local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Balance of Power
[33592] = { "Баланс сили", "Збільшує ваш шанс влучити всіма закляттями на {1}% та зменшує отриману шкоду від заклять на {2}%.#with all spells by {1}%#from all spells by {2}%", en="Balance of Power" },
[33596] = { ref=33592 }, -- Balance of Power
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Можна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Можна використовувати в будь-якій подобі. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%", en="Barkskin" },
-- Bash
[5211] = { "Стусан", "Приголомшує ціль на {1} с та перериває вимову заклинання ціллю, що не є гравцем, на {2} с.#target for {1} sec and#spellcasting for {2} sec", "Приголомшено.", en="Bash" },
[6798] = { ref=5211 }, -- Bash
[8983] = { ref=5211 }, -- Bash
-- Berserk
[50334] = { "Берсерк", "При активації цієї здібності, \"Нівечення (ведмідь)\" вражає до 3 цілей і не вимагає часу на відновлення, а здібності котячої подоби витрачають на 50% менше енергії. Триває 15 секунд. Ви не можете використовувати здібність \"Лють тигра\" під час дії цього ефекту.\n\nЗнімає ефекти страху і робить вас невразливими до них на час дії.", "Невразливість до ефектів страху.", en="Berserk" },
-- Brambles
[16836] = { "Колючки", "Шкода від ваших заклять \"Шипи\" та \"Опутуюче коріння\" збільшується на {1}%, а шкода ваших дереванів збільшується на {2}%. Крім того, шкода ваших дереванів і атаки, завдані вам, коли у вас активна \"Дубова шкіра\", з ймовірністю {3}% викличуть у цілі запамороження на {4} секунди.#Roots increased by {1}%#Treants increased by {2}%#a {3}% chance#for {4} sec", en="Brambles" },
[16839] = { ref=16836 }, -- Brambles
[16840] = { ref=16836 }, -- Brambles
-- Brutal Impact
[16940] = { "Жорстокий струс", "Збільшує тривалість приголомшення ваших здібностей \"Стусан\" та \"Наскок\" на {1} с та зменшує час відновлення здібності \"Стусан\" на {2} с.#abilities by {1} sec#Bash by {2} sec", en="Brutal Impact" },
[16941] = { ref=16940 }, -- Brutal Impact
-- Celestial Focus
[16850] = { "Небесне зосередження", "Зменшує затримку вимови заклять \"Зоряний вогонь\", \"Сплячка\" та \"Ураган\" від отриманої шкоди на {1}% та збільшує вашу швидкість заклять на {2}%.#Hurricane by {1}%#spell haste by {2}%", en="Celestial Focus" },
[16923] = { ref=16850 }, -- Celestial Focus
[16924] = { ref=16850 }, -- Celestial Focus
-- Challenging Roar
[5209] = { "Войовничий рев", "Примушує всіх ворогів в радіусі {1} м зосередити свої атаки на вас протягом {2} с.#within {1} y#for {2} sec", "Спровоковано.", en="Challenging Roar" },
-- Clearcasting
[16870] = { "Ясномова", "Всі бойові та цілющі закляття, а також автоатаки можуть наділити вас ефектом \"Ясномови\", який знижує витрати мани, люті або енергії на наступне ваше атакуюче чи цілюще закляття або здібність на {1}%.#by {1}%", "Ваше наступне бойове або цілюще закляття чи здібність має знижену витрату мани, люті або енергії на {1}%.#by {1}%", en="Clearcasting" },
-- Dash
[1850] = { "Порив", "Збільшує швидкість руху в котячій подобі на {1}% протягом {2} с. Не перериває дію здібності \"Зачаїтися\".#speed by {1}%#for {2} sec", "Швидкість руху в котячій подобі збільшено на {1}%.#by {1}%", en="Dash" },
[9821] = { ref=1850 }, -- Dash
-- Dire Bear Form
[9634] = { "Подоба жахливого ведмедя", "Набути подоби жахливого ведмедя, збільшуючи силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}%#Stamina by {3}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%.#power by {1}#items by {2}%#Stamina by {3}%", en="Dire Bear Form" },
-- Earth and Moon
[48506] = { "Земля та місяць", "Ваші закляття \"Гнів\" та \"Зоряний вогонь\" з ймовірністю {1}% викличуть ефект \"Земля та місяць\" на цілі, що збільшує отриману шкоду від заклинань на {2}% протягом {3} с. Також збільшує вашу шкоду від заклинань на {4}%.#a {1}% chance#taken by {2}% for {3} sec#damage by {4}%", en="Earth and Moon" },
-- Eclipse
[48516] = { "Затемнення", "Після завдання критичного удару \"Зоряним вогнем\" ви з ймовірністю {1}% збільшите шкоду від \"Гніву\" на {2}%. При завданні критичного удару \"Гнівом\" ви з ймовірністю {3}% збільшите шанс завдання критичного удару \"Зоряного вогню\" на {4}%. Кожен ефект триває {5} секунд і має окремий {6}-секундний час відновлення. Обидва ефекти не можуть діяти одночасно.#Starfire, you have a {1}%#Wrath by {2}%#Wrath, you have a {3}%#Starfire by {4}%#lasts {5} sec#separate {6} sec", en="Eclipse" },
[48521] = { ref=48516 }, -- Eclipse
[48525] = { ref=48516 }, -- Eclipse
-- Empowered Touch
[33879] = { "Посилений дотик", "Ваше закляття \"Цілющий дотик\" отримує додатково {1}%, а закляття \"Підживлення\" отримує додатково {2}% від ваших ефектів збільшення зцілення.#additional {1}% and#additional {2}% of", en="Empowered Touch" },
[33880] = { ref=33879 }, -- Empowered Touch
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті та додатково {2} люті протягом {3} сек, але знижує базову броню на {4}% у ведмежій подобі та на {5}% у подобі жахливого ведмедя.#Generates {1} rage#additional {2} rage over {3} sec#by {4}% in Bear Form and {5}% in Dire Bear Form", "Отримує {1} люті щосекунди. Базову броню зменшено.#{1} rage", en="Enrage" },
-- Entangling Roots
[339] = { "Опутуюче коріння", "Приковує ціль на місці та завдає {1} шкоди від природи протягом {2} с. Подальша завдана шкода може перервати дію ефекту.#causes {1}#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec", en="Entangling Roots" },
[1062] = { ref=339 }, -- Entangling Roots
[5195] = { ref=339 }, -- Entangling Roots
[5196] = { ref=339 }, -- Entangling Roots
[9852] = { ref=339 }, -- Entangling Roots
[9853] = { ref=339 }, -- Entangling Roots
[19970] = { "Опутуюче коріння", "Приковує ціль на місці та завдає {1} шкоди від природи протягом {2} с. Подальша завдана шкода може перервати дію ефекту. Можна використовувати лише просто неба.#causes {1}#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec", en="Entangling Roots" },
[19971] = { ref=19970 }, -- Entangling Roots
[19972] = { ref=19970 }, -- Entangling Roots
[19973] = { ref=19970 }, -- Entangling Roots
[19974] = { ref=19970 }, -- Entangling Roots
[19975] = { ref=19970 }, -- Entangling Roots
-- Faerie Fire
[770] = { "Чарівний вогонь", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#by {1}% for {2} min", "Броню зменшено на {1}%. Не може отримати ефект непомітності чи невидимості.#armor by {1}%", en="Faerie Fire" },
-- Faerie Fire (Feral)
[16857] = { "Чарівний вогонь (звір)", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості. Завдає {3} шкоди та створює додаткову загрозу при застосуванні в подобі ведмедя чи жахливого ведмедя.#by {1}% for {2} min#Deals {3} damage", "Броню зменшено на {1}%. Не може отримати ефект непомітності чи невидимості.#armor by {1}%", en="Faerie Fire (Feral)" },
[60089] = { "Чарівний вогонь (звір)", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості. Завдає {3} шкоди та створює додаткову загрозу при застосуванні в подобі ведмедя чи жахливого ведмедя.#by {1}% for {2} min#Deals {3} damage", en="Faerie Fire (Feral)" },
-- Feral Charge
[49377] = { "Дикий ривок", "Навчає вас здібностям \"Дикий ривок (ведмідь)\" та \"Дикий ривок (кіт)\".\n\nДикий ривок (ведмідь) - Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на 4 с.. Цю здібність можнаа використовувати в подобі ведмедя або жахливого ведмедя. Час відновлення - 15 секунд.\n\nДикий ривок (кіт) - Стрибок за спину ворога, що спричиняє запаморочення на 3 с. Час відновлення - 30 секунд.", en="Feral Charge" },
-- Feral Charge - Bear
[16979] = { "Дикий ривок - ведмідь", "Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на {1} с.#for {1} sec", "Знерухомлено.", en="Feral Charge - Bear" },
-- Feral Charge - Cat
[49376] = { "Дикий ривок - кіт", "Стрибок за спину ворога, що спричиняє запаморочення на {1} с.#for {1} sec", "Запаморочення.", en="Feral Charge - Cat" },
-- Feral Charge Effect
[19675] = { "Ефект дикого ривка", "Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на {1} с.#for {1} sec", en="Feral Charge Effect" },
-- Feral Instinct
[16947] = { "Звіриний інстинкт", "Збільшує шкоду здібності \"Розмах\" на {1}% і зменшує ймовірність виявлення вас ворогами під час скрадання.#by {1}%", en="Feral Instinct" },
[16948] = { ref=16947 }, -- Feral Instinct
[16949] = { "Звіриний інстинкт", ref=16947, en="Feral Instinct" },
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху у котячій подобі на {1}% і збільшує шанс ухилення від атаки у подобі кота, ведмедя та жахливого ведмедя на {2}%.#speed by {1}%#Form by {2}%", en="Feral Swiftness" },
[24866] = { ref=17002 }, -- Feral Swiftness
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоду за кожен прийом комбінації та перетворює до {1} од. енергії на додаткові {2} шкоди. Шкода збільшується залежно від сили атаки.\n  1 прийом: {3}-{4} шкоди\n  2 прийоми: {5}-{6} шкоди\n  3 прийоми: {7}-{8} шкоди\n  4 прийоми: {9}-{10} шкоди\n  5 прийомів: {11}-{12} шкоди#of {1} extra#{2} additional#1 point  : {3}-{4}#2 points: {5}-{6}#3 points: {7}-{8}#4 points: {9}-{10}#5 points: {11}-{12}", en="Ferocious Bite" },
[22827] = { ref=22568 }, -- Ferocious Bite
[22828] = { ref=22568 }, -- Ferocious Bite
[22829] = { ref=22568 }, -- Ferocious Bite
[31018] = { ref=22568 }, -- Ferocious Bite
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі та Нортренді.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Flight Form" },
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "Перетворює до {1} люті щосекунди на здоров'я протягом {2} с. Кожна одиниця люті перетворюється на {3}% від максимального запасу здоров'я.#up to {1} rage#for {2} sec#into {3}% of max health", "Перетворює лють на здоров'я.", en="Frenzied Regeneration" },
-- Furor
[17056] = { "Шаленість", "Надає вам {1}% імовірності отримати {2} люті, коли ви набуваєте ведмежої подоби чи подоби жахливого ведмедя, або {3} енергії, коли ви набуваєте котячої подоби. Також збільшує інтелект в подобі місячного совуха на {4}%.#{1}% chance#{2} Rage#up to {3} of your Energy#by {4}%", en="Furor" },
[17058] = { ref=17056 }, -- Furor
[17059] = { ref=17056 }, -- Furor
[17060] = { ref=17056 }, -- Furor
[17061] = { ref=17056 }, -- Furor
-- Gale Winds
[48488] = { "Шквальний вітер", "Збільшує шкоду від заклять \"Ураган\" і \"Тайфун\" на {1}%, а також збільшують дальність дії закляття \"Циклон\" на {2} м.#spells by {1}%#by {2} yards", en="Gale Winds" },
[48514] = { ref=48488 }, -- Gale Winds
-- Genesis
[57810] = { "Творення", "Збільшує шкоду та зцілення ваших ефектів періодичної шкоди та зцілення на {1}%.#by {1}%", en="Genesis" },
[57811] = { ref=57810 }, -- Genesis
[57812] = { ref=57810 }, -- Genesis
-- Gift of the Earthmother
[51179] = { "Дар Матері-Землі", "Збільшує швидкість ваших заклять на {1}% та зменшує глобальний час відновлення після використання \"Життєцвіту\" на {2}%.#haste by {1}%#cooldown by {2}%", en="Gift of the Earthmother" },
[51180] = { ref=51179 }, -- Gift of the Earthmother
[51181] = { ref=51179 }, -- Gift of the Earthmother
[51182] = { ref=51179 }, -- Gift of the Earthmother
[51183] = { ref=51179 }, -- Gift of the Earthmother
-- Gift of the Wild
[21849] = { "Дар дикої природи", "Надає дар дикої природи всім учасникам групи та рейду, збільшуючи броню на {1}, всі характеристики на {2} та всі види опору на {3} протягом {4} год.#armor by {1}#attributes by {2}#resistances by {3} for {4} h", "Збільшує броню на {1}, всі характеристики на {2} та всі види опору на {3}.#armor by {1}#attributes by {2}#resistances by {3}", en="Gift of the Wild" },
[21850] = { ref=21849 }, -- Gift of the Wild
-- Growl
[6795] = { "Рик", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Спровоковано.", en="Growl" },
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, що завдає {1} шкоди від природи ворогам щосекунди[, зменшує їх швидкість руху на {1}%#reducing movement speed by {1}%] та збільшує інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1} Nature#between attacks of enemies by {2}%#Lasts {3} sec", "{1} шкоди щосекунди та збільшення інтервалу між атаками на {2}%.[ Швидкість руху зменшено на {1}%.#Movement slowed by {1}%]#{1} damage every#between attacks increased by {2}%", en="Hurricane" },
[17401] = { "Ураган", "Створює бурхливий шторм у вказаному місці, що завдає {1} шкоди від природи ворогам щосекунди[, зменшує їх швидкість руху на {1}%#reducing movement speed by {1}%] та збільшує інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1} Nature#between attacks by {2}%#Lasts {3} sec", "{1} шкоди щосекунди та збільшення інтервалу між атаками на {2}%.[ Швидкість руху зменшено на {1}%.#Movement slowed by {1}%]#{1} damage every#between attacks by {2}%", en="Hurricane" },
[17402] = { ref=17401 }, -- Hurricane
-- Improved Faerie Fire
[33600] = { "Покращений чарівний вогонь", "Ваш \"Чарівний вогонь\" також збільшує шанс влучити в ціль закляттями на {1}% і збільшує шанс завдання критичного удару вашими закляттями на {2}%#attacks by {1}%#spells by {2}%", en="Improved Faerie Fire" },
[33601] = { ref=33600 }, -- Improved Faerie Fire
[33602] = { ref=33600 }, -- Improved Faerie Fire
-- Improved Mangle
[48489] = { "Покращене нівечення", "Зменшує час відновлення здібності \"Нівечення (ведмідь)\" на {1} с і знижує витрати енергії на здібність \"Нівечення (кіт)\" на {2}.#Bear) ability by {1} sec#Cat) ability by {2}", en="Improved Mangle" },
[48491] = { ref=48489 }, -- Improved Mangle
[48532] = { ref=48489 }, -- Improved Mangle
-- Improved Mark of the Wild
[17050] = { "Покращений знак дикої природи", "Підсилює ефекти ваших заклять \"Знак дикої природи\" та \"Дар дикої природи\" на {1}%, а також збільшує всі ваші характеристики на {2}%.#spells by {1}%#attributes by {2}%", en="Improved Mark of the Wild" },
[17051] = { ref=17050 }, -- Improved Mark of the Wild
-- Improved Tranquility
[17123] = { "Покращений спокій", "Зменшує загрозу від закляття \"Спокій\" на {1}%, а час його відновлення - на {2}%.#Tranquility by {1}%#cooldown by {2}%", en="Improved Tranquility" },
[17124] = { ref=17123 }, -- Improved Tranquility
-- Infected Wounds
[48483] = { "Інфіковані рани", "Ваші здібності \"Шматування\", \"Терзання\" та \"Нівечення\" завдають цілі інфіковану рану. Інфікована рана зменшує швидкість руху цілі на {1}% і швидкість атаки на {2}%. Триває {3} с.#target by {1}%#speed by {2}#Lasts {3} sec", en="Infected Wounds" },
[48484] = { ref=48483 }, -- Infected Wounds
-- Innervate
[29166] = { "Осяяння", "Відновлює цілі ману в обсязі {1}% від базового запасу мани друїда протягом {2} с.#to {1}% of#over {2} sec", "Відновлення мани.", en="Innervate" },
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, що зменшують її ймовірність завдання удару на {1}% і завдають {2} шкоди від природи протягом {3} с.#hit by {1}#causing {2}#over {3} sec", "Зменшує ймовірність завдання удару атаками ближнього та дальнього бою на {1}% та завдає {2} шкоди від природи кожні {3} с.#by {1}% and {2}#every {3} sec", en="Insect Swarm" },
[24974] = { "Рій комах", "Ворожу ціль оточують комахи, що зменшують її ймовірність завдання удару атаками ближнього та дальнього бою на {1}% і завдають {2} шкоди від природи протягом {3} с.#attacks by {1}%#causing {2} Nature#over {3} sec", "Зменшує ймовірність завдання удару атаками ближнього та дальнього бою на {1}% та завдає {2} шкоди від природи кожні {3} с.#by {1}% and {2}#every {3} sec", en="Insect Swarm" },
[24975] = { ref=24974 }, -- Insect Swarm
[24976] = { ref=24974 }, -- Insect Swarm
[24977] = { ref=24974 }, -- Insect Swarm
-- Involuntary Transformation
[23398] = { "Вимушене перевтілення", "Змушує ціль змінити подобу на {1} с.#for {1} sec", "Змушує вас набути котячої подоби.", en="Involuntary Transformation" },
-- King of the Jungle
[48492] = { "Король джунглів", "Під час дії здібності \"Несамовитість\" у подобі ведмедя або жахливого ведмедя ваша шкода збільшується на {1}%, а здібність \"Лють тигра\" миттєво відновлює {2} енергії. Крім того, витрати мани на подоби ведмедя, кота і жахливого ведмедя зменшуються на {3}%.#increased by {1}%#restores {2} energy#reduced by {3}%", en="King of the Jungle" },
[48494] = { ref=48492 }, -- King of the Jungle
[48495] = { ref=48492 }, -- King of the Jungle
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди, додатково {2} шкоди від кровотечі протягом {3} с та спричиняючи велику загрозу. Шкода збільшується від сили атаки. Ефект накопичується до {4} разів на одній цілі.#dealing {1} damage#bleed for {2} damage over {3} sec#up to {4} times", "{1} шкоди кожні {2} с#{1} damage every {2} sec", en="Lacerate" },
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте у подобі кота, ведмедя чи жахливого ведмедя, \"Вожак зграї\" збільшує ймовірність критичного удару ближнього і дальнього бою всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} y#by {2}%", en="Leader of the Pack" },
[24932] = { nil, nil, "Збільшує ймовірність критичного удару ближнього і дальнього бою на {1}%.#by {1}%", ref=17007 }, -- Leader of the Pack
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я, а друїд відновлює половину витраченої на заклинання мани. Ефект накопичується до {4} разів на одній цілі.#for {1} over {2} sec#themself for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди і {2} здоров'я коли ефект закінчиться або розвіється.#{1} every second and {2}", en="Lifebloom" },
-- Living Seed
[48496] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви з ймовірністю {1}% саджаєте в неї \"Зерно життя\" на {2}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована. Триває {3} секунд.#a {1}% chance#for {2}% of the amount#Lasts {3} sec", en="Living Seed" },
[48499] = { ref=48496 }, -- Living Seed
[48500] = { ref=48496 }, -- Living Seed
[48503] = { nil, "Коли ви зцілюєте ціль критичним ефектом закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви можете посадити в неї \"Зерно життя\" на {1}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована. Триває {2} секунд.#for {1}% of the amount#Lasts {2} sec", ref=48496 }, -- Living Seed
[48504] = { nil, nil, "Несе в собі зерно життя. Наступна отримана атака спричинить зцілення.", ref=48503 }, -- Living Seed
-- Lunar Guidance
[33589] = { "Місячне  покровительство", "Збільшує вашу силу заклять на {1}% від вашого інтелекту.#by {1}%", en="Lunar Guidance" },
[33590] = { ref=33589 }, -- Lunar Guidance
[33591] = { ref=33589 }, -- Lunar Guidance
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає шкоди та приголомшує ціль. Також перериває вимову заклять цілі, що не є гравцем, на 3 c. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди, {3} с\n   2 прийоми: {4}-{5} шкоди, {6} с\n   3 прийоми: {7}-{8} шкоди, {9} с\n   4 прийоми: {10}-{11} шкоди, {12} с\n   5 прийомів: {13}-{14} шкоди, {15} с#1 point  : {1}-{2} damage, {3} sec#2 points: {4}-{5} damage, {6} sec#3 points: {7}-{8} damage, {9} sec#4 points: {10}-{11} damage, {12} sec#5 points: {13}-{14} damage, {15} sec", "Приголомшено.", en="Maim" },
-- Mangle
[33917] = { "Нівечення", "Нівечить ціль, завдаючи шкоди, і збільшує шкоду цілі від ефектів кровотечі протягом {1} хв.  Цю здібність можна використовувати в подобах кота та жахливого ведмедя.#for {1} min", en="Mangle" },
-- Mangle (Bear)
[33878] = { "Нівечення (ведмідь)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв.#for {1}% normal damage plus {2} and#take {3}%#for {4} min", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Mangle (Bear)" },
-- Mangle (Cat)
[33876] = { "Нівечення (кіт)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв. Збільшує довжину комбінації на {5} прийом.#for {1}% normal damage plus {2} and#take {3}%#for {4} min#{5} combo", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Mangle (Cat)" },
-- Master Shapeshifter
[48411] = { "Майстерний перевертень", "Дає ефект, який триває, поки ви перебуває у відповідній подобі.\n\nВедмежа подоба - збільшує фізичну шкоду на {1}%.\n\nКотяча подоба - збільшує шанс критичного удару на {2}%.\n\nПодоба місячного совуха - збільшує шкоду заклять на {3}%.\n\nПодоба дерева життя - збільшує зцілення на {4}%.#physical damage by {1}%#chance by {2}%#spell damage by {3}%#healing by {4}%", en="Master Shapeshifter" },
[48412] = { ref=48411 }, -- Master Shapeshifter
[48418] = { "Майстерний перевертень", "Фізичну шкоду збільшено.", "Фізичну шкоду збільшено.", en="Master Shapeshifter" },
[48420] = { "Майстерний перевертень", "Шанс критичного удару збільшено.", "Шанс критичного удару збільшено.", en="Master Shapeshifter" },
[48421] = { "Майстерний перевертень", "Шкоду заклять збільшено.", "Шкоду заклять збільшено.", en="Master Shapeshifter" },
[48422] = { "Майстерний перевертень", "Зцілення збільшено.", "Зцілення збільшено.", en="Master Shapeshifter" },
-- Maul
[6807] = { "Терзання", "Сильна атака, яка збільшує шкоду ближнього бою на {1} і створює великий обсяг загрози. Ефекти, що збільшують шкоду від кровотечі, також збільшують шкоду \"Терзання\".#by {1} and", en="Maul" },
[6808] = { ref=6807 }, -- Maul
[6809] = { ref=6807 }, -- Maul
[8972] = { ref=6807 }, -- Maul
[9745] = { ref=6807 }, -- Maul
[9880] = { ref=6807 }, -- Maul
[9881] = { ref=6807 }, -- Maul
-- Moonglow
[16845] = { "Місячне сяйво", "Знижує витрати мани на закляття \"Місячний вогонь\", \"Зоряний вогонь\", \"Зорепад\", \"Гнів\", \"Цілющий дотик\", \"Підживлення\", \"Розростання\" і \"Омолодження\" на {1}%.#by {1}%", en="Moonglow" },
[16846] = { ref=16845 }, -- Moonglow
[16847] = { ref=16845 }, -- Moonglow
-- Moonkin Aura
[24907] = { "Аура місячного совуха", "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}", "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}", en="Moonkin Aura" },
-- Natural Reaction
[57878] = { "Природна реакція", "Збільшує ймовірність ухилятися у подобі ведмедя та жахливого ведмедя на {1}% і ви отримуєте {2} люті щоразу, коли ухиляєтеся, перебуваючи у подобі ведмедя та жахливого ведмедя.#by {1}%#regenerate {2} rage", en="Natural Reaction" },
[57880] = { ref=57878 }, -- Natural Reaction
-- Nature's Bounty
[17074] = { "Щедрість природи", "Збільшує ймовірність критичного ефекту заклять \"Розростання\" та \"Підживлення\" на {1}%.#by {1}%", en="Nature's Bounty" },
[17075] = { ref=17074 }, -- Nature's Bounty
[17076] = { ref=17074 }, -- Nature's Bounty
[17077] = { ref=17074 }, -- Nature's Bounty
[17078] = { ref=17074 }, -- Nature's Bounty
-- Nature's Focus
[17063] = { "Природне зосередження", "Зменшує затримку вимови заклять \"Цілющий дотик\", \"Гнів\", \"Опутуюче коріння\", \"Циклон\", \"Підживлення\", \"Розростання\" та \"Спокій\" при отриманні шкоди на {1}%.#by {1}%", en="Nature's Focus" },
[17065] = { ref=17063 }, -- Nature's Focus
[17066] = { ref=17063 }, -- Nature's Focus
-- Nature's Grace
[16880] = { "Природна благодать", "Неперіодичні критичні удари заклять з ймовірністю {1}% дарують вам благословення природи, що збільшує швидкість вимови заклять на {2}% протягом {3} секунд.#a {1}% chance#by {2}% for {3} sec", en="Nature's Grace" },
[16886] = { nil, nil, "Швидкість вимови заклять збільшено на {1}%.#by {1}%", ref=16880 }, -- Nature's Grace
[61345] = { ref=16880 }, -- Nature's Grace
[61346] = { ref=16880 }, -- Nature's Grace
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, з ймовірністю {1}% його вразить закляття \"Опутуюче коріння\" (Ранг {2}). {3} заряди. Триває {4} с.#{1}% chance#(Rank {2})#{3} charge#Lasts {4} sec", "При отриманні шкоди в ближньому бою, є ймовірність обплутати ворога.", en="Nature's Grasp" },
[16810] = { ref=16689 }, -- Nature's Grasp
[16811] = { ref=16689 }, -- Nature's Grasp
[16812] = { ref=16689 }, -- Nature's Grasp
[16813] = { ref=16689 }, -- Nature's Grasp
[17329] = { ref=16689 }, -- Nature's Grasp
-- Nature's Majesty
[35363] = { "Велич природи", "Збільшує ймовірність критичного удару ваших заклять \"Гнів\", \"Зоряний вогонь\", \"Зорепад\", \"Підживлення\" та  \"Цілющий дотик\" на {1}%.#by {1}%", en="Nature's Majesty" },
[35364] = { ref=35363 }, -- Nature's Majesty
-- Nature's Reach
[16819] = { "Досяжність природи", "Збільшує дальність дії заклять спеціалізації \"Баланс\" та здібності \"Чарівний вогонь (звір)\" на {1}%, а також зменшує загрозу заклять спеціалізації \"Баланс\" на {2}%.#ability by {1}%#spells by {2}%", en="Nature's Reach" },
[16820] = { ref=16819 }, -- Nature's Reach
-- Nature's Swiftness
[17116] = { "Стрімкість природи", "Після активації ваше наступне закляття природи, чий базовий час вимови не більший за {1} с, буде миттєвим.#than {1} sec", "Ваше наступне закляття природи буде миттєвим.", en="Nature's Swiftness" },
-- Nourish
[50464] = { "Підживлення", "Зцілює дружній цілі від {1} до {2} здоров'я. Зцілює на {3}% більше, якщо на ціль діє \"Омолодження\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\".#for {1} to {2}#additional {3}%", en="Nourish" },
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Бойові та цілющі закляття, а також автоатаки мають ймовірність наділити вас ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше атакуюче чи цілюще закляття чи здібність на {1}%.#by {1}%", "Бойові та цілющі закляття, а також автоатаки мають ймовірність наділити заклинача ефектом \"Ясномови\".", en="Omen of Clarity" },
-- Owlkin Frenzy
[48389] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, з ймовірністю {1}% викличуть божевілля, що збільшить вашу шкоду на {2}%, зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\" та відновлюватиме {3}% від базової мани кожні {4} с. Ефект триває {5} с.#a {1}% chance#damage by {2}%#restore {3}% base mana every {4} sec#Lasts {5} sec", en="Owlkin Frenzy" },
[48391] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, можуть викликати божевілля, що збільшить вашу шкоду на {1}%, зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\" та відновлюватиме {2}% від базової мани кожні {3} с. Ефект триває {4} с.#damage by {1}%#restore {2}% base mana every {3} sec#Lasts {4} sec", "Шкоду збільшено на {1}%. Відновлення {2}% від базової мани кожні {3} с. Невразливість до затримки вимови заклять спеціалізації \"Баланс\".#by {1}%#{2}% base#every {3} sec", en="Owlkin Frenzy" },
[48392] = { ref=48389 }, -- Owlkin Frenzy
[48393] = { ref=48389 }, -- Owlkin Frenzy
-- Pounce Bleed
[9007] = { "Кровотеча від наскоку", "Cтрибнути на ціль, приголомшуючи її на {1} с та завдаючи {2} шкоди протягом {3} с. Потрібно зачаїтися. Збільшує довжину комбінації на {4} прийом.#for {1} sec#causing {2} damage over {3} sec#{4} combo", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Pounce Bleed" },
[9824] = { ref=9007 }, -- Pounce Bleed
[9826] = { ref=9007 }, -- Pounce Bleed
-- Predatory Instincts
[33859] = { "Хижі інстинкти", "У кошачій подобі шкода від критичних ударів ближнього бою збільшується на {1}%, а отримана шкода від атак по площі зменшується на {2}%.#strikes by {1}%#attacks by {2}%", en="Predatory Instincts" },
[33866] = { ref=33859 }, -- Predatory Instincts
[33867] = { ref=33859 }, -- Predatory Instincts
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою у подобі кота, ведмедя та жахливого ведмедя на {1}% від вашого рівня та на {2}% від сили атаки вашої зброї. Крім того, ваші завершальні рухи з ймовірністю {3}% за кожен прийом в комбінації дозволять миттєво вимовити наступне закляття природи, чий базовий час вимови не більший за {4} с.#by {1}% of your level and {2}% of any#a {3}% chance#than {4} sec", en="Predatory Strikes" },
[16974] = { ref=16972 }, -- Predatory Strikes
[16975] = { ref=16972 }, -- Predatory Strikes
-- Primal Fury
[16953] = { "Первісна лють", "Ваші критичні удари здібностями котячої подоби, що збільшують довжину комбінації, можуть збільшити довжину комбінації на ще один прийом.", en="Primal Fury" },
-- Protector of the Pack
[57873] = { "Захисник зграї", "Збільшує вашу силу атаки на {1}% та зменшує отриману вами шкоду на {2}% у подобі ведмедя та жахливого ведмедя.#power by {1}%#take by {2}%", en="Protector of the Pack" },
[57876] = { ref=57873 }, -- Protector of the Pack
[57877] = { ref=57873 }, -- Protector of the Pack
-- Rebirth
[20484] = { "Переродження", "Повертає дух до тіла, відроджуючи ціль [з {1}#with {1} health][з {1}%#with {1}% health] здоров'я і {2} мани.#and {2} mana", en="Rebirth" },
[20739] = { ref=20484 }, -- Rebirth
[20742] = { ref=20484 }, -- Rebirth
[20747] = { ref=20484 }, -- Rebirth
[20748] = { ref=20484 }, -- Rebirth
-- Rend and Tear
[48432] = { "Дерти і рвати", "Збільшує шкоду від ваших здібностей \"Терзання\" і \"Шматування\" по цілях, що стікають кров'ю, на {1}%, а також збільшує шанс критичного удару здібності \"Безжалісний укус\" по цілях, що стікають кров'ю, на {2}%.#attacks on bleeding targets by {1}%#ability on bleeding targets by {2}%", en="Rend and Tear" },
[48433] = { ref=48432 }, -- Rend and Tear
[48434] = { ref=48432 }, -- Rend and Tear
[51268] = { ref=48432 }, -- Rend and Tear
[51269] = { ref=48432 }, -- Rend and Tear
-- Revitalize
[48539] = { "Відродження", "Ваші закляття \"Омолодження\" і \"Дикий ріст\" з ймовірністю {1}% відновлять цілі {2} енергії, {3} люті, {4}% мани або {5} сили рун за кожне зцілення.#a {1}% chance#restore {2} Energy#{3} Rage#{4}% Mana or {5} Runic", en="Revitalize" },
[48544] = { ref=48539 }, -- Revitalize
-- Revive
[50769] = { "Оживлення", "Повертає дух до тіла, відроджуючи ціль із {1} здоров'я і {2} мани. Не можна використовувати в бою.#with {1} health and {2} mana", en="Revive" },
-- Savage Defense
[62600] = { "Дикий захист", "Щоразу, коли ви завдаєте критичного удару, перебуваючи у подобі ведмедя або жахливого ведмедя, ви отримуєте \"Дикий захист\", що зменшує шкоду від наступної фізичної атаки на {1}% від вашої сили атаки.#by {1}%", en="Savage Defense" },
-- Savage Fury
[16998] = { "Дика лють", "Збільшує шкоду здібностей \"Дряпання\", \"Роздирання\", \"Нівечення (кіт)\", \"Нівечення (ведмідь)\" та \"Терзання\" на {1}%.#by {1}%", en="Savage Fury" },
[16999] = { ref=16998 }, -- Savage Fury
-- Savage Roar
[52610] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}%. Можна використовувати лише в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Savage Roar" },
-- Shred
[5221] = { "Шматування", "Шматує ціль, завдаючи {1}% шкоди плюс {2}. Необхідно бути позаду цілі. Збільшує довжину комбінації на {3} прийом. Ефекти, що збільшують шкоду від кровотечі, також збільшують шкоду \"Шматування\".#causing {1}%#plus {2} to#Awards {3} combo", en="Shred" },
[6800] = { ref=5221 }, -- Shred
[8992] = { ref=5221 }, -- Shred
[9829] = { ref=5221 }, -- Shred
[9830] = { ref=5221 }, -- Shred
-- Soothe Animal
[2908] = { "Вгамування звіра", "Вгамовує обраного звіра, зменшуючи відстань, на якій він буде атакувати вас, на {1} м. Діє лише на звірів та драконів {2} рівня або нижче. Триває {3} с.#by {1} y#level {2} or lower#Lasts {3} sec", "Зменшено відстань, на якій ціль буде атакувати.", en="Soothe Animal" },
[8955] = { ref=2908 }, -- Soothe Animal
[9901] = { ref=2908 }, -- Soothe Animal
-- Starfall
[48505] = { "Зорепад", "Ви викликаєте шквал зірок з неба на всі цілі в радіусі {1} м, кожна з яких завдає від {2} до {3} арканічної шкоди. Також завдає {4} арканічної шкоди всім іншим ворогам в радіусі {5} м від цілі. Викликає до {6} зірок. Триває {7} секунд. Зміна подоби та верхова їзда скасовує ефект. Будь-який ефект, що призводить до втрати контролю над персонажем, призупиняє ефект зорепаду.#targets within {1} y#dealing {2} to {3} Arcane#causes {4} Arcane#enemies within {5} y#Maximum {6} stars#Lasts {7} sec", "Викликає зорі з неба.", en="Starfall" },
-- Starfire Stun
[16922] = { "Приголомшення від Зоряного вогню", "\"Зоряний вогонь\" може приголомшити ціль на {1} с, а ви можете уникнути затримки вимови \"Гніву\" від отриманої шкоди.#for {1} sec", en="Starfire Stun" },
-- Subtlety
[17118] = { "Вправність", "Зменшує загрозу ваших заклять зцілення на {1}% та зменшує ймовірність розвіювання ваших сприятливих заклять, \"Місячного вогню\" та \"Рою комах\" на {2}%.#spells by {1}%#dispelled by {2}%", en="Subtlety" },
[17119] = { ref=17118 }, -- Subtlety
[17120] = { ref=17118 }, -- Subtlety
-- Survival Instincts
[61336] = { "Інстинкти виживання", "Після активації ви отримуєте {1}% від максимального запасу здоров'я протягом {2} секунд у подобі ведмедя, кота та жахливого ведмедя. Після закінчення ефекту здоров'я втрачається.#grants you {1}% of#for {2} sec", "Здоров'я збільшено на {1}% від максимального запасу в подобі ведмедя, кота та жахливого ведмедя.#by {1}%", en="Survival Instincts" },
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі та Нортренді.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Swift Flight Form" },
-- Swipe (Bear)
[769] = { "Розмах (ведмідь)", "Розлого б'є ворогів поблизу, завдаючи {1} шкоди. Шкода збільшується від сили атаки.#inflicting {1} damage", en="Swipe (Bear)" },
[779] = { ref=769 }, -- Swipe (Bear)
[780] = { ref=769 }, -- Swipe (Bear)
[9754] = { ref=769 }, -- Swipe (Bear)
[9908] = { ref=769 }, -- Swipe (Bear)
-- Swipe (Cat)
[62078] = { "Розмах (кіт)", "Розлого б'є ворогів поблизу, завдаючи {1}% шкоди від зброї.#inflicting {1}% weapon", en="Swipe (Cat)" },
-- Thick Hide
[16929] = { "Товста шкура", "Збільшує броню від предметів з тканини та шкіри на {1}%.#items by {1}%", en="Thick Hide" },
[16930] = { ref=16929 }, -- Thick Hide
[16931] = { ref=16929 }, -- Thick Hide
-- Tranquil Spirit
[24968] = { "Спокійний дух", "Знижує витрати мани на закляття \"Цілющий дотик\", \"Підживлення\" і \"Спокій\" на {1}%.#by {1}%", en="Tranquil Spirit" },
[24969] = { ref=24968 }, -- Tranquil Spirit
[24970] = { ref=24968 }, -- Tranquil Spirit
[24971] = { ref=24968 }, -- Tranquil Spirit
[24972] = { ref=24968 }, -- Tranquil Spirit
-- Tranquility
[44203] = { "Спокій", "Зцілює всіх членів групи поблизу на {1} кожні {2} с протягом {3} с. Друїд має підтримувати закляття.#for {1} every {2} seconds for {3} sec", en="Tranquility" },
-- Tree of Life
[33891] = { "Дерево життя", "Набути подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи чи рейду в радіусі {2} м на {1}% і можете використовувати лише закляття спеціалізації \"Відновлення\", а також закляття \"Осяяння\", \"Дубова шкіра\", \"Схоплення природи\" та \"Шипи\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#received by {1}%#within {2} y", "Невразливість до ефектів поліморфу.\nЗбільшення отриманого зцілення всіх членів групи чи рейду в радіусі {2} м на {1}%.#received by {1}%#within {2} y", en="Tree of Life" },
[65139] = { "Дерево життя", "Зменшує витрати мани на закляття періодичного зцілення на {1}% та дозволяє вам набувати подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи чи рейду в радіусі {3} м на {2}%, і ви можете використовувати лише закляття спеціалізації \"Відновлення\", а також закляття \"Осяяння\", \"Дубова шкіра\", \"Схоплення природи\" та \"Шипи\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#spells by {1}%#received by {2}%#within {3} y", en="Tree of Life" },
-- Typhoon
[50516] = { "Тайфун", "Ви викликаєте бурхливий тайфун, який при контакті з ворожими цілями завдає {1} шкоди від природи, відкидає їх та викликає запаморочення на {2} секунд.#does {1} Nature#for {2} sec", en="Typhoon" },
-- Vengeance
[16909] = { "Помста", "Збільшує додаткову шкоду від критичних ударів заклять \"Зоряний вогонь\", \"Зорепад\", \"Місячний вогонь\" та \"Гнів\" на {1}%.#by {1}%", en="Vengeance" },
[16910] = { ref=16909 }, -- Vengeance
[16911] = { ref=16909 }, -- Vengeance
[16912] = { ref=16909 }, -- Vengeance
[16913] = { ref=16909 }, -- Vengeance
-- Wild Growth
[48438] = { "Дикий ріст", "Зцілює {1} учасникам групи чи рейду в радіусі {2} м від цілі {3} здоров'я протягом {4} секунд. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.#up to {1} friendly#within {2} yards#for {3} over {4} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Wild Growth" },

-- Forms
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}%#Stamina by {3}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%.#power by {1}#items by {2}#Stamina by {3}%", en="Bear Form" },
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. В цій подобі ви отримуєте на {1}% більше броні з предметів, під час приголомшення ви отримуєте на {2}% менше шкоди, а шанс критичного удару закляттями збільшується на {4}% для всіх учасників групи в радіусі {3} м. Критичні удари закляттями, що вражають одну ціль, відновлюють {5}% від вашого запасу мани. В подобі місячного совуха ви не можете використовувати цілющі закляття та закляття воскресіння.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#items is increased by {1}%#reduced by {2}%#within {3} y#chance increased by {4}%#regenerate {5}%", "Невразливість до ефектів поліморфу.\nБроню від предметів збільшено {1}%.\nОтримання на {2}% менше шкоди під час приголомшення.\nКритичні удари закляттями, що вражають одну ціль, відновлюють {3}% від вашого запасу мани.#items is increased by {1}%#reduced {2}%#regenerate {3}%", en="Moonkin Form" },

-- Glyph
[57856] = { "Символ водної подоби", "Збільшує швидкість плавання у водній подобі на 50%.", en="Glyph of Aquatic Form" },
[63057] = { "Символ дубової шкіри", "Зменшує ймовірність отримання критичного удару на 25% під час дії \"Дубової шкіри\".", en="Glyph of Barkskin" },
[62969] = { "Символ берсерка", "Збільшує тривалість дії \"Берсерка\" на 5 секунд.", en="Glyph of Berserk" },
[57858] = { "Символ войовничого реву", "Зменшує час відновлення здібності \"Войовничий рев\" на 30 секунд.", en="Glyph of Challenging Roar" },
[67598] = { "Символ дряпання", "Зменшує витрати енергії на \"Дряпання\" на {1}.#by {1}", en="Glyph of Claw" },
[59219] = { "Символ пориву", "Зменшує час відновлення здібності \"Порив\" на {1}%.#ability by {1}%", en="Glyph of Dash" },
[54760] = { "Символ опутуючого коріння", "Збільшує обсяг шкоди, яку можуть отримати цілі вашого \"Опутуючого коріння\" до переривання дії ефекту, на {1}%.#breaks by {1}%", en="Glyph of Entangling Roots" },
[62080] = { "Символ зосередження", "Збільшує шкоду від \"Зорепаду\" на 10%, але зменшує радіус на 50%.", en="Glyph of Focus" },
[54810] = { "Символ шаленого відновлення", "Поки \"Шалене відновлення\" активне, ви отримуєте на {1}% більше зцілення.#are {1}% more powerful", en="Glyph of Frenzied Regeneration" },
[54812] = { "Символ ричання", "Збільшує ймовірність успішного застосування \"Рику\" на {1}%.#successfully by {1}%", en="Glyph of Growling" },
[54825] = { "Символ цілющого дотику", "Зменшує час вимови \"Цілющого дотику\" на {1} с, витрати мани на {2}%, а обсяг зцілення на {3}%.#by {1} sec#mana cost by {2}%#amount healed by {3}%", en="Glyph of Healing Touch" },
[54831] = { "Символ урагану", "Ваша здібність \"Ураган\" також сповільнює рух цілей на {1}%.#by {1}%", en="Glyph of Hurricane" },
[54832] = { "Символ осяяння", "\"Осяяння\" тепер також відновлює заклиначу {1}% базового запасу мани протягом {2} с.#caster {1}% of#over {2} sec", en="Glyph of Innervate" },
[54830] = { "Символ рою комах", "Збільшує шкоду здібності \"Рій комах\" на {1}%, але вона більше не зменшує ймовірність завдання удару.#by {1}%", en="Glyph of Insect Swarm" },
[54826] = { "Символ життєцвіту", "Збільшує тривалість \"Життєцвіту\" на {1} с.#by {1} sec", en="Glyph of Lifebloom" },
[54813] = { "Символ нівечення", "Збільшує шкоду від \"Нівечення\" на 10%.", en="Glyph of Mangle" },
[54811] = { "Символ терзання", "Ваша здібність \"Терзання\" завдає шкоди ще одній цілі.", en="Glyph of Maul" },
[63056] = { "Символ мусону", "Зменшує час відновлення закляття \"Тайфун\" на 3 секунди.", en="Glyph of Monsoon" },
[54829] = { "Символ місячного вогню", "Збільшує періодичну шкоду \"Місячного вогню\" на {1}%, але зменшує первинну шкоду на {2}%.#ability by {1}%#decreased by {2}%", en="Glyph of Moonfire" },
[62971] = { "Символ підживлення", "\"Підживлення\" зцілює на {1}% більше за кожен ваш ефект періодичного зцілення на цілі.#additional {1}% for", en="Glyph of Nourish" },
[54821] = { "Символ роздирання", "Ваша здібність \"Роздирання\" не дозволяє цілям втікати.", en="Glyph of Rake" },
[54733] = { "Символ переродження", "Гравці, яких ви воскрешаєте за допомогою \"Переродження\", повертаються до життя зі 100% здоров'я.", en="Glyph of Rebirth" },
[54743] = { "Символ розростання", "Збільшує зцілення вашого \"Розростання\" на {1}%, якщо на ціль діє ваш ефект \"Розростання\".#Regrowth spell by {1}%", en="Glyph of Regrowth" },
[54754] = { "Символ омолодження", "Ваше \"Омолодження\" відновлює на {2}% більше здоров'я цілям, що мають менше {1}% здоров'я.#below {1}%#additional {2}%", en="Glyph of Rejuvenation" },
[54818] = { "Символ розірвання", "Збільшує тривалість \"Розірвання\" на {1} с.#by {1} sec", en="Glyph of Rip" },
[63055] = { "Символ дикого реву", "Ваш \"Дикий рев\" збільшує шкоду ще на 3%.", en="Glyph of Savage Roar" },
[54815] = { "Символ шматування", "Щоразу, коли ви б'єте \"Шматуванням\", тривалість \"Розірвання\" на цілі продовжується на {1} с, максимум до {2} с.#extended {1} sec#maximum of {2} sec", en="Glyph of Shred" },
[54828] = { "Символ зорепаду", "Зменшує час відновлення \"Зорепаду\" на 30 секунд.", en="Glyph of Starfall" },
[54845] = { "Символ зоряного вогню", "Ваша здібність \"Зоряний вогонь\" збільшує тривалість ефекту \"Місячний вогонь\" на цілі на 3 секунди, максимум до 9 секунд.", en="Glyph of Starfire" },
[54824] = { "Символ негайного відновлення", "Ваша здібність \"Негайне відновлення\" більше не поглинає ефект \"Омолодження\" або \"Розростання\" з цілі.", en="Glyph of Swiftmend" },
[57862] = { "Символ шипів", "Збільшує тривалість \"Шипів\" на {1} хв при застосуванні на себе.#by {1} min", en="Glyph of Thorns" },
[62134] = { "Символ тайфуну", "Зменшує витрати ресурсів на закляття \"Тайфун\" на 8%, збільшує його радіус на 10 м, але прибирає ефект відкидання.", en="Glyph of Typhoon" },
[62135] = { ref=62134 }, -- Glyph of Typhoon
[57857] = { "Символ необтяженого переродження", "Ваше закляття \"Переродження\" більше не вимагає реагентів.", en="Glyph of Unburdened Rebirth" },
[62970] = { "Символ дикого росту", "\"Дикий ріст\" може діяти на {1} додаткову ціль.#affect {1} additional", en="Glyph of Wild Growth" },
[54756] = { "Символ гніву", "Зменшує затримку вимови закляття \"Гнів\" при отриманні шкоди на {1}%.#spell by {1}%", en="Glyph of Wrath" },
[57855] = { "Символ дикої природи", "Зменшує витрати мани на \"Знак дикої природи\" та \"Дар дикої природи\" на {1}%.#by {1}%", en="Glyph of the Wild" },

-- Item effects
[28854] = { "Покращений Місячний вогонь", "Збільшує силу закляття \"Місячний вогонь\" на {1}.#Moonfire spell by {1}", en="Improved Moonfire" },
[27853] = { "Збільшення зцілення Омолодження", "Збільшує силу \"Омолодження\" на {1}.#Rejuvenation by {1}", en="Increased Rejuvenation Healing" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
