local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Concussion Blow
[12809] = { "Приголомшливий удар", "Приголомшує суперника на {1} с та завдає {2} шкоди (в залежності від сили атаки).#for {1} sec#deals {2} damage", "Приголомшено.", en="Concussion Blow" },
-- Disarm
[676] = { "Роззброєння", "Роззброює ворога, вибиваючи зброю з правої руки та зброю дальнього бою на {1} с.#for {1} sec", "Роззброєно!", en="Disarm" },
-- Heroic Fury
[60970] = { "Героїчне шаленство", "Знімає будь-які ефекти знерухомлення та завершує відновлення здібності \"Перехоплення\".", en="Heroic Fury" },
-- Intercept
[20252] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує його на {2} с.#causing {1} damage#for {2} sec", en="Intercept" },
-- Pummel
[6552] = { "Луснути", "Лупить ціль, перериваючи вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec", en="Pummel" },
-- Safeguard
[46945] = { "Оберігання", "Зменшує отриману ціллю вашого \"Втручання\" шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Safeguard" },
[46949] = { ref=46945 }, -- Safeguard
-- Shield Wall
[871] = { "Стіна щитів", "Зменшує отриману шкоду на {1}% протягом {2} c.#by {1}% for {2} sec", "Всю отриману шкоду зменшено на {1}%.#by {1}%", en="Shield Wall" },
-- Warbringer
[57499] = { "Вісник війни", "Ваші здібності \"Ривок\", \"Перехоплення\" та \"Втручання\" тепер можна використовувати під час бою та в будь-якій стійці. Окрім того, \"Втручання\" звільняє вас від ефектів обмеження руху.", en="Warbringer" },

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
