local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anticipation
[20096] = { "Передчуття", "Збільшує вашу ймовірність ухилення на {1}%.#by {1}%", en="Anticipation" },
[20097] = { ref=20096 }, -- Anticipation
[20098] = { ref=20096 }, -- Anticipation
[20099] = { ref=20096 }, -- Anticipation
[20100] = { ref=20096 }, -- Anticipation
-- Ardent Defender
[31850] = { "Ревний захисник", "Шкода, яка знижує ваш рівень здоров'я нижче {1}%, зменшується на {2}%. Окрім того, атака, що мала б вбити вас, відновить вам {3}% здоров'я (залежить від показника захисту). Цей ефект не може спрацьовувати частіше, ніж раз на {4} хв.#below {1}% health is reduced by {2}%#healed by up to {3}% of#once every {4} min", en="Ardent Defender" },
-- Aura Mastery
[31821] = { "Опанування аури", "\"Аура зосередженості\" надає невразливість до ефектів знемовлення та переривання, а всі інші аури посилюються на {1}%. Триває {2} с.#auras by {1}%#Lasts {2} sec", "\"Аура зосередженості\" надає невразливість до ефектів знемовлення та переривання.\nЕфективність всіх інших аур збільшено на {1}%.#by {1}%", en="Aura Mastery" },
-- Avenging Wrath
[31884] = { "Гнів помсти", "Збільшує всю шкоду та зцілення на {1}% протягом {2} с. Не можна використовувати протягом {3} с після отримання ефекту \"Божественного щита\", \"Божественного захисту\", \"Десниці захисту\" чи \"Покладання рук\".#by {1}% for {2} sec#within {3} sec of", "Всю шкоду та зцілення збільшено на {1}%.#by {1}%", en="Avenging Wrath" },
-- Beacon of Light
[53563] = { "Маяк світла", "Ціль стає Маяком Світла для всіх учасників групи чи рейду в межах {1} м. Будь-яке зцілення учасників групи чи рейду також зцілює маяку {2}% від ефекту зцілення. Лише одна ціль може бути Маяком Світла одночасно. Триває {3} хв.#within a {1} y#for {2}% of#Lasts {3} min", "Маяк Світла.", en="Beacon of Light" },
[53652] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в межах {1} м. Будь-яке зцілення цих цілей також зцілює маяку {2}% від ефекту зцілення. Лише одна ціль може бути Маяком Світла одночасно. Триває {3} хв.#within a {1} y#for {2}% of#Lasts {3} min", en="Beacon of Light" },
[53653] = { ref=53652 }, -- Beacon of Light
[53654] = { ref=53652 }, -- Beacon of Light
-- Benediction
[20101] = { "Благодать", "Зменшує витрати мани на всі миттєві закляття на {1}%.#by {1}%", en="Benediction" },
[20102] = { ref=20101 }, -- Benediction
[20103] = { ref=20101 }, -- Benediction
[20104] = { ref=20101 }, -- Benediction
[20105] = { ref=20101 }, -- Benediction
-- Blessing of Sanctuary
[20911] = { "Благословення прихистку", "Благословляє дружню ціль, зменшуючи отриману нею шкоду з усіх джерел на {1}% протягом {2} хв, а також збільшуючи силу та витривалість на {3}%. Додатково, коли ціль блокує, парирує чи ухиляється від атаки ближнього бою, вона відновлює {4}% мани. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#all sources by {1}% for {2} min#stamina by {3}%#gain {4}% of", "Отриману шкоду зменшено на {1}%, силу та витривалість збільшено на {2}%, а блокування, парирування та ухиляння від атак ближнього бою відновлює {3}% мани.#reduced by up to {1}%#increased by {2}%#gain {3}% of", en="Blessing of Sanctuary" },
-- Blood Corruption
[356110] = { "Осквернення крові", "Завдає шкоди святістю кожні {1} с.#damage every {1} sec", "{1} шкоди святістю кожні {2} с.#{1} Holy damage every {2} sec", en="Blood Corruption" },
-- Charger
[23214] = { "Скакун", "Викликає скакуна для верхової їзди. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Charger" },
-- Concentration Aura
[19746] = { "Аура зосередженості", "Всі учасники групи чи рейду в межах {1} м отримують на {2}% менше затримки вимовляння чи промовляння заклять при отриманні шкоди. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#within {1} yards lose {2}% less", "Отримує на {1}% менше затримки вимовляння чи промовляння заклять при отриманні шкоди.#by {1}%", en="Concentration Aura" },
-- Conviction
[20117] = { "Переконання", "Збільшує вашу ймовірність завдання критичного удару закляттями та атаками на {1}%.#by {1}%", en="Conviction" },
[20118] = { ref=20117 }, -- Conviction
[20119] = { ref=20117 }, -- Conviction
[20120] = { ref=20117 }, -- Conviction
[20121] = { ref=20117 }, -- Conviction
-- Crusade
[31866] = { "Священний похід", "Збільшує всю шкоду на {1}%, а шкоду гуманоїдам, демонам, невмерлим та елементалям ще на {2}%.#by {1}%#additional {2}%", en="Crusade" },
[31867] = { ref=31866 }, -- Crusade
[31868] = { ref=31866 }, -- Crusade
-- Crusader Aura
[32223] = { "Аура лицаря", "Збільшує швидкість їзди верхи на {1}% для всіх учасників групи чи рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%#within {2} y", "Швидкість їзди верхи збільшено на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%", en="Crusader Aura" },
-- Crusader Strike
[35395] = { "Удар лицаря", "Миттєвий удар, що завдає {1}% шкоди зброї.#causes {1}% weapon", en="Crusader Strike" },
-- Devotion Aura
[465] = { "Аура відданості", "Надає {1} додаткової броні учасникам групи та рейду в радіусі {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional armor#within {2} y", "Збільшує броню на {1}.#by {1}", en="Devotion Aura" },
[643] = { ref=465 }, -- Devotion Aura
[1032] = { ref=465 }, -- Devotion Aura
[10290] = { ref=465 }, -- Devotion Aura
[10291] = { ref=465 }, -- Devotion Aura
[10292] = { ref=465 }, -- Devotion Aura
[10293] = { ref=465 }, -- Devotion Aura
-- Divine Guardian
[53527] = { "Божественний захисник", "Після активації \"Божественної жертви\" учасники групи чи рейду в межах {1} м отримують на {2}% менше шкоди протягом {3} с. Окрім того, тривалість \"\" збільшується на {4}%, а обсяг поглинання - на {5}%.#within {1} y#take {2}% reduced damage for {3} sec#Sacred Shield by {4}% and the amount absorbed by {5}%", en="Divine Guardian" },
[53530] = { ref=53527 }, -- Divine Guardian
[70940] = { "Божественний захисник", "Після активації \"Божественної жертви\" учасники групи чи рейду отримують менше шкоди протягом {1} с.#for {1} sec", "Зменшує отриману шкоду.", en="Divine Guardian" },
-- Divine Intervention
[19753] = { "Божественне втручання", "Паладин приносить себе в жертву, щоб захистити обраного учасника групи. Вороги припинять атакувати захищеного гравця, який також буде невразливим до всіх негативних ефектів та атак, але не зможе нічого робити протягом {1} хв.#for {1} min", "Цілковита невразливість, але не може рухатися.", en="Divine Intervention" },
-- Divine Plea
[54428] = { "Божественне моління", "Ви відновлюєте {1}% мани протягом {2} секунд, але ефективність ваших заклять \"Зблиск світла\", \"Священне світло\" та \"Священний шок\" зменшується на {3}%.#gain {1}% of#over {2} sec#reduced by {3}%", "Вдновлення {1}% запасу мани.\nЕфективність заклять зцілення зменшено на {2}%.#Gaining {1}%#reduced by {2}%", en="Divine Plea" },
-- Divine Protection
[498] = { "Божественний захист", "Зменшує всю отриману шкоду на {1}% протягом {2} с. Захищена ціль не зможе отримати ефект від заклять \"Божественний щит\", \"Божественний захист\" та \"Десниця захисту\" протягом {3} хв. Не можна використовувати протягом {4} с після використання \"Гніву помсти\".#by {1}% for {2} sec#again for {3} min#within {4} sec of", "Отриману шкоду зменшено на {1}%.#reduced by {1}%", en="Divine Protection" },
-- Divine Sacrifice
[64205] = { "Божественна жертва", "{1}% шкоди, отриманої учасниками групи в межах {2} м, перенаправляється на паладина (максимум до {3}% від здоров'я паладина, помноженого на кількість учасників групи). При отриманні шкоди, від якої здоров'я паладина опускаєтсья нижче {4}% ефект переривається. Триває {5} с.#{1}% of all damage#within {2} y#maximum of {3}%#below {4}%#Lasts {5} sec", "{1}% шкоди, отриманої учасниками групи, перенаправляється на паладина.#{1}% of all damage", en="Divine Sacrifice" },
-- Divine Shield
[642] = { "Божественний щит", "Захищає паладина від будь-якої шкоди та заклять на {1} с, але зменшує всю вашу шкоду на {2}%. Захищена ціль не зможе отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Десниця захисту\" протягом {3} хв. Не можна використовувати протягом {4} с після використання \"Гніву помсти\".#spells for {1} sec#you deal by {2}%#again for {3} min#within {4} sec", "Невразливість до всіх атак і заклять, але всю завдану шкоду зменшено на {1}%.#all damage you deal by {1}%", en="Divine Shield" },
-- Divine Storm
[53385] = { "Божественна буря", "Миттєва атака зброєю, яка завдає 110% шкоди від зброї 4 ворогам в радіусі 8 метрів. Божественна буря зцілює до 3 членів групи або рейду сумарно на 25% від завданої шкоди.", en="Divine Storm" },
-- Divinity
[63646] = { "Божественність", "Збільшує ефективність ваших заклять зцілення та заклять зцілення, що діють на вас, на {1}%.#by {1}%", en="Divinity" },
[63647] = { ref=63646 }, -- Divinity
[63648] = { ref=63646 }, -- Divinity
[63649] = { ref=63646 }, -- Divinity
[63650] = { ref=63646 }, -- Divinity
-- Enlightened Judgements
[53556] = { "Осяяний присуд", "Збільшує дальність дії \"Присуду світла\" та \"Присуду мудрості\" на {1} м та збільшує ймовірність завдання удару на {2}%.#by {1} yards#hit by {2}%", en="Enlightened Judgements" },
[53557] = { ref=53556 }, -- Enlightened Judgements
-- Exorcism
[879] = { "Екзорцизм", "Завдає від {1} до {2} шкоди святістю ворожій цілі. Завжди завдає критичної шкоди якщо ціль невмерла чи демон.#Causes {1} to {2} Holy", en="Exorcism" },
-- Eye for an Eye
[9799] = { "Око за око", "Усі критичні удари по вам завдають {1}% від отриманої вами шкоди нападнику. Шкода від цього ефекту не може перевищувати {2}% від запасу здоров'я паладина.#cause {1}% of#exceed {2}% of", en="Eye for an Eye" },
[25988] = { ref=9799 }, -- Eye for an Eye
-- Fire Resistance Aura
[19891] = { "Аура опору вогню", "Надає {1} додаткового опору вогню всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір вогню на {1}.#by {1}", en="Fire Resistance Aura" },
[19899] = { ref=19891 }, -- Fire Resistance Aura
[19900] = { ref=19891 }, -- Fire Resistance Aura
-- Forbearance
[25771] = { "Стриманість", "Ціль не може повторно отримати ефект заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" протягом {1} хв.#for {1} min", "Не може отримати захист від заклять \"Божественний щит\", \"Божественний захист\" та \"Десниця захисту\".", en="Forbearance" },
-- Frost Resistance Aura
[19888] = { "Аура опору кризі", "Надає {1} додаткового опору кризі всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір кризі на {1}.#by {1}", en="Frost Resistance Aura" },
[19897] = { ref=19888 }, -- Frost Resistance Aura
[19898] = { ref=19888 }, -- Frost Resistance Aura
-- Glyph of Holy Light
[54968] = { "Символ священного світла", "Зцілює {1}% від ефекту \"Священного світла\".#for {1}% of", "Зцілює {1}% від ефекту \"Священного світла\".#for {1}% of", en="Glyph of Holy Light" },
-- Greater Blessing of Sanctuary
[25899] = { "Велике благословення прихистку", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення прихистку\", що зменшує отриману ними шкоду з усіх джерел на {1}% протягом {2} хв, а також збільшуючи силу та витривалість на {3}%. Додатково, коли ціль блокує, парирує чи ухиляється від атаки ближнього бою, вона відновлює {4}% мани. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#all sources by {1}% for {2} min#stamina by {3}%#gain {4}% of", "Отриману шкоду зменшено на {1}%, силу та витривалість збільшено на {2}%, а блокування, парирування та ухиляння від атак ближнього бою відновлює {3}% мани.#reduced by up to {1}%#increased by {2}%#gain {3}% of", en="Greater Blessing of Sanctuary" },
-- Guardian's Favor
[20174] = { "Прихильність захисника", "Зменшує час відновлення \"Десниці захисту\" на {1} с і збільшує тривалість дії \"Десниці свободи\" на {2} с.#Protection by {1} sec#Freedom by {2} sec", en="Guardian's Favor" },
[20175] = { nil, "Зменшує час відновлення \"Десниці захисту\" на {1} хв і збільшує тривалість дії \"Десниці свободи\" на {2} с.#Protection by {1} min#Freedom by {2} sec", ref=20174 }, -- Guardian's Favor
-- Hammer of Justice
[853] = { "Молот правосуддя", "Приголомшує ціль на {1} с та перериває вимову заклять на {2} с якщо ціль не є гравцем.#target for {1} sec#spellcasting for {2} sec", "Приголомшено.", en="Hammer of Justice" },
[5588] = { ref=853 }, -- Hammer of Justice
[5589] = { ref=853 }, -- Hammer of Justice
[10308] = { ref=853 }, -- Hammer of Justice
-- Hammer of Wrath
[24274] = { ref=24239 }, -- Hammer of Wrath
[24275] = { ref=24239 }, -- Hammer of Wrath
-- Hammer of the Righteous
[53595] = { "Молот праведника", "Удар молотом по поточній цілі і {1} додаткових цілях поблизу, що завдає шкоди святістю, що дорівнює шкоді за секунду зброї в основній руці помноженій на {2}.#up to {1} additional#causing {2} times", en="Hammer of the Righteous" },
-- Hand of Freedom
[1044] = { "Десниця свободи", "Покладає десницю на дружню ціль, надаючи невразливість до ефектів обмеження руху на {1} с. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#for {1} sec", "Невразливість до ефектів перешкоди руху.", en="Hand of Freedom" },
-- Hand of Protection
[1022] = { "Десниця захисту", "Захищає обраного учасника групи чи рейду від усіх фізичних атак на {1} с, але протягом цього часу ціль не може атакувати чи використовувати фізичні здібності. Гравці можуть мати лише одну десницю від кожного паладина одночасно. Захищена ціль не зможе отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Десниця захисту\" повторно протягом {2} хв. Не можна застосовувати на гравців, що використовувати \"Гнів помсти\" протягом останніх 30 секунд.#attacks for {1} sec#again for {2} min", "Невразливість до фізичних атак. Не може атакувати чи використовувати фізичні здібності.", en="Hand of Protection" },
[5599] = { ref=1022 }, -- Hand of Protection
[10278] = { ref=1022 }, -- Hand of Protection
-- Hand of Reckoning
[62124] = { "Десниця відплати", "Провокує ціль атакувати вас. Якщо ціль можливо спровокувати та вона не націлена на вас, вона отримає {1} шкоди святістю.#causes {1} Holy", "Спровоковано.", en="Hand of Reckoning" },
-- Hand of Sacrifice
[6940] = { "Десниця жертовності", "Покладає десницю на учасника групи чи рейду, перенаправляючи {1}% отриманої ним шкоди на себе. Триває {2} с або поки не перенаправить {3}% від запасу здоров'я заклинача. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#ring {1}% damage#Lasts {2} sec#red {3}% of their", "Перенаправляє {1}% отриманої шкоди паладину.#Transfers {1}%", en="Hand of Sacrifice" },
-- Hand of Salvation
[1038] = { "Десниця спасіння", "Покладає десницю на учасника групи чи рейду, зменшуючи всю його загрозу на {1}% кожні {2} с протягом {3} с. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#their total threat by {1}% every {2} sec#for {3} sec", "Зменшує загрозу на {1}% щосекунди.#by {1}%", en="Hand of Salvation" },
-- Healing Light
[20237] = { "Цілюще світло", "Збільшує обсяг зцілення вашими закляттями \"Священне світло\" та \"Зблиск світла\", а також посилює \"Священний шок\" на {1}%.#by {1}%", en="Healing Light" },
[20238] = { ref=20237 }, -- Healing Light
[20239] = { ref=20237 }, -- Healing Light
-- Heart of the Crusader
[20335] = { "Серце лицаря", "Окрім звичайного ефекту, ваші “Присуди” також збільшують ймовірність критичного удару всіх атак проти цілі на {1}%.#additional {1}%", en="Heart of the Crusader" },
[20336] = { ref=20335 }, -- Heart of the Crusader
[20337] = { ref=20335 }, -- Heart of the Crusader
[21183] = { nil, nil, "Збільшує ймовірність завдання критичного удару проти цілі на {1}%.#by {1}%", ref=20335 }, -- Heart of the Crusader
-- Holy Shield
[20925] = { "Священний щит", "Збільшує ймовірність блокування на {1}% протягом {2} с та завдає {3} шкоди святістю з кожною заблокованою атакою протягом дії закляття. Кожне блокування витрачає один заряд. {4} зарядів.#block by {1}% for {2} sec#deals {3} Holy damage#{4} charges", "Ймовірність блокування збільшено на {1}%. Завдає {2} шкоди святістю нападникові при блокуванні.[ Зарядів: {1}#{1} charges].#chance increased by {1}%#{2} Holy damage", en="Holy Shield" },
[20927] = { ref=20925 }, -- Holy Shield
[20928] = { ref=20925 }, -- Holy Shield
-- Holy Vengeance
[31803] = { "Священна помста", "Завдає шкоди святістю кожні {1} с.#every {1} sec", "Завдає шкоди святістю кожні {1} с.#every {1} sec", en="Holy Vengeance" },
-- Holy Wrath
[2812] = { "Священний гнів", "Посилає стріли священної сили в усіх напрямках, завдаючи від {1} до {2} шкоди святістю та приголомшуючи усіх невмерлих та демонів в межах {3} м на {4} с.#causing {1} to {2}#within {3} yds for {4} sec", "Приголомшено.", en="Holy Wrath" },
-- Improved Concentration Aura
[20254] = { "Покращена аура зосередженості", "Підсилює ефект вашої \"Аури зосередженості\" на {1}% та зменшує тривалість ефектів знемовлення та переривання для всіх учасників групи під впливом аури на {2}%. Зменшення тривалості ефектів знемовлення та переривання не поєднується з іншими ефектами.#Concentration Aura by an additional {1}%#affected group member by {2}%", en="Improved Concentration Aura" },
[20255] = { ref=20254 }, -- Improved Concentration Aura
[20256] = { ref=20254 }, -- Improved Concentration Aura
-- Improved Devotion Aura
[20138] = { "Покращена аура відданості", "Збільшує додаткову броню від вашої \"Аури відданості\" на {1}% та посилює зцілення цілей, що знаходяться під ефектом ваших аур на {2}%.#Aura by {1}%#Auras by {2}%", en="Improved Devotion Aura" },
[20139] = { ref=20138 }, -- Improved Devotion Aura
[20140] = { ref=20138 }, -- Improved Devotion Aura
-- Improved Judgements
[25956] = { "Покращені присуди", "Зменшує час відновлення \"Присудів\" на {1} с.#by {1} sec", en="Improved Judgements" },
[25957] = { ref=25956 }, -- Improved Judgements
-- Improved Lay on Hands
[20234] = { "Покращене покладання рук", "Зменшує отриману ціллю вашого закляття \"Покладання рук\" фізичну шкоду на {1}% протягом {2} с. Також зменшує час відновлення \"Покладання рук\" на {3} хв.#spell {1}% reduced#taken for {2} sec#reduced by {3} min", en="Improved Lay on Hands" },
[20235] = { ref=20234 }, -- Improved Lay on Hands
-- Improved Righteous Fury
[20468] = { "Покращена праведна лють", "Поки діє \"Праведна лють\", отримана шкода зменшується на {1}%.#reduced by {1}%", en="Improved Righteous Fury" },
[20469] = { ref=20468 }, -- Improved Righteous Fury
[20470] = { ref=20468 }, -- Improved Righteous Fury
-- Infusion of Light
[53569] = { "Вливання Cвітла", "Критичні удари \"Священного шоку\" зменшують час вимови наступного \"Зблиску світла\" на {1} с або збільшують ймовірність критичного ефекту наступного \"Священного світла\" на {2}%. Окрім того, \"Зблиск світла\" відновлюватиме цілям зі \"Священним щитом\" додатково {3}% здоров'я протягом {4} с.#by {1} sec#by {2}%#additional {3}% over {4} sec", en="Infusion of Light" },
[53576] = { ref=53569 }, -- Infusion of Light
[53672] = { "Вливання Cвітла", "Критичні удари \"Священного шоку\" зменшують час вимови наступного \"Зблиску світла\" на {1} с або збільшують ймовірність критичного ефекту наступного \"Священного світла\" на {2}%.#by {1} sec#by {2}%", "Час вимови наступного \"Зблиску світла\" зменшено на {1} с, а шанс критичного ефекту наступного \"Священного світла\" збільшено на {2}%.#by {1} sec#by {2}%", en="Infusion of Light" },
[54149] = { ref=53672 }, -- Infusion of Light
-- Judgement of Command
[20425] = { "Присуд наказу", "Усі атаки ближнього бою завдають додатково від {1} до {2} шкоди святістю.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи від {3} до {4} шкоди святістю.#deal {1} to {2} additional Holy damage#instantly causing {3} to {4} Holy damage", en="Judgement of Command" },
[20467] = { ref=20425 }, -- Judgement of Command
-- Judgement of Justice
[20184] = { "Присуд правосуддя", "Вивільнення енергії цієї печатки засудить ворога на {1} с, не дозволяючи йому втекти. Одночасно може бути активним лише один присуд від кожного паладина.#enemy for {1} sec", "Не може втекти, а швидкість руху не можу бути більшою за звичайну. Не вважається ефектом обмеження руху.", en="Judgement of Justice" },
-- Judgement of Light
[20185] = { "Присуд світла", "Наповнює паладина божественним світлом на {1} хв, надаючи кожній атаці ближнього бою ймовірність зцілити паладину {2} здоров'я. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки засудить ворога на {3} с, надаючи атакам ближнього бою проти засудженої цілі ймовірність зцілити нападнику {4}% здоров'я. Одночасно може бути активним лише один присуд від кожного паладина.#light for {1} min#heal the Paladin for {2}#enemy for {3} sec#attacker for {4}%", "Атаки проти цієї цілі можуть зцілити нападників.", en="Judgement of Light" },
[20267] = { "Присуд світла", "Вивільнення енергії печатки засудить ворога на {1} с, надаючи атакам ближнього бою проти засудженої цілі ймовірність відновити нападнику {2}% здоров'я, а також спричиняючи додатковий ефект активної печатки. Одночасно може бути активним лише один присуд від кожного паладина.#for {1} sec#for {2}% of", en="Judgement of Light" },
[20271] = { ref=20267 }, -- Judgement of Light
-- Judgement of Wisdom
[20186] = { nil, nil, "Атаки та закляття проти цієї цілі можуть відновити нападнику ману.", ref=20268 }, -- Judgement of Wisdom
[20268] = { "Присуд мудрості", "Вивільнення енергії печатки засудить ворога, надаючи атакам ближнього бою проти засудженої цілі ймовірність відновити нападнику {1}% мани, а також спричиняючи додатковий ефект активної печатки. Одночасно може бути активним лише один присуд від кожного паладина.#restore {1}%", en="Judgement of Wisdom" },
-- Judgements of the Just
[53695] = { "Присуд справедливості", "Зменшує час відновлення \"Молота правосуддя\" на {1} с, збільшує тривалість ефекту \"Печатки правосуддя\" на {2} с, а присуди зменшують швидкість ближнього бою цілі на {3}%.#Hammer of Justice by {1} sec#Seal of Justice effect by {2} sec#speed of the target by {3}%", en="Judgements of the Just" },
[53696] = { ref=53695 }, -- Judgements of the Just
-- Judgements of the Pure
[53655] = { "Присуд чистоти", "Збільшує шкоду печаток та присудів на {1}%, а присуди збільшують вашу щвидкість заклять та ближнього бою на {2}% протягом {3} хв.#spells by {1}%#haste by {2}% for {3} min", "Швидкість заклять та ближнього бою збільшено на {1}%.#by {1}%", en="Judgements of the Pure" },
[53656] = { ref=53655 }, -- Judgements of the Pure
[53657] = { ref=53655 }, -- Judgements of the Pure
[53671] = { "Присуд чистоти", "Збільшує шкоду печаток та присудів на {1}%, а присуди збільшують вашу щвидкість заклять та ближнього бою на {2}% протягом {3} хв.#spells by {1}%#haste by {2}% for {3} min", en="Judgements of the Pure" },
[53673] = { ref=53671 }, -- Judgements of the Pure
[54151] = { ref=53671 }, -- Judgements of the Pure
[54152] = { ref=53655 }, -- Judgements of the Pure
[54153] = { ref=53655 }, -- Judgements of the Pure
[54154] = { ref=53671 }, -- Judgements of the Pure
[54155] = { ref=53671 }, -- Judgements of the Pure
-- Judgements of the Wise
[31876] = { "Присуд мудреця", "\"Присуди\" з ймовірністю {1}% викликають ефект \"Відновлення сил\", що відновлює {2} учасникам групи чи рейду {3}% від максимального запасу мани раз кожні {4} с протягом {5} с, а також миттєво відновлюють вам {6}% базового запасу мани.#a {1}% chance#to up to {2} party#equal to {3}% of their maximum mana per {4} sec for {5} sec#grant you {6}% of your", en="Judgements of the Wise" },
[31877] = { ref=31876 }, -- Judgements of the Wise
[31878] = { ref=31876 }, -- Judgements of the Wise
-- Lay on Hands
[633] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина. При застосуванні на себе паладин не зможе отримати ефект від заклять \"Божественний щит\", \"Божественний захист\", \"Десниця захисту\" та свого \"Покладання рук\" протягом {1} хв. Не можна використовувати на себе протягом {2} с після використання \"Гніву помсти\".#again for {1} min#within {2} sec of using", en="Lay on Hands" },
[2800] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина та відновлює {1} мани. При застосуванні на себе паладин не зможе отримати ефект від заклять \"Божественний щит\", \"Божественний захист\", \"Десниця захисту\" та свого \"Покладання рук\" протягом {2} хв. Не можна використовувати на себе протягом {3} с після отримання ефекту \"Гніву помсти\".#restores {1} of their mana#again for {2} min#within {3} sec of using", en="Lay on Hands" },
[10310] = { ref=2800 }, -- Lay on Hands
[20233] = { "Покладання рук", "Надає цілі вашого закляття \"Покладання рук\" додаткові {1}% броні від предметів протягом {2} с. Окрім того, час відновлення вашого закляття \"Покладання рук\" зменшується.#spell {1}% reduced#for {2} sec", "Отриману фізичну шкоду зменшено на {1}%.#by {1}%", en="Lay on Hands" },
[20236] = { ref=20233 }, -- Lay on Hands
-- Pure of Heart
[31822] = { "Чистота серця", "Зменшує тривалість ефектів проклять, хвороб та отрут на {1}%.#by {1}%", en="Pure of Heart" },
[31823] = { ref=31822 }, -- Pure of Heart
-- Purifying Power
[31825] = { "Сила очищення", "Зменшує витрати мани заклинань \"Очищення\", \"Омовіння\" та \"Освячення\" на {1}% та зменшує час відновлення заклинань \"Екзорцизм\" та \"Священний гнів\" на {2}%.#Consecration spells by {1}%#Holy Wrath spells by {2}%", en="Purifying Power" },
-- Pursuit of Justice
[26022] = { "Гонитва за правосуддям", "Зменшує тривалість всіх ефектів роззброєння на {1}% та збільшує швидкість руху та швидкість верхової їзди на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#effects by {1}%#speed by {2}%", en="Pursuit of Justice" },
[26023] = { ref=26022 }, -- Pursuit of Justice
-- Reckoning
[20177] = { "Воздаяння", "З ймовірністю {1}% після блокування або отримання удару наступні {2} помахи зброєю протягом {3} секунд завдадуть додаткового удару.#a {1}% chance#next {2} weapon#within {3} sec", en="Reckoning" },
[20179] = { ref=20177 }, -- Reckoning
[20180] = { ref=20177 }, -- Reckoning
[20181] = { ref=20177 }, -- Reckoning
[20182] = { ref=20177 }, -- Reckoning
-- Redoubt
[20127] = { "Твердиня", "Збільшує показник блокування на {1}%, а отримання шкоди в ближньому або дальньому бою з ймовірністю {2}% збільшить шанс блокування на {3}%. Триває {4} с або {5} блоків.#block value by {1}%#a {2}% chance#to block by {3}%#Lasts {4} sec or {5} block", en="Redoubt" },
[20128] = { "Твердиня", "Отримання шкоди в ближньому або дальньому бою з ймовірністю {1}% збільшить шанс блокування на {2}%. Триває {3} с або {4} блоків.#a {1}% chance#to block by {2}%#Lasts {3} sec or {4} block", "Ймовірність блокування збільшено на {1}%. Триває до {2} блоків.#by {1}%#of {2}  blocks", en="Redoubt" },
[20130] = { ref=20127 }, -- Redoubt
[20135] = { ref=20127 }, -- Redoubt
-- Repentance
[20066] = { "Розкаяння", "Занурює ворожу ціль у стан медитації, роблячи її недієздатною на {1} хв та знімаючи ефект \"Праведної помсти\". Будь-яка шкода поверне ціль до тями. Можна використовувати проти демонів, драконів, гігантів, гуманоїдів і невмерлих.#up to {1} min", "Недієздатність.", en="Repentance" },
-- Retribution Aura
[7294] = { "Аура розплати", "Завдає {1} шкоди святістю нападникам, що завдають удару учаснику групи чи рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Causes {1} Holy#within {2} y", "Завдає {1} шкоди святістю будь-кому, хто вас ударяє.#Does {1} Holy damage", en="Retribution Aura" },
[10298] = { ref=7294 }, -- Retribution Aura
[10299] = { ref=7294 }, -- Retribution Aura
[10300] = { ref=7294 }, -- Retribution Aura
[10301] = { ref=7294 }, -- Retribution Aura
-- Righteous Fury
[25780] = { "Праведна лють", "Збільшує всю створену загрозу. Додатково збільшує загрозу від заклять святості на {1}%. Триває до скасування.#additional {1}%", "Збільшує всю створену загрозу. Додатково збільшує загрозу від заклять святості на {1}%.#additional {1}%", en="Righteous Fury" },
-- Righteous Vengeance
[53380] = { "Праведна помста", "Коли \"Присуд\", \"Удар лицаря\" чи \"Божественна буря\" завдає критичного удару, ціль отримує на {1}% більше шкоди протягом {2} с.#take {1}%#over {2} sec", en="Righteous Vengeance" },
[53381] = { ref=53380 }, -- Righteous Vengeance
[53382] = { ref=53380 }, -- Righteous Vengeance
-- Sacred Cleansing
[53551] = { "Священне очищення", "Ваше закляття \"Очищення\" з ймовірністю {1}% збільшує опір ефектам хвороб, магії та отрут на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", en="Sacred Cleansing" },
[53552] = { ref=53551 }, -- Sacred Cleansing
[53553] = { ref=53551 }, -- Sacred Cleansing
[53659] = { "Священне очищення", "Ваше закляття \"Очищення\" може збільшити опір ефектам хвороб, магії та отрут.", "Опір ефектам хвороб, магії та отрут збільшено на {1}%.#by {1}%", en="Sacred Cleansing" },
-- Sacred Duty
[31848] = { "Священний обов'язок", "Збільшує вашу витривалість на {1}% та зменшує час відновлення \"Божественного щита\" та \"Божественного захисту\" на {2} с.#Stamina by {1}%#spells by {2} sec", en="Sacred Duty" },
[31849] = { ref=31848 }, -- Sacred Duty
-- Sanctified Light
[20359] = { "Освячене Світло", "Збільшує ймовірність критичного ефекту \"Священного світла\" та \"Священного шоку\" на {1}%.#by {1}%", en="Sanctified Light" },
[20360] = { ref=20359 }, -- Sanctified Light
[20361] = { ref=20359 }, -- Sanctified Light
-- Sanctified Wrath
[53375] = { "Благодатний гнів", "Збільшує ймовірність завдання критичного удару \"Молотом гніву\" на {1}%, зменшує час відновлення \"Гніву помсти\" на {2} с та поки діє \"Гнів помсти\" {3}% всієї шкоди оминає ефекти зменшення шкоди.#by {1}%#by {2} sec#Wrath {3}% of all damage", en="Sanctified Wrath" },
[53376] = { ref=53375 }, -- Sanctified Wrath
-- Seal of Command
[20375] = { "Печатка наказу", "Усі атаки ближнього бою завдають додатково від {1} до {2} шкоди святістю. При застосуванні здібностей чи атак, що вражають одну ціль, печатка також вражає до {3} додаткових цілей. Триває {4} хв.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи від {5} до {6} шкоди святістю.#deal {1} to {2} additional Holy damage#strike up to {3} additional#Lasts {4} min#instantly causing {5} to {6} Holy damage", "Атаки ближнього бою завдають додаткової шкоди святістю.", en="Seal of Command" },
-- Seal of Corruption
[348704] = { "Печатка осквернення", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою, накладають ефект осквернення крові, що завдає додатково {1} шкоди святістю протягом {2} с. Осквернення крові може накопичуватись до {3} разів. Атаки паладина також завдаватимуть додатково до {4}% шкоди від зброї у вигляді шкоди святістю в залежності від кількості ефектів. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {5} хв.\n\nВивільнення енергії цієї печатки завдасть {6} шкоди святістю, що збільшується на {7}% за кожен ефект осквернення крові на цілі.#deals {1} additional Holy damage over {2} sec#up to {3} times#deals up to {4}% weapon#Lasts {5} min#will deal {6} Holy#increased by {7}% for each", "Атаки ближнього бою завдають додаткової шкоди святістю протягом {1} с.#over {1} sec", en="Seal of Corruption" },
-- Seal of Justice
[20164] = { "Печатка правосуддя", "Наповнює паладина духом правосуддя на {1} хв, надаючи кожній атаці ближнього бою ймовірність приголомшити ціль на {2} с. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {3} шкоди святістю#justice for {1} min#stun for {2} sec#deal {3} Holy", "Атаки ближнього бою можуть приголомшити ціль на {1} с.#for {1} sec", en="Seal of Justice" },
-- Seal of Light
[20165] = { "Печатка світла", "Наповнює паладина божественним світлом на {1} хв, надаючи кожній атаці ближнього бою ймовірність зцілити паладину {2} здоров'я. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {3} шкоди святістю.#light for {1} min#heal the Paladin for {2}#will deal {3} Holy", "Атаки ближнього бою можуть відновити вам здоров'я.", en="Seal of Light" },
-- Seal of Righteousness
[20154] = { "Печатка праведності", "Наповнює паладина святим духом на {1} хв, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.#for {1} min#attack {2} additional Holy", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Righteousness" },
[21084] = { "Печатка праведності", "Наповнює паладина святим духом на {1} хв, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії печатки завдасть {3} шкоди ворогу.#for {1} min#attack {2} additional Holy#cause {3} Holy", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Righteousness" },
-- Seal of Vengeance
[31801] = { "Печатка помсти", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою накладають ефект \"Священної помсти\", що завдає додатково {1} шкоди святістю протягом {2} с. \"Священна помста\" може накопичуватись до {3} разів. Кожна атака завдає до {4}% шкоди зброї у вигляді шкоди святістю, в залежності від кількості накладених ефектів. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {5} хв.\n\nВивільнення енергії цієї печатки завдасть {6} шкоди святістю, збільшеної на {7}% за кожен ефект \"Священної помсти\" на цілі.#deals {1} additional Holy damage over {2} sec#stack up to {3} times#deals up to {4}% weapon#Lasts {5} min#will deal {6} Holy damage#increased by {7}% for each", "Атаки ближнього бою завдають шкоди святістю протягом {1} с.#over {1} sec", en="Seal of Vengeance" },
-- Seal of Wisdom
[20166] = { "Печатка мудрості", "Наповнює паладина божественною мудрістю на {1} хв, надаючи кожній атаці ближнього бою ймовірність відновити паладину {2}% мани. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {3} шкоди святістю.#wisdom for {1} min#restore {2}% of the paladin#will deal {3} Holy", "Атаки ближнього бою можуть відновити ману.", en="Seal of Wisdom" },
-- Seals of the Pure
[20224] = { "Печатки чистоти", "Збільшує шкоду печаток праведності, помсти та осквернення, а також їх ефектів присуду на {1}%.#by {1}%", en="Seals of the Pure" },
[20225] = { ref=20224 }, -- Seals of the Pure
[20330] = { ref=20224 }, -- Seals of the Pure
[20331] = { ref=20224 }, -- Seals of the Pure
[20332] = { ref=20224 }, -- Seals of the Pure
-- Shadow Resistance Aura
[19876] = { "Аура опору тіні", "Надає {1} додаткового опору тіні всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір тіні на {1}.#by {1}", en="Shadow Resistance Aura" },
[19895] = { ref=19876 }, -- Shadow Resistance Aura
[19896] = { ref=19876 }, -- Shadow Resistance Aura
-- Sheath of Light
[53501] = { "Покрив світла", "Збільшує вашу силу заклять на {1}% від вашої сили атаки, а критичні ефекти ваших цілющих заклять зцілюють цілі додатково {2}% від ефекту зцілення протягом {3} с.#equal to {1}%#for {2}% of#over {3} sec", en="Sheath of Light" },
[53502] = { ref=53501 }, -- Sheath of Light
[53503] = { ref=53501 }, -- Sheath of Light
[54203] = { "Покрив світла", "Періодичне зцілення.", "Зцілює протягом {1} с.#over {1} sec", en="Sheath of Light" },
-- Shield of Righteousness
[53600] = { "Щит праведника", "Вдаряє ціль щитом, завдаючи шкоди святістю в залежності від показника блоку плюс {1}.#additional {1}", en="Shield of Righteousness" },
[61411] = { ref=53600 }, -- Shield of Righteousness
-- Shield of the Templar
[53709] = { "Щит храмовника", "Зменшує всю отриману шкоду на {1}%, а \"Щит месника\" з ймовірністю {2}% знемовить цілі на {3} с.#damage taken by {1}%#a {2}% chance#for {3} sec", en="Shield of the Templar" },
[53710] = { ref=53709 }, -- Shield of the Templar
[53711] = { ref=53709 }, -- Shield of the Templar
-- Siphon Blessing
[23418] = { "Витягування благословень", "Змушує всіх паладинів застосовувати \"Благословення захисту\" на Нефаріана.", "Змушує вас застосовувати \"Благословення захисту\" на Нефаріана.", en="Siphon Blessing" },
-- Spiritual Focus
[20205] = { "Духовна зосередженість", "Зменшує затримку вимови заклять \"Зблиск світла\" та \"Священне світло\" при отриманні шкоди на {1}%.#by {1}%", en="Spiritual Focus" },
[20206] = { ref=20205 }, -- Spiritual Focus
[20207] = { ref=20205 }, -- Spiritual Focus
[20208] = { ref=20205 }, -- Spiritual Focus
[20209] = { ref=20205 }, -- Spiritual Focus
-- The Art of War
[53486] = { "Мистецтво війни", "Збільшує шкоду здібностей \"Присуд\", \"Удар лицаря\" і \"Божественна буря\" на {1}%, а коли ваші атаки ближнього бою завдають критичного удару, час вимови наступного \"Зблиску світла\" або \"Екзорцизму\" зменшується на {2} с.#abilities by {1}% and#reduced by {2} sec", en="The Art of War" },
[53488] = { "Мистецтво війни", "Збільшує шкоду здібностей \"Присуд\", \"Удар лицаря\" і \"Божественна буря\" на {1}%, а коли ваші атаки ближнього бою завдають критичного удару, наступний \"Зблиск світла\" або \"Екзорцизм\" вимовляється миттєво.#abilities by {1}% and", en="The Art of War" },
[53489] = { "Мистецтво війни", "Збільшує критичну шкоду здібностей \"Присуд\", \"Удар лицаря\" і \"Божественна буря\" на {1}%, а коли ваші атаки ближнього бою завдають критичного удару, час вимови наступного \"Зблиску світла\" або \"Екзорцизму\" зменшується на {2} с.#abilities by {1}% and#reduced by {2} sec", "Час вимови наступного \"Зблиску світла\" або \"Екзорцизму\" зменшено на {1} с.#by {1} sec", en="The Art of War" },
-- Touched by the Light
[53590] = { "Дотик світла", "Збільшує силу заклять на {1}% від показника сили та збільшує обсяг критичного зцілення ваших заклять на {2}%.#equal to {1}%#heals by {2}%", en="Touched by the Light" },
[53591] = { ref=53590 }, -- Touched by the Light
[53592] = { ref=53590 }, -- Touched by the Light
-- Toughness
[20143] = { "Міць", "Збільшує вашу броню від предметів на {1}% та скорочує тривалість ефектів сповільнення руху на {2}%.#items by {1}%#slowing effects by {2}%", en="Toughness" },
[20144] = { ref=20143 }, -- Toughness
[20145] = { ref=20143 }, -- Toughness
[20146] = { ref=20143 }, -- Toughness
[20147] = { ref=20143 }, -- Toughness
-- Unyielding Faith
[9453] = { "Незламна віра", "Збільшує тривалість ефектів страху та дезорієнтації на {1}%.#effects by {1}%", en="Unyielding Faith" },
[25836] = { ref=9453 }, -- Unyielding Faith
-- Vengeance
[20050] = { "Помста", "Збільшує вашу фізичну шкоду та шкоду святістю на {1}% протягом {2} с після того, як ви завдали критичного удару зброєю, закляттям або здібністю. Ефект накопичується до {3} разів.#a {1}% bonus to#deal for {2} sec after#up to {3} times", "Фізичну шкоду та шкоду святістю збільшено на {1}%.#by {1}%", en="Vengeance" },
[20052] = { ref=20050 }, -- Vengeance
[20053] = { ref=20050 }, -- Vengeance
-- Vindication
[67] = { "Відплата", "Надає атакам ближнього бою паладина ймовірність зменшити силу атаки цілі на {1} протягом {2} с#attack power by {1} for {2} sec.", "Силу атаки зменшено на {1}.#by {1}.", en="Vindication" },
[9452] = { "Відплата", "Надає атакам ближнього бою паладина ймовірність зменшити силу атаки цілі на {1} протягом {2} с#attack power by {1} for {2} sec", en="Vindication" },
[26016] = { ref=9452 }, -- Vindication
[26017] = { ref=67 }, -- Vindication
-- Warhorse
[13819] = { "Бойовий кінь", "Викликає бойового коня для верхової їзди.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Warhorse" },

-- Item effects
[23733] = { "Сліпуче світло", "Наповнює паладина енергією світла, збільшуючи показник швидкості ближнього бою на {1}, а показник швидкості заклять на {2} протягом {3} с.#melee haste rating by {1} and spell haste rating by {2} for {3} sec", "Збільшує показник швидкості ближнього бою на {1}.\nЗбільшує показник швидкості заклять на {2}.#Increases melee haste rating by {1}#Increases spell haste rating by {2}", en="Blinding Light" },
[23300] = { "Збільшення шкоди присуду хрестоносця", "Збільшує шкоду святістю від ваших \"Присудів\" на {1}.#ments by {1}", en="Seal of the Crusader Judgement Increase" },

-- Mounts
[34767] = { "Виклик скакуна", "Викликає скакуна для верхової їзди. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Summon Charger" },
[34769] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Summon Warhorse" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
