local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Concentration Aura
[19746] = { "Аура зосередженості", "Всі учасники групи чи рейду в межах {1} м отримують на {2}% менше затримки вимовляння чи промовляння заклять при отриманні шкоди. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#within {1} yards lose {2}% less", "Отримує на {1}% менше затримки вимовляння чи промовляння заклять при отриманні шкоди.#by {1}%" }, -- Concentration Aura
-- Crusader Aura
[32223] = { "Аура лицаря", "Збільшує швидкість їзди верхи на {1}% для всіх учасників групи чи рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%#within {2} y", "Швидкість їзди верхи збільшено на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%" }, -- Crusader Aura
-- Divine Sacrifice
[64205] = { "Божественна жертва", "{1}% шкоди, отриманої учасниками групи в межах {2} м, перенаправляється на паладина (максимум до {3}% від здоров'я паладина, помноженого на кількість учасників групи). При отриманні шкоди, від якої здоров'я паладина опускаєтсья нижче {4}% ефект переривається. Триває {5} с.#{1}% of all damage#within {2} y#maximum of {3}%#below {4}%#Lasts {5} sec", "{1}% шкоди, отриманої учасниками групи, перенаправляється на паладина.#{1}% of all damage" }, -- Divine Sacrifice
-- Divinity
[63646] = { "Божественність", "Збільшує ефективність ваших заклять зцілення та заклять зцілення, що діють на вас, на {1}%.#by {1}%" }, -- Divinity (Rank 1)
[63647] = { ref=63646 }, -- Divinity (Rank 2)
[63648] = { ref=63646 }, -- Divinity (Rank 3)
-- Guardian's Favor
[20174] = { "Прихильність захисника", "Зменшує час відновлення \"Десниці захисту\" на {1} с і збільшує тривалість дії \"Десниці свободи\" на {2} с.#Protection by {1} sec#Freedom by {2} sec" }, -- Guardian's Favor (Rank 1)
[20175] = { nil, "Зменшує час відновлення \"Десниці захисту\" на {1} хв і збільшує тривалість дії \"Десниці свободи\" на {2} с.#Protection by {1} min#Freedom by {2} sec", ref=20174 }, -- Guardian's Favor (Rank 2)
-- Hand of Freedom
[1044] = { "Десниця свободи", "Покладає десницю на дружню ціль, надаючи невразливість до ефектів обмеження руху на {1} с. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#for {1} sec", "Невразливість до ефектів перешкоди руху." }, -- Hand of Freedom
-- Pure of Heart
[31822] = { "Чистота серця", "Зменшує тривалість ефектів проклять, хвороб та отрут на {1}%.#by {1}%" }, -- Pure of Heart (Rank 1)
[31823] = { ref=31822 }, -- Pure of Heart (Rank 2)
-- Retribution Aura
[7294] = { "Аура розплати", "Завдає {1} шкоди святістю нападникам, що завдають удару учаснику групи чи рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Causes {1} Holy#within {2} y", "Завдає {1} шкоди святістю будь-кому, хто вас ударяє.#Does {1} Holy damage" }, -- Retribution Aura (Rank 1)
-- Summon Warhorse
[34769] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Warhorse (Summon)

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
