local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Astral Shift
[51474] = { "Астральний перехід", "При отриманні ефекту приголомшення, страху чи знемовлення ви частково переходите у вимір стихій, зменшуючи отриману шкоду на {1}% на час дії ефекту приголомшення, страху чи знемовлення.#by {1}%" }, -- Astral Shift (Rank 1)
[51478] = { ref=51474 }, -- Astral Shift (Rank 2)
[51479] = { ref=51474 }, -- Astral Shift (Rank 3)
-- Booming Echoes
[63370] = { "Розкотисте відлуння", "Зменшує час відновлення ваших заклять \"Вогняний шок\" і \"Крижаний шок\" на {1} с, а також збільшує пряму шкоду цих заклять на {2}%.#additional {1} sec#additional {2}%" }, -- Booming Echoes (Rank 1)
[63372] = { ref=63370 }, -- Booming Echoes (Rank 2)
-- Call of Flame
[16038] = { "Поклик полум'я", "Збільшує шкоду ваших вогняних тотемів та \"Вогненного спалаху\" на {1}% та збільшує шкоду \"Виверження лави\" на {2}%.#Nova by {1}%#spell by {2}%" }, -- Call of Flame (Rank 1)
[16160] = { ref=16038 }, -- Call of Flame (Rank 2)
-- Call of the Ancestors
[66843] = { "Поклик предків", "Одночасно розміщає всі 4 тотеми з панелі тотемів. Може викликати тотеми, відмінніі від тотемів \"Поклику стихій\"." }, -- Call of the Ancestors
-- Call of the Elements
[66842] = { "Поклик стихій", "Одночасно розміщає всі 4 тотеми з панелі тотемів." }, -- Call of the Elements
-- Call of the Spirits
[66844] = { "Поклик духів", "Одночасно розміщає всі 4 тотеми з панелі тотемів. Може викликати тотеми, відмінніі від тотемів \"Поклику предків\"." }, -- Call of the Spirits
-- Concussion
[16035] = { "Струс", "Збільшує шкоду заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Гроза\", \"Виверження лави\" та шоків на {1}%.#by {1}%" }, -- Concussion (Rank 1)
[16105] = { ref=16035 }, -- Concussion (Rank 2)
[16106] = { ref=16035 }, -- Concussion (Rank 3)
-- Elemental Focus
[16164] = { "Стихійна зосередженість", "Коли ви завдаєте критичного удару неперіодичними закляттями вогню, криги чи природи, ви отримуєте ефект \"Ясномова\", що зменшує витрати мани на {1} наступні бойові або цілющі закляття на {2}%.#next {1} damage#by {2}%" }, -- Elemental Focus
-- Feral Spirit
[51533] = { "Духи диких звірів", "Викликає двох духів вовків під командування шамана на {1} сек.#lasting {1} sec" }, -- Feral Spirit
-- Healing Focus
[16181] = { "Цілюща зосередженість", "Зменшує затримку вимови цілющих заклять при отриманні шкоди на {1}%.#by {1}%" }, -- Healing Focus (Rank 1)
[16230] = { ref=16181 }, -- Healing Focus (Rank 2)
-- Healing Grace
[29187] = { "Цілюще благовоління", "Зменшує загрозу від ваших цілющих заклять на {1}% та зменшує ймовірність того, що ваші сприятливі ефекти чи ефекти періодичної шкоди буде розвіяно на {2}%.#spells by {1}%#dispelled by {2}%" }, -- Healing Grace (Rank 1)
[29189] = { ref=29187 }, -- Healing Grace (Rank 2)
[29191] = { ref=29187 }, -- Healing Grace (Rank 3)
-- Mana Spring Totem
[5675] = { "Тотем джерела мани", "Викликає тотем джерела мани з {1} здоров'я біля вас на {2} хв. Тотем відновлює {3} мани кожні {4} c учасникам групи чи рейду в радіусі {5} м.#with {1} health#for {2} min#restores {3} mana every {4} sec#within {5} yards" }, -- Mana Spring Totem (Rank 1)
-- Nature's Guardian
[30881] = { "Вартовий природи", "Коли атака знижує ваш рівень здоров'я нижче {1}%, ваш максимальний запас здоров'я збільшується на {2}% протягом {3} секунд, а ваш рівень загрози зменшується. Час відновлення - {4} секунд.#below {1}%#by {2}% for {3} sec#{4} second cooldown" }, -- Nature's Guardian (Rank 1)
[30883] = { ref=30881 }, -- Nature's Guardian (Rank 2)
[30884] = { ref=30881 }, -- Nature's Guardian (Rank 3)
-- Shamanistic Focus
[43338] = { "Шаманська зосередженість", "Зменшує витрати мани заклять-шоків на {1}%.#by {1}%" }, -- Shamanistic Focus
-- Stoneskin Totem
[8071] = { "Тотем кам'яної шкіри", "Викликає тотем кам'яної шкіри з {1} здоров'я біля вас. Тотем захищає учасників групи та рейду в радіусі {2} м, збільшуючи їх броню на {3}. Існує {4} хв.#with {1} health#within {2} yards#armor by {3}.#Lasts {4} min" }, -- Stoneskin Totem (Rank 1)
-- Totemic Recall
[36936] = { "Повернення тотемів", "Повертає ваші тотеми в землю, відновлюючи вам {1}% мани, необхідної для виклику кожного з повернених тотемів.#you {1}%" }, -- Totemic Recall
-- Toughness
[16252] = { "Міць", "Збільшує вашу витривалість на {1}% та зменшує тривалість ефектів сповільнення руху на вас на {2}%.#Stamina by {1}%#on you by {2}%" }, -- Toughness (Rank 1)
[16306] = { ref=16252 }, -- Toughness (Rank 2)
[16307] = { ref=16252 }, -- Toughness (Rank 3)
-- Water Breathing
[131] = { "Водне дихання", "Дозволяє цілі дихати під водою протягом {1} хв.#for {1} min", "Може дихати під водою." }, -- Water Breathing
-- Wrath of Air Totem
[3738] = { "Тотем повітряного гніву", "Викликає тотем повітряного гніву з {1} здоров'я біля вас. Тотем збільшує на {2}% швидкість заклять всіх учасників групи чи рейду в радіусі {3} м. Існує {4} хв.#with {1} health#provides {2}%#within {3} yards#Lasts {4} min" }, -- Wrath of Air Totem

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
