local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[568] = { "Арканічний сплеск", "Завдає від {1} до {2} арканічної шкоди всім ворогам в межах {3} м, зменшуючи їхню швидкість руху на {4}% та відкидаючи їх.#Deals {1} to {2} Arcane#all enemies within {3} yards#speed by {4}% and knocking", "Швидкість руху зменшено на {1}%.#by {1}%", en="Arcane Burst" },
[720] = { "Обплетення", "Лігво Гостролапа Непохитного притягує ціль до дитинчат силітидів, приковуючи її на {1} с.#rooting it for {1} sec", "Приковано.", en="Entangle" },
[731] = { ref=720 }, -- Entangle
[785] = { "Істинне щастя", "Під впливом сил Пророка Скерама ціль скоряється йому і наповнюється божественною силою. Під час дії ефекту заклинання цілі вимовляються миттєво, шкода збільшується на 300%, всі види опору збільшуються на 50, а швидкість руху збільшується на 40%. Триває 20 секунд.", "Причаровано.\nШкоду збільшено на {1}%.\nЗакляття вимовляються миттєво.\nВсі опори збільшено на {2}.\nШвидкість руху збільшено на {3}%.#Damage increased by {1}%#resistances increased by {2}#speed increased by {3}%", en="True Fulfillment" },
[1121] = { ref=720 }, -- Entangle
[1539] = { "Годування вихованця", "Нагодувати вихованця вибраним предметом. Годування вихованця підвищує його показник щастя. Використання їжі, що має ближчий рівень до вихованця, дасть кращий результат.", "Збільшує щастя.", en="Feed Pet" },
[3147] = { "Розрив плоті", "Завдає шкоди ворогу кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "{1} шкоди кожні {2} с.#{1} damage#every {2} sec", en="Rend Flesh" },
[3148] = { "Тріщина в черепі", "Зменшує витривалість ворога на {1} с.#for {1} sec", "Витривалість зменшено на {1}.#by {1}", en="Head Crack" },
[3219] = { "Слабкий еліксир крові троля", "Відновлює {1} здоров'я кожні {2} с протягом {3} год. Захисний еліксир.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с. Захисний еліксир.#{1} health every {2} sec", en="Weak Troll's Blood Elixir" },
[3222] = { "Міцний еліксир крові троля", ref=3219, en="Strong Troll's Blood Elixir" },
[3223] = { "Великий еліксир крові троля", ref=3219, en="Major Troll's Blood Elixir" },
[3427] = { "Заражена рана", "Збільшує отриману ворогом фізичну шкоду на {1} с.#for {1} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Infected Wound" },
[3551] = { "Тріщина в черепі", "Завдає сильного удару по голові ворога, завдаючи шкоди зброї плюс додаткової шкоди та приголомшуючи його на {1} с.#for {1} sec", "Приголомшено.", en="Skull Crack" },
[3583] = { "Смертельна отрута", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Отруєно. Завдає шкоди від природи кожні {1} с.#damage every {1} sec", en="Deadly Poison" },
[3584] = { "Летюча зараза", "Заражає ворога на {1} хв, завдаючи шкоди від природи всім його союзникам неподалік кожні {2} с.#enemy for {1} min#every {2} sec", "Завдає шкоди від природи навколишнім союзниками кожні {1} с.#every {1} sec", en="Volatile Infection" },
[3592] = { "Лікування недуг", "Лікує хвороби і знешкоджує отрути. Має меншу ефективність проти отрут вищого рівня.", en="Cure Ailments" },
[3594] = { "Тіньова олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Тіньову стрілу\"  (Ранг 3) на опонента при ударі. Триває {2} хв. Не можна застосовувати на предмети вище {3} рівня.#a {1}% chance#Lasts {2} min#higher than level {3}", en="Shadow Oil" },
[3595] = { "Крижана олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Крижану стрілу\" на опонента при ударі. Триває {2} хв. Не можна застосувати на предмети вище {3} рівня.#a {1}% chance#Lasts {2} min#than level {3}", en="Frost Oil" },
[3680] = { "Мала невидимість", "Надає невидимість на {1} с.#for {1} sec", "Невидимість.", en="Lesser Invisibility" },
[4079] = { "Маскування", "Дає невидимість на {1} с.#for {1} sec", "Невидимість.", en="Cloaking" },
[4195] = { "Велика витривалість", "Витривалість збільшено на {1}.#by {1}", en="Great Stamina" },
[4974] = { "Дотик зав'ядання", "Зменшує витривалість та дух ворога на {1} хв.#for {1} min", "Витривалість зменшено на {1}.\nДух зменшено на {2}.#Stamina reduced by {1}#Spirit reduced by {2}", en="Wither Touch" },
[5530] = { "Спеціалізація на булавах", en="Mace Specialization" },
[5568] = { "Тупіт", "Завдає навколишнім ворогам додаткової шкоди.", en="Trample" },
[5884] = { "Прокляття банші", "Зменшує ймовірність завдання удару ціллю на {1} с.#for {1} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Banshee Curse" },
[6278] = { "Повзуча пліснява", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Creeping Mold" },
[6306] = { "Кислотні бризки", "Завдає шкоди від природи навколишнім ворогам кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Splash" },
[6544] = { "Героїчний стрибок", "Потужний стрибок до вказаного місця, що завдає {2}% шкоди зброї всім ворогам в межах {1} м від місця приземлення та приголомшує їх на {3} с. Ця здібність позбавить вас всіх ефектів знерухомлення при використанні.#within {1} y#causing {2}% weapon damage#for {3} sec", en="Heroic Leap" },
[6603] = { "Автоатака", "Автоматично атакує ціль в ближньому бою за допомогою спорядженої зброї. Діє до скасування.", en="Auto Attack" },
[6605] = { "Жахаючий вереск", "Змушує навколишніх ворогів втікати зі страху протягом {1} с зі зменшеною на {2}% швидкістю руху.#for {1} sec#reduced by {2}%", "Втікає зі страху.\nШвидкість руху зменшено на {1}%.#reduced by {1}%", en="Terrifying Screech" },
[6816] = { "Осквернена сила", "Зменшує силу ворогів навколо заклинача на {1} с.#caster for {1} sec", "Силу зменшено на {1}.#by {1}", en="Corrupted Strength" },
[6819] = { "Осквернена витривалість", "Оскверняє ціль, зменшуючи її витривалість на {1} с.#stamina for {1} sec", "Витривалість зменшено на {1}.#by {1}", en="Corrupted Stamina" },
[6909] = { "Прокляття шипів", "Проклинає ворога на {1} хв, внаслідок чого з ймовірністю {2}% при завданні удару від отримуватиме шкоду.#for {1} min#a {2}% chance", "З ймовірністю {1}% отримає від {2} до {3} шкоди при атаці.#{1}% chance#take {2} to {3} damage", en="Curse of Thorns" },
[6922] = { "Прокляття тінерога", "Дух тінерога проклинає ціль, зменшуючи її шкоду та збільшуючи отриману неб шкоду на {1} хв.#taken for {1} min", "Отриману фізичну шкоду збільшено на {1}.\nЗавдану фізичну шкоду зменшено на {2}.\nЗавдану магічну шкоду зменшено на {3}.#taken is increased by {1}#Physical damage dealt is reduced by {2}#Magical damage dealt is reduced by {3}", en="Curse of the Shadowhorn" },
[7038] = { "Зречення навички: мечі", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання мечів зменшено на {1}.#by {1}", en="Forsaken Skill: Swords" },
[7039] = { "Зречення навички: сокири", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання сокир зменшено на {1}.#by {1}", en="Forsaken Skill: Axes" },
[7040] = { "Зречення навички: кинджали", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання кинджалів зменшено на {1}.#by {1}", en="Forsaken Skill: Daggers" },
[7041] = { "Зречення навички: булави", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання булав зменшено на {1}.#by {1}", en="Forsaken Skill: Maces" },
[7042] = { "Зречення навички: посохи", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання посохів зменшено на {1}.#by {1}", en="Forsaken Skill: Staves" },
[7043] = { "Зречення навички: луки", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання луків зменшено на {1}.#by {1}", en="Forsaken Skill: Bows" },
[7044] = { "Зречення навички: рушниці", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання рушниць зменшено на {1}.#by {1}", en="Forsaken Skill: Guns" },
[7045] = { "Зречення навички: дворучні сокири", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання дворучних сокир зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Axes" },
[7046] = { "Зречення навички: дворучні булави", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання дворучних булав зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Maces" },
[7047] = { "Зречення навички: дворучні мечі", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку використання дворучних мечів зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Swords" },
[7048] = { "Зречення навички: захист", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку захисту зменшено на {1}.#by {1}", en="Forsaken Skill: Defense" },
[7049] = { "Зречення навички: вогонь", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку вимови заклинань вогню зменшено на {1}.#by {1}", en="Forsaken Skill: Fire" },
[7050] = { "Зречення навички: крига", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку вимови заклинань криги зменшено на {1}.#by {1}", en="Forsaken Skill: Frost" },
[7051] = { "Зречення навички: святість", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку вимови заклинань святості зменшено на {1}.#by {1}", en="Forsaken Skill: Holy" },
[7053] = { "Зречення навички: тінь", "Проклинає ворога на {1} хв, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} min#skills by {2}", "Навичку вимови заклинань тіні зменшено на {1}.#by {1}", en="Forsaken Skill: Shadow" },
[7140] = { "Виявлення слабких місць", "Збільшує отриману ворогом фізичну шкоду на {1} с.#for {1} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Expose Weakness" },
[7272] = { "Хмара пилу", "Хмара пилу летить в обличчя навколишніх ворогів, зменшуючи їх ймовірність завдання удару на {1}% протягом {2} с.#hit by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Dust Cloud" },
[7289] = { "Зменшення", "Зменшує силу та витривалість ворога на {1} хв.#for {1} min", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Shrink" },
[7357] = { "Отруйний удар", "Завдає ворогу шкоди від природи кожні {1} с, збільшує інтервал між його атаками на {2}% і сповільнює його рух на {3} с.#every {1} sec#attacks by {2}%#movement for {3} sec", "Завдає шкоди від природи кожні {1} с.\nІнтервал між атаками збільшено на {2}%.\nШвидкість руху зменшено.#every {1} sec#increased by {2}%", en="Poisonous Stab" },
[7367] = { "Інфікований укус", "Завдає шкоди від природи ворогу кожні {1} с та збільшує отриману ним фізичну шкоду на {2} с.#every {1} sec#for {2} sec", "Завдає {1} шкоди від природи кожні {2} с.\nОтриману фізичну шкоду збільшено на {3}.#{1} Nature#every {2} sec#increased by {3}", en="Infected Bite" },
[7844] = { "Вогнеміць", "Збільшує силу заклять вогню на {1}.#Fire spell power by {1}", "Силу заклять вогню збільшено на {1}.#increased by {1}", en="Fire Power" },
[7992] = { "Сповільнююча отрута", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2} с.#attacks by {1}%#movement for {2} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Slowing Poison" },
[8078] = { "Громовий удар", "Завдає шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками на {1}% та зменшуючи швидкість руху на {2} с.#attacks by {1}%#movement speed for {2} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[8091] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Armor" },
[8118] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Strength" },
[8119] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Strength" },
[8120] = { ref=8119 }, -- Strength
[8147] = { "Громовий удар", "Завдає шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками на {1}% та зменшуючи швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[8221] = { "Яааарррр", "Перетворення на пірата.", "Видозмінено.", en="Yaaarrrr" },
[8222] = { ref=8221 }, -- Yaaarrrr
[8242] = { "Трощення щитом", "Завдає ворогу шкоди та приголомшує його на {1} с.#for {1} sec", "Приголомшено.", en="Shield Slam" },
[8258] = { "Аура відданості", "Надає додаткову броню навколишнім учасникам групи протягом {1} хв.#for {1} min", "Броню збільшено на {1}.#by {1}", en="Devotion Aura" },
[8267] = { "Проклята кров", "Зменшує інтелект навколишніх ворогів на {1} хв.#for {1} min", "Інтелект зменшено на {1}.#by {1}", en="Cursed Blood" },
[8269] = { "Несамовитість", "Збільшує швидкість атаки та фізичну шкоду заклинача на {1} хв.#for {1} min", "Швидкість атаки збільшено на {1}%.\nФізичну шкоду збільшено на {2}.#speed increased by {1}%#dealt is increased by {2}%", en="Frenzy" },
[8377] = { "Землехват", "Знерухомлює всіх ворогів в межах {1} м на {2} с.#within {1} y#for {2} sec", "Знерухомлено.", en="Earthgrab" },
[8599] = { "Несамовитість", "Впадає в несамовитість, збільшуючи фізичну шкоду та швидкість атаки на {1} хв.#speed for {1} min", "Фізичну шкоду збільшено на {1}%.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}%#speed increased by {2}%", en="Enrage" },
[8646] = { "Стрімкий копняк", "Завдає ворогу шкоди та приголомшує його на {1} с.#for {1} sec", "Приголомшено.", en="Snap Kick" },
[8733] = { "Благословення Чорноводдя", "Збільшує інтелект на {1}.\nЗбільшує дух на {2}.\nЗбільшує шкоду кригою на {3}.#Intellect by {1}#Spirit by {2}#damage done by {3}", "Збільшує інтелект на {1}.\nЗбільшує дух на {2}.\nЗбільшує шкоду кригою на {3}.#Intellect by {1}#Spirit by {2}#damage done by {3}", en="Blessing of Blackfathom" },
[8806] = { "Отруєний постріл", "Завдає ворогу звичайної шкоди та ще шкоди від природи кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Poisoned Shot" },
[9080] = { "Нівечення", "Завдає ворогу {1}% шкоди від зброї та сповільнює його рух на {2} с.#Inflicts {1}% weapon#speed for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[9128] = { "Бойовий клич", "Збільшує силу атаки ближнього бою учасників групи неподалік на {1} хв.#for {1} min", "Силу атаки ближнього бою збільшено на {1}.#by {1}", en="Battle Shout" },
[9459] = { "Їдкий слиз", "Зменшує фізичну шкоду цілі.", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Corrosive Ooze" },
[9791] = { ref=3148 }, -- Head Crack
[10134] = { "Піщана буря", "Дезорієнтує ціль на {1} с.#for {1} sec", "Дезорієнтовано.", en="Sand Storm" },
[10452] = { "Вогняний ляпас", "Завдає цілі шкоди вогнем і збільшує отриману нею шкоду від вогню на {1} с.#for {1} sec", "Отриману шкоду від вогню збільшено на {1}.#by {1}", en="Flame Buffet" },
[10733] = { "Полум'яні бризки", "Завдає шкоди вогнем ворогам у конусі перед заклиначем.", en="Flame Spray" },
[10968] = { "Деморалізуючий рев", "Зменшує силу атаки ближнього бою навколишніх ворогів на {1} с.#for {1} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Roar" },
[11196] = { "Щойно перев'язано", "Не можна перев'язати знову.", "Не можна перев'язати знову.", en="Recently Bandaged" },
[11319] = { "Ходіння по воді", "Дозволяє вам ходити по воді протягом {1} хв. Будь-яка отримана шкода припинить дію ефекту. Захисний еліксир.#for {1} min", "Дозволяє ходити по воді. Будь-яка отримана шкода припинить дію ефекту.", en="Water Walking" },
[11371] = { "Дар Артаса", "Збільшує опір тіні на {1}. Нападників з ймовірністю {2}% буде уражено прокляттям, яке збільшить отриману ними шкоду на {3} протягом {4} хв. Триває {5} хв. Захисний еліксир.#Shadow by {1}#a {2}% chance#damage taken by {3} for {4} min#Lasts for {5} min", "Збільшує опір тіні на {1} та може вразити нападників прокляттям. Захисний еліксир.#resist by {1}", en="Gift of Arthas" },
[11374] = { "Дар Артаса", "Збільшує отриману шкоду на {1} протягом {2} хв..#taken by {1} for {2} min", "Отриману шкоду збільшено на {1}.#taken by {1}", en="Gift of Arthas" },
[11390] = { "Арканічний еліксир", "Збільшує силу заклять на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу заклять збільшено на {1}. Бойовий еліксир.#by {1}", en="Arcane Elixir" },
[11406] = { "Еліксир винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} год. Бойовий еліксир.#power by {1}#Lasts {2} h", "Силу атаки в бою з демонами збільшено на {1}. Бойовий еліксир.#by {1}", en="Elixir of Demonslaying" },
[11436] = { "Сповільнення", "Збільшує інтервал між атаками ворога на {1}%, сповільнює вимову заклять на {2}% та зменшує швидкість руху на {3}% протягом {4} с.#attacks by {1}%#time increased by {2}%#movement by {3}% for {4} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[11474] = { "Сила тіні", "Збільшує силу заклять тіні на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} hour", "Силу заклять тіні збільшено на {1}. Бойовий еліксир.#by {1}", en="Shadow Power" },
[11960] = { "Прокляття Жахобою", "Проклинає ціль, зменшуючи силу атаки ближнього бою на {1} протягом {2} хв.#by {1} for {2} min", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Curse of the Dreadmaul" },
[11971] = { "Розкол броні", "Розколює броню ворога, зменшуючи її за кожен ефект \"Розколу броні\". Ефект накопичується до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Sunder Armor" },
[11980] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду протягом {1} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#enemy for {1} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[12021] = { "Зосередження", "Змушує ворога зосередитись на заклиначі та збільшує швидкість атаки заклинача на {1}% протягом {2} с. Поки ціль зосереджена на заклиначі, її увагу важко привернути.#by {1}% for {2} sec", "Зосереджено.", en="Fixate" },
[12166] = { "Розрив м'язів", "Калічить ворога, завдаючи звичайної шкоди плюс {1} та зменшуючи його силу на {2} с.#plus {1} and#for {2} sec", "Силу зменшено на {1}.#by {1}", en="Muscle Tear" },
[12179] = { ref=8119 }, -- Strength
[12245] = { "Заразливий шип", "Збільшує отриману фізичну шкоду на {1} хв.#for {1} min", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Infected Spine" },
[12251] = { "Смертоносна отрута", "Завдає шкоди від природи кожні {1} с. Триває {2} с.#every {1} sec#Lasts {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Virulent Poison" },
[12493] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду протягом {1} хв.#enemy for {1} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[12539] = { "Упиряча гниль", "Ваші атаки можуть заразити ціль упирячою гниллю.", en="Ghoul Rot" },
[12541] = { "Упиряча гниль", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Ghoul Rot" },
[12741] = { "Прокляття слабкості", "Зменшує завдану навколишніми ворогами фізичну шкоду протягом {1} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#enemies for {1} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[13444] = { "Розкол броні", "Розколює броню ворога, зменшуючи її за кожен ефект \"Розколу броні\". Ефект накопичується до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Sunder Armor" },
[13692] = { "Страшне гарчання", "Зменшує силу та спритність ворога на {1} с.#for {1} sec", "Силу зменшено на {1}.\nСпритність зменшено на {2}.#Strength reduced by {1}#Agility reduced by {2}", en="Dire Growl" },
[13736] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи звичайної шкоди.#lasts {1} sec", "Атакує навколишніх ворогів, завдаючи звичайної шкоди.", en="Whirlwind" },
[13747] = { "Сповільнення", "Збільшує інтервал між атаками та час вимови заклять навколишніх ворогів на {1}%, а також зменшує їх швидкість руху на {2}% протягом {3} с.#casting time by {1}%#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[13864] = { "Слово сили: Стійкість", "Збільшує витривалість союзника на {1} хв.#for {1} min", "Витривалість збільшено на {1}.#by {1}", en="Power Word: Fortitude" },
[13880] = { "Сплеск магми", "Оббризкує ціль магмою, розплавляючи її броню, завдаючи шкоди від вогню та додаткової шкоди від вогню протягом {1} с.#for {1} sec", "{1} шкоди вогнем кожні {2} с.\nБроню зменшено на {3}.#{1} Fire#every {2} sec#reduced by {3}", en="Magma Splash" },
[14267] = { "Прапор Орди", "Машина, що контролюється Ордою.", en="Horde Flag" },
[14268] = { "Прапор Альянсу", "Має знаки розрізнення Альянсу.", en="Alliance Flag" },
[14868] = { "Прокляття агонії", "Проклинає ціль агонією, завдаючи шкоди тінню кожні {1} с протягом {2} с.#every {1} sec#over {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Curse of Agony" },
[14875] = { "Прокляття агонії", "Проклинає ціль агонією, завдаючи шкоди тінню кожні {1} с протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#every {1} sec#over {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Curse of Agony" },
[15042] = { "Прокляття крові", "Збільшує отриману ворогом фізичну шкоду на {1} хв.#for {1} min", "Отриману фізичну шкоду збільшено.", en="Curse of Blood" },
[15548] = { "Громовий удар", "Завдає шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками та зменшуючи швидкість руху на {1} с.#movement for {1} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[15572] = { ref=13444 }, -- Sunder Armor
[15588] = { ref=15548 }, -- Thunderclap
[15593] = { "Бойовий тупіт", "Завдає фізичної шкоди навколишнім ворогам, відкидаючи їх та приголомшуючи на {1} с.#for {1} sec", "Приголомшено.", en="War Stomp" },
[15621] = { "Тріщина в черепі", "Завдає ворогу шкоди від зброї, приголомшуючи його на {1} с.#for {1} sec", "Приголомшено.", en="Skull Crack" },
[15655] = { ref=8242 }, -- Shield Slam
[15656] = { "Отруйний удар", "Завдає ворогу {1} шкоди від природи кожні {2} с, збільшує інтервал між його атаками на {3}% і сповільнює його рух на {4}% протягом {5} с.#Inflicts {1} Nature#every {2} sec#attacks by {3}%#movement by {4}% for {5} sec", "{1} шкоди від природи кожні {2} с.\nІнтервал між атаками збільшено на {3}%.\nШвидкість руху зменшено на {4}%.#{1} Nature#every {2} sec#attacks increased by {3}%#speed reduced by {4}%", en="Poisonous Stab" },
[15716] = { "Несамовитість", "Збільшує швидкість атаки заклинача на {1}% та збільшує фізичну шкоду на {2} хв.#speed by {1}%#dealt for {2} min", "Фізичну шкоду збільшено.\nШвидкість атаки збільшено на {1}%.#speed increased by {1}%", en="Enrage" },
[15730] = { "Прокляття загоєння", "Проклинає ворога на {1} хв, внаслідок чого його атаки з ймовірністю {2}% зцілюють ціль.#for {1} min#it {2}% chance", "Може зцілити ворога при атаці.", en="Curse of Mending" },
[15802] = { nil, "Зменшує силу ворога на {1}, а витривалість - на {2} протягом {3} хв.#Strength by {1}#Stamina by {2} for {3} min", ref=7289 }, -- Shrink
[16143] = { "Трупні черви", "Отримання {1} шкоди від тіні кожні {2} с.\nВідновлення здоров'я сповільнено на {3}%.#{1} Shadow#every {2} sec#reduced by {3}%", "Отримання {1} шкоди від тіні кожні {2} с.\nВідновлення здоров'я сповільнено на {3}%.#{1} Shadow#every {2} sec#reduced by {3}%", en="Cadaver Worms" },
[16145] = { "Розкол броні", "Розколює броню ворога, зменшуючи її на {1} за кожен ефект \"Розколу броні\". Ефект накопичується до {2} разів. Триває {3} с.#reducing it by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Sunder Armor" },
[16172] = { ref=3148 }, -- Head Crack
[16247] = { nil, "Проклинає ворога на {1} хв, внаслідок чого з ймовірністю {2}% при завданні удару він отримуватиме від {3} до {4} шкоди.#for {1} min#it {2}% chance to take {3} to {4} damage", ref=6909 }, -- Curse of Thorns
[16427] = { "Смертоносна отрута", "Атаки можуть отруїти ціль, завдаючи шкоди від природи кожні {1} с протягом {2} с.#every {1} sec for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Virulent Poison" },
[16449] = { "Личинковий слиз", "Зменшує силу атаки ближнього бою ворога на {1}, а силу атаки дальнього бою на {2} протягом {3} с.#melee attack power by {1} and#ranged attack power by {2} for {3} sec", "Силу атаки ближнього бою зменшено на {1}.\nСилу атаки дальнього бою зменшено на {2}.#Melee attack power reduced by {1}#Ranged attack power reduced by {2}", en="Maggot Slime" },
[16460] = { "Гнійні укуси", "Зменшує ймовірність завдання критичного удару ближнього бою ворога на {1}% та зменшує його ймовірність завдання критичного удару закляттями на {2}%. Триває {3} с.#melee attack by {1}%#spell attack by {2}%#Lasts {3} sec", "Ймовірність завдання критичного удару в ближньому бою зменшено на {1}%.\nЙмовірність завдання критичного удару закляттями зменшено на {2}%.#Melee critical hit chance reduced by {1}%#Spell critical hit chance reduced by {2}%", en="Festering Bite" },
[16488] = { "Манія крові", "Відновлює {1}% здоров'я протягом {2} с після отримання критичного удару.#Regenerates {1}#over {2} sec", "Відновлює {1}% здоров'я протягом {2} с.#Regenerates {1}%#over {2} sec", en="Blood Craze" },
[16490] = { ref=16488 }, -- Blood Craze
[16491] = { ref=16488 }, -- Blood Craze
[16536] = { "Вогняний ляпас", "Завдає цілі від {1} до {2} шкоди вогнем і збільшує отриману нею вогняну шкоду на {3} секунд.#Inflicts {1} to {2} Fire#for {3} sec", "Отриману вогняну шкоду збільшено на {1}.#by {1}", en="Flame Buffet" },
[16555] = { "Утоплення", "Швидкість плавання зменшено на {1}%.\nСпритність зменшено на {2}%.#speed reduced by {1}%#Agility reduced by {2}%", "Швидкість плавання зменшено на {1}%.\nСпритність зменшено на {2}%.#speed reduced by {1}%#Agility reduced by {2}%", en="Drowning Death" },
[16573] = { "Гнилісна жовч", "При ударі в ближньому бою може вразити ціль гнилісною жовчю, завдаючи шкоди від природи та сповільнюючи відновлення здоров'я на {1}% протягом {2} с.#preventing {1}%#for {2} sec", "Завдає шкоди від природи кожні {1} с та сповільнює відновлення здоров'я на {2}%.#every {1} sec#prevents {2}%", en="Putrid Bile" },
[16591] = { "Еліксир Гогельмогеля", "Ви більше не дихаєте...", "Ви більше не дихаєте...", en="Noggenfogger Elixir" },
[16593] = { "Еліксир Гогельмогеля", "Ви відчуваєте легкість...", "Ви відчуваєте легкість...", en="Noggenfogger Elixir" },
[16595] = { "Еліксир Гогельмогеля", "Ви стали менше...", "Ви стали менше...", en="Noggenfogger Elixir" },
[16806] = { "Розпалення", "Завдає {1} шкоди від вогню навколишнім союзникам.#Deals {1} Fire", en="Conflagration" },
[17173] = { "Висмоктування життя", "Висмоктує здоров'я з ворога протягом {1} с, передаючи його заклиначу.#over {1} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Drain Life" },
[17207] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи звичайної шкоди плюс {2}.#lasts {1} sec#plus {2}", "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.#plus {1}", en="Whirlwind" },
[17227] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[17232] = { "Аура відданості", "Надає {1} додаткової броні навколишнім учасникам групи протягом {2} хв. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional armor#for {2} min", "Броню збільшено на {1}.#by {1}", en="Devotion Aura" },
[17238] = { "Висмоктування життя", "Висмоктує здоров'я з ворога протягом {1} с, передаючи його заклиначу.#over {1} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Drain Life" },
[17539] = { "Великий арканічний еліксир", "Збільшує силу заклять на {1} та показник критичного удару на {2} протягом {3} год. Бойовий еліксир.#spell power by {1}#critical strike rating by {2} for {3} h", "Силу заклять збільшено на {1}, показник критичного удару збільшено на {2}. Бойовий еліксир.#Spell power increased by {1}#critical strike rating increased by {2}", en="Greater Arcane Elixir" },
[17620] = { "Висмоктування життя", "Висмоктує {1} здоров'я з ворога протягом {2} с, передаючи його заклиначу.#Drains {1} health#over {2} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Drain Life" },
[17624] = { "Скам'яніння", "Ви перетворюєтеся на камінь, поглинаючи до {1} шкоди, але не можете атакувати, рухатися або промовляти заклинання. Триває {2} с.#up to {1} total#Lasts {2} sec", "Поглинає шкоду. Не може атакувати, рухатися та застосовувати закляття.", en="Petrification" },
[17628] = { "Велика сила", "Збільшує силу заклять на {1} протягом {2} год. Вважається бойовим та захисним еліксиром. Ефект зберігається після смерті.#by {1} for {2} h", "Силу заклять збільшено на {1}.#increased by {1}", en="Supreme Power" },
[17697] = { "Аура осквернення", "Зменшує опір тіні навколишніх ворогів на {1} с.#for {1} sec", "Опір тіні зменшено на {1}.#by {1}", en="Defiling Aura" },
[17716] = { "Поглинання тіней", "Завдає {1} шкоди від тіні та зменшує швидкість руху на {2}% протягом {3} с.#Deals {1} Shadow#speed by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Consuming Shadows" },
[17963] = { "Розсікаючий розкол", "Розсікає броню ворога та його найближчих созників, вражаючи до {1} цілей. Броня цілі зменшується за кожен ефект. Може накопичуватись до {2} разів. Триває {3} с.#up to {1} targets#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}.#by {1}", en="Sundering Cleave" },
[18118] = { "Наслідок", "Збільшує періодичну шкоду \"Жертовного вогню\", а \"Розпалення\" може викликати у цілі запаморочення на {1} с.#for {1} sec", "Запаморочення.", en="Aftermath" },
[18149] = { ref=3586 }, -- Volatile Infection
[18173] = { "Палаючий адреналін", "Шкоду збільшено на {1}%.\nЗакляття вимовляються миттєво.\nМаксимальний запас здоров'я зменшується на {2}% щосекунди.\nЗавдасть від {3} до {4} шкоди навколишнім союзникам при смерті.#increased by {1}%#by {2}% every#Deals {3} to {4} damage", "Шкоду збільшено на {1}%.\nЗакляття вимовляються миттєво.\nМаксимальний запас здоров'я зменшується на {2}% щосекунди.\nЗавдасть від {3} до {4} шкоди навколишнім союзникам при смерті.#increased by {1}%#by {2}% every#Deals {3} to {4} damage", en="Burning Adrenaline" },
[18266] = { ref=14875 }, -- Curse of Agony
[18267] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду протягом {1} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#enemy for {1} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[18270] = { "Темна чума", "Завдає ворогу шкоди від природи та додаткової шкоди кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Dark Plague" },
[18371] = { "Висмоктування душі", "Відновлює відсоток вашої мани після вбивства цілі під час висмоктування душі. Окрім того, ваші закляття спеціалізації \"Химородь\" створюють менше загрози.", en="Drain Soul" },
[18431] = { "Дике ревіння", "Видає гучний рев, який лякає всіх ворогів протягом {1} с.#for {1} sec", "Втікає зі страху.", en="Bellowing Roar" },
[18500] = { "Помах крил", "Завдає від {1} до {2} шкоди ворогам в конусі перед заклиначем, відкидаючи їх.[ Цей ефект ігнорує броню.#This effect ignores armor]#Inflicts {1} to {2} damage", en="Wing Buffet" },
[18557] = { ref=17620 }, -- Drain Life
[18702] = { "Прокляття темного магістра", ref=15802, en="Curse of the Darkmaster" },
[18972] = { "Сповільнення", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[19137] = { "Сповільнення", "Збільшує інтервал між атаками навколишніх ворогів на {1}% та зменшує їх швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[19372] = { "Древній жах", "Зменшує дух навколишніх ворогів на {1}% та зменшує їх інтелект на {2}% протягом {3} хв.#Spirit by {1}%#Intellect by {2}% for {3} min", "Дух зменшено на {1}%.\nІнтелект зменшено на {2}%.#Spirit reduced by {1}%#Intellect reduced by {2}%", en="Ancient Terror" },
[19428] = { "Розпалення", "Завдає {1} шкоди вогнем навколишнім ворогам протягом {2} с.#{1} Fire#over {2} sec", "{1} шкоди вогнем протягом {2} с.#{1} Fire#over {2} sec", en="Conflagration" },
[19450] = { "Плювок магми", "Плює в ціль вогнем, завдаючи додаткової шкоди вогнем кожні {1} с.#every {1} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire#every {2} sec", en="Magma Spit" },
[19451] = { "Несамовитість", "Зменшує інтервал між вашими атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Enrage" },
[19705] = { "Ситість", "Витривалість та дух збільшено на {1}. Триває {2} хв.#by {1}#Lasts {2} min", "Витривалість та дух збільшено на {1}.#by {1}", en="Well Fed" },
[19706] = { ref=19705 }, -- Well Fed
[19708] = { ref=19705 }, -- Well Fed
[19709] = { ref=19705 }, -- Well Fed
[19710] = { ref=19705 }, -- Well Fed
[19711] = { ref=19705 }, -- Well Fed
[19812] = { ref=19451 }, -- Enrage
[20131] = { ref=20128 }, -- Redoubt
[20132] = { ref=20128 }, -- Redoubt
[20564] = { "Первородний вогонь", "Підпалює ціль, завдаючи від {1} до {2} шкоди вогнем та додатково {3} шкоди вогнем кожні {4} с протягом {5} с.#dealing {1} to {2} Fire#and {3} Fire#every {4} sec for {5} sec", "{1} шкоди від вогню протягом {2} с.#{1} Fire#over {2} sec", en="Elemental Fire" },
[20656] = { "Чарівний вогонь", "Зменшує броню ворога на {1} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#for {1} min", "Броню зменшено на {1}.\nНе може отримати ефект непомітності чи невидимості.#by {1}", en="Faerie Fire" },
[21007] = { "Прокляття слабкості", "Зменшує завдану навколишніми ворогами фізичну шкоду на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[21063] = { "Викривлене відображення", "Коли ціль отримує шкоду, викривлене відображення зцілює нападнику {1} здоров'я.#for {1}", "При отриманні шкоди зцілює нападнику {1} здоров'я.#for {1}", en="Twisted Reflection" },
[21081] = { ref=16145 }, -- Sunder Armor
[21931] = { "Чари для зброї - сила Зими", "Накласти на зброю чари, що збільшують силу заклять криги на {1}.#by {1}", en="Enchant Weapon - Winter's Might" },
[22247] = { "Аура пригнічення", "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nВимову заклять сповільнено на {3}%.#Movement speed reduced by {1}%#increased by {2}%#Casting speed reduced by {3}%", "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nВимову заклять сповільнено на {3}%.#Movement speed reduced by {1}%#increased by {2}%#Casting speed reduced by {3}%", en="Suppression Aura" },
[22290] = { nil, "Завдає від {1} до {2} шкоди кригою, випалює ману та збільшує інтервал між атаками на {3}% протягом {4} с.#Deals {1} to {2} Frost#by {3}% for {4} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", ref=22285 }, -- Brood Power: Blue
[22356] = { ref=19137 }, -- Slow
[22412] = { ref=12251 }, -- Virulent Poison
[22428] = { "Несамовитість", "Заклинач впадає в несамовитість, збільшуючи швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Enrage" },
[22438] = { "Знак детонації", "Завдає від {1} до {2} шкоди цілі та її навколишнім союзникам при отриманні удару в ближньому бою.#Deals {1} to {2} damage", "Завдає від {1} до {2} шкоди собі та навколишнім союзникам при отриманні удару в ближньому бою.#Deals {1} to {2} damage", en="Mark of Detonation" },
[22439] = { "Знак детонації", "Завдає від {1} до {2} шкоди цілі та її навколишнім союзникам при отриманні удару в ближньому бою.#Deals {1} to {2} damage", en="Mark of Detonation" },
[22442] = { "Нестримне полум'я", "Завдає цілі {1} шкоди кожні {2} c протягом {3} с.#Deals {1} damage every {2} sec#for {3} sec", "Завдає {1} шкоди кожні {2} c.#Deals {1} damage every {2} sec", en="Growing Flames" },
[22558] = { nil, "Завдає від {1} до {2} шкоди вогнем кожні {3} с протягом {4} с.#Deals {1} to {2} Fire#every {3} sec for {4} sec", ref=22284 }, -- Brood Power: Red
[22559] = { nil, "Завдає {1} шкоди від криги ворогам в конусі перед заклиначем, випалюючи від {2} до {3} мани та збільшуючи інтервал між атаками на {4}%.#Deals {1} Frost#destroying {2} to {3} mana#attacks by {4}%", ref=22290 }, -- Brood Power: Blue
[22561] = { nil, "Приголомшує всіх ворогів перед заклиначем на {1} с.#for {1} sec", ref=22289 }, -- Brood Power: Green
[22642] = { nil, "Завдає від {1} до {2} шкоди від аркани ворогам в конусі перед заклиначем, сповільнюючи вимову заклять на {3}% та збільшуючи інтервал між атаками на {4}% протягом {5} с.#Deals {1} to {2} Arcane#casting speed by {3}%#attack by {4}% for {5} sec", "Швидкість вимови заклять зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.#reduced by {1}%#increased by {2}%", ref=22286 }, -- Brood Power: Bronze
[22667] = { "Темний наказ", "Використовує чари Смертекрила, щоб зачарувати ціль, збільшуючи її шкоду на {1}% і змушуючи атакувати ворогів Нефаріана протягом {2} с.#damage by {1}%#for {2} sec", "Причаровано!", en="Shadow Command" },
[22682] = { "Тіньове полум'я", "Завдає від {1} до {2} шкоди тінню щосекунди протягом {3} с.#Deals {1} to {2} Shadow#for {3} sec", "Від {1} до {2} шкоди щосекунди.#{1} to {2} damage", en="Shadow Flame" },
[22686] = { nil, "Гучний рев лякає всіх ворогів в межах {1} м, змушуючи їх втікати зі страху протягом {2} с.#within {1} y#for {2} sec", ref=18431 }, -- Bellowing Roar
[22744] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, знерухомлюючи його та випалюючи від {1} до {2} мани кожні {3} с протягом {4} с.#burning {1} to {2} mana#per {3} sec#for {4} sec", "Знерухомлено.\nВипалення від {1} до {2} мани кожні {3} с.#{1} to {2} mana burned per {3} sec", en="Chains of Ice" },
[22745] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, знерухомлюючи його та випалюючи від {1} до {2} мани кожні {3} с протягом {4} с.#burning {1} to {2} mana#per {3} sec#for {4} sec", en="Chains of Ice" },
[22790] = { "Вбивче пійло Кріґа", "Збільшує дух на {1}, але зменшує інтелект на {2} протягом {3} хв. До дна!#Spirit by {1}#Intellect by {2} for {3} min", "Дух збільшено на {1}, а інтелект зменшено на {2}.#increased by {1} and#decreased by {2}.", en="Kreeg's Stout Beatdown" },
[22993] = { "Тіньове полум'я", "Завдає цілі {1} шкоди від тіні.#Deals {1} Shadow", en="Shadow Flame" },
[23060] = { "Бойовий клекіт", "Швидкість атаки збільшено на {1}%. Триває {2} хв.#by {1}%#Lasts {2} min", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Battle Squawk" },
[23128] = { ref=19451 }, -- Enrage
[23153] = { "Пошесть синього роду", "Спалює {1} мани кожні {2} с.\nВимову заклять сповільнено на {3}%.\nШвидкість руху зменшено на {4}%.#Burns {1} mana every {2} sec#Casting speed reduced by {3}%#Movement speed reduced by {4}%", "Спалює {1} мани кожні {2} с.\nВимову заклять сповільнено на {3}%.\nШвидкість руху зменшено на {4}%.#Burns {1} mana every {2} sec#Casting speed reduced by {3}%#Movement speed reduced by {4}%", en="Brood Affliction: Blue" },
[23154] = { "Пошесть чорного роду", "Отриману ціллю шкоду від вогню збільшено на {1}%.#by {1}%", "Отриману шкоду від вогню збільшено на {1}%.#by {1}%", en="Brood Affliction: Black" },
[23155] = { "Пошесть червоного роду", "Завдає цілі шкоди вогнем кожні {1} с протягом {2} хв. При смерті зцілює Хромаґґуса.#every {1} sec#for {2} min", "Завдає {1} шкоди кожні {2} с.\nПри смерті зцілює Хромаґґуса.#Deals {1} damage every {2} sec", en="Brood Affliction: Red" },
[23169] = { "Пошесть зеленого роду", "Завдає цілі {1} шкоди кожні {2} с, зменшуючи ефективність зцілення на {3}%. Триває {4} хв.#Deals {1} damage every {2} sec#effects by {3}%#Lasts {4} min", "Завдає {1} шкоди кожні {2} с.\nЕфективність зцілення зменшено на {3}%.#Deals {1} damage every {2} sec#reduced by {3}%", en="Brood Affliction: Green" },
[23170] = { "Пошесть бронзового роду", "Періодично приголомшує ціль на {1} с.#for {1} sec", "Періодично приголомшує на {1} с.#for {1} sec", en="Brood Affliction: Bronze" },
[23174] = { "Хроматична мутація", "Поєднання магії драконів перетворило ціль на хроматичного драконіда.", "Ви мутували!", en="Chromatic Mutation" },
[23187] = { "Крижаний опік", "Завдає від {1} до {2} шкоди від криги всім ворогам, висмоктує від {3} до {4} мани та збільшує інтервал між атаками на {5}% протягом {6} с.#Deals {1} to {2} Frost#drains {3} to {4} mana#by {5}% for {6} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Frost Burn" },
[23189] = { ref=23187 }, -- Frost Burn
[23244] = { "Осквернена витривалість", "Витривалість зменшено на {1} с.#for {1} sec", "Витривалість зменшено на {1}.#by {1}", en="Corrupted Stamina" },
[23262] = { "Деморалізація", "Зменшує силу атаки ближнього бою цілі на {1} с.#for {1} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralize" },
[23308] = { "Спалення", "Завдає від {1} до {2} шкоди від вогню всім ворогам.#Deals {1} to {2} Fire", en="Incinerate" },
[23309] = { ref=23308 }, -- Incinerate
[23310] = { "Часова петля", "Час зупинився!\nЗдоров'я зменшено на {1}%.\nТриває {2} с.#by {1}%#Lasts {2} sec", "Час зупинився!\nЗдоров'я зменшено на {1}%.#by {1}%", en="Time Lapse" },
[23312] = { ref=23310 }, -- Time Lapse
[23313] = { "Їдка кислота", "Завдає від {1} до {2} шкоди кожні {3} с.\nБроню зменшено на {4}.\nТриває {5} с.#Deals {1} to {2} damage every {3} sec#reduced by {4}#Lasts {5} sec", "Завдає від {1} до {2} шкоди кожні {3} с.\nБроню зменшено на {4}.#Deals {1} to {2} damage every {3} sec#reduced by {4}", en="Corrosive Acid" },
[23314] = { ref=23313 }, -- Corrosive Acid
[23315] = { "Спалення плоті", "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", en="Ignite Flesh" },
[23316] = { "Спалення плоті", "Завдає від {1} до {2} шкоди кожні {3} с всім ворогам неподалік заклинача протягом {4} хв.#Deals {1} to {2} Fire#every {3} sec#for {4} min", "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", en="Ignite Flesh" },
[23339] = { ref=18500 }, -- Wing Buffet
[23340] = { "Тінь Чорнокрила", "При отриманні удару в ближньому бою ціль зцілить Чорнокрилу {1} здоров'я.#for {1}", "При отриманні удару в ближньому бою зцілить Чорнокрилу {1} здоров'я.#for {1}", en="Shadow of Ebonroc" },
[23342] = { ref=19451 }, -- Enrage
[23364] = { "Удар хвостом", "Розмашистий удар хвостом вражає всіх ворогів позаду заклинача, завдаючи від {1} до {2} шкоди, вибиваючи зброю з рук та приголомшуючи їх на {3} с.#taking {1} to {2} damage#for {3} sec", "Приголомшено.", en="Tail Lash" },
[23379] = { "Сплеск магми", "Завдає цілі шкоди від вогню та додаткової шкоди від вогню кожні {1} с протягом {2} с.#every {1} sec for {2} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire#every {2} sec", en="Magma Splash" },
[23513] = { "Сутність червоного дракона", "Алекстраза благословляє всіх навколишніх союзників.\n\nВідновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nДодає {3} люті щосекунди.\nДодає {4} сили рун щосекунди.#Restores {1} Mana#Restores {2} Energy#Generates {3} Rage#Generates {4} Runic", "Відновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nДодає {3} люті щосекунди.\nДодає {4} сили рун щосекунди.#Restores {1} Mana#Restores {2} Energy#Generates {3} Rage#Generates {4} Runic", en="Essence of the Red" },
[23537] = { "Оскаженіння", "Збільшує швидкість атаки заклинача на {1}%, а завдану фізичну шкоду на {2}-{3} протягом {4} хв.#speed by {1}%#by {2} to {3} for {4} min", "Фізичну шкоду збільшено на {1}-{2}.\nШвидкість атаки збільшено на {3}%.#by {1} to {2}#by {3}%", en="Frenzy" },
[23681] = { "Чиста сутність червоного дракона", nil, "Відновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nДодає {3} люті щосекунди.#Restores {1} Mana#Restores {2} Energy#Generates {3} Rage", en="Clear Essence of the Red" },
[23931] = { "Громовий удар", "Завдає від {1} до {2} шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками на {3}% та зменшуючи швидкість руху на {4}% протягом {5} с.#Inflicts {1} to {2} Nature#attacks by {3}%#movement by {4}% for {5} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[24020] = { "Шквал сокир", "Кидає масивну сокиру, завдаючи від {1} до {2} шкоди та приголомшуючи ціль на {3} с.#dealing {1} to {2} damage#for {3} sec", "Приголомшено.", en="Axe Flurry" },
[24048] = { "Вихровий оберт", "Збиває навколишніх ворогів з ніг, приголомшуючи їх на {1} с і завдаючи збільшеної шкоди зброєю.#for {1} sec", "Приголомшено.", en="Whirling Trip" },
[24192] = { "Стрімке розсічення", "Завдає від {1} до {2} шкоди щосекунди протягом {3} с.#Deals {1} to {2} damage#for {3} sec", "Завдає від {1} до {2} шкоди щосекунди.#Deals {1} to {2} damage", en="Speed Slash" },
[24236] = { ref=17207 }, -- Whirlwind
[24261] = { "Промивка мізків", "Зачаровує ціль, беручи її під контроль тотема.", "Причаровано.", en="Brain Wash" },
[24300] = { ref=17620 }, -- Drain Life
[24306] = { "Марення Джин'до", "Дозволяє бачити тіні Джин'до.\nЗавдає від {1} до {2} шкоди кожні {3} с.\nВ очах ріже...#Deals {1} to {2} damage every {3} sec", "Завдає від {1} до {2} шкоди кожні {3} с.\nВ очах ріже...#Deals {1} to {2} damage every {3} sec", en="Delusions of Jin'do" },
[24314] = { "Загрозливий погляд", "Повелитель крові Мандокір уважно стежить за вами...", "Повелитель крові Мандокір уважно стежить за вами...", en="Threatening Gaze" },
[24317] = { ref=16145 }, -- Sunder Armor
[24318] = { "Оскаженіння", "Збільшує швидкість атаки заклинача на {1}%, а завдану фізичну шкоду на {2} протягом {3} хв.#speed by {1}%#by {2} for {3} min", "Фізичну шкоду збільшено на {1}.\nШвидкість атаки збільшено на {2}%.#damage dealt is increased by {1}#speed increased by {2}%", en="Frenzy" },
[24321] = { "Отруйна кров", "Завдає цілі {1} шкоди кожні {2} c протягом {3} хв.#Deals {1} damage every {2} sec#for {3} min", "Завдає {1} шкоди кожні {2} c.#Deals {1} damage every {2} sec", en="Poisonous Blood" },
[24323] = { "Висмоктування крові", "Ваша кров отруйна!\nЗавдає Гаккару {1} шкоди щосекунди.\nТриває {2} с.#Dealing {1} damage#Lasts {2} sec", "Ваша кров отруйна!\nЗавдає Гаккару {1} шкоди щосекунди.#Dealing {1} damage", en="Blood Siphon" },
[24324] = { "Висмоктування крові", "Висмоктує кров навколишніх ворогів.", "Висмоктує кров навколишніх ворогів.", en="Blood Siphon" },
[24361] = { "Потужний еліксир крові троля", ref=3219, en="Mighty Troll's Blood Elixir" },
[24363] = { "Еліксир магокрові", "Відновлює {1} мани кожні {2} с протягом {3} год. Захисний еліксир.#{1} mana per {2} sec for {3} h", "Відновлення {1} мани кожні {2} с. Захисний еліксир.#{1} mana per {2} sec", en="Mageblood Elixir" },
[24378] = { ref=23505 }, -- Berserking
[24435] = { ref=17620 }, -- Drain Life
[24596] = { "П'янка отрута", "Може впасти.\nМоже впустити зброю ближнього бою в бою.\nТриває {1} с.#Lasts {1} sec", "Може впасти.\nМоже впустити зброю ближнього бою в бою.", en="Intoxicating Venom" },
[24600] = { "Тенета", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Web Spin" },
[24615] = { ref=17716 }, -- Consuming Shadows
[24618] = { ref=17620 }, -- Drain Life
[24708] = { "Костюм пірата", "Одягає обраного учасника групи в костюм пірата.", "Костюм пірата.", en="Pirate Costume" },
[24709] = { ref=24708 }, -- Pirate Costume
[24710] = { "Костюм ніндзі", "Одягає обраного учасника групи в костюм ніндзі.", "Костюм ніндзі.", en="Ninja Costume" },
[24711] = { ref=24710 }, -- Ninja Costume
[24712] = { "Костюм лепрогнома", "Одягає обраного учасника групи в костюм лепрогнома.", "Костюм лепрогнома.", en="Leper Gnome Costume" },
[24713] = { ref=24712 }, -- Leper Gnome Costume
[24723] = { "Костюм скелета", "Одягає обраного учасника групи в костюм скелета.", "Костюм скелета.", en="Skeleton Costume" },
[24724] = { "Костюм скелета", "Одягає обраного учасника групи в костюм скелета.", en="Skeleton Costume" },
[24732] = { "Костюм кажана", "Одягає обраного учасника групи в костюм кажана.", "Костюм кажана. Не можна використовувати заклинання. Клацніть правою кнопкою миші на ефекті, щоб зняти його.", en="Bat Costume" },
[24733] = { "Костюм кажана", "Одягає обраного учасника групи в костюм кажана.", en="Bat Costume" },
[24735] = { "Костюм привида", "Одягає обраного учасника групи в костюм привида.", "Костюм привида.", en="Ghost Costume" },
[24736] = { ref=24735 }, -- Ghost Costume
[24740] = { "Костюм світлика", "Одягає обраного учасника групи в костюм світлика.", "Костюм світлика. Не можна використовувати заклинання. Клацніть правою кнопкою миші на ефекті, щоб зняти його.", en="Wisp Costume" },
[24799] = { "Ситість", "Силу збільшено на {1}. Триває {2} хв.#by {1}#Lasts {2} min", "Силу збільшено на {1}.#by {1}", en="Well Fed" },
[24818] = { "Отруйне дихання", "Завдає від {1} до {2} шкоди кожні {3} с.\nЧас відновлення здібностей збільшено на {4} с.#Deals {1} to {2} damage every {3} sec#by {4} sec", "Завдає від {1} до {2} шкоди кожні {3} с.\nЧас відновлення здібностей збільшено на {4} с.#Deals {1} to {2} damage every {3} sec#by {4} sec", en="Noxious Breath" },
[24839] = { "Кислотний подих", "Завдає від {1} до {2} шкоди від природи та додатково {3} шкоди кожні {4} с ворогам у конусі перед заклиначем. Триває {5} с.#Inflicts {1} to {2} Nature#additional {3} damage every {4} sec#Lasts {5} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Breath" },
[24870] = { "Ситість", "Витривалість та дух збільшено на {1}% від рівня. Триває {2} хв.#by {1}%#Lasts {2} min", "Витривалість та дух збільшено на {1}% від рівня.#by {1}% of", en="Well Fed" },
[25051] = { ref=16145 }, -- Sunder Armor
[25646] = { "Смертельна рана", "Жорстокий удар вражає ціль, зменшуючи ефективність зцілення на {1}%.#by {1}%", "Ефективність зцілення зменшено на {1}%.#by {1}%", en="Mortal Wound" },
[25694] = { "Ситість", "Відновлення {1} мани кожні {2} с. Триває {3} хв.#by {1} per {2} sec#Lasts {3} min", "Відновлення {1} мани кожні {2} с.#by {1} per {2} sec", en="Well Fed" },
[25748] = { "Отруйне жало", "Жалить ціль, завдаючи від {1} до {2} шкоди від природи та додатково {3} шкоди кожні {4} с за кожен ефект.#inflicting {1} to {2} Nature#additional {3} damage per {4} sec", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Poison Stinger" },
[25809] = { "Травматична отрута", "Зменшує швидкість руху на {1}%. Триває {2} с.#slowed by {1}%#Lasts {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
[25810] = { nil, "Сповільнює вимову заклять на {1}%. Діє {2} с.#slowed by {1}%#Lasts {2} sec", ref=5760 }, -- Mind-numbing Poison
[25839] = { "Масове зцілення", "Накладає на навколишніх союзників ауру, що відновлює від {1} до {2} здоров'я кожні {3} с протягом {4} с.#restoring {1} to {2} health every {3} sec for {4} sec", "Зцілює від {1} до {2} здоров'я кожні {3} с.#between {1} and {2} every {3} sec", en="Mass Healing" },
[25941] = { ref=25694 }, -- Well Fed
[25989] = { "Токсин", "Завдає від {1} до {2} шкоди від природи кожні {3} с цілям в межах {4} м, зменшуючи їх швидкість руху на {5} с.#Deals {1} to {2} Nature#every {3} sec#within {4} y#for {5} sec", "Завдає від {1} до {2} шкоди кожні {3} с.\nСповільнює рух на {4}%.#Deals {1} to {2} damage every {3} sec#by {4}%", en="Toxin" },
[26038] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи звичайної шкоди плюс {2}-{3}.#lasts {1} sec#plus {2} to {3}", "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}-{2}.#plus {1} to {2}", en="Whirlwind" },
[26041] = { ref=19451 }, -- Enrage
[26051] = { ref=19451 }, -- Enrage
[26052] = { "Отруйна стріла", "Стріляє у всіх ворогів отрутою, завдаючи шкоди від природи.", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", en="Poison Bolt" },
[26053] = { "Їдка отрута", "Плює їдкою отрутою в ціль і всіх ворогів в межах {1} м від неї, завдаючи {2} шкоди від природи та знемовлюючи їх на {3} c.#within {1} y#dealing {2} Nature#for {3} sec", "Отримує {1} шкоди від природи кожні {2} с.\nНе може вимовляти закляття.#Deals {1} nature#every {2} sec", en="Noxious Poison" },
[26078] = { "Каталізатор Векнісса", "Вкриває шкіру цілі отрутою, що зменшує швидкість руху на {1}%, завдає {2} шкоди кожні {3} с та збільшує шкоду від силітидів Векнісса.#reduced by {1}%#suffers {2} damage every {3} sec", "Швидкість руху зменшено на {1}%.\n{2} шкоди кожні {3} с.\nШкоду від силітидів Векнісса збільшено.#by {1}%#{2} damage every {3} sec", en="Vekniss Catalyst" },
[26083] = { nil, nil, "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.\nНевразливість до приголомшення.#plus {1}", ref=17207 }, -- Whirlwind
[26102] = { "Струмінь піску", "Вивергає пісок на всі цілі перед Оуро, завдаючи від {1} до {2} шкоди від природи та приголомшуючи їх на {3} с. Цілі, які потрапили під дію \"Струменя піску\", ігноруються.#dealing {1} to {2} Nature#for {3} sec", "Приголомшено.", en="Sand Blast" },
[26276] = { "Велика вогнеміць", "Збільшує силу заклять на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу заклять збільшено на {1}. Бойовий еліксир.#by {1}", en="Greater Firepower" },
[26393] = { "Благословення Елуни", "Вас благословила Елуна. Всі характеристики збільшено на {1}%.#by {1}%", "Вас благословила Елуна. Всі характеристики збільшено на {1}%.#by {1}%", en="Elune's Blessing" },
[26476] = { "Травна кислота", "Завдає {1} шкоди кожні {2} с.#Deals {1} damage every {2} sec", "Завдає {1} шкоди кожні {2} с.#Deals {1} damage every {2} sec", en="Digestive Acid" },
[26527] = { ref=24318 }, -- Frenzy
[26552] = { "Ануляція", "Знесилює всіх ворогів в межах {1} м, знижуючи здоров’я до {2} та приголомшуючи на {3} с.#within {1} y#to {2} health#for {3} sec", "Приголомшено.", en="Nullify" },
[26556] = { nil, "Заражає ціль чумою, внаслідок чого вона завдає шкоди від природи навколишнім союзниками кожні {1} с протягом {2} с.#every {1} sec for {2} sec", ref=22997 }, -- Plague
[26590] = { "Виклик отруйної хмари", "Завдає шкоди від природи навколишнім ворогам протягом {1} хв.#for {1} min", en="Summon Poison Cloud" },
[26662] = { "Берсерк", "Збільшує швидкість атаки та швидкість руху заклинача на {1}% та збільшує всю шкоду на {2}% протягом {3} хв. Також надає невразливість до провокації.#speeds by {1}%#deals by {2}% for {3} min", "Всю шкоду збільшено на {1}.\nШвидкість атаки та швидкість руху збільшено на {2}%.\nНевразливість до провокації.#dealt is increased by {1}%#speeds increased by {2}%", en="Berserk" },
[26977] = { "Прокляття повелителя стихій", "Зменшує опір вогню всіх навколишніх ворогів на {1} хв.#for {1} min", "Опір вогню зменшено на {1}.#by {1}", en="Curse of the Elemental Lord" },
[27177] = { "Осквернення", "Оскверняє ціль, перетворюючи її на примарного вбивцю протягом {1} с. Якщо заклинача не вб'ють, ціль помре від осквернення.#over {1} sec", "Вас оскверняють...", en="Defile" },
[27794] = { "Розсічення", "Завдає {1}% звичайної шкоди ворогу та його союзникам неподалік, вражаючи до {2} цілей.#Inflicts {1}% normal damage#up to {2} target", en="Cleave" },
[27991] = { ref=16145 }, -- Sunder Armor
[27994] = { ref=17620 }, -- Drain Life
[28131] = { "Оскаженіння", "Збільшує швидкість атаки заклинача на {1}%, а завдану фізичну шкоду на {2}% протягом {3} хв.#speed by {1}%#by {2}% for {3} min", "Фізичну шкоду збільшено на {1}%.\nШвидкість атаки збільшено на {2}%.#damage dealt is increased by {1}%#speed increased by {2}%", en="Frenzy" },
[28333] = { "Завихрення", ref=17207, en="Whirlwind Primer" },
[28334] = { ref=17207 }, -- Whirlwind
[28371] = { ref=19451 }, -- Enrage
[28428] = { "Миттєва отрута", "Миттєво завдає цілі шкоди від природи.", en="Instant Poison" },
[28467] = { nil, "Завдає {1}% шкоди зброї та зменшує отримане зцілення на {2}% протягом {3} с.#Inflicts {1}% weapon#by {2}% for {3} sec", ref=25646 }, -- Mortal Wound
[28478] = { "Крижана стріла", "Завдає ворогу від {1} до {2} шкоди кригою та зменшує його швидкість руху на {3}% протягом {4} с.#Inflicts {1} to {2} Frost#speed by {3}% for {4} sec", "Швидкість руху зменшено.", en="Frostbolt" },
[28747] = { ref=28131 }, -- Frenzy
[28776] = { "Некротична отрута", "Зменшує ефективність зцілення на {1}% протягом {2} с.#by {1}% for {2} sec", "Ефективність зцілення зменшено на {1}%.#by {1}%", en="Necrotic Poison" },
[28796] = { "Залп отруйних стріл", "Стріляє у ворога отрутою, завдаючи [{1}#inflicting {1} Nature][від {1} до {2}#inflicting {1} to {2} Nature] шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", en="Poison Bolt Volley" },
[28798] = { "Оскаженіння", "Збільшує швидкість атаки заклинача на {1}%, а завдану фізичну шкоду на {2} протягом {3} хв.#speed by {1}%#by {2} for {3} min", "Фізичну шкоду збільшено на {1}%.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}%#speed increased by {2}%", en="Frenzy" },
[28969] = { "Плювок кислоти", "Завдає ворогу {1} шкоди від природи кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Spit" },
[29175] = { "Танець зі стрічками", "Збільшує досвід, отриманий за вбивство монстрів.", "Досвід, отриманий за вбивство монстрів, збільшено на {1}%!#by {1}%", en="Ribbon Dance" },
[29325] = { "Кислотний залп", "Стріляє згустками кислоти у ворогів, завдаючи від {1} до {2} шкоди від природи кожні {3} с протягом {4} с.#{1} to {2} Nature#every {3} sec#for {4} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Acid Volley" },
[29484] = { "Викид павутини", "Павутиння розлітається навсібіч, приголомшуючи всіх навколишніх ворогів на {1} с і завдаючи від {2} до {3} шкоди від природи.#for {1} sec#dealing {2} to {3} Nature", "Приголомшено.", en="Web Spray" },
[29849] = { "Крижаний спалах", "Завдає від {1} до {2} шкоди від криги навколишнім ворогам, знерухомлюючи їх на {3} с.#Inflicts {1} to {2} Frost#up to {3} sec", "Знерухомлено", en="Frost Nova" },
[29851] = { ref=17207 }, -- Whirlwind
[30113] = { "Гнилісний укус", "Збільшує отриману ворогом шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду збільшено на {1}%.#by {1}%", en="Putrid Bite" },
[32355] = { "Зосереджена сила", ref=23271, en="Focused Power" },
[32925] = { "Сила заклять", "Збільшує силу заклять на {1} протягом {2} с.#by {1} for {2} sec", "Силу заклять збільшено на {1}.#increased by {1}", en="Spell Power" },
[33721] = { "Еліксир сили заклять", "Збільшує силу заклять на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу заклять збільшено на {1}. Бойовий еліксир.#by {1}", en="Spellpower Elixir" },
[34952] = { ref=34950 }, -- Go for the Throat
[43680] = { "Бездіяльність", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати очки та знаки честі.", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати очки честі.", en="Idle" },
[43681] = { "Неактивність", "Ви не можете отримувати очки та знаки честі, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", "Ви не можете отримувати очки честі, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", en="Inactive" },
[46441] = { ref=56 }, -- Stun
[50293] = { ref=3396 }, -- Corrosive Poison
[52174] = { "Героїчний стрибок", "Потужний стрибок до вказаного місця, що завдає {2}% шкоди зброї всім ворогам в межах {1} м від місця приземлення та приголомшує їх на {3} с.#within {1} y#causing {2}% weapon damage#for {3} sec", "Приголомшено.", en="Heroic Leap" },
[52893] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи, на {1}%. Антимагічна зона діє {2} с або поки не поглине {3} шкоди.#by {1}%#for {2} sec#absorbs {3} spell", en="Anti-Magic Zone" },
[52894] = { nil, nil, "Поглинає {1}% магічної шкоди.#Blocks {1}% of", ref=52893 }, -- Anti-Magic Zone
[53636] = { ref=52894 }, -- Anti-Magic Zone
[53637] = { ref=52894 }, -- Anti-Magic Zone
[53763] = { "Захист", ref=673, en="Protection" },
[54497] = { ref=673 }, -- Lesser Armor
[54521] = { "Приплив сил", ref=10060, en="Power Infusion" },
[60352] = { ref=36847 }, -- Mirror Image
[64699] = { ref=13880 }, -- Magma Splash
[65974] = { ref=60103 }, -- Lava Lash
[67719] = { ref=55095 }, -- Frost Fever
[67767] = { ref=55095 }, -- Frost Fever
[69917] = { ref=55095 }, -- Frost Fever
[69936] = { ref=36847 }, -- Mirror Image
[69939] = { ref=36847 }, -- Mirror Image
[69940] = { ref=36847 }, -- Mirror Image
[69941] = { ref=36847 }, -- Mirror Image
[69960] = { ref=36847 }, -- Mirror Image
[219003] = { ref=43680 }, -- Idle

-- Armor Proficiencies
[27764] = { "Ідол", en="Idol" },

-- Item effects
[2828] = { "Заточка леза", "Збільшує шкоду гострої зброї на {1} протягом {2} год. Не можна застосовувати на предмети вище {3} рівня.#by {1} for {2} h#than level {3}", en="Sharpen Blade" },
[3112] = { "Покращення дробильної зброї", "Збільшує шкоду дробильної зброї на {1} протягом {2} год. Не можна застосувати на предмети вище {3} рівня.#by {1} for {2} hour#than level {3}", en="Enhance Blunt Weapon" },
[3976] = { "Точний приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#damage by {1}", en="Accurate Scope" },
[4060] = { "Заплутаність", "Перетворює ціль на лепрогнома, зменшуючи її шкоду в ближньому бою та силу заклинань на {1}, а швидкість руху - на {2}% протягом {3} с.#spell power by {1} and#by {2}% for {3} sec", "Перетворено на лепрогнома. Шкоду в ближньому бою та силу заклинань зменшено на {1}, а швидкість руху - на {2}% #by {1} and#by {2}%", en="Discombobulate" },
[4077] = { "Опір кризі", "Поглинає {1} шкоди від криги. Триває {2} хв.#Absorbs {1} Frost#Lasts {2} min", "Поглинає {1} шкоди від криги.#Absorbs {1} Frost", en="Frost Resistance" },
[7675] = { "Збільшення зцілення {1}#Increase Healing {1}", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Healing 2" },
[7676] = { ref=7675 }, -- Increase Healing 4
[7677] = { ref=7675 }, -- Increase Healing 7
[7678] = { ref=7675 }, -- Increase Healing 9
[7679] = { ref=7675 }, -- Increase Healing 11
[7680] = { ref=7675 }, -- Increase Healing 13
[7681] = { ref=7675 }, -- Increase Healing 15
[7683] = { "Збільшення шкоди від вогню {1}#Increase Fire Dam {1}", "Збільшує силу заклять вогню на {1}.#fire spell power by {1}", en="Increase Fire Dam 1" },
[7684] = { ref=7683 }, -- Increase Fire Dam 3
[7685] = { ref=7683 }, -- Increase Fire Dam 4
[7686] = { ref=7683 }, -- Increase Fire Dam 6
[7687] = { ref=7683 }, -- Increase Fire Dam 7
[7688] = { ref=7683 }, -- Increase Fire Dam 9
[7689] = { ref=7683 }, -- Increase Fire Dam 10
[7690] = { "Збільшення шкоди від природи {1}#Increase Nature Dam {1}", "Збільшує силу заклять природи на {1}.#nature spell power by {1}", en="Increase Nature Dam 1" },
[7691] = { ref=7690 }, -- Increase Nature Dam 3
[7692] = { ref=7690 }, -- Increase Nature Dam 4
[7693] = { ref=7690 }, -- Increase Nature Dam 6
[7694] = { ref=7690 }, -- Increase Nature Dam 7
[7695] = { ref=7690 }, -- Increase Nature Dam 9
[7696] = { ref=7690 }, -- Increase Nature Dam 10
[7697] = { "Збільшення шкоди від криги {1}#Increase Frost Dam {1}", "Збільшує силу заклять криги на {1}.#frost spell power by {1}", en="Increase Frost Dam 1" },
[7698] = { ref=7697 }, -- Increase Frost Dam 3
[7699] = { ref=7697 }, -- Increase Frost Dam 4
[7700] = { ref=7697 }, -- Increase Frost Dam 6
[7701] = { ref=7697 }, -- Increase Frost Dam 7
[7702] = { ref=7697 }, -- Increase Frost Dam 9
[7703] = { ref=7697 }, -- Increase Frost Dam 10
[7704] = { "Збільшення шкоди від тіні {1}#Increase Shadow Dam {1}", "Збільшує силу заклять тіні на {1}.#shadow spell power by {1}", en="Increase Shadow Dam 1" },
[7705] = { ref=7704 }, -- Increase Shadow Dam 3
[7706] = { ref=7704 }, -- Increase Shadow Dam 4
[7707] = { ref=7704 }, -- Increase Shadow Dam 6
[7708] = { ref=7704 }, -- Increase Shadow Dam 7
[7709] = { ref=7704 }, -- Increase Shadow Dam 10
[7710] = { ref=7704 }, -- Increase Shadow Dam 9
[7823] = { "Навичка риболовлі +{1}#Fishing Skill +{1}", "Збільшує навичку риболовлі на {1}.#Fishing skill increased by {1}", en="Fishing Skill +5" },
[7825] = { ref=7823 }, -- Fishing Skill +15
[7826] = { ref=7823 }, -- Fishing Skill +20
[8082] = { ref=7823 }, -- Fishing Skill +25
[8083] = { ref=7823 }, -- Fishing Skill +50
[8084] = { ref=7823 }, -- Fishing Skill +75
[8085] = { ref=7823 }, -- Fishing Skill +100
[9174] = { "Збадьорення", "Відновлює {1} люті та енергії.#Restores {1} Rage", en="Energize" },
[9294] = { ref=7683 }, -- Increase Fire Dam 16
[9295] = { ref=7683 }, -- Increase Fire Dam 17
[9296] = { ref=7683 }, -- Increase Fire Dam 19
[9297] = { ref=7683 }, -- Increase Fire Dam 20
[9298] = { ref=7683 }, -- Increase Fire Dam 21
[9304] = { ref=7697 }, -- Increase Frost Dam 16
[9305] = { ref=7697 }, -- Increase Frost Dam 17
[9306] = { ref=7697 }, -- Increase Frost Dam 19
[9307] = { ref=7697 }, -- Increase Frost Dam 20
[9308] = { ref=7697 }, -- Increase Frost Dam 21
[9314] = { ref=7675 }, -- Increase Healing 24
[9315] = { ref=7675 }, -- Increase Healing 26
[9316] = { ref=7675 }, -- Increase Healing 29
[9317] = { ref=7675 }, -- Increase Healing 31
[9318] = { ref=7675 }, -- Increase Healing 33
[9324] = { ref=7704 }, -- Increase Shadow Dam 16
[9325] = { ref=7704 }, -- Increase Shadow Dam 17
[9326] = { ref=7704 }, -- Increase Shadow Dam 19
[9327] = { ref=7704 }, -- Increase Shadow Dam 20
[9328] = { ref=7704 }, -- Increase Shadow Dam 21
[9342] = { "Збільшення шкоди заклять {1}#Increase Spell Dam {1}", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Spell Dam 13" },
[9343] = { ref=9342 }, -- Increase Spell Dam 14
[9344] = { ref=9342 }, -- Increase Spell Dam 15
[9345] = { ref=9342 }, -- Increase Spell Dam 16
[9346] = { ref=9342 }, -- Increase Spell Dam 18
[9357] = { ref=7690 }, -- Increase Nature Dam 16
[9358] = { ref=7690 }, -- Increase Nature Dam 17
[9359] = { ref=7690 }, -- Increase Nature Dam 19
[9360] = { ref=7690 }, -- Increase Nature Dam 20
[9361] = { ref=7690 }, -- Increase Nature Dam 21
[9392] = { ref=9342 }, -- Increase Spell Dam 1
[9393] = { ref=9342 }, -- Increase Spell Dam 2
[9394] = { ref=9342 }, -- Increase Spell Dam 4
[9395] = { ref=9342 }, -- Increase Spell Dam 5
[9396] = { ref=9342 }, -- Increase Spell Dam 6
[9397] = { ref=9342 }, -- Increase Spell Dam 7
[9398] = { ref=9342 }, -- Increase Spell Dam 8
[9399] = { ref=7683 }, -- Increase Fire Dam 11
[9400] = { ref=7683 }, -- Increase Fire Dam 13
[9401] = { ref=7683 }, -- Increase Fire Dam 14
[9402] = { ref=7697 }, -- Increase Frost Dam 11
[9403] = { ref=7697 }, -- Increase Frost Dam 13
[9404] = { ref=7697 }, -- Increase Frost Dam 14
[9406] = { ref=7675 }, -- Increase Healing 18
[9407] = { ref=7675 }, -- Increase Healing 20
[9408] = { ref=7675 }, -- Increase Healing 22
[9409] = { ref=7690 }, -- Increase Nature Dam 11
[9410] = { ref=7690 }, -- Increase Nature Dam 13
[9411] = { ref=7690 }, -- Increase Nature Dam 14
[9412] = { ref=7704 }, -- Increase Shadow Dam 11
[9413] = { ref=7704 }, -- Increase Shadow Dam 13
[9414] = { ref=7704 }, -- Increase Shadow Dam 14
[9415] = { ref=9342 }, -- Increase Spell Dam 9
[9416] = { ref=9342 }, -- Increase Spell Dam 11
[9417] = { ref=9342 }, -- Increase Spell Dam 12
[9783] = { "Мітрилові шпори", "Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди на {1}%. Для отримання ефекту необхідно бути {2} рівня або нижче.#mounted movement speed by {1}%#be level {2} or lower", en="Mithril Spurs" },
[9796] = { "Чума", "Заражає ціль, завдаючи {1} шкоди від природи та додатково {2} шкоди протягом {3} с.#for {1} Nature#additional {2} damage over {3} sec", "{1} шкоди від природи кожні {2} с.#{1} nature damage every {2} sec", en="Blight" },
[12022] = { "Капелюх адмірала", "Збільшує витривалість учасників групи в межах {2} м на {1}.#Stamina by {1} for#within {2} yard", "Витривалість збільшено на {1}.#increased by {1}", en="Admiral's Hat" },
[12459] = { "Смертоносний приціл", ref=3976, en="Deadly Scope" },
[12460] = { "Снайперський приціл", ref=3976, en="Sniper Scope" },
[13590] = { "Збільшення шкоди від аркани {1}#Arcane Dam {1}", "Збільшує силу заклять аркани на {1}.#arcane spell power by {1}", en="Increase Arcane Dam 1" },
[13591] = { ref=13590 }, -- Increase Arcane Dam 3
[13592] = { ref=13590 }, -- Increase Arcane Dam 4
[13593] = { ref=13590 }, -- Increase Arcane Dam 6
[13594] = { ref=13590 }, -- Increase Arcane Dam 7
[13595] = { ref=13590 }, -- Increase Arcane Dam 9
[13596] = { ref=13590 }, -- Increase Arcane Dam 10
[13597] = { ref=13590 }, -- Increase Arcane Dam 11
[13598] = { ref=13590 }, -- Increase Arcane Dam 13
[13599] = { ref=13590 }, -- Increase Arcane Dam 14
[13601] = { ref=13590 }, -- Increase Arcane Dam 16
[13602] = { ref=13590 }, -- Increase Arcane Dam 17
[13603] = { ref=13590 }, -- Increase Arcane Dam 19
[13604] = { ref=13590 }, -- Increase Arcane Dam 20
[13605] = { ref=13590 }, -- Increase Arcane Dam 21
[13830] = { ref=7683 }, -- Increase Fire Dam 29
[13831] = { ref=7697 }, -- Increase Frost Dam 29
[13881] = { ref=9342 }, -- Increase Spell Dam 29
[14047] = { ref=9342 }, -- Increase Spell Dam 23
[14054] = { ref=9342 }, -- Increase Spell Dam 27
[14055] = { ref=9342 }, -- Increase Spell Dam 35
[14127] = { ref=9342 }, -- Increase Spell Dam 28
[14248] = { ref=9342 }, -- Increase Spell Dam 21
[14254] = { ref=9342 }, -- Increase Spell Dam 19
[14793] = { ref=7704 }, -- Increase Shadow Dam 23
[14794] = { ref=7704 }, -- Increase Shadow Dam 24
[14798] = { ref=9342 }, -- Increase Spell Dam 30
[14799] = { ref=9342 }, -- Increase Spell Dam 20
[15231] = { "Кристалічна сила", "Збільшує ваш дух на {1} протягом {2} хв. Захисний еліксир.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Crystal Force" },
[15233] = { "Кристалічний захист", "Збільшує вашу броню на {1} протягом {2} хв. Захисний еліксир.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Crystal Ward" },
[15340] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас мани на 150.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15389] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас здоров'я на 100.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15391] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують броню на 125.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15394] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують опір вогню на 20.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15397] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують силу на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15400] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують витривалість на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15402] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують спритність на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15404] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують інтелект на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15406] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують дух на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15595] = { "Сила волі", "Отриману шкоду в ближньому бою зменшено на {1}.#by {1}", "Отриману шкоду в ближньому бою зменшено на {1}.#by {1}", en="Force of Will" },
[15696] = { ref=7675 }, -- Increase Healing 53
[15714] = { ref=9342 }, -- Increase Spell Dam 22
[15715] = { ref=9342 }, -- Increase Spell Dam 25
[15956] = { ref=7823 }, -- Fishing Skill +3
[16638] = { ref=7690 }, -- Increase Nature Dam 34
[17280] = { ref=9342 }, -- Increase Spell Dam 43
[17320] = { ref=7675 }, -- Increase Healing 84
[17367] = { ref=9342 }, -- Increase Spell Dam 32
[17371] = { ref=7675 }, -- Increase Healing 44
[17493] = { ref=9342 }, -- Increase Spell Dam 44
[17496] = { "Щит відплати", "Завдає [{1}#Deals {1} damage][від {1} до {2}#Deals {1} to {2} damage] шкоди.", "Завдає [{1}#Deals {1} damage][від {1} до {2}#Deals {1} to {2} damage] шкоди.", en="Crest of Retribution" },
[17684] = { ref=7683 }, -- Increase Fire Dam 39
[17747] = { ref=7683 }, -- Increase Fire Dam 23
[17819] = { ref=7690 }, -- Increase Nature Dam 29
[17821] = { ref=13590 }, -- Increase Arcane Dam 23
[17822] = { ref=13590 }, -- Increase Arcane Dam 24
[17823] = { ref=13590 }, -- Increase Arcane Dam 26
[17824] = { ref=13590 }, -- Increase Arcane Dam 27
[17825] = { ref=13590 }, -- Increase Arcane Dam 29
[17826] = { ref=13590 }, -- Increase Arcane Dam 30
[17827] = { ref=13590 }, -- Increase Arcane Dam 31
[17828] = { ref=13590 }, -- Increase Arcane Dam 33
[17829] = { ref=13590 }, -- Increase Arcane Dam 34
[17830] = { ref=13590 }, -- Increase Arcane Dam 36
[17832] = { ref=13590 }, -- Increase Arcane Dam 37
[17837] = { ref=13590 }, -- Increase Arcane Dam 39
[17838] = { ref=13590 }, -- Increase Arcane Dam 40
[17839] = { ref=13590 }, -- Increase Arcane Dam 41
[17840] = { ref=13590 }, -- Increase Arcane Dam 43
[17841] = { ref=13590 }, -- Increase Arcane Dam 44
[17842] = { ref=13590 }, -- Increase Arcane Dam 46
[17844] = { ref=13590 }, -- Increase Arcane Dam 47
[17845] = { ref=13590 }, -- Increase Arcane Dam 49
[17846] = { ref=13590 }, -- Increase Arcane Dam 50
[17847] = { ref=13590 }, -- Increase Arcane Dam 51
[17848] = { ref=13590 }, -- Increase Arcane Dam 53
[17849] = { ref=13590 }, -- Increase Arcane Dam 54
[17866] = { ref=7683 }, -- Increase Fire Dam 24
[17867] = { ref=7683 }, -- Increase Fire Dam 26
[17868] = { ref=7683 }, -- Increase Fire Dam 27
[17869] = { ref=7683 }, -- Increase Fire Dam 30
[17870] = { ref=7683 }, -- Increase Fire Dam 31
[17871] = { ref=7683 }, -- Increase Fire Dam 33
[17872] = { ref=7683 }, -- Increase Fire Dam 34
[17873] = { ref=7683 }, -- Increase Fire Dam 36
[17874] = { ref=7683 }, -- Increase Fire Dam 37
[17875] = { ref=7683 }, -- Increase Fire Dam 40
[17876] = { ref=7683 }, -- Increase Fire Dam 41
[17878] = { ref=7683 }, -- Increase Fire Dam 43
[17879] = { ref=7683 }, -- Increase Fire Dam 44
[17880] = { ref=7683 }, -- Increase Fire Dam 46
[17881] = { ref=7683 }, -- Increase Fire Dam 47
[17882] = { ref=7683 }, -- Increase Fire Dam 49
[17884] = { ref=7683 }, -- Increase Fire Dam 50
[17885] = { ref=7683 }, -- Increase Fire Dam 51
[17886] = { ref=7683 }, -- Increase Fire Dam 53
[17887] = { ref=7683 }, -- Increase Fire Dam 54
[17889] = { ref=7697 }, -- Increase Frost Dam 23
[17890] = { ref=7697 }, -- Increase Frost Dam 24
[17891] = { ref=7697 }, -- Increase Frost Dam 26
[17892] = { ref=7697 }, -- Increase Frost Dam 27
[17893] = { ref=7697 }, -- Increase Frost Dam 30
[17894] = { ref=7697 }, -- Increase Frost Dam 31
[17895] = { ref=7697 }, -- Increase Frost Dam 33
[17896] = { ref=7697 }, -- Increase Frost Dam 34
[17897] = { ref=7697 }, -- Increase Frost Dam 36
[17898] = { ref=7697 }, -- Increase Frost Dam 37
[17899] = { ref=7697 }, -- Increase Frost Dam 39
[17900] = { ref=7697 }, -- Increase Frost Dam 40
[17901] = { ref=7697 }, -- Increase Frost Dam 41
[17902] = { ref=7697 }, -- Increase Frost Dam 43
[17903] = { ref=7697 }, -- Increase Frost Dam 44
[17905] = { ref=7697 }, -- Increase Frost Dam 46
[17906] = { ref=7697 }, -- Increase Frost Dam 47
[17907] = { ref=7697 }, -- Increase Frost Dam 49
[17908] = { ref=7697 }, -- Increase Frost Dam 50
[17909] = { ref=7697 }, -- Increase Frost Dam 51
[17910] = { ref=7697 }, -- Increase Frost Dam 53
[17911] = { ref=7697 }, -- Increase Frost Dam 54
[17987] = { ref=7690 }, -- Increase Nature Dam 23
[17988] = { ref=7690 }, -- Increase Nature Dam 24
[17989] = { ref=7690 }, -- Increase Nature Dam 26
[17990] = { ref=7690 }, -- Increase Nature Dam 27
[17991] = { ref=7690 }, -- Increase Nature Dam 30
[17992] = { ref=7690 }, -- Increase Nature Dam 31
[17993] = { ref=7690 }, -- Increase Nature Dam 33
[17994] = { ref=7690 }, -- Increase Nature Dam 36
[17995] = { ref=7690 }, -- Increase Nature Dam 37
[17996] = { ref=7690 }, -- Increase Nature Dam 39
[17997] = { ref=7690 }, -- Increase Nature Dam 40
[17998] = { ref=7690 }, -- Increase Nature Dam 41
[17999] = { ref=7690 }, -- Increase Nature Dam 43
[18000] = { ref=7690 }, -- Increase Nature Dam 44
[18001] = { ref=7690 }, -- Increase Nature Dam 46
[18002] = { ref=7690 }, -- Increase Nature Dam 47
[18003] = { ref=7690 }, -- Increase Nature Dam 49
[18004] = { ref=7690 }, -- Increase Nature Dam 50
[18005] = { ref=7690 }, -- Increase Nature Dam 51
[18006] = { ref=7690 }, -- Increase Nature Dam 53
[18007] = { ref=7690 }, -- Increase Nature Dam 54
[18008] = { ref=7704 }, -- Increase Shadow Dam 26
[18009] = { ref=7704 }, -- Increase Shadow Dam 27
[18010] = { ref=7704 }, -- Increase Shadow Dam 29
[18011] = { ref=7704 }, -- Increase Shadow Dam 30
[18012] = { ref=7704 }, -- Increase Shadow Dam 31
[18013] = { ref=7704 }, -- Increase Shadow Dam 33
[18014] = { ref=7704 }, -- Increase Shadow Dam 34
[18015] = { ref=7704 }, -- Increase Shadow Dam 36
[18016] = { ref=7704 }, -- Increase Shadow Dam 37
[18017] = { ref=7704 }, -- Increase Shadow Dam 39
[18018] = { ref=7704 }, -- Increase Shadow Dam 40
[18019] = { ref=7704 }, -- Increase Shadow Dam 41
[18020] = { ref=7704 }, -- Increase Shadow Dam 43
[18021] = { ref=7704 }, -- Increase Shadow Dam 44
[18022] = { ref=7704 }, -- Increase Shadow Dam 46
[18023] = { ref=7704 }, -- Increase Shadow Dam 47
[18024] = { ref=7704 }, -- Increase Shadow Dam 49
[18025] = { ref=7704 }, -- Increase Shadow Dam 50
[18026] = { ref=7704 }, -- Increase Shadow Dam 51
[18027] = { ref=7704 }, -- Increase Shadow Dam 53
[18028] = { ref=7704 }, -- Increase Shadow Dam 54
[18029] = { ref=7675 }, -- Increase Healing 35
[18030] = { ref=7675 }, -- Increase Healing 37
[18031] = { ref=7675 }, -- Increase Healing 40
[18032] = { ref=7675 }, -- Increase Healing 42
[18033] = { ref=7675 }, -- Increase Healing 46
[18034] = { ref=7675 }, -- Increase Healing 48
[18035] = { ref=7675 }, -- Increase Healing 51
[18036] = { ref=7675 }, -- Increase Healing 55
[18037] = { ref=7675 }, -- Increase Healing 57
[18038] = { ref=7675 }, -- Increase Healing 59
[18039] = { ref=7675 }, -- Increase Healing 62
[18040] = { ref=7675 }, -- Increase Healing 64
[18041] = { ref=7675 }, -- Increase Healing 66
[18042] = { ref=7675 }, -- Increase Healing 68
[18043] = { ref=7675 }, -- Increase Healing 70
[18044] = { ref=7675 }, -- Increase Healing 73
[18045] = { ref=7675 }, -- Increase Healing 75
[18046] = { ref=7675 }, -- Increase Healing 77
[18047] = { ref=7675 }, -- Increase Healing 79
[18048] = { ref=7675 }, -- Increase Healing 81
[18049] = { ref=9342 }, -- Increase Spell Dam 26
[18050] = { ref=9342 }, -- Increase Spell Dam 33
[18052] = { ref=9342 }, -- Increase Spell Dam 34
[18053] = { ref=9342 }, -- Increase Spell Dam 36
[18054] = { ref=9342 }, -- Increase Spell Dam 37
[18055] = { ref=9342 }, -- Increase Spell Dam 39
[18056] = { ref=9342 }, -- Increase Spell Dam 40
[18057] = { ref=9342 }, -- Increase Spell Dam 41
[18058] = { ref=9342 }, -- Increase Spell Dam 42
[18382] = { "Збільшення шансу критичного закляття", "Збільшує показник критичного удару на {1}.#your critical strike rating by {1}", en="Increased Critical Spell" },
[18384] = { ref=18382 }, -- Increased Critical Spell
[18803] = { "Зосередження", "Збільшує показник швидкості на {1}.#Haste Rating by {1}", "Показник швидкості збільшено на {1}.#by {1}", en="Focus" },
[19566] = { "Сільничка", "Просіює та подрібнює глибокоскельну сіль, поки вона не стане очищеною глибокоскельною сіллю.", en="Salt Shaker" },
[19646] = { "Срібний ключ-відмичка", "Дозволяє відкривати замки, що вимагають {1} рівня навички зламування замків. Одноразовий.#up to {1} lockpicking", en="Silver Skeleton Key" },
[19649] = { "Золотий ключ-відмичка", ref=19646, en="Golden Skeleton Key" },
[19651] = { "Ясносрібний ключ-відмичка", ref=19646, en="Truesilver Skeleton Key" },
[20709] = { "Арканітовий ключ-відмичка", ref=19646, en="Arcanite Skeleton Key" },
[21010] = { "Шкода заклять проти невмерлих {1}#Spell Dam Undead {1}", "Збільшує силу заклять в бою з невмерлими на {1}.#against Undead by {1}", en="Increase Spell Dam Undead 14" },
[21153] = { "Лезо Косторуба", "Ваш показник пробиття броні збільшується на {1} протягом {2} с. Цей ефект накопичується до {3} разів.#gain {1} armor penetration rating for {2} sec#stacks up to {3} times", "Показник пробиття броні збільшено на {1}.#gain {1} armor", en="Bonereaver's Edge" },
[21499] = { "Збільшення шкоди від святості {1}#Increase Holy Dam {1}", "Збільшує силу заклять святості на {1}.#holy spell power by {1}", en="Increase Holy Dam 1" },
[21500] = { ref=21499 }, -- Increase Holy Dam 3
[21501] = { ref=21499 }, -- Increase Holy Dam 4
[21502] = { ref=21499 }, -- Increase Holy Dam 6
[21503] = { ref=21499 }, -- Increase Holy Dam 7
[21504] = { ref=21499 }, -- Increase Holy Dam 9
[21505] = { ref=21499 }, -- Increase Holy Dam 10
[21506] = { ref=21499 }, -- Increase Holy Dam 11
[21507] = { ref=21499 }, -- Increase Holy Dam 13
[21508] = { ref=21499 }, -- Increase Holy Dam 14
[21509] = { ref=21499 }, -- Increase Holy Dam 16
[21510] = { ref=21499 }, -- Increase Holy Dam 17
[21511] = { ref=21499 }, -- Increase Holy Dam 19
[21512] = { ref=21499 }, -- Increase Holy Dam 20
[21513] = { ref=21499 }, -- Increase Holy Dam 21
[21514] = { ref=21499 }, -- Increase Holy Dam 23
[21515] = { ref=21499 }, -- Increase Holy Dam 24
[21516] = { ref=21499 }, -- Increase Holy Dam 26
[21517] = { ref=21499 }, -- Increase Holy Dam 27
[21518] = { ref=21499 }, -- Increase Holy Dam 29
[21519] = { ref=21499 }, -- Increase Holy Dam 30
[21520] = { ref=21499 }, -- Increase Holy Dam 31
[21521] = { ref=21499 }, -- Increase Holy Dam 33
[21522] = { ref=21499 }, -- Increase Holy Dam 34
[21523] = { ref=21499 }, -- Increase Holy Dam 36
[21524] = { ref=21499 }, -- Increase Holy Dam 37
[21525] = { ref=21499 }, -- Increase Holy Dam 39
[21526] = { ref=21499 }, -- Increase Holy Dam 40
[21527] = { ref=21499 }, -- Increase Holy Dam 41
[21528] = { ref=21499 }, -- Increase Holy Dam 43
[21529] = { ref=21499 }, -- Increase Holy Dam 44
[21530] = { ref=21499 }, -- Increase Holy Dam 46
[21531] = { ref=21499 }, -- Increase Holy Dam 47
[21532] = { ref=21499 }, -- Increase Holy Dam 49
[21533] = { ref=21499 }, -- Increase Holy Dam 50
[21534] = { ref=21499 }, -- Increase Holy Dam 51
[21535] = { ref=21499 }, -- Increase Holy Dam 53
[21536] = { ref=21499 }, -- Increase Holy Dam 54
[21920] = { "Крижана міць", "Збільшує силу заклять криги на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Cилу заклять криги збільшено на {1}. Бойовий еліксир.#by {1}", en="Frost Power" },
[21956] = { "Фізичний захист", "Поглинає {1} фізичної шкоди. Триває {2} с.#Absorbs {1} physical#Lasts {2} sec", "Поглинає {1} фізичної шкоди.#Absorbs {1} physical", en="Physical Protection" },
[22593] = { "Вогняний покрив Світанку", "Накласти на наплічники чари, що збільшують опір вогню на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} Fire resistance", en="Flame Mantle of the Dawn" },
[22594] = { "Крижаний покрив Світанку", "Накласти на наплічники чари, що збільшують опір кризі на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} Frost resistance", en="Frost Mantle of the Dawn" },
[22596] = { "Тіньовий покрив Світанку", "Накласти на наплічники чари, що збільшують опір тіні на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} Shadow resistance", en="Shadow Mantle of the Dawn" },
[22597] = { "Природній покрив Світанку", "Накласти на наплічники чари, що збільшують опір природі на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} Nature resistance", en="Nature Mantle of the Dawn" },
[22598] = { "Арканічний покрив Світанку", "Накласти на наплічники чари, що збільшують опір аркані на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} Arcane resistance", en="Arcane Mantle of the Dawn" },
[22599] = { "Хроматичний покрив Світанку", "Накласти на наплічники чари, що збільшують опір всім школам магії на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} resistance to all magic", en="Chromatic Mantle of the Dawn" },
[22725] = { "Збільшення захисту", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить показник захисту на {1}.\n\nУкріплення предмета зробить його персональним.#adds {1} defense", en="Defense Rating +5" },
[22747] = { ref=9342 }, -- Increase Spell Dam 30
[22748] = { ref=7675 }, -- Increase Healing 55
[22756] = { "Заточування зброї - критичний удар", "Заточити зброю ближнього бою, щоб збільшити показник критичного удару на {1} протягом {2} год. Не можна застосовувати на предмети вище {3} рівня.#weapon by {1} for {2} h#than level {3}", en="Sharpen Weapon - Critical" },
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник влучності в дальньому бою на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#ranged hit rating by {1}", en="Biznicks 247x128 Accurascope" },
[22840] = { "Магічний камінь прудкості", "Додати на поножі або головний убір чари, що збільшують показний швидкості на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} haste rating", en="Arcanum of Rapidity" },
[22844] = { "Магічний камінь зосередження", "Додати на поножі або головний убір чари, що збільшують силу заклять на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} spell power", en="Arcanum of Focus" },
[22846] = { "Магічний камінь захисту", "Додати на поножі або головний убір чари, що збільшують ймовірність ухилення на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} dodge rating", en="Arcanum of Protection" },
[22849] = { ref=21010 }, -- Increase Spell Dam Undead 35
[23004] = { "Виклик гномського тривого-бота", "Викликає гномського тривого-бота, що скануватиме місцевість і виявлятиме непомітних ворогів. Час від часу може подавати хибну тривогу. Діє до {1} хв.#up to {1} min", en="Summon Gnomish Alarm-o-Bot" },
[23213] = { ref=9342 }, -- Increase Spell Dam 57
[23264] = { ref=7675 }, -- Increase Healing 106
[23265] = { ref=7704 }, -- Increase Shadow Dam 69
[23271] = { "Ефемерна сила", "Збільшує силу заклять на {1} протягом {2} с.#by {1} for {2} sec", "Силу заклять збільшено на {1}.#increased by {1}", en="Ephemeral Power" },
[23593] = { ref=7675 }, -- Increase Healing 92
[23594] = { ref=7704 }, -- Increase Shadow Dam 64
[23727] = { "Шанс влучити заклинаннями {1}#Increased Spell Hit Chance {1}", "Збільшує показник влучності на {1}.#your hit rating by {1}", en="Increased Spell Hit Chance 8" },
[23728] = { ref=9342 }, -- Increase Spell Dam 84
[23729] = { ref=23727 }, -- Increased Spell Hit Chance 16
[23730] = { ref=9342 }, -- Increase Spell Dam 64
[23732] = { ref=9342 }, -- Increase Spell Dam 56
[23796] = { ref=7675 }, -- Increase Healing 24
[23929] = { ref=9342 }, -- Increase Spell Dam 71
[24149] = { "Явлення могутності", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник захисту на {2} та показник блокування щитом на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} defense#and {3} shield block", en="Presence of Might" },
[24160] = { "Сигіла синкретиста", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник захисту на {2} та силу заклять на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} defense#and {3} spell power", en="Syncretist's Sigil" },
[24161] = { "Обійми смерті", "Додати на поножі або головний убір чари, що збільшують силу атаки на {1} та показник ухилення на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} attack#and {2} dodge", en="Death's Embrace" },
[24162] = { "Поклик сокола", "Додати на поножі або головний убір чари, що збільшують силу атаки на {1}, витривалість на {2} та показник влучності на {3}.\n\nЗачарування предмета зробить його персональним.#adds {1} attack#{2} Stamina#and {3} hit", en="Falcon's Call" },
[24163] = { "Палкі обійми вуду", "Додати на поножі або головний убір чари, що збільшують інтелект на {1} та силу заклять на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} Intellect and {2} spell power", en="Vodouisant's Vigilant Embrace" },
[24164] = { "Явлення прозріння", "Додати на поножі або головний убір чари, що збільшують силу заклять на {1} та показник влучності на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} spell#and {2} hit", en="Presence of Sight" },
[24165] = { "Чари худу", "Додати на поножі або головний убір чари, що збільшують витривалість на {1} та силу заклять на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina and {2} spell", en="Hoodoo Hex" },
[24167] = { "Віщунська аура", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, силу заклять на {2} та відновлення мани на {3} кожні {4} с.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina#{2} spell power and {3} mana every {4} sec", en="Prophetic Aura" },
[24168] = { "Ласка аніміста", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, інтелект на {2} та силу заклять на {3}.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina#{2} Intellect#and {3} spell power", en="Animist's Caress" },
[24196] = { ref=9342 }, -- Increase Spell Dam 47
[24197] = { ref=21010 }, -- Increase Spell Dam Undead 48
[24198] = { "Руна Світанку", "Збільшує силу заклять в бою з невмерлими на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#Undead by {1}", en="Rune of the Dawn" },
[24243] = { ref=9342 }, -- Increase Spell Dam 840
[24301] = { ref=7823 }, -- Fishing Skill +40
[24347] = { "Рибалка-майстер", "Перетворює вас на рибу, дозволяючи дихати під водою та збільшуючи швидкість плавання.", "Збільшує швидкість плавання та дозволяє дихати під водою.", en="Master Angler" },
[24354] = { "Благословення молитовних намистин", "Збільшує силу заклять на {1} протягом {2} с.#spell power by {1} for {2} sec", "Силу заклять збільшено на {1}.#by {1}", en="Prayer Beads Blessing" },
[24389] = { "Хаотичний вогонь", "Відновлює [{1}#Restores {1} mana][від {1} до {2}#Restores {1} to {2} mana] мани та збільшує шкоду наступного вогняного закляття на {1}. Ефект триває {2} хв.#spell by {1}#for {2} min", "Силу наступного вогняного закляття збільшено на {1}.#by {1}", en="Chaos Fire" },
[24420] = { "Печатка спокою Зандаларів", "Накласти на наплічники чари, що збільшують силу заклять на {1}. Носій має бути {2} рівня або вище.#by {1}#level {2} or", en="Zandalar Signet of Serenity" },
[24421] = { "Печатка моджо Зандаларів", "Накласти на наплічники чари, що збільшують силу заклять на {1}. Носій має бути {2} рівня або вище.#by {1}#level {2} or", en="Zandalar Signet of Mojo" },
[24422] = { "Печатка могутності Зандаларів", "Накласти на наплічники чари, що збільшують силу атаки на {1}. Носій має бути {2} рівня або вище.#adds {1} attack#level {2} or", en="Zandalar Signet of Might" },
[24542] = { "Легкий цілющий дотик", "Збільшує показник швидкості на {1} та зменшує витрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" на {2}% протягом {3} с.#Grants {1} haste#by {2}% for {3} sec", "Показник швидкості збільшено на {1}.\nВитрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" зменшено на {2}%.#{1} haste#reduced by {2}%", en="Nimble Healing Touch" },
[24543] = { "Тотальна руйнація", "Збільшує показник критичного удару на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує показник критичного удару на {1}.#by {1}", en="Massive Destruction" },
[24544] = { "Арканічна могутність", "Збільшує силу заклять аркани на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує силу заклять аркани на {1}.#by {1}", en="Arcane Potency" },
[24546] = { "Швидке зцілення", "Збільшує показник швидкості на {1} та зменшує витрати мани на закляття зцілення на {2}% протягом {3} с.#Grants {1} haste#by {2}% for {3} sec", "Показник швидкості збільшено на {1}.\nВитрати мани на закляття зцілення зменшено на {2}%.#increased by {1}#reduced by {2}%", en="Rapid Healing" },
[24595] = { ref=9342 }, -- Increase Spell Dam 24
[24658] = { "Нестабільна сила", "Збільшує силу заклять на {1} протягом {2} с. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на {3} сили заклять.#spell power by {1} for {2} sec#reduced by {3} spell", en="Unstable Power" },
[24666] = { ref=7697 }, -- Increase Frost Dam 132
[24667] = { ref=7697 }, -- Increase Frost Dam 72
[24833] = { "Священний камінь сили", "Розбити священний камінь сили, щоб отримати {1} сили атаки і збільшити силу заклять святості на {2} в бою з невмерлими. Триває {3} хв.#granting {1} attack#spell power by {2} when#Lasts {3} min", "Збільшує силу атаки на {1}, а силу заклять святості на {2} в бою з невмерлими.#attack power by {1} and#spell power by {2} when", en="Holy Mightstone" },
[24998] = { "Зцілення віків", "Збільшує силу заклять на {1} протягом {2} с.#by {1} for {2} sec", "Силу заклять збільшено на {1}.#by {1}", en="Healing of the Ages" },
[25067] = { ref=7675 }, -- Increase Healing 30
[25109] = { ref=9342 }, -- Increase Spell Dam 8
[25110] = { ref=9342 }, -- Increase Spell Dam 16
[25111] = { ref=9342 }, -- Increase Spell Dam 24
[25117] = { "Слабка чарівна олія", "При нанесенні на зброю збільшує силу заклять на {1}. Триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#spell power by {1}#Lasts for {2} h#higher than level {3}", en="Minor Wizard Oil" },
[25118] = { "Слабка олія мани", "При нанесенні на зброю відновлює {1} мани кожні {2} с. Триває {3} год. Не можна застосовувати на предмети вище {4} рівня.#restores {1} mana to the caster every {2} sec#Lasts for {3} h#higher than level {4}", en="Minor Mana Oil" },
[25119] = { "Проста чарівна олія", ref=25117, en="Lesser Wizard Oil" },
[25120] = { "Проста олія мани", ref=25118, en="Lesser Mana Oil" },
[25121] = { "Чарівна олія", ref=25117, en="Wizard Oil" },
[25122] = { "Блискуча чарівна олія", "При нанесенні на зброю збільшує силу заклять на {1} та збільшує показник критичного удару заклять на {2}. Триває {3} год. Не можна застосовувати на предмети вище {4} рівня.#spell power by {1}#critical strike rating by {2}#Lasts for {3} h#higher than level {4}", en="Brilliant Wizard Oil" },
[25123] = { "Блискуча олія мани", "При нанесенні на зброю відновлює {1} мани кожні {2} с та збільшує силу заклять на {3}. Триває {4} год. Не можна застосовувати на предмети вище {5} рівня#restores {1} mana to the caster every {2} sec#and increases spell power by {3}#Lasts for {4} h#higher than level {5}", en="Brilliant Mana Oil" },
[26142] = { ref=9342 }, -- Increase Spell Dam 53
[26154] = { ref=7675 }, -- Increase Healing 90
[26155] = { ref=9342 }, -- Increase Spell Dam 59
[26158] = { ref=9342 }, -- Increase Spell Dam 60
[26166] = { "Обсидіанове провидіння", "Збільшує силу заклять на {1} та зменшує опір магії цілей ваших заклинань на {2} протягом {3} с.#spell power by {1}#spell targets by {2} for {3} sec", "Силу заклять збільшено на {1}.\nОпір магії цілей ваших заклинань зменшено на {2}.#increased by {1}#targets reduced by {2}", en="Obsidian Insight" },
[26225] = { ref=7675 }, -- Increase Healing 106
[26227] = { ref=9342 }, -- Increase Spell Dam 68
[26228] = { ref=7675 }, -- Increase Healing 121
[26395] = { ref=9342 }, -- Increase Spell Dam 72
[26405] = { ref=7683 }, -- Increase Fire Dam 57
[26459] = { ref=9342 }, -- Increase Spell Dam 80
[26460] = { ref=9342 }, -- Increase Spell Dam 76
[26461] = { ref=7675 }, -- Increase Healing 143
[26467] = { "Стійкий захист", "Ваші цілющі закляття захищають ціль щитом, що поглинає шкоду в обсязі до {1}% від зцілення протягом {2} с.#for up to {1}% of the amount healed for {2} sec", "Зцілення захищає цілі щитом, що поглинає шкоду.", en="Persistent Shield" },
[26480] = { "Жетон стража рою", "Ваші атаки в ближньому та дальньому бою можуть на {1} с накласти ефект, що збільшує ваш показник пробиття броні на {2}. Ефект накопичується до {3} разів.#on you for {1} sec#rating by {2}#up to {3} times", "Ваші атаки викликають видіння кіражів.", en="Badge of the Swarmguard" },
[26481] = { "Видіння кіражів", nil, "Показник пробиття броні збільшено на {1}.#gain {1} armor", en="Insight of the Qiraji" },
[26690] = { ref=7675 }, -- Increase Healing 110
[26694] = { ref=7683 }, -- Increase Fire Dam 59
[26695] = { ref=7683 }, -- Increase Fire Dam 60
[26696] = { ref=7683 }, -- Increase Fire Dam 61
[26697] = { ref=7683 }, -- Increase Fire Dam 63
[26698] = { ref=7683 }, -- Increase Fire Dam 64
[26699] = { ref=7683 }, -- Increase Fire Dam 66
[26700] = { ref=7683 }, -- Increase Fire Dam 67
[26701] = { ref=7683 }, -- Increase Fire Dam 69
[26702] = { ref=7683 }, -- Increase Fire Dam 70
[26703] = { ref=7683 }, -- Increase Fire Dam 72
[26704] = { ref=13590 }, -- Increase Arcane Dam 56
[26705] = { ref=13590 }, -- Increase Arcane Dam 57
[26706] = { ref=13590 }, -- Increase Arcane Dam 59
[26707] = { ref=13590 }, -- Increase Arcane Dam 60
[26708] = { ref=13590 }, -- Increase Arcane Dam 61
[26709] = { ref=13590 }, -- Increase Arcane Dam 63
[26710] = { ref=13590 }, -- Increase Arcane Dam 64
[26711] = { ref=13590 }, -- Increase Arcane Dam 66
[26712] = { ref=13590 }, -- Increase Arcane Dam 67
[26713] = { ref=13590 }, -- Increase Arcane Dam 69
[26714] = { ref=13590 }, -- Increase Arcane Dam 70
[26715] = { ref=13590 }, -- Increase Arcane Dam 72
[26716] = { ref=7697 }, -- Increase Frost Dam 56
[26717] = { ref=7697 }, -- Increase Frost Dam 57
[26718] = { ref=7697 }, -- Increase Frost Dam 59
[26719] = { ref=7697 }, -- Increase Frost Dam 60
[26720] = { ref=7697 }, -- Increase Frost Dam 61
[26721] = { ref=7697 }, -- Increase Frost Dam 63
[26722] = { ref=7697 }, -- Increase Frost Dam 64
[26723] = { ref=7697 }, -- Increase Frost Dam 66
[26724] = { ref=7697 }, -- Increase Frost Dam 67
[26725] = { ref=7697 }, -- Increase Frost Dam 69
[26726] = { ref=7697 }, -- Increase Frost Dam 70
[26727] = { ref=7697 }, -- Increase Frost Dam 72
[26728] = { ref=7704 }, -- Increase Shadow Dam 56
[26729] = { ref=7704 }, -- Increase Shadow Dam 57
[26730] = { ref=7704 }, -- Increase Shadow Dam 59
[26731] = { ref=7704 }, -- Increase Shadow Dam 60
[26732] = { ref=7704 }, -- Increase Shadow Dam 61
[26733] = { ref=7704 }, -- Increase Shadow Dam 63
[26734] = { ref=7704 }, -- Increase Shadow Dam 66
[26735] = { ref=7704 }, -- Increase Shadow Dam 67
[26736] = { ref=7704 }, -- Increase Shadow Dam 70
[26737] = { ref=7704 }, -- Increase Shadow Dam 72
[26814] = { ref=7675 }, -- Increase Healing 187
[27499] = { "Гнів лицаря", "Збільшує силу заклять на {1}.#Increases spell power by {1}", "Силу заклять збільшено на {1}.#increased by {1}", en="Crusader's Wrath" },
[27675] = { "Хроматичне насичення", "Збільшує силу заклять на {1} протягом {2} с.#spell power by {1} for {2} sec", "Силу заклять збільшено на {1}.#by {1}", en="Chromatic Infusion" },
[27721] = { "Дуже ягідний крем", "Збільшує силу заклять на {1} протягом {2} год.#spell power by {1} for {2} hour", "Силу заклять збільшено на {1}.#by {1}", en="Very Berry Cream" },
[27775] = { "Шалений шторм", "Збільшує силу заклять на {1}.#Increases spell power by {1}", "Силу заклять збільшено на {1}.#increased by {1}", en="The Furious Storm" },
[27855] = { "Посилення малої хвилі зцілення", "Збільшує силу \"Малої хвилі зцілення\" на {1}.#Lesser Healing Wave by {1}", en="Increased Lesser Healing Wave" },
[27859] = { "Збільшення шкоди шоків", "Збільшує силу \"Земного шоку\", \"Вогняного шоку\" та \"Крижаного шоку\" на {1}.#and Frost Shock by {1}", en="Increased Shock Damage" },
[28141] = { ref=9342 }, -- Increase Spell Dam 150
[28143] = { "Сила Вартівника", "Збільшує силу заклять для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by {2}", "Збільшує силу заклять на {1}.#by {1}", en="Power of the Guardian" },
[28144] = { ref=28143 }, -- Power of the Guardian
[28151] = { ref=7675 }, -- Increase Healing 280
[28152] = { ref=7675 }, -- Increase Healing 300
[28155] = { "Шкода/зцілення Атієша жерця", "Збільшує вашу силу заклять на {1}.#by {1}", "Силу заклять збільшено на {1}.#by {1}", en="Atiesh Priest Damage/Healing" },
[28163] = { "Крижаний захист", "Додати на поножі або головний убір чари, що збільшують опір кризі на {1}.#adds {1} Frost resist", en="Ice Guard" },
[28200] = { "Вознесіння", "Протягом {2} с наступні {1} бойових чи цілющих заклинань збільшать вашу силу заклять на {3}. Ефект накопичується до {4} разів, а його дія закінчується після {5} заклинань або через {6} с.#next {1} damage or#within {2} sec#of {3} spell power#stacking up to {4} times#after {5} damage or healing spells or {6} sec", "Наступні {1} бойових чи цілющих заклинань збільшать силу заклять.#Next {1} damage", en="Ascendance" },
[28204] = { "Вознесіння", nil, "Силу заклять збільшено на {1}.#by {1}", en="Ascendance" },
[28264] = { ref=9342 }, -- Increase Spell Dam 46
[28273] = { "Кровополох", "Трохи збільшує силу заклять на {1} хв.#amount for {1} min", "Силу заклять трохи збільшено.", en="Bloodthistle" },
[28360] = { ref=9342 }, -- Increase Spell Dam 49
[28488] = { "Настій Скаробою", "Збільшує силу заклять на {1} в бою з невмерлими. Триває {2} хв.#power by {1} against#Lasts {2} min", "Силу заклять в бою з невмерлими збільшено на {1}.#by {1}", en="Scourgebane Infusion" },
[28530] = { ref=9342 }, -- Increase Spell Dam 132
[28686] = { ref=7675 }, -- Increase Healing 161
[28687] = { ref=9342 }, -- Increase Spell Dam 85
[28693] = { ref=9342 }, -- Increase Spell Dam 95
[28736] = { ref=7675 }, -- Increase Healing 178
[28767] = { ref=9342 }, -- Increase Spell Dam 51
[28779] = { "Сутність Сапфірона", "Збільшує силу заклять на {1} протягом {2} с.#spell power by {1} for {2} sec", "Силу заклять збільшено на {1}.#by {1}", en="Essence of Sapphiron" },
[28780] = { "Око мерця", "Збільшує силу наступних {1} заклять на {2} протягом {3} с.#next {1} spells by {2} for {3} sec", "Силу заклять збільшено на {1}.#by {1}", en="The Eye of the Dead" },
[28792] = { ref=9342 }, -- Increase Spell Dam 126
[28805] = { ref=7675 }, -- Increase Healing 238
[28841] = { ref=9342 }, -- Increase Spell Dam 113
[28851] = { "Збільшення зцілення Зблиску світла", "Збільшує силу \"Зблиску світла\" на {1}.#Flash of Light by {1}", en="Increased Flash of Light Healing" },
[28853] = { ref=28851 }, -- Increased Flash of Light Healing
[28856] = { ref=27855 }, -- Increased Lesser Healing Wave
[28857] = { "Збільшення шкоди Блискавки", "Збільшує силу \"Ланцюгової блискавки\" та \"Блискавки\" на {1}.#and Lightning Bolt by {1}", en="Increased Lightning Damage" },
[28876] = { ref=21010 }, -- Increase Spell Dam Undead 26
[28890] = { ref=21010 }, -- Increase Spell Dam Undead 60
[28891] = { "Освячена зброя", "При застосуванні до зброї збільшує силу атаки на {1} в бою з невмерлими. Триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#undead by {1}#Lasts for {2} h#than level {3}", en="Consecrated Weapon" },
[28898] = { "Благословенна чарівна олія", "При застосуванні до зброї збільшує шкоду заклять на {1} в бою з невмерлими. Триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#undead by up to {1}#Lasts for {2} h#than level {3}", en="Blessed Wizard Oil" },
[29113] = { "Чемпіон Світанку", "Збільшує силу заклять в бою з невмерлими та демонами на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#and Demons by {1}", en="Champion of the Dawn" },
[29333] = { "Літня ковбаска", "Збільшує показник швидкості на {1} протягом {2} год.#haste rating by {1} for {2} hour", "Показник швидкості збільшено на {1}.#by {1}", en="Midsummer Sausage" },
[29334] = { "Смажений зефір", "Збільшує силу заклять на {1} протягом {2} год.#spell power by {1} for {2} hour", "Силу заклять збільшено на {1}.#by {1}", en="Toasted Smorc" },
[29369] = { ref=7675 }, -- Increase Healing 134
[29467] = { "Сила Скари", "Накласти на наплічники чари, що збільшують силу заклять на {1} та показник критичного удару на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} spell power and {2} critical strike rating", en="Power of the Scourge" },
[29475] = { "Витримка Скари", "Накласти на наплічники чари, що збільшують силу заклять на {1} та відновлюють {2} мани кожні {3} с.\n\nЗачарування предмета зробить його персональним.#spell power by {1} and restore {2} mana every {3} sec", en="Resilience of the Scourge" },
[29480] = { "Стійкість Скари", "Накласти на наплічники чари, що збільшують витривалість на {1} та броню на {2}.\n\nЗачарування предмета зробить його персональним.#Stamina by {1} and armor by {2}", en="Fortitude of the Scourge" },
[29483] = { "Міць Скари", "Накласти на наплічники чари, що збільшують силу атаки на {1} та показник критичного удару на {2}.\n\nЗачарування предмета зробить його персональним.#power by {1} and critical strike rating by {2}", en="Might of the Scourge" },
[30226] = { "Зразок чистої води", "Наповнити чистою водою з фонтану в лігві Гніволуских.", en="Pure Water Sample" },
[30250] = { "Адамантитовий приціл", ref=3976, en="Adamantite Scope" },
[30260] = { "Стабілізований етернієвий приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник критичного удару на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#critical strike rating by {1}", en="Stabilitzed Eternium Scope" },
[32401] = { ref=27855 }, -- Increased Lesser Healing Wave
[32402] = { ref=27853 }, -- Increased Rejuvenation Healing
[32403] = { ref=28851 }, -- Increased Flash of Light Healing
[33022] = { ref=9342 }, -- Increase Spell Dam 58
[33124] = { ref=7675 }, -- Increase Healing 61
[33275] = { ref=7675 }, -- Increase Healing 115
[33484] = { ref=9342 }, -- Increase Spell Dam 50
[33662] = { "Арканічна енергія", "Збільшує силу заклять на {1} протягом {2} с.#by {1} for {2} sec", "Силу заклять збільшено на {1}.#increased by {1}", en="Arcane Energy" },
[33695] = { "Шкода Екзорцизму та Священного гніву", "Збільшує силу заклять \"Екзорцизм\" та \"Священний гнів\" на {1}.#and Holy Wrath spells by {1}", en="Exorcism and Holy Wrath Damage" },
[37360] = { "Освячена зброя", "Посилити вашу зброю, збільшуючи силу атаки в бою з невмерлими та демонами на {1}. Триває {2} хв.[ Не можна застосовувати на зброю {1} рівня чи вище.#Cannot be used on items level {1} and higher]#power against undead and demons by {1}#Lasts {2} min", en="Consecrated Weapon" },
[39181] = { "Мінікрил", "Клацніть правою кнопкою миші, щоб викликати і відпустити Мінікрила. ", en="Miniwing" },
[39201] = { ref=32925 }, -- Spell Power
[41677] = { "Збільшення всіх опорів {1}#ncreased All Resist {1}", "Збільшує опір аркані на {1}.#+{1} Arcane resistance", en="Increased All Resist 04" },
[41973] = { ref=9342 }, -- Increase Spell Dam 199
[42120] = { ref=7675 }, -- Increase Healing 375
[42122] = { ref=9342 }, -- Increase Spell Dam 225
[42127] = { ref=7675 }, -- Increase Healing 423
[43185] = { ref=439 }, -- Healing Potion
[43186] = { ref=436 }, -- Restore Mana
[47821] = { ref=18378 }, -- Increased Mana Regen 43
[47905] = { ref=18378 }, -- Increased Mana Regen
[48014] = { ref=18378 }, -- Copy of Increased Mana Regen
[48226] = { ref=18378 }, -- Copy of Increased Mana Regen
[48228] = { ref=18378 }, -- Increased Mana Regen
[49176] = { ref=18378 }, -- Increased Mana Regen
[49442] = { ref=18378 }, -- Increased Mana Regen
[49617] = { "Дотик життя", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", en="Touch of Life" },
[50247] = { "Шлях Іллідана", "Лишає за вами слід вогню скверни протягом {1} хв.#fel fire in your wake for {1} min", "Ви лишаєте за собою слід вогню скверни.", en="Path of Illidan" },
[50708] = { "Первісні інтинкти", "Збільшує силу атаки вашого вихованця на {1} протягом {2} с.#pet's attack power by {1} for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Primal Instinct" },
[52804] = { ref=18378 }, -- Increased Mana Regen
[53144] = { ref=439 }, -- Healing Potion
[53354] = { ref=18378 }, -- Increased Mana Regen
[53761] = { "Зілля омолодження", ref=22729, en="Rejuvenation Potion" },
[54082] = { ref=18378 }, -- Increased Mana Regen
[54452] = { "Еліксир адепта", ref=17539, en="Adept's Elixir" },
[54572] = { ref=439 }, -- Healing Potion
[58862] = { ref=439 }, -- Healing Potion
[59188] = { ref=7823 }, -- Fishing Skill +1000
[59731] = { ref=7823 }, -- Fishing Skill +30
[59830] = { "Зношений клинок-молотник", ref=21919, en="Battleworn Thrash Blade" },
[64401] = { "Світлячок", "Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на {1} протягом {2} год.#Fishing by {1} for {2} hour", en="Glow Worm" },
[65000] = { "Метеоритне натхнення", "Відновлює {1} мани кожні {2} с.#Restores {1} mana per {2} sec", "Відновлення {1} мани кожні {2} с.#by {1} mana per {2} sec", ref=18378, en="Meteoric Inspiration" },
[71435] = { ref=7823 }, -- Fishing Skill +15
[71838] = { ref=16375 }, -- Drain Life
[71839] = { ref=16375 }, -- Drain Life
[352512] = { "Збільшення зцілення Зблиску світла", "Збільшує зцілення \"Зблиску світла\" на {1}.#Flash of Light by up to {1}", en="Increased Flash of Light Healing" },
[387576] = { ref=28851 }, -- Increased Flash of Light Healing
[388426] = { ref=28851 }, -- Increased Flash of Light Healing
[388427] = { ref=27853 }, -- Increased Rejuvenation Healing
[423438] = { ref=28851 }, -- Increased Flash of Light Healing
[423452] = { ref=27853 }, -- Increased Rejuvenation Healing

-- Mounts
[458] = { "Гнідий кінь", "Викликає та відпускає верхового гнідого коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Brown Horse" },
[459] = { "Сірий вовк", "Викликає та відпускає верхового сірого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Gray Wolf" },
[468] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Stallion" },
[470] = { "Вороний жеребець", "Викликає та відпускає верхового вороного жеребця.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Stallion" },
[471] = { "Соловий кінь", "Викликає та відпускає верхового солового коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Palamino" },
[472] = { "Рябий кінь", "Викликає та відпускає верхового рябого коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Pinto" },
[578] = { "Чорний вовк", "Викликає та відпускає верхового чорного вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Wolf" },
[579] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Wolf" },
[580] = { "Лісовий вовк", "Викликає та відпускає верхового лісового вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Timber Wolf" },
[581] = { "Сніжний вовк", "Викликає та відпускає верхового сніжного вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Winter Wolf" },
[3363] = { "Пдсвітній дракон", "Викликає та відпускає верхового підсвітнього дракона.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Nether Drake" },
[6648] = { "Каштанова кобила", "Викликає та відпускає верхову каштанову кобилу.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Chestnut Mare" },
[6653] = { "Темний вовк", "Викликає та відпускає верхового темного вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Dire Wolf" },
[6654] = { "Бурий вовк", "Викликає та відпускає верхового бурого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Brown Wolf" },
[6777] = { "Сірий баран", "Викликає та відпускає верхового сірого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Gray Ram" },
[6896] = { "Чорний баран", "Викликає та відпускає верхового чорного барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Ram" },
[6897] = { "Блакитний баран", "Викликає та відпускає верхового блакитного барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Blue Ram" },
[6898] = { "Білий баран", "Викликає та відпускає верхового білого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Ram" },
[6899] = { "Коричневий баран", "Викликає та відпускає верхового коричневого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Brown Ram" },
[8394] = { "Смугастий кригозуб", "Викликає та відпускає верхового смугастого кригозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Striped Frostsaber" },
[8395] = { "Смарагдовий раптор", "Викликає та відпускає верхового смарагдового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Emerald Raptor" },
[8980] = { "Кінь-скелет", "Викликає та відпускає верхового коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Skeletal Horse" },
[10787] = { "Чорний ночезуб", "Викликає та відпускає верхового чорного ночезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Nightsaber" },
[10789] = { "Плямистий кригозуб", "Викликає та відпускає верхового плямистого кригозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Spotted Frostsaber" },
[10790] = { "Тигр", "Викликає та відпускає верхового бенгальського тигра.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Tiger" },
[10793] = { "Смугастий ночезуб", "Викликає та відпускає верхового смугастого ночезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Striped Nightsaber" },
[10795] = { "Кремовий раптор", "Викликає та відпускає верхового кремового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ivory Raptor" },
[10796] = { "Бірюзовий раптор", "Викликає та відпускає верхового бірюзового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Turquoise Raptor" },
[10798] = { "Обсидіановий раптор", "Викликає та відпускає верхового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Obsidian Raptor" },
[10799] = { "Ліловий раптор", "Викликає та відпускає верхового лілового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Violet Raptor" },
[10873] = { "Червоний механобіг", "Викликає та відпускає верхового червоного механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Mechanostrider" },
[10969] = { "Синій механобіг", "Викликає та відпускає верхового синього механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Blue Mechanostrider" },
[15779] = { "Білий механобіг, модель Б", "Викликає та відпускає верхового білого механобіга моделі Б. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Mechanostrider Mod B" },
[15780] = { "Зелений механобіг", "Викликає та відпускає верхового зеленого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Mechanostrider" },
[15781] = { "Сталевий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Steel Mechanostrider" },
[16055] = { "Чорний ночезуб", "Викликає та відпускає верхового чорного ночезуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Nightsaber" },
[16056] = { "Древній кригозуб", "Викликає та відпускає верхового древнього кригозуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ancient Frostsaber" },
[16058] = { "Первісний леопард", "Викликає та відпускає верхового первісного леопарда.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Primal Leopard" },
[16059] = { "Рудий шаблезуб", "Викликає та відпускає верхового рудого шаблезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Tawny Sabercat" },
[16060] = { "Золотистий шаблезуб", "Викликає та відпускає верхового золотистого шаблезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Golden Sabercat" },
[16080] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Wolf" },
[16081] = { "Зимовий вовк", "Викликає та відпускає верхового зимового вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Winter Wolf" },
[16082] = { "Соловий кінь", "Викликає та відпускає верхового солового коня. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Palomino" },
[16083] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Stallion" },
[16084] = { "Строкатий червоний раптор", "Викликає та відпускає верхового строкатого червоного раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Mottled Red Raptor" },
[17229] = { "Кригозуб Зимоключа", "Викликає та відпускає верхового кригозуба Зимоключа. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Winterspring Frostsaber" },
[17450] = { "Кремовий раптор", "Викликає та відпускає верхового кремового раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ivory Raptor" },
[17453] = { "Зелений механобіг", "Викликає та відпускає верхового зеленого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Mechanostrider" },
[17454] = { "Нефарбований механобіг", "Викликає та відпускає верхового нефарбованого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Unpainted Mechanostrider" },
[17455] = { "Пурпуровий механобіг", "Викликає та відпускає верхового пурпурового механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Purple Mechanostrider" },
[17456] = { "Червоно-синій механобіг", "Викликає та відпускає верхового червоно-синього механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red and Blue Mechanostrider" },
[17458] = { "Флуоресцентний зелений механобіг", "Викликає та відпускає верхового флуоресцентного зеленого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Fluorescent Green Mechanostrider" },
[17459] = { "Крижано-блакитний механобіг, модель А", "Викликає та відпускає верхового крижано-блакитного механобіга моделі А. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Icy Blue Mechanostrider Mod A" },
[17460] = { "Морозний баран", "Викликає та відпускає верхового морозного барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Frost Ram" },
[17461] = { "Чорний баран", "Викликає та відпускає верхового чорного барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Ram" },
[17462] = { "Червоний кінь-скелет", "Викликає та відпускає верхового червоного коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Skeletal Horse" },
[17463] = { "Блакитний кінь-скелет", "Викликає та відпускає верхового блакитного коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Blue Skeletal Horse" },
[17464] = { "Коричневий кінь-скелет", "Викликає та відпускає верхового коричневого коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Brown Skeletal Horse" },
[17465] = { "Зелений бойовий кінь-скелет", "Викликає та відпускає верхового зеленого бойового коня-скелета. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Skeletal Warhorse" },
[17481] = { "Смертобіг Рівендера", "Викликає та відпускає смертобіга барона Рівендера. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Rivendare's Deathcharger" },
[18363] = { "Верховий кодо", "Викликає та відпускає верхового кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Riding Kodo" },
[18989] = { "Сірий кодо", "Викликає та відпускає верхового сірого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Gray Kodo" },
[18990] = { "Бурий кодо", "Викликає та відпускає верхового бурого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Brown Kodo" },
[18991] = { "Зелений кодо", "Викликає та відпускає верхового зеленого кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Kodo" },
[18992] = { "Бірюзовий кодо", "Викликає та відпускає верхового бірюзового кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Teal Kodo" },
[22717] = { "Чорний бойовий кінь", "Викликає та відпускає верхового чорного бойового коня. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Steed" },
[22718] = { "Чорний бойовий кодо", "Викликає та відпускає верхового чорного бойового кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Kodo" },
[22719] = { "Чорний бойовий механобіг", "Викликає та відпускає верхового чорного бойового механобіга. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Battlestrider" },
[22720] = { "Чорний бойовий баран", "Викликає та відпускає верхового чорного бойового барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Ram" },
[22721] = { "Чорний бойовий раптор", "Викликає та відпускає верхового чорного бойового раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Raptor" },
[22722] = { "Червоний бойовий кінь-скелет", "Викликає та відпускає верхового червоного бойового коня-скелета. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Skeletal Warhorse" },
[22723] = { "Чорний бойовий тигр", "Викликає та відпускає верхового чорного бойового тигра. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Tiger" },
[22724] = { "Чорний бойовий вовк", "Викликає та відпускає верхового чорного бойового вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Wolf" },
[23219] = { "Стрімкий імлозуб", "Викликає та відпускає верхового стрімкого імлозуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Mistsaber" },
[23220] = { "Стрімкий світанкозуб", "Викликає та відпускає верхового стрімкого світанкозуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Dawnsaber" },
[23221] = { "Стрімкий кригозуб", "Викликає та відпускає верхового стрімкого кригозуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Frostsaber" },
[23222] = { "Стрімкий жовтий механобіг", "Викликає та відпускає стрімкого жовтого механобіга. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Yellow Mechanostrider" },
[23223] = { "Стрімкий білий механобіг", "Викликає та відпускає стрімкого білого механобіга. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Mechanostrider" },
[23225] = { "Стрімкий зелений механобіг", "Викликає та відпускає стрімкого зеленого механобіга. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Green Mechanostrider" },
[23227] = { "Стрімкий соловий кінь", "Викликає та відпускає верхового стрімкого солового коня. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Palomino" },
[23228] = { "Стрімкий білий кінь", "Викликає та відпускає верхового стрімкого білого коня. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Steed" },
[23229] = { "Стрімкий гнідий кінь", "Викликає та відпускає верхового стрімкого гнідого коня. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Steed" },
[23238] = { "Стрімкий коричневий баран", "Викликає та відпускає верхового стрімкого коричневого барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Ram" },
[23239] = { "Стрімкий сірий баран", "Викликає та відпускає верхового стрімкого сірого барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Gray Ram" },
[23240] = { "Стрімкий білий баран", "Викликає та відпускає верхового стрімкого білого барана. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Ram" },
[23241] = { "Стрімкий блакитний раптор", "Викликає та відпускає верхового стрімкого блакитного раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Blue Raptor" },
[23242] = { "Стрімкий оливковий раптор", "Викликає та відпускає верхового стрімкого оливкового раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Olive Raptor" },
[23243] = { "Стрімкий помаранчевий раптор", "Викликає та відпускає верхового стрімкого помаранчевого раптора. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Orange Raptor" },
[23246] = { "Ліловий бойовий кінь-скелет", "Викликає та відпускає верхового лілового бойового коня-скелета. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Purple Skeletal Warhorse" },
[23247] = { "Великий білий кодо", "Викликає та відпускає верхового великого білого кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great White Kodo" },
[23248] = { "Великий сірий кодо", "Викликає та відпускає верхового великого сірого кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great Gray Kodo" },
[23249] = { "Великий бурий кодо", "Викликає та відпускає верхового великого бурого кодо. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great Brown Kodo" },
[23250] = { "Стрімкий бурий вовк", "Викликає та відпускає верхового стрімкого бурого вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Wolf" },
[23251] = { "Стрімкий лісовий вовк", "Викликає та відпускає верхового стрімкого лісового вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Timber Wolf" },
[23252] = { "Стрімкий сірий вовк", "Викликає та відпускає верхового стрімкого сірого вовка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Gray Wolf" },
[23338] = { "Стрімкий штормозуб", "Викликає та відпускає верхового стрімкого штормозуба. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Stormsaber" },
[23509] = { "Ревун Морозних Вовків", "Викликає та відпускає верхового ревуна Морозних Вовків. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Frostwolf Howler" },
[23510] = { "Бойовий скакун Бурешпиля", "Викликає та відпускає верхового бойового скакуна Бурешпиля. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Stormpike Battle Charger" },
[24242] = { "Стрімкий раптор Раззаші", "Викликає та відпускає раптора повелителя крові Мандокіра. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Razzashi Raptor" },
[24252] = { "Стрімкий зуліанський тигр", "Викликає та відпускає тигра верховного жерця Текала. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Zulian Tiger" },
[25863] = { "Чорний кіразький бойовий танк", "Викликає та відпускає верхового кіразького бойового танка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Qiraji Battle Tank" },
[25953] = { "Блакитний кіразький бойовий танк", "Видає високочастотний звук, що змушує силітида-танка вилізти з нори під храму Ан'Кіражу. Силітид служить тому, хто його викликає, і може використовуватися як верхове створіння у храмі Ан'Кіража. Будь-яка ворожа дія проти вершника змушує танка повернутися під землю.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Blue Qiraji Battle Tank" },
[26054] = { "Червоний кіразький бойовий танк", nil, "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", ref=25953, en="Red Qiraji Battle Tank" },
[26055] = { "Жовтий кіразький бойовий танк", ref=25953, en="Yellow Qiraji Battle Tank" },
[26056] = { "Зелений кіразький бойовий танк", ref=25953, en="Green Qiraji Battle Tank" },
[26655] = { ref=25863 }, -- Black Qiraji Battle Tank
[26656] = { "Чорний кіразький бойовий танк", "Викликає та відпускає верхового чорного кіразького бойового танка. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Qiraji Battle Tank" },
[29059] = { "Смертегін Наксрамаса", "Викликає та відпускає верхового смертегона Наксрамаса. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Naxxramas Deathcharger" },
[31700] = { nil, nil, "Швидкість руху збільшено на {1}%.#by {1}%", ref=25863 }, -- Black Qiraji Battle Tank
[32235] = { "Золотий грифон", "Викликає та відпускає верхового золотого грифона. Можна викликати лише в Позамежжі та Нортренді.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Golden Gryphon" },
[40192] = { "Попіл Ал'ара", "Викликає та відпускає верхового фенікса. Це надзвичайно швидке створіння.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ashes of Al'ar" },
[348459] = { "Пробуджений фазовий мисливець", "Викликає та відпускає верхового фазового мисливця.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Reawakened Phase-Hunter" },

-- Pets
[10688] = { "Тарган", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашого таргана.", en="Cockroach" },
[10709] = { "Бура лугова собачка", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу лугову собачку.", en="Brown Prairie Dog" },
[10713] = { "Змія-альбінос", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію.", en="Albino Snake" },
[10714] = { "Чорна королівська змія", ref=10713, en="Black Kingsnake" },
[10716] = { "Бура змія", ref=10713, en="Brown Snake" },
[10717] = { "Багряна змія", ref=10713, en="Crimson Snake" },
[12243] = { "Механічне курча", "Клацніть правою кнопкою миші, щоб викликати і відпустити курча.", en="Mechanical Chicken" },
[19772] = { "Механічна жаба", "Клацніть правою кнопкою миші, щоб викликати і відпустити механічну жабу.", en="Lifelike Toad" },
[23428] = { "Тріскощелеп-альбінос", "Клацніть правою кнопкою миші, щоб викликати і відпустити тріскощелепа.", en="Albino Snapjaw" },
[23429] = { "Довгоголовий тріскощелеп", ref=23428, en="Loggerhead Snapjaw" },
[23430] = { "Оливковий тріскощелеп", ref=23428, en="Olive Snapjaw" },
[23431] = { "Шкірястий тріскощелеп", ref=23428, en="Leatherback Snapjaw" },
[23432] = { "Тріскощелеп-бісса", ref=23428, en="Hawksbill Snapjaw" },
[23530] = { "Крихітний червоний дракон", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного червоного дракона.", en="Tiny Red Dragon" },
[23531] = { "Крихітний зелений дракон", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного зеленого дракона.", en="Tiny Green Dragon" },
[24988] = { "Уррлик", "Клацніть правою кнопкою миші, щоб викликати і відпустити Уррлика, малюка-мурлока.", en="Lurky" },

-- Professions
[51304] = { ref=28596 }, -- Alchemy

-- Racial
[6562] = { "Героїчна присутність", "Збільшує ймовірність завдання удару всіма закляттями та атаками на {1}% вам та всім учасникам групи в межах {2} м.#attacks by {1}%#within {2} y", "Ймовірність завдання удару збільшено на {1}%.#by {1}%", en="Heroic Presence" },
[7744] = { "Воля відречених", "Знімає всі ефекти причарування, страху та сну. Має спільний {1}-секундний час відновлення зі схожими ефектами.#shares a {1} sec cooldown with other", en="Will of the Forsaken" },
[20550] = { "Витримка", "Базовий запас здоров'я збільшено на {1}%.#increased by {1}%", en="Endurance" },
[20551] = { "Опір природі", "Зменшує ймовірність отримання удару закляттями природи на {1}%.#spells by {1}%", en="Nature Resistance" },
[20572] = { "Кривава шаленість", "Збільшує силу атаки на {1}. Триває {2} с.#attack power by {1}#Lasts {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Blood Fury" },
[20573] = { "Стійкість", "Зменшує тривалість ефектів приголомшення на {1}%.#additional {1}%", en="Hardiness" },
[20574] = { "Спеціалізація на сокирах", "При використанні кулачної зброї, сокир та дворучних сокир вправність збільшується на {1}.#increased by {1}", en="Axe Specialization" },
[20575] = { "Наказ", "Збільшує шкоду вихованців на {1}%.#increased by {1}%", en="Command" },
[20576] = { ref=20575 }, -- Command
[20579] = { "Опір тіні", "Зменшує ймовірність отримання удару закляттям тіні на {1}%.#by {1}%", en="Shadow Resistance" },
[20582] = { "Прудкість", "Зменшує ймовірність влучити по вам атаками ближнього та дальнього бою на {1}%.#by {1}%", en="Quickness" },
[20583] = { ref=20551 }, -- Nature Resistance
[20592] = { "Опір аркані", "Зменшує ймовірність отримання удару закляттям аркани на {1}%.#by {1}%", en="Arcane Resistance" },
[20594] = { "Кам'яна форма", "Знімає всі ефекти отрути, хвороб та кровотечі та збільшує броню на {1}% протягом {2} с.#by {1}% for {2} sec", en="Stoneform" },
[20596] = { "Опір кризі", "Зменшує ймовірність отримання удару закляттям криги на {1}%.#by {1}%", en="Frost Resistance" },
[21563] = { "Наказ", "Збільшує шкоду вихованців мисливців та прислужників чорнокнижників та лицарів смерті на {1}%.#increased by {1}%", en="Command" },
[26297] = { "Берсерк", "Збільшує швидкість атаки та вимови заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки та вимови заклять збільшено.", en="Berserking" },
[28878] = { ref=6562 }, -- Heroic Presence
[28880] = { "Дар Наару", "Зцілює {1} здоров'я цілі протягом {2} с. Обсяг зцілення збільшується від вашої сили атаки.#for {1} over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#Healing {1} every {2} sec", en="Gift of the Naaru" },
[59752] = { "Воля до виживання", "Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем. Цей ефект має спільний час відновлення з іншими подібними ефектами.", en="Will to Survive" },

-- Scrolls
[8094] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Armor" },
[8095] = { ref=8094 }, -- Armor
[8096] = { "Інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}", en="Intellect" },
[8099] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Stamina" },
[8100] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Stamina" },
[8101] = { ref=8100 }, -- Stamina
[8112] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Spirit" },
[8113] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Spirit" },
[8114] = { ref=8113 }, -- Spirit
[8115] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв. Одночасно на ціль може діяти лише один ефект сувою.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}", en="Agility" },
[8116] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}", en="Agility" },
[8117] = { ref=8116 }, -- Agility
[12174] = { ref=8116 }, -- Agility
[12175] = { ref=8094 }, -- Armor
[12177] = { ref=8113 }, -- Spirit
[12178] = { ref=8100 }, -- Stamina
[33077] = { ref=8116 }, -- Agility
[33079] = { ref=8094 }, -- Armor
[33080] = { ref=8113 }, -- Spirit
[33081] = { ref=8100 }, -- Stamina
[33082] = { ref=8119 }, -- Strength

-- Set bonuses
[30777] = { "Збільшення шкоди заклять - комплект магістра", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Spell Dam 23 - Magister" },
[30778] = { "Збільшення шкоди заклять - комплект імли жаху", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Spell Dam 23 - Dreadmist" },
[30779] = { "Збільшення шкоди заклять - комплект відданості", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Spell Dam 23 - Devout" },
[30780] = { "Збільшення шкоди заклять - комплект стихій", "Збільшує силу заклять на {1}.#Increases spell power by {1}", en="Increase Spell Dam 23 - Elements" },

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує показник критичного удару на {1}, а також збільшує всі характеристики на {2} протягом {3} год.#rating by {1} and all attributes by {2} for {3} h", "Збільшує показник критичного удару на {1} та всі характеристики на {2}.#rating by {1} and all attributes by {2}", en="Songflower Serenade" },

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
