local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Acid Spit
[55749] = { "Плювок кислоти", "Хробак плює у ворога кислотою, завдаючи від {1} до {2} шкоди від природи та зменшуючи його броню на {3}% за кожен ефект протягом {4} с. Ефект накопичується до {5} разів.#causing {1} to {2} Nature#by {3}% per#for {4} sec#to {5} times", "Броню зменшено на {1}%.#by {1}%", en="Acid Spit" },
[55750] = { ref=55749 }, -- Acid Spit
[55751] = { ref=55749 }, -- Acid Spit
[55752] = { ref=55749 }, -- Acid Spit
[55753] = { ref=55749 }, -- Acid Spit
[55754] = { ref=55749 }, -- Acid Spit
-- Anguish
[47993] = { ref=33698 }, -- Anguish
-- Arcane Resistance
[24508] = { "Опір аркані", "Збільшує опір аркані на {1}.#by {1}", "Збільшує опір аркані на {1}.#by {1}", en="Arcane Resistance" },
[24509] = { ref=24508 }, -- Arcane Resistance
[24510] = { ref=24508 }, -- Arcane Resistance
-- Avoidance
[32233] = { "Уникнення", "Збільшує шкоду, що отримує ваш демон від атак, що діють по області, на {1}%.#additional {1}%", en="Avoidance" },
-- Bad Attitude
[50433] = { "Кусючий характер", "Протягом наступних {3} с огризається на кожну ціль, яка завдає удару, завдаючи їй від {1} до {2} шкоди.#for {1} to {2} damage#next {3} sec", "Огризається у відповідь на удари.", en="Bad Attitude" },
[52395] = { ref=50433 }, -- Bad Attitude
[52396] = { ref=50433 }, -- Bad Attitude
[52397] = { ref=50433 }, -- Bad Attitude
[52398] = { ref=50433 }, -- Bad Attitude
[52399] = { ref=50433 }, -- Bad Attitude
-- Bite
[52473] = { ref=17253 }, -- Bite
[52474] = { ref=17253 }, -- Bite
-- Blood Pact
[6307] = { "Кривава угода", "Збільшує здоров'я учасників групи та рейду на {1}.#health by {1}", "Збільшує здоров'я на {1}.#by {1}", en="Blood Pact" },
[7804] = { ref=6307 }, -- Blood Pact
[7805] = { ref=6307 }, -- Blood Pact
[11766] = { ref=6307 }, -- Blood Pact
[11767] = { ref=6307 }, -- Blood Pact
[27268] = { ref=6307 }, -- Blood Pact
[47982] = { ref=6307 }, -- Blood Pact
-- Boar Charge
[3385] = { "Ривок кнура", "Збільшує фізичну шкоду, а також швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Фізичну шкоду збільшено на {1}.\nШвидкість руху збільшено на {2}%.#is increased by {1}.#by {2}%", en="Boar Charge" },
-- Charge
[25999] = { "Ривок", "Ваш вихованець робить ривок, що знерухомлює ціль та збільшує силу наступної атаки.", "Знерухомлено.", en="Charge" },
[61685] = { "Ривок", "Вихованець робить ривок, знерухомлюючи ціль на {1} с і збільшуючи на {2}% силу атаки ближнього бою для своєї наступної атаки.#for {1} sec#by {2}% for", "Силу атаки збільшено на {1}%.#by {1}%", en="Charge" },
-- Claw
[52471] = { ref=3009 }, -- Claw
[52472] = { ref=3009 }, -- Claw
-- Cleave
[30213] = { "Розсічення", "Розмашиста атака, що завдає шкоди зброї вартового скверни плюс {1} по цілі та по найближчому до неї ворогу.#damage plus {1} to", en="Cleave" },
[30219] = { ref=30213 }, -- Cleave
[30223] = { ref=30213 }, -- Cleave
[47994] = { ref=30213 }, -- Cleave
-- Consume Shadows
[17767] = { "Поглинання тіней", "Пустотник поглинає тіні поблизу, щоб укріпити своє втілення, відновлюючи {1} здоров'я протягом {2} с та значно посилюючи здатність виявлення непомітності у всіх союзників в межах {3} м. Не можна використовувати в бою.#{1} health over {2} sec#within {3} y", "Зцілює {1} здоров'я кожні {2} с, а також значно посилює здатність виявлення непомітності у всіх союзників в межах {3} м.#{1} damage every {2} sec#within {3} y", en="Consume Shadows" },
[17850] = { ref=17767 }, -- Consume Shadows
[17851] = { ref=17767 }, -- Consume Shadows
[17852] = { ref=17767 }, -- Consume Shadows
[17853] = { ref=17767 }, -- Consume Shadows
[17854] = { ref=17767 }, -- Consume Shadows
[27272] = { ref=17767 }, -- Consume Shadows
[47987] = { ref=17767 }, -- Consume Shadows
[47988] = { ref=17767 }, -- Consume Shadows
-- Cornered
[52234] = { "Загнаний у кут", "Коли здоров'я вихованця опускається нижче {1}%, він завдає на {2}% більше шкоди, а ймовірність завдати йому критичного удару зменшується на {3}%.#than {1}% health#does {2}% more#a {3}% reduced", en="Cornered" },
-- Dash
[61684] = { "Порив", ref=23145, en="Dash" },
-- Demoralizing Screech
[55487] = { ref=24423 }, -- Demoralizing Screech
-- Devour Magic
[48011] = { ref=19505 }, -- Devour Magic
-- Devour Magic Effect
[19658] = { "Ефект пожирання магії", "Зцілення при розвіюванні ефекту.", en="Devour Magic Effect" },
-- Dive
[23145] = { "Пікірування", "Збільшує швидкість руху вашого вихованця на {1}% протягом {2} с.#by {1}% for {2} sec", "Збільшує швидкість руху на {1}%.#by {1}", en="Dive" },
-- Dust Cloud
[50285] = { "Хмара пилу", "Довгоніг здіймає непроглядну хмару пилу, через яку всі вороги в межах {1} м промахуються наступною атакою. Триває {2} с.#within {1} y#for {2} sec", en="Dust Cloud" },
-- Fel Intelligence
[54424] = { "Інтелект скверни", "Збільшує інтелект учасників групи та рейду на {1}, а дух на {2}.#by {1} and#Spirit by {2}.", "Збільшує інтелект на {1}, а дух на {2}.#by {1} and#Spirit by {2}.", en="Fel Intelligence" },
[57564] = { ref=54424 }, -- Fel Intelligence
[57565] = { ref=54424 }, -- Fel Intelligence
[57566] = { ref=54424 }, -- Fel Intelligence
[57567] = { ref=54424 }, -- Fel Intelligence
-- Fire Breath
[34889] = { "Вогняне дихання", "Дихає вогнем в ціль, завдаючи [{1}#for {1} damage][від {1} до {2}#for {1} to {2} damage] шкоди і додатково [{1}#plus {1} damage][від {1} до {2}#plus {1} to {2} damage] шкоди протягом {1} с.#over {1} sec", "Отримання шкоди від вогню кожні {1} с.#every {1} sec", en="Fire Breath" },
[35323] = { ref=34889 }, -- Fire Breath
[55482] = { ref=34889 }, -- Fire Breath
[55483] = { ref=34889 }, -- Fire Breath
[55484] = { ref=34889 }, -- Fire Breath
[55485] = { ref=34889 }, -- Fire Breath
-- Fire Shield
[27269] = { "Вогняний щит", "Оточує учасника групи чи рейду щитом з вогню, внаслідок чого його опір вогню збільшується на {1}, а кожен удар по ньому завдає {2} шкоди вогнем нападнику. Триває {3} хв. Заклинач не може накласти \"Вогняний щит\" на себе.#resistance by {1} and#cause {2} Fire#Lasts {3} min", "Збільшує опір вогню на {1} та завдає {2} шкоди вогнем нападнику при отриманні удару.#resistance by {1}#causes {2} Fire", en="Fire Shield" },
[47983] = { ref=27269 }, -- Fire Shield
-- Firebolt
[47964] = { ref=3110 }, -- Firebolt
-- Frost Resistance
[24447] = { "Опір кризі", "Збільшує опір кризі на {1}.#by {1}", "Збільшує опір кризі на {1}.#by {1}", en="Frost Resistance" },
[24448] = { ref=24447 }, -- Frost Resistance
[24449] = { ref=24447 }, -- Frost Resistance
[24475] = { ref=24447 }, -- Frost Resistance
[24476] = { ref=24447 }, -- Frost Resistance
[24477] = { ref=24447 }, -- Frost Resistance
[24478] = { ref=24447 }, -- Frost Resistance
-- Froststorm Breath
[54644] = { "Подих крижаної бурі", "Вихованець одночасно дихає на ворожу ціль кригою та блискавкою, завдаючи від {1} до {2} шкоди від криги та природи і сповільнюючи ціль протягом {3} с.#inflicting {1} to {2} Frost#for {3} sec", "Сповільнено на {1} с.#for {1} sec", en="Froststorm Breath" },
[55488] = { ref=54644 }, -- Froststorm Breath
[55489] = { ref=54644 }, -- Froststorm Breath
[55490] = { ref=54644 }, -- Froststorm Breath
[55491] = { ref=54644 }, -- Froststorm Breath
[55492] = { ref=54644 }, -- Froststorm Breath
-- Furious Howl
[24604] = { "Скажене виття", "Збільшує силу ближнього та дальнього бою вовка та його господаря на {1} протягом {2} с.#by {1} for#for {2} sec", "Збільшує силу ближнього та дальнього бою.", en="Furious Howl" },
[64491] = { ref=24604 }, -- Furious Howl
[64492] = { ref=24604 }, -- Furious Howl
[64493] = { ref=24604 }, -- Furious Howl
[64494] = { ref=24604 }, -- Furious Howl
[64495] = { ref=24604 }, -- Furious Howl
-- Gnaw
[47481] = { "Відгризання", "Відгризає ворогу кінцівку, приголомшуючи його на {1} с та завдаючи шкоди.#for {1} sec", "Приголомшено.", en="Gnaw" },
-- Gore
[35290] = { "Удар іклами", "Ваш кнур проштрикує ворога іклами. завдаючи від {1} до {2} шкоди. Завдає подвійної шкоди при застосуванні протягом {3} с після \"Ривка\".#for {1} to {2}.#within {3} sec", en="Gore" },
[35291] = { ref=35290 }, -- Gore
[35292] = { ref=35290 }, -- Gore
[35293] = { ref=35290 }, -- Gore
[35294] = { ref=35290 }, -- Gore
[35295] = { ref=35290 }, -- Gore
-- Great Stamina
[4196] = { ref=4195 }, -- Great Stamina
[4197] = { ref=4195 }, -- Great Stamina
[4198] = { ref=4195 }, -- Great Stamina
[4199] = { ref=4195 }, -- Great Stamina
[4200] = { ref=4195 }, -- Great Stamina
[4201] = { ref=4195 }, -- Great Stamina
[4202] = { ref=4195 }, -- Great Stamina
[5048] = { ref=4195 }, -- Great Stamina
[5049] = { ref=4195 }, -- Great Stamina
-- Growl
[2649] = { "Рик", "Ваш вихованець гарчить на ціль, створюючи загрозу і збільшуючи ймовірність того, що ціль нападе на нього.", en="Growl" },
[14916] = { ref=2649 }, -- Growl
[14917] = { ref=2649 }, -- Growl
[14918] = { ref=2649 }, -- Growl
[14919] = { ref=2649 }, -- Growl
[14920] = { ref=2649 }, -- Growl
[14921] = { ref=2649 }, -- Growl
[61676] = { ref=2649 }, -- Growl
-- Huddle
[47484] = { "Зіщулення", "Зіщулюється, зменшуючи отриману шкоду від атак ближнього бою, дальнього бою та заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}%.#reduced by {1}%", en="Huddle" },
-- Intercept
[30151] = { ref=20616 }, -- Intercept
[30153] = { ref=20614 }, -- Intercept
[30194] = { ref=20616 }, -- Intercept
[30198] = { ref=20616 }, -- Intercept
[47995] = { ref=20614 }, -- Intercept
[47996] = { ref=20616 }, -- Intercept
-- Lash of Pain
[47991] = { ref=7814 }, -- Lash of Pain
[47992] = { ref=7814 }, -- Lash of Pain
-- Lava Breath
[58604] = { "Подих лави", "Дихає на ціль струменем розплавленої лави, завдаючи від {1} до {2} шкоди від вогню та сповільнюючи вимову заклять на {3}% протягом {4} с.#for {1} to {2} Fire#by {3}% for {4} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Lava Breath" },
[58607] = { ref=58604 }, -- Lava Breath
[58608] = { ref=58604 }, -- Lava Breath
[58609] = { ref=58604 }, -- Lava Breath
[58610] = { ref=58604 }, -- Lava Breath
[58611] = { ref=58604 }, -- Lava Breath
-- Leap
[47482] = { "Стрибок", "Стрибок за спину вибраного союзника чи ворога.", en="Leap" },
-- Monstrous Bite
[54680] = { "Жахливий укус", "Дияволозавр люто кусає ворога, завдаючи від {1} до {2} шкоди, та збільшує власну шкоду на {3}% протягом {4} с. Ефект накопичується до {5} разів.#causing {1} to {2} damage#by {3}% for {4} sec#stacks {5} times", en="Monstrous Bite" },
[55495] = { ref=54680 }, -- Monstrous Bite
[55496] = { ref=54680 }, -- Monstrous Bite
[55497] = { ref=54680 }, -- Monstrous Bite
[55498] = { ref=54680 }, -- Monstrous Bite
[55499] = { ref=54680 }, -- Monstrous Bite
-- Natural Armor
[24547] = { "Природна броня", "Броню збільшено на {1}.#by {1}", en="Natural Armor" },
[24556] = { ref=24547 }, -- Natural Armor
[24557] = { ref=24547 }, -- Natural Armor
[24558] = { ref=24547 }, -- Natural Armor
[24559] = { ref=24547 }, -- Natural Armor
[24560] = { ref=24547 }, -- Natural Armor
[24561] = { ref=24547 }, -- Natural Armor
[24562] = { ref=24547 }, -- Natural Armor
[24631] = { ref=24547 }, -- Natural Armor
[24632] = { ref=24547 }, -- Natural Armor
-- Nature Resistance
[24494] = { "Опір природі", "Збільшує опір природі на {1}.#by {1}", "Збільшує опір природі на {1}.#by {1}", en="Nature Resistance" },
[24502] = { ref=24494 }, -- Nature Resistance
[24503] = { ref=24494 }, -- Nature Resistance
[24504] = { ref=24494 }, -- Nature Resistance
[24511] = { ref=24494 }, -- Nature Resistance
[24512] = { ref=24494 }, -- Nature Resistance
[24513] = { ref=24494 }, -- Nature Resistance
-- Nether Shock
[50479] = { "Підсвітній шок", "Миттєво уражає ворога, завдаючи від {1} до {2} шкоди від тіні. Також перериває вимову закляття та унеможливлює вимову заклять тієї ж школи[ протягом {1} с#for {1} sec].#for {1} to {2} Shadow", en="Nether Shock" },
[53584] = { ref=50479 }, -- Nether Shock
[53586] = { ref=50479 }, -- Nether Shock
[53587] = { ref=50479 }, -- Nether Shock
[53588] = { ref=50479 }, -- Nether Shock
[53589] = { ref=50479 }, -- Nether Shock
-- Pin
[50245] = { "Лещата", "Затискає ціль, знерухомлюючи її та завдаючи від {1} до {2} шкоди протягом {3} с.#for {1} to {2} damage#over {3} sec", "Знерухомлено.", en="Pin" },
[53544] = { ref=50245 }, -- Pin
[53545] = { ref=50245 }, -- Pin
[53546] = { ref=50245 }, -- Pin
[53547] = { ref=50245 }, -- Pin
[53548] = { ref=50245 }, -- Pin
-- Poison Spit
[35387] = { "Отруйний плювок", "Плює у ворога отрутою, завдаючи від {1} до {2} шкоди від природи протягом {3} с та зменшуючи швидкість вимови заклять на {4}% протягом {5} с.#dealing {1} to {2} Nature#over {3} sec#by {4}% for {5} sec", "Завдає шкоди від природи кожні {1} с.\nШвидкість вимови заклять зменшено на {2}%.#every {1} sec#by {2}%", en="Poison Spit" },
[35389] = { ref=35387 }, -- Poison Spit
[35392] = { ref=35387 }, -- Poison Spit
[55555] = { ref=35389 }, -- Poison Spit
[55556] = { ref=35389 }, -- Poison Spit
[55557] = { ref=35389 }, -- Poison Spit
-- Rake
[59881] = { "Роздирання", "Роздирає ціль, завдаючи [від {1} до {2}#for {1} to {2} bleed||{1}#for {1} bleed] шкоди від кровотечі та додатково [від {1} до {2}#additional {1} to {2} damage||{1}#additional {1} damage] шкоди кожні {1} с.#every {1} sec", "[Від {1} до {2}#for {1} to {2} damage||{1}#for {1} damage] шкоди від кровотечі кожні {1} с.#every {1} sec", en="Rake" },
[59882] = { ref=59881 }, -- Rake
[59883] = { ref=59882 }, -- Rake
[59884] = { ref=59882 }, -- Rake
[59885] = { ref=59882 }, -- Rake
[59886] = { ref=59882 }, -- Rake
-- Ravage
[50518] = { "Знищення", "Люто атакує ворога, завдаючи від {1} до {2} шкоди та приголомшуючи його на {3} с.#for {1} to {2},#for {3} sec", "Приголомшено.", en="Ravage" },
[53558] = { ref=50518 }, -- Ravage
[53559] = { ref=50518 }, -- Ravage
[53560] = { ref=50518 }, -- Ravage
[53561] = { ref=50518 }, -- Ravage
[53562] = { ref=50518 }, -- Ravage
-- Sacrifice
[7812] = { "Жертва", "Приносить в жертву частину здоров'я пустотника, при цьому захищаючи його володаря щитом, який поглинає {1} шкоди протягом {2} с. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять.#absorb {1} damage for {2} sec", "Поглинає всю шкоду.", en="Sacrifice" },
[19438] = { ref=7812 }, -- Sacrifice
[19440] = { ref=7812 }, -- Sacrifice
[19441] = { ref=7812 }, -- Sacrifice
[19442] = { ref=7812 }, -- Sacrifice
[19443] = { ref=7812 }, -- Sacrifice
[27273] = { ref=7812 }, -- Sacrifice
[47985] = { ref=7812 }, -- Sacrifice
[47986] = { ref=7812 }, -- Sacrifice
-- Savage Rend
[50498] = { "Лютий розрив", "Роздирає ворога пазурами, завдаючи {1} шкоди і спричиняючи кровотечу, що завдає {2} шкоди кожні {3} с протягом {4} с. Критичні удари цією здібністю тимчасово збільшують шкоду раптора на {5}% протягом {6} с.#talons for {1}#bleed for {2}#every {3} sec for {4}#by {5}% for {6}", "Завдає фізичної шкоди кожні {1} с.#every {1} sec", en="Savage Rend" },
[50871] = { "Лютий розрив", en="Savage Rend" },
[53578] = { "Лютий розрив", "Роздирає ворога пазурами, завдаючи від {1} до {2} шкоди, і спричиняє кровотечу, що завдає від {3} до {4} шкоди кожні {5} с протягом {6} с. Критичні удари цією здібністю тимчасово збільшують шкоду раптора на {7}% протягом {8} с.#talons for {1}#{2} damage, and#bleed for {3}#{4} damage every {5} sec for {6}#by {7}% for {8}", "Завдає фізичної шкоди кожні {1} с.#every {1} sec", en="Savage Rend" },
[53579] = { ref=53578 }, -- Savage Rend
[53580] = { ref=53578 }, -- Savage Rend
[53581] = { ref=53578 }, -- Savage Rend
[53582] = { ref=53578 }, -- Savage Rend
-- Scorpid Poison
[24583] = { "Отрута скорпіда", "Жалить ворога, завдаючи {1} шкоди від природи протягом {2} с.#{1} Nature damage over {2} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Scorpid Poison" },
[24586] = { "Отрута скорпіда", "Жалить ворога, завдаючи від {1} до {2} шкоди від природи протягом {3} с.#for {1} to {2} Nature damage over {3} sec", "Від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature damage every {3} sec", en="Scorpid Poison" },
[24587] = { ref=24586 }, -- Scorpid Poison
[24640] = { ref=24583 }, -- Scorpid Poison
[55728] = { ref=24586 }, -- Scorpid Poison
-- Serenity Dust
[50318] = { "Пил спокою", "Метелик змахує крилами, здіймаючи хмару пилу, що збільшує його силу атаки на {1}% і відновлює йому від {2} до {3} здоров'я протягом {4} с.#by {1}% and#for {2} to {3} over {4} sec", "Силу атаки збільшено на {1}%.\nВідновлення від {2} до {3} здоров'я кожні {4} с.#by {1}%#Healing {2} to {3} damage#every {4} sec", en="Serenity Dust" },
-- Shadow Bite
[54049] = { "Тіньовий укус", "Кусає ворога, завдаючи від {1} до {2} шкоди від тіні та додатково {3}% шкоди за кожен ваш ефект періодичної шкоди на цілі.#causing {1} to {2} Shadow#additional {3}% damage", en="Shadow Bite" },
[54050] = { ref=54049 }, -- Shadow Bite
[54051] = { ref=54049 }, -- Shadow Bite
[54052] = { ref=54049 }, -- Shadow Bite
[54053] = { ref=54049 }, -- Shadow Bite
-- Shadow Resistance
[24490] = { "Опір тіні", "Збільшує опір тіні на {1}.#by {1}", "Збільшує опір тіні на {1}.#by {1}", en="Shadow Resistance" },
[24505] = { ref=24490 }, -- Shadow Resistance
[24506] = { ref=24490 }, -- Shadow Resistance
[24507] = { ref=24490 }, -- Shadow Resistance
[24514] = { ref=24490 }, -- Shadow Resistance
[24515] = { ref=24490 }, -- Shadow Resistance
[24516] = { ref=24490 }, -- Shadow Resistance
-- Shell Shield
[26064] = { "Панцирний щит", "Черепаха частково ховається в панцир, зменшуючи отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}%.#reduced by {1}%", en="Shell Shield" },
-- Smack
[49966] = { "Удар", "Вдарити ворога, завдаючи йому від {1} до {2} шкоди.#causing {1} to {2} damage", en="Smack" },
[49967] = { ref=49966 }, -- Smack
[49968] = { ref=49966 }, -- Smack
[49969] = { ref=49966 }, -- Smack
[49970] = { ref=49966 }, -- Smack
[49971] = { ref=49966 }, -- Smack
[49972] = { ref=49966 }, -- Smack
[49973] = { ref=49966 }, -- Smack
[49974] = { ref=49966 }, -- Smack
[52475] = { ref=49966 }, -- Smack
[52476] = { ref=49966 }, -- Smack
-- Snatch
[50541] = { "Вихоплення", "Хапає кігтями зброю ворога, завдаючи від {1} до {2} шкоди та роззброюючи його на {3} с.#causing {1} to {2} damage#for {3} sec", "Роззброєно!", en="Snatch" },
[53537] = { ref=50541 }, -- Snatch
[53538] = { ref=50541 }, -- Snatch
[53540] = { ref=50541 }, -- Snatch
[53542] = { ref=50541 }, -- Snatch
[53543] = { ref=50541 }, -- Snatch
-- Sonic Blast
[50519] = { "Звукова хвиля", "Видає пронизливий вереск, що завдає від {1} до {2} шкоди від природи та приголомшує ціль на {3} с.#inflicting {1} to {2} Nature#for {3} sec", "Приголомшено.", en="Sonic Blast" },
[53564] = { ref=50519 }, -- Sonic Blast
[53565] = { ref=50519 }, -- Sonic Blast
[53566] = { ref=50519 }, -- Sonic Blast
[53567] = { ref=50519 }, -- Sonic Blast
[53568] = { ref=50519 }, -- Sonic Blast
-- Spell Lock
[24259] = { "Заборона чар", "Знемовлює ціль на {1} с. Якщо ціль була в процесі вимови закляття, перериває та унеможливлює вимову заклять тієї ж школи на деякий час.#enemy for {1} sec", "Знемовлено.", en="Spell Lock" },
-- Spider's Bite
[53203] = { "Укус павука", ref=19598, en="Spider's Bite" },
[53204] = { ref=53203 }, -- Spider's Bite
[53205] = { ref=53203 }, -- Spider's Bite
-- Spirit Strike
[61193] = { "Удар духа", "Обпалює ворога, завдаючи [від {1} до {2}#for {1} to {2} Arcane||{1}#for {1} Arcane] шкоди від аркани, а потім додатково [від {1} до {2}#additional {1} to {2} after||{1}#additional {1} after] шкоди через {1} с.#{1} sec", "[Від {1} до {2}#{1} to {2} Arcane||{1}#{1} Arcane] шкоди від аркани кожні {1} с.#every {1} sec", en="Spirit Strike" },
[61194] = { ref=61193 }, -- Spirit Strike
[61195] = { ref=61194 }, -- Spirit Strike
[61196] = { ref=61194 }, -- Spirit Strike
[61197] = { ref=61194 }, -- Spirit Strike
[61198] = { ref=61194 }, -- Spirit Strike
-- Spore Cloud
[50274] = { "Хмара спор", "Вкриває ворогів поблизу спорами, які завдають від {1} до {2} шкоди від природи кожні {3} с протягом {4} с і зменшують броню на {5}%.#causing {1} to {2} Nature#every {3} sec#for {4} sec#by {5}%", "Шкода від природи кожні {1} с.\nБроню зменшено на {2}%.#every {1} sec#reduced by {2}", en="Spore Cloud" },
[53593] = { ref=50274 }, -- Spore Cloud
[53594] = { ref=50274 }, -- Spore Cloud
[53596] = { ref=50274 }, -- Spore Cloud
[53597] = { ref=50274 }, -- Spore Cloud
[53598] = { ref=50274 }, -- Spore Cloud
-- Stampede
[57386] = { "Тупіт", "Носоріг врізається у ворога, завдаючи від {1} до {2} шкоди та збільшуючи отриману ним шкоду від ефектів кровотечі на {3}% протягом {4} хв.#for {1} to {2} damage#take {3}% additional#for {4} min", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Stampede" },
[57389] = { ref=57386 }, -- Stampede
[57390] = { ref=57386 }, -- Stampede
[57391] = { ref=57386 }, -- Stampede
[57392] = { ref=57386 }, -- Stampede
[57393] = { "Тупіт", "Носоріг врізається у ворога, завдаючи від {1} до {2} шкоди та збільшуючи отриману ним шкоду від ефектів кровотечі на {3}% протягом {4} с.#for {1} to {2} damage#take {3}% additional#for {4} sec", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Stampede" },
-- Sting
[56626] = { "Жало", "Оса жалить ціль, завдаючи від {1} до {2} шкоди від природи, і зменшуючи броню на {3}% протягом {4} с. Під час дії ефекту ціль не може стати непомітною чи невидимою.#for {1} to {2} Nature#by {3}% for {4} sec", "Броню зменшено на {1}%. Не може отримати ефект непомітності чи невидимості.#armor by {1}%", en="Sting" },
[56627] = { ref=56626 }, -- Sting
[56628] = { ref=56626 }, -- Sting
[56629] = { ref=56626 }, -- Sting
[56630] = { ref=56626 }, -- Sting
[56631] = { ref=56626 }, -- Sting
-- Suffering
[47989] = { ref=27271 }, -- Suffering
[47990] = { ref=27271 }, -- Suffering
-- Swipe
[50256] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи від {1} до {2} шкоди.#inflicting {1} to {2} damage", en="Swipe" },
[53532] = { ref=50256 }, -- Swipe
[53533] = { ref=50256 }, -- Swipe
-- Swoop
[52825] = { "Наліт", "Вихованець налітає на ворога, знерухомлюючи його на {1} с, а його наступна атака отримує на {2}% більше сили атаки ближнього бою.#for {1} sec#adds {2}% melee", en="Swoop" },
-- Tendon Rip
[50271] = { "Розрив сухожиль", "Роздирає ворогу ноги, завдаючи від {1} до {2} шкоди, та зменшуючи швидкість руху на {3}% протягом {4} с.#for {1} to {2} damage#by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Tendon Rip" },
[53571] = { ref=50271 }, -- Tendon Rip
[53572] = { ref=50271 }, -- Tendon Rip
[53573] = { ref=50271 }, -- Tendon Rip
[53574] = { ref=50271 }, -- Tendon Rip
[53575] = { ref=50271 }, -- Tendon Rip
-- Thunderstomp
[63900] = { "Громовий тупіт", "Здригає землю громовою силою, завдаючи [від {1} до {2}#doing {1} to {2} Nature||{1}#doing {1} Nature] шкоди від природи всім ворогам у межах {1} м. Ця здібність спричиняє помірний рівень загрози.#within {1} y", en="Thunderstomp" },
-- Torment
[47984] = { ref=7809 }, -- Torment
-- Venom Web Spray
[54706] = { "Отруйна павутина", "Випускає в ціль отруйну павутину, знерухомлюючи її на {1} с і завдаючи періодичної шкоди від природи.#for {1} sec", "Обплутано павутиною. Отримує періодичну шкоду від природи.", en="Venom Web Spray" },
[55505] = { ref=54706 }, -- Venom Web Spray
[55506] = { ref=54706 }, -- Venom Web Spray
[55507] = { ref=54706 }, -- Venom Web Spray
[55508] = { ref=54706 }, -- Venom Web Spray
[55509] = { ref=54706 }, -- Venom Web Spray
-- Warp
[35346] = { "Стрибок", "Телепортується до ворога в межах {1} м та з ймовірністю {2}% уникає {3} наступних атак ближнього бою. Ефект триває {4} с.#up to {1} y#a {2}% chance#next {3} melee#Lasts {4} sec", "З ймовірністю {1}% уникає атак ближнього бою.#a {1}% chance", en="Warp" },
-- Web
[4167] = { "Павутина", "Обплутує ціль липким павутинням, не дозволяючи їй рухатися протягом {1} с.#for {1} sec", "Обплутано павутинням.", en="Web" },

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
