local _, addonTable = ...

local deathknight_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Abomination's Might
[53137] = { "Міць поганища", "Збільшує силу атаки на {1}% для всіх учасників групи чи рейду в межах {2} м. Також збільшує вашу силу на {3}%.#attack power by {1}%#within {2} y#Strength by {3}%", "Збільшує силу атаки на {1}%.#by {1}%", en="Abomination's Might" },
[53138] = { ref=53137 }, -- Abomination's Might
-- Annihilation
[51468] = { "Анігіляція", "Збільшує ймовірність завдання критичного удару здібностями ближнього бою на {1}%. Окрім того, з ймовірністю {2}% удар \"Знищення\" не поглине хвороби.#by {1}%#a {2}% chance", en="Annihilation" },
[51472] = { ref=51468 }, -- Annihilation
[51473] = { ref=51468 }, -- Annihilation
-- Anti-Magic Shell
[48707] = { "Антимагічний панцир", "Оточує лицаря смерті антимагічним панциром, що поглинає {1}% шкоди від заклять (до {2}% від здоров'я лицаря смерті) і запобігає накладанню негативних магічних ефектів. Поглинена шкода надає силу рун. Триває {3} с.#absorbing {1}%#maximum of {2}%#Lasts {3} sec", "Отриману шкоду від заклять зменшено на {1}%.\nНевразливість до негативних магічних ефектів.#by {1}%", en="Anti-Magic Shell" },
-- Anti-Magic Zone
[50461] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с або поки не поглине {3} шкоди.#by {1}%#for {2} sec#absorbs {3} spell", "Поглинає {1}% магічної шкоди.#Absorbs {1}% of", en="Anti-Magic Zone" },
[50462] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що захищає учасників групи. Антимагічна зона поглинає {1}% шкоди наступного закляття. Поглинає обмежений обсяг шкоди.#absorbs {1}% of", "Поглинає {1}% магічної шкоди.#by {1}%", en="Anti-Magic Zone" },
[51052] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с або поки не поглине {3} шкоди.#by {1}%#for {2} sec#absorbs {3} spell", en="Anti-Magic Zone" },
-- Blade Barrier
[49182] = { "Клинковий бар'єр", "Коли ваші руни крові відновлюються, ви отримуєте ефект \"Клинковий бар'єр\", що зменшує отриману шкоду на {1}% протягом {2} с.#by {1}% for the next {2} sec", en="Blade Barrier" },
[49500] = { ref=49182 }, -- Blade Barrier
[49501] = { ref=49182 }, -- Blade Barrier
-- Bladed Armor
[48978] = { "Клинкова броня", "Збільшує вашу силу атаки на {1} за кожні {2} броні.#by {1} for every {2} armor", en="Bladed Armor" },
[49390] = { ref=48978 }, -- Bladed Armor
[49391] = { ref=48978 }, -- Bladed Armor
[49393] = { ref=48978 }, -- Bladed Armor
-- Blood Boil
[48721] = { "Скипання крові", "Кров усіх ворогів у межах {1} м закипає, що завдає [{1}#dealing {1} Shadow][від {1} до {2}#dealing {1} to {2} Shadow] шкоди від тіні. Завдає додаткової шкоди цілям, ураженим \"Кривавою чумою\" чи \"Морозною лихоманкою\".#within {1} y", en="Blood Boil" },
[49939] = { ref=48721 }, -- Blood Boil
[49940] = { ref=48721 }, -- Blood Boil
[49941] = { ref=48721 }, -- Blood Boil
-- Blood Plague
[59879] = { "Кривава чума", "Хвороба, що завдає {1} шкоди від тіні кожні {2} с протягом {3} с. Ефект спричиняється \"Ударом чуми\" та іншими здібностями.#dealing {1} Shadow#every {2} sec for {3} sec", en="Blood Plague" },
-- Blood Presence
[48266] = { "Сила крові", "Сповнює лицаря смерті силою криги, що збільшує шкоду на {1}% та зцілює на {2}% від завданої неперіодичної шкоди. Одночасно може бути активною лише одна сила.#damage by {1}%#Knight by {2}% of", "Шкоду збільшено на {1}%.\nЗцілює на {2}% від завданої неперіодичної шкоди.#Damage increased by {1}%#Healed by {2}% of", en="Blood Presence" },
-- Blood Strike
[45902] = { "Кривавий удар", "Миттєвий удар, що завдає ворогу {1}% шкоди зброї плюс {2}. Шкода збільшується на {3}% за кожну вашу хворобу на цілі.#causing {1}%#plus {2}#by {3}%", en="Blood Strike" },
-- Blood Tap
[45529] = { "Крововідвід", "Миттєво активує руну крові та перетворює її на руну смерті на {1} с. Руни смерті можна використати як руни крові, криги чи нечестивості.#next {1} sec", "Руну крові перетворено на руну смерті.", en="Blood Tap" },
-- Blood of the North
[54637] = { "Кров півночі", "Збільшує шкоду \"Кривавого удару\" та \"Крижаного удару\" на {1}%. Окрім того, коли ви завдаєте удару \"Кривавим ударом\" або \"Мором\", з ймовірністю {2}% руна крові перетвориться на руну смерті при активації. Руни смерті можна використати як руни крові, криги чи нечестивості.#damage by {1}%#a {2}% chance", en="Blood of the North" },
[54638] = { ref=54637 }, -- Blood of the North
[54639] = { ref=54637 }, -- Blood of the North
-- Blood-Caked Blade
[49219] = { "Закривавлений клинок", "Ваші автоатаки з ймовірністю {1}% викликають удар закривавленим клинком, що завдає {2}% шкоди зброї плюс {3}% за кожну вашу хворобу на цілі.#a {1}% chance#hits for {2}% weapon damage plus {3}%", en="Blood-Caked Blade" },
[49627] = { ref=49219 }, -- Blood-Caked Blade
[49628] = { ref=49219 }, -- Blood-Caked Blade
-- Bloodworm
[50452] = { "Криваві черви", "Створює кривавого черва, що атакує навколишніх ворогів. Заклинач відновлює здоров'я коли черви завдають шкоди. Трвиає {1} с.#Lasts {1} sec", en="Bloodworm" },
-- Bloodworms
[49027] = { "Криваві черви", "Ваші атаки зброєю з ймовірністю {1}% створюють {2}-{3} кривавих червів. Черви атакують ваших ворогів, відновлюючи вам здоров'я протягом {4} с або до смерті.#a {1}% chance#spawn {2}-{3} Bloodworms#for {4} sec", en="Bloodworms" },
[49542] = { ref=49027 }, -- Bloodworms
[49543] = { ref=49027 }, -- Bloodworms
-- Bone Shield
[49222] = { "Кістяний щит", "Лицаря смерті оточує бар'єр з {1} кісток. Поки існує хоча б один заряд щита, лицар смерті отримує на {2}% менше шкоди з усіх джерел та завдає на {3}% більше шкоди атаками, закляттями та здібностями. Кожна атака, що завдає шкоди лицарю смерті, поглинає один заряд. Триває {4} хв.#surrounded by {1} whirling#takes {2}% less#deals {3}% more#Lasts {4} min", "Отриману шкоду зменшено на {1}%.#reduced by {1}%", en="Bone Shield" },
-- Butchery
[48979] = { "М'ясар", "Після вбивства цілі, що приносить досвід або честь, ви отримуєте {1} сили рун. Окрім того, ви отримуєте {2} сили рун кожні {3} с, поки перебуваєте в бою.#up to {1} runic#generate {2} runic power per {3} sec", en="Butchery" },
[49483] = { ref=48979 }, -- Butchery
-- Chains of Ice
[45524] = { "Льодяні окови", "Заковує ворога крижаними оковами, зменшуючи швидкість руху на {1}% та вражаючи \"Морозною лихоманкою\". Ефект зменшення швидкості руху слабне на {2}% щосекунди протягом {3} с#movement by {1}%#regains {2}% of#for {3} sec", "Сповільнено крижаними оковами.", en="Chains of Ice" },
-- Chilblains
[50040] = { "Обмороження", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с.#by {1}% for {2} sec", en="Chilblains" },
[50041] = { ref=50040 }, -- Chilblains
[50043] = { ref=50040 }, -- Chilblains
-- Chill of the Grave
[49149] = { "Могильний холод", "Здібності \"Льодяні окови\", \"Виючий вітер\", \"Льодяний дотик\" та \"Знищення\" додають на {1} більше сили рун.#generate {1} additional", en="Chill of the Grave" },
[50115] = { ref=49149 }, -- Chill of the Grave
-- Crypt Fever
[49032] = { "Склепна лихоманка", "Ваші хвороби також спричиняють \"Склепну лихоманку\", що збільшує отриману шкоду від хвороб на {1}%.#by {1}%", en="Crypt Fever" },
[49631] = { ref=49032 }, -- Crypt Fever
[49632] = { ref=49032 }, -- Crypt Fever
[50508] = { nil, nil, "Збільшує отриману шкоду від хвороб на {1}%.#by {1}%", ref=49032 }, -- Crypt Fever
[50509] = { ref=50508 }, -- Crypt Fever
[50510] = { ref=50508 }, -- Crypt Fever
-- Dancing Rune Weapon
[49028] = { "Танцююча рунічна зброя", "Викликає другу рунічну зброю, що атакує протягом {1} с, повторюючи атаки лицаря смерті, але завдає на {2}% менше шкоди та зцілення.#for {1} sec#for {2}% reduced", "Ви нещодавно викликали рунічну зброю.", en="Dancing Rune Weapon" },
-- Dark Command
[56222] = { "Зловісний наказ", "Наказує цілі атакувати вас, але не діє, якщо ціль вже атакує вас.", "Спровоковано.", en="Dark Command" },
-- Death Coil
[47541] = { "Спіраль смерті", "Заряд нечестивої енергії, що завдає {1} шкоди від тіні ворожій цілі або відновлює {2} здоров'я дружній невмерлій цілі.[ Повертає {1} сили рун при зціленні.#Refunds {1} Runic Power]#causing {1} Shadow#healing {2} damage", en="Death Coil" },
[49892] = { ref=47541 }, -- Death Coil
[49893] = { ref=47541 }, -- Death Coil
[49894] = { ref=47541 }, -- Death Coil
[49895] = { ref=47541 }, -- Death Coil
-- Death Gate
[50977] = { "Брама смерті", "Відкриває браму, через яку лицар смерті може повернутись до Чорної фортеці.", en="Death Gate" },
-- Death Grip
[49576] = { "Смертельна хватка", "Спрямовує енергію, що оточує та пов'язує все навколо, притягуючи ціль до лицаря смерті та змушуючи її атакувати лицаря смерті протягом {1} с.#for {1} sec", en="Death Grip" },
-- Death Pact
[48743] = { "Смертельна угода", "Жертвує невмерлим прислужником, зцілюючи лицарю смерті {1}% від максимального запасу здоров'я. Це зцілення не може бути критичним.#for {1}%", en="Death Pact" },
-- Death Rune Mastery
[49467] = { "Опанування рун смерті", "З ймовірністю {1}% при застосуванні \"Удару смерті\" чи \"Знищення\" руни криги та нечестивості стануть рунами смерті при активації. Руни смерті можна використати як руни крові, криги чи нечестивості.#a {1}% chance", en="Death Rune Mastery" },
[50033] = { ref=49467 }, -- Death Rune Mastery
[50034] = { ref=49467 }, -- Death Rune Mastery
[50806] = { "Опанування рун смерті", "\"Удар чуми\" з ймовірністю {1}%, а \"Удар смерті\" з ймовірністю {2}% перетворить всі активні руни на руни смерті.#Plague Strikes have a {1}%#Death Strikes have a {2}%", en="Death Rune Mastery" },
[50807] = { nil, nil, "1 руну криги перетворено на руну смерті.", ref=50806 }, -- Death Rune Mastery
[50808] = { nil, nil, "1 руну нечестивості перетворено на руну смерті.", ref=50806 }, -- Death Rune Mastery
-- Death Strike
[49998] = { "Удар смерті", "Смертельна атака, що завдає {1}% шкоди зброєю плюс {2} та зцілює лицарю смерті {3}% здоров'я за кожну хворобу на цілі.#deals {1}% weapon damage plus {2}#for {3}% of", en="Death Strike" },
-- Death and Decay
[43265] = { "Смерть і гниття", "Оскверняє вказану ділянку землі, завдаючи {1} шкоди від тіні щосекунди всім цілям в її межах протягом {2} с. Ця здібність спричиняє велику загрозу.#causing {1} Shadow#for {2} sec", "Завдає {1} шкоди щосекунди.#{1} Shadow", en="Death and Decay" },
[49936] = { ref=43265 }, -- Death and Decay
[49937] = { ref=43265 }, -- Death and Decay
[49938] = { ref=43265 }, -- Death and Decay
-- Desecration
[55666] = { "Осквернення", "Здібності \"Удар чуми\" та \"Удар Скари\" оскверняють землю навколо цілі. Швидкість руху ворогів на оскверненій землі зменшується на {1}%. Триває {2} с.#slowed by {1}%#Lasts {2} sec", en="Desecration" },
[55667] = { ref=55666 }, -- Desecration
-- Ebon Plaguebringer
[51099] = { "Розносник чорної чуми", "Ваша \"Склепна лихоманка\" розвивається в \"Чорну чуму\", що додатково збільшує отриману магічну шкоду на {1}%. Також збільшує ваш шанс завдання критичного удару зброєю та закляттями на {2}%.#taken by {1}%#spells by {2}%", en="Ebon Plaguebringer" },
[51160] = { ref=51099 }, -- Ebon Plaguebringer
-- Empower Rune Weapon
[47568] = { "Підсилення рунічної зброї", "Підсилює вашу рунічну зброю, миттєво завершуючи відновлення всіх рун та додаючи {1} сили рун .#generating {1} runic", en="Empower Rune Weapon" },
-- Endless Winter
[49137] = { "Нескінченна зима", "Збільшує вашу силу на {1}% та зменшує витрати сили рун на \"Замороження мозку\" до {2}.#by {1}%#to {2} runic", en="Endless Winter" },
[49657] = { nil, "Збільшує вашу силу на {1}%, а \"Замороження мозку\" не витрачає сили рун.#by {1}%", ref=49137 }, -- Endless Winter
-- Epidemic
[49036] = { "Епідемія", "Збільшує тривалість \"Кривавої чуми\" та \"Морозної лихоманки\" на {1} с.#by {1} sec", en="Epidemic" },
[49562] = { ref=49036 }, -- Epidemic
-- Forceful Deflection
[49410] = { "Сила відбиття", "Збільшує ваш показник парирування на {1}% від вашої загальної сили.#by {1}% of", en="Forceful Deflection" },
-- Frost Fever
[55095] = { "Морозна лихоманка", "Хвороба, що завдає шкоди від криги кожні {1} с та зменшує швидкість атак ближнього та дальнього бою цілі на {2}% протягом {3} с.#every {1} sec#by {2}% for {3} sec", "Завдає шкоди від криги протягом {1} с.\nЗменшує швидкість атак ближнього та дальнього бою.#over {1} sec", en="Frost Fever" },
[59921] = { "Морозна лихоманка", "Хвороба, що завдає {1} шкоди від криги кожні {2} с та зменшує швидкість атак ближнього та дальнього бою на {3}% протягом {4} с. Ефект спричиняється \"Льодяним дотиком\" та іншими здібностями.#dealing {1} Frost damage every {2} sec#by {3}% for {4} sec", en="Frost Fever" },
-- Frost Presence
[48263] = { "Сила криги", "Лицар смерті сповнюється силою криги, що збільшує витривалість на {1}%, збільшує броню від тканинних, шкіряних, кольчужних та латних предметів на {2}% та зменшує отриману шкоду на {3}%. Збільшує загрозу. Одночасно може бути активною лише одна сила.#Stamina by {1}%#items by {2}%#taken by {3}%", "Витривалість збільшено на {1}%.\nБроню від тканинних, шкіряних, кольчужних та латних предметів збільшено на {2}%.\nОтриману шкоду зменшено на {3}%.#Stamina increased by {1}%#items increased by {2}%#reduced by {3}%", en="Frost Presence" },
-- Frost Strike
[49143] = { "Крижаний удар", "Миттєвий удар, що завдає ворогу {1}% шкоди зброї плюс {2} у вигляді шкоди від криги.#causing {1}%#plus {2} as", en="Frost Strike" },
-- Ghoul Frenzy
[63560] = { "Упиряче божевілля", "Збільшує показник швидкості прислужника на {1}% протягом {2} с, а також відновлює {3}% здоров'я за час дії ефекту.#pet {1}% haste for {2} sec#for {3}% of", "Зменшує інтервал між атаками на {1}% та відновлює {2}% здоров'я кожні {3} с.#by {1}% and heals {2}% every {3} sec", en="Ghoul Frenzy" },
-- Heart Strike
[55050] = { "Удар в серце", "Миттєвий удар по цілі та ще одному ворогу поблизу, що завдає {1}% шкоди зброї плюс {2} по основній цілі та {3}% шкоди зброї плюс {4} по другій цілі[, а також зменшує швидкість руху цілі на {1}% протягом {2} с#movement speed is reduced by by {1}% for {2} sec]. Шкода, завдана кожній цілі, збільшується на {5}% за кожну вашу хворобу на цілі.#causing {1}% weapon damage plus {2} on the primary#and {3}% weapon damage plus {4} on the secondary#takes {5}% additional", en="Heart Strike" },
-- Horn of Winter
[57330] = { "Горн зими", "Лицар cмерті дме в горн зими, що додає {1} сили рун і збільшує силу та спритність всіх учасників групи чи рейду в межах {2} м на {3}. Триває {4} хв.#generates {1} runic#within {2} yards by {3}#Lasts {4} min", "Збільшує силу та спритність на {1}.#by {1}", en="Horn of Winter" },
-- Howling Blast
[49184] = { "Виючий вітер", "Вражає ворога крижаним вітром, завдаючи [{1}#dealing {1} Frost][від {1} до {2}#dealing {1} to {2} Frost] шкоди всім ворогам в межах {1} м.#within {1} y", en="Howling Blast" },
-- Hungering Cold
[49203] = { "Голодна холоднеча", "Лишає землю навколо лицаря смерті тепла. Вороги в межах {1} м потрапляють у крижану пастку, що робить їх недієздатними протягом {2} с та вражає \"Морозною лихоманкою\". Вороги вважаються замороженими, але будь-яка шкода, окрім хвороб, розбиває лід.#within {1} y#for {2} sec", "Заморожено.", en="Hungering Cold" },
-- Icebound Fortitude
[48792] = { "Стійкість льоду", "Лицар смерті заморожує свою кров, отримуючи невразливість до ефектів приголомшення та зменшуючи отриману шкоду на {1}% плюс додатково зменшує отриману шкоду в залежності від показника захисту протягом {2} с.#by {1}%#for {2} sec", "Отриману шкоду зменшено.\nНевразливість до ефектів приголомшення.", en="Icebound Fortitude" },
-- Icy Clutch
[50434] = { "Крижана хватка", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Icy Clutch" },
[50435] = { ref=50434 }, -- Icy Clutch
-- Icy Reach
[55061] = { "Досяжність криги", "Збільшує дальність дії здібностей \"Льодяний дотик\", \"Льодяні окови\" та \"Виючий вітер\" на {1} м.#by {1} y", en="Icy Reach" },
[55062] = { ref=55061 }, -- Icy Reach
-- Icy Talons
[50880] = { "Крижані пазурі", "Ви висмоктуєте тепло з жертв вашої \"Морозної лихоманки\", зменшуючи їхню швидкість атак ближнього бою, натомість збільшуючи вашу швидкість на {1}% протягом {2} с.#by {1}% for the next {2} sec", en="Icy Talons" },
[50882] = { nil, nil, "Збільшує швидкість атак ближнього бою на {1}%.#by {1}%", ref=50880 }, -- Icy Talons
[50884] = { ref=50880 }, -- Icy Talons
[50885] = { ref=50880 }, -- Icy Talons
[50886] = { ref=50880 }, -- Icy Talons
[50887] = { ref=50880 }, -- Icy Talons
[58575] = { ref=50882 }, -- Icy Talons
[58576] = { ref=50882 }, -- Icy Talons
[58577] = { ref=50882 }, -- Icy Talons
[58578] = { ref=50882 }, -- Icy Talons
-- Icy Touch
[45477] = { "Льодяний дотик", "Охолоджує ціль, завдаючи [{1}#for {1} Frost][від {1} до {2}#for {1} to {2} Frost] шкоди від криги та вражаючи \"Морозною лихоманкою\", що завдає періодичної шкоди та зменшує швидкість атак ближнього та дальнього бою на {1}% протягом {2} с. Спричиняє велику загрозу при застосуванні в \"Силі криги\".#by {1}% for {2} sec", "Швидкість атак ближнього та дальнього бою зменшено на {1}%.#by {1}%", en="Icy Touch" },
[49896] = { ref=45477 }, -- Icy Touch
[49903] = { ref=45477 }, -- Icy Touch
[49904] = { ref=45477 }, -- Icy Touch
[49909] = { ref=45477 }, -- Icy Touch
-- Improved Blood Presence
[50365] = { "Покращена сила крові", "Під дією \"Сили криги\" чи \"Сили нечестивості\" ви зберігаєте {1}% збільшення зцілення від \"Сили крові\". Окрім того, під дією \"Сили крові\" ви отримуєте на {2}% більше зцілення.#retain {1}%#by {2}% in", en="Improved Blood Presence" },
[50371] = { ref=50365 }, -- Improved Blood Presence
-- Improved Death Strike
[62905] = { "Покращений удар смерті", "Збільшує шкоду \"Удару смерті\" на {1}%, його шанс критичного удару на {2}%, а обсяг зцілення - на {3}%.#Strike by {1}%#chance by {2}%#granted by {3}%", en="Improved Death Strike" },
[62908] = { ref=62905 }, -- Improved Death Strike
-- Improved Frost Presence
[50384] = { "Покращена сила криги", "Під дією \"Сили крові\" чи \"Сили нечестивості\" ви зберігаєте {1}% збільшення витривалості від \"Сили криги\". Окрім того, під дією \"Сили криги\" ви отримуєте на {2}% менше шкоди.#retain {1}%#additional {2}% in", en="Improved Frost Presence" },
[50385] = { ref=50384 }, -- Improved Frost Presence
-- Improved Icy Talons
[55610] = { "Покращені крижані пазурі", "Збільшує швидкість атак ближнього бою всіх учасників групи чи рейду в межах {1} м на {2}%, а вашу власну швидкість додатково на {3}%.#within {1} y#by {2}%#additional {3}%", "Збільшує швидкість атак ближнього бою на {1}%.#by {1}%", en="Improved Icy Talons" },
-- Improved Icy Touch
[49175] = { "Покращений льодяний дотик", "\"Льодяний дотик\" завдає на {1}% більше шкоди, а \"Морозна лихоманка\" зменшує швидкість атак ближнього та дальнього бою ще на {2}%.#an additional {1}% damage#speed by an additional {2}%", en="Improved Icy Touch" },
[50031] = { ref=49175 }, -- Improved Icy Touch
[51456] = { ref=49175 }, -- Improved Icy Touch
-- Improved Rune Tap
[48985] = { "Покращене поглинання руни", "Збільшує відновлення здоров'я від \"Поглинання руни\" на {1}% та зменшує його час відновлення на {2} с.#by {1}%#by {2} sec", en="Improved Rune Tap" },
[49488] = { ref=48985 }, -- Improved Rune Tap
[49489] = { ref=48985 }, -- Improved Rune Tap
-- Improved Unholy Presence
[50391] = { "Покращена сила нечестивості", "Під дією \"Сили крові\" чи \"Сили криги\" ви зберігаєте {1}% збільшення швидкості руху від \"Сили нечестивості\". Окрім того, під дією \"Сили нечестивості\" ваші руни відновлюються на {2}% швидше.#retain {1}%#cooldowns {2}% faster", en="Improved Unholy Presence" },
[50392] = { ref=50391 }, -- Improved Unholy Presence
-- Killing Machine
[51123] = { "Машина для вбивств", "Ваші атаки ближнього бою мають шанс збільшити ймовірність критичного удару наступного \"Льодяного дотику\", \"Виючого вітру\" чи \"Крижаного удару\" на 100%.", en="Killing Machine" },
[51124] = { nil, nil, "Наступний \"Льодяний дотик\", \"Виючий вітер\" або \"Крижаний удар\" завдасть критичного удару.", ref=51123 }, -- Killing Machine
[51127] = { "Машина для вбивств", "Ваші атаки ближнього бою мають шанс збільшити ймовірність критичного удару наступного \"Льодяного дотику\", \"Виючого вітру\" чи \"Крижаного удару\" на 100%. Ефект спрацьовує частіше за попердній ранг.", en="Killing Machine" },
[51128] = { ref=51127 }, -- Killing Machine
[51129] = { ref=51127 }, -- Killing Machine
[51130] = { ref=51127 }, -- Killing Machine
-- Lichborne
[49039] = { "Переродження", "Ви поглинаєте нечестиву енергію, щоб стати невмерлим на {1} с. Поки діє переродження, ви маєте невразливість до ефектів причарування, страху та сну.#for {1} sec", "Невразливість до причарування, страху та сну.\nНевмерлий.", en="Lichborne" },
-- Magic Suppression
[49224] = { "Придушення магії", "Ви отримуєте на {1}% менше шкоди від магії. Окрім того, \"Антимагічний панцир\" поглинає на {2}% більше магічної шкоди#take {1}% less#additional {2}%", en="Magic Suppression" },
[49610] = { ref=49224 }, -- Magic Suppression
[49611] = { ref=49224 }, -- Magic Suppression
-- Master of Ghouls
[52143] = { "Повелитель гулів", "Зменшує час відновлення \"Підняття мертвих\" на {1} с, а гуль, викликаний цією здібністю, стає прислужником під вашим контролем. На відміну від звичайних гулів, ваш прислужник має необмежений час існування.#by {1} sec", en="Master of Ghouls" },
-- Merciless Combat
[49024] = { "Безжальний бій", "Здібності \"Льодяний дотик\", \"Виючий вітер\", \"Знищення\" та \"Крижаний удар\" завдають на {1}% більше шкоди цілям, що мають менше {2}% здоров'я.#additional {1}%#than {2}%", en="Merciless Combat" },
[49538] = { ref=49024 }, -- Merciless Combat
-- Mind Freeze
[47528] = { "Замороження мозку", "Вражає мозок цілі холодом, перериваючи вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec", en="Mind Freeze" },
-- Morbidity
[48963] = { "Хворобливість", "Збільшує шкоду та зцілення здібності \"Спіраль смерті\" на {1}%, а також зменшує час відновлення здібності \"Смерть і гниття\" на {2} с.#Coil by {1}%#Decay by {2} sec", en="Morbidity" },
[49564] = { ref=48963 }, -- Morbidity
[49565] = { ref=48963 }, -- Morbidity
-- Necrosis
[51459] = { "Некроз", "Ваші автоатаки завдають додатково {1}% шкоди від тіні.#additional {1}%", en="Necrosis" },
[51462] = { ref=51459 }, -- Necrosis
[51463] = { ref=51459 }, -- Necrosis
[51464] = { ref=51459 }, -- Necrosis
[51465] = { ref=51459 }, -- Necrosis
-- Nerves of Cold Steel
[49226] = { "Крижана витримка", "Збільшує шанс влучити атаками одноручної зброї ближнього бою на {1}% та збільшує шкоду зброї в лівій руці на {2}%.#weapons by {1}% and#weapon by {2}%", en="Nerves of Cold Steel" },
[50137] = { ref=49226 }, -- Nerves of Cold Steel
[50138] = { ref=49226 }, -- Nerves of Cold Steel
-- Obliterate
[49020] = { "Знищення", "Жорстока атака, що завдає {1}% шкоди зброї плюс {2}. Поглинає ваші хвороби з цілі, але шкода збільшується на {3}% за кожну поглинену хворобу.#deals {1}% weapon damage plus {2}#increased {3}% per each", en="Obliterate" },
[51423] = { ref=49020 }, -- Obliterate
[51424] = { ref=49020 }, -- Obliterate
[51425] = { ref=49020 }, -- Obliterate
[66198] = { "Знищення", "Жорстока атака, що завдає {1}% шкоди зброї в лівій руці. Шкода збільшується на {2}% за кожну вашу хворобу на цілі, але хвороби буде поглинуто.#deals {1}% offhand#increased {2}% per each", en="Obliterate" },
[66972] = { ref=66198 }, -- Obliterate
[66973] = { ref=66198 }, -- Obliterate
[66974] = { ref=66198 }, -- Obliterate
-- On a Pale Horse
[49146] = { "На блідому коні", "Вас стає так само важко зупинити, як і саму смерть. Тривалість ефектів приголомшення та страху на вас зменшується на {1}%, а ваша швидкість верхової їзди збільшується на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#reduced by {1}%#increased by {2}%", en="On a Pale Horse" },
[51267] = { ref=49146 }, -- On a Pale Horse
[51969] = { ref=49146 }, -- On a Pale Horse
[51970] = { ref=49146 }, -- On a Pale Horse
[51983] = { ref=49146 }, -- On a Pale Horse
[51986] = { ref=49146 }, -- On a Pale Horse
-- Path of Frost
[3714] = { "Крижаний шлях", "Ваша крижана аура утворює лід під ногами, що дозволяє учасникам групи чи рейду ходити по воді протягом {1} хв. Працює під час їзди верхи, але ефект скасовується при отриманні шкоди.#for {1} min", "Дозволяє ходити по воді.", en="Path of Frost" },
-- Pestilence
[50842] = { "Мор", "Поширює \"Криваву чуму\" та \"Морозну лихоманку\" з цілі на всіх інших ворогів в межах {1} м.#within {1} y", en="Pestilence" },
-- Plague Strike
[45462] = { "Удар чуми", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} і заражає ціль \"Кривавою чумою\", що періодично завдає шкоди від тіні.#deals {1}% weapon#plus {2} and", en="Plague Strike" },
-- Raise Ally
[46619] = { "Підняття союзника", "Піднімає труп учасника групи чи рейду, щоб повернути його в бій. Гравець керуватиме гулем протягом {1} хв.#for {1} min", "Керує гулем.", en="Raise Ally" },
[61999] = { "Підняття союзника", "Піднімає труп учасника групи чи рейду, щоб повернути його в бій. Гравець керуватиме гулем протягом {1} хв.#for {1} min", en="Raise Ally" },
-- Raise Dead
[46584] = { "Підняття мертвих", "Піднімає гуля, що битиметься на вашій стороні. Якщо неподалік немає трупа гуманоїда, що приносить досвід чи честь, вам знадобиться прах. Ви можете мати не більше одного гуля одночасно. Триває {1} хв.#Lasts {1} min", "Піднятий гуль служить вам.", en="Raise Dead" },
-- Ravenous Dead
[48965] = { "Ненажерні мерці", "Збільшує вашу силу на {1}% і на {2}% збільшує частку вашої сили та витривалості, яку отримують ваші гулі.#Strength by {1}%#and Stamina by {2}%", en="Ravenous Dead" },
[49571] = { ref=48965 }, -- Ravenous Dead
[49572] = { ref=48965 }, -- Ravenous Dead
-- Reaping
[49208] = { "Жнива", "Коли ви завдаєте удару здібностями \"Кривавий удар\" або \"Мор\" з ймовірністю {1}% руни крові перетворяться на руни смерті при активації. Руни смерті можна використати як руни крові, криги чи нечестивості.#a {1}% chance", en="Reaping" },
[56834] = { ref=49208 }, -- Reaping
[56835] = { ref=49208 }, -- Reaping
-- Rime
[49188] = { "Іній", "Збільшує ймовірність критичного удару \"Льодяного дотику\" та \"Знищення\" на {1}%, а \"Знищення\" з ймовірністю {2}% завершує відновлення \"Виючого вітру\" та дозволяє застосувати його без витрат рун.#by {1}%#a {2}% chance", en="Rime" },
[56822] = { ref=49188 }, -- Rime
[59057] = { ref=49188 }, -- Rime
-- Rune Strike
[56815] = { "Рунічний удар", "Удар, що завдає ворогу {1}% шкоди зброї плюс {2}. Можна використовувати після ухилення чи парирування. Ця атака спричиняє велику загрозу і від неї не можна ухилитися, блокувати чи парирувати.#for {1}% weapon damage plus {2}", en="Rune Strike" },
-- Rune Tap
[48982] = { "Поглинання руни", "Поглинає 1 руну крові, щоб відновити вам {1}% здоров'я.#into {1}% of", en="Rune Tap" },
-- Rune of Cinderglacier
[53341] = { "Руна темного льодовика", "Додає на вашу зброю руну, що може збільшити на {1}% шкоду ваших {2} наступних атак, що завдають шкоди від криги чи тіні. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#by {1}%#next {2} attacks", en="Rune of Cinderglacier" },
-- Rune of Lichbane
[53331] = { "Руна прокляття ліча", "Додає на вашу зброю руну, що завдає {1}% шкоди зброї у вигляді шкоди вогнем, або {2}% якщо ціль - невмерла. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#adds {1}%#or {2}% versus", en="Rune of Lichbane" },
-- Rune of Razorice
[53343] = { "Руна ріжучої криги", "Додає на вашу зброю руну, що завдає додатково {1}% шкоди зброї у вигляді шкоди від криги та збільшує вразливість ворогів до ваших крижаних атак. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#causes {1}% extra", en="Rune of Razorice" },
-- Rune of Spellbreaking
[54447] = { "Руна відбитих заклять", "Додає на вашу одноручну зброю руну, що відбиває {1}% всієї магічної шкоди та зменшує тривалість ефектів знемовлення на {2}% (не поєднується з іншими ефектами скорочення знемовлення). Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#deflects {1}%#by {2}%", en="Rune of Spellbreaking" },
-- Rune of Spellshattering
[53342] = { "Руна розбитих заклять", "Додає на вашу дворучну зброю руну, що відбиває {1}% всієї магічної шкоди та зменшує тривалість ефектів знемовлення на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#deflects {1}%#by {2}%", en="Rune of Spellshattering" },
-- Rune of Swordbreaking
[54446] = { "Руна зламаних мечів", "Додає на вашу одноручну зброю руну, що збільшує шанс парирування на {1}% та зменшує тривалість ефектів роззброєння на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#chance by {1}%#effects by {2}%", en="Rune of Swordbreaking" },
-- Rune of Swordshattering
[53323] = { "Руна розбитих мечів", "Додає на вашу дворучну зброю руну, що збільшує шанс парирування на {1}% та зменшує тривалість ефектів роззброєння на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#chance by {1}%#effects by {2}%", en="Rune of Swordshattering" },
-- Rune of the Fallen Crusader
[53344] = { "Руна полеглого лицаря", "Додає на вашу зброю руну, що може зцілити вам {1}% здоров'я та збільшити силу на {2}% протягом {3} с. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#for {1}% and#by {2}% for {3} sec", en="Rune of the Fallen Crusader" },
-- Rune of the Nerubian Carapace
[70164] = { "Руна нерубського панцира", "Додає на вашу зброю руну, що збільшує показник захисту на {1}, а витривалість на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#Defense by {1}#Stamina by {2}%", en="Rune of the Nerubian Carapace" },
-- Rune of the Stoneskin Gargoyle
[62158] = { "Руна кам'яного гаргуйля", "Додає на вашу дворучну зброю руну, що збільшує показник захисту на {1}, а витривалість на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#Defense by {1}#Stamina by {2}%", en="Rune of the Stoneskin Gargoyle" },
-- Runeforging
[53428] = { "Рунічна ковка", "Дозволяє лицарю смерті наносити на свою зброю руни.", en="Runeforging" },
-- Runic Power Mastery
[49455] = { "Влада над силою рун", "Збільшує ваш максимальний запас сили рун на {1}.#by {1}", en="Runic Power Mastery" },
[50147] = { ref=49455 }, -- Runic Power Mastery
-- Scent of Blood
[49004] = { "Запах крові", "З ймовірністю {1}% після ухилення, парирування чи отримання прямої шкоди ви отримуєте ефект \"Запах крові\", що створить {2} сили рун при завданні удару в ближньому бою.#a {1}% chance#generate {2} runic", en="Scent of Blood" },
[49508] = { "Запах крові", "З ймовірністю {1}% після ухилення, парирування чи отримання прямої шкоди ви отримуєте ефект \"Запах крові\", що створить {2} сили рун при завданні {3} наступних ударів в ближньому бою.#a {1}% chance#generate {2} runic#next {3} melee", en="Scent of Blood" },
[49509] = { ref=49508 }, -- Scent of Blood
[50421] = { "Запах крові", "Ваша наступна атака ближнього бою створить {1} сили рун. Ефект триває {2} с.#generate {1} runic#lasts {2} sec", "Успішні атаки створюють силу рун.", en="Scent of Blood" },
-- Scourge Strike
[55090] = { "Удар Скари", "Нечестивий удар, що завдає {1}% шкоди від зброї плюс {2}. Окрім того, за кожну вашу хворобу на цілі ви завдаєте додатково {3}% шкоди від тіні.#deals {1}%#damage plus {2}#additional {3}%", en="Scourge Strike" },
-- Strangulate
[47476] = { "Удушення", "Душить ворога, знемовлюючи його на {1} с. Також перериває вимову заклять цілі, що не є гравцем, на {2} c.#them for {1} sec#interrupted for {2} sec", "Знемовлено.", en="Strangulate" },
-- Sudden Doom
[49018] = { "Раптова згуба", "\"Кривавий удар\" та \"Удар в серце\" з ймовірністю {1}% застосовують \"Виток смерті\" на ціль.#a {1}% chance", en="Sudden Doom" },
[49529] = { ref=49018 }, -- Sudden Doom
[49530] = { ref=49018 }, -- Sudden Doom
-- Summon Gargoyle
[49206] = { "Виклик гаргуйля", "Гаргуйль атакує цілі з повітря, завдаючи шкоди від природи, що залежить від сили атаки лицаря смерті. Існує {1} с.#for {1} sec", "Перебуває під атакою гаргуйля.", en="Summon Gargoyle" },
-- Threat of Thassarian
[65661] = { "Грізність Тассаріана", "Коли ви тримаєте одноручну зброю в кожній руці, здібності \"Удар смерті\", \"Знищення\", \"Удар чуми\", \"Рунічний удар\", \"Кривавий удар\" та \"Крижаний удар\" з ймовірністю {1}% завдають шкоди від зброї в лівій руці.#a {1}% chance", en="Threat of Thassarian" },
[66191] = { ref=65661 }, -- Threat of Thassarian
[66192] = { ref=65661 }, -- Threat of Thassarian
-- Toughness
[49042] = { "Міць", "Збільшує вашу броню від предметів на {1}% та скорочує тривалість ефектів сповільнення руху на {2}%.#items by {1}%#slowing effects by {2}%", en="Toughness" },
[49786] = { ref=49042 }, -- Toughness
[49787] = { ref=49042 }, -- Toughness
-- Unbreakable Armor
[51271] = { "Незламний обладунок", "Посилює ваш обладунок товстим шаром льоду, збільшуючи броню на {1}% та збільшуючи силу на {2}% протягом {3} с.#armor by {1}%#Strength by {2}%#for {3} sec", "Броню збільшено на {1}%.\nСилу збільшено на {2}%.#Armor increased by {1}%#Strength increased by {2}%", en="Unbreakable Armor" },
-- Unholy Blight
[49194] = { "Нечестива чума", "Жертв вашої \"Спіралі смерті\" оточує рій нечестивих комах, що завдає {1}% від шкоди \"Спіралі смерті\" протягом {2} с та запобігає розсіюванню хвороб.#taking {1}%#over {2} sec", "Рій нечестивих комах завдає шкоди та запобігає розсіюванню хвороб.", en="Unholy Blight" },
-- Unholy Command
[49588] = { "Нечестивий наказ", "Зменшує час відновлення \"Смертельної хватки\" на {1} с.#by {1} sec", en="Unholy Command" },
[49589] = { ref=49588 }, -- Unholy Command
-- Unholy Frenzy
[49016] = { "Нечестиве шаленство", "Викликає в союзника смертельне шаленство на {1} с. Ціль отримує ефект несамовитості, що збільшує фізичну шкоду на {2}%, але змушує втрачачати {3}% здоров'я щосекунди.#frenzy for {1} sec#damage by {2}%#equal to {3}%", "Несамовитість.\nФізичну шкоду збільшено на {1}%.\nВтрачає {2}% здоров'я щосекунди.#damage increased by {1}%#equal to {2}% of", en="Unholy Frenzy" },
-- Unholy Presence
[48265] = { "Сила нечестивості", "Сповнює лицаря смерті нечестивою люттю, що збільшує швидкість атак на {1}%, збільшує швидкість руху на {2}% та зменшує глобальний час відновлення всіх здібностей на {3} с. Одночасно може бути активною лише одна сила.#attack speed by {1}%#movement speed by {2}%#abilities by {3} sec", "Швидкість атаки збільшено на {1}%.\nШвидкість руху збільшено на {2}%.\nГлобальний час відновлення всіх здібностей зменшено на {3} с.#Attack speed increased {1}%#Movement speed increased by {2}%#reduced by {3} sec", en="Unholy Presence" },
-- Vampiric Blood
[55233] = { "Вампірська кров", "Тимчасово збільшує максимальний запас здоров'я лицаря смерті на {1}% та збільшує обсяг отриманого здоров'я від цілющих заклять та ефектів на {2}% протягом {3} с. Після завершення ефекту здоров'я втрачається.#Death Knight {1}% of maximum#effects by {2}% for {3} sec", "Зцілення збільшено на {1}%.\nМаксимальний запас здоров'я збільшено на {2}%.#Healing improved by {1}%#health increased by {2}%", en="Vampiric Blood" },
-- Veteran of the Third War
[49006] = { "Ветеран третьої війни", "Збільшує вашу силу на {1}%, витривалість на {2}% та вправність на {3}.#Strength by {1}%#Stamina by {2}%#expertise by {3}", en="Veteran of the Third War" },
[49526] = { ref=49006 }, -- Veteran of the Third War
[50029] = { ref=49006 }, -- Veteran of the Third War
-- Vicious Strikes
[51745] = { "Лють Рівендера", "Збільшує ймовірність критичного удару на {1}% та збільшує критичну шкоду \"Удару чуми\" та \"Удару Скари\" на {2}%.#chance by {1}%#bonus by {2}%", en="Vicious Strikes" },
[51746] = { ref=51745 }, -- Vicious Strikes
-- Virulence
[48962] = { "Смертоносність", "Збільшує ймовірність завдання удару закляттями на {1}% та зменшує ймовірність розвіювання ваших ефектів періодичної шкоди на {2}%.#spells by {1}%#cured by {2}%", en="Virulence" },
[49567] = { ref=48962 }, -- Virulence
[49568] = { ref=48962 }, -- Virulence
-- Will of the Necropolis
[49189] = { "Воля некрополя", "Шкода, яка знижує ваше здоров'я нижче {1}% або отримана, коли ви маєте менше {2}% здоров'я, зменшується на {3}%.#below {1}% health#at {2}% health#reduced by {3}%", en="Will of the Necropolis" },
[50149] = { ref=49189 }, -- Will of the Necropolis
[50150] = { ref=49189 }, -- Will of the Necropolis
[52285] = { "Воля некрополя", en="Will of the Necropolis" },
[52286] = { ref=52285 }, -- Will of the Necropolis

-- Mounts
[48778] = { "Смертегін Акеруса", "Викликає та відпускає верхового смертегона Акеруса. Це дуже швидкий засіб пересування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Acherus Deathcharger" },

}

for k, v in pairs(deathknight_spells) do addonTable.spell[k] = v end
