local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Flows
[44378] = { "Арканічні потоки", "Зменшує час відновлення заклять \"Блиск розуму\", \"Арканічна могутність\" та \"Невидимість\" на {1}%, а час відновлення закляття \"Evocation\" - на {2} хв.#by {1}%#by {2} min", en="Arcane Flows" },
[44379] = { ref=44378 }, -- Arcane Flows
-- Arcane Fortitude
[54658] = { ref=28574 }, -- Arcane Fortitude
[54659] = { ref=28574 }, -- Arcane Fortitude
-- Arcane Shielding
[11252] = { "Арканічний захист", "Зменшує витрати мани від поглиненої \"Щитом мани\" шкоди на {1}% та збільшує отриманий від \"Магівського обладунку\" опір на {2}%#active by {1}%#Armor by {2}%", en="Arcane Shielding" },
[12605] = { ref=11252 }, -- Arcane Shielding
-- Arcane Stability
[11237] = { "Арканічна стабільність", "Зменшує затримку вимови заклять \"Арканічні снаряди\" та \"Арканічний спалах\" при отриманні шкоди на {1}%.#by {1}%", en="Arcane Stability" },
[12463] = { ref=11237 }, -- Arcane Stability
-- Arctic Reach
[16757] = { "Арктична досяжність", "Збільшує дальність дії ваших заклять \"Крижана стріла\", \"Крижаний спис\", \"Глибока заморозка\" та \"Метелиця\", а також радіус дії ваших заклять \"Крижаний спалах\" і \"Конус холоду\" на {1}%.#spells by {1}%", en="Arctic Reach" },
[16758] = { ref=16757 }, -- Arctic Reach
-- Chilled to the Bone
[44566] = { "Промерзання кісток", "Збільшує шкоду заклять \"Крижана стріла\", \"Стріла крижаного полум'я\" та \"Крижаний спис\" на {1}% та зменшує швидкість руху охолоджених цілей ще на {2}%.#spells by {1}%#additional {2}%", en="Chilled to the Bone" },
[44567] = { ref=44566 }, -- Chilled to the Bone
[44568] = { ref=44566 }, -- Chilled to the Bone
[44570] = { ref=44566 }, -- Chilled to the Bone
[44571] = { ref=44566 }, -- Chilled to the Bone
-- Cold as Ice
[55091] = { "Крижане серце", "Зменшує час відновлення заклять \"Холодний зрив\", \"Льодяний бар'єр\" та \"Виклик водяного елементаля\" на {1}%.#by {1}%", en="Cold as Ice" },
[55092] = { ref=55091 }, -- Cold as Ice
-- Empowered Fire
[31656] = { "Посилений вогонь", "Збільшує шкоду заклять \"Вогняна куля\", \"Стріла крижаного полум'я\" та \"Вогняна брила\" на {1}% від сили заклять. Окрім того, щоразу, коли талан \"Займання\" завдає шкоди, ви з ймовірністю {2}% відновлюєте {3}% мани.#to {1}% of#a {2}% chance to regain {3}% of", en="Empowered Fire" },
[31657] = { ref=31656 }, -- Empowered Fire
[31658] = { ref=31656 }, -- Empowered Fire
-- Fiery Payback
[64353] = { "Вогняна відплата", "Коли ви маєте менше {1}% здоров'я, вся отримана шкода зменшується на {2}%, час вимови закляття \"Вогняна брила\" зменшується на {3} с, а час його відновлення збільшується на {4} с. Окрім того, при отриманні удару в ближньому чи дальньому бою, з ймовірністю {5}% ви роззброїте нападників,#below {1}%#reduced by {2}%#reduced by {3} sec#increased by {4} sec#a {5}% chance", en="Fiery Payback" },
[64357] = { ref=64353 }, -- Fiery Payback
-- Ignite
[413841] = { "Займання", "Ваші критичні удари закляттями вогню змушують ціль горіти, завдаючи деякий відсоток від шкоди вашого закляття протягом {1} с.#over {1} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Ignite" },
[413843] = { ref=413841 }, -- Ignite
-- Improved Counterspell
[11255] = { "Покращене протизакляття", "\"Протизакляття\" також знемовлює ціль на {1} секунди.#for {1} sec", en="Improved Counterspell" },
[12598] = { ref=11255 }, -- Improved Counterspell
-- Magic Absorption
[29441] = { "Магічне поглинання", "Збільшує всі опори на {1} за кожен рівень, а всі протидії закляттям відновлюють вам {2}% мани. Час відновлення - {3} с.#by {1} per#restore {2}% of#{3} sec cooldown", en="Magic Absorption" },
[29444] = { ref=29441 }, -- Magic Absorption
-- Master of Elements
[29074] = { "Повелитель стихій", "Ваші критичні удари закляттями повернуть вам {1}% від їхньої базової вартості мани.#refund {1}%", en="Master of Elements" },
[29075] = { ref=29074 }, -- Master of Elements
[29076] = { ref=29074 }, -- Master of Elements
-- Mirror Image
[55342] = { "Дзеркальна копія", "Створює неподалік {1} копії заклинача, що вимовлятимуть закляття та атакуватимуть ворогів мага. Триває {2} с.#Creates {1} cop#Lasts {2} sec", "Копії заклинача, які атакують на свій розсуд.", en="Mirror Image" },
-- Netherwind Presence
[44400] = { "Підсвітні вітри", "Збільшує швидкість заклять на {1}%.#by {1}%", en="Netherwind Presence" },
[44402] = { ref=44400 }, -- Netherwind Presence
[44403] = { ref=44400 }, -- Netherwind Presence
-- Polymorph
[61305] = { nil, "Перетворює ворога на безпорадного чорного кота, змушуючи його блукати до {1} с. Кіт не здатен атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
[61721] = { nil, "Перетворює ворога на безпорадного кролика, змушуючи його блукати до {1} с. Кролик не здатен атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
[61780] = { nil, "Перетворює ворога на безпорадну індичку, змушуючи його блукати до {1} с. Індичка не здатна атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
-- Precision
[29438] = { "Точність", "Зменшує витрати мани та збільшує шанс влучити закляттями на {1}%.#by {1}%", en="Precision" },
[29439] = { ref=29438 }, -- Precision
[29440] = { ref=29438 }, -- Precision
-- Prismatic Cloak
[31574] = { "Призматичний плащ", "Зменшує всю отриману шкоду на {1}% та зменшує час зникнення від \"Невидимості\" на {2} с.#by {1}%#by {2} sec", en="Prismatic Cloak" },
[31575] = { ref=31574 }, -- Prismatic Cloak
[54354] = { ref=31574 }, -- Prismatic Cloak
-- Remove Curse
[475] = { "Зняття прокляття", "Знімає {1} прокляття з дружньої цілі.#Removes {1} Curse", en="Remove Curse" },
-- Shattered Barrier
[44745] = { "Розколотий бар'єр", "Ваше закляття \"Льодяний бар'єр\" з ймовірністю {1}% заморозить всіх ворогім в межах {2} м на {3} с при знищенні.#a {1}% chance#within {2} yds for {3} sec", en="Shattered Barrier" },
[54787] = { ref=44745 }, -- Shattered Barrier
-- Slow Fall
[130] = { "Повільне падіння", "Сповільнює швидкість падіння члена групи чи рейду на {1} с.#for {1} sec", "Падіння сповільнено.", en="Slow Fall" },
-- Spell Impact
[11242] = { "Чародійний струс", "Збільшує шкоду заклять \"Арканічний вибух\", \"Арканічний спалах\", \"Вибухова хвиля\", \"Вогняний підрив\", \"Опік\", \"Вогняна куля\", \"Крижаний спис\" та \"Конус холоду\" додатково на {1}%.#additional {1}%", en="Spell Impact" },
[12467] = { ref=11242 }, -- Spell Impact
[12469] = { ref=11242 }, -- Spell Impact
-- Winter's Chill
[11180] = { "Зимова холоднеча", "Збільшує ймовірність завдання критичного удару \"Крижаною стрілою\" на {1}% і ваші заклинання, що завдають шкоди від криги, з ймовірністю {2}% викличуть ефект \"Зимова холоднеча\", що збільшує шанс завдання критичного удару цілі на {3}% протягом {4} с. Ефект накопичується до {5} разів.#additional {1}%#a {2}% chance#target by {3}% for {4} sec#up to {5} times", en="Winter's Chill" },
[28592] = { ref=11180 }, -- Winter's Chill
[28593] = { ref=11180 }, -- Winter's Chill
-- World in Flames
[11108] = { "Всесвітня пожежа", "Збільшує ймовірність завдання критичного удару закляттями \"Полум'яний удар\", \"Вогняна брила\", \"Вибухова хвиля\", \"Подих дракона\", \"Жива бомба\", \"Метелиця\" і \"Арканічний вибух\" на {1}%.#by {1}%", en="World in Flames" },
[12349] = { ref=11108 }, -- World in Flames
[12350] = { ref=11108 }, -- World in Flames

-- Portals
[53142] = { "Портал: Даларан", "Створює портал, що телепортує учасників групи до Даларану при використанні.", en="Portal: Dalaran" },
[53140] = { "Телепортація: Даларан", "Телепортує заклинача до Даларану.", en="Teleport: Dalaran" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
