local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Barrage
[44425] = { "Арканічний обстріл", "Випускає кілька снарядів в ціль, завдаючи [{1}#causing {1} Arcane][від {1} до {2}#causing {1} to {2} Arcane] шкоди арканою.", en="Arcane Barrage" },
-- Arcane Blast
[30451] = { "Арканічний спалах", "Вибух енергії, що завдає від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {3}%, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} с або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\".#dealing {1} to {2} Arcane#spells is increased by {3}%#Arcane Blast is increased by {4}%#up to {5} times and lasts {6} sec", en="Arcane Blast" },
[36032] = { "Арканічний спалах", "Вибух енергії, що завдає шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#spells is increased by {1}%#Arcane Blast is increased by {2}%#up to {3} times and lasts {4} sec", "Шкоду заклять Аркани збільшено на {1}%, а витрати мани \"Арканічного спалаху\" збільшено на {2}%.#spell damage increased by {1}%#cost of Arcane Blast increased by {2}%", en="Arcane Blast" },
[42894] = { ref=30451 }, -- Arcane Blast
[42896] = { "Арканічний спалах", ref=30451, en="Arcane Blast" },
[42897] = { ref=30451 }, -- Arcane Blast
[65791] = { ref=30451 }, -- Arcane Blast
-- Arcane Brilliance
[23028] = { "Арканічна геніальність", "Сповнює учасників групи чи рейду геніальністю, збільшуючи їх інтелект на {1} протягом {2} год.#by {1} for {2} h", "Збільшує інтелект на {1}.#by {1}", en="Arcane Brilliance" },
-- Arcane Empowerment
[31579] = { "Арканічне посилення", "Збільшує шкоду вашого закляття \"Арканічні снаряди\" на {1}% від вашої сили заклять, а шкоду \"Арканічного спалаху\" - на {2}% від вашої сили заклять. Окрім того, збільшує шкоду учасників групи та рейду в межах {3} м на {4}%.#equal to {1}% of#by {2}% of#within {3} yds by {4}%", "Збільшує всю шкоду на {1}%.#by {1}%", en="Arcane Empowerment" },
[31582] = { ref=31579 }, -- Arcane Empowerment
[31583] = { ref=31579 }, -- Arcane Empowerment
-- Arcane Flows
[44378] = { "Арканічні потоки", "Зменшує час відновлення заклять \"Блиск розуму\", \"Арканічна могутність\" та \"Невидимість\" на {1}%, а час відновлення закляття \"Evocation\" - на {2} хв.#by {1}%#by {2} min", en="Arcane Flows" },
[44379] = { ref=44378 }, -- Arcane Flows
-- Arcane Focus
[11222] = { "Арканічна зосередженість", "Збільшує ймовірність завдання удару та зменшує витрати мани ваших заклять аркани на {1}%.#spells by {1}%", en="Arcane Focus" },
[12839] = { ref=11222 }, -- Arcane Focus
[12840] = { ref=11222 }, -- Arcane Focus
-- Arcane Fortitude
[54658] = { ref=28574 }, -- Arcane Fortitude
[54659] = { ref=28574 }, -- Arcane Fortitude
-- Arcane Instability
[15058] = { "Арканічна нестабільність", "Збільшує шкоду заклять та ймовірність критичного удару на {1}%.#chance by {1}", en="Arcane Instability" },
[15059] = { ref=15058 }, -- Arcane Instability
[15060] = { ref=15058 }, -- Arcane Instability
-- Arcane Potency
[31571] = { "Арканічна могутність", "Збільшує ймовірність критичного удару наступного закляття на {1}% після отримання ефекту \"Ясномови\" або \"Блиску розуму\".#spell by {1}%", en="Arcane Potency" },
[31572] = { ref=31571 }, -- Arcane Potency
-- Arcane Shielding
[11252] = { "Арканічний захист", "Зменшує витрати мани від поглиненої \"Щитом мани\" шкоди на {1}% та збільшує отриманий від \"Магівського обладунку\" опір на {2}%#active by {1}%#Armor by {2}%", en="Arcane Shielding" },
[12605] = { ref=11252 }, -- Arcane Shielding
-- Arcane Stability
[11237] = { "Арканічна стабільність", "Зменшує затримку вимови заклять \"Арканічні снаряди\" та \"Арканічний спалах\" при отриманні шкоди на {1}%.#by {1}%", en="Arcane Stability" },
[12463] = { ref=11237 }, -- Arcane Stability
[12464] = { ref=11237 }, -- Arcane Stability
[16769] = { ref=11237 }, -- Arcane Stability
[16770] = { ref=11237 }, -- Arcane Stability
-- Arcane Subtlety
[11210] = { "Арканічна вправність", "Зменшує ймовірність розвіювання ваших сприятливих ефектів та ефектів періодичної шкоди на {1}% та зменшує загрозу заклять аркани на {2}%.#dispelled by {1}% and#Arcane spells by {2}%", en="Arcane Subtlety" },
[12592] = { ref=11210 }, -- Arcane Subtlety
-- Arctic Reach
[16757] = { "Арктична досяжність", "Збільшує дальність дії ваших заклять \"Крижана стріла\", \"Крижаний спис\", \"Глибока заморозка\" та \"Метелиця\", а також радіус дії ваших заклять \"Крижаний спалах\" і \"Конус холоду\" на {1}%.#spells by {1}%", en="Arctic Reach" },
[16758] = { ref=16757 }, -- Arctic Reach
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо себе полум'яну хвилю, яка завдає від {1} до {2} шкоди вогнем усім ворогам у радіусі дії, а також відкидає їх та паморочить на {3} с.#blast for {1} to {2}#dazing them for {3} sec", "Запаморочення.", en="Blast Wave" },
[13018] = { ref=11113 }, -- Blast Wave
[13019] = { ref=11113 }, -- Blast Wave
[13020] = { ref=11113 }, -- Blast Wave
[13021] = { ref=11113 }, -- Blast Wave
-- Brain Freeze
[44546] = { "Замороження мозку", "Ваші закляття криги, що охолоджують ціль, з ймовірністю {1}% дозволять вимовити наступне закляття \"Вогняна куля\" чи \"Стріла крижаного полум'я\" миттєво і без витрат мани.#a {1}% chance", en="Brain Freeze" },
[44548] = { ref=44546 }, -- Brain Freeze
[44549] = { ref=44546 }, -- Brain Freeze
-- Burning Determination
[54747] = { "Палка рішучість", "Коли вам переривають вимову закляття або знемовлюють, з ймовірністю {1}% ви отримаєте невразливість до наступного переривання чи знемовлення. Триває {2} с.#a {1}% chance#Lasts {2} sec", en="Burning Determination" },
[54749] = { ref=54747 }, -- Burning Determination
-- Burning Soul
[11083] = { "Палаюча душа", "Зменшує затримку вимови заклять вогню при отриманні шкоди на {1}% та зменшує їх загрозу на {2}%.#casting Fire spells by {1}% and#threat caused by your Fire spells by {2}%", en="Burning Soul" },
[12351] = { ref=11083 }, -- Burning Soul
-- Burnout
[44449] = { "Вигорання", "Збільшує критичну шкоду заклять на {1}%, але критичні удари заклять витрачають на {2}% більше мани.#by {1}%#additional {2}%", en="Burnout" },
[44469] = { ref=44449 }, -- Burnout
[44470] = { ref=44449 }, -- Burnout
[44471] = { ref=44449 }, -- Burnout
[44472] = { ref=44449 }, -- Burnout
-- Chilled
[6136] = { "Охолодження", "Збільшує броню. Якщо ворог завдає удару заклиначеві, його рух може сповільнитися на {1}%, а інтервал між атаками збільшитися на {2}% протягом {3} с. Одночасно може бути активним лише один обладунок.#slowed by {1}%#increased by {2}% for {3} sec", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", en="Chilled" },
[7321] = { "Охолодження", "Зменшує швидкість руху нападника на {1}% с, а швидкість атаки на {2}%.#movement by {1}%#attack speed by {2}%", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", en="Chilled" },
[18101] = { "Охолодження", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}%.#attacks by {1}%#movement speed by {2}%", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Chilled" },
-- Chilled to the Bone
[44566] = { "Промерзання кісток", "Збільшує шкоду заклять \"Крижана стріла\", \"Стріла крижаного полум'я\" та \"Крижаний спис\" на {1}% та зменшує швидкість руху охолоджених цілей ще на {2}%.#spells by {1}%#additional {2}%", en="Chilled to the Bone" },
[44567] = { ref=44566 }, -- Chilled to the Bone
[44568] = { ref=44566 }, -- Chilled to the Bone
[44570] = { ref=44566 }, -- Chilled to the Bone
[44571] = { ref=44566 }, -- Chilled to the Bone
-- Chilling Touch
[12531] = { "Морозний дотик", "Морозний дотик сповільнює ціль, збільшуючи інтервал між атаками та зменшуючи швидкість руху на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Chilling Touch" },
[18146] = { "Морозний дотик", "Ви можете накласти ефект морозного дотику, що сповільнює ціль, збільшуючи інтервал між атаками та зменшуючи швидкість руху на {1}% протягом {2} с.#speed by {1}% for {2} sec", en="Chilling Touch" },
-- Clearcasting
[12536] = { "Ясномова", "Після завдання удару закляттям, ви можете отримати ефект \"Ясномови\". \"Ясномова\" зменшує витрати мани вашого наступного бойового закляття на {1}%.#spell by {1}%", "Витрати мани вашого наступного бойового закляття зменшено на {1}%.#reduced by {1}%", en="Clearcasting" },
-- Cold as Ice
[55091] = { "Крижане серце", "Зменшує час відновлення заклять \"Холодний зрив\", \"Льодяний бар'єр\" та \"Виклик водяного елементаля\" на {1}%.#by {1}%", en="Cold as Ice" },
[55092] = { ref=55091 }, -- Cold as Ice
-- Combustion
[11129] = { "Палання", "При активації бонус критичної шкоди заклять вогню збільшується на {1}%, а ймовірність завдання критичного удару закляттями вогню збільшується на {2}% за кожне влучання закляттями вогню. Цей ефект триває, доки ви тричі не завдасте прямого критичного удару закляттями вогню.#bonus with Fire damage spells by {1}%#chance with Fire damage spells by {2}%", en="Combustion" },
[28682] = { nil, nil, "Підвищує ймовірність критичного удару заклять вогню на {1}%.#spells by {1}%", ref=11129 }, -- Combustion
-- Conjure Mana Gem
[759] = { "Начаклування самоцвіту мани", "Начаклувати маноагат, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Conjure Mana Gem" },
[3552] = { "Начаклування самоцвіту мани", "Начаклувати манонефрит, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Conjure Mana Gem" },
[10053] = { "Начаклування самоцвіту мани", "Начаклувати маноцитрин, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Conjure Mana Gem" },
[10054] = { "Начаклування самоцвіту мани", "Начаклувати манорубін, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Conjure Mana Gem" },
[27101] = { "Начаклування самоцвіту мани", "Начаклувати маносмарагд, який можна використати для миттєвого відновлення від {1} до {2} мани. {3} заряди.#restore {1} to {2}#{3} charges.", en="Conjure Mana Gem" },
[42985] = { "Начаклування самоцвіту мани", "Начаклувати маносапфір, який можна використати для миттєвого відновлення від {1} до {2} мани. {3} заряди.#restore {1} to {2}#{3} charges.", en="Conjure Mana Gem" },
[42986] = { "Начаклування самоцвіту мани", "Начаклувати маноопал, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Conjure Mana Gem" },
-- Conjure Refreshment
[42955] = { "Начаклування провізії", "Начаклувати пироги з мани ({1} шт.), щоб забезпечити мага та союзників їжею.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#Conjures {1} Mana#than {2} min", en="Conjure Refreshment" },
-- Dalaran Brilliance
[61316] = { "Даларанська геніальність", "Сповнює всіх учасників групи чи рейду геніальністю, збільшуючи їхній інтелект на {1} протягом {2} год.#Intellect by {1} for {2} h", "Збільшує інтелект на {1}.#by {1}", en="Dalaran Brilliance" },
-- Deep Freeze
[44572] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage", "Приголомшено та заморожено.", en="Deep Freeze" },
[71757] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage", en="Deep Freeze" },
-- Dragon's Breath
[31661] = { "Подих дракона", "Цілі в конусі перед заклиначем отримують [{1}#take {1} Fire][від {1} до {2}#take {1} to {2} Fire] шкоди від вогню, а також дезорієнтуються та сповільнюються на {1} с. Будь-яка подальша шкода поверне ціль до тями. Припиняє вашу атаку при використанні.#for {1} sec", "Дезорієнтовано та сповільнено.", en="Dragon's Breath" },
[33041] = { ref=31661 }, -- Dragon's Breath
[33042] = { ref=31661 }, -- Dragon's Breath
[33043] = { ref=31661 }, -- Dragon's Breath
-- Earthquake
[61882] = { "Землетрус", "Ви спричиняєте землетрус в обраній області, що завдає від {1} до {2} шкоди від природи кожні {3} с та паморочить всі цілі в межах {4} м. Триває {5} с.#dealing {1} to {2} Nature#every {3} sec#within {4} y#Lasts {5} sec", "Завдає від {1} до {2} шкоди від природи.#{1} to {2} Nature", en="Earthquake" },
-- Empowered Fire
[31656] = { "Посилений вогонь", "Збільшує шкоду заклять \"Вогняна куля\", \"Стріла крижаного полум'я\" та \"Вогняна брила\" на {1}% від сили заклять. Окрім того, щоразу, коли талан \"Займання\" завдає шкоди, ви з ймовірністю {2}% відновлюєте {3}% мани.#to {1}% of#a {2}% chance to regain {3}% of", en="Empowered Fire" },
[31657] = { ref=31656 }, -- Empowered Fire
[31658] = { ref=31656 }, -- Empowered Fire
-- Empowered Frostbolt
[31682] = { "Посилена крижана стріла", "Збільшує шкоду \"Крижаної стріли\" на {1}% від сили заклять та зменшує час вимови на {2} с.#equal to {1}% of#cast time by {2} sec", en="Empowered Frostbolt" },
[31683] = { ref=31682 }, -- Empowered Frostbolt
-- Enduring Winter
[44561] = { "Затяжна зима", "Збільшує тривалість закляття \"Виклик водяного елементаля\" на {1} с, а \"Крижана стріла\" з ймовірністю {2}% відновить десятьом учасникам групи чи рейду {3}% мани кожні {4} с протягом {5} с. Цей ефект не може спрацьовувати частіше, ніж раз на {6} с.#spell by {1} sec#a {2}% chance#equal to {3}% of#per {4} sec for {5} sec#every {6} sec", en="Enduring Winter" },
-- Fiery Payback
[64353] = { "Вогняна відплата", "Коли ви маєте менше {1}% здоров'я, вся отримана шкода зменшується на {2}%, час вимови закляття \"Вогняна брила\" зменшується на {3} с, а час його відновлення збільшується на {4} с. Окрім того, при отриманні удару в ближньому чи дальньому бою, з ймовірністю {5}% ви роззброїте нападників,#below {1}%#reduced by {2}%#reduced by {3} sec#increased by {4} sec#a {5}% chance", en="Fiery Payback" },
[64357] = { ref=64353 }, -- Fiery Payback
-- Fingers of Frost
[44543] = { "Крижані пальці", "Ваші ефекти охолодження з ймовірністю {1}% спричиняють ефект \"Крижані пальці\", який дозволяє двом наступним закляттям вважати ціль замороженою. Ефект триває {2} с.#a {1}% chance#Lasts {2} sec", en="Fingers of Frost" },
[44545] = { ref=44543 }, -- Fingers of Frost
-- Flame Throwing
[11100] = { "Метання полум'я", "Збільшує дальність дії ваших заклять вогню окрім \"Стріли крижаного полум'я\" на {1} м.#by {1} yard", en="Flame Throwing" },
[12353] = { ref=11100 }, -- Flame Throwing
-- Focus Magic
[54646] = { "Зосередження магії", "Збільшує ймовірність завдання критичного удару закляттями цілі на {1}%. Коли ціль завдає критичного удару, ваша ймовірність завдання критичного удару закляттями збільшується на {2}% протягом {3} с. Не можна застосувати на себе.#spells by {1}%#increased by {2}% for {3} sec", "Ймовірність завдання критичного удару закляттями збільшено на {1}%. При завданні критичного удару, збільшує ймовірність критичного удару мага, що застосував цей ефект.#by {1}%", en="Focus Magic" },
-- Frost Channeling
[11160] = { "Спрямування криги", "Зменшує витрати мани на всі закляття на {1}% та зменшує загрозу від заклять криги на {2}%.#mana cost of all spells by {1}%#threat caused by your Frost spells by {2}%", en="Frost Channeling" },
[12518] = { ref=11160 }, -- Frost Channeling
[12519] = { ref=11160 }, -- Frost Channeling
-- Frost Warding
[11189] = { "Крижаний захист", "Збільшує броню та опір від ваших заклять \"Крижаний обладунок\" і \"Льодяний обладунок\" на {1}%, а ваші закляття \"Крижаний оберіг\" та \"Вогняний оберіг\" з ймовірністю {2}% знешкодять закляття відповідної шкоди та відновлять ману в обсязі заподіяної шкоди.#spells by {1}%#a {2}% chance to negate", en="Frost Warding" },
[28332] = { ref=11189 }, -- Frost Warding
-- Frostbite
[12494] = { "Обмороження", "Ваші ефекти \"Охолодження\" можуть заморозити ціль на {1} с.#for {1} sec", "Заморожено.", en="Frostbite" },
-- Frostfire Bolt
[44614] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає [{1}#causing {1} Frostfire][від {1} до {2}#causing {1} to {2} Frostfire] шкоди від крижаного вогню, зменшує швидкість руху на {1}% та завдає додатково {2} шкоди від крижаного вогню протягом {3} с. Для опору цьому заклинанню обирається менший з показників опору кризі та вогню.#speed by {1}%#additional {2} Frostfire damage over {3} sec", "Швидкість руху зменшено на {1}%. {2} шкоди від крижаного вогню кожні {3} с.#Movement slowed by {1}%#{2} Frostfire damage every {3} sec", en="Frostfire Bolt" },
-- Frozen Core
[31667] = { "Стигле нутро", "Зменшує отриману шкоду від заклять на {1}%.#by {1}%", en="Frozen Core" },
[31668] = { ref=31667 }, -- Frozen Core
[31669] = { ref=31667 }, -- Frozen Core
-- Hot Streak
[44445] = { "Полум'яна вдача", "Коли ви двічі поспіль завдаєте критичного удару закляттями \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\" або \"Стріла крижаного полум'я\", з ймовірністю {1}% ви зможете миттєво вимовити наступну \"Вогняну брилу\" протягом {2} с.#a {1}% chance#within {2} sec", en="Hot Streak" },
[44446] = { ref=44445 }, -- Hot Streak
[44448] = { ref=44445 }, -- Hot Streak
[48108] = { "Полум'яна вдача", "Коли ви двічі поспіль завдаєте критичного удару закляттями \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\" або \"Стріла крижаного полум'я\", з деякою ймовірністю наступне заклинання \"Вогняна брила\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", "Наступне заклинання \"Вогняна брила\" можна вимовити миттєво.", en="Hot Streak" },
-- Ice Barrier
[11426] = { "Льодяний бар'єр", "Миттєво захищає вас щитом, що поглинає {1} шкоди. Триває {2} хв. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять.#absorbing {1}#Lasts {2} min", "Поглинає шкоду.", en="Ice Barrier" },
[13031] = { ref=11426 }, -- Ice Barrier
[13032] = { ref=11426 }, -- Ice Barrier
[13033] = { ref=11426 }, -- Ice Barrier
-- Ice Floes
[31670] = { "Плавуча крижина", "Зменшує час відновлення заклять \"Крижаний спалах\", \"Конус холоду\", \"Льодяна брила\" та \"Крижана кров\" на {1}%.#by {1}%", en="Ice Floes" },
[31672] = { ref=31670 }, -- Ice Floes
[55094] = { ref=31670 }, -- Ice Floes
-- Icy Veins
[12472] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість вимови заклять на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%. Триває {3} с.#speed by {1}% and#casting by {2}%.#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а затримку вимови заклять при отриманні шкоди зменшено на {2}%.#increased by {1}%#casting by {2}%", en="Icy Veins" },
-- Ignite
[12654] = { "Займання", "Ваші критичні удари закляттями вогню змушують ціль горіти, завдаючи деякий відсоток від шкоди вашого закляття протягом {1} с.#over {1} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Ignite" },
[413841] = { ref=12654 }, -- Ignite
[413843] = { "Займання", "Ваші критичні удари закляттями вогню змушують ціль горіти, завдаючи деякий відсоток від шкоди вашого закляття протягом {1} с.#over {1} sec", en="Ignite" },
-- Impact
[11103] = { "Струс", "Ваші бойові закляття з ймовірністю {1}% дозволять наступному \"Вогняному вибуху\" приголомшити ціль на {2} с.#a {1}% chance to#target for {2} sec", en="Impact" },
[12355] = { "Струс", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Impact" },
[12357] = { ref=11103 }, -- Impact
[12358] = { ref=11103 }, -- Impact
-- Improved Blink
[31569] = { "Покращений блим", "Зменшує витрати мани на \"Блим\" на {1}%, а протягом {2} с після його вимови ймовірність влучити по вам атаками та закляттями зменшується на {3}%.#cost of Blink by {1}% and for {2} sec#reduced by {3}%", en="Improved Blink" },
[31570] = { ref=31569 }, -- Improved Blink
-- Improved Counterspell
[11255] = { "Покращене протизакляття", "\"Протизакляття\" також знемовлює ціль на {1} с.#for {1} sec", en="Improved Counterspell" },
[12598] = { ref=11255 }, -- Improved Counterspell
-- Improved Scorch
[11095] = { "Покращений опік", "Збільшує ймовірність критичного удару заклять \"Опік\", \"Вогняна куля\" та \"Стріла крижаного полум'я\" на {1}%, а закляття \"Опік\" з ймовірністю {2}% зробить ціль вразливою до заклять, збільшуючи ймовірність завдати їй критичного удару закляттями на {3}% протягом {4} с.#an additional {1}% and#a {2}% chance#by {3}% and lasts {4} sec", en="Improved Scorch" },
[12872] = { ref=11095 }, -- Improved Scorch
[12873] = { ref=11095 }, -- Improved Scorch
[22959] = { "Покращений опік", "Закляття \"Опік\" може зробити ціль вразливою до заклять, збільшуючи ймовірність завдати їй критичного удару закляттями.", "Ймовірність отримання критичного удару закляттям збільшено на {1}%.#a {1}% additional", en="Improved Scorch" },
-- Incanter's Absorption
[44394] = { "Чародійське поглинання", "Коли \"Щит мани\", \"Крижаний оберіг\", \"Вогняний оберіг\" або \"Льодяний бар'єр\" поглинає шкоду, шкода ваших заклинань збільшується на {1}% від обсягу поглиненої шкоди протягом {2} с.#by {1}% of#for {2} sec", en="Incanter's Absorption" },
[44395] = { ref=44394 }, -- Incanter's Absorption
[44396] = { ref=44394 }, -- Incanter's Absorption
-- Incineration
[18459] = { "Спалення", "Збільшує ймовірність критичного удару ваших заклять \"Вогняний підрив\", \"Опік\", \"Арканічний спалах\" та \"Конус холоду\" на {1}%.#spells by {1}%", en="Incineration" },
[18460] = { ref=18459 }, -- Incineration
[54734] = { ref=18459 }, -- Incineration
-- Invisibility
[66] = { "Невидимість", "[Ви миттєво зникаєте, зменшуючи всю свою загрозу і стаєте невидимими#Instantly makes the caster invisible][Ви поступово зникаєте, зменшуючи свою загрозу щосекунди і стаєте невидимими через {1} с#to invisibility over {1} sec]. Ефект скасовується при здійсненні будь-яких дій. Перебуваючи в невидимості ви можете бачити лише невидимих та тих, хто бачить невидимих. Триває {1} с.#Lasts {1} sec", "Зникає.", en="Invisibility" },
-- Living Bomb
[44457] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Через {3} с або при розвіюванні ефекту ціль вибухає, завдаючи {4} шкоди від вогню ворогам в межах {5} м.#taking {1} Fire damage over {2} sec#After {3} sec#dealing {4} Fire#within {5} y", "{1} шкоди від вогню кожні {2} с. Через {3} с або при розвіюванні ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в межах {5} м.#Causes {1} Fire damage every {2} sec#After {3} sec#causing {4} Fire#within {5} y", en="Living Bomb" },
-- Magic Absorption
[29441] = { "Магічне поглинання", "Збільшує всі опори на {1} за кожен рівень, а всі протидії закляттям відновлюють вам {2}% мани. Час відновлення - {3} с.#by {1} per#restore {2}% of#{3} sec cooldown", en="Magic Absorption" },
[29444] = { ref=29441 }, -- Magic Absorption
-- Magic Attunement
[11247] = { "Магічна налаштованість", "Збільшує дальність ваших заклять аркани на {1} м та посилює ефект заклять \"Підсилення магії\" та \"Пом'якшення магії\" на {2}%.#Arcane spells by {1} y#Magic spells by {2}%", en="Magic Attunement" },
[12606] = { ref=11247 }, -- Magic Attunement
-- Mana Agate
[54414] = { "Маноагат", "Начаклувати маноагат, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Mana Agate" },
-- Mana Citrine
[54412] = { "Маноцитрин", "Начаклувати маноцитрин, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Mana Citrine" },
-- Mana Emerald
[54410] = { "Маносмарагд", "Начаклувати маносмарагд, який можна використати для миттєвого відновлення від {1} до {2} мани. {3} заряди.#restore {1} to {2}#{3} charges.", en="Mana Emerald" },
-- Mana Jade
[54413] = { "Манонефрит", "Начаклувати манонефрит, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Mana Jade" },
-- Mana Opal
[54408] = { "Маноопал", "Начаклувати маноопал, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", ref=42986, en="Mana Opal" },
-- Mana Ruby
[54411] = { "Манорубін", "Начаклувати манорубін, який можна використати для миттєвого відновлення від {1} до {2} мани.#restore {1} to {2}", en="Mana Ruby" },
-- Mana Sapphire
[54409] = { "Маносапфір", "Начаклувати маносапфір, який можна використати для миттєвого відновлення від {1} до {2} мани. {3} заряди.#restore {1} to {2}#{3} charges.", en="Mana Sapphire" },
-- Master of Elements
[29074] = { "Повелитель стихій", "Ваші критичні удари закляттями повернуть вам {1}% від їхньої базової вартості мани.#refund {1}%", en="Master of Elements" },
[29075] = { ref=29074 }, -- Master of Elements
[29076] = { ref=29074 }, -- Master of Elements
-- Mind Mastery
[31584] = { "Володар розуму", "Збільшує силу заклять на {1}% від показника інтелекту.#spell power by {1}% of", en="Mind Mastery" },
[31585] = { ref=31584 }, -- Mind Mastery
[31586] = { ref=31584 }, -- Mind Mastery
[31587] = { ref=31584 }, -- Mind Mastery
[31588] = { ref=31584 }, -- Mind Mastery
-- Mirror Image
[55342] = { "Дзеркальна копія", "Створює неподалік {1} копії заклинача, що вимовлятимуть закляття та атакуватимуть ворогів мага. Триває {2} с.#Creates {1} cop#Lasts {2} sec", "Копії заклинача, які атакують на свій розсуд.", en="Mirror Image" },
[58831] = { "Дзеркальна копія", "Створює неподалік {1} копії заклинача, що вимовлятимуть закляття та атакуватимуть ворогів мага. Триває {2} с.#Creates {1} cop#Lasts {2} sec", en="Mirror Image" },
[58832] = { ref=58831 }, -- Mirror Image
[58833] = { ref=58831 }, -- Mirror Image
[58834] = { ref=58831 }, -- Mirror Image
[65047] = { ref=58831 }, -- Mirror Image
-- Missile Barrage
[44404] = { "Обстріл снарядами", "Закляття \"Арканічний спалах\" з ймовірністю {1}%, а закляття \"Арканічний обстріл\", \"Вогняна куля\", \"Крижана стріла\" та \"Стріла крижаного полум'я\" - з ймовірністю {2}% зменшать тривалість промовляння наступного заклинання \"Арканічні снаряди\" на {3} с, зменшать витрати мани на {4}%, а снаряди будуть начакловуватись кожні {5} с.#Blast a {1}% chance#spells a {2}% chance#spell by {3} sec#cost by {4}%#every {5} sec", en="Missile Barrage" },
[54486] = { ref=44404 }, -- Missile Barrage
-- Molten Armor
[30482] = { "Розплавлений обладунок", "Завдає {1} шкоди від вогню при отриманні удару, збільшує показник критичного удару заклять на {2}% від вашого духу і зменшує ймовірність отримання критичного удару на {3}%. Одночасно на магу може бути активним лише один обладунок. Триває {4} хв.#Causes {1} Fire#rating by {2}% of your Spirit#hit by {3}%#Lasts {4} min", "Завдає {1} шкоди від вогню нападникам. Ймовірність отримання критичного удару зменшено на {2}%. Показник критичного удару заклять збільшено на {3}% від духу.#Causes {1} Fire#reduced by {2}%#increased by {3}%", en="Molten Armor" },
-- Molten Shields
[11094] = { "Покращений вогняний оберіг", "Надає закляттям \"Вогняний оберіг\" та \"Крижаний оберіг\" {1}% ймовірності відбити закляття відповідної школи. Окрім того, \"Розплавлений обладунок\" з ймовірністю {2}% спрацює від атак дальнього бою та заклять.#a {1}% chance to reflect#Molten Armor has a {2}% chance", en="Molten Shields" },
[13043] = { ref=11094 }, -- Molten Shields
-- Netherwind Presence
[44400] = { "Підсвітні вітри", "Збільшує швидкість заклять на {1}%.#by {1}%", en="Netherwind Presence" },
[44402] = { ref=44400 }, -- Netherwind Presence
[44403] = { ref=44400 }, -- Netherwind Presence
-- Permafrost
[11175] = { "Вічна мерзлота", "Збільшує тривалість ваших ефектів \"Охолодження\" на {1} с, зменшує швидкість ворожої цілі на {2}% та зменшує отримане ціллю зцілення на {3}%.#effects by {1} sec#additional {2}%#received by {3}%", en="Permafrost" },
[12569] = { ref=11175 }, -- Permafrost
[12571] = { ref=11175 }, -- Permafrost
-- Polymorph
[61305] = { nil, "Перетворює ворога на безпорадного чорного кота, змушуючи його блукати до {1} с. Кіт не здатен атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
[61721] = { nil, "Перетворює ворога на безпорадного кролика, змушуючи його блукати до {1} с. Кролик не здатен атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
[61780] = { nil, "Перетворює ворога на безпорадну індичку, змушуючи його блукати до {1} с. Індичка не здатна атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", ref=118 }, -- Polymorph
-- Precision
[29438] = { "Точність", "Зменшує витрати мани та збільшує шанс влучити закляттями на {1}%.#by {1}%", en="Precision" },
[29439] = { ref=29438 }, -- Precision
[29440] = { ref=29438 }, -- Precision
-- Prismatic Cloak
[31574] = { "Призматичний плащ", "Зменшує всю отриману шкоду на {1}% та зменшує час зникнення від \"Невидимості\" на {2} с.#by {1}%#by {2} sec", en="Prismatic Cloak" },
[31575] = { ref=31574 }, -- Prismatic Cloak
[54354] = { ref=31574 }, -- Prismatic Cloak
-- Pyromaniac
[34293] = { "Піроманія", "Збільшує ймовірність критичного удару на {1}% та дозволяє {2}% вашого відновлення мани продовжуватися під час вимови заклять.#critically hit by {1}% and allows {2}% of", en="Pyromaniac" },
[34295] = { ref=34293 }, -- Pyromaniac
[34296] = { ref=34293 }, -- Pyromaniac
-- Remove Curse
[475] = { "Зняття прокляття", "Знімає {1} прокляття з дружньої цілі.#Removes {1} Curse", en="Remove Curse" },
-- Shattered Barrier
[44745] = { "Розколотий бар'єр", "Ваше закляття \"Льодяний бар'єр\" з ймовірністю {1}% заморозить всіх ворогім в межах {2} м на {3} с при знищенні.#a {1}% chance#within {2} yds for {3} sec", en="Shattered Barrier" },
[54787] = { ref=44745 }, -- Shattered Barrier
-- Silenced - Improved Counterspell
[18469] = { "Знемовлення - Покращене протизакляття", "Знемовлює ціль на {1} с.#for {1} sec", "Знемовлено.", en="Silenced - Improved Counterspell" },
-- Slow Fall
[130] = { "Повільне падіння", "Сповільнює швидкість падіння члена групи чи рейду на {1} с.#for {1} sec", "Падіння сповільнено.", en="Slow Fall" },
-- Spell Impact
[11242] = { "Чародійний струс", "Збільшує шкоду заклять \"Арканічний вибух\", \"Арканічний спалах\", \"Вибухова хвиля\", \"Вогняний підрив\", \"Опік\", \"Вогняна куля\", \"Крижаний спис\" та \"Конус холоду\" додатково на {1}%.#additional {1}%", en="Spell Impact" },
[12467] = { ref=11242 }, -- Spell Impact
[12469] = { ref=11242 }, -- Spell Impact
-- Student of the Mind
[44397] = { "Вчення розуму", "Збільшує ваш дух на {1}%.#by {1}%", en="Student of the Mind" },
[44398] = { ref=44397 }, -- Student of the Mind
[44399] = { ref=44397 }, -- Student of the Mind
-- Torment the Weak
[29447] = { "Знущання з немічних", "Ваші закляття \"Крижана стріла\", \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Вогняна брила\", \"Арканічні снаряди\", \"Арканічний спалах\" та \"Арканічний обстріл\" завдають на {1}% більше шкоди знерухомленим та сповільненим цілям.#deal {1}% more", en="Torment the Weak" },
[55339] = { ref=29447 }, -- Torment the Weak
[55340] = { ref=29447 }, -- Torment the Weak
-- Wild Magic
[23410] = { "Дика магія", "Ви втратили контроль над своєю магією. Триває {1} с.#Lasts {1} sec", "Ви втратили контроль над своєю магією.", en="Wild Magic" },
-- Wild Polymorph
[23603] = { "Дика поліморфія", "Вражає ціль дикою магією, змушуючи перевтілюватись протягом {1} с.#for {1} sec", "Не може атакувати та вимовляти закляття", en="Wild Polymorph" },
-- Winter's Chill
[11180] = { "Зимова холоднеча", "Збільшує ймовірність завдання критичного удару \"Крижаною стрілою\" на {1}% і ваші заклинання, що завдають шкоди від криги, з ймовірністю {2}% викличуть ефект \"Зимова холоднеча\", що збільшує шанс завдання критичного удару цілі на {3}% протягом {4} с. Ефект накопичується до {5} разів.#additional {1}%#a {2}% chance#target by {3}% for {4} sec#up to {5} times", en="Winter's Chill" },
[12579] = { "Зимова холоднеча", "Збільшує ймовірність завдання критичного удару цілі на {1}% протягом {2} с. Ефект накопичується до {3} разів.#target by {1}% for {2} sec#up to {3} times", "Закляття мають збільшену на {1}% ймовірність завдати критичного удару.#have a {1}%", en="Winter's Chill" },
[28592] = { ref=11180 }, -- Winter's Chill
[28593] = { ref=11180 }, -- Winter's Chill
-- World in Flames
[11108] = { "Всесвітня пожежа", "Збільшує ймовірність завдання критичного удару закляттями \"Полум'яний удар\", \"Вогняна брила\", \"Вибухова хвиля\", \"Подих дракона\", \"Жива бомба\", \"Метелиця\" і \"Арканічний вибух\" на {1}%.#by {1}%", en="World in Flames" },
[12349] = { ref=11108 }, -- World in Flames
[12350] = { ref=11108 }, -- World in Flames

-- Item effects
[23723] = { "Прискорення думок", "Прискорює думки, збільшуючи показник швидкості на {1} протягом {2} с.#haste rating by {1} for {2} sec", "Збільшує показник швидкості на {1}.#by {1}", en="Mind Quickening" },

-- Portals
[53142] = { "Портал: Даларан", "Створює портал, що телепортує учасників групи до Даларану при використанні.", en="Portal: Dalaran" },
[53140] = { "Телепортація: Даларан", "Телепортує заклинача до Даларану.", en="Teleport: Dalaran" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
