local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ambush
[8676] = { "Засідка", "Раптовий удар, що завдає цілі {1}% від шкоди зброї плюс {2}. Необхідно перебувати в непомітності та позаду цілі. Працює лише за наявності кинджалу в основній руці. Збільшує довжину комбінації на 2 прийоми.#causing {1}% weapon damage plus {2} to", en="Ambush" },
[8724] = { ref=8676 }, -- Ambush
[8725] = { ref=8676 }, -- Ambush
[11267] = { ref=8676 }, -- Ambush
[11268] = { ref=8676 }, -- Ambush
[11269] = { ref=8676 }, -- Ambush
-- Blade Twisting
[31124] = { "Прокручування леза", "Збільшує шкоду \"Підступного удару\" та \"Удару в спину\" на {1}%, а ваші атаки ближнього бою з ймовірністю {2}% викликають запаморочення на {3} с.#Backstab by {1}%#a {2}% chance#for {3} sec", en="Blade Twisting" },
[31126] = { ref=31124 }, -- Blade Twisting
-- Blood Spatter
[51632] = { "Бризки крові", "Збільшує шкоду здібностей \"Гарота\" та \"Розрив\" на {1}%.#by {1}%", en="Blood Spatter" },
[51633] = { ref=51632 }, -- Blood Spatter
-- Cloak of Shadows
[65961] = { ref=31224 }, -- Cloak of Shadows
-- Close Quarters Combat
[13706] = { "Майстерність ближнього бою", "Збільшує ймовірність завдати критичного удару кинджалами та кулачною зброєю на {1}%.#by {1}%", en="Close Quarters Combat" },
[13804] = { ref=13706 }, -- Close Quarters Combat
[13805] = { ref=13706 }, -- Close Quarters Combat
[13806] = { ref=13706 }, -- Close Quarters Combat
[13807] = { ref=13706 }, -- Close Quarters Combat
-- Combat Potency
[35542] = { ref=35541 }, -- Combat Potency
[35545] = { ref=35541 }, -- Combat Potency
[35546] = { ref=35541 }, -- Combat Potency
[35547] = { ref=35541 }, -- Combat Potency
[35548] = { ref=35541 }, -- Combat Potency
-- Crippling Poison
[3409] = { nil, nil, "Швидкість руху зменшено на {1}%.#by {1}%", ref=3408 }, -- Crippling Poison
[30981] = { "Травматична отрута", "Травмує ціль, зменшуючи швидкість руху на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
-- Cut to the Chase
[51664] = { "Одразу до справи", "Ваші здібності \"Потрошіння\" та \"Отруєння\" з ймовірністю {1}% поновлюють тривалість вашого ефекту \"М'ясорубка\" до максимального значення від комбінації з 5 прийомів.#a {1}% chance", en="Cut to the Chase" },
[51665] = { ref=51664 }, -- Cut to the Chase
[51667] = { ref=51664 }, -- Cut to the Chase
-- Deadened Nerves
[31380] = { "Відмерлі нерви", "Зменшує отриману шкоду на {1}%.#by {1}%", en="Deadened Nerves" },
[31382] = { ref=31380 }, -- Deadened Nerves
[31383] = { ref=31380 }, -- Deadened Nerves
-- Deadly Brew
[51625] = { "Смертельне вариво", "Коли ви вражаєте ціль миттєвою, агонічною чи задурливою отрутою, ви також з ймовірністю {1}% вразите її травматичною отрутою.#a {1}% chance", en="Deadly Brew" },
[51626] = { ref=51625 }, -- Deadly Brew
-- Deadly Poison
[2818] = { "Смертельна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Ефект накопичується до {5} разів на одній цілі.#lasts for {1} hour#a {2}% chance#for {3} Nature damage over {4} sec#up to {5} times", "Отримує {1} шкоди від природи кожні {2} с.#takes {1} Nature#every {2} sec", en="Deadly Poison" },
[2823] = { "Смертельна отрута", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Ефект накопичується до {5} разів на одній цілі. Після {6} накопичень, кожне спрацювання смертельної отрути викликає спрацювання отрути зі зброї в іншій руці.#lasts for {1} min#a {2}% chance#for {3} Nature damage over {4} sec#up to {5} times#stacked to {6} times", en="Deadly Poison" },
-- Deadly Poison II
[2819] = { "Смертельна отрута II", ref=2818, en="Deadly Poison II" },
[2824] = { "Смертельна отрута II", ref=2823, en="Deadly Poison II" },
-- Deadly Poison V
[25349] = { "Смертельна отрута V", ref=2818, en="Deadly Poison V" },
[25351] = { "Смертельна отрута V", ref=2823, en="Deadly Poison V" },
-- Disarm Trap
[1842] = { "Знешкодження пасток", "Знешкодити ворожу пастку.", en="Disarm Trap" },
-- Dismantle
[51722] = { "Роззброєння", "Роззброїти ворога, позбавляючи його всієї зброї, щита та іншого спорядження на {1} с.#for {1} sec", "Роззброєно.", en="Dismantle" },
-- Elusiveness
[13981] = { "Невловимість", "Зменшує час відновлення здібностей \"Зникнення\" і \" Засліплення\" на {1} с, а здібності \"Плащ тіней\" - на {2} с.#Blind abilities by {1} sec#Cloak of Shadows ability by {2} sec", en="Elusiveness" },
[14066] = { ref=13981 }, -- Elusiveness
-- Endurance
[13742] = { "Витримка", "Зменшує час відновлення ваших здібностей \"Спринт\" та \"Уникнення\" на {1} с та збільшує вашу витривалість на {2}%.#by {1} sec#by {2}%", en="Endurance" },
[13872] = { ref=13742 }, -- Endurance
-- Enveloping Shadows
[31211] = { "Огортання тінями", "Зменшує шкоду від атак, що діють по області, на {1}%.#by {1}%", en="Enveloping Shadows" },
[31212] = { ref=31211 }, -- Enveloping Shadows
[31213] = { ref=31211 }, -- Enveloping Shadows
-- Envenom
[32645] = { "Отруєння", "Завершальний рух, що поглинає ефекти смертельної отрути та завдає шкоди отрутою. Після використання \"Отруєння\" ви маєте на 15% збільшений шанс спрацювання смертельної отрути та на 75% збільшений шанс спрацювання миттєвої отрути протягом 1 с і додатково ще протягом 1 с за кожен поглинений ефект отрути. Поглинає кількість ефектів отрути, що не більша за кількість прийомів в комбінації, щоб збільшити шкоду:\n  1 ефект: {1} шкоди\n  2 ефекти: {2} шкоди\n  3 ефекти: {3} шкоди\n  4 ефекти: {4} шкоди\n  5 ефектів: {5} шкоди#1 dose:  {1} damage#2 doses: {2} damage#3 doses: {3} damage#4 doses: {4} damage#5 doses: {5} damage", "Шанс спрацювання смертельної отрути збільшено на 15%, а шанс спрацювання миттєвої отрути збільшено на 75%.", en="Envenom" },
-- Expose Armor
[8647] = { "Зняття броні", "Завершальний рух, що оголює ціль, зменшуючи броню на {1}% протягом часу, що залежить від довжини комбінації:\n  1 прийом: {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Броню зменшено на {1}%.#by {1}%", en="Expose Armor" },
[8649] = { "Зняття броні", "Завершальний рух, що оголює ціль на {1} с, зменшуючи броню в залежності від довжини комбінації:\n  1 прийом: {2} броні\n  2 прийоми: {3} броні\n  3 прийоми: {4} броні\n  4 прийоми: {5} броні\n  5 прийомів: {6} броні#for {1} sec#1 point  : {2}#2 points: {3}#3 points: {4}#4 points: {5}#5 points: {6}", "Броню зменшено.", en="Expose Armor" },
[8650] = { ref=8649 }, -- Expose Armor
[11197] = { ref=8649 }, -- Expose Armor
[11198] = { ref=8649 }, -- Expose Armor
-- Fan of Knives
[51723] = { "Віяло ножів", "Пройдисвіт розкидає зброю у цілі в межах {1} м, завдаючи {2}% шкоди з кинджалами та {3}% з іншою зброєю.#within {1} y#causing {2}% weapon#and {3}% weapon", en="Fan of Knives" },
-- Filthy Tricks
[58414] = { "Брудні трюки", "Ваші здібності \"Хитрощі\", \"Відволікання\" та \"Крок через тінь\" відновлюються на {1} с швидше та витрачають на {2} менше енергії, а \"Підготовка\" відновлюється на {3} хв швидше.#by {1} sec#cost by {2} of#by {3} min", en="Filthy Tricks" },
[58415] = { ref=58414 }, -- Filthy Tricks
-- Fleet Footed
[31208] = { "Легка хода", "Зменшує тривалість ефектів обмеження руху на {1}% і збільшує швидкість руху на {2}%. Не поєднується з іншими ефектами збільшення швидкості руху.#impairing effects by {1}%#movement speed by {2}%", en="Fleet Footed" },
[31209] = { ref=31208 }, -- Fleet Footed
-- Ghostly Strike
[14278] = { "Примарний удар", "Удар, що завдає {1}% шкоди зброєю ({2}% при використанні кинджалу) та збільшує вашу ймовірність ухилення на {3}% протягом {4} с. Збільшує довжину комбінації на {5} прийом.#deals {1}% weapon#({2}% if a dagger#by {3}% for {4} sec#{5} combo", "Ймовірність ухилення збільшено на {1}%.#by {1}%", en="Ghostly Strike" },
-- Hack and Slash
[13960] = { "Ріж-рубай", "Дає вам {1}% шанс виконати додаткову атаку по тій самій цілі після того, як ви влучили в неї мечем або сокирою.#a {1}% chance", en="Hack and Slash" },
[13961] = { ref=13960 }, -- Hack and Slash
[13962] = { ref=13960 }, -- Hack and Slash
[13963] = { ref=13960 }, -- Hack and Slash
[13964] = { ref=13960 }, -- Hack and Slash
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, який завдає цілі {1}% шкоди зброї ({2}% при використанні кинджалу) та спричиняє крововилив, що збільшує отриману фізичну шкоду на {3}. Діє на {4} ударів або протягом {5} с. Збільшує довжину комбінації на {6} прийом.#deals {1}% weapon#{2}% if a dagger#by up to {3}#Lasts {4} charges or {5} sec#{6} combo", "Збільшує отриману шкоду на {1}.#by {1}", en="Hemorrhage" },
[17347] = { ref=16511 }, -- Hemorrhage
[17348] = { ref=16511 }, -- Hemorrhage
-- Honor Among Thieves
[51698] = { "Честь серед злодіїв", "Коли будь-який гравець у вашій групі завдає критичного ефекту заклинанням або здібністю, ви з ймовірністю {1}% збільшуєте довжину комбінації на один прийом. Цей ефект не може спрацьовувати частіше, ніж раз на секунду.#a {1}% chance", en="Honor Among Thieves" },
[51700] = { ref=51698 }, -- Honor Among Thieves
[51701] = { ref=51698 }, -- Honor Among Thieves
-- Improved Expose Armor
[14168] = { "Покращене зняття броні", "Зменшує витрати енергії здібності \"Зняття броні\" на {1}.#by {1}", en="Improved Expose Armor" },
[14169] = { ref=14168 }, -- Improved Expose Armor
-- Improved Poisons
[14113] = { "Покращені отрути", "Збільшує шанс ураження цілі смертельною отрутою на {1}% та збільшує частоту спрацьовування миттєвої отрути на {2}%.#Deadly Poison to your target by {1}%#Instant Poison to your target by {2}%", en="Improved Poisons" },
[14114] = { ref=14113 }, -- Improved Poisons
[14115] = { ref=14113 }, -- Improved Poisons
[14116] = { ref=14113 }, -- Improved Poisons
[14117] = { ref=14113 }, -- Improved Poisons
-- Instant Poison
[8679] = { "Миттєва отрута", "Покриває зброю отрутою на {1} год.\nКожен удар моєе отруїти ворога, миттєво завдаючи {2} шкоди від природи.#lasts for {1} h#inflicts {2} Nature", en="Instant Poison" },
[8680] = { "Миттєва отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи {3} шкоди від природи.#lasts for {1} h#has a {2}% chance#inflicts {3} Nature", en="Instant Poison" },
-- Instant Poison II
[8685] = { "Миттєва отрута II", ref=8680, en="Instant Poison II" },
[8686] = { "Миттєва отрута II", ref=8679, en="Instant Poison II" },
-- Instant Poison III
[8688] = { "Миттєва отрута III", ref=8679, en="Instant Poison III" },
[8689] = { "Миттєва отрута III", ref=8680, en="Instant Poison III" },
-- Instant Poison IV
[11335] = { "Миттєва отрута IV", ref=8680, en="Instant Poison IV" },
[11338] = { "Миттєва отрута IV", ref=8679, en="Instant Poison IV" },
-- Instant Poison V
[11336] = { "Миттєва отрута V", ref=8680, en="Instant Poison V" },
[11339] = { "Миттєва отрута V", ref=8679, en="Instant Poison V" },
-- Instant Poison VI
[11337] = { "Миттєва отрута VI", ref=8680, en="Instant Poison VI" },
[11340] = { "Миттєва отрута VI", ref=8679, en="Instant Poison VI" },
-- Kick
[1766] = { "Копняк", "Швидкий удар ногою, що перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec", en="Kick" },
[1767] = { "Копняк", "Швидкий удар ногою, що завдає {1} шкоди. Також перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {2} с.#for {1} damage#for {2} sec", en="Kick" },
[1768] = { ref=1767 }, -- Kick
[1769] = { ref=1767 }, -- Kick
-- Killing Spree
[51690] = { "Серія вбивств", "Ви переходите через тінь від ворога до ворога в межах {1} м, атакуючи ворогів кожні {2} с з обох рук, доки не виконаєте {3} атак, і завдаєте на {4}% більше шкоди. Може вражати одну і ту ж ціль кілька разів. Не може вражати невидимі та непомітні цілі.#within {1} y#every {2} sec#until {3} assaults#by {4}% for", "Атакує ворогів кожні {1} с.\nШкоду збільшено на {2}%.#every {1} sec#by {2}%", en="Killing Spree" },
-- Lethality
[14128] = { "Летальність", "Збільшує додаткову шкоду від критичних ударів здібностей, що збільшують довжину комбінації та не вимагають непомітності, на {1}%.#by {1}%", en="Lethality" },
[14132] = { ref=14128 }, -- Lethality
[14135] = { ref=14128 }, -- Lethality
[14136] = { ref=14128 }, -- Lethality
[14137] = { ref=14128 }, -- Lethality
-- Lightning Reflexes
[13712] = { "Блискавичні рефлекси", "Збільшує вашу ймовірність ухилення на {1}% та збільшує швидкість ближнього бою на {2}%.#chance by {1}%#you {2}% melee haste", en="Lightning Reflexes" },
[13788] = { ref=13712 }, -- Lightning Reflexes
[13789] = { ref=13712 }, -- Lightning Reflexes
-- Mace Specialization
[13709] = { "Спеціалізація на булавах", "Ваші атаки булавами ігнорують {1}% броні цілі.#up to {1}% of", en="Mace Specialization" },
[13800] = { ref=13709 }, -- Mace Specialization
[13801] = { ref=13709 }, -- Mace Specialization
[13802] = { ref=13709 }, -- Mace Specialization
[13803] = { ref=13709 }, -- Mace Specialization
-- Master Poisoner
[31226] = { "Знавець отрут", "Збільшує ймовірність завдання критичного удару цілям, ураженим вашими отрутами, на {1}%. Зменшує тривалість ефектів отрути на вас на {2}%, а \"Отруєння\" з ймовірністю {3}% не поглине \"Смертельну отруту\".#have poisoned by {1}%#to you by {2}%#a {3}% chance not to", en="Master Poisoner" },
[31227] = { ref=31226 }, -- Master Poisoner
[58410] = { ref=31226 }, -- Master Poisoner
-- Mind-numbing Poison
[5760] = { "Задурлива отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% протягом {4} с.#lasts for {1} h#a {2}% chance#by {3}% for {4} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Mind-numbing Poison" },
[5761] = { "Задурлива отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% протягом {4} с.#lasts for {1} h#a {2}% chance#by {3}% for {4} sec", en="Mind-numbing Poison" },
-- Murder
[14158] = { "Вбивство", "Збільшує всю завдану шкоду на {1}%.#by {1}%", en="Murder" },
[14159] = { ref=14158 }, -- Murder
-- Mutilate
[1329] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає {1}% шкоди від зброї і додатково {2} шкоди від кожної зброї. Шкода збільшується на {3}% проти отруєних цілей. Збільшує довжину комбінації на {4} прийоми.#for {1}% weapon#additional {2} with each#by {3}% against Poisoned#Awards {4} combo", en="Mutilate" },
[5374] = { ref=1329 }, -- Mutilate
[27576] = { ref=1329 }, -- Mutilate
-- Nerves of Steel
[31130] = { "Сталеві нерви", "Зменшує шкоду, отриману під дією ефектів приголомшення та страху на {1}%.#by {1}%", en="Nerves of Steel" },
[31131] = { ref=31130 }, -- Nerves of Steel
-- Opportunity
[14057] = { "Нагода", "Збільшує шкоду здібностей \"Удар у спину\", \"Скалічити\", \"Гарота\" та \"Засідка\" на {1}%.#and Ambush abilities by {1}%", en="Opportunity" },
[14072] = { ref=14057 }, -- Opportunity
-- Overkill
[58426] = { "Надмір", "Під час непомітності та протягом {1} с після виходу з неї ви відновлюєте додатково {2}% енергії.#for {1} sec#regenerate {2}%", "Під час непомітності та протягом {1} с після виходу з неї ви відновлюєте додатково {2}% енергії.#for {1} sec#regenerate {2}%", en="Overkill" },
-- Paralyze
[23414] = { "Параліч", "Знерухомлює всіх пройдисвітів на {1} с.#for {1} sec", "Не може рухатися.", en="Paralyze" },
-- Precision
[13705] = { "Точність", "Збільшує ймовірність завдати удару зброєю та отрутами на {1}%.#by {1}%", en="Precision" },
[13832] = { ref=13705 }, -- Precision
[13843] = { ref=13705 }, -- Precision
[13844] = { ref=13705 }, -- Precision
[13845] = { ref=13705 }, -- Precision
-- Preparation
[14185] = { "Підготовка", "При активації миттєво завершує відновлення здібностей \"Уникнення\", \"Спринт\", \"Зникнення\", \"Стигла кров\" та \"Крок через тінь\".", en="Preparation" },
-- Prey on the Weak
[51685] = { "Полювання на слабких", "Ваші критичні удари завдають на {1}% більше шкоди цілям, що мають менше здоров'я, ніж ви (у відсотках від максимального запасу).#by {1}%", en="Prey on the Weak" },
[51686] = { ref=51685 }, -- Prey on the Weak
[51687] = { ref=51685 }, -- Prey on the Weak
[51688] = { ref=51685 }, -- Prey on the Weak
[51689] = { ref=51685 }, -- Prey on the Weak
-- Quick Recovery
[31244] = { "Швидке відновлення", "Усі цілющі ефекти на вас збільшуються на {1}%. Окрім того ваші завершальні рухи повертають {2}% витраченої енергії, якщо не влучають.#increased by {1}%#refund {2}% of", en="Quick Recovery" },
[31245] = { ref=31244 }, -- Quick Recovery
-- Relentless Strikes
[58422] = { ref=14179 }, -- Relentless Strikes
[58423] = { ref=14179 }, -- Relentless Strikes
-- Relentless Strikes Effect
[14181] = { "Ефект невідступних ударів", "Ваші завершальні рухи з деякою ймовірністю за кожен прийом в комбінації відновлюють {1} енергії.#restore {1} energy", en="Relentless Strikes Effect" },
-- Remorseless
[14143] = { "Безжалісність", "Після вбивства цілі, що приносить досвід або честь, ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Крововилив\", \"Удар у спину\", \"Скалічити\", \"Засідка\" або \"Примарний удар\" збільшується на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec", "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Скалічити\", \"Засідка\", \"Крововилив\" або \"Примарний удар\" збільшено на {1}%.#by {1}%", en="Remorseless" },
[14149] = { ref=14143 }, -- Remorseless
-- Riposte
[14251] = { "Відповідь", "Удар, який можливо виконати лише після парирування атаки опонента. Ця атака завдає {1}% шкоди зброї та зменшує швидкість атак ближнього бою цілі на {2}% протягом {3} с. Збільшує довжину комбінації на {4} прийом.#deals {1}%#by {2}% for {3} sec#Awards {4} combo", "Швидкість атак ближнього бою зменшено на {1}%.#by {1}%", en="Riposte" },
-- Savage Combat
[51682] = { "Безжальний бій", "Збільшує вашу силу атаки на {1}% та збільшує фізичну шкоду ворогам, яких ви отруїли, на {2}%.#power by {1}%#increased by {2}%", en="Savage Combat" },
[58413] = { ref=51682 }, -- Savage Combat
[58683] = { "Безжальний бій", nil, "Збільшує отриману фізичну шкоду на {1}%.#by {1}%", en="Savage Combat" },
[58684] = { ref=58683 }, -- Savage Combat
-- Serrated Blades
[14171] = { "Зазубрені леза", "Ваші атаки ігнорують до {1}% броні цілі, а ваша здібність \"Розрив\" завдає на {2}% більше шкоди.#ignore up to {1}%#ability by {2}%", en="Serrated Blades" },
[14172] = { ref=14171 }, -- Serrated Blades
[14173] = { ref=14171 }, -- Serrated Blades
-- Setup
[13983] = { "Налаштованість", "З ймовірністю {1}% ви збільшите довжину комбінації на цілі на один прийом після ухилення від її атаки або повному опору одному з її заклять. Цей ефект не може спрацьовувати частіше, ніж раз на секунду.#a {1}% chance", en="Setup" },
[14070] = { ref=13983 }, -- Setup
[14071] = { ref=13983 }, -- Setup
-- Shadow Dance
[51713] = { "Танок тіней", "Увійти у танок тіней на {1} секунд, що дозволяє використовувати здібності \"Оглушення\", \"Гарота\", \"Засідка\", \"Брудний прийом\", \"Задум\", \"Кишенькова крадіжка\" та \"Знешкодження пасток\" не перебуваючи в непомітності.#for {1} sec", "Може використовувати здібності що вимагають непомітності.", en="Shadow Dance" },
-- Shadowstep
[36563] = { nil, nil, "Шкоду наступної здібності збільшено на {1}%. Загрозу наступної здібності зменшено на {2}%.#increased by {1}%#reduced by {2}%", ref=36554 }, -- Shadowstep
[44373] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, а ваша швидкість руху збільшується на {1}% протягом {2} с. Шкода вашої наступної здібності збільшується на {3}%, а її загроза зменшується на {4}%. Триває {5} с.#speed by {1}% for {2} sec#ability is increased by {3}%#caused is reduced by {4}%#Lasts {5} sec", en="Shadowstep" },
-- Shiv
[5938] = { "Укол", "Миттєва атака зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть завдати критичного удару. Збільшує довжину комбінації на 1 прийом.", en="Shiv" },
[5940] = { ref=5938 }, -- Shiv
-- Silenced - Improved Kick
[18425] = { "Знемовлення - Покращений копняк", "Ваша здібність \"Копняк\" також може знемовити ціль на {1} с.#for {1} sec", "Знемовлено.", en="Silenced - Improved Kick" },
-- Sinister Strike
[1752] = { "Підступний удар", "Миттєвий удар, що завдає {1} школи на додаток до {2}% від звичайної шкоди зброї. Збільшує довжину комбінації на {3}.#causes {1} damage in addition to {2}% of#Awards {3} combo", en="Sinister Strike" },
[1757] = { ref=1752 }, -- Sinister Strike
[1758] = { ref=1752 }, -- Sinister Strike
[1759] = { ref=1752 }, -- Sinister Strike
[1760] = { ref=1752 }, -- Sinister Strike
[8621] = { ref=1752 }, -- Sinister Strike
[11293] = { ref=1752 }, -- Sinister Strike
[11294] = { ref=1752 }, -- Sinister Strike
-- Slaughter from the Shadows
[51708] = { "Різанина з тіні", "Зменшує витрати енергії на здібності \"Удар у спину\" та \"Засідка\" на {1}, зменшує витрати енергії на \"Крововилив\" на {2}, а також збільшує вашу шкоду на {3}%.#Ambush abilities by {1}#Hemorrhage by {2}#done by {3}%", en="Slaughter from the Shadows" },
[51709] = { ref=51708 }, -- Slaughter from the Shadows
[51710] = { ref=51708 }, -- Slaughter from the Shadows
-- Surprise Attacks
[32601] = { "Несподівані атаки", "Від ваших завершальних рухів неможливо ухилитись, а шкоду здібностей \"Підступний удар\", \"Удар у спину\", \"Укол\", \"Крововилив\" та \"Ошелешення\" збільшено на {1}%.#by {1}%", en="Surprise Attacks" },
-- Throwing Specialization
[5952] = { "Спеціалізація на метальній зброї", "Збільшує дальність \"Кидка\" та \"Смертельного кидка\" на {1} м, а \"Смертельний кидок\" з ймовірністю {2}% перерве вимову заклять цілі на {3} с.#by {1} y#a {2}% chance#for {3} sec", en="Throwing Specialization" },
[51679] = { ref=5952 }, -- Throwing Specialization
-- Tricks of the Trade
[57933] = { "Хитрощі ", "Загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с буде перенаправлено на ціль. Крім того, протягом цього часу вся заподіяна ціллю шкода збільшується на {2}%.#taken for {1} sec#by {2}% during", "Всю шкоду збільшено на {1}%.\nВсю загрозу пройдисвіта перенаправлено на ціль.#by {1}%", en="Tricks of the Trade" },
[57934] = { "Хитрощі ", "Загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с буде перенаправлено на ціль. Крім того, протягом цього часу вся заподіяна ціллю шкода збільшується на {2}%.#taken for {1} sec#by {2}% during", "Загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с буде перенаправлено на ціль. Крім того, протягом цього часу вся заподіяна ціллю шкода збільшується на {2}%.#taken for {1} sec#by {2}% during", en="Tricks of the Trade" },
[59628] = { nil, nil, "Всю загрозу пройдисвіта перенаправлено на ціль.", ref=57933 }, -- Tricks of the Trade
[396936] = { ref=57933 }, -- Tricks of the Trade
[396937] = { ref=57933 }, -- Tricks of the Trade
-- Turn the Tables
[51627] = { "Зміна ролей", "Щоразу, коли хтось у вашій групі чи рейді блокує, ухиляється або парирує атаку, ваш шанс завдати критичного удару всіма здібностями, що збільшують довжину комбінації, збільшується на {1}% протягом {2} с.#by {1}% for {2} sec", en="Turn the Tables" },
[51628] = { ref=51627 }, -- Turn the Tables
[51629] = { ref=51627 }, -- Turn the Tables
-- Unfair Advantage
[51672] = { "Нечесна перевага", "Щоразу, коли ви ухиляєтеся від атаки, ви отримуєте несправедливу перевагу, завдаючи у відповідь {1}% шкоди від вашої зброї в правій руці. Цей ефект не може спрацьовувати частіше, ніж один раз на секунду.#for {1}% of your", en="Unfair Advantage" },
[51674] = { ref=51672 }, -- Unfair Advantage
-- Vile Poisons
[16513] = { "Мерзенні отрути", "Збільшує шкоду ваших отрут та здібності \"Отруєння\" на {1}% та зменшує ймовірість розвіювання ваших отрут, що завдають періодичної шкоди на {2}%.#by {1}%#{2}% chance", en="Vile Poisons" },
[16514] = { ref=16513 }, -- Vile Poisons
[16515] = { ref=16513 }, -- Vile Poisons
-- Vitality
[31122] = { "Живість", "Збільшує швидкість відновлення енергії на {1}%.#by {1}%", en="Vitality" },
[31123] = { ref=31122 }, -- Vitality
[61329] = { ref=31122 }, -- Vitality
-- Waylay
[51692] = { "Раптові удари", "Ваші здібності \"Засідка\" та \"Удар у спину\" виводять ціль з рівноваги, збільшуючи інтервал між атаками ближнього та дальнього бою на {1}% і зменшуючи швидкість руху на {2}% протягом {3} с.#attacks by {1}%#speed by {2}% for {3} sec", en="Waylay" },
[51696] = { ref=51692 }, -- Waylay
-- Wound Poison
[13218] = { "Агонічна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи і зменшуючи ефективність його зцілення на {4}% протягом {5} с.#lasts for {1} h#a {2}% chance#causing {3} Nature#by {4}% for {5} sec", "Всі ефекти зцілення зменшено на {1}%.#reduced by {1}%", en="Wound Poison" },
[13219] = { "Агонічна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар може отруїти ворога, завдаючи {2} шкоди від природи і зменшуючи ефективність його зцілення на {3}% протягом {4} с.#lasts for {1} h#causing {2} Nature#them by {3}% for {4} sec", en="Wound Poison" },
-- Wound Poison II
[13222] = { "Агонічна отрута II", ref=13218, en="Wound Poison II" },
[13225] = { "Агонічна отрута II", ref=13219, en="Wound Poison II" },
-- Wound Poison III
[13223] = { "Агонічна отрута III", ref=13218, en="Wound Poison III" },
[13226] = { "Агонічна отрута III", ref=13219, en="Wound Poison III" },
-- Wound Poison IV
[13224] = { "Агонічна отрута IV", ref=13218, en="Wound Poison IV" },
[13227] = { "Агонічна отрута IV", ref=13219, en="Wound Poison IV" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
