local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aftermath
[18119] = { "Наслідок", "Збільшує періодичну шкоду \"Жертовного вогню\" на {1}%, а \"Розпалення\" з ймовірністю {2}% викличе у цілі запаморочення на {3} с.#Immolate by {1}%#a {2}% chance#for {3} sec", en="Aftermath" },
[18120] = { ref=18119 }, -- Aftermath
-- Amplify Curse
[18288] = { "Посилення прокляття", "Зменшує глобальний час відновлення ваших проклять на {1} с.#by {1} sec", "Зменшує глобальний час відновлення ваших проклять на {1} с.#by {1} sec", en="Amplify Curse" },
-- Backdraft
[47258] = { "Зворотний потік", "Коли ви вимовляєте \"Розпалення\", час вимови та глобальний час відновлення наступних трьох заклять спеціалізації \"Руйнація\", що не вимагають промовляння та не є миттєвими, зменшується на {1}%. Ефект триває {2} с.#by {1}%#Lasts {2} sec", en="Backdraft" },
[47259] = { ref=47258 }, -- Backdraft
[47260] = { ref=47258 }, -- Backdraft
-- Bane
[17788] = { "Клятьба", "Зменшує час вимови заклять \"Тіньова стріла\", \"Стріла Хаосу\" та \"Жертовний вогонь\" на {1} с, а \"Випалення душі\" на {2} c.#Immolate spells by {1} sec#Soul Fire spell by {2} sec", en="Bane" },
[17789] = { ref=17788 }, -- Bane
[17790] = { ref=17788 }, -- Bane
[17791] = { ref=17788 }, -- Bane
[17792] = { ref=17788 }, -- Bane
-- Banish
[710] = { "Вигнання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою протягом {1} с. Одночасно лише одна ціль може бути вигнаною. Використання вигнання на вигнаній цілі перериває дію ефекту. Діє лише на демонів та елементалів.#for up to {1} sec", "Невразливість, але неможливо виконувати будь-які дії.", en="Banish" },
[18647] = { ref=710 }, -- Banish
-- Burning Wish
[18789] = { "Палке бажання", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тінню на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Fire damage by {2}#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow damage by {8}% and restores {9}% of total mana every {10} sec", "Шкоду вогнем збільшено на {1}%.#by {1}%", en="Burning Wish" },
-- Chaos Bolt
[50796] = { "Стріла Хаосу", "Випускає у ворога стрілу хаотичного вогню, що завдає [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню. \"Стріла Хаосу\" оминає опір та всі ефекти поглинання.", en="Chaos Bolt" },
-- Conflagrate
[17962] = { "Розпалення", "[Поглинає ефект \"Жертовного вогню\" або \"Тіньового полум'я\" з цілі, миттєво завдаючи#Consumes an Immolate or Shadowflame effect][Завдає#Causes ] {1}% від шкоди ефекту \"Жертовного вогню\" або \"Тіньового полум'я\" та додатково {2}% протягом {3} с.#equal to {1}% of#additional {2}% damage over {3} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Conflagrate" },
-- Contagion
[30060] = { "Зараження", "Збільшує шкоду \"Прокляття агонії\", \"Пошесті\" та \"Зерна пошесті\" на {1}% та зменшує ймовірність того, що ваші сприятливі ефекти спеціалізації \"Химородь\" та ефекти періодичної шкоди буде розвіяно на {2}%.#Corruption by {1}%#additional {2}%", en="Contagion" },
[30061] = { ref=30060 }, -- Contagion
[30062] = { ref=30060 }, -- Contagion
[30063] = { ref=30060 }, -- Contagion
[30064] = { ref=30060 }, -- Contagion
-- Create Firestone
[6366] = { "Створення каменя вогню", "При застосуванні на зброю збільшує пряму шкоду заклять на {1}%, а показник критичного удару заклять на {2}. Триває {3} год.#direct spells by {1}%#spell critical strike rating by {2}#Lasts for {3} h", en="Create Firestone" },
[17951] = { ref=6366 }, -- Create Firestone
[17952] = { ref=6366 }, -- Create Firestone
[17953] = { ref=6366 }, -- Create Firestone
-- Curse of Doom
[603] = { "Прокляття приречення", "Проклинає ціль на невідворотне приречення, завдаючи {1} шкоди тінню через {2} хв. Якщо ціль помирає від цієї шкоди, вона може викликати вартового приречення. Це прокляття не можна накладати на гравців.#{1} Shadow damage after {2} min", "{1} шкоди тінню через {2} хв.#{1} Shadow damage after {2} min", en="Curse of Doom" },
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Сила атаки ближнього бою цілі зменшується на {1}, а броня зменшується на {2}% протягом {3} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#power is reduced by {1} and armor is reduced by {2}% for {3} min", "Силу атаки ближнього бою зменшено на {1}, а броню зменшено на {2}%.#power reduced by {1}#armor is reduced by {2}%", en="Curse of Weakness" },
[1108] = { ref=702 }, -- Curse of Weakness
[6205] = { ref=702 }, -- Curse of Weakness
[7646] = { ref=702 }, -- Curse of Weakness
[11707] = { ref=702 }, -- Curse of Weakness
[11708] = { ref=702 }, -- Curse of Weakness
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи опір аркані, вогню, кризі, природі та тіні на {2} і збільшує отриману магічну шкоду на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}%", "Зменшує опір аркані, вогню, кризі, природі та тіні на {1}. Збільшує отриману магічну шкоду на {2}%.#resistances by {1}#taken by {2}%", en="Curse of the Elements" },
[11721] = { ref=1490 }, -- Curse of the Elements
[11722] = { ref=1490 }, -- Curse of the Elements
-- Dark Pact
[18220] = { "Темна угода", "Висмоктує {1} мани вашого демона та передає вам {2}% цієї мани.#Drains {1} of#returning {2}%", en="Dark Pact" },
[18937] = { ref=18220 }, -- Dark Pact
[18938] = { ref=18220 }, -- Dark Pact
-- Death's Embrace
[47198] = { "Обійми смерті", "Ефективність \"Висмоктування життя\" збільшується на {1}% коли ви маєте менше {2}% здоров'я. Шкода від заклять тіні збільшується на {3}%, якщо у цілі менше {4}% здоров'я.#Drain Life by {1}% while your health is at or below {2}% health#spells by {3}% when your target is at or below {4}% health", en="Death's Embrace" },
[47199] = { ref=47198 }, -- Death's Embrace
[47200] = { ref=47198 }, -- Death's Embrace
-- Decimation
[63156] = { "Винищення", "Коли \"Тіньова стріла\", \"Спалення\" чи \"Випалення душі\" завдає шкоди цілі, що має менше {1}% здоров'я, час вимови \"Випалення душі\" зменшується на {2}% протягом {3} с. Вимова \"Випалення душі\" з ефектом \"Винищення\" не вимагає уламків душ.#below {1}%#by {2}% for {3} sec", en="Decimation" },
[63158] = { "Винищення", ref=63156, en="Decimation" },
[63165] = { nil, nil, "\"Випалення душі\" вимовляється на {1}% швидше і не вимагає уламків душ.#by {1}%", ref=63156 }, -- Decimation
[63167] = { ref=63165 }, -- Decimation
-- Demon Armor
[706] = { "Демонічний обладунок", "Захищає заклинача, збільшуючи броню на {1} та збільшуючи обсяг відновленого здоров'я від заклять та ефектів на {2}%. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {3} хв.#armor by {1}#and effects by {2}%#Lasts {3} min", "Збільшує броню на {1} та збільшує обсяг відновленого здоров'я від заклять та ефектів на {2}%.#armor by {1}#and effects by {2}%", en="Demon Armor" },
[1086] = { ref=706 }, -- Demon Armor
[11733] = { ref=706 }, -- Demon Armor
[11734] = { ref=706 }, -- Demon Armor
[11735] = { ref=706 }, -- Demon Armor
-- Demon Charge
[54785] = { "Демонічний ривок", "Ривок у ворога, що приголомшує його на {1} с.#for {1} sec", en="Demon Charge" },
-- Demon Leap
[54786] = { "Демонічний стрибок", "Ви стрибаєте вперед і приземляєтесь на ворогів в радіусі {1} м, завдаючи {2} шкоди від тіні та приголомшуючи їх на {3} с.#within {1} y#causing {2} Shadow#them for {3} sec", "Приголомшено.", en="Demon Leap" },
-- Demon Skin
[687] = { "Демонічна шкіра", "Захищає заклинача, збільшуючи броню на {1} та збільшуючи обсяг відновленого здоров'я від заклять та ефектів на {2}%. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {3} хв.#armor by {1}#and effects by {2}%#Lasts {3} min", "Збільшує броню на {1} та збільшує обсяг відновленого здоров'я від заклять та ефектів на {2}%.#armor by {1}#and effects by {2}%", en="Demon Skin" },
[696] = { ref=687 }, -- Demon Skin
-- Demonic Brutality
[18705] = { "Демонічна жорстокість", "Збільшує ефективність заклять \"Муки\", \"Поглинання тіней\", \"Жертва\" та \"Страждання\" пустотника на {1}% та збільшує бонус до сили атаки вартового скверни від ефекту \"Демонічної несамовитості\" на {2}%.#Suffering spells by {1}%#Frenzy effect by {2}%", en="Demonic Brutality" },
[18706] = { ref=18705 }, -- Demonic Brutality
[18707] = { ref=18705 }, -- Demonic Brutality
-- Demonic Circle: Summon
[48018] = { "Демонічне коло: Виклик", "Ви створюєте демонічне коло під собою, що існуватиме {1} хв. Одночасно може бути активним лише одне демонічне коло.#lasting {1} min", "Демонічне коло створено.", en="Demonic Circle: Summon" },
-- Demonic Circle: Teleport
[48020] = { "Демонічне коло: Телепортація", "Телепортує вас до вашого демонічного кола та знімає всі ефекти знерухомлення.", en="Demonic Circle: Teleport" },
-- Demonic Embrace
[18697] = { "Демонічні обійми", "Збільшує вашу сумарну витривалість на {1}%.#by {1}%", en="Demonic Embrace" },
[18698] = { ref=18697 }, -- Demonic Embrace
[18699] = { ref=18697 }, -- Demonic Embrace
-- Demonic Empowerment
[47193] = { "Підсилення демона", "Підсилює викликаного демона одним з ефектів:\n\nБіс - Збільшує ймовірність критичного удару заклять біса на {1}% протягом {2} с.\n\nПустотник - Збільшує запас здоров'я пустотника на {3}% та збільшує загрозу від заклять та атак на {4}% протягом {5} с.\n\nСукуб/інкуб - Миттєво зникає, отримуючи покращену невидимість. Зникнення знімає ефекти приголомшення, знерухомлення та обмеження руху з демона.\n\nСкверногонча - Розвіює всі магічні ефекти зі скверногончої.\n\nВартовий скверни - Збільшує швидкість атаки на {6}%, знімає всі ефекти приголомшення, знерухомлення та обмеження руху та надає невразливість до них на {7} с.#strike chance by {1}% for {2} sec#health by {3}%#attacks by {4}% for {5} sec#attack speed by {6}%#them for {7} sec", "Підсилено.", en="Demonic Empowerment" },
[54509] = { "Підсилення демона", "Миттєво розвіює всі магічні ефекти зі скверногончої.", "Миттєво розвіює всі магічні ефекти зі скверногончої.", en="Demonic Empowerment" },
-- Demonic Pact
[47236] = { "Угода з демоном", "Збільшує шкоду ваших заклять на {1}%, а критичні удари вашого демона накладають ефект \"Угода з демоном\" на учасників групи та рейду, що збільшує силу заклять на {2}% від вашої шкоди заклять на {3} с. Час відновлення ефекту - {4} с. Не діє з поневоленими демонами.#damage by {1}%#power by {2}%#for {3} sec#a {4} sec cooldown", en="Demonic Pact" },
-- Demonic Power
[18126] = { "Демонічна сила", "Зменшує час відновлення закляття \"Батіг болю\" вашого сукуба на {1} с та зменшує час вимови \"Вогняної стріли\" вашого біса на {2} с.#Lash of Pain spell by {1} sec#Firebolt spell by {2} sec", en="Demonic Power" },
[18127] = { ref=18126 }, -- Demonic Power
-- Demonic Sacrifice
[18788] = { "Демонічна жертва", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тіннюта вогнем на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#your Fire damage by {2}%#{3}% of total health every {4} sec#your Shadow damage by {5}%#Restores {6}% of total mana every {7} sec.#Increases your Shadow and Fire damage by {8}% and restores {9}% of total mana every {10} sec", en="Demonic Sacrifice" },
-- Drain Mana
[5138] = { "Висмоктування мани", "Передає {1}% мани від цілі до заклинача щосекунди (але не більше {2}% запасу мани заклинача щосекунди). Триває {3} с.#Transfers {1}%#maximum of {2}% of the caster#Lasts {3} sec", "Висмоктує {1}% мани щосекунди, передаючи її заклиначеві.#Drains {1}% mana", en="Drain Mana" },
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню протягом {2} с. Якщо ціль має менше, ніж {3}% здоров'я, \"Висмоктування душі\" завдає вчетверо більше шкоди. Якщо ціль під час цього помирає та приносить досвід або честь, заклинач отримує уламок душі. Щоразу, коли \"Висмоктування душі\" завдає шкоди, заклинач може отримати уламок душі. Уламки душі потрібні для деяких інших заклять.#causing {1} Shadow damage over {2} sec#below {3}% health", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2}", en="Drain Soul" },
[8288] = { ref=1120 }, -- Drain Soul
[8289] = { ref=1120 }, -- Drain Soul
[11675] = { ref=1120 }, -- Drain Soul
-- Emberstorm
[17954] = { "Палюча буря", "Збільшує шкоду ваших заклять вогню на {1}% та зменшує час вимови \"Спалення\" на {2} с.#Fire spells by {1}%#Incinerate spell by {2} sec", en="Emberstorm" },
[17955] = { ref=17954 }, -- Emberstorm
[17956] = { ref=17954 }, -- Emberstorm
[17957] = { ref=17954 }, -- Emberstorm
[17958] = { ref=17954 }, -- Emberstorm
-- Empowered Corruption
[32381] = { "Посилена пошесть", "Збільшує шкоду від \"Пошесті\" на {1}% від вашої сили заклять.#to {1}%", en="Empowered Corruption" },
[32382] = { ref=32381 }, -- Empowered Corruption
[32383] = { ref=32381 }, -- Empowered Corruption
-- Empowered Imp
[47220] = { "Посилений біс", "Збільшує шкоду вашого біса на {1}%, а всі критичні удари біса з ймовірністю {2}% збільшують ймовірність критичного удару вашого наступного закляття на {3}%. Ефект триває {4} с.#Imp by {1}%#a {2}% chance#spell by {3}%#lasts {4} sec", en="Empowered Imp" },
[47221] = { ref=47220 }, -- Empowered Imp
[47223] = { ref=47220 }, -- Empowered Imp
[54278] = { ref=47220 }, -- Empowered Imp
-- Eradication
[47195] = { "Викорінення", "Коли ви завдаєте шкоди \"Пошестю\", з ймовірністю {1}% ваша швидкість вимови заклять збільшиться на {2}% протягом {3} с.#have {1}% chance#by {2}% for {3} sec", en="Eradication" },
[47196] = { ref=47195 }, -- Eradication
[47197] = { ref=47195 }, -- Eradication
-- Everlasting Affliction
[47201] = { "Вічна химородь", "\"Пошесть\" та \"Нестабільна химородь\" отримують на {1}% більше шкоди від ефектів збільшення шкоди заклять, а закляття \"Висмоктування життя\", \"Висмоктування душі\", \"Тіньова стріла\" та \"Мара\" з ймовірністю {2}% поновлюють тривалість ефекту \"Пошесть\" на цілі.#additional {1}% of#a {2}% chance", en="Everlasting Affliction" },
[47202] = { ref=47201 }, -- Everlasting Affliction
[47203] = { ref=47201 }, -- Everlasting Affliction
-- Fel Armor
[28176] = { "Обладунок скверни", "Оточує заклинача енергією скверни, що збільшує силу заклять на {1} і додатково на {2}% від духу. Окрім того, відновлює {3}% здоров'я кожні {4} с. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {5} хв.#spell power by {1} plus#equal to {2}% of your Spirit#regain {3}% of your maximum health every {4} sec#Lasts {5} min", "Збільшує силу заклять на {1} і додатково на {2}% від духу. Окрім того, відновлює {3}% здоров'я кожні {4} с.#spell power by {1} plus#equal to {2}% of your Spirit#regenerate {3}% of maximum health every {4} sec", en="Fel Armor" },
-- Fel Concentration
[17783] = { "Зосередженість скверни", "Зменшує затримку вимови заклять \"Висмоктування життя\", \"Висмоктування мани\", \"Висмоктування душі\", \"Нестабільна химородь\" та \"Мара\" від отриманої шкоди на {1}%.#by {1}%", en="Fel Concentration" },
[17784] = { ref=17783 }, -- Fel Concentration
[17785] = { ref=17783 }, -- Fel Concentration
-- Fel Energy
[18792] = { "Енергія скверни", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тінню на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Fire damage by {2}#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow damage by {8}% and restores {9}% of total mana every {10} sec", "Відновлення {1}% мани кожні {2} с.#Restores {1}% of#every {2} sec", en="Fel Energy" },
-- Fel Stamina
[18790] = { "Витривалість скверни", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тінню на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Fire damage by {2}#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow damage by {8}% and restores {9}% of total mana every {10} sec", "Відновлює {1}% вашого запасу здоров'я кожні {2} с.#Restores {1}%#every {2} sec", en="Fel Stamina" },
-- Fel Synergy
[47230] = { "Синергія скверни", "З ймовірністю {1}% ви зцілите вашому прислужнику здоров'я в обсязі {2}% від отриманої шкоди від закляття.#a {1}% chance#for {2}%", en="Fel Synergy" },
[47231] = { ref=47230 }, -- Fel Synergy
-- Fel Vitality
[18731] = { "Живість скверни", "Збільшує витривалість та інтелект ваших біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни на {1}% та збільшує ваш максимальний запас здоров'я та мани на {2}%.#by {1}% and#mana by {2}%", en="Fel Vitality" },
[18743] = { ref=18731 }, -- Fel Vitality
[18744] = { ref=18731 }, -- Fel Vitality
-- Felsteed
[5784] = { "Скверножеребець", "Викликає скверножеребця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Felsteed" },
-- Fire Shield
[2947] = { "Вогняний щит", "Оточує учасника групи чи рейду щитом з вогню, внаслідок чого кожен удар по ньому завдає {1} шкоди вогнем нападнику. Триває {2} хв. Заклинач не може накласти \"Вогняний щит\" на себе.#cause {1} Fire#Lasts {2} min", "Завдає {1} шкоди вогнем нападникові при отриманні удару.#Causes {1}", en="Fire Shield" },
-- Fire and Brimstone
[47266] = { "Вогонь і сірка", "Збільшує шкоду \"Спалення\" та \"Стріли Хаосу\" проти цілей, уражених вашим \"Жертовним вогнем\", на {1}% та збільшує ймовірність критичного удару \"Розпалення\" на {2}%.#Immolate by {1}%#increased by {2}%", en="Fire and Brimstone" },
[47267] = { ref=47266 }, -- Fire and Brimstone
[47268] = { ref=47266 }, -- Fire and Brimstone
[47269] = { ref=47266 }, -- Fire and Brimstone
[47270] = { ref=47266 }, -- Fire and Brimstone
-- Haunt
[48181] = { "Мара", "Випустити на ворога примару, яка завдасть [{1}#dealing {1} Shadow][від {1} до {2}#dealing {1} to {2} Shadow] шкоди від тіні, а також збільшить вашу періодичну шкоду від тіні по ньому на {1}% протягом {2} с. Коли \"Мара\" закінчиться або розвіється, ви зцілитеся на {3}% від шкоди, якої вона завдала цілі.#target by {1}% for {2} sec#you for {3}% of", "Отриману періодичну шкоду від тіні збільшено на {1}%.#by {1}%", en="Haunt" },
-- Hellfire Effect
[5857] = { "Ефект пекельного вогню", "Підпалює землю навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.#causing {1}#and {2}#Lasts {3} sec", en="Hellfire Effect" },
-- Immolation
[50590] = { "Обпалення", "Підпалює область навколо вас, завдаючи {1} шкоди вогнем всім ворогам неподалік щосекунди. Триває {2} с.#causing {1} Fire#Lasts {2} sec", en="Immolation" },
-- Immolation Aura
[50589] = { "Аура обпалення", "Підпалює область навколо вас, завдаючи {1} шкоди вогнем всім ворогам неподалік щосекунди. Триває {2} с.#causing {1} Fire#Lasts {2} sec", "Завдає шкоди ворогам неподалік.", en="Immolation Aura" },
-- Improved Corruption
[17810] = { "Покращена пошесть", "Збільшує шкоду від \"Пошесті\" на {1}% та збільшує ймовірність критичного удару \"Зерна пошесті\" на {2}%.#your Corruption by {1}%#Seed of Corruption by {2}%", en="Improved Corruption" },
[17811] = { ref=17810 }, -- Improved Corruption
[17812] = { ref=17810 }, -- Improved Corruption
[17813] = { ref=17810 }, -- Improved Corruption
[17814] = { ref=17810 }, -- Improved Corruption
-- Improved Curse of Weakness
[18179] = { "Покращене прокляття слабкості", "Підсилює зменшення сили атаки від \"Прокляття слабкості\" на {1}%.#by {1}%", en="Improved Curse of Weakness" },
[18180] = { ref=18179 }, -- Improved Curse of Weakness
-- Improved Demonic Tactics
[54347] = { "Покращена демонічна тактика", "Збільшує ймовірність критичного удару вашого демона на {1}% від вашої ймовірності критичного удару.#to {1}%", en="Improved Demonic Tactics" },
[54348] = { ref=54347 }, -- Improved Demonic Tactics
[54349] = { ref=54347 }, -- Improved Demonic Tactics
-- Improved Fear
[53754] = { "Покращений страх", "Ваше закляття \"Страх\" накладає на ціль ефект \"Кошмар\" після завершення дії. \"Кошмар\" зменшує швидкість руху цілі на {1}% протягом {2} с.#by {1}% for {2} sec", en="Improved Fear" },
[53759] = { ref=53754 }, -- Improved Fear
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, що передається \"Каналом здоров'я\" на {1}% та зменшує витрати здоров'я на {2}%. Окрім того, ваш поточний демон отримує на {3}% менше шкоди, поки перебуває під ефектом \"Каналу здоров'я\".#spell by {1}% and#cost by {2}%#takes {3}% less", en="Improved Health Funnel" },
-- Improved Immolate
[17815] = { "Покращений жертовний вогонь", "Збільшує шкоду закляття \"Жертовний вогонь\" на {1}%.#by {1}%", en="Improved Immolate" },
[17833] = { ref=17815 }, -- Improved Immolate
[17834] = { ref=17815 }, -- Improved Immolate
-- Improved Sayaad
[18754] = { "Покращений сайаад", "Зменшує час вимови \"Зваблення\" сукуба на {1}% та збільшує тривалість \"Зваблення\" та \"Малої невидимості\" сукуба на {2}%.#Seduction by {1}%#spells by {2}%", en="Improved Sayaad" },
[18755] = { ref=18754 }, -- Improved Sayaad
[18756] = { ref=18754 }, -- Improved Sayaad
-- Improved Shadow Bolt
[17793] = { "Покращена тіньова стріла", "Збільшує шкоду \"Тіньової стріли\" на {1}%. Окрім того, \"Тіньова стріла\" з ймовірністю {2}% зробить ціль вразливою до заклять, збільшуючи ймовірність критичного удару заклять по цілі на {3}%. Ефект триває {4} с.#spell by {1}%#a {2}% chance#target by {3}%#lasts {4} sec", en="Improved Shadow Bolt" },
[17796] = { ref=17793 }, -- Improved Shadow Bolt
[17801] = { ref=17793 }, -- Improved Shadow Bolt
[17802] = { ref=17793 }, -- Improved Shadow Bolt
[17803] = { ref=17793 }, -- Improved Shadow Bolt
-- Improved Soul Leech
[54117] = { "Покращене поглинання душі", "\"Поглинання душі\" також відновлює {1}% від максимального запасу мани вам та вашому демону та з ймовірністю {2}% відновить {3} учасникам групи та рейду {4}% від максимального запасу мани кожні {5} с. Ефект триває {6} с.#demon equal to {1}% of#a {2}% chance#up to {3} party#to {4}% of maximum mana per {5} sec#for {6} sec", en="Improved Soul Leech" },
[54118] = { ref=54117 }, -- Improved Soul Leech
-- Inferno
[1122] = { "Пекло", "Викликає метеорит з Підсвітньої Крутоверті, що завдає {1} шкоди вогнем і приголомшує всі ворожі цілі в місці падіння на {2} с. З кратера підіймається пекельник, підкорений заклиначеві на {3} хв.#causing {1} Fire#area for {2} sec#caster for {3} min", en="Inferno" },
-- Inferno Effect
[22703] = { "Ефект Пекла", "Пекельник падає з неба, завдаючи {1} шкоди вогнем всім цілям та приголомшуючи їх на {2} с.#dealing {1} Fire#for {2} sec", "Приголомшено.", en="Inferno Effect" },
-- Intensity
[18135] = { "Напруження", "Зменшує затримку вимови заклять від отриманої шкоди під час вимови та промовляння заклять спеціалізаціїї \"Руйнація\" на {1}%.#by {1}%", en="Intensity" },
[18136] = { ref=18135 }, -- Intensity
-- Life Tap
[1454] = { "Витік життя", "Перетворює {1} здоров'я на {2} мани. Обсяг відновленої мани збільшується від сили заклять.#{1} health into {2} mana", en="Life Tap" },
[1455] = { ref=1454 }, -- Life Tap
[1456] = { ref=1454 }, -- Life Tap
[11687] = { ref=1454 }, -- Life Tap
[11688] = { ref=1454 }, -- Life Tap
[11689] = { ref=1454 }, -- Life Tap
-- Malediction
[32477] = { "Прокльон", "Збільшує вашу силу заклять на {1}% та збільшує ймовірність критичної періодичної шкоди заклять \"Пошесть\" та \"Нестабільна химородь\" на {2}%.#damage by {1}%#spells by {2}%", en="Malediction" },
[32483] = { ref=32477 }, -- Malediction
[32484] = { ref=32477 }, -- Malediction
-- Mana Feed
[30326] = { "Підживлення маною", "Коли ви отримуєте ману від \"Висмоктування мани\" чи \"Витоку життя\", ваш демон отримує {1}% від отриманої вами мани.#gains {1}% of", en="Mana Feed" },
-- Master Conjuror
[18767] = { "Майстер-чаклун", "Збільшує бонуси від створених вами каменів вогню та чарів на {1}%.#by {1}%", en="Master Conjuror" },
[18768] = { ref=18767 }, -- Master Conjuror
-- Master Demonologist
[23759] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", "Збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.#caused by {1}%#spells by {2}%", en="Master Demonologist" },
[23760] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", "Зменшує отриману фізичну шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[23761] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", "Збільшує шкоду від тіні на {1}% та збільшує ймовірність критичного ефекту заклять тіні на {2}%.#caused by {1}%#spells by {2}%", en="Master Demonologist" },
[23762] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", "Зменшує всю отриману магічну шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[23785] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", en="Master Demonologist" },
[23822] = { ref=23785 }, -- Master Demonologist
[23823] = { ref=23785 }, -- Master Demonologist
[23824] = { ref=23785 }, -- Master Demonologist
[23825] = { ref=23785 }, -- Master Demonologist
[23826] = { ref=23759 }, -- Master Demonologist
[23827] = { ref=23759 }, -- Master Demonologist
[23828] = { ref=23759 }, -- Master Demonologist
[23829] = { ref=23759 }, -- Master Demonologist
[23833] = { ref=23761 }, -- Master Demonologist
[23834] = { ref=23761 }, -- Master Demonologist
[23835] = { ref=23761 }, -- Master Demonologist
[23836] = { ref=23761 }, -- Master Demonologist
[23837] = { ref=23762 }, -- Master Demonologist
[23838] = { ref=23762 }, -- Master Demonologist
[23839] = { ref=23762 }, -- Master Demonologist
[23840] = { ref=23762 }, -- Master Demonologist
[23841] = { ref=23760 }, -- Master Demonologist
[23842] = { ref=23760 }, -- Master Demonologist
[23843] = { ref=23760 }, -- Master Demonologist
[23844] = { ref=23760 }, -- Master Demonologist
-- Metamorphosis
[59672] = { "Метаморфоза", "Ви перетворюєтесь на демона на {1} с. У цій формі ваша броня збільшується на {2}%, шкода збільшується на {3}%, ймовірність отримання критичного удару від атак ближнього бою зменшується на {4}%, а тривалість ефектів приголомшення та знерухомлення зменшується на {5}%. Ви отримуєте деякі додаткові здібності демона.#for {1} sec#armor by {2}%#damage by {3}%#attacks by {4}%#effects by {5}%", en="Metamorphosis" },
-- Molten Core
[47245] = { "Вогняні надра", "Збільшує тривалість ефекту \"Жертовного вогню\" на {1} с і щоразу, коли \"Пошесть\" завдає шкоди, з ймовірністю {2}% ви отримаєте ефект \"Вогняні надра\", що посилить наступні {3} \"Спалення\" чи \"Випалення душі\", вимовлені протягом {4} с.\n\n\"Спалення\" - збільшує шкоду на {5}% та зменшує час вимови на {6}%.\n\n\"Випалення душі\" - збільшує шкоду на {7}% та збільшує ймовірність критичного удару на {8}%.#Immolate by {1} sec#a {2}% chance#next {3} Incinerate#within {4} sec#damage done by {5}% and reduces cast time by {6}%#damage done by {7}% and increases critical strike chance by {8}%", en="Molten Core" },
[47246] = { ref=47245 }, -- Molten Core
[47247] = { ref=47245 }, -- Molten Core
-- Molten Skin
[63349] = { "Розплавлена шкіра", "Зменшує всю отриману шкоду на {1}%.#by {1}%", en="Molten Skin" },
[63350] = { ref=63349 }, -- Molten Skin
[63351] = { ref=63349 }, -- Molten Skin
-- Nemesis
[63117] = { "Розплата", "Зменшує час відновлення заклять \"Підсилення демона\", \"Метаморфоза\" та \"Домінування скверни\" на {1}%.#by {1}%", en="Nemesis" },
[63121] = { ref=63117 }, -- Nemesis
[63123] = { ref=63117 }, -- Nemesis
-- Nether Protection
[30299] = { "Підсвітній захист", "Після отримання удару закляттям ви з ймовірністю {1}% отримаєте \"Підсвітній захист\", що зменшує отриману шкоду від заклять цієї школи на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", en="Nether Protection" },
[30301] = { ref=30299 }, -- Nether Protection
-- Nightmare
[60946] = { "Кошмар", "Ваше закляття \"Страх\" накладає на ціль ефект \"Кошмар\" після завершення дії. \"Кошмар\" зменшує швидкість руху цілі.", "Швидкість руху зменшено на {1}%.#by {1}%", en="Nightmare" },
[60947] = { ref=60946 }, -- Nightmare
-- Pyroclasm
[18073] = { "Пірокласт", "Коли ви завдаєте критичного удару закляттям \"Палючий біль\" або \"Розпалення\", шкода ваших заклять вогню та тіні збільшується на {1}% протягом {2} с.#by {1}% for {2} sec", en="Pyroclasm" },
[18096] = { ref=18073 }, -- Pyroclasm
-- Ritual of Summoning
[698] = { "Ритуал виклику", "Почати ритуал для створення порталу виклику. Портал можуть використати 2 учасники групи чи рейду, щоб викликати третього. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.", en="Ritual of Summoning" },
-- Ruin
[17959] = { "Руїна", "Збільшує додаткову шкоду від критичних ударів заклять спеціалізації \"Руйнація\" та \"Вогняної стріли\" вашого біса на {1}%.#by {1}%", en="Ruin" },
[59738] = { ref=17959 }, -- Ruin
[59739] = { ref=17959 }, -- Ruin
[59740] = { ref=17959 }, -- Ruin
[59741] = { ref=17959 }, -- Ruin
-- Seed of Corruption
[27243] = { "Зерно пошесті", "Саджає демонічне зерно у ворожу ціль, що завдає {1} шкоди тінню протягом {2} с. Коли ціль отримає {3} шкоди або помре, зерно завдасть від {4} до {5} шкоди тінню всім ворогам у межах {6} м від цілі. Одночасно лише одна пошесть кожного чорнокнижника може бути задіяна на цілі.#causing {1} Shadow damage over {2} sec#takes {3} total#inflict {4} to {5} Shadow#within {6} y", "{1} шкоди від тіні кожні {2} с. Після отримання {3} шкоди або смерті цілі, зерно пошесті завдасть від {4} до {5} шкоди від тіні всім ворогам заклинача у межах {6} м.#{1} Shadow damage every {2} sec#taking {3} total#deals {4} to {5} Shadow#within {6} y", en="Seed of Corruption" },
-- Shadow Embrace
[32385] = { "Обійми тіні", "Ваші закляття \"Тіньова стріла\" та \"Мара\" викликають ефект \"Обійми тіні\", що збільшує завдану вами періодичну шкоду тінню по цілі на {1}% та зменшує періодичне зцілення цілі на {2}%. Триває {3} с. Ефект накопичується до {4} разів.#by you by {1}%#to the target by {2}%#for {3} sec#up to {4} times", en="Shadow Embrace" },
[32386] = { nil, nil, "Отриману періодичну шкоду від тіні збільшено на {1}%, а отримане періодичне зцілення зменшено на {2}%.#taken increased by {1}%#received reduced by {2}%", ref=32385 }, -- Shadow Embrace
[32387] = { ref=32385 }, -- Shadow Embrace
[32392] = { ref=32385 }, -- Shadow Embrace
-- Shadow Mastery
[17794] = { "Тіньова майстерність", "Збільшує шкоду \"Тіньової стріли\". Окрім того, \"Тіньова стріла\" може зробити ціль вразливою до заклять, збільшуючи ймовірність критичного удару заклять по цілі.", "Ймовірність отримання критичного удару закляттям збільшено на {1}%.#by {1}%", en="Shadow Mastery" },
[17797] = { ref=17794 }, -- Shadow Mastery
[17798] = { ref=17794 }, -- Shadow Mastery
[17799] = { ref=17794 }, -- Shadow Mastery
[17800] = { ref=17794 }, -- Shadow Mastery
[18271] = { "Тіньова майстерність", "Збільшує шкоду або обсяг висмоктаного життя вашими закляттями тіні та здібністю \"Тіньовий укус\" вашої скверногончої на {1}%.#by {1}%", en="Shadow Mastery" },
[18272] = { ref=18271 }, -- Shadow Mastery
[18273] = { ref=18271 }, -- Shadow Mastery
[18274] = { ref=18271 }, -- Shadow Mastery
[18275] = { ref=18271 }, -- Shadow Mastery
-- Shadow Trance
[17941] = { "Тінетранс", "Після завдання шкоди закляттям \"Пошесть\" або \"Висмоктування життя\" ви можете впасти тінетранс, внаслідок чого час вимови наступної \"Тіньової стріли\" зменшиться на {1}%.#by {1}%", "Наступна \"Тіньова стріла\" буде миттєвою.", en="Shadow Trance" },
-- Shadowflame
[47897] = { "Тіньове полум'я", "Завдає цілям у конусі перед заклинателем [{1}#take {1} Shadow][від {1} до {2}#take {1} to {2} Shadow] шкоди від тіні і додатково {1} шкоди від вогню протягом {2} с.#additional {1} Fire damage over {2} sec", en="Shadowflame" },
[47960] = { nil, nil, "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec", ref=47897 }, -- Shadowflame
[51337] = { ref=47897 }, -- Shadowflame
[51338] = { ref=47960 }, -- Shadowflame
[61290] = { ref=47897 }, -- Shadowflame
[61291] = { ref=47960 }, -- Shadowflame
-- Siphon Life
[63108] = { "Витягування життя", "Коли ви завдаєте шкоди \"Пошестю\", ви зцілюєтесь на {1}% від завданої шкоди. Окрім того, періодична шкода ефектів \"Пошесть\", \"Зерно пошесті\" та \"Нестабільна химородь\" збільшується на {2}%.#healed for {1}% of#increased by {2}%", en="Siphon Life" },
-- Soul Leech
[30293] = { "Поглинання душі", "Закляття \"Тіньова стріла\", \"Тіньовий опік\", \"Стріла Хаосу\", \"Випалення душі\", \"Спалення\", \"Палючий біль\" та \"Розпалення\" з ймовірністю {1}% відновлять здоров'я в обсязі {2}% від завданої шкоди.#a {1}% chance#equal to {2}% of", en="Soul Leech" },
[30295] = { ref=30293 }, -- Soul Leech
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої вами шкоди буде натомість перенаправлено на вашого біса, пустотника, сукуба, скверногончу, вартового скверни або поневоленого демона. Цієї шкоди не можна уникнути. Триває допоки демон активний та перебуває під контролем.#{1}% of all damage", en="Soul Link" },
[25228] = { nil, nil, "{1}% отриманої володарем шкоди буде перенаправлено на демона.#{1}% of damage", ref=19028 }, -- Soul Link
-- Soul Siphon
[17804] = { "Витягування душі", "Збільшує ефективність заклять \"Висмоктування життя\" та \"Висмоктування душі\" на {1}% за кожен ваш ефект спеціалізації \"Химородь\" на цілі, але не більше, ніж на {2}%.#additional {1}%#of {2}% additional", en="Soul Siphon" },
[17805] = { ref=17804 }, -- Soul Siphon
-- Subjugate Demon
[1098] = { "Поневолення демона", "Поневолює обраного демона до {1} рівня, примушуючи його підкоритися вам. Протягом дії поневолення інтервал між атаками демона збільшується на {2}%, а його вимова заклять сповільнюється на {3}%. Триває до {4} хв.#up to level {1}#increased by {2}%#slowed by {3}%#up to {4} min", "Поневолено.", en="Subjugate Demon" },
[11725] = { ref=1098 }, -- Subjugate Demon
[11726] = { ref=1098 }, -- Subjugate Demon
-- Suppression
[18174] = { "Пригнічення", "Збільшує ймовірність завдання удару закляттями на {1}% та зменшує витрати мани на закляття спеціалізації \"Химородь\" на {2}%.#hit with spells by {1}%#Affliction spells by {2}%", en="Suppression" },
[18175] = { ref=18174 }, -- Suppression
[18176] = { ref=18174 }, -- Suppression
-- Touch of Shadow
[18791] = { "Дотик тіні", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тінню на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Fire damage by {2}#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow damage by {8}% and restores {9}% of total mana every {10} sec", "Шкоду тінню збільшено на {1}%.#by {1}%", en="Touch of Shadow" },
[35701] = { "Дотик тіні", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тіннюта вогнем на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Increases your Fire damage by {2}%#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow and Fire damage by {8}% and restores {9}% of total mana every {10} sec", "Шкоду тінню та вогнем збільшено на {1}%. Відновлення {2}% мани кожні {3} с.#by {1}%#restores {2}% of#every {3} sec", en="Touch of Shadow" },
-- Unending Breath
[5697] = { "Нескінченне дихання", "Дозволяє цілі дихати під водою протягом {1} хв[ та збільшує швидкість плавання на {1}%#swim speed by {1}%].#underwater for {1} min", "Підводне дихання.[\nШвидкість плавання збільшено на {1}%.#speed increased by {1}%]", en="Unending Breath" },
-- Unstable Affliction
[30108] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с. Чорнокнижник може накласти лише одну \"Нестабільну химородь\" або \"Жертовний вогонь\" на одну ціль.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#{1} Shadow damage every {2} sec#cause {3} damage#them for {4} sec", en="Unstable Affliction" },
[30404] = { ref=30108 }, -- Unstable Affliction
[30405] = { ref=30108 }, -- Unstable Affliction
[31117] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль. Тому, хто розвіє \"Нестабільну химородь\", буде завдано шкоди і знемовлено на {1} с. Чорнокнижник може накласти лише одну \"Нестабільну химородь\" або \"Жертовний вогонь\" на одну ціль.#them for {1} sec", "Знемовлено.", en="Unstable Affliction" },
[34438] = { nil, "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", ref=30108 }, -- Unstable Affliction
[34439] = { ref=34438 }, -- Unstable Affliction
[47841] = { ref=30108 }, -- Unstable Affliction
[47843] = { ref=30108 }, -- Unstable Affliction

-- Item effects
[23720] = { "Благословення Чорної книги", "Підсилює вашого прислужника, збільшуючи його силу заклять на {1}, силу атаки на {2} та броню на {3} протягом {4} с. Ефект діє лише на біса, сукуба, інкуба, пустотника, скверногончу та вартового скверни.#spell damage by {1}#attack power by {2}#armor by {3} for {4} sec", "Силу заклять збільшено на {1}.\nСилу атаки збільшено на {2}.\nБроню збільшено на {3}.#Spell power increased by {1}#Attack power increased by {2}#Armor increased by {3}", en="Blessing of the Black Book" },
[25112] = { "Виклик пустотника", "Виклик пустотника без витрат мани.", en="Summon Voidwalker" },

-- Spellstone
[2362] = { "Створення каменя чарів", "При застосуванні на зброю збільшує періодичну шкоду заклять на {1}%, а показник швидкості заклять на {2}. Триває {3} год.#periodic spells by {1}%#spell haste rating by {2}#Lasts for {3} h", en="Create Spellstone" },
[17727] = { ref=2362 }, -- Create Spellstone
[17728] = { ref=2362 }, -- Create Spellstone

-- Summon
[23161] = { "Жахожеребець", "Викликає жахожеребця для верхової їзди. Це дуже швидка верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Dreadsteed" },
[18540] = { "Ритуал приречення", "Починає ритуал, що приносить у жертву здоров'я випадково обраного учасника з метою виклику вартового приречення. Для завершення ритуалу потрібна допомога 4 учасників групи. Щоб узяти участь, гравці повинні натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.", en="Ritual of Doom" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
