local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Blessed Healing
[70772] = { "Благословенне зцілення", "Зцілює протягом {1} с.#over {1} sec", "Зцілює протягом {1} с.#over {1} sec", en="Blessed Healing" },
-- Blessed Recovery
[27811] = { "Благословенне відновлення", "Після отримання критичного удару в ближньому чи дальньому бою ви зцілюєте собі {1}% від отриманої шкоди протягом {2} с. Додаткові критичні удари, отримані під час дії ефекту, збільшують обсяг зцілення.#for {1}% of#over {2} sec", en="Blessed Recovery" },
[27815] = { ref=27811 }, -- Blessed Recovery
[27816] = { ref=27811 }, -- Blessed Recovery
-- Devouring Plague
[2944] = { "Ненажерна чума", "Вражає ціль хворобою, що завдає {1} шкоди тінню протягом {2} с. Зцілює заклинача на {3}% від шкоди. Одночасно може діяти лише на одну ціль.#causes {1} Shadow#over {2} sec#{3}% of damage", "Завдає {1} шкоди кожні {2} с та зцілює заклинача.#Causes {1} damage every {2} sec", en="Devouring Plague" },
-- Divine Providence
[47562] = { "Божественне провидіння", "Збільшує зцілення заклять \"Коло зцілення\", \"Зв'язуюче зцілення\", \"Священний спалах\", \"Молитва зцілення\", \"Божественний гімн\" та \"Молитва загоєння\" на {1}% та зменшує час відновлення \"Молитви загоєння\" на {2}%.#and Prayer of Mending by {1}%#your Prayer of Mending by {2}%", en="Divine Providence" },
[47564] = { ref=47562 }, -- Divine Providence
[47565] = { ref=47562 }, -- Divine Providence
[47566] = { ref=47562 }, -- Divine Providence
[47567] = { ref=47562 }, -- Divine Providence
-- Fade
[586] = { "Розтанення", "Розтанути у повітрі, зменшуючи всю вашу загрозу протягом {1} с.#for {1} sec", "Рівень загрози зменшено.", en="Fade" },
-- Guardian Spirit
[47788] = { "Дух-вартівник", "Викликає духа, що наглядатиме за союзником. Дух збільшуює отримане ціллю зцілення на {1}%, а також запобігає її смерті, приносячи себе в жертву та зцілюючи ціль на {2}% від максимального запасу здоров’я. Триває {3} с.#target by {1}%#target of {2}%#Lasts {3} sec", "Отримане зцілення збільшено на {1}%. Запобігає одному смертельному удару.#by {1}%", en="Guardian Spirit" },
-- Holy Reach
[27789] = { "Досяжність святості", "Збільшує дальність дії ваших заклять \"Кара\" та \"Священний вогонь\", а також радіус дії ваших заклять \"Молитва зцілення\", \"Священний спалах\", \"Божественний гімн\" та \"Коло зцілення\" на {1}%.#by {1}%", en="Holy Reach" },
[27790] = { ref=27789 }, -- Holy Reach
-- Hymn of Hope
[64901] = { "Гімн надії", "Зцілює {2} учасникам групи чи рейду з найнижчим рівнем мани {1}% мани кожні {3} с протягом {4} с, а також збільшує їхній запас мани на {5}% протягом {6} с. Відновлює ману до {7} разів. Жрець має підтримувати це заклинання.#Restores {1}% mana to {2} nearby#every {3} sec for {4} sec#mana by {5}% for {6} sec#of {7} mana restores", "Промовляє гімн надії, відновлюючи союзникам з найнижчим рівнем мани {1}% мани кожні {2} с протягом {3} с#restoring {1}% mana#every {2} sec for {3} sec", en="Hymn of Hope" },
[64904] = { nil, nil, "Максимальний запас мани збільшено на {1}%.#by {1}%", ref=64901 }, -- Hymn of Hope
-- Improved Mind Blast
[15273] = { "Покращений вибух розуму", "Зменшує час відновлення вашого закляття \"Вибух розуму\" на {1} с, а поки на вас діє \"Тінеобраз\", ваш \"Вибух розуму\" з ймовірністю {2}% зменшить ефективність зцілення цілі на {3}% протягом {4} с.#by {1} sec#a {2}% chance#target by {3}% for {4} sec", en="Improved Mind Blast" },
[15312] = { ref=15273 }, -- Improved Mind Blast
[15313] = { ref=15273 }, -- Improved Mind Blast
-- Improved Shadow Word: Pain
[15275] = { "Покращене слово тіні: Біль", "Збільшує шкоду вашого закляття \"Слово тіні: Біль\" на {1}%.#by {1}%", en="Improved Shadow Word: Pain" },
[15317] = { ref=15275 }, -- Improved Shadow Word: Pain
-- Inspiration
[14892] = { "Натхнення", "Зменшує отриману ціллю фізичну шкоду на {1}% протягом {2} с після критичного зцілення закляттям \"Швидке зцілення\", \"Зцілення\", \"Велике зцілення\", \"Зв'язуюче зцілення\", \"Сповідь\", \"Молитва загоєння\", \"Молитва зцілення\" або \"Коло зцілення\".#by {1}% for {2} sec", en="Inspiration" },
[15362] = { ref=14892 }, -- Inspiration
-- Levitate
[1706] = { "Левітація", "Дозволяє учаснику групи чи рейду левітувати, плинучи невисоко над землею. Під час левітації ціль падатиме зі зниженою швидкістю та зможе ходити по воді. Будь-яка шкода скасує цей ефект. Триває {1} хв.#Lasts {1} min", "Левітує.", en="Levitate" },
-- Mana Burn
[8129] = { "Спалення мани", "Спалює {1}% мани цілі (але не більше, ніж {2}% від власного максимального запасу мани). За кожну одиницю спаленої мани ціль отриує {3} шкоди від тіні.#Destroy {1}%#maximum of {2}% of your#takes {3} Shadow", en="Mana Burn" },
-- Mind Flay
[15407] = { "Муки розуму", "Вражає розум цілі енергією тіні, завдаючи {1} шкоди тінню протягом {2} с та сповільнюючи її рух на {3}%.#causing {1} Shadow#over {2} sec#speed by {3}%", "Швидкість руху зменшено.", en="Mind Flay" },
-- Pain and Suffering
[47580] = { "Біль і страждання", "Закляття \"Муки розуму\" з ймовірністю {1}% поновлює тривалість вашого ефекту \"Слово тіні: Біль\" на цілі, а також ви отримуєте на {2}% менше шкоди від власного \"Слова тіні: Смерть\".#a {1}% chance#by {2}%", en="Pain and Suffering" },
[47581] = { ref=47580 }, -- Pain and Suffering
[47582] = { ref=47580 }, -- Pain and Suffering
-- Power Infusion
[10060] = { "Приплив сил", "Наповнює ціль силою, збільшуючи швидкість заклять на {1}% та зменшуючи витрати мани на всі закляття на {2}%. Триває {3} с.#speed by {1}%#spells by {2}%#Lasts {3} sec", "Швидкість заклять збільшено на {1}%, витрати мани на закляття зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Power Infusion" },
-- Psychic Horror
[64044] = { "Психічний жах", "Ви лякаєте ціль, змушуючи її тремтіти від жаху протягом {1} с і впустити зброю з правої руки та далекобійну зброю на {2} с.#horror for {1} sec#weapons for {2} sec", "Нажахано.", en="Psychic Horror" },
-- Reflective Shield
[33201] = { "Відбиваючий щит", "Повертає {1}% шкоди, що ви поглинаєте \"Словом сили: Щит\" назад в нападника. Ця шкода не спричиняє загрози.#Causes {1}% of", en="Reflective Shield" },
[33202] = { ref=33201 }, -- Reflective Shield
-- Searing Light
[14909] = { "Обпалююче світло", "Збільшує шкоду ваших заклять \"Кара\", \"Священний вогонь\", \"Священний спалах\" та \"Сповідь\" на {1}%.#by {1}%", en="Searing Light" },
[15017] = { ref=14909 }, -- Searing Light
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Ефекти, що діють по області, завдають марнику менше шкоди. Триває {2} с.#receives {1}% mana#Lasts {2} sec", en="Shadowfiend" },
-- Silence
[15487] = { "Знемовлення", "Знемовлює ціль, запобігаочи вимові заклять протягом {1} с. Також перериває вимову заклять цілі, що не є гравцем, на {2} c.#spells for {1} sec#interrupted for {2} sec", "Знемовлено.", en="Silence" },
-- Spiritual Guidance
[14901] = { "Духовне покровительство", "Збільшує силу заклять на {1}% від вашого духу.#by {1}%", en="Spiritual Guidance" },
[15028] = { ref=14901 }, -- Spiritual Guidance
[15029] = { ref=14901 }, -- Spiritual Guidance
[15030] = { ref=14901 }, -- Spiritual Guidance
[15031] = { ref=14901 }, -- Spiritual Guidance
-- Test of Faith
[47558] = { "Випробування віри", "Збільшує ефективність зцілення цілей, що мають менше {2}% здоров'я, на {1}%.#by {1}% on#below {2}% health", en="Test of Faith" },
[47559] = { ref=47558 }, -- Test of Faith
[47560] = { ref=47558 }, -- Test of Faith
-- Unbreakable Will
[14522] = { "Незламна воля", "Зменшує дію ефектів приголомшення, страху та знемовлення, що діють на вас, на {1}%.#additional {1}%", en="Unbreakable Will" },
[14788] = { ref=14522 }, -- Unbreakable Will
[14789] = { ref=14522 }, -- Unbreakable Will
[14790] = { ref=14522 }, -- Unbreakable Will
[14791] = { ref=14522 }, -- Unbreakable Will

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
