local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Balance of Power
[33592] = { "Баланс сили", "Збільшує ваш шанс влучити всіма закляттями на {1}% та зменшує отриману шкоду від заклять на {2}%.#with all spells by {1}%#from all spells by {2}%" }, -- Balance of Power (Rank 1)
[33596] = { ref=33592 }, -- Balance of Power (Rank 2)
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Можна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Можна використовувати в будь-якій подобі. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%" }, -- Barkskin
-- Bash
[5211] = { "Стусан", "Приголомшує ціль на {1} с та перериває вимову заклинання ціллю, що не є гравцем, на {2} с.#target for {1} sec and#spellcasting for {2} sec", "Приголомшено." }, -- Bash (Rank 1)
-- Berserk
[50334] = { "Берсерк", "При активації цієї здібності, \"Нівечення (ведмідь)\" вражає до 3 цілей і не вимагає часу на відновлення, а здібності котячої подоби витрачають на 50% менше енергії. Триває 15 секунд. Ви не можете використовувати здібність \"Лють тигра\" під час дії цього ефекту.\n\nЗнімає ефекти страху і робить вас невразливими до них на час дії.", "Невразливість до ефектів страху." }, -- Berserk
-- Brambles
[16840] = { "Колючки", "Шкода від ваших заклять \"Шипи\" та \"Опутуюче коріння\" збільшується на {1}%, а шкода ваших дереванів збільшується на {2}%. Крім того, шкода ваших дереванів і атаки, завдані вам, коли у вас активна \"Дубова шкіра\", з ймовірністю {3}% викличуть у цілі запамороження на {4} секунди.#Roots increased by {1}%#Treants increased by {2}%#a {3}% chance#for {4} sec" }, -- Brambles (Rank 3)
-- Brutal Impact
[16940] = { "Жорстокий струс", "Збільшує тривалість приголомшення ваших здібностей \"Стусан\" та \"Стрибок\" на {1} с та зменшує час відновлення здібності \"Стусан\" на {2} с.#abilities by {1} sec#Bash by {2} sec" }, -- Brutal Impact (Rank 1)
[16941] = { ref=16940 }, -- Brutal Impact (Rank 2)
-- Challenging Roar
[5209] = { "Войовничий рев", "Примушує всіх ворогів в радіусі {1} м зосередити свої атаки на вас протягом {2} с.#within {1} y#for {2} sec", "Підбурено." }, -- Challenging Roar
-- Dash
[1850] = { "Порив", "Збільшує швидкість руху в котячій подобі на {1}% протягом {2} с. Не перериває дію здібності \"Зачаїтися\".#speed by {1}%#for {2} sec", "Швидкість руху в котячій подобі збільшено на {1}%.#by {1}%" }, -- Dash (Rank 1)
-- Earth and Moon
[48506] = { "Земля та місяць", "Ваші закляття \"Гнів\" та \"Зоряний вогонь\" з ймовірністю {1}% викличуть ефект \"Земля та місяць\" на цілі, що збільшує отриману шкоду від заклинань на {2}% протягом {3} с. Також збільшує вашу шкоду від заклинань на {4}%.#a {1}% chance#taken by {2}% for {3} sec#damage by {4}%" }, -- Earth and Moon (Rank 1)
-- Eclipse
[48516] = { "Затемнення", "Після завдання критичного удару \"Зоряним вогнем\" ви з ймовірністю {1}% збільшите шкоду від \"Гніву\" на {2}%. При завданні критичного удару \"Гнівом\" ви з ймовірністю {3}% збільшите шанс завдання критичного удару \"Зоряного вогню\" на {4}%. Кожен ефект триває {5} секунд і має окремий {6}-секундний час відновлення. Обидва ефекти не можуть діяти одночасно.#Starfire, you have a {1}%#Wrath by {2}%#Wrath, you have a {3}%#Starfire by {4}%#lasts {5} sec#separate {6} sec" }, -- Eclipse (Rank 1)
[48521] = { ref=48516 }, -- Eclipse (Rank 2)
[48525] = { ref=48516 }, -- Eclipse (Rank 3)
-- Empowered Touch
[33879] = { "Посилений дотик", "Ваше закляттяя \"Цілющий дотик\" отримує додатково {1}%, а закляттяя \"Підживлення\" отримує додатково {2}% від ваших ефектів збільшення зцілення.#additional {1}% and#additional {2}% of" }, -- Empowered Touch (Rank 1)
[33880] = { ref=33879 }, -- Empowered Touch (Rank 2)
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті та додатково {2} люті протягом {3} сек, але знижує базову броню на {4}% у ведмежій подобі та на {5}% у подобі жахливого ведмедя.#Generates {1} rage#additional {2} rage over {3} sec#by {4}% in Bear Form and {5}% in Dire Bear Form", "Отримує {1} люті щосекунди. Базову броню зменшено.#{1} rage" }, -- Enrage
-- Entangling Roots
[339] = { "Опутуюче коріння", "Приковує ціль на місці та завдає {1} шкоди від природи протягом {2} с. Подальша завдана шкода може перервати дію ефекту.#causes {1}#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec" }, -- Entangling Roots (Rank 1)
-- Faerie Fire
[770] = { "Чарівний вогонь", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може стати непомітною або невидимою.#by {1}% for {2} min", "Броню зменшено на {1}%. Неможливо стати непомітним або невидимим.#armor by {1}%" }, -- Faerie Fire
-- Faerie Fire (Feral)
[16857] = { "Чарівний вогонь (звір)", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може стати непомітною або невидимою. Завдає {3} шкоди та створює додаткову загрозу при застосуванні в подобі ведмедя чи жахливого ведмедя.#by {1}% for {2} min#Deals {3} damage", "Броню зменшено на {1}%. Неможливо стати непомітним або невидимим.#armor by {1}%" }, -- Faerie Fire (Feral)
[60089] = { "Чарівний вогонь (звір)", ref=16857 }, -- Faerie Fire (Feral)
-- Feral Charge
[49377] = { "Дикий ривок", "Навчає вас здібностям \"Дикий ривок (ведмідь)\" та \"Дикий ривок (кіт)\".\n\nДикий ривок (ведмідь) - Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на 4 с.. Цю здібність можнаа використовувати в подобі ведмедя або жахливого ведмедя. Час відновлення - 15 секунд.\n\nДикий ривок (кіт) - Стрибок за спину ворога, що спричиняє запаморочення на 3 с. Час відновлення - 30 секунд." }, -- Feral Charge (Rank 1)
-- Feral Charge - Bear
[16979] = { "Дикий ривок - ведмідь", "Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на {1} с.#for {1} sec", "Знерухомлено." }, -- Feral Charge - Bear
-- Feral Charge - Cat
[49376] = { "Дикий ривок - кіт", "Стрибок за спину ворога, що спричиняє запаморочення на {1} с.#for {1} sec", "Запаморочення." }, -- Feral Charge - Cat
-- Feral Instinct
[16947] = { "Звіриний інстинкт", "Збільшує шкоду здібності \"Розмах\" на {1}% і зменшує ймовірність виявлення вас ворогами під час скрадання.#by {1}%" }, -- Feral Instinct (Rank 1)
[16949] = { "Звіриний інстинкт", ref=16947 }, -- Feral Instinct (Rank 3)
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху у котячій подобі на {1}% і збільшує шанс ухилитися від атаки у подобі кота, ведмедя та жахливого ведмедя на {2}%.#speed by {1}%#Form by {2}%" }, -- Feral Swiftness
[24866] = { ref=17002 }, -- Feral Swiftness
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоду за кожен прийом комбінації та перетворює до {1} од. енергії на додаткові {2} шкоди. Шкода збільшується залежно від сили атаки.\n  1 прийом: {3}-{4} шкоди\n  2 прийоми: {5}-{6} шкоди\n  3 прийоми: {7}-{8} шкоди\n  4 прийоми: {9}-{10} шкоди\n  5 прийомів: {11}-{12} шкоди#of {1} extra#{2} additional#1 point  : {3}-{4}#2 points: {5}-{6}#3 points: {7}-{8}#4 points: {9}-{10}#5 points: {11}-{12}" }, -- Ferocious Bite (Rank 1)
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі та Нортренді.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%" }, -- Flight Form (Shapeshift)
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "Перетворює до {1} люті щосекунди на здоров'я протягом {2} с. Кожна одиниця люті перетворюється на {3}% від максимального запасу здоров'я.#up to {1} rage#for {2} sec#into {3}% of max health", "Перетворює лють на здоров'я." }, -- Frenzied Regeneration
-- Furor
[17056] = { "Шаленість", "Надає вам {1}% імовірності отримати {2} люті, коли ви набуваєте ведмежої подоби чи подоби жахливого ведмедя, або {3} енергії, коли ви набуваєте котячої подоби. Також збільшує інтелект в подобі місячного совуха на {4}%.#{1}% chance#{2} Rage#up to {3} of your Energy#by {4}%" }, -- Furor (Rank 1)
[17058] = { ref=17056 }, -- Furor (Rank 2)
[17059] = { ref=17056 }, -- Furor (Rank 3)
-- Gale Winds
[48488] = { "Шквальний вітер", "Збільшує шкоду від заклять \"Ураган\" і \"Тайфун\" на {1}%, а також збільшують дальність дії закляття \"Циклон\" на {2} м.#spells by {1}%#by {2} yards" }, -- Gale Winds (Rank 1)
[48514] = { ref=48488 }, -- Gale Winds (Rank 2)
-- Genesis
[57810] = { "Творення", "Збільшує шкоду та зцілення ваших ефектів періодичної шкоди та зцілення на {1}%.#by {1}%" }, -- Genesis (Rank 1)
[57811] = { ref=57810 }, -- Genesis (Rank 2)
[57812] = { ref=57810 }, -- Genesis (Rank 3)
-- Gift of the Earthmother
[51179] = { "Дар Матері-Землі", "Збільшує швидкість ваших заклять на {1}% та зменшує час глобального відновлення після використання \"Життєцвіту\" на {2}%.#haste by {1}%#cooldown by {2}%" }, -- Gift of the Earthmother (Rank 1)
[51180] = { ref=51179 }, -- Gift of the Earthmother (Rank 2)
[51181] = { ref=51179 }, -- Gift of the Earthmother (Rank 3)
[51182] = { ref=51179 }, -- Gift of the Earthmother (Rank 4)
[51183] = { ref=51179 }, -- Gift of the Earthmother (Rank 5)
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, завдаючи {1} шкоди від природи ворогам щосекунди та збільшуючи час між атаками на {2}%. Триває {3} с. Друїд повинен підтримувати закляття.#causing {1}#by {2}%#Lasts {3} sec", "{1} шкоди щосекунди та збільшення часу між атаками на {2}%.#{1} damage#by {2}" }, -- Hurricane (Rank 1)
-- Improved Faerie Fire
[33600] = { "Покращений чарівний вогонь", "Ваш \"Чарівний вогонь\" також збільшує шанс влучити в ціль закляттями на {1}% і збільшує шанс завдання критичного удару вашими закляттями на {2}%#attacks by {1}%#spells by {2}%" }, -- Improved Faerie Fire (Rank 1)
[33601] = { ref=33600 }, -- Improved Faerie Fire (Rank 2)
[33602] = { ref=33600 }, -- Improved Faerie Fire (Rank 3)
-- Improved Mangle
[48489] = { "Покращене нівечення", "Зменшує час відновлення здібності \"Нівечення (ведмідь)\" на {1} с і знижує витрати енергії на здібність \"Нівечення (кіт)\" на {2}.#Bear) ability by {1} sec#Cat) ability by {2}" }, -- Improved Mangle (Rank 2)
[48491] = { ref=48489 }, -- Improved Mangle (Rank 3)
[48532] = { ref=48489 }, -- Improved Mangle (Rank 1)
-- Improved Tranquility
[17123] = { "Покращений спокій", "Зменшує загрозу від закляття \"Спокій\" на {1}%, а час його відновлення - на {2}%.#Tranquility by {1}%#cooldown by {2}%" }, -- Improved Tranquility (Rank 1)
[17124] = { ref=17123 }, -- Improved Tranquility (Rank 2)
-- Infected Wounds
[48483] = { "Інфіковані рани", "Ваші здібності \"Шматування\", \"Терзання\" та \"Нівечення\" завдають цілі інфіковану рану. Інфікована рана зменшує швидкість руху цілі на {1}% і швидкість атаки на {2}%. Триває {3} с.#target by {1}%#speed by {2}#Lasts {3} sec" }, -- Infected Wounds (Rank 1)
[48484] = { ref=48483 }, -- Infected Wounds (Rank 2)
-- Innervate
[29166] = { "Осяяння", "Відновлює цілі ману в обсязі {1}% від базового запасу мани друїда протягом {2} с.#to {1}% of#over {2} sec", "Відновлення мани." }, -- Innervate
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, що зменшують її ймовірність поцілити на {1}% і завдають {2} шкоди від природи протягом {3} с.#hit by {1}#causing {2}#over {3} sec", "Зменшує ймовірність поцілити атаками ближнього та дальнього бою на {1}% та завдає {2} шкоди від природи кожні {3} с.#by {1}% and {2}#every {3} sec" }, -- Insect Swarm (Rank 1)
-- King of the Jungle
[48492] = { "Король джунглів", "Під час дії здібності \"Несамовитість\" у подобі ведмедя або жахливого ведмедя ваша шкода збільшується на {1}%, а здібність \"Лють тигра\" миттєво відновлює {2} енергії. Крім того, витрати мани на подоби ведмедя, кота і жахливого ведмедя зменшуються на {3}%.#increased by {1}%#restores {2} energy#reduced by {3}%" }, -- King of the Jungle (Rank 1)
[48494] = { ref=48492 }, -- King of the Jungle (Rank 2)
[48495] = { ref=48492 }, -- King of the Jungle (Rank 3)
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди, додатково {2} шкоди від кровотечі протягом {3} с та спричиняючи велику загрозу. Шкода збільшується від сили атаки. Ефект накопичується до {4} разів на одній цілі.#dealing {1} damage#bleed for {2} damage over {3} sec#up to {4} times", "{1} шкоди від кровотечі кожні {2} с#{1} damage every {2} sec" }, -- Lacerate (Rank 1)
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте у подобі кота, ведмедя чи жахливого ведмедя, \"Вожак зграї\" збільшує ймовірність критичного удару ближнього і дальнього бою всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} y#by {2}%" }, -- Leader of the Pack
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я, а друїд відновлює половину витраченої на заклинання мани. Ефект накопичується до {4} разів на одній цілі.#for {1} over {2} sec#themself for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди і {2} здоров'я коли ефект закінчиться або розвіється.#{1} every second and {2}" }, -- Lifebloom (Rank 1)
-- Living Seed
[48496] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви з ймовірністю {1}% саджаєте в неї \"Зерно життя\" на {2}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована. Триває {3} секунд.#a {1}% chance#for {2}% of the amount#Lasts {3} sec" }, -- Living Seed (Rank 1)
[48499] = { ref=48496 }, -- Living Seed (Rank 2)
[48500] = { ref=48496 }, -- Living Seed (Rank 3)
[48503] = { ref=48496 }, -- Living Seed
[48504] = { nil, nil, "Несе в собі зерно життя. Наступна отримана атака зцілить.", ref=48496 }, -- Living Seed
-- Lunar Guidance
[33589] = { "Місячне  покровительство", "Збільшує вашу силу заклять на {1}% від вашого інтелекту.#by {1}%" }, -- Lunar Guidance (Rank 1)
[33590] = { ref=33589 }, -- Lunar Guidance (Rank 2)
[33591] = { ref=33589 }, -- Lunar Guidance (Rank 3)
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає шкоди та приголомшує ціль. Також перериває вимову заклять цілі, що не є гравцем, на 3 c. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди, {3} с\n   2 прийоми: {4}-{5} шкоди, {6} с\n   3 прийоми: {7}-{8} шкоди, {9} с\n   4 прийоми: {10}-{11} шкоди, {12} с\n   5 прийомів: {13}-{14} шкоди, {15} с#1 point  : {1}-{2} damage, {3} sec#2 points: {4}-{5} damage, {6} sec#3 points: {7}-{8} damage, {9} sec#4 points: {10}-{11} damage, {12} sec#5 points: {13}-{14} damage, {15} sec", "Приголомшено." }, -- Maim (Rank 1)
-- Mangle
[33917] = { "Нівечення", "Нівечить ціль, завдаючи шкоди, і збільшує шкоду цілі від ефектів кровотечі протягом {1} хв.  Цю здібність можна використовувати в подобах кота та жахливого ведмедя.#for {1} min" }, -- Mangle (Rank 1)
-- Mangle (Bear)
[33878] = { "Нівечення (ведмідь)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв.#for {1}% normal damage plus {2} and#take {3}%#for {4} min", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%" }, -- Mangle (Bear) (Rank 1)
-- Mangle (Cat)
[33876] = { "Нівечення (кіт)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв. Збільшує довжину комбінації на {5} прийом.#for {1}% normal damage plus {2} and#take {3}%#for {4} min#{5} combo", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%" }, -- Mangle (Cat) (Rank 1)
-- Master Shapeshifter
[48411] = { "Майстерний перевертень", "Дає ефект, який триває, поки ви перебуває у відповідній подобі.\n\nВедмежа подоба - збільшує фізичну шкоду на {1}%.\n\nКотяча подоба - збільшує шанс критичного удару на {2}%.\n\nПодоба місячного совуха - збільшує шкоду заклять на {3}%.\n\nПодоба дерева життя - збільшує зцілення на {4}%.#physical damage by {1}%#chance by {2}%#spell damage by {3}%#healing by {4}%" }, -- Master Shapeshifter
[48412] = { ref=48411 }, -- Master Shapeshifter
[48418] = { "Майстерний перевертень", "Фізичну шкоду збільшено.", "Фізичну шкоду збільшено." }, -- Master Shapeshifter
[48420] = { "Майстерний перевертень", "Шанс критичного удару збільшено.", "Шанс критичного удару збільшено." }, -- Master Shapeshifter
[48421] = { "Майстерний перевертень", "Шкоду заклять збільшено.", "Шкоду заклять збільшено." }, -- Master Shapeshifter
[48422] = { "Майстерний перевертень", "Зцілення збільшено.", "Зцілення збільшено." }, -- Master Shapeshifter
-- Maul
[6807] = { "Терзання", "Сильна атака, яка збільшує шкоду ближнього бою на {1} і створює великий обсяг загрози. Ефекти, що збільшують шкоду від кровотечі, також збільшують шкоду \"Терзання\".#by {1} and" }, -- Maul (Rank 1)
-- Moonglow
[16845] = { "Місячне сяйво", "Знижує витрати мани на закляття \"Місячний вогонь\", \"Зоряний вогонь\", \"Зорепад\", \"Гнів\", \"Цілющий дотик\", \"Підживлення\", \"Розростання\" і \"Омолодження\" на {1}%.#by {1}%" }, -- Moonglow (Rank 1)
[16846] = { ref=16845 }, -- Moonglow (Rank 2)
[16847] = { ref=16845 }, -- Moonglow (Rank 3)
-- Moonkin Form
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. В цій подобі ви отримуєте на {1}% більше броні з предметів, під час приголомшення ви отримуєте на {2}% менше шкоди, а шанс критичного удару закляттями збільшується на {4}% для всіх членів групи в радіусі {3} м. Критичні удари закляттями, що вражають одну ціль, відновлюють {5}% від вашого запасу мани. В подобі місячного совуха ви не можете використовувати цілющі закляття та закляття воскресіння.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#items is increased by {1}%#reduced by {2}%#within {3} y#chance increased by {4}%#regenerate {5}%", "Невразливість до ефектів поліморфу.\nБроню від предметів збільшено {1}%.\nОтримання на {2}% менше шкоди під час приголомшення.\nКритичні удари закляттями, що вражають одну ціль, відновлюють {3}% від вашого запасу мани #items is increased by {1}%#reduced {2}%#regenerate {3}%" }, -- Moonkin Form (Shapeshift)
-- Natural Reaction
[57878] = { "Природна реакція", "Збільшує ймовірність ухилятися у подобі ведмедя та жахливого ведмедя на {1}% і ви отримуєте {2} люті щоразу, коли ухиляєтеся, перебуваючи у подобі ведмедя та жахливого ведмедя.#by {1}%#regenerate {2} rage" }, -- Natural Reaction (Rank 1)
[57880] = { ref=57878 }, -- Natural Reaction (Rank 2)
-- Nature's Bounty
[17074] = { "Щедрість природи", "Збільшує ймовірність критичного ефекту заклять \"Розростання\" та \"Підживлення\" на {1}%.#by {1}%" }, -- Nature's Bounty (Rank 1)
[17075] = { ref=17074 }, -- Nature's Bounty (Rank 2)
[17076] = { ref=17074 }, -- Nature's Bounty (Rank 3)
-- Nature's Grace
[16880] = { "Природна благодать", "Неперіодичні критичні удари заклять з ймовірністю {1}% дарують вам благословення природи, що збільшує швидкість вимови заклять на {2}% протягом {3} секунд.#a {1}% chance#by {2}% for {3} sec" }, -- Nature's Grace
[16886] = { nil, nil, "Швидкість вимови заклять збільшено на {1}%.#by {1}%", ref=16880 }, -- Nature's Grace
[61345] = { ref=16880 }, -- Nature's Grace
[61346] = { ref=16880 }, -- Nature's Grace
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, з ймовірністю {1}% його вразить закляття \"Опутуюче коріння\" (Ранг {2}). {3} заряди. Триває {4} с.#{1}% chance#(Rank {2})#{3} charge#Lasts {4} sec", "При отриманні шкоди в ближньому бою, є ймовірність обплутати ворога." }, -- Nature's Grasp (Rank 1)
-- Nature's Majesty
[35363] = { "Велич природи", "Збільшує ймовірність критичного удару ваших заклять \"Гнів\", \"Зоряний вогонь\", \"Зорепад\", \"Підживлення\" та  \"Цілющий дотик\" на {1}%.#by {1}%" }, -- Nature's Majesty (Rank 1)
[35364] = { ref=35363 }, -- Nature's Majesty (Rank 1)
-- Nature's Swiftness
[17116] = { "Стрімкість природи", "При активації, ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec", "Ваше наступне закляття природи буде миттєвим." }, -- Nature's Swiftness
-- Nourish
[50464] = { "Підживлення", "Зцілює дружній цілі від {1} до {2} здоров'я. Зцілює на {3}% більше, якщо на ціль діє \"Омолодження\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\".#for {1} to {2}#additional {3}%" }, -- Nourish (Rank 1)
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Бойові та цілющі закляття, а також автоатаки мають ймовірність наділити вас ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше атакуюче чи цілюще закляття чи здібність на {1}%.#by {1}%", "Бойові та цілющі закляття, а також автоатаки мають ймовірність наділити заклинача ефектом \"Ясномови\"." }, -- Omen of Clarity
-- Owlkin Frenzy
[48389] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, з ймовірністю {1}% викличуть божевілля, що збільшить вашу шкоду на {2}%, зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\" та відновлюватиме {3}% від базової мани кожні {4} секунди. Ефект триває {5} секунд.#a {1}% chance#damage by {2}%#restore {3}% base mana every {4} sec#Lasts {5} sec" }, -- Owlkin Frenzy (Rank 1)
[48392] = { ref=48389 }, -- Owlkin Frenzy (Rank 2)
[48393] = { ref=48389 }, -- Owlkin Frenzy (Rank 3)
-- Predatory Instincts
[33859] = { "Хижі інстинкти", "У кошачій подобі шкода від критичних ударів ближнього бою збільшується на {1}%, а отримана шкода від атак по площі зменшується на {2}%.#strikes by {1}%#attacks by {2}%" }, -- Predatory Instincts (Rank 1)
[33866] = { ref=33859 }, -- Predatory Instincts (Rank 2)
[33867] = { ref=33859 }, -- Predatory Instincts (Rank 3)
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою у подобі кота, ведмедя та жахливого ведмедя на {1}% від вашого рівня та на {2}% від сили атаки вашої зброї. Крім того, ваші завершальні рухи з ймовірністю {3}% за кожен прийом в комбінації дозволять миттєво вимовити наступне закляття природи, чий базовий час вимови не більший за {4} с.#by {1}% of your level and {2}% of any#a {3}% chance#than {4} sec" }, -- Predatory Strikes (Rank 1)
[16974] = { ref=16972 }, -- Predatory Strikes (Rank 2)
-- Protector of the Pack
[57873] = { "Захисник зграї", "Збільшує вашу силу атаки на {1}% та зменшує отриману вами шкоду на {2}% у подобі ведмедя та жахливого ведмедя.#power by {1}%#take by {2}%" }, -- Protector of the Pack (Rank 1)
[57876] = { ref=57873 }, -- Protector of the Pack (Rank 2)
[57877] = { ref=57873 }, -- Protector of the Pack (Rank 3)
-- Rebirth
[20484] = { "Переродження", "Повертає дух до тіла, відроджуючи ціль із {1} здоров'я і {2} мани.#{1} health and {2} mana" }, -- Rebirth (Rank 1)
-- Rend and Tear
[48432] = { "Дерти і рвати", "Збільшує шкоду від ваших здібностей \"Терзання\" і \"Шматування\" по цілях, що стікають кров'ю, на {1}%, а також збільшує шанс критичного удару здібності \"Безжалісний укус\" по цілях, що стікають кров'ю, на {2}%.#attacks on bleeding targets by {1}%#ability on bleeding targets by {2}%" }, -- Rend and Tear (Rank 1)
[48433] = { ref=48432 }, -- Rend and Tear (Rank 2)
[48434] = { ref=48432 }, -- Rend and Tear (Rank 3)
[51268] = { ref=48432 }, -- Rend and Tear (Rank 4)
[51269] = { ref=48432 }, -- Rend and Tear (Rank 5)
-- Revitalize
[48539] = { "Відродження", "Ваші закляття \"Омолодження\" і \"Дикий ріст\" з ймовірністю {1}% відновлять цілі {2} енергії, {3} люті, {4}% мани або {5} од. сили рун за кожне зцілення.#a {1}% chance#restore {2} Energy#{3} Rage#{4}% Mana or {5} Runic" }, -- Revitalize (Rank 1)
[48544] = { ref=48539 }, -- Revitalize (Rank 2)
-- Revive
[50769] = { "Оживлення", "Повертає дух до тіла, відроджуючи ціль із {1} здоров'я і {2} мани. Не можна використовувати в бою.#with {1} health and {2} mana" }, -- Revive (Rank 1)
-- Savage Defense
[62600] = { "Дикий захист", "Щоразу, коли ви завдаєте критичного удару, перебуваючи у подобі ведмедя або жахливого ведмедя, ви отримуєте \"Дикий захист\", що зменшує шкоду від наступної фізичної атаки на {1}% від вашої сили атаки.#by {1}%" }, -- Savage Defense (Passive)
-- Savage Roar
[52610] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}%. Можна використовувати лише в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду збільшено на {1}%.#by {1}%" }, -- Savage Roar (Rank 1)
-- Shred
[5221] = { "Шматування", "Шматує ціль, завдаючи {1}% шкоди плюс {2}. Необхідно бути позаду цілі. Збільшує довжину комбінації на {3} прийом. Ефекти, що збільшують шкоду від кровотечі, також збільшують шкоду \"Шматування\".#causing {1}#plus {2}#{3} combo" }, -- Shred (Rank 1)
-- Soothe Animal
[2908] = { "Вгамування звіра", "Вгамовує обраного звіра, зменшуючи відстань, на якій він буде атакувати вас, на {1} м. Діє лише на звірів та драконів {2} рівня або нижче. Триває {3} с.#by {1} y#level {2} or lower#Lasts {3} sec", "Зменшено відстань, на якій ціль буде атакувати." }, -- Soothe Animal (Rank 1)
-- Starfall
[48505] = { "Зорепад", "Ви викликаєте шквал зірок з неба на всі цілі в радіусі {1} м, кожна з яких завдає від {2} до {3} арканічної шкоди. Також завдає {4} арканічної шкоди всім іншим ворогам в радіусі {5} м від цілі. Викликає до {6} зірок. Триває {7} секунд. Зміна подоби та верхова їзда скасовує ефект. Будь-який ефект, що призводить до втрати контролю над персонажем, призупиняє ефект зорепаду.#targets within {1} y#dealing {2} to {3} Arcane#causes {4} Arcane#enemies within {5} y#Maximum {6} stars#Lasts {7} sec", "Викликає зорі з неба." }, -- Starfall (Rank 1)
-- Survival Instincts
[61336] = { "Інстинкти виживання", "Після активації ви отримуєте {1}% від максимального запасу здоров'я протягом {2} секунд у подобі ведмедя, кота та жахливого ведмедя. Після закінчення ефекту здоров'я втрачається.#grants you {1}% of#for {2} sec", "Здоров'я збільшено на {1}% від максимального запасу в подобі ведмедя, кота та жахливого ведмедя.#by {1}%" }, -- Survival Instincts
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі та Нортренді.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%" }, -- Swift Flight Form (Shapeshift)
-- Swipe (Bear)
[779] = { "Розмах (ведмідь)", "Розлого б'є ворогів поблизу, завдаючи {1} шкоди. Шкода збільшується від сили атаки.#{1} damage" }, -- Swipe (Bear) (Rank 1)
-- Swipe (Cat)
[62078] = { "Розмах (кіт)", "Розлого б'є ворогів поблизу, завдаючи {1}% шкоди від зброї.#inflicting {1}% weapon" }, -- Swipe (Cat) (Rank 1)
-- Thick Hide
[16929] = { "Товста шкіра", "Збільшує броню від предметів з тканини та шкіри на {1}%.#items by {1}%" }, -- Thick Hide (Rank 1)
[16930] = { ref=16929 }, -- Thick Hide (Rank 2)
[16931] = { ref=16929 }, -- Thick Hide (Rank 3)
-- Tree of Life
[33891] = { "Дерево життя", "Набути подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи чи рейду в радіусі {2} м на {1}% і можете використовувати лише закляття спеціалізації \"Відновлення\", а також закляття \"Осяяння\", \"Дубова шкіра\", \"Схоплення природи\" та \"Шипи\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#received by {1}%#within {2} y", "Невразливість до ефектів поліморфу.\nЗбільшення отриманого зцілення всіх членів групи чи рейду в радіусі {2} м на {1}%.#received by {1}%#within {2} y" }, -- Tree of Life (Shapeshift)
[65139] = { "Дерево життя", "Зменшує витрати мани на закляття періодичного зцілення на {1}% та дозволяє вам набувати подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи чи рейду в радіусі {3} м на {2}%, і ви можете використовувати лише закляття спеціалізації \"Відновлення\", а також закляття \"Осяяння\", \"Дубова шкіра\", \"Схоплення природи\" та \"Шипи\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#spells by {1}%#received by {2}%#within {3} y" }, -- Tree of Life (Rank 1)
-- Typhoon
[50516] = { "Тайфун", "Ви викликаєте бурхливий тайфун, який при контакті з ворожими цілями завдає {1} шкоди від природи, відкидає їх та викликає запаморочення на {2} секунд.#does {1} Nature#for {2} sec" }, -- Typhoon (Rank 1)
-- Vengeance
[16909] = { "Помста", "Збільшує додаткову шкоду від критичних ударів заклять \"Зоряний вогонь\", \"Зорепад\", \"Місячний вогонь\" та \"Гнів\" на {1}%.#by {1}%" }, -- Vengeance (Rank 1)
[16910] = { ref=16909 }, -- Vengeance (Rank 2)
[16911] = { ref=16909 }, -- Vengeance (Rank 3)
[16912] = { ref=16909 }, -- Vengeance (Rank 4)
[16913] = { ref=16909 }, -- Vengeance (Rank 5)
-- Wild Growth
[48438] = { "Дикий ріст", "Зцілює {1} членам групи чи рейду в радіусі {2} м від цілі {3} здоров'я протягом {4} секунд. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.#up to {1} friendly#within {2} yards#for {3} over {4} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}" }, -- Wild Growth (Rank 1)

-- Forms
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}#Stamina by {3}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів з тканини та шкіри на {2}% та витривалість на {3}%.#power by {1}#items by {2}#Stamina by {3}%" }, -- Bear Form (Shapeshift)

-- Glyph
[57856] = { "Символ водної подоби", "Збільшує швидкість плавання у водній подобі на 50%." }, -- Glyph of Aquatic Form
[63057] = { "Символ дубової шкіри", "Зменшує ймовірність отримання критичного удару на 25% під час дії \"Дубової шкіри\"." }, -- Glyph of Barkskin
[62969] = { "Символ берсерка", "Збільшує тривалість дії \"Берсерка\" на 5 секунд." }, -- Glyph of Berserk
[57858] = { "Символ войовничого реву", "Зменшує час відновлення здібності \"Войовничий рев\" на 30 секунд." }, -- Glyph of Challenging Roar
[59219] = { "Символ пориву", "Зменшує час відновлення здібності \"Порив\" на 20%." }, -- Glyph of Dash
[62080] = { "Символ зосередження", "Збільшує шкоду від \"Зорепаду\" на 10%, але зменшує радіус на 50%." }, -- Glyph of Focus
[54831] = { "Символ урагану", "Ваша здібність \"Ураган\" також сповільнює рух цілей на 20%." }, -- Glyph of Hurricane
[54813] = { "Символ нівечення", "Збільшує шкоду від \"Нівечення\" на 10%." }, -- Glyph of Mangle
[63056] = { "Символ мусону", "Зменшує час відновлення закляття \"Тайфун\" на 3 секунди." }, -- Glyph of Monsoon
[54733] = { "Символ переродження", "Гравці, яких ви воскрешаєте за допомогою \"Переродження\", повертаються до життя зі 100% здоров'я." }, -- Glyph of Rebirth
[63055] = { "Символ дикого реву", "Ваш \"Дикий рев\" збільшує шкоду ще на 3%." }, -- Glyph of Savage Roar
[54828] = { "Символ зорепаду", "Зменшує час відновлення \"Зорепаду\" на 30 секунд." }, -- Glyph of Starfall
[54824] = { "Символ негайного відновлення", "Ваша здібність \"Негайне відновлення\" більше не поглинає ефект \"Омолодження\" або \"Розростання\" з цілі." }, -- Glyph of Swiftmend
[62135] = { "Символ тайфуну", "Зменшує витрати ресурсів на закляття \"Тайфун\" на 8%, збільшує його радіус на 10м, але прибирає ефект відкидання." }, -- Glyph of Typhoon
[57857] = { "Символ необтяженого переродження", "Ваше закляття \"Переродження\" більше не вимагає реагентів." }, -- Glyph of Unburdened Rebirth

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
