local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Cut to the Chase
[51664] = { "Одразу до справи", "Ваші здібності \"Потрошіння\" та \"Отруєння\" з ймовірністю {1}% відновлюють тривалість вашого ефекту \"М'ясорубка\" до максимального значення від комбінації з 5 прийомів.#a {1}%" }, -- Cut to the Chase (Rank 1)
[51665] = { ref=51664 }, -- Cut to the Chase (Rank 2)
[51667] = { ref=51664 }, -- Cut to the Chase (Rank 3)
-- Deadened Nerves
[31380] = { "Відмерлі нерви", "Зменшує отриману шкоду на {1}%.#by {1}%" }, -- Deadened Nerves (Rank 1)
[31382] = { ref=31380 }, -- Deadened Nerves (Rank 2)
[31383] = { ref=31380 }, -- Deadened Nerves (Rank 3)
-- Disarm Trap
[1842] = { "Знешкодження пасток", "Знешкодити ворожу пастку." }, -- Disarm Trap
-- Dismantle
[51722] = { "Роззброєння", "Роззброїти ворога, знявши з нього всю зброю, щит або інше спорядження на {1} с.#for {1} sec", "Роззброєно." }, -- Dismantle
-- Filthy Tricks
[58414] = { "Брудні трюки", "Ваші здібності \"Хитрощі \", \"Відволікання\" та \"Крок через тінь\" відновлюються на {1} с швидше та витрачають на {2} менше енергії, а \"Підготовка\" відновлюється на {3} хв швидше.#by {1} sec#cost by {2} of#by {3} min" }, -- Filthy Tricks (Rank 1)
[58415] = { ref=58414 }, -- Filthy Tricks (Rank 2)
-- Improved Poisons
[14113] = { "Покращені отрути", "Збільшує шанс ураження цілі смертельною отрутою на {1}% та збільшує частоту спрацьовування миттєвої отрути на {2}%.#Deadly Poison to your target by {1}%#Instant Poison to your target by {2}%" }, -- Improved Poisons (Rank 1)
[14114] = { ref=14113 }, -- Improved Poisons (Rank 2)
[14115] = { ref=14113 }, -- Improved Poisons (Rank 3)
[14116] = { ref=14113 }, -- Improved Poisons (Rank 4)
[14117] = { ref=14113 }, -- Improved Poisons (Rank 5)
-- Kick
[1766] = { "Копняк", "Швидкий удар ногою, що перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec" }, -- Kick
-- Nerves of Steel
[31130] = { "Сталеві нерви", "Зменшує шкоду, отриману під дією ефектів приголомшення та страху на {1}%.#by {1}%" }, -- Nerves of Steel (Rank 1)
[31131] = { ref=31130 }, -- Nerves of Steel (Rank 2)
-- Opportunity
[14072] = { ref=14057 }, -- Opportunity (Rank 2)
-- Overkill
[58426] = { "Надмір", "Під час непомітності та протягом {1} с після виходу з неї ви відновлюєте додатково {2}% енергії.#for {1} sec#regenerate {2}%", "Під час непомітності та протягом {1} с після виходу з неї ви відновлюєте додатково {2}% енергії.#for {1} sec#regenerate {2}%" }, -- Overkill
-- Precision
[13705] = { "Точність", "Збільшує ймовірність завдати удару зброєю та отрутами на {1}%.#by {1}%" }, -- Precision (Rank 1)
[13832] = { ref=13705 }, -- Precision (Rank 2)
[13843] = { ref=13705 }, -- Precision (Rank 3)
-- Prey on the Weak
[51685] = { "Полювання на слабких", "Ваші критичні удари завдають на {1}% більше шкоди цілям, що мають менше здоров'я, ніж ви (у відсотках від максимального запасу).#by {1}%" }, -- Prey on the Weak (Rank 1)
[51686] = { ref=51685 }, -- Prey on the Weak (Rank 2)
[51687] = { ref=51685 }, -- Prey on the Weak (Rank 3)
[51688] = { ref=51685 }, -- Prey on the Weak (Rank 4)
[51689] = { ref=51685 }, -- Prey on the Weak (Rank 5)
-- Riposte
[14251] = { "Відповідь", "Удар, який можливо виконати лише після парирування атаки опонента. Ця атака завдає {1}% шкоди зброї та зменшує швидкість атак ближнього бою цілі на {2}% протягом {3} с. Збільшує довжину комбінації на {4} прийом.#deals {1}%#by {2}% for {3} sec#Awards {4} combo", "Швидкість атак ближнього бою зменшено на {1}%.#by {1}%" }, -- Riposte
-- Savage Combat
[51682] = { "Безжальний бій", "Збільшує вашу силу атаки на {1}% та збільшує фізичну шкоду ворогам, яких ви отруїли, на {2}%.#power by {1}%#increased by {2}%" }, -- Savage Combat (Rank 1)
[58413] = { ref=51682 }, -- Savage Combat (Rank 2)
-- Setup
[13983] = { "Налаштованість", "З ймовірністю {1}% ви збільшите довжину комбінації на цілі на один прийом після ухилення від її атаки або повному супротиву одному з її заклять. Цей ефект не може спрацьовувати частіше, ніж раз на секунду.#a {1}% chance" }, -- Setup (Rank 1)
[14070] = { ref=13983 }, -- Setup (Rank 2)
[14071] = { ref=13983 }, -- Setup (Rank 3)
-- Surprise Attacks
[32601] = { "Несподівані атаки", "Від ваших завершальних рухів неможливо ухилитись, а шкоду здібностей \"Підступний удар\", \"Удар у спину\", \"Укол\", \"Крововилив\" та \"Ошелешити\" збільшено на {1}%.#by {1}%" }, -- Surprise Attacks
-- Throwing Specialization
[5952] = { "Спеціалізація на метальній зброї", "Збільшує дальність \"Кидка\" та \"Смертельного кидка\" на {1} м, а \"Смертельний кидок\" з ймовірністю {2}% перерве вимову заклять цілі на {3} с.#by {1} y#a {2}% chance#for {3} sec" }, -- Throwing Specialization (Rank 1)
[51679] = { ref=5952 }, -- Throwing Specialization (Rank 2)
-- Unfair Advantage
[51672] = { "Нечесна перевага", "Щоразу, коли ви ухиляєтеся від атаки, ви отримуєте несправедливу перевагу, завдаючи у відповідь {1}% шкоди від вашої зброї в правій руці. Цей ефект не може спрацьовувати частіше, ніж один раз на секунду.#for {1}% of your" }, -- Unfair Advantage (Rank 1)
[51674] = { ref=51672 }, -- Unfair Advantage (Rank 2)
-- Waylay
[51692] = { "Раптові удари", "Ваші здібності \"Засідка\" та \"Удар у спину\" виводять ціль з рівноваги, збільшуючи час між атаками ближнього та дальнього бою на {1}% і зменшуючи швидкість руху на {2}% протягом {3} с.#attacks by {1}%#speed by {2}% for {3} sec" }, -- Waylay (Rank 1)
[51696] = { ref=51692 }, -- Waylay (Rank 2)

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
