local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anger Management
[12296] = { "Контроль гніву", "Надає {1} люті кожні {2} с.#Generates {1} rage per {2} sec", en="Anger Management" },
-- Anticipation
[12297] = { "Передчуття", "Збільшує вашу ймовірність ухилення на {1}%.#by {1}%", en="Anticipation" },
[12750] = { ref=12297 }, -- Anticipation
[12751] = { ref=12297 }, -- Anticipation
[12752] = { ref=12297 }, -- Anticipation
[12753] = { ref=12297 }, -- Anticipation
-- Armored to the Teeth
[61216] = { "Броньований до зубів", "Збільшує вашу силу атаки на {1} за кожні {2} одиниці броні.#by {1} for every {2}", en="Armored to the Teeth" },
[61221] = { ref=61216 }, -- Armored to the Teeth
[61222] = { ref=61216 }, -- Armored to the Teeth
-- Battle Shout
[2048] = { "Бойовий клич", "Воїн кричить, збільшуючи силу атаки всіх учасників групи чи рейду в межах {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Збільшує силу атаки ближнього бою на {1}.#power by {1}", en="Battle Shout" },
[5242] = { ref=2048 }, -- Battle Shout
[6192] = { ref=2048 }, -- Battle Shout
[6673] = { ref=2048 }, -- Battle Shout
[11549] = { ref=2048 }, -- Battle Shout
[11550] = { ref=2048 }, -- Battle Shout
[11551] = { ref=2048 }, -- Battle Shout
[25289] = { ref=2048 }, -- Battle Shout
-- Berserk
[23397] = { "Берсерк", "Змушує всіх воїнів прийняти стійку берсерка та збільшує отриману ними шкоду на {2}% протягом {1} c.#for {1} sec#by {2}%", "Змушує вас прийняти стійку берсерка.\nЗбільшує отриману шкоду на {1}%.#by {1}%", en="Berserk" },
-- Berserker Rage
[18499] = { "Лють берсерка", "Впадаючи в лють берсерка, воїн знімає ефекти страху та недієздатності, стає невразливим до них і генерує додаткову лють при отриманні шкоди. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів страху та недієздатності. Генерує додаткову лють при отриманні шкоди.", en="Berserker Rage" },
-- Bladestorm
[46924] = { "Буря клинків", "Ви вражаєте до {1} навколишніх цілей  \"Вихором\" миттєво і кожні {3} с протягом {2} с. Під час дії \"Бурі клинків\" ви можете рухатись, не можете використовувати жодні інші здібності, а також не відчуваєте ні жалю, ні страху, і вас може зупинити лише смерть.#up to {1} nearby#next {2} sec#every {3} sec", "Нестримне застосування \"Вихору\" кожні {1} с. Не може використовувати інші здібності.#every {1} sec", en="Bladestorm" },
-- Blood Frenzy
[29836] = { "Криваве шаленство", "Збільшує швидкість атак ближнього бою на {1}%. Окрім того здібності \"Розрив\" та \"Глибокі рани\" також збільшують всю фізичну шкоду по цілі на {2}%.#attack speed by {1}%#target by {2}%", en="Blood Frenzy" },
[29859] = { ref=29836 }, -- Blood Frenzy
-- Bloodrage
[29131] = { "Кривава лють", "Надає {1} люті ціною здоров'я та ще додатково {2} люті протягом {3} с.#Generates {1} rage#additional {2} rage over {3} sec", "Додає {1} люті щосекунди.#Generating {1}", en="Bloodrage" },
-- Bloodsurge
[46913] = { "Прилив крові", "\"Героїчний удар\", \"Кровожерливість\" та \"Вихор\" з ймовірністю {1}% дозволять застосувати наступне \"Розтрощення\" миттєво протягом {2} с.#a {1}% chance#for {2} sec", en="Bloodsurge" },
[46914] = { ref=46913 }, -- Bloodsurge
[46915] = { ref=46913 }, -- Bloodsurge
-- Bloodthirst
[23881] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1} шкоди. Крім цього, наступні {2} успішні атаки ближнього бою відновлять {3}% здоров'я. Ефект триває {4} с. Шкода залежить від сили атаки.#causing {1} damage#next {2} successful#restore {3}% of#lasts {4} sec", en="Bloodthirst" },
[23885] = { nil, nil, "Успішні атаки ближнього бою відновлюють {1}% здоров'я.#restore {1}%", ref=23881 }, -- Bloodthirst
[23892] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1} шкоди. Крім цього, наступні {2} успішних атак ближнього бою відновлять {3} здоров'я. Шкода залежить від сили атаки.#causing {1} damage#next {2} successful#restore {3} health", en="Bloodthirst" },
[23893] = { ref=23892 }, -- Bloodthirst
[23894] = { ref=23892 }, -- Bloodthirst
-- Charge
[22911] = { "Ривок", "Ривок у ворога, що завдає звичайної шкоди плюс {1} та приголомшує ціль на {2} с.#plus {1} and#for {2} sec", "Приголомшено.", en="Charge" },
[25821] = { ref=22911 }, -- Charge
-- Charge Stun
[7922] = { "Приголомшення від ривка", "Ривок у ворога, що збільшує лють і приголомшує ціль на {1} с. Не можна використовувати в бою.#for {1} sec", "Приголомшено.", en="Charge Stun" },
-- Cleave
[845] = { "Розсічення", "Розмашиста атака, що завдає шкоди зброєю плюс {1} по цілі та по [найближчому до неї ворогу#nearest ally][двох найближчих до неї ворогах#two nearest allies].#damage plus {1} to", en="Cleave" },
[7369] = { ref=845 }, -- Cleave
[11608] = { ref=845 }, -- Cleave
[11609] = { ref=845 }, -- Cleave
[20569] = { ref=845 }, -- Cleave
-- Commanding Shout
[469] = { "Командирський крик", "Збільшує максимальний запас здоров'я всіх учасників групи та рейду в межах {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Максимальний запас здоров'я збільшено на {1}%.#by {1}", en="Commanding Shout" },
-- Concussion Blow
[12809] = { "Приголомшливий удар", "Приголомшує суперника на {1} с та завдає {2} шкоди (в залежності від сили атаки).#for {1} sec#deals {2} damage", "Приголомшено.", en="Concussion Blow" },
-- Death Wish
[12292] = { "Жага смерті", "Ви входите в стан несамовитості, збільшуючи свою фізичну шкоду на {1}%, але збільшуючи отриману шкоду на {2}%. Триває {3} с.#damage by {1}%#taken by {2}%#Lasts {3} sec", "Завдану фізичну шкоду збільшено на {1}%. Всю отриману шкоду збільшено на {2}%.#physical damage by {1}%#damage taken by {2}%", en="Death Wish" },
-- Deep Wounds
[12721] = { "Глибокі рани", "Ваші критичні удари викликають у ворога кровотечу.", "Стікає кров'ю.", en="Deep Wounds" },
-- Demoralizing Roar
[15727] = { "Деморалізуючий рев", "Зменшує силу атаки ближнього бою навколишніх ворогів на {1} протягом {2} с.#enemies by {1} for {2} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Roar" },
[15971] = { ref=10968 }, -- Demoralizing Roar
[20753] = { ref=15727 }, -- Demoralizing Roar
[27551] = { ref=15727 }, -- Demoralizing Roar
-- Demoralizing Shout
[13730] = { "Деморалізуючий клич", "Зменшує силу атаки ближнього бою ворогів поблизу на {1} с.#enemies for {1} sec", "Силу атаки ближнього бою зменшено.", en="Demoralizing Shout" },
[16244] = { "Деморалізуючий клич", "Зменшує силу атаки ближнього бою ворогів поблизу на {1} с.#enemies for {1} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Shout" },
[23511] = { ref=16244 }, -- Demoralizing Shout
-- Disarm
[676] = { "Роззброєння", "Роззброює ворога, вибиваючи зброю з правої руки та зброю дальнього бою на {1} с.#for {1} sec", "Роззброєно!", en="Disarm" },
-- Enrage
[12317] = { "Несамовитість", "З ймовірністю {1}% ваша шкода збільшиться на {2}% протягом {3} с після отримання критичного удару. Цей ефект не поєднується з \"Погромом\".#a {1}% chance#a {2}% damage bonus#for {3} sec", en="Enrage" },
[12880] = { "Несамовитість", "З деякою ймовірністю ваша шкода збільшиться на {1} с після отримання удару.#for {1} sec", "Фізичну шкоду збільшено на {1}%.#increased by {1}%", en="Enrage" },
[13045] = { ref=12317 }, -- Enrage
[13046] = { ref=12317 }, -- Enrage
[13047] = { ref=12317 }, -- Enrage
[13048] = { ref=12317 }, -- Enrage
[14201] = { ref=12880 }, -- Enrage
[14202] = { ref=12880 }, -- Enrage
[14203] = { ref=12880 }, -- Enrage
[14204] = { ref=12880 }, -- Enrage
-- Enraged Regeneration
[55694] = { "Несамовите відновлення", "Ви відновлюєте {1}% максимального запасу здоров'я протягом {2} секунд. Можна застосовувати лише в стані несамовитості, поглинає всі ефекти несамовитості та не дозволяє отримати новий ефект протягом дії.#regenerate {1}% of#over {2} sec", "Відновлює {1}% максимального запасу здоров'я щосекунди.#Regenerates {1}%", en="Enraged Regeneration" },
-- Execute
[5308] = { "Страта", "Спроба добити пораненого ворога, завдаючи {1} шкоди і додатково {2} шкоди за кожну надлишкову одиницю люті (але не більше {3} люті). Можна використати лише проти ворогів, що мають менше {4}% здоров'я.#causing {1} damage#into {2} additional#maximum cost of {3} rage#less than {4}% health", en="Execute" },
[20658] = { ref=5308 }, -- Execute
[20660] = { ref=5308 }, -- Execute
[20661] = { ref=5308 }, -- Execute
[20662] = { ref=5308 }, -- Execute
-- Flurry
[12966] = { "Шквал", "Збільшує вашу швидкість атаки на {1}% для наступних {2} ударів після того, як ви завдали критичного удару в ближньому бою.#speed by {1}#next {2} swings", "Швидкість атаки збільшено на {1}%.#increased by {1}%", en="Flurry" },
[12967] = { ref=12966 }, -- Flurry
[12968] = { ref=12966 }, -- Flurry
[12969] = { ref=12966 }, -- Flurry
[12970] = { ref=12966 }, -- Flurry
-- Furious Attacks
[46910] = { "Шалені атаки", "Ваші звичайні атаки ближнього бою можуть зменшити ефективність зцілення цілі на {1}% протягом {2} с. Ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times", en="Furious Attacks" },
[46911] = { "Шалені атаки", "Ваші звичайні атаки ближнього бою можуть зменшити ефективність зцілення цілі на {1}% протягом {2} с. Ефект накопичується до {3} разів. Спрацьовує частіше за \"Шалені атаки (Ранг {4})\".#by {1}% for {2} sec#up to {3} times#Rank {4}", en="Furious Attacks" },
-- Gag Order
[12311] = { "Наказ мовчати", "Ваші здібності \"Удар щитом\" та \"Героїчний кидок\" з ймовірністю {1}% знемовлюють ціль на {2} с. Також збільшує шкоду \"Удару щитом\" на {3}%.#a {1}% chance#for {2} sec#ability by {3}%", en="Gag Order" },
[12958] = { ref=12311 }, -- Gag Order
-- Hamstring
[1715] = { "Нівечення", "Калічить ворога, зменшуючи швидкість руху на {1}% протягом {2} с[ та з ймовірністю {1}% знерухомлює ціль на {2} с#a {1}% chance to immobilize the target for {2} sec].#movement speed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[7372] = { "Нівечення", "Калічить ворога, завдаючи {1} шкоди та зменшуючи швидкість руху на {2}% протягом {3} с.#causing {1} damage#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[7373] = { ref=7372 }, -- Hamstring
[27584] = { ref=7372 }, -- Hamstring
-- Heroic Fury
[60970] = { "Героїчне шаленство", "Знімає будь-які ефекти знерухомлення та завершує відновлення здібності \"Перехоплення\".", en="Heroic Fury" },
-- Heroic Throw
[57755] = { "Героїчний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки). Ця здібність спричиняє велику загрозу.#causing {1} damage", en="Heroic Throw" },
-- Impale
[16493] = { "Пронизування", "Збільшує додаткову шкоду від критичних ударів ваших здібностей на {1}%.#abilities by {1}%", en="Impale" },
[16494] = { ref=16493 }, -- Impale
-- Improved Bloodrage
[12301] = { "Покращена кривава лють", "Збільшує обсяг люті, що надається здібністю \"Кривава лють\" на {1}%.#ability by {1}%", en="Improved Bloodrage" },
[12818] = { ref=12301 }, -- Improved Bloodrage
-- Improved Defensive Stance
[29593] = { "Покращена захисна стійка", "Поки ви перебуває у захисній стійці, вся отримана шкода від заклять зменшується на {1}%, а коли ви блокуєте, парируєте чи ухиляєтесь від атаки, ви з ймовірністю {2}% впадаєте в несамовитість, що збільшує вашу фізичну шкоду на {3}% протягом {4} с.#reduced by {1}%#a {2}% chance#by {3}% for {4} sec", en="Improved Defensive Stance" },
[29594] = { ref=29593 }, -- Improved Defensive Stance
-- Improved Disarm
[12313] = { "Покращене роззброєння", "Зменшує час відновлення здібності \"Роззброєння\" на {1} с, а його ціль отримуватиме на {2}% більше шкоди поки діє роззброєння.#ability by {1} sec#additional {2}% damage", en="Improved Disarm" },
[12804] = { ref=12313 }, -- Improved Disarm
-- Improved Disciplines
[12312] = { "Вдосконалені навички", "Зменшує час відновлення здібностей \"Стіна щитів\", \"Відплата\" та \"Навіженість\" на {1} с.#abilities by {1} sec", en="Improved Disciplines" },
[12803] = { ref=12312 }, -- Improved Disciplines
-- Improved Hamstring
[23694] = { "Покращене нівечення", "Ваша здібність \"Нівечення\" може знерухомити ціль на {1} с.#for {1} sec", "Знерухомлено.", en="Improved Hamstring" },
-- Improved Revenge
[12797] = { "Покращена помста", "\"Помста\" завдає на {1}% більше шкоди та завдає {2}% шкоди ще одному ворогу неподалік.#by {1}%#for {2}%", en="Improved Revenge" },
[12799] = { "Покращена помста", "\"Помста\" завдає на {1}% більше шкоди та вражає ще одного ворога неподалік.#by {1}%", ref=12797, en="Improved Revenge" },
-- Improved Slam
[12330] = { "Покращене розтрощення", "Зменшує час застосування здібності \"Розтрощення\" на {1} с.#by {1} sec", en="Improved Slam" },
[12862] = { ref=12330 }, -- Improved Slam
-- Incapacitating Shout
[18328] = { "Приголомшливий клич", "Зменшує швидкість руху навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Incapacitating Shout" },
-- Incite
[50685] = { "Підбуреність", "Збільшує ймовірність критичного удару здібностей \"Героїчний удар\", \"Громовий удар\" та \"Розсічення\" на {1}%.#by {1}%", en="Incite" },
[50686] = { ref=50685 }, -- Incite
[50687] = { ref=50685 }, -- Incite
-- Intensify Rage
[46908] = { "Посилена лють", "Зменшує час відновлення здібностей \"Кривава лють\", \"Лють берсерка\", \"Навіженість\" та \"Жага смерті\" на {1}%.#by {1}%", en="Intensify Rage" },
[46909] = { ref=46908 }, -- Intensify Rage
[56924] = { ref=46908 }, -- Intensify Rage
-- Intercept
[20252] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує його на {2} с.#causing {1} damage#for {2} sec", en="Intercept" },
[20253] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує його на {2} с.#causing {1} damage#for {2} sec", "Приголомшено.", en="Intercept" },
[20614] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди та приголомшує його на {2} с.#causing {1} damage#for {2} sec", "Приголомшено.", en="Intercept" },
[20615] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди та приголомшує його на {2} с.#causing {1} damage#for {2} sec", "Приголомшено.", en="Intercept" },
[20616] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди та приголомшує його на {2} с.#causing {1} damage#for {2} sec", en="Intercept" },
[20617] = { ref=20616 }, -- Intercept
-- Intervene
[3411] = { "Втручання", "Воїн здійснює стрімкий ривок до учасника групи, перехоплюючи наступну атаку ближнього або дальнього бою та зменшуючи загрозу цілі на {1}%.#by {1}%", "Наступна атака ближнього чи дальнього бою, спрямована проти вас, натомість вразить воїна.", en="Intervene" },
-- Intimidating Shout
[5246] = { "Жахаючий клич", "Воїн кричить, змушуючи до {1} ворогів в межах {2} м тремтіти від страху. Ваша ціль не зможе рухатись в страху. Триває {3} с.#up to {1} enemies within {2} yards#Lasts {3} sec", "Нажахано.", en="Intimidating Shout" },
[20511] = { nil, nil, "Тремтить від страху.", ref=5246 }, -- Intimidating Shout
-- Iron Will
[12300] = { "Залізна воля", "Зменшує тривалість ефектів приголомшення та причарування на вас на {1}%.#against you by {1}%", en="Iron Will" },
[12959] = { ref=12300 }, -- Iron Will
[12960] = { ref=12300 }, -- Iron Will
-- Juggernaut
[64976] = { "Нестримна сила", "\"Ривок\" тепер можна застосовувати під час бою, але його час відновлення збільшено на {1} с. Наступне застосування \"Розтрощення\" чи \"Смертельного удару\" протягом {3} c після \"Ривка\" матиме збільшену на {2}% ймовірність критичного удару.#by {1} sec#additional {2}% chance#within {3} sec", en="Juggernaut" },
[65156] = { "Нестримна сила", "\"Ривок\" тепер можна застосовувати під час бою. Наступне застосування \"Розтрощення\" чи \"Смертельного удару\" протягом {2} c після \"Ривка\" матиме збільшену на {1}% ймовірність критичного удару.#additional {1}% chance#within {2} sec", "Наступне \"Розтрощення\" чи \"Смертельний удар\" матиме на {1}% більшу ймовірність критичного удару.#additional {1}%", en="Juggernaut" },
-- Last Stand
[12976] = { nil, nil, "Максимальний запас здоров'я збільшено на {1}%.#increased by {1}%", ref=12975 }, -- Last Stand
-- Mace Specialization
[12284] = { "Спеціалізація на булавах", "Ваші атаки булавами ігнорують {1}% броні цілі.#up to {1}% of", en="Mace Specialization" },
[12701] = { ref=12284 }, -- Mace Specialization
[12702] = { ref=12284 }, -- Mace Specialization
[12703] = { ref=12284 }, -- Mace Specialization
[12704] = { ref=12284 }, -- Mace Specialization
-- Mocking Blow
[694] = { "Глумливий удар", "Глумлива атака, що спричиняє помірний рівень загрози та змушує ціль атакувати вас протягом {1} с. Також завдає шкоди від зброї, якщо ціль можна спровокувати, #for {1} sec", "Спровоковано.", en="Mocking Blow" },
[7400] = { "Глумливий удар", "Глумлива атака, що завдає {1} шкоди, спричиняє помірний рівень загрози та змушує ціль атакувати вас протягом {2} с.#causes {1} damage#for {2} sec", "Спровоковано.", en="Mocking Blow" },
[7402] = { ref=7400 }, -- Mocking Blow
[20559] = { ref=7400 }, -- Mocking Blow
[20560] = { ref=7400 }, -- Mocking Blow
-- Overpower
[7384] = { "Здолання", "Миттєво долає ворога, завдаючи шкоди зброєю. Можна використати лише після того, як ціль ухилилась. Здолання не можна блокувати, ухилитися від нього або парирувати.", en="Overpower" },
[7887] = { "Здолання", "Миттєво долає ворога, завдаючи шкоди зброєю плюс {1}. Можна використати лише після того, як ціль ухилилась. Здолання не можна блокувати, ухилитися від нього або парирувати.#damage plus {1}", en="Overpower" },
[11584] = { ref=7887 }, -- Overpower
[11585] = { ref=7887 }, -- Overpower
-- Poleaxe Specialization
[12700] = { "Спеціалізація на сокирах та держаковій зброї", "Збільшує ймовірність завдання критичного удару та шкоду критичних ударів сокирами та держаковою зброєю на {1}%.#by {1}%", en="Poleaxe Specialization" },
[12781] = { ref=12700 }, -- Poleaxe Specialization
[12783] = { ref=12700 }, -- Poleaxe Specialization
[12784] = { ref=12700 }, -- Poleaxe Specialization
[12785] = { ref=12700 }, -- Poleaxe Specialization
-- Pummel
[6552] = { "Луснути", "Лупить ціль, перериваючи вимову закляття та унеможливлюючи вимову заклять тієї ж школи протягом {1} с.#for {1} sec", en="Pummel" },
-- Puncture
[12308] = { "Пробиття", "Зменшує витрати люті здібностей \"Розкол броні\" та \"Спустошення\" на {1}.#abilities by {1}", en="Puncture" },
[12810] = { ref=12308 }, -- Puncture
[12811] = { ref=12308 }, -- Puncture
-- Rampage
[29801] = { "Шаленство", "Збільшує ймовірність завдання критичного удару в ближньому та дальньому бою для всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} yds by {2}%", "Збільшує ймовірність завдання критичного удару в ближньому та дальньому бою на {1}%.#by {1}%", en="Rampage" },
-- Recklessness
[1719] = { "Навіженість", "Ймовірність критичного удару наступних {1} ваших атакуючих здібностей збільшується на {2}%, але вся отримана шкода збільшується на {3}%. Триває {4} с.#next {1} special#additional {2}% to critically hit#taken is increased by {3}%#Lasts {4} s", "Ймовірність критичного удару атакуючих здібностей збільшено на {1}%, але вся отримана шкода збільшується на {2}%.#additional {1}% chance#taken is increased by {2}%", en="Recklessness" },
[13847] = { "Навіженість", "Невразливість до ефектів страху.\nВсі атаки завдають критичної шкоди.\nБроню зменшено на {1}%.#by {1}%", "Невразливість до ефектів страху.\nВсі атаки завдають критичної шкоди.\nБроню зменшено на {1}%.#by {1}%", en="Recklessness" },
-- Revenge
[6572] = { "Помста", "Миттєва контратака, що завдає від {1} до {2} шкоди. Помсту можна використовувати лише після успішного блоку, ухилення або парирування.#for {1} to {2} damage", en="Revenge" },
[6574] = { ref=6572 }, -- Revenge
[7379] = { ref=6572 }, -- Revenge
[11600] = { ref=6572 }, -- Revenge
[11601] = { ref=6572 }, -- Revenge
[25288] = { ref=6572 }, -- Revenge
-- Safeguard
[46945] = { "Оберігання", "Зменшує отриману ціллю вашого \"Втручання\" шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Safeguard" },
[46949] = { ref=46945 }, -- Safeguard
-- Shattering Throw
[64380] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки) та зменшує броню цілі на {2}% протягом {3} c або знімає невразливість.#causing {1} damage#by {2}% for {3} sec", en="Shattering Throw" },
[64382] = { nil, nil, "Броню зменшено на {1}%.#by {1}%", ref=64380 }, -- Shattering Throw
[65940] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає шкоди від зброї та зменшує броню цілі на {1}% протягом {2} c або знімає невразливість.#by {1}% for {2} sec", "Броню зменшено на {1}%.#by {1}%", en="Shattering Throw" },
[65941] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає {1} шкоди та зменшує броню цілі на {2}% протягом {3} c або знімає невразливість.#causing {1} damage#by {2}% for {3} sec", en="Shattering Throw" },
-- Shield Bash
[72] = { "Удар щитом", "Удар цілі щитом, що паморочить, перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#cast for {1} sec", en="Shield Bash" },
[1671] = { "Удар щитом", "Удар цілі щитом, що завдає {1} шкоди. Перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {2} с.#for {1} damage#for {2} sec", en="Shield Bash" },
[1672] = { ref=1671 }, -- Shield Bash
-- Shield Block
[2565] = { "Блок щитом", "Збільшує ймовірність та показник блокування на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність та показник блокування збільшено на {1}%.#by {1}%", en="Shield Block" },
-- Shield Mastery
[29598] = { "Майстерність володіння щитом", "Збільшує показник блокування на {1}% і зменшує час відновлення \"Блоку щитом\" на {2} с.#block value by {1}%#Shield Block ability by {2} sec", en="Shield Mastery" },
-- Shield Specialization
[12298] = { "Спеціалізація на щитах", "Збільшує ймовірність блокуваня атак щитом на {1}% і з ймовірністю {2}% додає {3} люті при блокуванні, ухиленні чи парируванні.#shield by {1}% and has a {2}% chance to generate {3} rage", en="Shield Specialization" },
[12724] = { ref=12298 }, -- Shield Specialization
[12725] = { ref=12298 }, -- Shield Specialization
[12726] = { ref=12298 }, -- Shield Specialization
[12727] = { ref=12298 }, -- Shield Specialization
-- Shield Wall
[871] = { "Стіна щитів", "Зменшує отриману шкоду на {1}% протягом {2} c.#by {1}% for {2} sec", "Всю отриману шкоду зменшено на {1}%.#by {1}%", en="Shield Wall" },
-- Shockwave
[46968] = { "Ударна хвиля", "Створює ударну хвилю в конусі перед воїном, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує ворогів у межах {2} м на {3} с.#causing {1} damage#within {2} y#for {3} sec", "Приголомшено.", en="Shockwave" },
-- Silenced - Gag Order
[18498] = { "Знемовлення - Наказ мовчати", "Ваші здібності \"Удар щитом\" та \"Героїчний кидок\" можуть знемовити ціль на {1} с. Також збільшує шкоду \"Удару щитом\".#for {1} sec", "Знемовлено.", en="Silenced - Gag Order" },
-- Sudden Death
[29723] = { "Раптова смерть", "Ваші удари ближнього бою з ймовірністю {1}% дозволять застосувати \"Страту\" незалежно від рівня здоров'я цілі. Окрім того, після використання \"Страти\" ви зберігаєте {2} люті.#a {1}% chance#at least {2} rage", en="Sudden Death" },
[29724] = { ref=29723 }, -- Sudden Death
[29725] = { ref=29723 }, -- Sudden Death
-- Sunder Armor
[7386] = { "Розкол броні", "Розколює броню цілі, зменшуючи її на {1}% за кожен ефект \"Розколу броні\", та спричиняє високий рівень загрози. Обсяг загроз збільшується від сили атаки. Ефект накопичується до {2} разів. Триває {3} с.#reducing it by {1}% per#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}%.#decreased by {1}%", en="Sunder Armor" },
[7405] = { "Розкол броні", "Розколює броню цілі, зменшуючи її на {1} за кожен ефект \"Розколу броні\", та спричиняє високий рівень загрози. Ефект накопичується до {2} разів. Триває {3} с.#reducing it by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}.#decreased by {1}", en="Sunder Armor" },
[8380] = { ref=7405 }, -- Sunder Armor
[11596] = { ref=7405 }, -- Sunder Armor
[11597] = { ref=7405 }, -- Sunder Armor
-- Sword Specialization
[12281] = { "Спеціалізація на мечах", "З ймовірністю {1}% ви проведете додаткову атаку по тій самій цілі після завдання удару мечем. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#a {1}% chance#every {2} sec", en="Sword Specialization" },
[12812] = { ref=12281 }, -- Sword Specialization
[12813] = { ref=12281 }, -- Sword Specialization
[12814] = { ref=12281 }, -- Sword Specialization
[12815] = { ref=12281 }, -- Sword Specialization
-- Sword and Board
[46951] = { "Мечем і щитом", "Збільшує ймовірність критичного удару \"Спустошення\" на {1}%. Окрім того, коли \"Спустошення\" чи \"Помста\" завдає шкоди, з ймовірністю {2}% відновлення \"Трощення щитом\" миттєво завершиться, а його витрати люті зменшаться на {3}% протягом {4} с.#ability by {1}%#a {2}% chance#by {3}% for {4} sec", en="Sword and Board" },
[46952] = { ref=46951 }, -- Sword and Board
[46953] = { ref=46951 }, -- Sword and Board
[50227] = { "Мечем і щитом", "Коли \"Спустошення\" чи \"Помста\" завдає шкоди, відновлення \"Трощення щитом\" може миттєво завершитися, а його витрати люті зменшитися на {1}% протягом {2} с.#by {1}% for {2} sec", "Витрати люті \"Трощення щитом\" зменшено на {1}%.#by {1}%", en="Sword and Board" },
-- Taste for Blood
[56636] = { "Смак крові", "Коли \"Розрив\" завдає шкоди, ви з ймовірністю {1}% зможете застосувати \"Здолання\" протягом {2} с. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#a {1}% chance#ability for {2} sec#every {3} sec", en="Taste for Blood" },
[56637] = { ref=56636 }, -- Taste for Blood
[56638] = { ref=56636 }, -- Taste for Blood
[60503] = { "Смак крові", "Коли \"Розрив\" завдає шкоди, ви з деякою ймовірністю зможете застосувати \"Здолання\" протягом {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#ability for {1} sec#every {2} sec", "Дозволяє застосувати \"Здолання\".", en="Taste for Blood" },
-- Taunt
[355] = { "Провокація", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Спровоковано.", en="Taunt" },
-- Thunder Clap
[6343] = { "Громовий удар", "Вражає ворогів неподалік, збільшуючи інтервал між їхніми атаками на {1}% протягом {2} с та завдаючи їм {3} шкоди. Шкода збільшується від сили атаки. Ця здібність спричиняє додаткову загрозу.#attacks by {1}% for {2} sec and doing {3} damage", "Інтервал між атаками збільшено на {1}%.#increased by {1}%", en="Thunder Clap" },
[8198] = { ref=6343 }, -- Thunder Clap
[8204] = { ref=6343 }, -- Thunder Clap
[8205] = { ref=6343 }, -- Thunder Clap
[11580] = { ref=6343 }, -- Thunder Clap
[11581] = { ref=6343 }, -- Thunder Clap
-- Titan's Grip
[46917] = { "Хватка титана", "Дозволяє тримати дворучні сокири, булави та мечі в одній руці. Поки ви тримаєте дворучну зброю в одній руці, ваша фізична шкода зменшується на {1}%.#by {1}%", en="Titan's Grip" },
-- Toughness
[12299] = { "Міць", "Збільшує вашу броню від предметів на {1}% та скорочує тривалість ефектів сповільнення руху на {2}%.#items by {1}%#slowing effects by {2}%", en="Toughness" },
[12761] = { ref=12299 }, -- Toughness
[12762] = { ref=12299 }, -- Toughness
[12763] = { ref=12299 }, -- Toughness
[12764] = { ref=12299 }, -- Toughness
-- Vigilance
[50720] = { "Пильність", "Ви оберігаєте учасника групи чи рейду, зменшуючи отриману ціллю шкоду на {1}% та отримуючи {2}% від спричиненої нею загрози. Окрім того, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється. Триває {3} хв. Цей ефект може діяти лише на одну ціль одночасно.#taken by {1}%#transfers {2}% of#Lasts {3} min", "Отриману шкоду зменшено на {1}%, а {2}% загрози перенаправляється на воїна.#reduced by {1}% and {2}% of", en="Vigilance" },
-- Vitality
[29140] = { "Живість", "Збільшує вашу витривалість на {1}%, силу на {2}% та вправність на {3}.#Stamina by {1}%#Strength by {2}%#Expertise by {3}", en="Vitality" },
[29143] = { ref=29140 }, -- Vitality
[29144] = { ref=29140 }, -- Vitality
-- Warbringer
[57499] = { "Вісник війни", "Ваші здібності \"Ривок\", \"Перехоплення\" та \"Втручання\" тепер можна використовувати під час бою та в будь-якій стійці. Окрім того, \"Втручання\" звільняє вас від ефектів обмеження руху.", en="Warbringer" },
-- Wrecking Crew
[46867] = { "Погром", "Ваші критичні удари вводять вас у стан несамовитості, що збільшує всю шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Wrecking Crew" },
[56611] = { ref=46867 }, -- Wrecking Crew
[56612] = { ref=46867 }, -- Wrecking Crew
[56613] = { ref=46867 }, -- Wrecking Crew
[56614] = { ref=46867 }, -- Wrecking Crew

-- Glyph
[58372] = { "Символ нівечення", "\"Нівечення\" з ймовірністю {1}% знерухомлює ціль на {2} с.#a {1}% chance#for {2} sec", en="Glyph of Hamstring" },

-- Item effects
[22778] = { "Зменшення витрат Нівечення", "Зменшує витрати люті на здібність \"Нівечення\" на {1}.#by {1}", en="Hamstring Rage Reduction" },

-- Stances
[2457] = { "Бойова стійка", "Збалансована бойова стійка, що збільшує показник пробиття броні для всіх атак на {1}%.#attacks by {1}%", en="Battle Stance" },

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
