local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Counterattack
[19306] = { "Контратака", "Удар, який можливо провести лише після парирування атаки опонента. Ця атака завдає {1} шкоди та знерухомлює ціль на {2} с. Контратаку неможливо блокувати, парирувати чи ухилитися від неї.#deals {1} damage#for {2} sec", "Знерухомлено.", en="Counterattack" },
-- Disengage
[781] = { "Відступ", "Провести спробу відступити, здійснюючи стрибок назад. Можна використовувати лише в бою.", "Ви намагаєтесь відступити, здійснюючи стрибок назад.", en="Disengage" },
-- Distracting Shot
[20736] = { "Відволікаючий постріл", "Відволікає увагу цілі, змушуючи атакувати вас, але має жодного ефекту, якщо ціль вже атакує вас. Триває {1} с.#Lasts {1} sec", "Увагу відвернуто.", en="Distracting Shot" },
-- Intimidation
[19577] = { "Залякування", "Наказати вашому вихованцю залякати ціль, спричиняючи високий рівень загрози та приголомшуючи ціль на {1} с. Діє {2} с.#for {1} sec#Lasts {2} sec", "Приголомшить ціль на {1} с.#for {1} sec", en="Intimidation" },
-- Longevity
[53262] = { "Витримка", "Зменшує час відновлення здібностей \"Звіриний гнів\", \"Збадьорення\" та здібностей вихованця на {1}%.#by {1}%", en="Longevity" },
[53263] = { ref=53262 }, -- Longevity
[53264] = { ref=53262 }, -- Longevity
-- Master's Call
[53271] = { "Поклик господаря", "Ваш вихованець намагається зняти з себе і своєї цілі всі ефекти знерухомлення та обмеження руху. Також ваш вихованець і його ціль стають невразливими до таких ефектів протягом {1} секунд.#for {1} sec", en="Master's Call" },
-- Pathfinding
[19559] = { "Прокладання шляху", "Збільшує бонус до швидкості руху від \"Аспекту гепарда\" та \"Аспекту зграї\" на {1}% та збільшує вашу швидкість верхової їзди на {2}%. Збільшення швидкості верхової їзди не поєднується з іншими ефектами.#Pack by {1}%#mounted by {2}%", en="Pathfinding" },
[19560] = { ref=19559 }, -- Pathfinding
-- Piercing Shots
[53234] = { "Пронизливі постріли", "Критичні удари \"Прицільного пострілу\", \"Впевненого пострілу\" та \"Пострілу кобри\" викликають у цілі кровотечу, що завдає додатково {1}% шкоди протягом {2} с.#for {1}%#over {2} sec", en="Piercing Shots" },
[53237] = { ref=53234 }, -- Piercing Shots
[53238] = { ref=53234 }, -- Piercing Shots
-- Spirit Bond
[19578] = { "Духовний зв'язок", "Коли у вас є активний вихованець, ви обоє відновлюєте {1}% здоров'я кожні {2} с та отримуєте на {3}% більше зцілення.#regenerate {1}%#every {2} sec#by {3}%", en="Spirit Bond" },
[20895] = { ref=19578 }, -- Spirit Bond
-- Surefooted
[19290] = { "Впевнені кроки", "Зменшує тривалість ефектів обмеження руху, що діють на вас, на {1}%.#by {1}%", en="Surefooted" },
[19294] = { ref=19290 }, -- Surefooted
[24283] = { ref=19290 }, -- Surefooted
-- Tranquilizing Shot
[19801] = { "Заспокійливий постріл", "Спроба зняти 1 ефект несамовитості та 1 магічний ефект з ворожої цілі.", en="Tranquilizing Shot" },
-- Wing Clip
[2974] = { "Підрізати крила", "Калічить ворога, зменшуючи його швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Wing Clip" },

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
