local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Shot
[14285] = { ref=3044 }, -- Arcane Shot
[14286] = { ref=3044 }, -- Arcane Shot
[14287] = { ref=3044 }, -- Arcane Shot
-- Aspect of the Beast
[13161] = { "Аспект звіра", "Мисливець переймає аспекти звіра, внаслідок чого його стає неможливо відстежити, а сила атаки ближнього бою мисливця та вихованця збільшується на {1}%. Одночасно може бути активним лише один аспект.#pet by {1}%", "Неможливо відстежити. Силу атаки ближнього бою мисливця та вихованця збільшено на {1}%.#by {1}%", en="Aspect of the Beast" },
-- Aspect of the Pack
[13159] = { "Аспект зграї", "Мисливець і учасники групи чи рейду в межах {1} м переймають аспекти зграї гепардів, збільшуючи швидкість руху на {2}%. Отримання удару викличе в учасника зграї запаморочення на {3} с. Одночасно може бути активним лише один аспект.#within {1} y#speed by {2}%#for {3} sec", "Швидкість руху збільшено на {1}%. Запаморочення при отриманні удару.#{1}% increased", en="Aspect of the Pack" },
-- Aspect of the Viper
[34074] = { "Аспект гадюки", "Мисливець переймає аспекти гадюки, через що атаки дальнього та ближнього бою відновлюють ману, але шкода зменшується на {1}%. Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди. Кількість отриманої мани залежить від швидкості вашої зброї дальнього бою. Для використання необхідна зброя дальнього бою. Одночасно може бути активним лише один аспект.#done by {1}%#gain {2}% of#every {3} sec", "Ваші атаки дальнього та ближнього бою відновлюють певний відсоток вашої мани, але ваша шкода зменшується на {1}%.  Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди.#reduced by {1}%#gain {2}% of#every {3} sec", en="Aspect of the Viper" },
-- Aspect of the Wild
[20190] = { ref=20043 }, -- Aspect of the Wild
-- Auto Shot
[75] = { "Автоматична стрільба", "Автоматична стрільба по цілі, що діє до скасування. Збільшує швидкість атаки дальнього бою мисливця на {1}%.#have {1}% increased", "Стрільба по цілі.", en="Auto Shot" },
-- Barrage
[19461] = { "Шквал", "Збільшує шкоду ваших здібностей \"Багатозарядний постріл\", \"Прицільний постріл\" та \"Обстріл\" на {1}%.#by {1}%", en="Barrage" },
[19462] = { ref=19461 }, -- Barrage
[24691] = { ref=19461 }, -- Barrage
-- Beast Mastery
[53270] = { "Влада над звірами", "Ви опановуєте мистецтво дресирування звірів, отримуючи можливість приручати екзотичних вихованців і збільшуючи кількість очок навичок вихованця на {1}.#by {1}.", en="Beast Mastery" },
-- Black Arrow
[3674] = { "Чорна стріла", "Випускає в чорну стрілу, що збільшує всю вашу шкоду по цілі на {1}% та завдає {2} шкоди від тіні протягом {3} с. Чорна стріла має спільний час відновлення з пастками.#target by {1}%#dealing {2} Shadow damage over {3} sec", "Збільшує всю отриману шкоду на {1}% та завдає {2} шкоди від тіні кожні {3} с.#increased by {1}%#{2} Shadow damage every {3} sec", en="Black Arrow" },
-- Boar's Speed
[19596] = { "Кнуряча стрімкість", "Збільшує швидкість руху вашого вихованця на {1}%.#by {1}%", en="Boar's Speed" },
-- Camouflage
[51753] = { "Камуфляж", "Ви маскуєтеся, змушуючи себе та свого вихованця зливатися з оточенням. Через {1} с ви увійдете в стан непомітності. Поки ви непомітні, швидкість руху зменшується на {2}%, але шкода від вашої наступної атаки збільшується на {3}%. Під дією ефекту ви можете ставити пастки, але будь-яка шкода, завдана вами або вашим вихованцем, скасує ефект. Не можна застосовувати в бою.#After {1} sec#reduced by {2}%#increased by {3}%", "Зливається з оточенням.", en="Camouflage" },
[51755] = { nil, nil, "Непомітність.", ref=51753 }, -- Camouflage
-- Chimera Shot
[53209] = { "Постріл химери", "Ви завдаєте {1}% шкоди зброї, оновлюючи поточне жало на вашій цілі та викликаючи спрацювання ефекту:\n\nЖало змії - миттєво завдає {2}% від шкоди, завданої вашим \"Жалом змії\".\n\nЖало гадюки - миттєво відновлює вам {3}% мани від кількості, висмоктаної вашим \"Жалом гадюки\".\n\nЖало скорпіда - Спроба роззброїти ціль на {4} с. Цей ефект не може спрацьовувати частіше, ніж раз на {5} хв.#deal {1}% weapon#deals {2}% of#to {3}% of#for {4} sec.#per {5} min", en="Chimera Shot" },
-- Chimera Shot - Scorpid
[53359] = { "Постріл химери - скорпід", nil, "Роззброєно.", ref=53209, en="Chimera Shot - Scorpid" },
-- Chimera Shot - Serpent
[53353] = { "Постріл химери - змія", ref=53209, en="Chimera Shot - Serpent" },
-- Chimera Shot - Viper
[53358] = { "Постріл химери - гадюка", ref=53209, en="Chimera Shot - Viper" },
-- Chimera Shot - Wyvern
[53366] = { "Постріл химери - виверна", ref=53209, en="Chimera Shot - Wyvern" },
-- Cobra Strikes
[53256] = { "Удари кобри", "З ймовірністю {1}% після завдання критичного удару \"Арканічним пострілом\", \"Впевненим пострілом\" чи \"Вбивчим пострілом\" наступні {2} особливі атаки вашого вихованця завдадуть критичного удару.#a {1}% chance#next {2} special", en="Cobra Strikes" },
[53257] = { "Удари кобри", "З деякою ймовірністю після завдання критичного удару \"Арканічним пострілом\", \"Впевненим пострілом\" чи \"Вбивчим пострілом\" наступні {1} особливі атаки вашого вихованця завдадуть критичного удару.#next {1} special", "Ймовірність критичного удару здібностей вихованця збільшено на {1}%.#increased {1}%", en="Cobra Strikes" },
[53259] = { ref=53256 }, -- Cobra Strikes
[53260] = { ref=53256 }, -- Cobra Strikes
-- Concussive Barrage
[35100] = { "Запаморочливий шквал", "Ваші успішні атаки \"Пострілом химери\" та \"Багатозарядним пострілом\" з ймовірністю {1}% спричиняють у цілі запаморочення на {2} с.#a {1}% chance#for {2} sec", en="Concussive Barrage" },
[35102] = { ref=35100 }, -- Concussive Barrage
-- Counterattack
[19306] = { "Контратака", "Удар, який можливо провести лише після парирування атаки опонента. Ця атака завдає {1} шкоди та знерухомлює ціль на {2} с. Контратаку неможливо блокувати, парирувати чи ухилитися від неї.#deals {1} damage#for {2} sec", "Знерухомлено.", en="Counterattack" },
[20909] = { ref=19306 }, -- Counterattack
[20910] = { ref=19306 }, -- Counterattack
-- Cower
[1742] = { "Зіщулювання", "Ваш вихованець зіщулюється, зменшуючи отриману шкоду на {1}% протягом {2} с. Під час дії ефекту швидкість руху вихованця зменшується на {3}%.#damage taken by {1}% for {2} sec#speed is reduced by {3}%", "Отриману шкоду зменшено на {1}%.#by {1}%", en="Cower" },
[1753] = { "Зіщулювання", "Зменшує загрозу вашого вихованця, знижуючи ймовірність того, що ворог атакуватиме його та зменшує отриману ним шкоду на {1}% протягом {2} с.#pet takes {1}% less damage for {2} sec", en="Cower" },
[1754] = { ref=1753 }, -- Cower
[1755] = { ref=1753 }, -- Cower
[1756] = { "Зіщулювання", "Зменшує загрозу вашого вихованця, знижуючи ймовірність того, що ворог атакуватиме його та зменшує отриману ним шкоду на {1}% протягом {2} с.#pet takes {1}% less damage for {2} sec", en="Cower" },
[16697] = { ref=1756 }, -- Cower
-- Deflection
[19295] = { "Відбиття", "Збільшує вашу ймовірність парирування на {1}% та скорочує тривалість дії ефектів роззброєння на вас на {2}%. Не поєднується з іншими ефектами скорочення дії роззброєння.#parry by {1}%#against you by {2}%", en="Deflection" },
[19297] = { ref=19295 }, -- Deflection
[19298] = { ref=19295 }, -- Deflection
-- Deterrence
[19263] = { "Стримування", "При активації збільшує вашу ймовірність парирування на {1}%, зменшує ймовірність влучити по вам атаками дальнього бою на {2}% та збільшує шанс відбиття заклять на {3}%. Під час стримування ви не можете атакувати. Триває {4} с.#parry chance by {1}%#attacks will hit you by {2}%#a {3}% chance to deflect#Lasts {4} sec", "Ймовірність парирування збільшено на {1}%, ймовірність влучити по вам атаками дальнього бою зменшено на {2}%, шанс відбиття заклять збільшено на {3}%. Не може атакувати.#Parry chance increased by {1}%#attacks to miss you increased by {2}%#{3}% chance to deflect spells", en="Deterrence" },
-- Disengage
[781] = { "Відступ", "Провести спробу відступити, здійснюючи стрибок назад. Можна використовувати лише в бою.", "Ви намагаєтесь відступити, здійснюючи стрибок назад.", en="Disengage" },
-- Distracting Shot
[20736] = { "Відволікаючий постріл", "Відволікає увагу цілі, змушуючи атакувати вас, але має жодного ефекту, якщо ціль вже атакує вас. Триває {1} с.#Lasts {1} sec", "Увагу відвернуто.", en="Distracting Shot" },
-- Eagle Eye
[6197] = { "Орлине око", "Загострює зір мисливця. Можна використовувати лише просто неба. Триває {1} хв.#Lasts {1} min", "Зір посилено.", en="Eagle Eye" },
-- Entrapment
[19184] = { "Схоплення", "Крижана та зміїна пастки схоплюють всі уражені цілі, знерухомлюючи їх на {1} с.#for {1} sec", en="Entrapment" },
[19185] = { nil, nil, "Знерухомлено.", ref=19184 }, -- Entrapment
[19387] = { ref=19184 }, -- Entrapment
[19388] = { ref=19184 }, -- Entrapment
-- Explosive Shot
[53301] = { "Вибуховий постріл", "Ви стріляєте вибуховим зарядом у ворожу ціль, завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1}-{2} Fire] шкоди від вогню. Заряд буде підривати ціль щосекунди протягом {1} с.#additional {1} sec", "Отримує шкоду від вогню щосекунди.", en="Explosive Shot" },
-- Explosive Trap
[13813] = { "Вибухова пастка", "Встановити вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди вогнем і додатково {3} шкоди вогнем протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} с. Одночасно може бути активною лише одна пастка.#causing {1} to {2}#{3} additional Fire damage over {4} sec#within {5} y#exist for {6} sec", en="Explosive Trap" },
[14316] = { ref=13813 }, -- Explosive Trap
[14317] = { ref=13813 }, -- Explosive Trap
-- Explosive Trap Effect
[13812] = { "Ефект вибухової пастки", "Встановити вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди вогнем і додатково {3} шкоди вогнем протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} с. Одночасно може бути активною лише одна пастка.#causing {1} to {2}#{3} additional Fire damage over {4} sec#within {5} y#exist for {6} sec", "{1} шкоди вогнем кожні {2} c.#{1} Fire damage every {2} sec", en="Explosive Trap Effect" },
[14314] = { ref=13812 }, -- Explosive Trap Effect
[14315] = { ref=13812 }, -- Explosive Trap Effect
-- Ferocious Inspiration
[34455] = { "Несамовите натхнення", "Всі члени групи та рейду в межах {2} м від вашого вихованця завдають на {1}% більше шкоди. Окрім того, \"Арканічний постріл\" та \"Впевнений постріл\" завдають на {3}% більше шкоди.#by {1}% within {2} y#Steady Shot by {3}%", en="Ferocious Inspiration" },
[34459] = { ref=34455 }, -- Ferocious Inspiration
[34460] = { ref=34455 }, -- Ferocious Inspiration
-- Focused Fire
[35029] = { "Зосереджений вогонь", "Вся ваша шкода збільшується на {1}% поки ви маєте активного вихованця, а ймовірність критичного удару здібностей вашого вихованця збільшується на {2}% поки діє команда \"Вбити\".#caused by you is increased by {1}%#abilities is increased by {2}%", en="Focused Fire" },
[35030] = { ref=35029 }, -- Focused Fire
-- Freezing Arrow
[60192] = { "Заморожувальна стріла", "Випускає крижану стрілу, що встановлює в місці цілі крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} с. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} sec", en="Freezing Arrow" },
[60202] = { ref=60192 }, -- Freezing Arrow
-- Freezing Arrow Effect
[60210] = { "Ефект заморожувальної стріли", nil, "Заморожено.", ref=60192, en="Freezing Arrow Effect" },
-- Freezing Trap
[1499] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} с. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} sec", en="Freezing Trap" },
[14310] = { ref=1499 }, -- Freezing Trap
[14311] = { ref=1499 }, -- Freezing Trap
[27753] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} хв. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} min", en="Freezing Trap" },
-- Freezing Trap Effect
[3355] = { "Ефект заморожувальної пастки", "Встановити крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} с. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} sec", "Заморожено.", en="Freezing Trap Effect" },
[14308] = { ref=3355 }, -- Freezing Trap Effect
[14309] = { ref=3355 }, -- Freezing Trap Effect
-- Frenzy Effect
[19615] = { "Ефект оскаженіння", "Ваш вихованець з ймовірністю {1}% збільшить швидкість атаки на протягом {2} с після завдання критичного удару.#a {1}% attack speed#for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzy Effect" },
-- Frost Trap
[13809] = { "Крижана пастка", "Встановити крижану пастку, яка вкриває льодом місцевість навколо на {1} с при наближенні першого ворога. Всі вороги в радіусі {2} м будуть сповільнені на {3}% допоки перебувають в зоні ефекту. Пастка існуватиме {4} с. Одночасно може бути активною лише одна пастка.#around itself for {1} sec#within {2} y#slowed by {3}#exist for {4} sec", en="Frost Trap" },
-- Frost Trap Aura
[13810] = { "Аура крижаної пастки", nil, "Швидкість руху зменшено на {1}%.#by {1}%", ref=13809, en="Frost Trap Aura" },
-- Go for the Throat
[34953] = { ref=34950 }, -- Go for the Throat
-- Hunter vs. Wild
[56339] = { "Мисливець проти природи", "Збільшує силу атаки та силу атаки дальнього бою для вас та вашого вихованця на {1}% від вашої витривалості.#equal to {1}% of", en="Hunter vs. Wild" },
[56340] = { ref=56339 }, -- Hunter vs. Wild
[56341] = { ref=56339 }, -- Hunter vs. Wild
-- Hunter's Mark
[1130] = { "Мітка мисливця", "Відмічає ціль мисливською міткою, збільшуючи силу атаки дальнього бою всіх нападників проти відміченої цілі на {1}. Окрім того мисливець завжди бачить відмічену ціль, навіть якщо та стає непомітною або невидимою. Ціль також відображається на мінімапі. Триває {2} хв.#target by {1}#Lasts for {2} min", "Всі нападники отримують додатково {1} сили атаки дальнього бою проти цієї цілі.#gain {1} ranged", en="Hunter's Mark" },
[14323] = { ref=1130 }, -- Hunter's Mark
[14324] = { ref=1130 }, -- Hunter's Mark
[14325] = { ref=1130 }, -- Hunter's Mark
-- Hunting Party
[53290] = { "Групове полювання", "Збільшує вашу спритність на {1}%, а критичні удари \"Арканічного пострілу\", \"Вибухового пострілу\" та \"Впевненого пострілу\" з ймовірністю {2}% відновлюють {3} учасникам групи чи рейду {4}% мани кожні {5} с. Триває {6} с.#additional {1}%#a {2}% chance#up to {3} party#equal to {4}% of#per {5} sec#for {6} sec", en="Hunting Party" },
[53291] = { ref=53290 }, -- Hunting Party
[53292] = { ref=53290 }, -- Hunting Party
-- Immolation Trap
[13795] = { "Обпалююча пастка", "Встановити вогняну пастку, яка підпалить першого ворога при наближенні й завдасть {1} шкоди вогнем протягом {2} с. Пастка існуватиме {3} с. Одночасно може бути активною лише одна пастка.#for {1} Fire damage over {2} sec#exist for {3} sec", en="Immolation Trap" },
[13797] = { nil, nil, "{1} шкоди вогнем кожні {2} c.#{1} Fire damage every {2} sec", ref=13795 }, -- Immolation Trap
[14298] = { ref=13797 }, -- Immolation Trap
[14299] = { ref=13797 }, -- Immolation Trap
[14300] = { ref=13797 }, -- Immolation Trap
[14301] = { ref=13797 }, -- Immolation Trap
[14302] = { ref=13795 }, -- Immolation Trap
[14303] = { ref=13795 }, -- Immolation Trap
[14304] = { ref=13795 }, -- Immolation Trap
[14305] = { ref=13795 }, -- Immolation Trap
-- Improved Arcane Shot
[19454] = { "Покращений арканічний постріл", "Збільшує шкоду \"Арканічного пострілу\" на {1}%.#Shot by {1}%", en="Improved Arcane Shot" },
-- Improved Aspect of the Hawk
[19552] = { "Покращений аспект яструба", "Поки діє аспект яструба чи дракондора, всі звичайні атаки дальнього бою з ймовірністю {1}% збільшать швидкість атаки дального бою на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", en="Improved Aspect of the Hawk" },
[19553] = { ref=19552 }, -- Improved Aspect of the Hawk
[19554] = { ref=19552 }, -- Improved Aspect of the Hawk
[19555] = { ref=19552 }, -- Improved Aspect of the Hawk
[19556] = { ref=19552 }, -- Improved Aspect of the Hawk
-- Improved Aspect of the Monkey
[19549] = { "Покращений аспект мавпи", "Збільшує бонус до ймовірності ухилення від аспекту мавпи та дракондора на {1}%.#by {1}%", en="Improved Aspect of the Monkey" },
[19550] = { ref=19549 }, -- Improved Aspect of the Monkey
[19551] = { ref=19549 }, -- Improved Aspect of the Monkey
-- Improved Barrage
[35104] = { "Покращений шквал", "Збільшує ймовірність критичного удару \"Багатозарядного пострілу\" та \"Прицільного пострілу\" на {1}% та зменшує затримку вимови \"Обстрілу\" при отриманні шкоди на {2}%.#abilities by {1}%#Volley by {2}%", en="Improved Barrage" },
[35110] = { ref=35104 }, -- Improved Barrage
[35111] = { ref=35104 }, -- Improved Barrage
-- Improved Concussive Shot
[19407] = { "Покращений запаморочливий постріл", "Збільшує тривалість ефекту \"Запаморочливого пострілу\" на {1} с.#by {1} sec", en="Improved Concussive Shot" },
[19412] = { ref=19407 }, -- Improved Concussive Shot
-- Improved Hunter's Mark
[19421] = { "Покращена мітка мисливця", "Збільшує бонус до сили атаки вашої \"Мітки мисливця\" на {1}% та зменшує її витрати мани на {2}%.#granted by your Hunter's Mark ability by {1}%#cost of your Hunter's Mark ability by {2}%", en="Improved Hunter's Mark" },
[19422] = { ref=19421 }, -- Improved Hunter's Mark
[19423] = { ref=19421 }, -- Improved Hunter's Mark
-- Improved Steady Shot
[53220] = { "Покращений впевнений постріл", "Удари \"Впевненого пострілу\" можуть збільшити шкоду наступного \"Прицільного пострілу\", \"Арканічного пострілу\" або \"Пострілу химери\" на {1}% та зменшити витрати мани на {2}%.#damage done by your next Aimed Shot, Arcane Shot or Chimera Shot by {1}%#mana cost of your next Aimed Shot, Arcane Shot or Chimera Shot by {2}%", "Шкоду наступного \"Прицільного пострілу\", \"Арканічного пострілу\" або \"Пострілу химери\" збільшено на {1}%, а витрати мани зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Improved Steady Shot" },
[53221] = { "Покращений впевнений постріл", "Удари \"Впевненого пострілу\" з ймовірністю {1}% збільшують шкоду наступного \"Прицільного пострілу\", \"Арканічного пострілу\" або \"Пострілу химери\" на {2}% та зменшують витрати мани на {3}%.#a {1}% chance#damage done by your next Aimed Shot, Arcane Shot or Chimera Shot by {2}%#reduce the mana cost of your next Aimed Shot, Arcane Shot or Chimera Shot by {3}%", en="Improved Steady Shot" },
[53222] = { ref=53221 }, -- Improved Steady Shot
[53224] = { ref=53221 }, -- Improved Steady Shot
-- Improved Stings
[19464] = { "Покращені жала", "Збільшує шкоду ваших здібностей \"Жало змії\" та \"Жало виверни\" на {1}%, а обсяг випаленої мани \"Жалом гадюки\" на {2}%. Окрім того, зменшує ймовірність розвіювання ефектів періодичної шкоди ваших жал на {3}%.#Wyvern Sting by {1}%#Viper Sting by {2}%#dispelled by {3}%", en="Improved Stings" },
[19465] = { ref=19464 }, -- Improved Stings
[19466] = { ref=19464 }, -- Improved Stings
-- Improved Tracking
[52783] = { "Покращене вистежування", "Поки ви вистежуєте звірів, демонів, драконів, елементалів, велетнів, гуманоїдів чи невмерлих, ваша шкода цим створінням збільшується на {1}%.#by {1}%", en="Improved Tracking" },
[52785] = { ref=52783 }, -- Improved Tracking
[52786] = { ref=52783 }, -- Improved Tracking
[52787] = { ref=52783 }, -- Improved Tracking
[52788] = { ref=52783 }, -- Improved Tracking
-- Intimidation
[19577] = { "Залякування", "Наказати вашому вихованцю залякати ціль, спричиняючи високий рівень загрози та приголомшуючи її на {1} с. Діє {2} с.#for {1} sec#Lasts {2} sec", "Приголомшить ціль на {1} с.#for {1} sec", en="Intimidation" },
[24394] = { nil, nil, "Приголомшено.", ref=19577 }, -- Intimidation
-- Invigoration
[53252] = { "Збадьорення", "Коли ваш вихованець завдає критичного удару здібністю, ви з ймовірністю {1}% миттєво відновлюєте {2}% мани.#a {1}% chance#regenerate {2}% mana", en="Invigoration" },
[53253] = { ref=53252 }, -- Invigoration
-- Kill Command
[34026] = { "Команда \"Вбити\"", "Віддати вихованцю команду \"вбити\", збільшуючи шкоду особливих атак вихованця на {1}% протягом {2} с. Кожна особлива атака вихованця зменшує бонус шкоди на {3}%.#by {1}% for {2} sec#bonus by {3}%", en="Kill Command" },
-- Kill Shot
[53351] = { "Вбивчий постріл", "Ви намагаєтеся добити поранену ціль точним пострілом, завдаючи їй {1}% шкоди зброї плюс {2}. Вбивчий постріл можна виконати лише проти ворогів, що мають не більше {3}% здоров'я.#dealing {1}% weapon damage plus {2}#have {3}%", en="Kill Shot" },
[61005] = { ref=53351 }, -- Kill Shot
[61006] = { ref=53351 }, -- Kill Shot
-- Kindred Spirits
[56314] = { "Споріднені душі", "Збільшує шкоду вихованця на {1}%, а поки він активний також збільшує швидкість руху для вас та вихованця на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#damage by {1}%#speed by {2}%", en="Kindred Spirits" },
[56315] = { ref=56314 }, -- Kindred Spirits
[56316] = { ref=56314 }, -- Kindred Spirits
[56317] = { ref=56314 }, -- Kindred Spirits
[56318] = { ref=56314 }, -- Kindred Spirits
[57447] = { nil, nil, "Всю завдану шкоду збільшено на {1}%.#by {1}%", ref=56314 }, -- Kindred Spirits
[57452] = { ref=57447 }, -- Kindred Spirits
[57453] = { ref=57447 }, -- Kindred Spirits
[57457] = { ref=57447 }, -- Kindred Spirits
[57458] = { ref=57447 }, -- Kindred Spirits
[57475] = { nil, nil, "Швидкість руху збільшено на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%", ref=56314 }, -- Kindred Spirits
[57482] = { ref=57475 }, -- Kindred Spirits
[57483] = { ref=57475 }, -- Kindred Spirits
[57484] = { ref=57475 }, -- Kindred Spirits
[57485] = { ref=57475 }, -- Kindred Spirits
-- Lock and Load
[56342] = { "Захоплення цілі", "З ймовірністю {1}% після спрацьовування \"Заморожувальної пастки\", \"Заморожувальної стріли\" або \"Крижаної пастки\" та з ймовірністю {2}% після завдання періодичної шкоди \"Обпалюючою пастккою\", \"Вибуховою пасткою\" або \"Чорною стрілою\" наступні два \"Арканічні постріли\" або \"Вибухові постріли\" не матимуть часу відновлення, а також не витрачатимуть ману та набої. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#have a {1}% chance#and a {2}% chance#a {3} sec", en="Lock and Load" },
[56343] = { ref=56342 }, -- Lock and Load
-- Longevity
[53262] = { "Витримка", "Зменшує час відновлення здібностей \"Звіриний гнів\", \"Збадьорення\" та здібностей вихованця на {1}%.#by {1}%", en="Longevity" },
[53263] = { ref=53262 }, -- Longevity
[53264] = { ref=53262 }, -- Longevity
-- Marked for Death
[53241] = { "Мітка смерті", "Збільшує шкоду ваших пострілів та здібностей вихованця по відмічених цілях на {1}%, а також збільшує критичну шкоду \"Прицільного пострілу\", \"Арканічного пострілу\", \"Впевненого пострілу\", \"Вбивчого пострілу\" та \"Пострілу химери\" на {2}%.#abilities by {1}%#Shot by {2}%", en="Marked for Death" },
[53243] = { ref=53241 }, -- Marked for Death
[53244] = { ref=53241 }, -- Marked for Death
[53245] = { ref=53241 }, -- Marked for Death
[53246] = { ref=53241 }, -- Marked for Death
-- Master Marksman
[34485] = { "Майстер-стрілець", "Збільшує ймовірність завдання критичного удару на {1}% та зменшує витрати мани здібностей \"Впевнений постріл\", \"Прицільний постріл\" та \"Постріл химери\" на {2}%.#chance by {1}%#Shot by {2}%", en="Master Marksman" },
[34486] = { ref=34485 }, -- Master Marksman
[34487] = { ref=34485 }, -- Master Marksman
-- Master's Call
[53271] = { "Поклик господаря", "Ваш вихованець намагається зняти з себе і своєї цілі всі ефекти знерухомлення та обмеження руху. Також ваш вихованець і його ціль стають невразливими до таких ефектів протягом {1} секунд.#for {1} sec", en="Master's Call" },
-- Misdirection
[34477] = { "Перенаправлення", "Учасник групи чи рейду, на якого спрямована здібність, отримає загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с.#for {1} sec", "Перенаправляє загрозу.", en="Misdirection" },
-- Mongoose Bite
[1495] = { "Укус мангусти", "Атака, що завдає ворогу {1} шкоди.#for {1} damage", en="Mongoose Bite" },
[14269] = { ref=1495 }, -- Mongoose Bite
[14270] = { ref=1495 }, -- Mongoose Bite
[14271] = { ref=1495 }, -- Mongoose Bite
-- Mortal Shots
[19485] = { "Смертельні постріли", "Збільшує додаткову шкоду від критичних ударів здібностями дальнього бою на {1}%.#by {1}%", en="Mortal Shots" },
[19487] = { ref=19485 }, -- Mortal Shots
[19488] = { ref=19485 }, -- Mortal Shots
[19489] = { ref=19485 }, -- Mortal Shots
[19490] = { ref=19485 }, -- Mortal Shots
-- Noxious Stings
[53295] = { "Отруйні жала", "Якщо \"Жало виверни\" розвіюють, той, хто розвіює його, також отримує ефект \"Жала виверни\" що триває {1}% від часу, що залишався у розвіяного ефекту. Також збільшує вашу шкоду проти цілей, уражених вашим \"Жалом змії\", на {2}%.#lasting {1}% of#Sting by {2}%", en="Noxious Stings" },
[53296] = { ref=53295 }, -- Noxious Stings
[53297] = { ref=53295 }, -- Noxious Stings
-- Pathfinding
[19559] = { "Орієнтування на місцевості", "Збільшує бонус до швидкості руху від \"Аспекту гепарда\" та \"Аспекту зграї\" на {1}% та збільшує вашу швидкість верхової їзди на {2}%. Збільшення швидкості верхової їзди не поєднується з іншими ефектами.#Pack by {1}%#mounted by {2}%", en="Pathfinding" },
[19560] = { ref=19559 }, -- Pathfinding
-- Piercing Shots
[53234] = { "Пронизливі постріли", "Критичні удари \"Прицільного пострілу\", \"Впевненого пострілу\" та \"Пострілу кобри\" викликають у цілі кровотечу, що завдає додатково {1}% шкоди протягом {2} с.#for {1}%#over {2} sec", en="Piercing Shots" },
[53237] = { ref=53234 }, -- Piercing Shots
[53238] = { ref=53234 }, -- Piercing Shots
-- Point of No Escape
[53298] = { "Точка неповернення", "Збільшує ймовірність критичного удару цілям, ураженим вашою \"Крижаною пасткою\", \"Заморожувальною пасткою\" чи \"Заморожувальна стрілою\", на {1}%.#by {1}%", en="Point of No Escape" },
[53299] = { ref=53298 }, -- Point of No Escape
-- Pummel
[26090] = { "Луснути", "Лупить ціль, перериваючи вимову закляття та унеможливлюючи вимову заклять тієї ж школи протягом {1} с.#for {1} sec", en="Pummel" },
-- Quick Shots
[6150] = { "Швидкі постріли", "Поки діє аспект яструба чи дракондора, звичайні атаки дальнього бою з ймовірністю {1}% збільшують швидкість атаки дальнього бою на {2} с.#have a {1}% chance#speed for {2} sec", "Швидкість атаки дальнього бою збільшено.", en="Quick Shots" },
-- Rapid Killing
[34948] = { "Швидке вбивство", "Зменшує час відновлення \"Швидкої стрілянини\" на {1} хв. Окрім того, наступний \"Прицільний постріл\", \"Арканічний постріл\" або \"Постріл химери\" завдасть на {2}% більше шкоди протягом {3} секунд після вбивства цілі, що приносить досвід або честь.#ability by {1} min#causes {2}% additional#Lasts {3} sec", en="Rapid Killing" },
[34949] = { ref=34948 }, -- Rapid Killing
-- Rapid Recuperation
[53228] = { "Швидке відновлення", "Ви відновлюєте {1}% мани кожні {2} с поки перебуваєте під дією \"Швидкої стрілянини\" і миттєво відновлюєте {3}% мани кожні {4} с протягом {5} с після отримання ефекту \"Швидкого вбивства\".#gain {1}% of your mana every {2} sec while#and you gain {3}% of your mana every {4} sec for {5} sec when", en="Rapid Recuperation" },
[53232] = { ref=53228 }, -- Rapid Recuperation
-- Readiness
[23989] = { "Готовність", "При активації миттєво завершує відновлення інших здібностей мисливця, окрім \"Звіриного гніву\".", en="Readiness" },
-- Resourcefulness
[34491] = { "Винахідливість", "Зменшує витрати мани на пастки, здібності ближнього бою та \"Чорної стріли\" на {1}% та зменшує час відновлення пасток та \"Чорної стріли\" на {2} с.#Black Arrow by {1}%#Black Arrow by {2} sec", en="Resourcefulness" },
[34492] = { ref=34491 }, -- Resourcefulness
[34493] = { ref=34491 }, -- Resourcefulness
-- Savage Strikes
[19159] = { "Жорстокі удари", "Збільшує ймовірність критичного ефекту \"Удару раптора\", \"Укусу мангусти\" та \"Контратаки\" на {1}%.#by {1}%", en="Savage Strikes" },
[19160] = { ref=19159 }, -- Savage Strikes
-- Silencing Shot
[34490] = { "Знемовлюючий постріл", "Постріл, що завдає {1}% шкоди зброї та знемовлює ціль на {2} с. Також перериває вимову заклять цілі, що не є гравцем, на {3} c.#deals {1}%#target for {2} sec#interrupted for {3} sec", "Знемовлено.", en="Silencing Shot" },
-- Snake Trap
[34600] = { "Зміїна пастка", "Розміститити пастку, яка випустить кілька отруйних змій, щоб атакувати першого ворога, який наблизиться до пастки. Змії помруть через {1} c. Пастка існуватиме {2} c.#after {1} sec#for {2} sec", en="Snake Trap" },
-- Sniper Training
[53302] = { "Снайперська підготовка", "Збільшує ймовірність критичного удару \"Убивчого пострілу\" на {1}%, а після того, як ви стоїте нерухомо протягом {2} секунд, ви отримуєте ефект \"Снайперська підготовка\", що збільшує шкоду \"Впевненого пострілу\", \"Прицільного пострілу\", \"Чорної стріли\" та \"Вибухового пострілу\" на {3}% протягом {4} с.#ability by {1}%#still for {2} sec#Shot by {3}% for {4} sec", en="Sniper Training" },
[53303] = { ref=53302 }, -- Sniper Training
[53304] = { ref=53302 }, -- Sniper Training
[64418] = { nil, nil, "Шкоду \"Впевненого пострілу\", \"Прицільного пострілу\", \"Чорної стріли\" та \"Вибухового пострілу\" збільшено на {1}%.#by {1}%", ref=53302 }, -- Sniper Training
[64419] = { ref=64418 }, -- Sniper Training
[64420] = { ref=64418 }, -- Sniper Training
-- Spirit Bond
[19578] = { "Духовний зв'язок", "Поки ваш вихованець активний, ви обоє відновлюєте {1}% здоров'я кожні {2} с та отримуєте на {3}% більше зцілення.#regenerate {1}%#every {2} sec#by {3}%", en="Spirit Bond" },
[19579] = { "Духовний зв'язок", "Поки ваш вихованець активний, ви обоє відновлюєте {1}% здоров'я кожні {2} с.#{1}% of total health every {2} sec", "Відновлення {1}% здоров'я кожні {2} с.#{1}% of total health every {2} sec", en="Spirit Bond" },
[20895] = { ref=19578 }, -- Spirit Bond
[24529] = { ref=19579 }, -- Spirit Bond
-- Steady Shot
[34120] = { "Впевнений постріл", "Впевнений постріл, що завдає шкоди від зброї плюс {1}. Завдає на {2} більше шкоди запамороченим цілям.#plus {1}.#additional {2} against", en="Steady Shot" },
[49051] = { ref=34120 }, -- Steady Shot
[49052] = { ref=34120 }, -- Steady Shot
[56641] = { ref=34120 }, -- Steady Shot
-- Surefooted
[19290] = { "Впевнені кроки", "Зменшує тривалість ефектів обмеження руху, що діють на вас, на {1}%.#by {1}%", en="Surefooted" },
[19294] = { ref=19290 }, -- Surefooted
[24283] = { ref=19290 }, -- Surefooted
-- Survival Tactics
[19286] = { "Тактика виживання", "Зменшує ймовірність опору вашій здібності \"Удавання мертвого\" та всім пасткам на {1}%, а також зменшує час відновлення здібності \"Відступ\" на {2} с.#by {1}%#by {2} sec", en="Survival Tactics" },
[19287] = { ref=19286 }, -- Survival Tactics
-- Survivalist
[19255] = { "Фахівець із виживання", "Збільшує вашу витривалість на {1}%.#by {1}%", en="Survivalist" },
[19256] = { ref=19255 }, -- Survivalist
[19257] = { ref=19255 }, -- Survivalist
[19258] = { ref=19255 }, -- Survivalist
[19259] = { ref=19255 }, -- Survivalist
-- T.N.T.
[56333] = { "Тротил", "Збільшує шкоду \"Вибухового пострілу\", \"Вибухової пастки\", \"Чорної стріли\" та \"Обпалюючої пастки\" на {1}%.#by {1}%", en="T.N.T." },
[56336] = { ref=56333 }, -- T.N.T.
[56337] = { ref=56333 }, -- T.N.T.
-- The Beast Within
[34692] = { "Внутрішній звір", "Збільшує вашу шкоду на {1}% і поки ваш вихованець перебуває під дією \"Звіриного гніву\", ви також впадаєте в лють, завдаючи на {2}% більше шкоди і знижуючи витрати мани всіх заклять на {3}% протягом {4} с. В цьому стані ви не відчуваєте ні жалю, ні страху, і зупинити вас може лише смерть.#deal by {1}%#causing {2}%#by {3}% for {4} sec", en="The Beast Within" },
-- Tranquilizing Shot
[19801] = { "Заспокійливий постріл", "Спроба зняти 1 ефект несамовитості та 1 магічний ефект з ворожої цілі.", en="Tranquilizing Shot" },
-- Trap Mastery
[19376] = { "Опанування пасток", "Крижана пастка та Заморожувальна пастка - збільшення тривалості дії на {1}%.\n\nОбпалююча пастка, Вибухова пастка і Чорна стріла - збільшення періодичної шкоди на {2}%.\n\nЗміїна пастка - збільшення кількості змій на {3}.#duration by {1}%#done by {2}%#summoned by {3}", en="Trap Mastery" },
[63457] = { ref=19376 }, -- Trap Mastery
[63458] = { ref=19376 }, -- Trap Mastery
-- Trueshot Aura
[19506] = { "Аура влучного пострілу", "Збільшує силу атаки учасників групи та рейду в межах {1} м на {2}%. Триває до відміни.#within {1} yards by {2}%", "Збільшує силу атаки на {1}%.#by {1}%", en="Trueshot Aura" },
-- Viper Sting
[3034] = { "Жало гадюки", "Жалить ціль, випалюючи {1}% мани протягом {2} с (до {3}% від максимального запасу мани цілі) та відновлюючи мисливцю {4}% від обсягу випаленої мани. Лише один ефект жала від кожного мисливця може бути активним на одній цілі.#{1}% mana over {2} sec#maximum of {3}% of the caster#equal to {4}% of the amount", "Випалює {1}% мани кожні {2} с, відновлюючи {3}% від обсягу випаленої мани мисливцю.#{1}% mana every {2} sec#restoring {3}% of the amount", en="Viper Sting" },
-- Volley
[1510] = { "Обстріл", "Безперервно обстрілює вибране місце, завдаючи {1} шкоди від аркани ворожим цілям в межах {2} м кожні {3} с протягом {4} с.#causing {1}#within {2} y#every {3} sec#for {4} sec", en="Volley" },
[14294] = { ref=1510 }, -- Volley
[14295] = { ref=1510 }, -- Volley
-- Wing Clip
[2974] = { "Підрізати крила", "Калічить ворога, зменшуючи його швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Wing Clip" },
-- Wyvern Sting
[24131] = { "Жало виверни", nil, "{1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", ref=19386, en="Wyvern Sting" },
[24134] = { ref=24131 }, -- Wyvern Sting
[24135] = { ref=24131 }, -- Wyvern Sting

-- Glyph
[63065] = { "Символ пострілу химери", "Зменшує час відновлення \"Пострілу химери\" на {1} с.#by {1} sec", en="Glyph of Chimera Shot" },
[63741] = { ref=63065 }, -- Glyph of Chimera Shot
[56826] = { "Символ впевненого пострілу", "Збільшує шкоду \"Впевненого пострілу\" на {1}% якщо на ціль діє \"Жало змії\".#by {1}%", en="Glyph of Steady Shot" },
[56886] = { ref=56826 }, -- Glyph of Steady Shot

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
