local _, addonTable = ...

local deathknight_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anti-Magic Zone
[51052] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с або поки не поглине {3} шкоди.#it by {1}%#for {2} sec#absorbs {3} spell" }, -- Anti-Magic Zone (Rank 1)
-- Bladed Armor
[48978] = { "Клинкова броня", "Збільшує вашу силу атаки на {1} за кожні {2} броні.#by {1} for every {2} armor" }, -- Bladed Armor (Rank 1)
[49390] = { ref=48978 }, -- Bladed Armor (Rank 2)
[49391] = { ref=48978 }, -- Bladed Armor (Rank 3)
[49393] = { ref=48978 }, -- Bladed Armor (Rank 5)
-- Blood Tap
[45529] = { "Крововідвід", "Миттєво активує руну крові та перетворює її на руну смерті на {1} с. Руни смерті можна використати як руни крові, криги чи нечестивості.#next {1} sec", "Руну крові перетворено на руну смерті." }, -- Blood Tap
-- Dark Command
[56222] = { "Зловісний наказ", "Наказує цілі атакувати вас, але не діє, якщо ціль вже атакує вас.", "Підбурено." }, -- Dark Command
-- Death Gate
[50977] = { "Брама смерті", "Відкриває браму, через яку лицар смерті може повернутись до Чорної фортеці." }, -- Death Gate
-- Death Grip
[49576] = { "Смертельна хватка", "Спрямовує енергію, що оточує та пов'язує все навколо, притягуючи ціль до лицаря смерті та змушуючи її атакувати лицаря смерті протягом {1} с.#for {1} sec" }, -- Death Grip
-- Death Pact
[48743] = { "Смертельна угода", "Жертвує невмерлим прислужником, зцілюючи лицарю смерті {1}% від максимального запасу здоров'я. Це зцілення не може бути критичним.#for {1}%" }, -- Death Pact
-- Epidemic
[49036] = { "Епідемія", "Збільшує тривалість \"Кривавої чуми\" та \"Морозної лихоманки\" на {1} с.#by {1} sec" }, -- Epidemic (Rank 1)
[49562] = { ref=49036 }, -- Epidemic (Rank 2)
-- Forceful Deflection
[49410] = { "Сила відбиття", "Збільшує ваш рейтинг парирування на {1}% від вашої загальної сили.#by {1}% of" }, -- Forceful Deflection (Passive)
-- Frost Strike
[49143] = { "Крижаний удар", "Миттєвий удар, що завдає ворогу {1}% шкоди зброї плюс {2} у вигляді шкоди від криги.#causing {1}%#plus {2} as" }, -- Frost Strike (Rank 1)
-- Icy Reach
[55061] = { "Досяжність криги", "Збільшує дальність дії здібностей \"Льодяний дотик\", \"Льодяні окови\" та \"Виючий вітер\" на {1} м.#by {1} y" }, -- Icy Reach (Rank 1)
[55062] = { ref=55061 }, -- Icy Reach (Rank 2)
-- Improved Rune Tap
[48985] = { "Покращене поглинання руни", "Збільшує відновлення здоров'я від \"Поглинання руни\" на {1}% та зменшує його час відновлення на {2} с.#by {1}%#by {2} sec" }, -- Improved Rune Tap (Rank 1)
[49488] = { ref=48985 }, -- Improved Rune Tap (Rank 2)
[49489] = { ref=48985 }, -- Improved Rune Tap (Rank 3)
-- Lichborne
[49039] = { "Переродження", "Ви поглинаєте нечестиву енергію, щоб стати невмерлим на {1} с. Поки діє переродження, ви маєте невразливість до ефектів причарування, страху та сну.#for {1} sec", "Невразливість до причарування, страху та сну.\nНевмерлий." }, -- Lichborne
-- Master of Ghouls
[52143] = { "Повелитель вурдалаків", "Зменшує час відновлення \"Підняття мертвих\" на {1} с, а вурдалак, викликаний цією здібністю, стає прислужником під вашим контролем. На відміну від звичайних вурдалаків, ваш прислужник має необмежений час існування.#by {1} sec" }, -- Master of Ghouls
-- Merciless Combat
[49024] = { "Безжальний бій", "Здібності \"Льодяний дотик\", \"Виючий вітер\", \"Знищення\" та \"Крижаний удар\" завдають на {1}% більше шкоди цілям, що мають менше {2}% здоров'я.#additional {1}%#than {2}%" }, -- Merciless Combat (Rank 1)
[49538] = { ref=49024 }, -- Merciless Combat (Rank 2)
-- Mind Freeze
[47528] = { "Замороження мозку", "Вражає мозок цілі холодом, перериваючи вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec" }, -- Mind Freeze
-- Plague Strike
[45462] = { "Удар чуми", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} і заражає ціль \"Кривавою чумою\", що періодично завдає шкоди від тіні.#deals {1}% weapon#plus {2} and" }, -- Plague Strike (Rank 1)
-- Rune Tap
[48982] = { "Поглинання руни", "Поглинає 1 руну крові, щоб відновити вам {1}% здоров'я.#into {1}% of" }, -- Rune Tap
-- Rune of Cinderglacier
[53341] = { "Руна темного льодовика", "Додає на вашу зброю руну, що може збільшити на {1}% шкоду ваших {2} наступних атак, що завдають шкоди від криги чи тіні. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#by {1}%#next {2} attacks" }, -- Rune of Cinderglacier
-- Rune of Lichbane
[53331] = { "Руна прокляття ліча", "Додає на вашу зброю руну, що завдає {1}% шкоди зброї у вигляді шкоди вогнем, або {2}% якщо ціль - невмерла. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#adds {1}%#or {2}% versus" }, -- Rune of Lichbane
-- Rune of Razorice
[53343] = { "Руна ріжучої криги", "Додає на вашу зброю руну, що завдає додатково {1}% шкоди зброї у вигляді шкоди від криги та збільшує вразливість ворогів до ваших крижаних атак. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#causes {1}% extra" }, -- Rune of Razorice
-- Rune of Spellbreaking
[54447] = { "Руна відбитих заклять", "Додає на вашу одноручну зброю руну, що відбиває {1}% всієї магічної шкоди та зменшує тривалість ефектів знемовлення на {2}% (не поєднується з іншими ефектами скорочення знемовлення). Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#deflects {1}%#by {2}%" }, -- Rune of Spellbreaking
-- Rune of Spellshattering
[53342] = { "Руна розбитих заклять", "Додає на вашу дворучну зброю руну, що відбиває {1}% всієї магічної шкоди та зменшує тривалість ефектів знемовлення на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#deflects {1}%#by {2}%" }, -- Rune of Spellshattering
-- Rune of Swordbreaking
[54446] = { "Руна зламаних мечів", "Додає на вашу одноручну зброю руну, що збільшує шанс парирування на {1}% та зменшує тривалість ефектів роззброєння на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#chance by {1}%#effects by {2}%" }, -- Rune of Swordbreaking
-- Rune of Swordshattering
[53323] = { "Руна розбитих мечів", "Додає на вашу дворучну зброю руну, що збільшує шанс парирування на {1}% та зменшує тривалість ефектів роззброєння на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#chance by {1}%#effects by {2}%" }, -- Rune of Swordshattering
-- Rune of the Fallen Crusader
[53344] = { "Руна полеглого лицаря", "Додає на вашу зброю руну, що може зцілити вам {1}% здоров'я та збільшити силу на {2}% протягом {3} с. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#for {1}% and#by {2}% for {3} sec" }, -- Rune of the Fallen Crusader
-- Runeforging
[53428] = { "Рунічна ковка", "Дозволяє лицарю смерті наносити на свою зброю руни." }, -- Runeforging
-- Runic Power Mastery
[49455] = { "Влада над силою рун", "Збільшує ваш максимальний запас сили рун на {1}.#by {1}" }, -- Runic Power Mastery (Rank 1)
[50147] = { ref=49455 }, -- Runic Power Mastery (Rank 2)
-- Scourge Strike
[55090] = { "Удар Скари", "Нечестивий удар, що завдає {1}% шкоди від зброї плюс {2}. Окрім того, за кожну вашу хворобу на цілі ви завдаєте додатково {3}% шкоди від тіні.#deals {1}%#damage plus {2}#additional {3}%" }, -- Scourge Strike (Rank 1)
-- Strangulate
[47476] = { "Удушення", "Душить ворога, знемовлюючи його на {1} с. Також перериває вимову заклять цілі, що не є гравцем, на {2} c.#them for {1} sec#interrupted for {2} sec", "Знемовлено." }, -- Strangulate
-- Summon Gargoyle
[49206] = { "Виклик гаргуйля", "Гаргуйль атакує цілі з повітря, завдаючи шкоди від природи, що залежить від сили атаки лицаря смерті. Існує {1} с.#for {1} sec", "Перебуває під атакою гаргуйля." }, -- Summon Gargoyle
-- Unholy Blight
[49194] = { "Нечестива чума", "Жертв вашої \"Спіралі смерті\" оточує рій нечестивих комах, що завдає {1}% від шкоди \"Спіралі смерті\" протягом {2} с та запобігає розсіюванню хвороб.#taking {1}%#over {2} sec", "Рій нечестивих комах завдає шкоди та запобігає розсіюванню хвороб." }, -- Unholy Blight

}

for k, v in pairs(deathknight_spells) do addonTable.spell[k] = v end
