local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Amplify Curse
[18288] = { "Посилення прокляття", "Зменшує глобальний час відновлення ваших проклять на {1} с.#by {1} sec", "Зменшує глобальний час відновлення ваших проклять на {1} с.#by {1} sec" }, -- Amplify Curse
-- Banish
[710] = { "Вигнання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою протягом {1} с. Одночасно лише одна ціль може бути вигнаною. Використання вигнання на вигнаній цілі перериває дію ефекту. Діє лише на демонів та елементалів.#for up to {1} sec", "Невразливий, але нездатний діяти." }, -- Banish (Rank 1)
-- Contagion
[30060] = { "Зараження", "Збільшує шкоду \"Прокляття агонії\", \"Псування\" та \"Зерна псування\" на {1}% та зменшує ймовірність того, що ваші сприятливі ефекти спеціалізації \"Химородь\" та ефекти періодичної шкоди буде розвіяно на {2}%.#Corruption by {1}%#additional {2}%" }, -- Contagion (Rank 1)
[30061] = { ref=30060 }, -- Contagion (Rank 2)
[30062] = { ref=30060 }, -- Contagion (Rank 3)
[30063] = { ref=30060 }, -- Contagion (Rank 4)
[30064] = { ref=30060 }, -- Contagion (Rank 5)
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи опір аркані, вогню, кризі, природі та тіні на {2} і збільшує отриману шкоду від заклять на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}%", "Зменшує опір опір аркані, вогню, кризі, природі та тіні на {1}. Збільшує отриману шкоду від заклять на {2}%.#resistances by {1}#taken by {2}%" }, -- Curse of the Elements (Rank 1)
-- Demonic Brutality
[18705] = { "Демонічна жорстокість", "Збільшує ефективність заклять \"Муки\", \"Поглинання тіней\", \"Жертва\" та \"Страждання\" пустотника на {1}% та збільшує бонус до сили атаки вартового скверни від ефекту \"Демонічної несамовитості\" на {2}%.#Suffering spells by {1}%#Frenzy effect by {2}%" }, -- Demonic Brutality (Rank 1)
[18706] = { ref=18705 }, -- Demonic Brutality (Rank 2)
[18707] = { ref=18705 }, -- Demonic Brutality (Rank 3)
-- Demonic Circle: Summon
[48018] = { "Демонічне коло: Виклик", "Ви створюєте демонічне коло під собою, що існуватиме {1} хв. Одночасно може бути активним лише одне демонічне коло.#lasting {1} min", "Демонічне коло створено." }, -- Demonic Circle: Summon
-- Demonic Embrace
[18697] = { "Демонічні обійми", "Збільшує вашу сумарну витривалість на {1}%.#by {1}%" }, -- Demonic Embrace (Rank 1)
[18698] = { ref=18697 }, -- Demonic Embrace (Rank 2)
[18699] = { ref=18697 }, -- Demonic Embrace (Rank 3)
-- Demonic Empowerment
[54509] = { "Підсилення демона", "Миттєво розвіює всі магічні ефекти зі скверногончої.", "Миттєво розвіює всі магічні ефекти зі скверногончої." }, -- Demonic Empowerment
-- Demonic Power
[18126] = { "Демонічна сила", "Зменшує час відновлення закляття \"Батіг болю\" вашого сукуба на {1} с та зменшує час вимови \"Вогняної стріли\" вашого біса на {2} с.#Lash of Pain spell by {1} sec#Firebolt spell by {2} sec" }, -- Demonic Power (Rank 1)
[18127] = { ref=18126 }, -- Demonic Power (Rank 2)
-- Empowered Corruption
[32381] = { "Посилене псування", "Збільшує шкоду від \"Псування\" на {1}% від вашої сили заклять.#to {1}%" }, -- Empowered Corruption (Rank 1)
[32382] = { ref=32381 }, -- Empowered Corruption (Rank 2)
[32383] = { ref=32381 }, -- Empowered Corruption (Rank 3)
-- Eradication
[47195] = { "Викорінення", "Коли ви завдаєте шкоди \"Псуванням\", з ймовірністю {1}% ваша швидкість вимови заклять збільшиться на {2}% протягом {3} с.#have {1}% chance#by {2}% for {3} sec" }, -- Eradication (Rank 1)
[47196] = { ref=47195 }, -- Eradication (Rank 2)
[47197] = { ref=47195 }, -- Eradication (Rank 3)
-- Fel Concentration
[17783] = { "Зосередженість скверни", "Зменшує затримку вимови заклять \"Висмоктування життя\", \"Висмоктування мани\", \"Висмоктування душі\", \"Нестабільна химородь\" та \"Мара\" від отриманої шкоди на {1}%.#by {1}%" }, -- Fel Concentration (Rank 1)
[17784] = { ref=17783 }, -- Fel Concentration (Rank 2)
[17785] = { ref=17783 }, -- Fel Concentration (Rank 3)
-- Fel Synergy
[47230] = { "Синергія скверни", "З ймовірністю {1}% ви зцілите вашому прислужнику здоров'я в обсязі {2}% від отриманої шкоди від закляття.#a {1}% chance#for {2}%" }, -- Fel Synergy (Rank 1)
[47231] = { ref=47230 }, -- Fel Synergy (Rank 2)
-- Fel Vitality
[18731] = { "Живість скверни", "Збільшує витривалість та інтелект ваших біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни на {1}% та збільшує ваш максимальний запас здоров'я та мани на {2}%.#by {1}% and#mana by {2}%" }, -- Fel Vitality (Rank 1)
[18743] = { ref=18731 }, -- Fel Vitality (Rank 2)
[18744] = { ref=18731 }, -- Fel Vitality (Rank 3)
-- Felsteed
[5784] = { "Скверножеребець", "Викликає скверножеребця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Felsteed (Summon)
-- Fire and Brimstone
[47266] = { "Вогонь і сірка", "Збільшує шкоду \"Спалення\" та \"Стріли Хаосу\" проти цілей, уражених вашим \"Жертовним вогнем\", на {1}% та збільшує ймовірність критичного удару \"Розпалення\" на {2}%.#Immolate by {1}%#increased by {2}%" }, -- Fire and Brimstone (Rank 1)
[47267] = { ref=47266 }, -- Fire and Brimstone (Rank 2)
[47268] = { ref=47266 }, -- Fire and Brimstone (Rank 3)
[47269] = { ref=47266 }, -- Fire and Brimstone (Rank 4)
[47270] = { ref=47266 }, -- Fire and Brimstone (Rank 5)
-- Immolation
[50590] = { "Обпалення", ref=50589 }, -- Immolation (Rank 1)
-- Improved Corruption
[17810] = { "Покращене псування", "Збільшує шкоду від \"Псування\" на {1}% та збільшує ймовірність критичного удару \"Зерна псування\" на {2}%.#your Corruption by {1}%#Seed of Corruption by {2}%" }, -- Improved Corruption (Rank 1)
[17813] = { ref=17810 }, -- Improved Corruption (Rank 4)
[17814] = { ref=17810 }, -- Improved Corruption (Rank 5)
-- Improved Curse of Weakness
[18179] = { "Покращене прокляття слабкості", "Підсилює зменшення сили атаки від \"Прокляття слабкості\" на {1}%.#by {1}%" }, -- Improved Curse of Weakness (Rank 1)
[18180] = { ref=18179 }, -- Improved Curse of Weakness (Rank 2)
-- Improved Demonic Tactics
[54347] = { "Покращена демонічна тактика", "Збільшує ймовірність критичного удару вашого демона на {1}% від вашої ймовірності критичного удару.#to {1}%" }, -- Improved Demonic Tactics (Rank 1)
[54348] = { ref=54347 }, -- Improved Demonic Tactics (Rank 2)
[54349] = { ref=54347 }, -- Improved Demonic Tactics (Rank 3)
-- Improved Fear
[53754] = { "Покращений страх", "Ваше закляття \"Страх\" викликає ефект \"Кошмар\" після завершення дії. \"Кошмар\" зменшує швидкість руху цілі на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Improved Fear (Rank 1)
[53759] = { ref=53754 }, -- Improved Fear (Rank 2)
-- Improved Immolate
[17815] = { "Покращений жертовний вогонь", "Збільшує шкоду закляття \"Жертовний вогонь\" на {1}%.#by {1}%" }, -- Improved Immolate (Rank 1)
[17833] = { ref=17815 }, -- Improved Immolate (Rank 2)
[17834] = { ref=17815 }, -- Improved Immolate (Rank 3)
-- Improved Sayaad
[18754] = { "Покращений сайаад", "Зменшує час вимови \"Зваблення\" сукуба на {1}% та збільшує тривалість \"Зваблення\" та \"Малої невидимості\" сукуба на {2}%.#Seduction by {1}%#spells by {2}%" }, -- Improved Sayaad (Rank 1)
[18755] = { ref=18754 }, -- Improved Sayaad (Rank 2)
[18756] = { ref=18754 }, -- Improved Sayaad (Rank 3)
-- Improved Soul Leech
[54117] = { "Покращене поглинання душі", "\"Поглинання душі\" також відновлює {1}% від максимального запасу мани вам та вашому демону та з ймовірністю {2}% відновить {3} учасникам групи та рейду {4}% від максимального запасу мани кожні {5} с. Ефект триває {6} с.#demon equal to {1}% of#a {2}% chance#up to {3} party#to {4}% of maximum mana per {5} sec#for {6} sec" }, -- Improved Soul Leech (Rank 1)
[54118] = { ref=54117 }, -- Improved Soul Leech (Rank 2)
-- Intensity
[18135] = { "Напруження", "Зменшує затримку вимови заклять від отриманої шкоди під час вимови та промовляння заклять спеціалізаціїї \"Руйнація\" на {1}%.#by {1}%" }, -- Intensity (Rank 1)
[18136] = { ref=18135 }, -- Intensity (Rank 2)
-- Malediction
[32477] = { "Прокльон", "Збільшує вашу силу заклять на {1}% та збільшує ймовірність критичної періодичної шкоди заклять \"Псування\" та \"Нестабільна химородь\" на {2}%.#damage by {1}%#spells by {2}%" }, -- Malediction (Rank 1)
[32483] = { ref=32477 }, -- Malediction (Rank 2)
[32484] = { ref=32477 }, -- Malediction (Rank 3)
-- Master Conjuror
[18767] = { "Майстер-чаклун", "Збільшує бонуси від створених вами каменів вогню та чарів на {1}%.#by {1}%" }, -- Master Conjuror (Rank 1)
[18768] = { ref=18767 }, -- Master Conjuror (Rank 2)
-- Master Demonologist
[23785] = { ref=23759 }, -- Master Demonologist
[23822] = { ref=23759 }, -- Master Demonologist
[23823] = { ref=23759 }, -- Master Demonologist
[23824] = { ref=23759 }, -- Master Demonologist
[23825] = { ref=23759 }, -- Master Demonologist
[23759] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.\n\nПустотник - зменшує отриману фізичну шкоду на {3}%.\n\nСукуб/інкуб - збільшує вашу шкоду від тіні на {4}% та збільшує ймовірність критичного ефекту ваших заклять тіні на {5}%.\n\nСкверногонча - зменшує всю отриману магічну шкоду на {6}%.\n\nВартовий скверни - збільшує всю завдану шкоду на {7}% та зменшує всю отриману шкоду на {8}%.#Fire damage by {1}%#Fire spells by {2}%#Physical damage taken by {3}%#Shadow damage by {4}%#Shadow spells by {5}%#spell damage taken by {6}%#damage done by {7}%#all damage taken by {8}%", "Збільшує вашу шкоду від вогню на {1}% та збільшує ймовірність критичного ефекту ваших заклять вогню на {2}%.#caused by {1}%#spells by {2}%" }, -- Master Demonologist
-- Metamorphosis
[59672] = { "Метаморфоза", "Ви перетворюєтесь на демона на {1} с. У цій формі ваша броня збільшується на {2}%, шкода збільшується на {3}%, ймовірність отримання критичного удару від атак ближнього бою зменшується на {4}%, а тривалість ефектів приголомшення та знерухомлення зменшується на {5}%. Ви отримуєте деякі додаткові здібності демона.#for {1} sec#armor by {2}%#damage by {3}%#attacks by {4}%#effects by {5}%" }, -- Metamorphosis
-- Molten Skin
[63349] = { "Розплавлена шкіра", "Зменшує всю отриману шкоду на {1}%.#by {1}%" }, -- Molten Skin (Rank 1)
[63350] = { ref=63349 }, -- Molten Skin (Rank 1)
[63351] = { ref=63349 }, -- Molten Skin (Rank 3)
-- Ritual of Summoning
[698] = { "Ритуал виклику", "Почати ритуал для створення порталу виклику. Портал можуть використати 2 учасники групи чи рейду, щоб викликати третього. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу." }, -- Ritual of Summoning
-- Ruin
[17959] = { "Руїна", "Збільшує додаткову шкоду від критичних ударів заклять спеціалізації \"Руйнація\" та \"Вогняної стріли\" вашого біса на {1}%.#by {1}%" }, -- Ruin (Rank 1)
[59738] = { ref=17959 }, -- Ruin (Rank 2)
[59739] = { ref=17959 }, -- Ruin (Rank 3)
[59740] = { ref=17959 }, -- Ruin (Rank 4)
[59741] = { ref=17959 }, -- Ruin (Rank 5)
-- Shadow Mastery
[18274] = { ref=18271 }, -- Shadow Mastery (Rank 4)
-- Soul Siphon
[17804] = { "Витягування душі", "Збільшує ефективність заклять \"Висмоктування життя\" та \"Висмоктування душі\" на {1}% за кожен ваш ефект спеціалізації \"Химородь\" на цілі, але не більше, ніж на {2}%.#additional {1}%#of {2}% additional" }, -- Soul Siphon (Rank 1)
[17805] = { ref=17804 }, -- Soul Siphon (Rank 2)
-- Unending Breath
[5697] = { "Нескінченне дихання", "Дозволяє цілі дихати під водою протягом {1} хв.#for {1} min", "Підводне дихання." }, -- Unending Breath

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
