local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Blessed Healing
[70772] = { "Благословенне зцілення", "Зцілює протягом {1} с.#over {1} sec", "Зцілює протягом {1} с.#over {1} sec", en="Blessed Healing" },
-- Blessed Recovery
[27811] = { "Благословенне відновлення", "Після отримання критичного удару в ближньому чи дальньому бою ви зцілюєте собі {1}% від отриманої шкоди протягом {2} с. Додаткові критичні удари, отримані під час дії ефекту, збільшують обсяг зцілення.#for {1}% of#over {2} sec", en="Blessed Recovery" },
[27815] = { ref=27811 }, -- Blessed Recovery
[27816] = { ref=27811 }, -- Blessed Recovery
-- Blessed Resilience
[33142] = { "Благословенна стійкість", "Збільшує ефективність ваших цілющих заклять на {1}%, а критичні удари по вам з ймовірністю {2}% унеможлюють повторне отримання критичного удару протягом {3} с.#healing spells by {1}%#a {2}% chance#for {3} sec", en="Blessed Resilience" },
[33145] = { ref=33142 }, -- Blessed Resilience
-- Body and Soul
[64127] = { "Тіло і душа", "Коли ви застосовуєте \"Слово сили: Щит\", ви збільшуєте швидкість руху цілі на {1}% протягом {2} с, і з ймовірністю {3}% при застосуванні \"Усунення хвороби\" на себе, ви також знімаєте 1 ефект отрути.#by {1}% for {2} sec#a {3}% chance", en="Body and Soul" },
[64128] = { nil, nil, "Швидкість руху збільшено на {1}%.#by {1}%", ref=64127 }, -- Body and Soul
[64129] = { ref=64127 }, -- Body and Soul
[65081] = { ref=64128 }, -- Body and Soul
-- Borrowed Time
[52795] = { "Запозичений час", "Збільшує швидкість наступного закляття на {1}% після застосування \"Слова сили: Щит\" та збільшує обсяг поглинання \"Слова сили: Щит\" на {2}% від сили заклять.#Grants {1}%#equal to {2}% of", en="Borrowed Time" },
[52797] = { ref=52795 }, -- Borrowed Time
[52798] = { ref=52795 }, -- Borrowed Time
[52799] = { ref=52795 }, -- Borrowed Time
[52800] = { ref=52795 }, -- Borrowed Time
[59887] = { "Запозичений час", "Збільшує швидкість наступного закляття після застосування \"Слова сили: Щит\".", "Швидкість наступного закляття збільшено на {1}%.#{1}% spell haste", en="Borrowed Time" },
[59888] = { ref=59887 }, -- Borrowed Time
[59889] = { ref=59887 }, -- Borrowed Time
[59890] = { ref=59887 }, -- Borrowed Time
[59891] = { ref=59887 }, -- Borrowed Time
-- Circle of Healing
[34861] = { "Коло зцілення", "Зцілює {1} учасникам групи чи рейду в межах {2} м від цілі [{1}#target for {1}][від {1} до {2}#target for {1} to {2}] здоров'я.#up to {1} friendly#within {2} yards", en="Circle of Healing" },
[34863] = { ref=34861 }, -- Circle of Healing
[34864] = { ref=34861 }, -- Circle of Healing
[34865] = { ref=34861 }, -- Circle of Healing
[34866] = { ref=34861 }, -- Circle of Healing
[48088] = { ref=34861 }, -- Circle of Healing
[48089] = { ref=34861 }, -- Circle of Healing
-- Corrupted Healing
[23401] = { "Осквернене зцілення", "Змушує закляття прямого зцілення цілі завдавати періодичної шкоди.", "Закляття прямого зцілення завдають періодичної шкоди цілям.", en="Corrupted Healing" },
-- Desperate Prayer
[19236] = { "Відчайдушна молитва", "Миттєво зцілює заклиначеві від {1} до {2} здоров'я.#for {1} to {2}", en="Desperate Prayer" },
[19238] = { ref=19236 }, -- Desperate Prayer
[19240] = { ref=19236 }, -- Desperate Prayer
[19241] = { ref=19236 }, -- Desperate Prayer
[19242] = { ref=19236 }, -- Desperate Prayer
[19243] = { ref=19236 }, -- Desperate Prayer
-- Devouring Plague
[2944] = { "Ненажерна чума", "Вражає ціль хворобою, що завдає {1} шкоди тінню протягом {2} с. Зцілює заклинача на {3}% від шкоди. Одночасно може діяти лише на одну ціль.#causes {1} Shadow#over {2} sec#{3}% of damage", "Завдає {1} шкоди кожні {2} с та зцілює заклинача.#Causes {1} damage every {2} sec", en="Devouring Plague" },
-- Dispersion
[47585] = { "Розчинення", "Ви розчиняєтесь в тіні, зменшуючи всю отриману шкоду на {1}%. Ви не можете атакувати або вимовляти заклинання, але відновлюєте {2}% мани щосекунди протягом {3} секунд. \"Розчинення\" можна застосувати під час приголомшення, страху та знемовлення. При застосуванні воно знімає ефекти обмеження руху, а також надає невразливість до них на час дії.#taken by {1}%#regenerate {2}% mana#for {3} sec", "Отриману шкоду зменшено на {1}% і ви відновлюєте {2}% мани щосекунди протягом {3} секунд. Ви не може атакувати та вимовляти заклинання. Невразливість до ефектів обмеження руху.#damage by {1}%#regenerate {2}% mana#for {3} sec", en="Dispersion" },
-- Divine Aegis
[47509] = { "Божественне заступництво", "Критичні ефекти зцілення захищають цілі щитом, що поглинає {1}% від ефекту зцілення. Триває {2} с.#absorbing {1}%#Lasts {2} sec", en="Divine Aegis" },
[47511] = { ref=47509 }, -- Divine Aegis
[47515] = { ref=47509 }, -- Divine Aegis
-- Divine Hymn
[64843] = { "Божественний гімн", "Зцілює {1} учасникам групи чи рейду з найнижчим рівнем здоров'я в межах {2} м від {3} до {4} здоров'я кожні {5} с протягом {6} с, а також збільшує отримане ними зцілення на {7}% протягом {8} с. Зцілює до {9} разів. Жрець має підтримувати це заклинання.#Heals {1} nearby#within {2} y#for {3} to {4} every {5} sec for {6} sec#by {7}% for {8} sec#of {9} heals", "Промовляє божественний гімн, зцілюючи союзникам з найнижчим рівнем здоров'я від {1} до {2} здоров'я кожні {3} с протягом {4} с#for {1} to {2} every {3} sec for {4} sec", en="Divine Hymn" },
[64844] = { nil, nil, "Отримане зцілення збільшено на {1}%.#by {1}%", ref=64843 }, -- Divine Hymn
-- Divine Providence
[47562] = { "Божественне провидіння", "Збільшує зцілення заклять \"Коло зцілення\", \"Зв'язуюче зцілення\", \"Священний спалах\", \"Молитва зцілення\", \"Божественний гімн\" та \"Молитва загоєння\" на {1}% та зменшує час відновлення \"Молитви загоєння\" на {2}%.#and Prayer of Mending by {1}%#your Prayer of Mending by {2}%", en="Divine Providence" },
[47564] = { ref=47562 }, -- Divine Providence
[47565] = { ref=47562 }, -- Divine Providence
[47566] = { ref=47562 }, -- Divine Providence
[47567] = { ref=47562 }, -- Divine Providence
-- Empowered Renew
[63534] = { "Підсилене оновлення", "\"Оновлення\" отримує на {1}% більше від ваших ефектів збільшення зцілення, а також миттєво зцілює на {2}% від обсягу ефекту періодичного зцілення.#additional {1}% of your#for {2}% of the total", en="Empowered Renew" },
[63542] = { ref=63534 }, -- Empowered Renew
[63543] = { ref=63534 }, -- Empowered Renew
[63544] = { "Підсилене оновлення", "\"Оновлення\" отримує більше від ваших ефектів збільшення зцілення, а також миттєво зцілює цілі частину від обсягу ефекту періодичного зцілення.", en="Empowered Renew" },
-- Fade
[586] = { "Розтанення", "Розтанути у повітрі, зменшуючи всю вашу загрозу протягом {1} с.#for {1} sec", "Рівень загрози зменшено.", en="Fade" },
-- Focused Casting
[14743] = { "Зосереджена вимова", "При застосуванні ви не зазнаєте затримки вимови заклять при отриманні шкоди. Діє {1} секунд.#Lasts {1} sec", "Не зазнає затримки вимови заклять при отриманні шкоди, а тривалість ефектів переривання зменшено на {1}%.#by {1}%", en="Focused Casting" },
[27828] = { ref=14743 }, -- Focused Casting
-- Focused Will
[45234] = { "Зосереджена воля", "Збільшує ймовірність критичного ефекту заклять на {1}%. Окрім того, після отримання критичного удару ви отримуєте ефект \"Зосереджена воля\", що зменшує всю отриману шкоду на {2}% і збільшує отримане зцілення на {3}%. Ефект накопичується до {4} разів. Триває {5} с.#chance by {1}%#taken by {2}%#on you by {3}%#up to {4} times#Lasts {5} sec", en="Focused Will" },
[45237] = { "Зосереджена воля", "Після отримання критичного удару ви отримуєте ефект \"Зосереджена воля\", що зменшує всю отриману шкоду на {1}% і збільшує отримане зцілення на {2}%. Ефект накопичується до {3} разів. Триває {4} с.#taken by {1}%#on you by {2}%#up to {3} times#Lasts {4} sec", "Всю отриману шкоду зменшено на {1}%. Ефективність зцілення збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Focused Will" },
[45241] = { ref=45237 }, -- Focused Will
[45242] = { ref=45237 }, -- Focused Will
[45243] = { ref=45234 }, -- Focused Will
[45244] = { ref=45234 }, -- Focused Will
-- Grace
[47516] = { "Благодать", "\"Швидке зцілення\", \"Велике зцілення\" та \"Сповідь\" з ймовірністю {1}% благословляють ціль, збільшуючи отримане нею зцілення від жерця на {2}%. Ефект накопичується до {3} разів. Триває {4} с. Одночасно \"Благодать\" може діяти лише на одну ціль.#a {1}% chance#by {2}%#up to {3} times#lasts {4} sec", en="Grace" },
[47517] = { ref=47516 }, -- Grace
[47930] = { "Благодать", "\"Швидке зцілення\", \"Велике зцілення\" та \"Сповідь\" благословляють ціль, збільшуючи отримане нею зцілення від жерця на {1}%. Ефект накопичується до {2} разів. Одночасно \"Благодать\" може діяти лише на одну ціль.#by {1}%#up to {2} times", "Збільшує отримане від жерця зцілення на {1}%.#by {1}%", en="Grace" },
-- Guardian Spirit
[47788] = { "Дух-вартівник", "Викликає духа, що наглядатиме за союзником. Дух збільшує отримане ціллю зцілення на {1}%, а також запобігає її смерті, приносячи себе в жертву, внаслідок чого дія ефекту припиняється, а ціль відновлює {2}% здоров’я. Триває {3} с.#target by {1}%#target of {2}%#Lasts {3} sec", "Отримане зцілення збільшено на {1}%. Запобігає одному смертельному удару.#by {1}%", en="Guardian Spirit" },
-- Healing Focus
[14913] = { "Зосередженість на зціленні", "Зменшує затримку вимови цілющих заклять при отриманні шкоди на {1}%.#spell by {1}%", en="Healing Focus" },
[15012] = { ref=14913 }, -- Healing Focus
-- Holy Concentration
[34753] = { "Священне зосередження", "Відновлення мани від духу збільшується на {1}% протягом {2} с після критичного ефекту \"Швидкого зцілення\", \"Великого зцілення\", \"Зв'язуючого зцілення\" або \"Підсиленого оновлення\".#increased by {1}% for {2} sec", en="Holy Concentration" },
[34859] = { ref=34753 }, -- Holy Concentration
-- Holy Reach
[27789] = { "Досяжність святості", "Збільшує дальність дії ваших заклять \"Кара\" та \"Священний вогонь\", а також радіус дії ваших заклять \"Молитва зцілення\", \"Священний спалах\", \"Божественний гімн\" та \"Коло зцілення\" на {1}%.#by {1}%", en="Holy Reach" },
[27790] = { ref=27789 }, -- Holy Reach
-- Hymn of Hope
[64901] = { "Гімн надії", "Зцілює {2} учасникам групи чи рейду з найнижчим рівнем мани {1}% мани кожні {3} с протягом {4} с, а також збільшує їхній запас мани на {5}% протягом {6} с. Відновлює ману до {7} разів. Жрець має підтримувати це заклинання.#Restores {1}% mana to {2} nearby#every {3} sec for {4} sec#mana by {5}% for {6} sec#of {7} mana restores", "Промовляє гімн надії, відновлюючи союзникам з найнижчим рівнем мани {1}% мани кожні {2} с протягом {3} с#restoring {1}% mana#every {2} sec for {3} sec", en="Hymn of Hope" },
[64904] = { nil, nil, "Максимальний запас мани збільшено на {1}%.#by {1}%", ref=64901 }, -- Hymn of Hope
-- Improved Devouring Plague
[63625] = { "Покращена ненажерна чума", "\"Ненажерна чума\" завдає на {1}% більше періодичної шкоди, а також миттєво завдає {2}% від всієї шкоди періодичного ефекту при вимові.#Plague by {1}%#equal to {2}%", en="Improved Devouring Plague" },
[63626] = { ref=63625 }, -- Improved Devouring Plague
[63627] = { ref=63625 }, -- Improved Devouring Plague
[63675] = { "Покращена ненажерна чума", "\"Ненажерна чума\" завдає більше періодичної шкоди, а також миттєво завдає частину від всієї шкоди періодичного ефекту при вимові.", en="Improved Devouring Plague" },
[75999] = { ref=63675 }, -- Improved Devouring Plague
-- Improved Healing
[14912] = { "Покращене зцілення", "Знижує витрати мани заклять \"Мале зцілення\", \"Зцілення\", \"Велике зцілення\", \"Божественний гімн\" та \"Сповідь\" на {1}%.#by {1}%", en="Improved Healing" },
[15013] = { ref=14912 }, -- Improved Healing
[15014] = { ref=14912 }, -- Improved Healing
-- Improved Inner Fire
[14747] = { "Покращений внутрішній вогонь", "Посилює ефект закляття \"Внутрішній вогонь\" на {1}% та збільшує кількість зарядів на {2}.#spell by {1}%#charges by {2}", en="Improved Inner Fire" },
[14770] = { ref=14747 }, -- Improved Inner Fire
[14771] = { ref=14747 }, -- Improved Inner Fire
-- Improved Mind Blast
[15273] = { "Покращений вибух розуму", "Зменшує час відновлення вашого закляття \"Вибух розуму\" на {1} с, а поки на вас діє \"Тінеобраз\", ваш \"Вибух розуму\" з ймовірністю {2}% зменшить ефективність зцілення цілі на {3}% протягом {4} с.#by {1} sec#a {2}% chance#target by {3}% for {4} sec", en="Improved Mind Blast" },
[15312] = { ref=15273 }, -- Improved Mind Blast
[15313] = { ref=15273 }, -- Improved Mind Blast
[15314] = { ref=15273 }, -- Improved Mind Blast
[15316] = { ref=15273 }, -- Improved Mind Blast
-- Improved Power Word: Fortitude
[14749] = { "Покращене слово сили: Стійкість", "Збільшує ефективність заклять \"Слово сили: Стійкість\" та \"Молитва стійкості\" на {1}%, а також збільшує вашу витривалість на {2}%.#spells by {1}%#Stamina by {2}%", en="Improved Power Word: Fortitude" },
[14767] = { ref=14749 }, -- Improved Power Word: Fortitude
-- Improved Shadow Word: Pain
[15275] = { "Покращене слово тіні: Біль", "Збільшує шкоду вашого закляття \"Слово тіні: Біль\" на {1}%.#by {1}%", en="Improved Shadow Word: Pain" },
[15317] = { ref=15275 }, -- Improved Shadow Word: Pain
-- Improved Shadowform
[47569] = { "Покращений тінеобраз", "Здібність \"Розтанення\" з ймовірністю {1}% звільнить вас від ефектів обмеження руху при застосуванні в тінеобразі, а затримка вимови заклять тіні в тінеобразі при отриманні шкоди зменшується на {2}%.#a {1}% chance#by {2}% when", en="Improved Shadowform" },
[47570] = { ref=47569 }, -- Improved Shadowform
-- Improved Spirit Tap
[15337] = { "Покращений витік душі", "Критичні удари заклять \"Вибух розуму\" та \"Слово тіні: Смерть\" з ймовірністю {1}%, а критичні удари \"Мук розуму\" з ймовірністю {2}% збільшать ваш дух на {3}%. Протягом дії ефекту ваша мана відновлюватиметься зі швидкістю {4}% від звичайної під час вимови заклять. Триває {5} секунд.#Death critical strikes have a {1}% chance#Mind Flay critical strikes have a {2}% chance#total Spirit by {3}%#at a {4}% rate#Lasts {5} sec", en="Improved Spirit Tap" },
[15338] = { ref=15337 }, -- Improved Spirit Tap
-- Improved Vampiric Embrace
[27839] = { "Покращені вампірські обійми", "Збільшує зцілення від \"Вампірських обіймів\" на {1}%.#by {1}%", en="Improved Vampiric Embrace" },
[27840] = { ref=27839 }, -- Improved Vampiric Embrace
-- Inspiration
[14892] = { "Натхнення", "Зменшує отриману ціллю фізичну шкоду на {1}% протягом {2} с після критичного зцілення закляттям \"Швидке зцілення\", \"Зцілення\", \"Велике зцілення\", \"Зв'язуюче зцілення\", \"Сповідь\", \"Молитва загоєння\", \"Молитва зцілення\" або \"Коло зцілення\".#by {1}% for {2} sec", en="Inspiration" },
[14893] = { nil, nil, "Зменшує отриману фізичну шкоду на {1}%.#by {1}%", ref=14892 }, -- Inspiration
[15357] = { ref=14893 }, -- Inspiration
[15359] = { ref=14893 }, -- Inspiration
[15362] = { ref=14892 }, -- Inspiration
[15363] = { ref=14892 }, -- Inspiration
-- Levitate
[1706] = { "Левітація", "Дозволяє учаснику групи чи рейду левітувати, плинучи невисоко над землею. Під час левітації ціль падатиме зі зниженою швидкістю та зможе ходити по воді. Будь-яка шкода скасує цей ефект. Триває {1} хв.#Lasts {1} min", "Левітує.", en="Levitate" },
-- Lightwell
[724] = { "Колодязь світла", "Створює священний колодязь світла. Союзні гравці можуть випити з нього щоб відновити {1} здоров'я протягом {2} с. Отримання шкоди, більшої за {3}% від запасу здоров'я знімає цей ефект. Колодязь існує {4} хв або до {5} застосувань.#restore {1} health over {2} sec#equal to {3}% of your#lasts for {4} min or {5} charges", en="Lightwell" },
[27870] = { ref=724 }, -- Lightwell
[27871] = { ref=724 }, -- Lightwell
-- Lightwell Renew
[7001] = { "Відновлення колодязя світла", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", en="Lightwell Renew" },
[27873] = { ref=7001 }, -- Lightwell Renew
[27874] = { ref=7001 }, -- Lightwell Renew
-- Mana Burn
[8129] = { "Спалення мани", "Спалює {1}% мани цілі (але не більше, ніж {2}% від власного максимального запасу мани). За кожну одиницю спаленої мани ціль отриує {3} шкоди від тіні.#Destroy {1}%#maximum of {2}% of your#takes {3} Shadow", en="Mana Burn" },
-- Martyrdom
[14531] = { "Мучеництво", "Після отримання критичного удару в ближньому чи дальньому бою ви з ймовірністю {1}% отримаєте ефект \"Зосередженої вимови\" на {2} с. \"Зосереджена вимова\" зменшує затримку вимови заклять при отриманні шкоди та збільшує опір ефектам переривання на {3}%.#a {1}% chance#for {2} sec#by {3}%", en="Martyrdom" },
[14774] = { ref=14531 }, -- Martyrdom
-- Mental Strength
[18551] = { "Ментальна сила", "Збільшує ваш інтелект на {1}%.#by {1}%", en="Mental Strength" },
[18552] = { ref=18551 }, -- Mental Strength
[18553] = { ref=18551 }, -- Mental Strength
[18554] = { ref=18551 }, -- Mental Strength
[18555] = { ref=18551 }, -- Mental Strength
-- Mind Flay
[15407] = { "Муки розуму", "Вражає розум цілі енергією тіні, завдаючи {1} шкоди тінню протягом {2} с та сповільнюючи її рух на {3}%.#causing {1} Shadow#over {2} sec#speed by {3}%", "Швидкість руху зменшено.", en="Mind Flay" },
[17311] = { ref=15407 }, -- Mind Flay
[17312] = { ref=15407 }, -- Mind Flay
[17313] = { ref=15407 }, -- Mind Flay
[17314] = { ref=15407 }, -- Mind Flay
[18807] = { ref=15407 }, -- Mind Flay
[28310] = { "Муки розуму", "Завдає ворогу від {1} до {2} шкоди від тіні щосекунди та зменшує його швидкість руху на {3} протягом {4} с.#Inflicts {1} to {2} Shadow damage#speed by {3}% for {4} sec", "Від {1} до {2} шкоди від тіні щосекунди протягом {3} с.\nШвидкість руху зменшено на {4}%.#{1} to {2} Shadow#for {3} sec#speed reduced by {4}%", en="Mind Flay" },
-- Mind Melt
[14910] = { "Випалення розуму", "Збільшує ймовірність критичного удару заклять \"Вибух розуму\", \"Муки розуму\" та \"Випалювання розуму\" на {1}% і збільшує ймовірність критичного удару періодичних ефектів заклять \"Дотик вампіра\", \"Ненажерна чума\" та \"Слово тіні: Біль\" на {2}%.#Mind Sear spells by {1}%#Pain spells by {2}%", en="Mind Melt" },
[33371] = { ref=14910 }, -- Mind Melt
-- Mind Sear
[48045] = { "Випалювання розуму", "Спричиняє вибух тіньової магії навколо ворога, що завдає [{1}#causing {1} Shadow][від {1} до {2}#causing {1} to {2} Shadow] шкоди від тіні кожні {1} с протягом {2} с усім ворогам у межах {3} м навколо цілі.#every {1} sec#for {2} sec#within {3} y", "Завдає шкоди від тіні всім цілям в межах {1} м.#within {1} y", en="Mind Sear" },
-- Mind Soothe
[453] = { "Заспокоєння розуму", "Заспокоює ціль, зменшуючи відстань, на якій вона атакуватиме вас, на {1} м. Діє лише на гуманоїдів. Триває {2} с.#by {1} y#Lasts {2} sec", "Зменшено відстань, з якої ціль атакуватиме.", en="Mind Soothe" },
-- Misery
[33191] = { "Страждання", "Ваші закляття \"Слово тіні: Біль\", \"Муки розуму\" та \"Дотик вампіра\" також збільшують ймовірність влучити по цілі закляттями на {1}% протягом {2} с. Також збільшує вплив сили заклинань на ваші закляття \"Вибух розуму\", \"Муки розуму\" та \"Випалювання розуму\" на {3}%.#to hit by {1}% lasting {2} sec#spells by {3}%", en="Misery" },
[33192] = { ref=33191 }, -- Misery
-- Pain and Suffering
[47580] = { "Біль і страждання", "Закляття \"Муки розуму\" з ймовірністю {1}% поновлює тривалість вашого ефекту \"Слово тіні: Біль\" на цілі, а також ви отримуєте на {2}% менше шкоди від власного \"Слова тіні: Смерть\".#a {1}% chance#by {2}%", en="Pain and Suffering" },
[47581] = { ref=47580 }, -- Pain and Suffering
[47582] = { ref=47580 }, -- Pain and Suffering
-- Penance
[47540] = { "Сповідь", "Випускає залп святого світла по цілі, завдаючи [{1}#causing {1} Holy[від {1} до {2}#causing {1} to {2} Holy] шкоди святістю ворогу або зцілюючи союзнику [{1}#or {1} healing][від {1} до {2}#or {1} to {2} healing] здоров'я миттєво і кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", en="Penance" },
-- Power Word: Shield
[17] = { "Слово сили: Щит", "Створює з частинки душі дружньої цілі щит, що поглинає {1} шкоди. Триває {2} с. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять. Повторно накласти щит на ціль можна тільки через {3} с.#absorbing {1} damage#Lasts {2} sec#again for {3} sec", "Поглинає шкоду.", en="Power Word: Shield" },
[592] = { ref=17 }, -- Power Word: Shield
[600] = { ref=17 }, -- Power Word: Shield
[3747] = { ref=17 }, -- Power Word: Shield
[6065] = { ref=17 }, -- Power Word: Shield
[6066] = { ref=17 }, -- Power Word: Shield
[10898] = { ref=17 }, -- Power Word: Shield
[10899] = { ref=17 }, -- Power Word: Shield
[10900] = { ref=17 }, -- Power Word: Shield
[10901] = { ref=17 }, -- Power Word: Shield
-- Prayer of Fortitude
[21562] = { "Молитва стійкості", "Сила наповнює учасників групи та рейду, збільшуючи їхню витривалість на {1} протягом {2} год.#by {1} for {2} h", "Збільшує витривалість на {1}.#by {1}", en="Prayer of Fortitude" },
[21564] = { ref=21562 }, -- Prayer of Fortitude
-- Prayer of Healing
[596] = { "Молитва зцілення", "Потужна молитва, що зцілює всім учасникам групи цілі в межах {1} м від {2} до {3} здоров'я.#within {1} yards for {2} to {3}", en="Prayer of Healing" },
[996] = { ref=596 }, -- Prayer of Healing
[10960] = { ref=596 }, -- Prayer of Healing
[10961] = { ref=596 }, -- Prayer of Healing
[25316] = { ref=596 }, -- Prayer of Healing
-- Prayer of Mending
[33076] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого учасника групи або рейду в межах {2} м. Здійснює до {3} переходів і триває {4} c після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times#lasts {4} sec", en="Prayer of Mending" },
-- Prayer of Shadow Protection
[27683] = { "Молитва захисту від тіні", "Сила наповнює учасників групи та рейду, збільшуючи їхній опір тіні на {1} протягом {2} хв.#by {1} for {2} min", "Збільшує опір тіні на {1}.#by {1}", en="Prayer of Shadow Protection" },
-- Prayer of Spirit
[27681] = { "Молитва духу", "Сила наповнює учасників групи та рейду, збільшуючи їхній дух на {1} протягом {2} год.#by {1} for {2} h", "Збільшує дух на {1}.#by {1}", en="Prayer of Spirit" },
-- Psychic Horror
[64044] = { "Психічний жах", "Ви лякаєте ціль, змушуючи її тремтіти від жаху протягом {1} с і впустити зброю з правої руки та далекобійну зброю на {2} с.#horror for {1} sec#weapons for {2} sec", "Нажахано.", en="Psychic Horror" },
-- Rapture
[47535] = { "Піднесення", "Коли \"Слово сили: Щит\" поглинає всю шкоду або розвіюється, ви миттєво відновлюєте {1}% максимального запасу мани і з ймовірністю {2}% відновлюєте цілі щита {3}% мани, {4} люті, {5} енергії чи {6} сили рун. Цей ефект може спрацьовувати лише раз на {7} секунд.#with {1}% of#a {2}% chance#with {3}% total mana, {4} rage, {5} energy or {6} runic#every {7} sec", en="Rapture" },
[47536] = { ref=47535 }, -- Rapture
[47537] = { ref=47535 }, -- Rapture
-- Reflective Shield
[33201] = { "Відбиваючий щит", "Повертає {1}% шкоди, що ви поглинаєте \"Словом сили: Щит\" назад в нападника. Ця шкода не спричиняє загрози.#Causes {1}% of", en="Reflective Shield" },
[33202] = { ref=33201 }, -- Reflective Shield
-- Renewed Hope
[57470] = { "Відроджена надія", "Збільшує ймовірність критичного ефекту ваших заклять \"Швидке зцілення\", \"Велике зцілення\" та \"Сповідь\" на {1}% при зціленні цілей, що мають ефект \"Ослаблена душа\". Окрім того, при застосуванні закляття \"Слово сили: Щит\" ви з ймовірністю {2}% зменшите всю отриману учасниками групи чи рейду шкоду на {3}% протягом {4} хв. Ефект не може спрацьовувати частіше, ніж раз на {5} с.#spells by {1}% on targets#a {2}% chance to#taken by {3}% for {4} min#has a {5} sec cooldown", en="Renewed Hope" },
[57472] = { ref=57470 }, -- Renewed Hope
[63944] = { "Відроджена надія", "Збільшує ймовірність критичного ефекту ваших заклять \"Швидке зцілення\", \"Велике зцілення\" та \"Сповідь\" при зціленні цілей, що мають ефект \"Ослаблена душа\". Окрім того, при застосуванні закляття \"Слово сили: Щит\" ви можете зменшити всю отриману учасниками групи чи рейду шкоду. Ефект не може спрацьовувати частіше, ніж раз на {1} с.#has a {1} sec cooldown", "Зменшує всю отриману шкоду на {1}%.#by {1}%", en="Renewed Hope" },
-- Searing Light
[14909] = { "Обпалююче світло", "Збільшує шкоду ваших заклять \"Кара\", \"Священний вогонь\", \"Священний спалах\" та \"Сповідь\" на {1}%.#by {1}%", en="Searing Light" },
[15017] = { ref=14909 }, -- Searing Light
-- Serendipity
[63730] = { "Проникливість", "Коли ви зцілюєте \"Зв'язуючим зціленням\" або \"Швидким зціленням\", час вимови наступного закляття \"Велике зцілення\" або \"Молитва зцілення\" зменшується на {1}%. Ефект накопичується до {2} разів. Триває {3} с.#reduced by {1}%#up to {2} times#Lasts {3} sec", en="Serendipity" },
[63731] = { nil, nil, "Зменшує час вимови наступного \"Великого зцілення\" або \"Молитви зцілення\" на {1}%.#by {1}%", ref=63730 }, -- Serendipity
[63733] = { ref=63730 }, -- Serendipity
[63734] = { ref=63731 }, -- Serendipity
[63735] = { ref=63731 }, -- Serendipity
[63737] = { ref=63730 }, -- Serendipity
-- Shadow Affinity
[15272] = { "Спорідненість з тінню", "Зменшує загрозу ваших заклять тіні на {1}%, а ви відновлюєте {2}% мани коли ваші ефекти \"Слово тіні: Біль\" або \"Дотик вампіра\" розвіюють.#Shadow spells by {1}%#receive {2}% of your", en="Shadow Affinity" },
[15318] = { ref=15272 }, -- Shadow Affinity
[15320] = { ref=15272 }, -- Shadow Affinity
-- Shadow Focus
[15260] = { "Темна зосередженість", "Збільшує ймовірність завдати удару закляттями тіні на {1}% та зменшує витрати мани заклять тіні на {2}%.#hit with your Shadow spells by {1}%#cost of your Shadow spells by {2}%", en="Shadow Focus" },
[15327] = { ref=15260 }, -- Shadow Focus
[15328] = { ref=15260 }, -- Shadow Focus
-- Shadow Weaving
[15257] = { "Сплітання тіней", "Ваші бойові закляття тіні з ймовірністю {1}% збільшать вашу шкоду від тіні на {2}% протягом {3} с. Ефект накопичується до {4} разів.#a {1}% chance#by {2}% for {3} sec#up to {4} times", en="Shadow Weaving" },
[15258] = { "Сплітання тіней", "Ваші бойові закляття тіні можуть збільшити вашу шкоду від тіні на {1}% протягом {2} с. Ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times", "Шкоду від тіні збільшено на {1}%.#by {1}%", en="Shadow Weaving" },
[15331] = { ref=15257 }, -- Shadow Weaving
[15332] = { ref=15257 }, -- Shadow Weaving
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Ефекти, що діють по області, завдають марнику менше шкоди. Триває {2} с.#receives {1}% mana#Lasts {2} sec", en="Shadowfiend" },
-- Shadowform
[15473] = { "Тінеобраз", "Прийняти тінеобраз, що збільшує вашу шкоду від тіні на {1}%, зменшує отриману вами фізичну шкоду на {2}% та зменшує вашу загрозу на {3}%. Однак у цьому образі ви не можете вимовляти закляття святості, окрім \"Лікування хвороби\" та \"Усунення хвороби\". Періодичні ефекти заклять \"Слово тіні: Біль\", \"Ненажерна чума\" та \"Дотик вампіра\" можуть завдати критичного удару, завдаючи на {4}% більше шкоди, а на закляття \"Ненажерна чума\" та \"Дотик вампіра\" впливає показник швидкості.#Shadow damage by {1}%#done to you by {2}%#threat generated by {3}%#critically hit for {4}% increased", "Ваша шкода від тіні збільшена на {1}%. Отриману фізичну шкоду зменшено на {2}%,а загрозу зменшено на {3}%. Ви не можете вимовляти закляття святості, окрім \"Лікування хвороби\" та \"Усунення хвороби\". Періодичні ефекти заклять \"Слово тіні: Біль\", \"Ненажерна чума\" та \"Дотик вампіра\" можуть завдати критичного удару, завдаючи на {4}% більше шкоди, а на закляття \"Ненажерна чума\" та \"Дотик вампіра\" впливає показник швидкості.#increased by {1}%#take reduced by {2}%#threat generated is reduced by {3}%#hit for {4}% increased", en="Shadowform" },
[49868] = { "Тінеобраз", en="Shadowform" },
-- Silence
[15487] = { "Знемовлення", "Знемовлює ціль, запобігаочи вимові заклять протягом {1} с. Також перериває вимову заклять цілі, що не є гравцем, на {2} c.#spells for {1} sec#interrupted for {2} sec", "Знемовлено.", en="Silence" },
-- Silent Resolve
[14523] = { "Мовчазна рішучість", "Зменшує рівень загрози від ваших заклять спеціалізацій \"Святість\" та \"Дисципліна\" на {1}% та зменшує ймовірість розвіювання ваших сприятливих ефектів та ефектів періодичної шкоди на {2}%.#spells by {1}%#dispelled by {2}%", en="Silent Resolve" },
[14784] = { ref=14523 }, -- Silent Resolve
[14785] = { ref=14523 }, -- Silent Resolve
-- Soul Warding
[63574] = { "Оберіг душі", "Зменшує час відновлення здібності \"Слово сили: Щит\" на {1} с та зменшує його витрати мани на {2}%.#by {1} sec#by {2}%", en="Soul Warding" },
-- Spirit Tap
[15271] = { "Витік душі", "Дух збільшено на {1}%, а мана відновлюється під час вимови заклять зі швидкістю {2}% від звичайної.#{1}% and allows {2}%", "Дух збільшено на {1}%, а мана відновлюється під час вимови заклять зі швидкістю {2}% від звичайної.#{1}% and allows {2}%", en="Spirit Tap" },
-- Spirit of Redemption
[27827] = { nil, nil, "Ваша могутність незбагеннна.", ref=20711 }, -- Spirit of Redemption
-- Spiritual Guidance
[14901] = { "Духовне покровительство", "Збільшує силу заклять на {1}% від вашого духу.#by {1}% of", en="Spiritual Guidance" },
[15028] = { ref=14901 }, -- Spiritual Guidance
[15029] = { ref=14901 }, -- Spiritual Guidance
[15030] = { ref=14901 }, -- Spiritual Guidance
[15031] = { ref=14901 }, -- Spiritual Guidance
-- Test of Faith
[47558] = { "Випробування віри", "Збільшує ефективність зцілення цілей, що мають менше {2}% здоров'я, на {1}%.#by {1}% on#below {2}% health", en="Test of Faith" },
[47559] = { ref=47558 }, -- Test of Faith
[47560] = { ref=47558 }, -- Test of Faith
-- Twin Disciplines
[47586] = { "Двоїсте вчення", "Збільшує шкоду та зцілення ваших миттєвих заклять на {1}%.#by {1}%", en="Twin Disciplines" },
[47587] = { ref=47586 }, -- Twin Disciplines
[47588] = { ref=47586 }, -- Twin Disciplines
-- Twisted Faith
[47573] = { "Викривлена віра", "Збільшує силу заклять на {1}% від показника духу. Окрім того, шкода \"Мук розуму\" та \"Вибуху розуму\" збільшується на {2}% якщо на ціль діє \"Слово тіні: Біль\".#spell power by {1}% of#increased by {2}% if", en="Twisted Faith" },
[47577] = { ref=47573 }, -- Twisted Faith
[47578] = { ref=47573 }, -- Twisted Faith
-- Unbreakable Will
[14522] = { "Незламна воля", "Зменшує дію ефектів приголомшення, страху та знемовлення, що діють на вас, на {1}%.#additional {1}%", en="Unbreakable Will" },
[14788] = { ref=14522 }, -- Unbreakable Will
[14789] = { ref=14522 }, -- Unbreakable Will
[14790] = { ref=14522 }, -- Unbreakable Will
[14791] = { ref=14522 }, -- Unbreakable Will
-- Vampiric Embrace
[15286] = { "Вампірські обійми", "Наповнює вас енергією тіні, внаслідок чого ви зцілюєте себе на {1}%, а учасників вашої групи - на {2}% від шкоди, якої ви завдаєте закляттями тіні, що вражають одну ціль протягом {3} хв.#you to be healed for {1}%#members to be healed for {2}%#deal for {3} min", "Зцілення жерця на {1}%, а учасників групи - на {2}% від шкоди, завданої закляттями тіні, що вражають одну ціль.#{1}% of single#and {2}% heals", en="Vampiric Embrace" },
-- Vampiric Touch
[34914] = { "Дотик вампіра", "Завдає цілі {1} шкоди тінню протягом {2} с та відновлює {3} учасникам групи чи рейду {4}% мани кожні {5} с коли ви завдаєте шкоди \"Вибухом розуму\". Окрім того, якщо \"Дотик вампіра\" буде розвіяно, ціль отримає {6} шкоди.#Causes {1} Shadow damage over {2} sec#causes up to {3} party#gain {4}% of#mana per {5} sec#will cause {6} damage", "{1} шкоди тінню кожні {2} с. Учасники групи чи рейду жерця відновлюють {3}% мани кожні {4} с коли жрець завдає шкоди \"Вибухом розуму\".#{1} Shadow damage every {2} sec#gain {3}% of#mana per {4} sec", en="Vampiric Touch" },
[34916] = { ref=34914 }, -- Vampiric Touch
[34917] = { ref=34914 }, -- Vampiric Touch
[48159] = { ref=34914 }, -- Vampiric Touch
[48160] = { ref=34914 }, -- Vampiric Touch
-- Veiled Shadows
[15274] = { "Покращене розтанення", "Зменшує час відновлення здібності \"Розтанення\" на {1} с та зменшує час відновлення здібності \"Тіньовий марник\" на {2} хв.#Fade ability by {1} sec#Shadowfiend ability by {2} min", en="Veiled Shadows" },
[15311] = { ref=15274 }, -- Veiled Shadows
-- Weakened Soul
[6788] = { "Знесилена душа", "Душа цілі знесилюється від застосування \"Слова сили: Щит\" і ціль не може отримати ефект знову протягом {1} с.#again for {1} sec", "Не можна захистити \"Словом сили: Щит\".", en="Weakened Soul" },

-- Glyph
[63231] = { "Символ духа-вартівника", "Якщо ефект \"Духа-вартівника\" завершується без спрацювання, його час відновлення скорочується до {1} хв.#reset to {1} min", en="Glyph of Guardian Spirit" },
[63873] = { ref=63231 }, -- Glyph of Guardian Spirit

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
