local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[3592] = { "Лікування недуг", "Лікує хвороби і знешкоджує отрути. Має меншу ефективність проти отрут вищого рівня." }, -- Cure Ailments
[3595] = { "Крижана олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Крижану стрілу\" на опонента при ударі. Триває {2} хв. Не можна застосувати на предмети вище {3} рівня.#a {1}% chance#Lasts {2} min#than level {3}" }, -- Frost Oil
[46441] = { ref=56 }, -- Stun

-- Item effects
[3976] = { "Точний приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#damage by {1}" }, -- Accurate Scope
[9783] = { "Мітрилові шпори", "Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди на {1}%. Для отримання ефекту необхідно бути {2} рівня або нижче.#mounted movement speed by {1}%#be level {2} or lower" }, -- Mithril Spurs
[9796] = { "Чума", "Заражає ціль, завдаючи {1} шкоди від природи та додатково {2} шкоди протягом {3} с.#for {1} Nature#additional {2} damage over {3} sec", "{1} шкоди від природи кожні {2} с.#{1} nature damage every {2} sec" }, -- Blight
[12459] = { "Смертоносний приціл", ref=3976 }, -- Deadly Scope
[12460] = { "Снайперський приціл", ref=3976 }, -- Sniper Scope
[19566] = { "Сільничка", "Просіює та подрібнює глибокоскельну сіль, поки вона не стане очищеною глибокоскельною сіллю." }, -- Salt Shaker
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник влучності в дальньому бою на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#hit rating by {1}" }, -- Biznicks 247x128 Accurascope
[28273] = { "Кровополох", "Трохи збільшує силу заклять на {1} хв.#amount for {1} min", "Силу заклять трохи збільшено." }, -- Bloodthistle
[28488] = { "Настій Скаробою", "Збільшує силу заклять на {1} в бою з невмерлими. Триває {2} хв.#power by {1} against#Lasts {2} min", "Силу заклять в бою з невмерлими збільшено на {1}.#by {1}" }, -- Scourgebane Infusion
[30226] = { "Зразок чистої води", "Наповнити чистою водою з фонтану в лігві Гніволуских." }, -- Pure Water Sample
[30250] = { "Адамантитовий приціл", ref=3976 }, -- Adamantite Scope
[30260] = { "Стабілізований етернієвий приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник критичного удару на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#strike rating by {1}" }, -- Stabilitzed Eternium Scope
[41973] = { ref=7675 }, -- Increase Spell Dam 199
[42120] = { ref=7675 }, -- Increase Healing 375
[42122] = { ref=7675 }, -- Increase Spell Dam 225
[42127] = { ref=7675 }, -- Increase Healing 423
[43185] = { ref=439 }, -- Healing Potion
[43186] = { ref=436 }, -- Restore Mana
[47821] = { ref=18378 }, -- Increased Mana Regen 43
[47905] = { ref=18378 }, -- Increased Mana Regen
[48014] = { ref=18378 }, -- Copy of Increased Mana Regen
[48226] = { ref=18378 }, -- Copy of Increased Mana Regen
[48228] = { ref=18378 }, -- Increased Mana Regen
[49176] = { ref=18378 }, -- Increased Mana Regen
[49442] = { ref=18378 }, -- Increased Mana Regen
[49617] = { "Дотик життя", nil, "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", ref=16375 }, -- Touch of Life
[52804] = { ref=18378 }, -- Increased Mana Regen
[53144] = { ref=439 }, -- Healing Potion
[53354] = { ref=18378 }, -- Increased Mana Regen
[53761] = { "Зілля омолодження", ref=18832 }, -- Rejuvenation Potion
[54082] = { ref=18378 }, -- Increased Mana Regen
[54572] = { ref=439 }, -- Healing Potion
[58862] = { ref=439 }, -- Healing Potion
[59830] = { "Зношений клинок-молотник", ref=21919 }, -- Battleworn Thrash Blade
[64401] = { "Світлячок", "Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на {1} протягом {2} год.#Fishing by {1} for {2} hour" }, -- Glow Worm
[65000] = { "Метеоритне натхнення", nil, "Відновлення {1} мани кожні {2} с.#by {1} mana per {2} sec", ref=18378 }, -- Meteoric Inspiration
[71838] = { ref=16375 }, -- Drain Life
[71839] = { ref=16375 }, -- Drain Life

-- Mounts
[348459] = { "Пробуджений фазовий мисливець", "Викликає та відпускає верхового фазового мисливця.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Reawakened Phase-Hunter

-- Racial
[59752] = { "Воля до виживання", "Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем. Цей ефект має спільний час відновлення з іншими подібними ефектами." }, -- Will to Survive (Racial)

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
