local _, addonTable = ...
local items = {

-- [id] = {
--     [ref]    = ID (optional),
--     [1]      = title (optional),
--     [desc]   = description (optional),
--     [equip]  = text or number (spell id) for "Equip: ..." (green color) (optional)
--     [hit]    = text or number (spell id) for "Chance on hit: ..." (green color) (optional)
--     [use]    = text or number (spell id) for "Use: ..." (green color) (optional)
--     [recipe_result_item] = number (item id) to show the item after the spell-recipe (optional)
--     [flavor] = quoted text (golden color) (optional)
--     --------
--     note: value can be string or table (multiple strings)
-- }

[25] = { "зношений короткий меч" }, -- Worn Shortsword
[35] = { "зігнутий посох" }, -- Bent Staff
[36] = { "зношена булава" }, -- Worn Mace
[37] = { "зношена сокира" }, -- Worn Axe
[38] = { "сорочка рекрута" }, -- Recruit's Shirt
[39] = { "штани рекрута" }, -- Recruit's Pants
[40] = { "чоботи рекрута" }, -- Recruit's Boots
[43] = { "чоботи зброєносця" }, -- Squire's Boots
[44] = { "штани зброєносця" }, -- Squire's Pants
[45] = { "сорочка зброєносця" }, -- Squire's Shirt
[47] = { "черевики харциза" }, -- Footpad's Shoes
[48] = { "штани харциза" }, -- Footpad's Pants
[49] = { "сорочка харциза" }, -- Footpad's Shirt
[51] = { "чоботи неофіта" }, -- Neophyte's Boots
[52] = { "штани неофіта" }, -- Neophyte's Pants
[53] = { "сорочка неофіта" }, -- Neophyte's Shirt
[55] = { "чоботи учня" }, -- Apprentice's Boots
[56] = { "халат учня" }, -- Apprentice's Robe
[57] = { "мантія послушника" }, -- Acolyte's Robe
[59] = { "черевики послушника" }, -- Acolyte's Shoes
[60] = { "багатошаровий мундир" }, -- Layered Tunic
[61] = { "дворфійські шкіряні штани" }, -- Dwarven Leather Pants
[79] = { "дворфійські ткані шорти" }, -- Dwarven Cloth Britches
[80] = { "м'які хутряні черевики" }, -- Soft Fur-lined Shoes
[85] = { "брудний шкіряний жилет" }, -- Dirty Leather Vest
[117] = { "жорстка солонина", use="Відновлює {1} здоров'я протягом {2} сек. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health over {2} sec" }, -- Tough Jerky
[118] = { "крихітне зілля лікування", use="Відновлює від {1} до {2} здоров'я.#Restores {1} to {2} health" }, -- Minor Healing Potion
[120] = { "штани бандита" }, -- Thug Pants
[121] = { "чоботи бандита" }, -- Thug Boots
[127] = { "сорочка капканника" }, -- Trapper's Shirt
[129] = { "потерті чоботи капканника" }, -- Rugged Trapper's Boots
[139] = { "штани забіяки" }, -- Brawler's Pants
[140] = { "чоботи забіяки" }, -- Brawler's Boots
[147] = { "потерті штани капканника" }, -- Rugged Trapper's Pants
[148] = { "потерта сорочка капканника" }, -- Rugged Trapper's Shirt
[153] = { "простий кілт" }, -- Primitive Kilt
[154] = { "проста накидка" }, -- Primitive Mantle
[159] = { "освіжаюча джерельна вода", use=430 }, -- Refreshing Spring Water
[182] = { "голова Ґарріка" }, -- Garrick's Head
[193] = { "пошарпаний тканий жилет" }, -- Tattered Cloth Vest
[194] = { "пошарпані ткані штани" }, -- Tattered Cloth Pants
[195] = { "пошарпані ткані черевики" }, -- Tattered Cloth Boots
[200] = { "товстий тканий жилет" }, -- Thick Cloth Vest
[201] = { "товсті ткані штани" }, -- Thick Cloth Pants
[202] = { "товсті ткані черевики" }, -- Thick Cloth Shoes
[203] = { "товсті ткані рукавички" }, -- Thick Cloth Gloves
[209] = { "брудні шкіряні штани" }, -- Dirty Leather Pants
[210] = { "брудні шкіряні черевики" }, -- Dirty Leather Boots
[236] = { "обладунок з обробленої шкіри" }, -- Cured Leather Armor
[237] = { "штани з обробленої шкіри" }, -- Cured Leather Pants
[238] = { "чоботи з обробленої шкіри" }, -- Cured Leather Boots
[239] = { "рукавички з обробленої шкіри" }, -- Cured Leather Gloves
[285] = { "лускатий жилет" }, -- Scalemail Vest
[286] = { "лускаті штані" }, -- Scalemail Pants
[287] = { "лускаті чоботи" }, -- Scalemail Boots
[414] = { "даларанський гострий сир", use=434 }, -- Dalaran Sharp
[422] = { "дворфійський м'який сир", use=435 }, -- Dwarven Mild
[537] = { "тьмяна луска навіженки" }, -- Dull Frenzy Scale
[555] = { "грубе пір'я стерв'ятника" }, -- Rough Vulture Feathers
[556] = { "дзьоб канюка" }, -- Buzzard Beak
[647] = { "Доля", hit="Збільшує силу на 200 протягом 10 с." }, -- Destiny
[710] = { "наручі народного ополчення" }, -- Bracers of the People's Militia
[711] = { "пошарпані ткані рукавички" }, -- Tattered Cloth Gloves
[714] = { "брудні шкіряні рукавички" }, -- Dirty Leather Gloves
[718] = { "лускаті рукавиці" }, -- Scalemail Gloves
[719] = { "рукавички кролелова" }, -- Rabbit Handler Gloves
[720] = { "рукавиці забіяки" }, -- Brawler Gloves
[723] = { "печінка іклоштрика" }, -- Goretusk Liver
[724] = { "пиріг з печінки іклоштрика", use=5005 }, -- Goretusk Liver Pie
[725] = { "лапа гнола" }, -- Gnoll Paw
[727] = { "зазублений короткий меч" }, -- Notched Shortsword
[728] = { "рецепт: Гуляш по-західнокрайськи", use="Навчає вас приготуванню гуляшу по-західнокрайськи.", recipe_result_item=733 }, -- Recipe: Westfall Stew
[729] = { "жилаве м'ясо грифа" }, -- Stringy Vulture Meat
[730] = { "око мурлока" }, -- Murloc Eye
[731] = { "рило іклоштрика" }, -- Goretusk Snout
[732] = { "окра" }, -- Okra
[733] = { "гуляш по-західнокрайськи", use=435 }, -- Westfall Stew
[735] = { "медальйони Рольфа і Малакая" }, -- Rolf and Malakai's Medallions
[737] = { "вода святого джерела", use="Благословення зі святого джерела Тернистої долини." }, -- Holy Spring Water
[738] = { "мішок ячменю" }, -- Sack of Barley
[739] = { "мішок кукурудзи" }, -- Sack of Corn
[740] = { "мішок жита" }, -- Sack of Rye
[742] = { "гілка платану" }, -- A Sycamore Branch
[743] = { "зв'язка обвугленого дуба" }, -- Bundle of Charred Oak
[744] = { "захалявна фляга Громовара", use="Завдає 50 шкоди вогнем щосекунди протягом 5 секунд усім ворогам перед вами. А також добряче п'янить!" }, -- Thunderbrew's Boot Flask
[745] = { "документи маршала Макбрайда" }, -- Marshal McBride's Documents
[748] = { "знак броні Штормовію" }, -- Stormwind Armor Marker
[750] = { "жорстке вовче м'ясо" }, -- Tough Wolf Meat
[752] = { "червона бандана з мішковини" }, -- Red Burlap Bandana
[753] = { "короткий меч Драконової Пащі" }, -- Dragonmaw Shortsword
[754] = { "короткий меч помсти", hit="Карає ворога, завдаючи 30 шкоди святістю." }, -- Shortsword of Vengeance
[755] = { "розплавлена свічка" }, -- Melted Candle
[756] = { "тунельна кирка" }, -- Tunnel Pick
[763] = { "вкриті льодом наручі" }, -- Ice-covered Bracers
[765] = { "срібнолист" }, -- Silverleaf
[766] = { "ребриста булава" }, -- Flanged Mace
[767] = { "довгий посох бо" }, -- Long Bo Staff
[768] = { "сокира лісоруба" }, -- Lumberjack Axe
[769] = { "шматок м'яса кнура" }, -- Chunk of Boar Meat
[770] = { "загострений зуб кроколіска" }, -- Pointy Crocolisk Tooth
[771] = { "відколотий бивень кнура" }, -- Chipped Boar Tusk
[772] = { "велика свічка" }, -- Large Candle
[773] = { "золотий пил" }, -- Gold Dust
[774] = { "малахіт" }, -- Malachite
[776] = { "Вендета" }, -- Vendetta
[777] = { "зуб хижака" }, -- Prowler Teeth
[778] = { "кобольдська кирка" }, -- Kobold Excavation Pick
[779] = { "блискуча мушля" }, -- Shiny Seashell
[780] = { "порваний плавник мурлока" }, -- Torn Murloc Fin
[781] = { "кам'яний молот гнолів" }, -- Stone Gnoll Hammer
[782] = { "розфарбований браслет гнола" }, -- Painted Gnoll Armband
[783] = { "легка шкура" }, -- Light Hide
[785] = { "маговелич" }, -- Mageroyal
[787] = { "слизькошкіра скумбрія", use=433 }, -- Slitherskin Mackerel
[789] = { "міцний бойовий молот" }, -- Stout Battlehammer
[790] = { "сокира лісника" }, -- Forester's Axe
[791] = { "зігнутий ясеневий посох" }, -- Gnarled Ash Staff
[792] = { "в'язані сандалі" }, -- Knitted Sandals
[793] = { "в'язані рукавички" }, -- Knitted Gloves
[794] = { "в'язані штани" }, -- Knitted Pants
[795] = { "в'язаний мундир" }, -- Knitted Tunic
[796] = { "грубі шкіряні чоботи" }, -- Rough Leather Boots
[797] = { "грубі шкіряні рукавиці" }, -- Rough Leather Gloves
[798] = { "грубі шкіряні штани" }, -- Rough Leather Pants
[799] = { "грубий шкіряний жилет" }, -- Rough Leather Vest
[804] = { "великий синій мішок" }, -- Large Blue Sack
[805] = { "маленький червоний мішечок" }, -- Small Red Pouch
[809] = { "кривава бритва", hit="Ранить ціль, спричиняючи 120 шкоди від кровотечі протягом 30 сек." }, -- Bloodrazor
[810] = { "молот північного вітру", hit="Запускає у ворога крижану стрілу, що завдає від 20 до 30 шкоди від криги та зменшує його швидкість руху на 50% протягом 5 секунд." }, -- Hammer of the Northern Wind
[811] = { "сокира дрімучих лісів", hit="Підриває ціль, завдаючи їй від 90 до 126 шкоди від природи." }, -- Axe of the Deep Woods
[812] = { "сяючий посох з яснодерева" }, -- Glowing Brightwood Staff
[813] = { "зламана шестірня" }, -- Broken Cog
[814] = { "фляга з мастилом" }, -- Flask of Oil
[816] = { "маленький клинок" }, -- Small Hand Blade
[818] = { "тигрове око" }, -- Tigerseye
[820] = { "клинок-нарізач" }, -- Slicer Blade
[821] = { "шкіряний жилет Річколапих" }, -- Riverpaw Leather Vest
[826] = { "груба сокира Річколапих" }, -- Brutish Riverpaw Axe
[827] = { "дубина погибелі" }, -- Wicked Blackjack
[828] = { "маленький синій мішечок" }, -- Small Blue Pouch
[829] = { "червона шкіряна бандана" }, -- Red Leather Bandana
[832] = { "срібний пояс повстанців" }, -- Silver Defias Belt
[833] = { "життєкамінь", equip="Відновлює 10 здоров'я кожні 5 секунд", use="Відновлює від 300 до 700 здоров'я." }, -- Lifestone
[835] = { "велика мотузкова сітка", use="Знерухомлює ціль на 10 секунд." }, -- Large Rope Net
[837] = { "важкий плетений обладунок" }, -- Heavy Weave Armor
[838] = { "важкі плетені штани" }, -- Heavy Weave Pants
[839] = { "важкі плетені рукавички" }, -- Heavy Weave Gloves
[840] = { "важкі плетені черевики" }, -- Heavy Weave Shoes
[841] = { "кишеньковий годинник Хмуроброва" }, -- Furlbrow's Pocket Watch
[843] = { "чоботи з дубленої шкіри" }, -- Tanned Leather Boots
[844] = { "рукавиці з дубленої шкіри" }, -- Tanned Leather Gloves
[845] = { "штани з дубленої шкіри" }, -- Tanned Leather Pants
[846] = { "жилет з дубленої шкіри" }, -- Tanned Leather Jerkin
[847] = { "кольчужний обладунок" }, -- Chainmail Armor
[848] = { "кольчужні штани" }, -- Chainmail Pants
[849] = { "кольчужні чоботи" }, -- Chainmail Boots
[850] = { "кольчужні рукавиці" }, -- Chainmail Gloves
[851] = { "абордажна сабля" }, -- Cutlass
[852] = { "булава" }, -- Mace
[853] = { "сокирка" }, -- Hatchet
[854] = { "короткий посох" }, -- Quarter Staff
[856] = { "синя шкіряна сумка" }, -- Blue Leather Bag
[857] = { "великий червоний мішок" }, -- Large Red Sack
[858] = { "мале зілля лікування", ref=118 }, -- Lesser Healing Potion
[859] = { "тонка ткана сорочка" }, -- Fine Cloth Shirt
[860] = { "кавалерійські чоботи" }, -- Cavalier's Boots
[862] = { "рунічний перстень", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Runed Ring
[863] = { "моторошний жнець" }, -- Gloom Reaper
[864] = { "лицарський довгий меч" }, -- Knightly Longsword
[865] = { "свинцева булава" }, -- Leaden Mace
[866] = { "посох монаха" }, -- Monk's Staff
[867] = { "рукавиці святої сили", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 20.", "Збільшує силу атаки на 30 в бою з невмерлими." } }, -- Gloves of Holy Might
[868] = { "затятий хранитель", equip="Збільшує навичку захисту на 5." }, -- Ardent Custodian
[869] = { "сліпучий довгий меч", hit="Зменшує броню цілі на 100 на 30 сек. Поки діє ефект, ціль не може стати непомітною чи невидимою." }, -- Dazzling Longsword
[870] = { "палка бойова сокира", hit="Кидає вогняну кулю, яка завдає від 155 до 197 шкоди від вогню і додатково 24 шкоди від вогню протягом 6 с." }, -- Fiery War Axe
[871] = { "шквальна сокира", hit="Дає 1 додаткову атаку під час наступного удару." }, -- Flurry Axe
[872] = { "камнеріз" }, -- Rockslicer
[873] = { "посох Джордана", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1}.#by up to {1}" }, -- Staff of Jordan
[876] = { "зношений дерев'яний баклер" }, -- Worn Wooden Buckler
[878] = { "павутинна залоза розміром з кулак" }, -- Fist-sized Spinneret
[880] = { "посох жахів", hit="Зменшує шкоду від цілі на 5 протягом 2 хвилин." }, -- Staff of Horrors
[884] = { "ребро гуля" }, -- Ghoul Rib
[885] = { "чорна металева сокира" }, -- Black Metal Axe
[886] = { "чорний металевий меч" }, -- Black Metal Shortsword
[887] = { "фунт плоті" }, -- Pound of Flesh
[888] = { "нагські бойові рукавиці" }, -- Naga Battle Gloves
[889] = { "вкритий пилом невідправлений лист", flavor="Давній, вкритий пилом, так і не відправлений лист." }, -- A Dusty Unsent Letter
[890] = { "кручений посох співця" }, -- Twisted Chanter's Staff
[892] = { "рукавички гнола-заклинача", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Gnoll Casting Gloves
[893] = { "ікло зловісного вовка" }, -- Dire Wolf Fang
[895] = { "череп воргена" }, -- Worgen Skull
[896] = { "ікло воргена" }, -- Worgen Fang
[897] = { "браслети скаженого вовка" }, -- Madwolf Bracers
[899] = { "ікло отруйного колопряда", hit="Отруює ціль, завдаючи 3 шкоди від природи кожні 3 с протягом 15 с." }, -- Venom Web Fang
[910] = { "недоставлений лист", flavor="Потертий і старий, цей лист так не доставили." }, -- An Undelivered Letter
[911] = { "гілка залізного дерева" }, -- Ironwood Treebranch
[913] = { "величезний меч огра" }, -- Huge Ogre Sword
[914] = { "великий плетений обладунок огра" }, -- Large Ogre Chain Armor
[915] = { "червона шовкова бандана" }, -- Red Silk Bandana
[916] = { "вирвана сторінка щоденника", flavor="Залишилася лише нижня половина сторінки щоденника." }, -- A Torn Journal Page
[918] = { "сумка зі спотвореної шкіри" }, -- Deviate Hide Pack
[920] = { "шипаста булава погибелі" }, -- Wicked Spiked Mace
[921] = { "вицвіла сторінка щоденника", flavor="Хоча більша частина тексту давно вицвіла, деякі слова все ще можна прочитати." }, -- A Faded Journal Page
[922] = { "дакійський фалькс" }, -- Dacian Falx
[923] = { "довгйи меч" }, -- Longsword
[924] = { "молот" }, -- Maul
[925] = { "окована булава" }, -- Flail
[926] = { "бойова сокира" }, -- Battle Axe
[927] = { "двосічна сокира" }, -- Double Axe
[928] = { "довгий посох" }, -- Long Staff
[929] = { "зілля лікування", ref=118 }, -- Healing Potion
[932] = { "сідлова сумка скверножеребця" }, -- Fel Steed Saddlebags
[933] = { "великий мішок" }, -- Large Rucksack
[934] = { "жнець Сталвана", hit="Знижує всі атрибути цілі на 2 протягом 1 хвилини." }, -- Stalvan's Reaper
[935] = { "короткий меч Нічної варти" }, -- Night Watch Shortsword
[936] = { "опівнічна булава" }, -- Midnight Mace
[937] = { "чорний посох Смерколісся", hit="Запускає у ворога заряд тіні, що завдає від 110 до 140 шкоди від тіні." }, -- Black Duskwood Staff
[938] = { "брудні сторінки щоденника", flavor="Хоча сторінки вкриті брудом, деякі слова можна прочитати." }, -- Muddy Journal Pages
[939] = { "закривавлена сторінка щоденника", flavor="Крізь кров ще можна розгледіти кілька слів." }, -- A Bloodstained Journal Page
[940] = { "мантія прозріння", use="Зменшує витрати мани на наступне заклинання не більш ніж на 500 протягом 10 секунд." }, -- Robes of Insight
[942] = { "морозний перстень", equip={ "Збільшує шкоду від заклинань і ефектів криги на 21.", "З шансом 1% при отриманні удару в бою ви завдасте ворогу 50 шкоди від криги та заморозите його на 5 секунд." } }, -- Freezing Band
[943] = { "посох вартового", equip="Збільшує навичку захисту на 10." }, -- Warden Staff
[944] = { "посох стихійної магії", equip={ "Збільшує шкоду від заклинань і ефектів вогню на 36.", "Збільшує шкоду від заклинань і ефектів криги на 36." } }, -- Elemental Mage Staff
[945] = { "меч тіні" }, -- Shadow Sword
[948] = { "меч природи" }, -- Nature Sword
[954] = { "сувій сили", use=8118 }, -- Scroll of Strength
[955] = { "сувій інтелекту", use=8096 }, -- Scroll of Intellect
[957] = { "пакунок від Вільяма", flavor="До нього прикріплена записка." }, -- William's Shipment
[961] = { "цілюща трава", use=433 }, -- Healing Herb
[962] = { "рулет зі свинячої підчеревини" }, -- Pork Belly Pie
[981] = { "намисто Берніс" }, -- Bernice's Necklace
[983] = { "червоний лляний пояс" }, -- Red Linen Sash
[997] = { "вогняний меч каліцтва", hit="Калічить ціль, зменшуючи швидкість руху на 40%, збільшуючи час між атаками ближнього бою на 45% і збільшуючи час між атаками дальнього бою на 45%. Триває 20 секунд." }, -- Fire Sword of Crippling
[1006] = { "латунний нашийник", flavor="Принцеса — перше місце" }, -- Brass Collar
[1008] = { "старий меч" }, -- Well-used Sword
[1009] = { "компактний молот" }, -- Compact Hammer
[1010] = { "зігнутий короткий посох" }, -- Gnarled Short Staff
[1011] = { "гостра сокира" }, -- Sharp Axe
[1013] = { "залізна заклепка" }, -- Iron Rivet
[1015] = { "пісний вовчий бік" }, -- Lean Wolf Flank
[1017] = { "пряний кебаб з вовчатини", use=5006 }, -- Seasoned Wolf Kabob
[1019] = { "червона лляна бандана" }, -- Red Linen Bandana
[1072] = { "самогон повні", use="Відновлює від {1} до {2} мани.#Restores {1} to {2} mana" }, -- Full Moonshine
[1074] = { "жорсткий шматок павучої лапи" }, -- Hard Spider Leg Tip
[1075] = { "підвіска Тінешкурих" }, -- Shadowhide Pendant
[1076] = { "перстень відступника повстанців" }, -- Defias Renegade Ring
[1077] = { "перстень мага повстанців" }, -- Defias Mage Ring
[1080] = { "жорстке м'ясо кондора" }, -- Tough Condor Meat
[1081] = { "хрумке павуче м'ясо" }, -- Crisp Spider Meat
[1082] = { "Багрянокрязький гуляш", use=5006 }, -- Redridge Goulash
[1083] = { "гліф Азори" }, -- Glyph of Azora
[1113] = { "начаклована паляниця", use=434 }, -- Conjured Bread
[1114] = { "начаклована житня хлібина", use=435 }, -- Conjured Rye
[1116] = { "перстень з чистого срібла" }, -- Ring of Pure Silver
[1121] = { "рисячі лапи" }, -- Feet of the Lynx
[1127] = { "вибуховий пакет", use="Створює стовп вогню, що завдає всім ворогам в зоні дії від 55 до 71 шкоди від вогню та додатково 48 шкоди від вогню протягом 8 сек." }, -- Flash Bundle
[1129] = { "ікло гуля" }, -- Ghoul Fang
[1130] = { "флакон павучої отрути" }, -- Vial of Spider Venom
[1131] = { "тотем шкоди", equip="З шансом 1% при отриманні удару в бою ви завдасте ворогу від 75 до 125 шкоди від тіні." }, -- Totem of Infliction
[1132] = { "ріг лісового вовка", use="Викликає та відпускає верхового лісового вовка." }, -- Horn of the Timber Wolf
[1134] = { "ріг сірого вовка", use="Викликає та відпускає верхового сірого вовка." }, -- Horn of the Gray Wolf
[1154] = { "пояс народного ополчення" }, -- Belt of the People's Militia
[1155] = { "палиця сноходця" }, -- Rod of the Sleepwalker
[1156] = { "розкішно прикрашена каблучка" }, -- Lavishly Jeweled Ring
[1158] = { "міцна металева булава" }, -- Solid Metal Club
[1159] = { "кийок повстанців" }, -- Militia Quarterstaff
[1161] = { "короткий меч повстанців" }, -- Militia Shortsword
[1166] = { "побитий баклер" }, -- Dented Buckler
[1167] = { "невеликий щит" }, -- Small Targe
[1168] = { "щит полум'яного черепа", equip={ "З шансом 3% при отриманні удару в бою ви викрадете у ворога 35 здоров'я.", "З шансом 1% при отриманні удару в бою ви завдасте всім ворогам навколо від 75 до 125 шкоди вогнем." } }, -- Skullflame Shield
[1169] = { "щит чорного черепа" }, -- Blackskull Shield
[1171] = { "добре прошитий халат" }, -- Well-stitched Robe
[1172] = { "смолоскип Сивенка" }, -- Grayson's Torch
[1173] = { "вицвілі черевики" }, -- Weather-worn Boots
[1175] = { "золотий зуб" }, -- A Gold Tooth
[1176] = { "нюхальна сіль", use="Повертає мертвого гравця до життя з 70 здоров'я та 135 мани. Не можна використовувати під час бою." }, -- Smelling Salts
[1177] = { "масло Олафа", use=673 }, -- Oil of Olaf
[1178] = { "вибухова ракета", use="Завдає від 28 до 32 шкоди вогнем у радіусі 3 м." }, -- Explosive Rocket
[1179] = { "крижане молоко", use=431 }, -- Ice Cold Milk
[1180] = { "сувій витривалості", use=8099 }, -- Scroll of Stamina
[1181] = { "сувій духу", use=8112 }, -- Scroll of Spirit
[1182] = { "наручі з латунними вставками" }, -- Brass-studded Bracers
[1183] = { "еластичні браслети" }, -- Elastic Wristguards
[1187] = { "шипастий нашийник", use="Викликати скверногончу-вартову, що захищатиме вас протягом 1 години." }, -- Spiked Collar
[1189] = { "перстень розпорядника" }, -- Overseer's Ring
[1190] = { "плащ розпорядника" }, -- Overseer's Cloak
[1191] = { "мішечок із кольоровими кульками", use="Знижує ймовірність влучання ціллю на 25% на 10 сек." }, -- Bag of Marbles
[1193] = { "окований баклер" }, -- Banded Buckler
[1194] = { "півтораручний меч" }, -- Bastard Sword
[1195] = { "лопата кобольда-гірника" }, -- Kobold Mining Shovel
[1196] = { "табар" }, -- Tabar
[1197] = { "велика булава" }, -- Giant Mace
[1198] = { "клеймор" }, -- Claymore
[1199] = { "заряджений камінь душі" }, -- Charged Soulstone
[1200] = { "великий дерев'яний щит" }, -- Large Wooden Shield
[1201] = { "тьмяний праскоподібний щит" }, -- Dull Heater Shield
[1202] = { "баштовий щит" }, -- Wall Shield
[1203] = { "егіда Штормовію" }, -- Aegis of Stormwind
[1204] = { "зелена башта", equip="З шансом 1% при отриманні удару в бою вас захистить шипастий щит, що завдає 3 шкоди від природи нападникам та збільшує супротив природі на 50 протягом 30 секунд." }, -- The Green Tower
[1205] = { "динний сік", use=432 }, -- Melon Juice
[1206] = { "моховий агат" }, -- Moss Agate
[1207] = { "зубчаста булава" }, -- Murphstar
[1208] = { "любовний лист Мейбелл" }, -- Maybell's Love Letter
[1210] = { "тінекамінь" }, -- Shadowgem
[1211] = { "гнольська бойова портупея" }, -- Gnoll War Harness
[1212] = { "слюна гнола" }, -- Gnoll Spittle
[1213] = { "браслети гнола" }, -- Gnoll Kindred Bracers
[1214] = { "гнольський каратель" }, -- Gnoll Punisher
[1215] = { "опорний пояс" }, -- Support Girdle
[1216] = { "крижані браслети" }, -- Frost Bracers
[1217] = { "невідома винагорода", flavor="Невідомо, якою буде винагорода..." }, -- Unknown Reward
[1218] = { "важка бойова дубина гнола" }, -- Heavy Gnoll War Club
[1219] = { "багрянокрязьке мачете" }, -- Redridge Machete
[1220] = { "вовча сокира" }, -- Lupine Axe
[1221] = { "підчеревна луска дракончика" }, -- Underbelly Whelp Scale
[1222] = { "зламаний зуб" }, -- Broken Tooth
[1251] = { "лляний бинт", use="Відновлює 66 здоров'я за 6 сек." }, -- Linen Bandage
[1252] = { "записка бабці Кам'янопільської" }, -- Gramma Stonefield's Note
[1254] = { "менший камінь вогню", equip={ "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від {1} до {2} додаткової шкоди вогнем.#deal {1} to {2} additional", "Збільшує шкоду від заклинань та ефектів вогню на {1}.#by up to {1}" } }, -- Lesser Firestone
[1256] = { "стебло кришталевої водорості" }, -- Crystal Kelp Frond
[1257] = { "відвар невидимості" }, -- Invisibility Liquor
[1260] = { "голова Таріл'зуна" }, -- Tharil'zun's Head
[1261] = { "опівнічна сфера" }, -- Midnight Orb
[1262] = { "бочечка громузвару", use="Збільшує витривалість на 3." }, -- Keg of Thunderbrew
[1263] = { "мізкоруб", hit="Ранить ціль, завдаючи від 200 до 300 шкоди та знижуючи її інтелект на 25 протягом 30 секунд." }, -- Brain Hacker
[1264] = { "головолом" }, -- Headbasher
[1265] = { "жало скорпіона", hit="Отруює ціль, завдаючи 13 шкоди від природи кожні 5 с протягом 25 с." }, -- Scorpion Sting
[1270] = { "тонкотканий плащ" }, -- Finely Woven Cloak
[1273] = { "кольчуга лісу" }, -- Forest Chain
[1274] = { "хміль" }, -- Hops
[1275] = { "плетений нагрудник помічника" }, -- Deputy Chain Coat
[1276] = { "загартований вогнем баклер" }, -- Fire Hardened Buckler
[1280] = { "закритий капюшон" }, -- Cloaked Hood
[1282] = { "іскристий койф" }, -- Sparkmetal Coif
[1283] = { "записка Вернера" }, -- Verner's Note
[1284] = { "ящик з підковами", flavor="До ящика прикріплена записка." }, -- Crate of Horseshoes
[1287] = { "гігантське ікло тарантула" }, -- Giant Tarantula Fang
[1288] = { "велика отруйна залоза" }, -- Large Venom Sac
[1292] = { "тесак м'ясаря" }, -- Butcher's Cleaver
[1293] = { "звіт Приозер'я", flavor="Звіт, написаний війтом Соломоном, містить відомості про останні події в Багрянокряжжі." }, -- The State of Lakeshire
[1294] = { "відповідь генерала", flavor="Відповідь генерала Марка Джонатана на прохання війта Соломона про допомогу." }, -- The General's Response
[1296] = { "булава Чорнокаменю" }, -- Blackrock Mace
[1297] = { "мантія тінемова" }, -- Robes of the Shadowcaster
[1299] = { "малий пояс шпиля" }, -- Lesser Belt of the Spire
[1300] = { "малий посох шпиля" }, -- Lesser Staff of the Spire
[1302] = { "рукавиці з чорного дракончика" }, -- Black Whelp Gloves
[1303] = { "рукавиці мостобудівника" }, -- Bridgeworker's Gloves
[1304] = { "рукавички вершника" }, -- Riding Gloves
[1306] = { "наручі вовчої гриви" }, -- Wolfmane Wristguards
[1307] = { "розклад збору золота" }, -- Gold Pickup Schedule
[1309] = { "інструменти Ослоу" }, -- Oslow's Toolbox
[1310] = { "штани коваля" }, -- Smith's Trousers
[1314] = { "рукавиці гуля" }, -- Ghoul Fingers
[1315] = { "намисто з лілій", use="Створити корінь лілії, що відновлює здоров'я та ману при споживанні." }, -- Lei of Lilies
[1317] = { "міцний посох з кореня" }, -- Hardened Root Staff
[1318] = { "нічна погибель", hit="Запускає у ворога заряд тіні, що завдає від 60 до 90 шкоди від тіні." }, -- Night Reaver
[1319] = { "перстень залізної волі" }, -- Ring of Iron Will
[1322] = { "риб'ячий жир", use="Збільшує швидкість вашої атаки на 10% на 30 сек." }, -- Fishliver Oil
[1325] = { "букет нарцисів" }, -- Daffodil Bouquet
[1326] = { "соте з сонцериби", use=434 }, -- Sauteed Sunfish
[1327] = { "записка Вайлі", flavor="Записка, наспіх написана Вайлі Чорним для Ґріана Міцнокрива." }, -- Wiley's Note
[1349] = { "ящик Абекромбі", flavor="Цей великий ящик щільно закритий, але з нього тхне мертвечиною." }, -- Abercrombie's Crate
[1351] = { "кістяні браслети" }, -- Fingerbone Bracers
[1353] = { "звіт Гича", flavor="Звіт Гича щодо гільдії Каменярів для Ґріана Міцнокрива." }, -- Shaw's Report
[1355] = { "накидка з оленячої шкіри" }, -- Buckskin Cape
[1357] = { "карта скарбів капітана Сандерса", flavor="Намоклий пергамент ось-ось розпадеться." }, -- Captain Sander's Treasure Map
[1358] = { "підказка до скарбів Сандерса", flavor="Цей рваний шматок пергаменту вкритий каракулями." }, -- A Clue to Sander's Treasure
[1359] = { "рукавички з тисненням лева" }, -- Lion-stamped Gloves
[1360] = { "кольчужні рукавиці Штормовію" }, -- Stormwind Chain Gloves
[1361] = { "ще одна підказка до скарбів Сандерса", flavor="Цей рваний шматок пергаменту вкритий каракулями." }, -- Another Clue to Sander's Treasure
[1362] = { "остання підказка до скарбів Сандерса", flavor="Цей рваний шматок пергаменту вкритий каракулями." }, -- Final Clue to Sander's Treasure
[1364] = { "жилет з м'ятої шкіри" }, -- Ragged Leather Vest
[1366] = { "штани з м'ятої шкіри" }, -- Ragged Leather Pants
[1367] = { "чоботи з м'ятої шкіри" }, -- Ragged Leather Boots
[1368] = { "рукавиці з м'ятої шкіри" }, -- Ragged Leather Gloves
[1369] = { "пояс з м'ятої шкіри" }, -- Ragged Leather Belt
[1370] = { "браслети з м'ятої шкіри" }, -- Ragged Leather Bracers
[1372] = { "м'ятий плащ" }, -- Ragged Cloak
[1374] = { "потерті черевики" }, -- Frayed Shoes
[1376] = { "потертий плащ" }, -- Frayed Cloak
[1377] = { "потерті рукавички" }, -- Frayed Gloves
[1378] = { "потерті штани" }, -- Frayed Pants
[1380] = { "потерта мантія" }, -- Frayed Robe
[1381] = { "таємниче повідомлення", flavor="Ця вкрита кіптявою записка містить якийсь загадковий текст." }, -- A Mysterious Message
[1382] = { "кам'яна булава" }, -- Rock Mace
[1383] = { "кам'яний томагавк" }, -- Stone Tomahawk
[1384] = { "тупий клинок" }, -- Dull Blade
[1386] = { "сокира шиподерева" }, -- Thistlewood Axe
[1387] = { "пазур гуля", hit="Запускає у ворога заряд тіні, що завдає 35 шкоди від тіні." }, -- Ghoulfang
[1388] = { "кривий посох" }, -- Crooked Staff
[1389] = { "молот кобольда-шахтаря" }, -- Kobold Mining Mallet
[1391] = { "посох річколапого містика" }, -- Riverpaw Mystic Staff
[1394] = { "трукхлява дубина" }, -- Driftwood Club
[1395] = { "штани учня" }, -- Apprentice's Pants
[1396] = { "штани послушника" }, -- Acolyte's Pants
[1399] = { "магічна свічка", use="Кидає вогняну кулю, яка завдає від 16 до 25 шкоди від вогню і додатково 2 шкоди від вогню протягом 4 с." }, -- Magic Candle
[1401] = { "листок зеленого чаю", use="Миттєво відновлює 30 здоров'я. Також відновлює 60 мани протягом 10 с. Потрібно залишатися в сидячому положенні під час їжі." }, -- Green Tea Leaf
[1404] = { "оберіг приливу", use="Приголомшує ціль на 3 секунди." }, -- Tidal Charm
[1405] = { "посох пінистих хвиль" }, -- Foamspittle Staff
[1406] = { "прикрашений перлами спис" }, -- Pearl-encrusted Spear
[1407] = { "прохання Соломона до Західного краю" }, -- Solomon's Plea to Westfall
[1408] = { "відповідь Міцнокрива Соломону" }, -- Stoutmantle's Response to Solomon
[1409] = { "прохання Соломона до Темнодолу" }, -- Solomon's Plea to Darkshire
[1410] = { "відповідь Чорнобривого Соломону" }, -- Ebonlocke's Response to Solomon
[1411] = { "розсохлий посох" }, -- Withered Staff
[1412] = { "грубий півтораручний меч" }, -- Crude Bastard Sword
[1413] = { "хиткий меч" }, -- Feeble Sword
[1414] = { "потріскана кувалда" }, -- Cracked Sledge
[1415] = { "молоток тесляра" }, -- Carpenter's Mallet
[1416] = { "іржава сокира" }, -- Rusty Hatchet
[1417] = { "побита бойова сокира" }, -- Beaten Battle Axe
[1418] = { "поношений шкіряний ремінь" }, -- Worn Leather Belt
[1419] = { "поношені шкіряні чоботи" }, -- Worn Leather Boots
[1420] = { "поношені шкіряні браслети" }, -- Worn Leather Bracers
[1421] = { "поношений шкіряний плащ" }, -- Worn Hide Cloak
[1422] = { "поношені шкіряні рукавиці" }, -- Worn Leather Gloves
[1423] = { "поношені шкіряні штани" }, -- Worn Leather Pants
[1425] = { "поношений шкіряний жилет" }, -- Worn Leather Vest
[1427] = { "латане взуття" }, -- Patchwork Shoes
[1429] = { "клаптевий плащ" }, -- Patchwork Cloak
[1430] = { "латані рукавички" }, -- Patchwork Gloves
[1431] = { "латані штани" }, -- Patchwork Pants
[1433] = { "латаний обладунок" }, -- Patchwork Armor
[1434] = { "сяюча воскова паличка", use="Зменшує броню цілі на 50 на 30 сек. Поки діє ефект, ціль не може стати непомітною чи невидимою." }, -- Glowing Wax Stick
[1436] = { "штани першопроходця" }, -- Frontier Britches
[1438] = { "воїнський щит" }, -- Warrior's Shield
[1440] = { "гнольський череполом" }, -- Gnoll Skull Basher
[1443] = { "прикрашений амулет Кайнвін" }, -- Jeweled Amulet of Cainwyn
[1445] = { "напліччя Чорнокаменю" }, -- Blackrock Pauldrons
[1446] = { "чоботи Чорнокаменю" }, -- Blackrock Boots
[1447] = { "перстень спасителів", use="Збільшує броню на 300 протягом 10 секунд." }, -- Ring of Saviors
[1448] = { "рукавиці Чорнокаменю" }, -- Blackrock Gauntlets
[1449] = { "малий перстень промовлянь" }, -- Minor Channeling Ring
[1450] = { "зілля палкості", use=806 }, -- Potion of Fervor
[1451] = { "пляшка соку зомбі" }, -- Bottle of Zombie Juice
[1453] = { "примарний гребінець" }, -- Spectral Comb
[1454] = { "сокира громили" }, -- Axe of the Enforcer
[1455] = { "сокира чемпіона Чорнокаменю" }, -- Blackrock Champion's Axe
[1457] = { "булава Тінешкурих" }, -- Shadowhide Mace
[1458] = { "молот Тінешкурих" }, -- Shadowhide Maul
[1459] = { "скальпоруб Тінешкурих" }, -- Shadowhide Scalper
[1460] = { "дворучний меч Тінешкурих" }, -- Shadowhide Two-handed Sword
[1461] = { "бойова сокира вбивці" }, -- Slayer's Battle Axe
[1462] = { "перстень тіні" }, -- Ring of the Shadow
[1464] = { "кіготь канюка" }, -- Buzzard Talon
[1465] = { "тигробій", equip="Збільшує силу атаки на 18 під час бою зі звірами." }, -- Tigerbane
[1467] = { "плямиста сонцериба" }, -- Spotted Sunfish
[1468] = { "плавець мурлока" }, -- Murloc Fin
[1469] = { "ятаган Атуна" }, -- Scimitar of Atun
[1470] = { "сумка зі шкіри мурлока" }, -- Murloc Skin Bag
[1473] = { "річковий посох" }, -- Riverside Staff
[1475] = { "мала отруйна залоза" }, -- Small Venom Sac
[1476] = { "переламана лапка павука" }, -- Snapped Spider Limb
[1477] = { "сувій спритності II", use=8116 }, -- Scroll of Agility II
[1478] = { "сувій захисту II", use=8094 }, -- Scroll of Protection II
[1479] = { "кухонні рукавиці Сальми" }, -- Salma's Oven Mitts
[1480] = { "кулак народного ополчення" }, -- Fist of the People's Militia
[1481] = { "Жахопазур", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Grimclaw
[1482] = { "тінеікло", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Shadowfang
[1483] = { "Пикотрощитель" }, -- Face Smasher
[1484] = { "відьмацький посох", equip="Збільшує шкоду від заклинань і ефектів тіні на 11." }, -- Witching Stave
[1485] = { "вила" }, -- Pitchfork
[1486] = { "куртка з деревної кори" }, -- Tree Bark Jacket
[1487] = { "начаклований цільнозерновий хліб", use=1127 }, -- Conjured Pumpernickel
[1488] = { "обладунок месника" }, -- Avenger's Armor
[1489] = { "обладунок мороку" }, -- Gloomshroud Armor
[1490] = { "оберіг-талісман", equip="З шансом 2% при отриманні удару в бою ви збільшите броню на 350 протягом 15 секунд." }, -- Guardian Talisman
[1491] = { "перстень влучності" }, -- Ring of Precision
[1493] = { "важкий ятаган мародера" }, -- Heavy Marauder Scimitar
[1495] = { "ситцеве взуття" }, -- Calico Shoes
[1497] = { "ситцевий плащ" }, -- Calico Cloak
[1498] = { "ситцеві рукавички" }, -- Calico Gloves
[1499] = { "ситцеві штани" }, -- Calico Pants
[1501] = { "ситцевий мундир" }, -- Calico Tunic
[1502] = { "покороблений шкіряний пояс" }, -- Warped Leather Belt
[1503] = { "покороблені шкіряні чоботи" }, -- Warped Leather Boots
[1504] = { "покороблені шкіряні браслети" }, -- Warped Leather Bracers
[1505] = { "покороблений плащ" }, -- Warped Cloak
[1506] = { "покороблені шкіряні рукавиці" }, -- Warped Leather Gloves
[1507] = { "покороблені шкіряні штани" }, -- Warped Leather Pants
[1509] = { "покороблений шкіряний жилет" }, -- Warped Leather Vest
[1510] = { "важкий молот" }, -- Heavy Hammer
[1511] = { "меч простака" }, -- Commoner's Sword
[1512] = { "груба бойова сокира" }, -- Crude Battle Axe
[1513] = { "старий великий меч" }, -- Old Greatsword
[1514] = { "іржавий бойовий молот" }, -- Rusty Warhammer
[1515] = { "грубий дерев'яний посох" }, -- Rough Wooden Staff
[1516] = { "зношена сокирка" }, -- Worn Hatchet
[1518] = { "гребінець з волоссям привида" }, -- Ghost Hair Comb
[1519] = { "вухо Кровоскальпого" }, -- Bloodscalp Ear
[1520] = { "піт троля" }, -- Troll Sweat
[1521] = { "огрський колун" }, -- Lumbering Ogre Axe
[1522] = { "спис мисливця за головами" }, -- Headhunting Spear
[1523] = { "велика кам'яна дубина" }, -- Huge Stone Club
[1524] = { "ікло Черепотрощителя" }, -- Skullsplitter Tusk
[1528] = { "жменя вівса" }, -- Handful of Oats
[1529] = { "нефрит" }, -- Jade
[1532] = { "сушена голова" }, -- Shrunken Head
[1537] = { "мішок з-під корму старенької Білявки" }, -- Old Blanchy's Feed Pouch
[1539] = { "покручений посох відлюдника" }, -- Gnarled Hermit's Staff
[1547] = { "щит віри" }, -- Shield of the Faith
[1557] = { "баклер морів" }, -- Buckler of the Seas
[1560] = { "сандалі Синьожабрих" }, -- Bluegill Sandals
[1561] = { "жнивальне вбрання" }, -- Harvester's Robe
[1566] = { "лезо народного ополчення" }, -- Edge of the People's Militia
[1596] = { "нитка з волосся привида" }, -- Ghost Hair Thread
[1598] = { "гнилоцвіт" }, -- Rot Blossom
[1602] = { "серповидна сокира" }, -- Sickle Axe
[1604] = { "хроматичний меч" }, -- Chromatic Sword
[1607] = { "Хранитель душ" }, -- Soulkeeper
[1608] = { "булава Череполама" }, -- Skullcrusher Mace
[1613] = { "посох духолова" }, -- Spiritchaser Staff
[1623] = { "сумка зі шкіри раптора" }, -- Raptor Skin Pouch
[1624] = { "шолом Черепотрощителів" }, -- Skullsplitter Helm
[1625] = { "вишуканий фламберг" }, -- Exquisite Flamberge
[1630] = { "зламаний електроліхтар" }, -- Broken Electro-lantern
[1637] = { "лист до Елло" }, -- Letter to Ello
[1639] = { "усміхнена сокира" }, -- Grinning Axe
[1640] = { "монструозна бойова сокира" }, -- Monstrous War Axe
[1652] = { "міцна коробка для сніданків" }, -- Sturdy Lunchbox
[1656] = { "перекладений лист" }, -- Translated Letter
[1659] = { "інженерні рукавички" }, -- Engineering Gloves
[1664] = { "палиця магічної сили", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Spellforce Rod
[1677] = { "жилет з луски дракона" }, -- Drake-scale Vest
[1678] = { "чорні огрські шкари" }, -- Black Ogre Kickers
[1679] = { "бита Корґа" }, -- Korg Bat
[1680] = { "головоруб", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Headchopper
[1685] = { "сумка зі шкіри троля" }, -- Troll-hide Bag
[1686] = { "щетинистий вус" }, -- Bristly Whisker
[1687] = { "пазур" }, -- Retractable Claw
[1688] = { "довгий пухнастий хвіст" }, -- Long Soft Tail
[1696] = { "вигнутий кіготь раптора" }, -- Curved Raptor Talon
[1697] = { "гострий зуб раптора" }, -- Keen Raptor Tooth
[1701] = { "вигнутий кіготь василіска" }, -- Curved Basilisk Claw
[1702] = { "неушкоджений хребет василіска" }, -- Intact Basilisk Spine
[1703] = { "кришталевий хребет василіска", use="Збільшує супротив кризі та тіні на 10 протягом 1 хвилини." }, -- Crystal Basilisk Spine
[1705] = { "малий місячний камінь" }, -- Lesser Moonstone
[1706] = { "лазурові уламки" }, -- Azuredeep Shards
[1707] = { "штормовійський брі", use=1127 }, -- Stormwind Brie
[1708] = { "солодкий нектар", use=1133 }, -- Sweet Nectar
[1710] = { "велике зілля лікування", ref=118 }, -- Greater Healing Potion
[1711] = { "сувій витривалості II", use=8100 }, -- Scroll of Stamina II
[1712] = { "сувій духу II", use=8113 }, -- Scroll of Spirit II
[1713] = { "анкх життя", use="Зцілює вашій цілі від {1} до {2} здоров'я.#for {1} to {2}" }, -- Ankh of Life
[1714] = { "намисто Калісеї" }, -- Necklace of Calisea
[1715] = { "полірований кольчужний обладунок" }, -- Polished Jazeraint Armor
[1716] = { "чаклунська мантія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Robe of the Magi
[1717] = { "подвійний мундир", equip="Збільшує навичку захисту на 9." }, -- Double Link Tunic
[1718] = { "штани зі шкіри василіска" }, -- Basilisk Hide Pants
[1720] = { "вузлуватий посох", equip="Збільшує шкоду від заклинань і ефектів природи на 14." }, -- Tanglewood Staff
[1721] = { "бойовий молот вікінга" }, -- Viking Warhammer
[1722] = { "гострокам'яна кувалда" }, -- Thornstone Sledgehammer
[1725] = { "великий рюкзак" }, -- Large Knapsack
[1726] = { "кістяний спис з отруйним вістрям", hit="Отруює ціль, завдаючи 30 шкоди від природи кожні 6 с протягом 30 с." }, -- Poison-tipped Bone Spear
[1727] = { "меч гниття", hit="Зменшує силу цілі на 10 протягом 30 секунд." }, -- Sword of Decay
[1728] = { "полум'яний меч Тібу", hit="Завдає цілі 150 шкоди від вогню." }, -- Teebu's Blazing Longsword
[1729] = { "ранець Нічної варти" }, -- Gunnysack of the Night Watch
[1730] = { "зношений кольчужний пояс" }, -- Worn Mail Belt
[1731] = { "зношені кольчужні чоботи" }, -- Worn Mail Boots
[1732] = { "зношені кольчужні браслети" }, -- Worn Mail Bracers
[1733] = { "зношений плащ" }, -- Worn Cloak
[1734] = { "зношені кольчужні рукавиці" }, -- Worn Mail Gloves
[1735] = { "зношені кольчужні штани" }, -- Worn Mail Pants
[1737] = { "зношений кольчужний жилет" }, -- Worn Mail Vest
[1738] = { "шнурований кольчужний пояс" }, -- Laced Mail Belt
[1739] = { "шнуровані кольчужні чоботи" }, -- Laced Mail Boots
[1740] = { "шнуровані кольчужні браслети" }, -- Laced Mail Bracers
[1741] = { "шнурований плащ" }, -- Laced Cloak
[1742] = { "шнуровані кольчужні рукавиці" }, -- Laced Mail Gloves
[1743] = { "шнуровані кольчужні штани" }, -- Laced Mail Pants
[1744] = { "шнуровані кольчужні наплечі" }, -- Laced Mail Shoulderpads
[1745] = { "шнурований кольчужний жилет" }, -- Laced Mail Vest
[1746] = { "клепаний кольчужний пояс" }, -- Linked Chain Belt
[1747] = { "клепані кольчужні чоботи" }, -- Linked Chain Boots
[1748] = { "клепані кольчужні браслети" }, -- Linked Chain Bracers
[1749] = { "клепаний кольчужний плащ" }, -- Linked Chain Cloak
[1750] = { "клепані кольчужні рукавиці" }, -- Linked Chain Gloves
[1751] = { "клепані кольчужні штани" }, -- Linked Chain Pants
[1752] = { "клепані кольчужні наплечі" }, -- Linked Chain Shoulderpads
[1753] = { "клепаний кольчужний жилет" }, -- Linked Chain Vest
[1754] = { "укріплений кольчужний пояс" }, -- Reinforced Chain Belt
[1755] = { "укріплені кольчужні чоботи" }, -- Reinforced Chain Boots
[1756] = { "укріплені кольчужні браслети" }, -- Reinforced Chain Bracers
[1757] = { "укріплений кольчужний плащ" }, -- Reinforced Chain Cloak
[1758] = { "укріплені кольчужні рукавиці" }, -- Reinforced Chain Gloves
[1759] = { "укріплені кольчужні штани" }, -- Reinforced Chain Pants
[1760] = { "укріплені кольчужні наплечі" }, -- Reinforced Chain Shoulderpads
[1761] = { "укріплений кольчужний жилет" }, -- Reinforced Chain Vest
[1764] = { "полотняні туфлі" }, -- Canvas Shoes
[1766] = { "полотняний плащ" }, -- Canvas Cloak
[1767] = { "полотняні рукавички" }, -- Canvas Gloves
[1768] = { "полотняні штани" }, -- Canvas Pants
[1769] = { "полотняні наплечі" }, -- Canvas Shoulderpads
[1770] = { "полотняний жилет" }, -- Canvas Vest
[1772] = { "парчеві туфлі" }, -- Brocade Shoes
[1774] = { "парчевий плащ" }, -- Brocade Cloak
[1775] = { "парчеві рукавички" }, -- Brocade Gloves
[1776] = { "парчеві штани" }, -- Brocade Pants
[1777] = { "парчеві наплечі" }, -- Brocade Shoulderpads
[1778] = { "парчевий жилет" }, -- Brocade Vest
[1780] = { "прошиті сандалі" }, -- Cross-stitched Sandals
[1782] = { "прошитий плащ" }, -- Cross-stitched Cloak
[1783] = { "прошиті рукавички" }, -- Cross-stitched Gloves
[1784] = { "прошиті штани" }, -- Cross-stitched Pants
[1785] = { "прошиті наплечі" }, -- Cross-stitched Shoulderpads
[1786] = { "прошитий жилет" }, -- Cross-stitched Vest
[1787] = { "латаний шкіряний пояс" }, -- Patched Leather Belt
[1788] = { "латані шкіряні чоботи" }, -- Patched Leather Boots
[1789] = { "латані шкіряні браслети" }, -- Patched Leather Bracers
[1790] = { "латаний плащ" }, -- Patched Cloak
[1791] = { "латані шкіряні рукавиці" }, -- Patched Leather Gloves
[1792] = { "латані шкіряні штани" }, -- Patched Leather Pants
[1793] = { "латані шкіряні наплечі" }, -- Patched Leather Shoulderpads
[1794] = { "латаний шкіряний жилет" }, -- Patched Leather Jerkin
[1795] = { "сиричний пояс" }, -- Rawhide Belt
[1796] = { "сиричні чоботи" }, -- Rawhide Boots
[1797] = { "сиричні браслети" }, -- Rawhide Bracers
[1798] = { "сиричний плащ" }, -- Rawhide Cloak
[1799] = { "сиричні рукавиці" }, -- Rawhide Gloves
[1800] = { "сиричні штани" }, -- Rawhide Pants
[1801] = { "сиричні наплечі" }, -- Rawhide Shoulderpads
[1802] = { "сиричний жилет" }, -- Rawhide Tunic
[1803] = { "міцний шкіряний пояс" }, -- Tough Leather Belt
[1804] = { "міцні шкіряні чоботи" }, -- Tough Leather Boots
[1805] = { "міцні шкіряні браслети" }, -- Tough Leather Bracers
[1806] = { "міцний плащ" }, -- Tough Cloak
[1807] = { "міцні шкіряні рукавиці" }, -- Tough Leather Gloves
[1808] = { "міцні шкіряні штани" }, -- Tough Leather Pants
[1809] = { "міцні шкіряні наплечі" }, -- Tough Leather Shoulderpads
[1810] = { "міцний шкіряний обладунок" }, -- Tough Leather Armor
[1811] = { "затуплений клеймор" }, -- Blunt Claymore
[1812] = { "бойова сокира з коротким руків'ям" }, -- Short-handled Battle Axe
[1813] = { "розколотий посох" }, -- Chipped Quarterstaff
[1814] = { "побита киянка" }, -- Battered Mallet
[1815] = { "прикрашена булава" }, -- Ornamental Mace
[1816] = { "незбалансована сокира" }, -- Unbalanced Axe
[1817] = { "розбитий короткий меч" }, -- Stock Shortsword
[1818] = { "звичайний клеймор" }, -- Standard Claymore
[1819] = { "кирка камнелома" }, -- Gouging Pick
[1820] = { "дерев'яний молот" }, -- Wooden Maul
[1821] = { "викривлений клинок" }, -- Warped Blade
[1822] = { "кедрова тростина" }, -- Cedar Walking Stick
[1823] = { "сучкувата дубина" }, -- Bludgeoning Cudgel
[1824] = { "блискуча бойова сокира" }, -- Shiny War Axe
[1825] = { "громіздкий молот" }, -- Bulky Bludgeon
[1826] = { "кам'яний молот" }, -- Rock Maul
[1827] = { "м'ясоруб" }, -- Meat Cleaver
[1828] = { "кам'яна бойова сокира" }, -- Stone War Axe
[1829] = { "коротка абордажна сабля" }, -- Short Cutlass
[1830] = { "довгий півтораручний меч" }, -- Long Bastard Sword
[1831] = { "дубовий бойовий посох" }, -- Oaken War Staff
[1832] = { "щасливі брюки" }, -- Lucky Trousers
[1835] = { "брудний шкіряний пояс" }, -- Dirty Leather Belt
[1836] = { "брудні шкіряні браслети" }, -- Dirty Leather Bracers
[1839] = { "грубий шкіряний пояс" }, -- Rough Leather Belt
[1840] = { "грубі шкіряні браслети" }, -- Rough Leather Bracers
[1843] = { "пояс з дубленої шкіри" }, -- Tanned Leather Belt
[1844] = { "браслети з дубленої шкіри" }, -- Tanned Leather Bracers
[1845] = { "кольчужний пояс" }, -- Chainmail Belt
[1846] = { "кольчужні браслети" }, -- Chainmail Bracers
[1849] = { "пояс з обробленої шкіри" }, -- Cured Leather Belt
[1850] = { "браслети з обробленої шкіри" }, -- Cured Leather Bracers
[1851] = { "очищувальна вода", use="Очищає дружню ціль, усуваючи 1 ефект хвороби та 1 ефект отрути." }, -- Cleansing Water
[1852] = { "лускаті браслети" }, -- Scalemail Bracers
[1853] = { "лускатий пояс" }, -- Scalemail Belt
[1875] = { "значок Лютополоха", flavor="Десятник Лютополох — член Ліги дослідників" }, -- Thistlenettle's Badge
[1893] = { "помста шахтаря" }, -- Miner's Revenge
[1894] = { "картка спілки шахтарів" }, -- Miners' Union Card
[1913] = { "шипована дубина" }, -- Studded Blackjack
[1917] = { "прикрашений кинджал" }, -- Jeweled Dagger
[1922] = { "припаси для Свена", flavor="Пакунок різноманітних припасів для Свена." }, -- Supplies for Sven
[1923] = { "сумка посланця" }, -- Ambassador's Satchel
[1925] = { "рапіра повстанців" }, -- Defias Rapier
[1926] = { "важка палиця" }, -- Weighted Sap
[1927] = { "тесак Мертвих копалень" }, -- Deadmines Cleaver
[1928] = { "посох мага повстанців" }, -- Defias Mage Staff
[1929] = { "прошиті шовком штани" }, -- Silk-threaded Trousers
[1930] = { "плащ каменяра" }, -- Stonemason Cloak
[1931] = { "величезна лапа гнола" }, -- Huge Gnoll Claw
[1933] = { "посох творення", use="Начаклувати їжу." }, -- Staff of Conjuring
[1934] = { "брюки каменяра" }, -- Stonemason Trousers
[1935] = { "клинок вбивці" }, -- Assassin's Blade
[1936] = { "гоблінська викрутка" }, -- Goblin Screwdriver
[1937] = { "свисторіз" }, -- Buzz Saw
[1938] = { "будівельна киянка" }, -- Block Mallet
[1939] = { "бурдюк солодкого рому" }, -- Skin of Sweet Rum
[1941] = { "барильце Мерло" }, -- Cask of Merlot
[1942] = { "пляшка сивухи" }, -- Bottle of Moonshine
[1943] = { "гоблінські кольчужні поножі" }, -- Goblin Mail Leggings
[1944] = { "рукавиці слюсаря" }, -- Metalworking Gloves
[1945] = { "рукавиці тесляра" }, -- Woodworking Gloves
[1946] = { "дзеркальце Мері" }, -- Mary's Looking Glass
[1951] = { "абордажна сабля Чорноводдя" }, -- Blackwater Cutlass
[1955] = { "кольчужні чоботи Драконової Пащі" }, -- Dragonmaw Chain Boots
[1956] = { "тьмяна підвіска Тінешкурих", flavor="Заклинання, накладене на цю підвіску, вже розвіялося." }, -- Faded Shadowhide Pendant
[1958] = { "скам'яніла гомілкова кістка" }, -- Petrified Shinbone
[1959] = { "холодна залізна кирка" }, -- Cold Iron Pick
[1962] = { "сяюча підвіска Тінешкурих", flavor="Підвіска сяє від магії." }, -- Glowing Shadowhide Pendant
[1965] = { "рукавиці білого вовка" }, -- White Wolf Gloves
[1968] = { "монокль огра" }, -- Ogre's Monocle
[1970] = { "відновлюючий бальзам", use=8070 }, -- Restoring Balm
[1971] = { "документ Хмуроброва" }, -- Furlbrow's Deed
[1972] = { "документи Західного краю" }, -- Westfall Deed
[1973] = { "cфера обману", use="Замаскуватися під члена протилежної фракції." }, -- Orb of Deception
[1974] = { "браслети сили розуму" }, -- Mindthrust Bracers
[1975] = { "старий меч Пайсана" }, -- Pysan's Old Greatsword
[1976] = { "Шлакомолот" }, -- Slaghammer
[1977] = { "20-місна сумка" }, -- 20-slot Bag
[1978] = { "рукавиці вовчого пазура" }, -- Wolfclaw Gloves
[1979] = { "стіна мертвих", equip="З шансом 3% при отриманні удару в бою ви оточите себе кістяним захистом, що збільшує броню на 150 протягом 20 секунд." }, -- Wall of the Dead
[1980] = { "перстень Підсвіття", equip="Збільшує шкоду від заклинань і ефектів тіні на 14." }, -- Underworld Band
[1981] = { "крижаний кольчужний жилет" }, -- Icemail Jerkin
[1982] = { "клинок ночі", hit="Запускає у ворога заряд тіні, що завдає від 125 до 275 шкоди від тіні." }, -- Nightblade
[1986] = { "кишкоріз", hit="Ранить ціль, завдаючи від 90 до 114 шкоди." }, -- Gutrender
[1987] = { "відремонтований горщик Кронжека", flavor="Покращений горщик з додатковими свистками та подрібнювачами." }, -- Krazek's Fixed Pot
[1988] = { "рукавиці старшого бригадира" }, -- Chief Brigadier Gauntlets
[1990] = { "збалансована булава" }, -- Ballast Maul
[1991] = { "гоблінська автолопата" }, -- Goblin Power Shovel
[1992] = { "фетиш болотного холоду", equip={ "Збільшує шкоду від заклинань і ефектів криги на 11.", "Збільшує шкоду від заклинань і ефектів тіні на 11." } }, -- Swampchill Fetish
[1993] = { "огрське кільце розуму" }, -- Ogremind Ring
[1994] = { "чорнопазуровий розоритель" }, -- Ebonclaw Reaver
[1996] = { "кільце вуду" }, -- Voodoo Band
[1997] = { "повстяна мантія" }, -- Pressed Felt Robe
[1998] = { "чаклунський посох Кровоскальпих", equip="Збільшує шкоду і зцілення від заклинань і ефектів природи на 19." }, -- Bloodscalp Channeling Staff
[2000] = { "Архей", hit="Підриває ціль, завдаючи їй 85 шкоди від аркани.", flavor="Меч Моргана Ладімора." }, -- Archeus
[2004] = { "щоденник Ґреліна Білоборода" }, -- Grelin Whitebeard's Journal
[2005] = { "перша легенда тролів", flavor="Місяць над долиною" }, -- The First Troll Legend
[2006] = { "друга легенда тролів", flavor="Ґрі'лек Мандрівник" }, -- The Second Troll Legend
[2007] = { "третя легенда тролів", flavor="Занепад Ґурубаші" }, -- The Third Troll Legend
[2008] = { "четверта легенда тролів", flavor="Гробниця імператора" }, -- The Fourth Troll Legend
[2011] = { "кручена шабля" }, -- Twisted Sabre
[2013] = { "могильний посох" }, -- Cryptbone Staff
[2014] = { "великий меч з чорного металу" }, -- Black Metal Greatsword
[2015] = { "бойова сокира з чорного металу" }, -- Black Metal War Axe
[2016] = { "запорошений кольчужний обладунок" }, -- Dusty Chain Armor
[2017] = { "сяючі шкіряні браслети" }, -- Glowing Leather Bracers
[2018] = { "скелетний довгий меч" }, -- Skeletal Longsword
[2020] = { "клинок порожнистого ікла" }, -- Hollowfang Blade
[2021] = { "зелений панцирний щит" }, -- Green Carapace Shield
[2024] = { "еспадон" }, -- Espadon
[2025] = { "бородоподібна сокира" }, -- Bearded Axe
[2026] = { "скельний молот" }, -- Rock Hammer
[2027] = { "ятаган" }, -- Scimitar
[2028] = { "молот" }, -- Hammer
[2029] = { "тесак" }, -- Cleaver
[2030] = { "покручений посох" }, -- Gnarled Staff
[2032] = { "наручники Ґаллана" }, -- Gallan Cuffs
[2033] = { "черевики посланця" }, -- Ambassador's Boots
[2034] = { "мантія вченого" }, -- Scholarly Robes
[2035] = { "меч нічного неба" }, -- Sword of the Night Sky
[2036] = { "запорошені шахтарські рукавички" }, -- Dusty Mining Gloves
[2037] = { "чоботи прохідника" }, -- Tunneler's Boots
[2039] = { "перстень рівнин" }, -- Plains Ring
[2040] = { "трольський захисник", equip="Збільшує шанс блокувати атаки щитом на 2%." }, -- Troll Protector
[2041] = { "мундир західного краю" }, -- Tunic of Westfall
[2042] = { "посох західного краю" }, -- Staff of Westfall
[2043] = { "перстень знедолених духів" }, -- Ring of Forlorn Spirits
[2044] = { "півмісяць знедолених духів" }, -- Crescent of Forlorn Spirits
[2046] = { "кукрі Синьожабрих" }, -- Bluegill Kukri
[2047] = { "ковмарська сокира" }, -- Anvilmar Hand Axe
[2048] = { "ковмарський молот" }, -- Anvilmar Hammer
[2054] = { "трозька сокира" }, -- Trogg Hand Axe
[2055] = { "малий дерев'яний молот" }, -- Small Wooden Hammer
[2056] = { "оксамитовий молоток" }, -- The Velvet Hammer
[2057] = { "зазубрений короткий меч повстанців" }, -- Pitted Defias Shortsword
[2058] = { "молот Казона" }, -- Kazon's Maul
[2059] = { "плащ стражів" }, -- Sentry Cloak
[2064] = { "трозька дубина" }, -- Trogg Club
[2065] = { "клинок Кам'янощелепих" }, -- Rockjaw Blade
[2066] = { "черепоруб" }, -- Skull Hatchet
[2067] = { "посох обмороження" }, -- Frostbit Staff
[2069] = { "жилет зі шкури чорного ведмедя" }, -- Black Bear Hide Vest
[2070] = { "дарнаський блю", use=433 }, -- Darnassian Bleu
[2072] = { "дворфійський магічний посох" }, -- Dwarven Magestaff
[2073] = { "дворфійська сокирка" }, -- Dwarven Hatchet
[2074] = { "міцний клинок" }, -- Solid Shortblade
[2075] = { "булава жерця" }, -- Priest's Mace
[2077] = { "чаклунський посох" }, -- Magician Staff
[2078] = { "північний меч" }, -- Northern Shortsword
[2079] = { "сержантський бойовий молот" }, -- Sergeant's Warhammer
[2080] = { "сокира горянина" }, -- Hillborne Axe
[2082] = { "мішок Бацбаха" }, -- Wizbang's Gunnysack
[2084] = { "півтораручний меч з темної сталі" }, -- Darksteel Bastard Sword
[2085] = { "шмат плоті" }, -- Chunk of Flesh
[2087] = { "міцний панцир повзуна" }, -- Hard Crawler Carapace
[2088] = { "довга лапа повзуна" }, -- Long Crawler Limb
[2089] = { "різьблений кинджал" }, -- Scrimshaw Dagger
[2091] = { "магічний пил", use="Присипляє ворожу ціль на 30 секунд. Будь-яка завдана шкода розбудить ціль. Одночасно можна приспати лише одну ціль." }, -- Magic Dust
[2092] = { "зношений кинджал" }, -- Worn Dagger
[2098] = { "двоствольна рушниця" }, -- Double-barreled Shotgun
[2099] = { "дворфійська ручна гармата", equip="Шанс вистрілити в ціль вогняним ядром, що завдає від 33 до 49 шкоди від вогню." }, -- Dwarven Hand Cannon
[2100] = { "точно відкалібрований громостріл" }, -- Precisely Calibrated Boomstick
[2101] = { "легкий сагайдак", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Light Quiver
[2102] = { "малий гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Small Ammo Pouch
[2105] = { "сорочка бандита" }, -- Thug Shirt
[2108] = { "шкіряний жилет Морозогривих" }, -- Frostmane Leather Vest
[2109] = { "кольчужний жилет Морозогривих" }, -- Frostmane Chain Vest
[2110] = { "легка мантія чаротворця" }, -- Light Magesmith Robe
[2112] = { "жилет лісоруба" }, -- Lumberjack Jerkin
[2113] = { "записка Калора" }, -- Calor's Note
[2114] = { "сніжна мантія" }, -- Snowy Robe
[2117] = { "тонкі ткані черевики" }, -- Thin Cloth Shoes
[2119] = { "тонкі ткані рукавички" }, -- Thin Cloth Gloves
[2120] = { "тонкі ткані штани" }, -- Thin Cloth Pants
[2121] = { "тонкий тканий жилет" }, -- Thin Cloth Armor
[2122] = { "потрісканий шкіряний пояс" }, -- Cracked Leather Belt
[2123] = { "потріскані шкіряні чоботи" }, -- Cracked Leather Boots
[2124] = { "потріскані шкіряні браслети" }, -- Cracked Leather Bracers
[2125] = { "потріскані шкіряні рукавиці" }, -- Cracked Leather Gloves
[2126] = { "потріскані шкіряні штани" }, -- Cracked Leather Pants
[2127] = { "потрісканий шкіряний жилет" }, -- Cracked Leather Vest
[2128] = { "подряпаний клеймор" }, -- Scratched Claymore
[2129] = { "великий круглий щит" }, -- Large Round Shield
[2130] = { "дубина" }, -- Club
[2131] = { "короткий меч" }, -- Shortsword
[2132] = { "короткий посох" }, -- Short Staff
[2133] = { "малий щит" }, -- Small Shield
[2134] = { "сокирка" }, -- Hand Axe
[2136] = { "начаклована очищена вода", use=432 }, -- Conjured Purified Water
[2137] = { "ніж для стругання" }, -- Whittling Knife
[2138] = { "загострений відкривач листів" }, -- Sharpened Letter Opener
[2139] = { "кортик" }, -- Dirk
[2140] = { "різьбарський ніж" }, -- Carving Knife
[2141] = { "жилет з вареної шкіри" }, -- Cuirboulli Vest
[2142] = { "пояс з вареної шкіри" }, -- Cuirboulli Belt
[2143] = { "чоботи з вареної шкіри" }, -- Cuirboulli Boots
[2144] = { "браслети з вареної шкіри" }, -- Cuirboulli Bracers
[2145] = { "рукавиці з вареної шкіри" }, -- Cuirboulli Gloves
[2146] = { "штани з вареної шкіри" }, -- Cuirboulli Pants
[2148] = { "полірований лускатий пояс" }, -- Polished Scale Belt
[2149] = { "поліровані лускаті чоботи" }, -- Polished Scale Boots
[2150] = { "поліровані лускаті браслети" }, -- Polished Scale Bracers
[2151] = { "поліровані лускаті рукавиці" }, -- Polished Scale Gloves
[2152] = { "поліровані лускаті поножі" }, -- Polished Scale Leggings
[2153] = { "полірований лускатий жилет" }, -- Polished Scale Vest
[2154] = { "\"Історія Моргана Ладімора\"" }, -- The Story of Morgan Ladimore
[2156] = { "м'які чоботи" }, -- Padded Boots
[2158] = { "м'які рукавиці" }, -- Padded Gloves
[2159] = { "м'які штани" }, -- Padded Pants
[2160] = { "м'який обладунок" }, -- Padded Armor
[2161] = { "книга з ферми Свена" }, -- Book from Sven's Farm
[2162] = { "каблучка Сари", flavor="Каблучка Сари Ладімор." }, -- Sarah's Ring
[2163] = { "тіньовий клинок", hit="Запускає у ворога заряд тіні, що завдає від 110 до 140 шкоди від тіні." }, -- Shadowblade
[2164] = { "Потрошитель", hit="Ранить ціль, завдаючи від 95 до 121 шкоди." }, -- Gut Ripper
[2165] = { "ковдра старенької Білявки" }, -- Old Blanchy's Blanket
[2166] = { "поножі десятника" }, -- Foreman's Leggings
[2167] = { "рукавиці десятника" }, -- Foreman's Gloves
[2168] = { "чоботи десятника" }, -- Foreman's Boots
[2169] = { "зубець-клинок" }, -- Buzzer Blade
[2172] = { "селянський пояс" }, -- Rustic Belt
[2173] = { "старий шкіряний пояс" }, -- Old Leather Belt
[2175] = { "бойова сокира Тінешкурів" }, -- Shadowhide Battle Axe
[2186] = { "пояс екіпірувальника" }, -- Outfitter Belt
[2187] = { "стіс листів" }, -- A Stack of Letters
[2188] = { "лист до Ґреліна Білоборода" }, -- A Letter to Grelin Whitebeard
[2194] = { "діамантовий молот" }, -- Diamond Hammer
[2195] = { "ковмарський ніж" }, -- Anvilmar Knife
[2203] = { "сокира Хмизодряпа" }, -- Brashclaw's Chopper
[2204] = { "шпага Хмизодряпа" }, -- Brashclaw's Skewer
[2205] = { "вісник сутінків", hit="Запускає у ворога заряд тіні, що завдає від 60 до 100 шкоди від тіні." }, -- Duskbringer
[2207] = { "джамбія" }, -- Jambiya
[2208] = { "пуаньярд" }, -- Poniard
[2209] = { "кріс" }, -- Kris
[2210] = { "побитий баклер" }, -- Battered Buckler
[2211] = { "гнутий великий щит" }, -- Bent Large Shield
[2212] = { "потрісканий баклер" }, -- Cracked Buckler
[2213] = { "зношений великий щит" }, -- Worn Large Shield
[2214] = { "дерев'яний баклер" }, -- Wooden Buckler
[2215] = { "дерев'яний щит" }, -- Wooden Shield
[2216] = { "простий баклер" }, -- Simple Buckler
[2217] = { "прямокутний щит" }, -- Rectangular Shield
[2218] = { "кинджал ремісника" }, -- Craftsman's Dagger
[2219] = { "малий круглий щит" }, -- Small Round Shield
[2220] = { "дощаний щит" }, -- Box Shield
[2221] = { "тарг" }, -- Targe Shield
[2222] = { "вежовий щит" }, -- Tower Shield
[2223] = { "розклад Збирача" }, -- The Collector's Schedule
[2224] = { "кинджал повстанців" }, -- Militia Dagger
[2225] = { "гострий кухонний ніж" }, -- Sharp Kitchen Knife
[2226] = { "посох огра-мага" }, -- Ogremage Staff
[2227] = { "важка огрська бойова сокира" }, -- Heavy Ogre War Axe
[2230] = { "рукавички м'язів" }, -- Gloves of Brawn
[2231] = { "інфернальна мантія", equip="Збільшує шкоду від заклинань і ефектів вогню на 23." }, -- Inferno Robe
[2232] = { "чоботи темного вісника" }, -- Dark Runner Boots
[2233] = { "поножі тіньового ткача" }, -- Shadow Weaver Leggings
[2234] = { "обладунок ночеходця" }, -- Nightwalker Armor
[2235] = { "кіготь Брека" }, -- Brackclaw
[2236] = { "чорнозуб" }, -- Blackfang
[2237] = { "штопані штани" }, -- Patched Pants
[2238] = { "штани шибеника" }, -- Urchin's Pants
[2239] = { "перстень Збирача", flavor="Вигравійовано: 'За багаторічну службу -ЕВК'" }, -- The Collector's Ring
[2240] = { "потертий плащ" }, -- Rugged Cape
[2241] = { "плащ відчайдуха" }, -- Desperado Cape
[2243] = { "рука Едварда Дивного", hit="Вимова наступного закляття протягом 4 секунд буде миттєвою." }, -- Hand of Edward the Odd
[2244] = { "клинок Крола", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Krol Blade
[2245] = { "шолом Нарва" }, -- Helm of Narv
[2246] = { "перстень мірмідона" }, -- Myrmidon's Signet
[2249] = { "баклер повстанців" }, -- Militia Buckler
[2250] = { "темні крабові пиріжки" }, -- Dusky Crab Cakes
[2251] = { "липка павуча лапка" }, -- Gooey Spider Leg
[2252] = { "різні гоблінські припаси", flavor="Ящик із різними припасами, адресований рядовому Торсену." }, -- Miscellaneous Goblin Supplies
[2254] = { "обледенілий бойовий молот" }, -- Icepane Warhammer
[2256] = { "скелетна дубина", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Skeletal Club
[2257] = { "посох Морозогривих" }, -- Frostmane Staff
[2258] = { "короткий меч Морозогривих" }, -- Frostmane Shortsword
[2259] = { "дубина Морозогривих" }, -- Frostmane Club
[2260] = { "сокира Морозогривих" }, -- Frostmane Hand Axe
[2262] = { "печатка Керна", equip="Збільшує силу атаки на 20." }, -- Mark of Kern
[2263] = { "фітолезо", hit="Підриває ціль, завдаючи їй 35 шкоди від природи." }, -- Phytoblade
[2264] = { "напліччя злодіїв" }, -- Mantle of Thieves
[2265] = { "сокира Каменедробів" }, -- Stonesplinter Axe
[2266] = { "кинджал Каменедробів" }, -- Stonesplinter Dagger
[2267] = { "булава Каменедробів" }, -- Stonesplinter Mace
[2268] = { "клинок Каменедробів" }, -- Stonesplinter Blade
[2271] = { "посох блаженного провидця", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Staff of the Blessed Seer
[2273] = { "партизанський обладунок" }, -- Guerrilla Armor
[2274] = { "рукавиці сапера" }, -- Sapper's Gloves
[2276] = { "чоботи болотохода" }, -- Swampwalker Boots
[2277] = { "поножі некроманта", equip="Збільшує шкоду від заклинань і ефектів тіні на 10." }, -- Necromancer Leggings
[2278] = { "еполети лісового слідопита" }, -- Forest Tracker Epaulets
[2280] = { "тростина Кама" }, -- Kam's Walking Stick
[2281] = { "крем'яна сокира гризуна" }, -- Rodentia Flint Axe
[2282] = { "короткий меч гризуна" }, -- Rodentia Shortsword
[2283] = { "тканий пояс щура" }, -- Rat Cloth Belt
[2284] = { "тканий плащ щура" }, -- Rat Cloth Cloak
[2287] = { "шмат м'яса", use=434 }, -- Haunch of Meat
[2288] = { "начаклована свіжа вода", use=431 }, -- Conjured Fresh Water
[2289] = { "сувій сили II", use=8119 }, -- Scroll of Strength II
[2290] = { "сувій інтелекту II", use=8097 }, -- Scroll of Intellect II
[2291] = { "Канґ-Головоруб", hit="Ранить ціль, спричиняючи 560 шкоди від кровотечі протягом 30 сек." }, -- Kang the Decapitator
[2292] = { "некрологічна мантія" }, -- Necrology Robes
[2295] = { "великий бивень кнура" }, -- Large Boar Tusk
[2296] = { "рило великого іклоштрика" }, -- Great Goretusk Snout
[2299] = { "пломениста бойова сокира", hit="Кидає вогняну кулю, яка завдає від 86 до 110 шкоди від вогню і додатково 18 шкоди від вогню протягом 6 с." }, -- Burning War Axe
[2300] = { "тиснений шкіряний жилет" }, -- Embossed Leather Vest
[2302] = { "шкіряні чоботи ручної роботи" }, -- Handstitched Leather Boots
[2303] = { "шкіряні штани ручної роботи" }, -- Handstitched Leather Pants
[2304] = { "накладки з легкої шкіри", use="Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що назавжди збільшить показник його броні на 8." }, -- Light Armor Kit
[2307] = { "тонкі шкіряні чоботи" }, -- Fine Leather Boots
[2308] = { "тонкий шкіряний плащ" }, -- Fine Leather Cloak
[2309] = { "тиснені шкіряні чоботи" }, -- Embossed Leather Boots
[2310] = { "тиснений шкіряний плащ" }, -- Embossed Leather Cloak
[2311] = { "білий шкіряний жилет" }, -- White Leather Jerkin
[2312] = { "тонкі шкіряні рукавички" }, -- Fine Leather Gloves
[2313] = { "накладки з середньої шкіри", use="Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що назавжди збільшить показник його броні на 16." }, -- Medium Armor Kit
[2314] = { "укріплений шкіряний обладунок" }, -- Toughened Leather Armor
[2315] = { "темні шкіряні чоботи" }, -- Dark Leather Boots
[2316] = { "темний шкіряний плащ" }, -- Dark Leather Cloak
[2317] = { "темний шкіряний мундир" }, -- Dark Leather Tunic
[2318] = { "легка шкіра" }, -- Light Leather
[2319] = { "середня шкіра" }, -- Medium Leather
[2320] = { "груба нитка" }, -- Coarse Thread
[2321] = { "тонка нитка" }, -- Fine Thread
[2324] = { "відбілювач" }, -- Bleach
[2325] = { "чорний барвник" }, -- Black Dye
[2326] = { "плющові браслети" }, -- Ivy-weave Bracers
[2327] = { "стійкі шкіряні браслети" }, -- Sturdy Leather Bracers
[2361] = { "побитий молот" }, -- Battleworn Hammer
[2362] = { "зношений дерев'яний щит" }, -- Worn Wooden Shield
[2364] = { "вовняний жилет" }, -- Woven Vest
[2366] = { "вовняні штани" }, -- Woven Pants
[2367] = { "вовняні чоботи" }, -- Woven Boots
[2369] = { "вовняні рукавички" }, -- Woven Gloves
[2370] = { "побита шкіряна портупея" }, -- Battered Leather Harness
[2371] = { "побитий шкіряний ремінь" }, -- Battered Leather Belt
[2372] = { "побиті шкіряні штани" }, -- Battered Leather Pants
[2373] = { "побиті шкіряні чоботи" }, -- Battered Leather Boots
[2374] = { "побиті шкіряні браслети" }, -- Battered Leather Bracers
[2375] = { "побиті шкіряні рукавиці" }, -- Battered Leather Gloves
[2376] = { "зношений праскоподібний щит" }, -- Worn Heater Shield
[2377] = { "круглий баклер" }, -- Round Buckler
[2378] = { "палець скелета" }, -- Skeleton Finger
[2379] = { "потьмянілий кольчужний жилет" }, -- Tarnished Chain Vest
[2380] = { "потьмянілий кольчужний пояс" }, -- Tarnished Chain Belt
[2381] = { "потьмянілі кольчужні поножі" }, -- Tarnished Chain Leggings
[2382] = { "серце Бальзамувальника" }, -- The Embalmer's Heart
[2383] = { "потьмянілі кольчужні чоботи" }, -- Tarnished Chain Boots
[2384] = { "потьмянілі кольчужні браслети" }, -- Tarnished Chain Bracers
[2385] = { "потьмянілі кольчужні рукавиці" }, -- Tarnished Chain Gloves
[2386] = { "іржавий кольчужний жилет" }, -- Rusted Chain Vest
[2387] = { "іржавий кольчужний пояс" }, -- Rusted Chain Belt
[2388] = { "іржаві кольчужні поножі" }, -- Rusted Chain Leggings
[2389] = { "іржаві кольчужні чоботи" }, -- Rusted Chain Boots
[2390] = { "іржаві кольчужні браслети" }, -- Rusted Chain Bracers
[2391] = { "іржаві кольчужні рукавиці" }, -- Rusted Chain Gloves
[2392] = { "легкий кольчужний обладунок" }, -- Light Mail Armor
[2393] = { "легкий кольчужний пояс" }, -- Light Mail Belt
[2394] = { "легкі кольчужні поножі" }, -- Light Mail Leggings
[2395] = { "легкі кольчужні чоботи" }, -- Light Mail Boots
[2396] = { "легкі кольчужні браслети" }, -- Light Mail Bracers
[2397] = { "легкі кольчужні рукавиці" }, -- Light Mail Gloves
[2398] = { "легкий плетений обладунок" }, -- Light Chain Armor
[2399] = { "легкий плетений пояс" }, -- Light Chain Belt
[2400] = { "легкі плетені поножі" }, -- Light Chain Leggings
[2401] = { "легкі плетені чоботи" }, -- Light Chain Boots
[2402] = { "легкі плетені браслети" }, -- Light Chain Bracers
[2403] = { "легкі плетені рукавиці" }, -- Light Chain Gloves
[2406] = { "викрійка: Тонкі шкіряні чоботи", use="Навчає вас створювати тонкі шкіряні чоботи.", recipe_result_item=2307 }, -- Pattern: Fine Leather Boots
[2407] = { "викрійка: Білий шкіряний жилет", use="Навчає вас створювати білий шкіряний жилет.", recipe_result_item=2311 }, -- Pattern: White Leather Jerkin
[2408] = { "викрійка: Тонкі шкіряні рукавички", use="Навчає вас створювати тонкі шкіряні рукавички.", recipe_result_item=2312 }, -- Pattern: Fine Leather Gloves
[2409] = { "викрійка: Темний шкіряний мундир", use="Навчає вас створювати темний шкіряний мундир.", recipe_result_item=2317 }, -- Pattern: Dark Leather Tunic
[2410] = { "димний смолоскип" }, -- Smoky Torch
[2411] = { "вузда вороного жеребця", use="Викликає та відпускає верхового вороного жеребця." }, -- Black Stallion Bridle
[2413] = { "соловий кінь", use="Викликає та відпускає верхового солового коня." }, -- Palomino
[2414] = { "вузда рябого коня", use="Викликає та відпускає верхового рябого коня." }, -- Pinto Bridle
[2415] = { "білий жеребець", use="Викликає та відпускає верхового білого жеребця." }, -- White Stallion
[2417] = { "підсилений кольчужний обладунок" }, -- Augmented Chain Vest
[2418] = { "підсилені кольчужні поножі" }, -- Augmented Chain Leggings
[2419] = { "підсилений кольчужний пояс" }, -- Augmented Chain Belt
[2420] = { "підсилені кольчужні чоботи" }, -- Augmented Chain Boots
[2421] = { "підсилені кольчужні браслети" }, -- Augmented Chain Bracers
[2422] = { "підсилені кольчужні рукавиці" }, -- Augmented Chain Gloves
[2423] = { "панцирний жилет" }, -- Brigandine Vest
[2424] = { "панцирний пояс" }, -- Brigandine Belt
[2425] = { "панцирні поножі" }, -- Brigandine Leggings
[2426] = { "панцирні чоботи" }, -- Brigandine Boots
[2427] = { "панцирні браслети" }, -- Brigandine Bracers
[2428] = { "панцирні рукавиці" }, -- Brigandine Gloves
[2429] = { "бурий жилет" }, -- Russet Vest
[2431] = { "бурі штани" }, -- Russet Pants
[2432] = { "бурі чоботи" }, -- Russet Boots
[2434] = { "бурі рукавиці" }, -- Russet Gloves
[2435] = { "вишитий обладунок" }, -- Embroidered Armor
[2437] = { "вишиті штани" }, -- Embroidered Pants
[2438] = { "вишиті чоботи" }, -- Embroidered Boots
[2440] = { "вишиті рукавички" }, -- Embroidered Gloves
[2441] = { "обкований баклер" }, -- Ringed Buckler
[2442] = { "укріплений тарг" }, -- Reinforced Targe
[2443] = { "металевий баклер" }, -- Metal Buckler
[2444] = { "вишуканий баклер" }, -- Ornate Buckler
[2445] = { "великий металевий щит" }, -- Large Metal Shield
[2446] = { "краплеподібний щит" }, -- Kite Shield
[2447] = { "мироквіт" }, -- Peacebloom
[2448] = { "важка павеза" }, -- Heavy Pavise
[2449] = { "землекорінь" }, -- Earthroot
[2450] = { "шипшилючка" }, -- Briarthorn
[2451] = { "гребінчастий праскоподібний щит" }, -- Crested Heater Shield
[2452] = { "прудкоп'ях" }, -- Swiftthistle
[2453] = { "синцівка" }, -- Bruiseweed
[2454] = { "еліксир сили лева", use=2367 }, -- Elixir of Lion's Strength
[2455] = { "крихітне зілля мани", use="Відновлює від {1} до {2} мани.#Restores {1} to {2} mana" }, -- Minor Mana Potion
[2456] = { "крихітне зілля омолодження", use="Відновлює від {1} до {2} мани та від {3} до {4} здоров'я.#{1} to {2} mana and {3} to {4} health" }, -- Minor Rejuvenation Potion
[2457] = { "крихітний еліксир спритності", use=2374 }, -- Elixir of Minor Agility
[2458] = { "крихітний еліксир стійкості", use=2378 }, -- Elixir of Minor Fortitude
[2459] = { "зілля прудкості", use=2379 }, -- Swiftness Potion
[2463] = { "прикрашений дублет" }, -- Studded Doublet
[2464] = { "прикрашений пояс" }, -- Studded Belt
[2465] = { "прикрашені штани" }, -- Studded Pants
[2466] = { "фетиш Черепотрощителів" }, -- Skullsplitter Fetish
[2467] = { "прикрашені чоботи" }, -- Studded Boots
[2468] = { "прикрашені браслети" }, -- Studded Bracers
[2469] = { "прикрашені рукавиці" }, -- Studded Gloves
[2470] = { "укріплений шкіряний жилет" }, -- Reinforced Leather Vest
[2471] = { "укріплений шкіряний пояс" }, -- Reinforced Leather Belt
[2472] = { "укріплені шкіряні штани" }, -- Reinforced Leather Pants
[2473] = { "укріплені шкіряні чоботи" }, -- Reinforced Leather Boots
[2474] = { "укріплені шкіряні браслети" }, -- Reinforced Leather Bracers
[2475] = { "укріплені шкіряні рукавиці" }, -- Reinforced Leather Gloves
[2476] = { "охолоджена гомілка василіска" }, -- Chilled Basilisk Haunch
[2477] = { "череп спустошника" }, -- Ravager's Skull
[2479] = { "широка сокира" }, -- Broad Axe
[2480] = { "велика дубина" }, -- Large Club
[2481] = { "меч наймита" }, -- Peon Sword
[2482] = { "посередній томагавк" }, -- Inferior Tomahawk
[2483] = { "груба широка сокира" }, -- Rough Broad Axe
[2484] = { "маленький ніж" }, -- Small Knife
[2485] = { "розколота дошка" }, -- Splintered Board
[2486] = { "велика кам'яна булава" }, -- Large Stone Mace
[2487] = { "посох послушника" }, -- Acolyte Staff
[2488] = { "гладій" }, -- Gladius
[2489] = { "дворучний меч" }, -- Two-handed Sword
[2490] = { "томагавк" }, -- Tomahawk
[2491] = { "велика сокира" }, -- Large Axe
[2492] = { "палиця" }, -- Cudgel
[2493] = { "дерев'яний молот" }, -- Wooden Mallet
[2494] = { "стилет" }, -- Stiletto
[2495] = { "тростина" }, -- Walking Stick
[2496] = { "короткий меч рейдера" }, -- Raider Shortsword
[2497] = { "іржавий клеймор" }, -- Rusted Claymore
[2498] = { "малий томагавк" }, -- Small Tomahawk
[2499] = { "сокира з двома лезами" }, -- Double-bladed Axe
[2500] = { "легкий молот" }, -- Light Hammer
[2501] = { "дерев'яний бойовий молот" }, -- Wooden Warhammer
[2502] = { "обшарпаний кинджал" }, -- Scuffed Dagger
[2503] = { "короткий посох адепта" }, -- Adept Short Staff
[2504] = { "зношений короткий лук" }, -- Worn Shortbow
[2505] = { "полірований короткий лук" }, -- Polished Shortbow
[2506] = { "вигнутий лук Рогатого лісу" }, -- Hornwood Recurve Bow
[2507] = { "шаруватий вигнутий лук" }, -- Laminated Recurve Bow
[2508] = { "старий мушкетон" }, -- Old Blunderbuss
[2509] = { "вишуканий мушкетон" }, -- Ornate Blunderbuss
[2510] = { "міцний мушкетон" }, -- Solid Blunderbuss
[2511] = { "мисливський громостріл" }, -- Hunter's Boomstick
[2512] = { "груба стріла" }, -- Rough Arrow
[2515] = { "загострена стріла" }, -- Sharp Arrow
[2516] = { "легка куля", desc="Додає 1.5 шкоди за секунду" }, -- Light Shot
[2519] = { "важка куля", desc="Додає 3.5 шкоди за секунду" }, -- Heavy Shot
[2520] = { "палаш" }, -- Broadsword
[2521] = { "фламберг" }, -- Flamberge
[2522] = { "півмісячна сокира" }, -- Crescent Axe
[2523] = { "химерна сокира" }, -- Bullova
[2524] = { "буздиган" }, -- Truncheon
[2525] = { "бойовий молот" }, -- War Hammer
[2526] = { "дага" }, -- Main Gauche
[2527] = { "бійцівський посох" }, -- Battle Staff
[2528] = { "фальшіон" }, -- Falchion
[2529] = { "цвайгендер" }, -- Zweihander
[2530] = { "франциска" }, -- Francisca
[2531] = { "гігантська сокира" }, -- Great Axe
[2532] = { "моргенштерн" }, -- Morning Star
[2533] = { "бойова булава" }, -- War Maul
[2534] = { "мізерикорд" }, -- Rondel
[2535] = { "бойовий посох" }, -- War Staff
[2536] = { "кам'яний зуб трога" }, -- Trogg Stone Tooth
[2545] = { "гнучкі кольчужні поножі" }, -- Malleable Chain Leggings
[2546] = { "королівський ремінь Морозогривих" }, -- Royal Frostmane Girdle
[2547] = { "рукавиці кнуролова" }, -- Boar Handler Gloves
[2548] = { "барильце Ячміноварового Пекучого" }, -- Barrel of Barleybrew Scalder
[2549] = { "посох затінку", equip="Збільшує шкоду від заклинань і ефектів тіні на 21." }, -- Staff of the Shade
[2553] = { "рецепт: Крихітний еліксир спритності", use="Навчає вас створювати крихітний еліксир спритності.", recipe_result_item=2457 }, -- Recipe: Elixir of Minor Agility
[2555] = { "рецепт: Зілля прудкості", use="Навчає вас створювати зілля прудкості.", recipe_result_item=2459 }, -- Recipe: Swiftness Potion
[2560] = { "заповнений щоденник Тремтінія" }, -- Jitters' Completed Journal
[2561] = { "голова Чок'сула" }, -- Chok'sul's Head
[2562] = { "букет червоних бегоній" }, -- Bouquet of Scarlet Begonias
[2563] = { "порошок з дивним запахом" }, -- Strange Smelling Powder
[2564] = { "кігті ельфійського духа", equip="Збільшує шкоду і зцілення від заклинань і ефектів природи на 21." }, -- Elven Spirit Claws
[2565] = { "жезл палкого вогню", equip="Збільшує шкоду від заклинань і ефектів вогню на 13." }, -- Rod of Molten Fire
[2566] = { "жертовна мантія" }, -- Sacrificial Robes
[2567] = { "клинок пробудителя" }, -- Evocator's Blade
[2568] = { "коричневий лляний жилет" }, -- Brown Linen Vest
[2569] = { "лляні чоботи" }, -- Linen Boots
[2570] = { "лляний плащ" }, -- Linen Cloak
[2571] = { "плетені онучі" }, -- Viny Wrappings
[2572] = { "червона лляна мантія" }, -- Red Linen Robe
[2575] = { "червона лляна сорочка" }, -- Red Linen Shirt
[2576] = { "біла лляна сорочка" }, -- White Linen Shirt
[2577] = { "блакитна лляна сорочка" }, -- Blue Linen Shirt
[2578] = { "варварський лляний жилет" }, -- Barbaric Linen Vest
[2579] = { "зелена лляна сорочка" }, -- Green Linen Shirt
[2580] = { "укріплений лляний плащ" }, -- Reinforced Linen Cape
[2581] = { "щільний лляний бинт", use="Відновлює 114 здоров'я за 6 сек." }, -- Heavy Linen Bandage
[2582] = { "зелений вовняний жилет" }, -- Green Woolen Vest
[2583] = { "вовняні черевики" }, -- Woolen Boots
[2584] = { "вовняний плащ" }, -- Woolen Cape
[2585] = { "сіра вовняна мантія" }, -- Gray Woolen Robe
[2586] = { "мантія гейм-майстра" }, -- Gamemaster's Robe
[2587] = { "сіра вовняна сорочка" }, -- Gray Woolen Shirt
[2589] = { "лляна тканина" }, -- Linen Cloth
[2590] = { "павутина лісового павука" }, -- Forest Spider Webbing
[2591] = { "брудна трозька ганчірка" }, -- Dirty Trogg Cloth
[2592] = { "вовняне полотно" }, -- Wool Cloth
[2593] = { "фляжка Штормовійського сидру", use="Звичайний алкогольний напій." }, -- Flask of Stormwind Tawny
[2594] = { "кружка дворфійської медовухи", use="Міцний алкогольний напій." }, -- Flagon of Dwarven Honeymead
[2595] = { "глечик бурбону Безплідних країв", use="Міцний алкогольний напій." }, -- Jug of Badlands Bourbon
[2596] = { "міх дворфійського еля", use="Звичайний алкогольний напій." }, -- Skin of Dwarven Stout
[2598] = { "викрійка: Червона лляна мантія", use="Навчає вас пошиттю червоної лляної мантії.", recipe_result_item=2572 }, -- Pattern: Red Linen Robe
[2601] = { "викрійка: Сіра вовняна мантія", use="Навчає вас пошиттю сірої вовняної мантії.", recipe_result_item=2585 }, -- Pattern: Gray Woolen Robe
[2604] = { "червоний барвник" }, -- Red Dye
[2605] = { "зелений барвник" }, -- Green Dye
[2606] = { "павуча отрута" }, -- Lurker Venom
[2607] = { "кристал Мо'ґрош" }, -- Mo'grosh Crystal
[2608] = { "амбра молотника" }, -- Threshadon Ambergris
[2609] = { "нейтралізуючий колоїд" }, -- Disarming Colloid
[2610] = { "нейтралізуюча суміш" }, -- Disarming Mixture
[2611] = { "грубий кремінь" }, -- Crude Flint
[2612] = { "проста мантія" }, -- Plain Robe
[2613] = { "двічі прошита мантія" }, -- Double-stitched Robes
[2614] = { "учнівська мантія" }, -- Robe of Apprenticeship
[2615] = { "хроматична мантія" }, -- Chromatic Robe
[2616] = { "мерехтлива шовкова мантія" }, -- Shimmering Silk Robes
[2617] = { "палаюча мантія" }, -- Burning Robes
[2618] = { "срібляста мантія" }, -- Silver Dress Robes
[2619] = { "звіт Ґреліна" }, -- Grelin's Report
[2620] = { "капюшон авгура", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Augural Shroud
[2621] = { "капюшон некромантії" }, -- Cowl of Necromancy
[2622] = { "племінний головний убір Німара" }, -- Nimar's Tribal Headdress
[2623] = { "священна діадема" }, -- Holy Diadem
[2624] = { "шапка думок" }, -- Thinking Cap
[2625] = { "статуетка Менетіла" }, -- Menethil Statuette
[2628] = { "звіт Сеніра" }, -- Senir's Report
[2629] = { "ключ від сейфа на \"Відважному\"" }, -- Intrepid Strongbox Key
[2632] = { "вигнутий кинджал" }, -- Curved Dagger
[2633] = { "зілля з джунглів", use="Лікує хвороби і знешкоджує отрути." }, -- Jungle Remedy
[2634] = { "екстракт отруйної папороті" }, -- Venom Fern Extract
[2635] = { "розхитаний кольчужний пояс" }, -- Loose Chain Belt
[2636] = { "різьблений кам'яний ідол" }, -- Carved Stone Idol
[2637] = { "звіт Залізоплета" }, -- Ironband's Progress Report
[2639] = { "записка Меррін" }, -- Merrin's Letter
[2640] = { "шахтарське спорядження" }, -- Miners' Gear
[2642] = { "розхитані кольчужні чоботи" }, -- Loose Chain Boots
[2643] = { "розхитані кольчужні браслети" }, -- Loose Chain Bracers
[2644] = { "розхитаний кольчужний плащ" }, -- Loose Chain Cloak
[2645] = { "розхитані кольчужні рукавиці" }, -- Loose Chain Gloves
[2646] = { "розхитані кольчужні штани" }, -- Loose Chain Pants
[2648] = { "розхитаний кольчужний жилет" }, -- Loose Chain Vest
[2649] = { "хиткий кольчужний пояс" }, -- Flimsy Chain Belt
[2650] = { "хиткі кольчужні чоботи" }, -- Flimsy Chain Boots
[2651] = { "хиткі кольчужні браслети" }, -- Flimsy Chain Bracers
[2652] = { "хиткі кольчужний плащ" }, -- Flimsy Chain Cloak
[2653] = { "хиткі кольчужні рукавиці" }, -- Flimsy Chain Gloves
[2654] = { "хиткі кольчужні штани" }, -- Flimsy Chain Pants
[2656] = { "хиткий кольчужний жилет" }, -- Flimsy Chain Vest
[2657] = { "червона шкіряна сумка" }, -- Red Leather Bag
[2658] = { "фрагмент Адос" }, -- Ados Fragment
[2659] = { "фрагмент Модр" }, -- Modr Fragment
[2660] = { "фрагмент Ґолм" }, -- Golm Fragment
[2661] = { "фрагмент Неру" }, -- Neru Fragment
[2662] = { "сагайдак Рібблі", equip="Збільшує швидкість атаки дальнього бою на 14%." }, -- Ribbly's Quiver
[2663] = { "набійниця Рібблі", equip="Збільшує швидкість атаки дальнього бою на 14%." }, -- Ribbly's Bandolier
[2664] = { "ікло ткача" }, -- Spinner Fang
[2665] = { "штормовійська приправа" }, -- Stormwind Seasoning Herbs
[2666] = { "барильце громузвару" }, -- Barrel of Thunder Ale
[2667] = { "в'ялене м'ясо Мак-Ґранна" }, -- MacGrann's Dried Meats
[2668] = { "зуб молотника" }, -- Threshadon Tooth
[2669] = { "кіготь молотника" }, -- Threshadon Claw
[2671] = { "грива вендиго" }, -- Wendigo Mane
[2672] = { "жилаве м'ясо вовка" }, -- Stringy Wolf Meat
[2673] = { "м'ясо койота" }, -- Coyote Meat
[2674] = { "м'ясо повзуна" }, -- Crawler Meat
[2675] = { "клешня повзуна" }, -- Crawler Claw
[2676] = { "блискоквіт" }, -- Shimmerweed
[2677] = { "ребра кнура" }, -- Boar Ribs
[2678] = { "лагідні спеції", flavor="Використовується для підсилення смаку деяких страв." }, -- Mild Spices
[2679] = { "смажене м'ясо вовка", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Charred Wolf Meat
[2680] = { "вовчатина з прянощами", use=5004 }, -- Spiced Wolf Meat
[2681] = { "смажене м'ясо кнура", use=433 }, -- Roasted Boar Meat
[2682] = { "варена клешня краба", use="Відновлює 294 здоров'я та 294 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Cooked Crab Claw
[2683] = { "крабовий пиріжок", use=5005 }, -- Crab Cake
[2684] = { "стейк з койота", use=5005 }, -- Coyote Steak
[2685] = { "соковиті свинячі реберця", use=435 }, -- Succulent Pork Ribs
[2686] = { "громузвар", use="Досить слабкий алкогольний напій." }, -- Thunder Ale
[2687] = { "сушені свинячі реберця", use=5005 }, -- Dry Pork Ribs
[2688] = { "білчаний горіх" }, -- Squirrel Nut
[2690] = { "пояс з пряжкою" }, -- Latched Belt
[2691] = { "чоботи екіпірувальника" }, -- Outfitter Boots
[2692] = { "гострі спеції" }, -- Hot Spices
[2694] = { "поножі поселенця" }, -- Settler's Leggings
[2696] = { "барильце Вічногону" }, -- Cask of Evershine
[2697] = { "рецепт: Пиріг з печінки іклоштрика", use="Навчає вас приготуванню пирога з печінки іклоштрика.", recipe_result_item=724 }, -- Recipe: Goretusk Liver Pie
[2698] = { "рецепт: Варена клешня краба", use="Навчає вас приготуванню вареної клешні краба.", recipe_result_item=2682 }, -- Recipe: Cooked Crab Claw
[2699] = { "рецепт: Багрянокрязький гуляш", use="Навчає вас приготуванню багрянокрязького гуляшу.", recipe_result_item=1082 }, -- Recipe: Redridge Goulash
[2700] = { "рецепт: Соковиті свинячі реберця", use="Навчає вас приготуванню соковитих свинячих реберець.", recipe_result_item=2685 }, -- Recipe: Succulent Pork Ribs
[2701] = { "рецепт: Пряний кебаб з вовчатини", use="Навчає вас приготуванню пряного кебаба з вовчатини.", recipe_result_item=1017 }, -- Recipe: Seasoned Wolf Kabob
[2702] = { "злиток світлосталі" }, -- Lightforge Ingot
[2712] = { "скринька зі злитками світлосталі" }, -- Crate of Lightforge Ingots
[2713] = { "голова старого Чорниша" }, -- Ol' Sooty's Head
[2719] = { "маленький латунний ключ" }, -- Small Brass Key
[2720] = { "брудна записка" }, -- Muddy Note
[2721] = { "священний капюшон", equip="Збільшує зцілення від заклинань і ефектів на 33." }, -- Holy Shroud
[2722] = { "винний квиток" }, -- Wine Ticket
[2723] = { "пляшка \"Піно-Нуар\"", use="Досить слабкий алкогольний напій." }, -- Bottle of Dalaran Noir
[2724] = { "запит на тканину" }, -- Cloth Request
[2725] = { "Зелені пагорби Тернистої долини — Сторінка 1" }, -- Green Hills of Stranglethorn - Page 1
[2728] = { "Зелені пагорби Тернистої долини — Сторінка 4" }, -- Green Hills of Stranglethorn - Page 4
[2730] = { "Зелені пагорби Тернистої долини — Сторінка 6" }, -- Green Hills of Stranglethorn - Page 6
[2732] = { "Зелені пагорби Тернистої долини — Сторінка 8" }, -- Green Hills of Stranglethorn - Page 8
[2734] = { "Зелені пагорби Тернистої долини — Сторінка 10" }, -- Green Hills of Stranglethorn - Page 10
[2735] = { "Зелені пагорби Тернистої долини — Сторінка 11" }, -- Green Hills of Stranglethorn - Page 11
[2738] = { "Зелені пагорби Тернистої долини — Сторінка 14" }, -- Green Hills of Stranglethorn - Page 14
[2740] = { "Зелені пагорби Тернистої долини — Сторінка 16" }, -- Green Hills of Stranglethorn - Page 16
[2742] = { "Зелені пагорби Тернистої долини — Сторінка 18" }, -- Green Hills of Stranglethorn - Page 18
[2744] = { "Зелені пагорби Тернистої долини — Сторінка 20" }, -- Green Hills of Stranglethorn - Page 20
[2745] = { "Зелені пагорби Тернистої долини — Сторінка 21" }, -- Green Hills of Stranglethorn - Page 21
[2748] = { "Зелені пагорби Тернистої долини — Сторінка 24" }, -- Green Hills of Stranglethorn - Page 24
[2749] = { "Зелені пагорби Тернистої долини — Сторінка 25" }, -- Green Hills of Stranglethorn - Page 25
[2750] = { "Зелені пагорби Тернистої долини — Сторінка 26" }, -- Green Hills of Stranglethorn - Page 26
[2751] = { "Зелені пагорби Тернистої долини — Сторінка 27" }, -- Green Hills of Stranglethorn - Page 27
[2754] = { "потьмянілий півтораручний меч" }, -- Tarnished Bastard Sword
[2755] = { "Зелені пагорби Тернистої долини", flavor="Автор: Гемет Ернінґвей" }, -- Green Hills of Stranglethorn
[2756] = { "Зелені пагорби Тернистої долини — Розділ I" }, -- Green Hills of Stranglethorn - Chapter I
[2757] = { "Зелені пагорби Тернистої долини — Розділ II" }, -- Green Hills of Stranglethorn - Chapter II
[2758] = { "Зелені пагорби Тернистої долини — Розділ III" }, -- Green Hills of Stranglethorn - Chapter III
[2759] = { "Зелені пагорби Тернистої долини — Розділ IV" }, -- Green Hills of Stranglethorn - Chapter IV
[2760] = { "швацький набір Турмана" }, -- Thurman's Sewing Kit
[2763] = { "рибальський ніж" }, -- Fisherman Knife
[2764] = { "малий кинджал" }, -- Small Dagger
[2765] = { "мисливський ніж" }, -- Hunting Knife
[2766] = { "стилет вправності" }, -- Deft Stiletto
[2770] = { "мідна руда" }, -- Copper Ore
[2771] = { "олов'яна руда" }, -- Tin Ore
[2772] = { "залізна руда" }, -- Iron Ore
[2773] = { "тріснутий короткий лук" }, -- Cracked Shortbow
[2774] = { "покритий іржею мушкетон" }, -- Rust-covered Blunderbuss
[2775] = { "срібна руда" }, -- Silver Ore
[2776] = { "золота руда" }, -- Gold Ore
[2777] = { "хиткий короткий лук" }, -- Feeble Shortbow
[2778] = { "дешевий мушкетон" }, -- Cheap Blunderbuss
[2779] = { "сльоза Тіллої" }, -- Tear of Tilloa
[2780] = { "легкий мисливський лук" }, -- Light Hunting Bow
[2781] = { "брудний мушкетон" }, -- Dirty Blunderbuss
[2782] = { "невміло вигнутий лук" }, -- Mishandled Recurve Bow
[2783] = { "невдалий мушкетон" }, -- Shoddy Blunderbuss
[2784] = { "мускусний корінь" }, -- Musquash Root
[2785] = { "цупкий вигнутий лук" }, -- Stiff Recurve Bow
[2786] = { "змащений мушкетон" }, -- Oiled Blunderbuss
[2787] = { "трозький кинджал" }, -- Trogg Dagger
[2788] = { "\"Чорний Кіготь\"" }, -- Black Claw Stout
[2794] = { "стара історична книга" }, -- An Old History Book
[2795] = { "книга \"Гартування заліза\"" }, -- Book: Stresses of Iron
[2797] = { "серце Мокка" }, -- Heart of Mokk
[2798] = { "ретбанська руда" }, -- Rethban Ore
[2799] = { "ікло горили" }, -- Gorilla Fang
[2800] = { "чорна оксамитова мантія" }, -- Black Velvet Robes
[2801] = { "клинок Ганни" }, -- Blade of Hanna
[2802] = { "палаюча емблема", use="Збільшує опір вогню на 50 і зменшує всю вхідну шкоду від вогню на 25 протягом 15 сек." }, -- Blazing Emblem
[2805] = { "накидка з хутра єті" }, -- Yeti Fur Cloak
[2806] = { "пакунок для Бурешпиля" }, -- Package for Stormpike
[2807] = { "лезо гільйотини" }, -- Guillotine Axe
[2808] = { "смолоскип вогню", use="Знімає захисні чари з Морбента Скверна." }, -- Torch of Flame
[2815] = { "викривлений різак" }, -- Curve-bladed Ripper
[2816] = { "скіпетр заклинателя смерті", equip={ "Збільшує зцілення від заклинань і ефектів на 11.", "Збільшує шкоду від заклинань і ефектів тіні на 7." } }, -- Death Speaker Scepter
[2817] = { "м'який шкіряний мундир" }, -- Soft Leather Tunic
[2818] = { "розтягнуті шкіряні штани" }, -- Stretched Leather Trousers
[2819] = { "хрестоподібний кинджал" }, -- Cross Dagger
[2820] = { "витончений секундомір", use=14530 }, -- Nifty Stopwatch
[2821] = { "Мо'ґрошське м'яло" }, -- Mo'grosh Masher
[2822] = { "Мо'ґрошська зубочистка" }, -- Mo'grosh Toothpick
[2823] = { "Мо'ґрошський консервний ніж" }, -- Mo'grosh Can Opener
[2824] = { "ураган", equip="Шанс вразити ціль крижаною стрілою, що завдає від 31 до 45 шкоди від криги." }, -- Hurricane
[2825] = { "лук пекучих стріл", equip="Шанс вразити ціль пекучою стрілою та завдати від {1} до {2} шкоди вогнем.#for {1} to {2}" }, -- Bow of Searing Arrows
[2828] = { "рештки Нісси" }, -- Nissa's Remains
[2829] = { "рештки Ґреґора" }, -- Gregor's Remains
[2830] = { "рештки Турмана" }, -- Thurman's Remains
[2831] = { "рештки Девліна" }, -- Devlin's Remains
[2832] = { "рецепт гуляшу по-західнокрайськи від Верни" }, -- Verna's Westfall Stew Recipe
[2833] = { "фоліант ліча" }, -- The Lich's Spellbook
[2834] = { "бальзамувальна сукровиця" }, -- Embalming Ichor
[2835] = { "грубий камінь" }, -- Rough Stone
[2836] = { "шорсткий камінь" }, -- Coarse Stone
[2837] = { "лист Турмана" }, -- Thurman's Letter
[2838] = { "важкий камінь" }, -- Heavy Stone
[2839] = { "лист для Іветт" }, -- A Letter to Yvette
[2840] = { "злиток міді" }, -- Copper Bar
[2841] = { "злиток бронзи" }, -- Bronze Bar
[2842] = { "злиток срібла" }, -- Silver Bar
[2843] = { "брудні паці" }, -- Dirty Knucklebones
[2844] = { "мідна булава" }, -- Copper Mace
[2845] = { "мідна сокира" }, -- Copper Axe
[2846] = { "тірісфальський гарбуз" }, -- Tirisfal Pumpkin
[2847] = { "мідний меч" }, -- Copper Shortsword
[2848] = { "бронзова булава" }, -- Bronze Mace
[2849] = { "бронзова сокира" }, -- Bronze Axe
[2850] = { "бронзовий меч" }, -- Bronze Shortsword
[2851] = { "мідний плетений пояс" }, -- Copper Chain Belt
[2852] = { "мідні кольчужні штани" }, -- Copper Chain Pants
[2853] = { "мідні браслети" }, -- Copper Bracers
[2854] = { "рунічні мідні браслети" }, -- Runed Copper Bracers
[2855] = { "смердючий пазур" }, -- Putrid Claw
[2856] = { "залізна піка" }, -- Iron Pike
[2857] = { "рунічний мідний пояс" }, -- Runed Copper Belt
[2858] = { "кров темногончої" }, -- Darkhound Blood
[2859] = { "луска Злобного Плавника" }, -- Vile Fin Scale
[2862] = { "грубий точильний камінь", use="Збільшує шкоду гострої зброї на 2 на 30 хвилин." }, -- Rough Sharpening Stone
[2863] = { "шорсткий точильний камінь", use="Збільшує шкоду гострої зброї на 3 на 30 хвилин." }, -- Coarse Sharpening Stone
[2864] = { "рунічний мідний нагрудник" }, -- Runed Copper Breastplate
[2865] = { "грубі бронзові поножі" }, -- Rough Bronze Leggings
[2866] = { "груба бронзова кіраса" }, -- Rough Bronze Cuirass
[2867] = { "грубі бронзові браслети" }, -- Rough Bronze Bracers
[2868] = { "візерунчасті бронзові поручі" }, -- Patterned Bronze Bracers
[2869] = { "посріблений бронзовий нагрудник" }, -- Silvered Bronze Breastplate
[2870] = { "сяючий срібний нагрудник" }, -- Shining Silver Breastplate
[2871] = { "важкий точильний камінь", use="Збільшує шкоду гострої зброї на 4 на 30 хвилин." }, -- Heavy Sharpening Stone
[2872] = { "отрута злого нічного колопряда" }, -- Vicious Night Web Spider Venom
[2874] = { "ненадісланий лист", flavor="Лист, знайдений на тілі Едвіна ван Кліфа." }, -- An Unsent Letter
[2875] = { "перстень-відзнака Багряного Походу" }, -- Scarlet Insignia Ring
[2876] = { "шкура сутінкового кажана" }, -- Duskbat Pelt
[2877] = { "клеймор бійця" }, -- Combatant Claymore
[2878] = { "бородоподібна бойова сокира" }, -- Bearded Boneaxe
[2879] = { "жезл антиподів", equip={ "Збільшує шкоду від заклинань і ефектів вогню на 6.", "Збільшує шкоду від заклинань і ефектів криги на 6." } }, -- Antipodean Rod
[2880] = { "слабкий флюс", flavor="Використовується ковалями для видалення домішок." }, -- Weak Flux
[2881] = { "креслення: Рунічний мідний нагрудник", use="Навчає вас створювати рунічний мідний нагрудник.", recipe_result_item=2864 }, -- Plans: Runed Copper Breastplate
[2882] = { "креслення: Посріблені бронзові наплечі", use="Навчає вас створювати посріблені бронзові наплечі.", recipe_result_item=3481 }, -- Plans: Silvered Bronze Shoulders
[2883] = { "креслення: Смертоносний бронзовий пуаньярд", use="Навчає вас створювати смертоносний бронзовий пуаньярд.", recipe_result_item=3490 }, -- Plans: Deadly Bronze Poniard
[2885] = { "документи Багряного Походу" }, -- Scarlet Crusade Documents
[2886] = { "ребро скельного кнура" }, -- Crag Boar Rib
[2887] = { "зіпсована вовча шкура" }, -- Ruined Wolf Pelt
[2888] = { "реберця кнура в пиві", use=5004 }, -- Beer Basted Boar Ribs
[2889] = { "рецепт: Реберця кнура в пиві", use="Навчає вас приготуванню реберець кнура в пиві.", recipe_result_item=2888 }, -- Recipe: Beer Basted Boar Ribs
[2890] = { "зіпсована шкура кнура" }, -- Ruined Boar Pelt
[2891] = { "лист до головного архітектора" }, -- Letter to the City Architect
[2892] = { "смертельна отрута", use="Вкриває зброю отрутою на {1} хв.\nКожен удар має {2}% імовірності отруїти ворога, завдаючи {3} пошкодження природою протягом {4} с. Накладається до {5} разів на одній цілі. {6} зарядів.#lasts for {1} min#{2}% chance#for {3} Nature damage over {4} sec#{5} times#{6} charges" }, -- Deadly Poison
[2893] = { "смертельна отрута II", ref=2892 }, -- Deadly Poison II
[2894] = { "солод Рапсодія", use="Досить слабкий алкогольний напій." }, -- Rhapsody Malt
[2895] = { "повзучий біль" }, -- Creeping Pain
[2896] = { "повзучі страждання" }, -- Creeping Anguish
[2898] = { "нагрудник горянина" }, -- Mountaineer Chestpiece
[2899] = { "нашийник вендиго" }, -- Wendigo Collar
[2900] = { "кам'яний баклер" }, -- Stone Buckler
[2901] = { "кайло", flavor="Гірникам потрібне кайло щоб копати." }, -- Mining Pick
[2902] = { "плащ віри" }, -- Cloak of the Faith
[2903] = { "мисливський лук Деріла" }, -- Daryl's Hunting Bow
[2904] = { "мисливська рушниця Деріла" }, -- Daryl's Hunting Rifle
[2905] = { "накидка з козячого хутра" }, -- Goat Fur Cloak
[2906] = { "кольчужні поножі Смерколісся" }, -- Darkshire Mail Leggings
[2907] = { "дворфійський колун", equip="Збільшує навичку володіння дворучними сокирами на 2." }, -- Dwarven Tree Chopper
[2908] = { "шипастий клинок" }, -- Thornblade
[2909] = { "червона вовняна бандана" }, -- Red Wool Bandana
[2910] = { "золоті черевики ополчення" }, -- Gold Militia Boots
[2911] = { "пояс Келлера" }, -- Keller's Girdle
[2912] = { "кіготь тінеманта", hit="Запускає у ворога заряд тіні, що завдає 35 шкоди від тіні." }, -- Claw of the Shadowmancer
[2913] = { "шовкове напліччя Ґемна" }, -- Silk Mantle of Gamn
[2915] = { "криголам Тарана", hit="Кидає вогняну кулю, яка завдає від 180 до 220 шкоди від вогню і додатково 36 шкоди від вогню протягом 8 с." }, -- Taran Icebreaker
[2916] = { "щит з золотим левом" }, -- Gold Lion Shield
[2917] = { "перстень спокою" }, -- Tranquil Ring
[2919] = { "реліквія древніх" }, -- Relic of the Ancients
[2920] = { "священна реліквія" }, -- Sacred Relic
[2921] = { "благословенна реліквія" }, -- Blessed Relic
[2922] = { "реліквія духу" }, -- Spirit Relic
[2923] = { "реліквія праведності" }, -- Relic of Righteousness
[2924] = { "м'ясо кроколіска" }, -- Crocolisk Meat
[2925] = { "шкура кроколіска" }, -- Crocolisk Skin
[2926] = { "голова Базіла Тредда" }, -- Head of Bazil Thredd
[2927] = { "повзуча мука" }, -- Creeping Torment
[2928] = { "пил послаблення", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Dust of Decay
[2929] = { "могильна гниль", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Tomb Rot
[2930] = { "сутність болю", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Essence of Pain
[2932] = { "лоза тортур", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Torment Vine
[2933] = { "печатка Рінна" }, -- Seal of Wrynn
[2934] = { "зіпсовані обрізки шкіри" }, -- Ruined Leather Scraps
[2939] = { "сльоза кроколіска" }, -- Crocolisk Tear
[2940] = { "кривава ведмежа лапа" }, -- Bloody Bear Paw
[2941] = { "заточка" }, -- Prison Shank
[2942] = { "залізний кастет", hit="Влупити по цілі, завдавши 4 шкоди та перериваючи вимову заклять на 5 секунд." }, -- Iron Knuckles
[2943] = { "око Палета", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Eye of Paleth
[2944] = { "прокляте око Палета", equip="Збільшує шкоду від заклинань і ефектів тіні на 10." }, -- Cursed Eye of Paleth
[2946] = { "збалансований метальний кинджал" }, -- Balanced Throwing Dagger
[2947] = { "малий метальний ніж" }, -- Small Throwing Knife
[2949] = { "морські черевики" }, -- Mariner Boots
[2950] = { "посох бурульок", equip="Збільшує шкоду від заклинань і ефектів криги на 10." }, -- Icicle Rod
[2951] = { "перстень підлісся" }, -- Ring of the Underwood
[2953] = { "плащ начальника варти" }, -- Watch Master's Cloak
[2954] = { "кюлоти Нічної варти" }, -- Night Watch Pantaloons
[2955] = { "капелюх першого помічника" }, -- First Mate Hat
[2956] = { "доповідь про Повстанське братство" }, -- Report on the Defias Brotherhood
[2957] = { "жилет підмайстра" }, -- Journeyman's Vest
[2958] = { "штани підмайстра" }, -- Journeyman's Pants
[2959] = { "чоботи підмайстра" }, -- Journeyman's Boots
[2960] = { "рукавички підмайстра" }, -- Journeyman's Gloves
[2961] = { "обпалений шкіряний жилет" }, -- Burnt Leather Vest
[2962] = { "обпалені шкіряні брюки" }, -- Burnt Leather Breeches
[2963] = { "обпалені шкіряні чоботи" }, -- Burnt Leather Boots
[2964] = { "обпалені шкіряні рукавиці" }, -- Burnt Leather Gloves
[2965] = { "воїнський мундир" }, -- Warrior's Tunic
[2966] = { "воїнські штани" }, -- Warrior's Pants
[2967] = { "воїнські чоботи" }, -- Warrior's Boots
[2968] = { "воїнські рукавиці" }, -- Warrior's Gloves
[2969] = { "жилет чароплета" }, -- Spellbinder Vest
[2970] = { "штани чароплета" }, -- Spellbinder Pants
[2971] = { "чоботи чароплета" }, -- Spellbinder Boots
[2972] = { "рукавиці чароплета" }, -- Spellbinder Gloves
[2973] = { "мисливський мундир" }, -- Hunting Tunic
[2974] = { "мисливські штани" }, -- Hunting Pants
[2975] = { "мисливські чоботи" }, -- Hunting Boots
[2976] = { "мисливські рукавиці" }, -- Hunting Gloves
[2977] = { "ветеранський обладунок" }, -- Veteran Armor
[2978] = { "ветеранські поножі" }, -- Veteran Leggings
[2979] = { "ветеранські чоботи" }, -- Veteran Boots
[2980] = { "ветеранські рукавиці" }, -- Veteran Gloves
[2981] = { "мантія провидця" }, -- Seer's Robe
[2982] = { "штани провидця" }, -- Seer's Pants
[2983] = { "чоботи провидця" }, -- Seer's Boots
[2984] = { "рукавиці провидця" }, -- Seer's Gloves
[2985] = { "гравійований шкіряний нагрудник" }, -- Inscribed Leather Breastplate
[2986] = { "гравійовані шкіряні штани" }, -- Inscribed Leather Pants
[2987] = { "гравійовані шкіряні чоботи" }, -- Inscribed Leather Boots
[2988] = { "гравійовані шкіряні рукавиці" }, -- Inscribed Leather Gloves
[2989] = { "полірований мундир" }, -- Burnished Tunic
[2990] = { "поліровані поножі" }, -- Burnished Leggings
[2991] = { "поліровані чоботи" }, -- Burnished Boots
[2992] = { "поліровані рукавиці" }, -- Burnished Gloves
[2996] = { "рулон лляної тканини" }, -- Bolt of Linen Cloth
[2997] = { "рулон вовняної тканини" }, -- Bolt of Woolen Cloth
[2998] = { "звичайний компас", flavor="Перший компас Бароса Алекстона." }, -- A Simple Compass
[2999] = { "інструменти Сталешквара" }, -- Steelgrill's Tools
[3000] = { "панцир матері виводка" }, -- Brood Mother Carapace
[3002] = { "реліктовий Ріг Справедливості" }, -- Relic Horn of Justice
[3003] = { "реліквія ока" }, -- Relic of the Eye
[3004] = { "реліквія мертвих" }, -- Relic of the Dead
[3005] = { "реліквія правди" }, -- Relic of Truth
[3006] = { "уламок священної реліквії" }, -- Holy Relic Shard
[3008] = { "плащ з хутра вендиго" }, -- Wendigo Fur Cloak
[3010] = { "дрібний пісок" }, -- Fine Sand
[3011] = { "прикрашений пір'ям головний убір" }, -- Feathered Headdress
[3012] = { "сувій спритності", use=8115 }, -- Scroll of Agility
[3013] = { "сувій захисту", use=8091 }, -- Scroll of Protection
[3014] = { "зношена сокира" }, -- Battleworn Axe
[3016] = { "фоліант Ґюнтера" }, -- Gunther's Spellbook
[3017] = { "накази Севрена" }, -- Sevren's Orders
[3018] = { "шкура Люпуса" }, -- Hide of Lupos
[3019] = { "мантія вельможі" }, -- Noble's Robe
[3020] = { "шапка терпіння" }, -- Enduring Cap
[3021] = { "лук слідопита" }, -- Ranger Bow
[3022] = { "штани Синьожабрих" }, -- Bluegill Breeches
[3023] = { "великокаліберний мушкетон" }, -- Large Bore Blunderbuss
[3024] = { "ВКР 2700 \"Громило\"" }, -- BKP 2700 "Enforcer"
[3025] = { "ВКР 42 \"Ультра\"" }, -- BKP 42 "Ultra"
[3026] = { "укріплений лук" }, -- Reinforced Bow
[3027] = { "важкий вигнутий лук" }, -- Heavy Recurve Bow
[3028] = { "довгий лук" }, -- Longbow
[3030] = { "гостра стріла" }, -- Razor Arrow
[3033] = { "тверда куля", desc="Додає 7.5 шкоди за секунду" }, -- Solid Shot
[3035] = { "оброблений гарбуз" }, -- Laced Pumpkin
[3036] = { "важкий короткий лук" }, -- Heavy Shortbow
[3037] = { "вигнутий лук Хлясткого лісу" }, -- Whipwood Recurve Bow
[3039] = { "короткий ясеневий лук" }, -- Short Ash Bow
[3040] = { "мисливський мушкет" }, -- Hunter's Muzzle Loader
[3041] = { "мушкетон \"В Яблучко\"" }, -- "Mage-Eye" Blunderbuss
[3042] = { "МКР \"Горобець\"" }, -- BKP "Sparrow" Smallbore
[3045] = { "блискучі лускаті чоботи" }, -- Lambent Scale Boots
[3047] = { "блискучі лускаті рукавиці" }, -- Lambent Scale Gloves
[3048] = { "блискучі лускаті поножі" }, -- Lambent Scale Legguards
[3049] = { "блискуча луската кіраса" }, -- Lambent Scale Breastplate
[3053] = { "нагрудник Гумберта" }, -- Humbert's Chestpiece
[3055] = { "лісовий шкіряний нагрудник" }, -- Forest Leather Chestpiece
[3056] = { "лісові шкіряні штани" }, -- Forest Leather Pants
[3057] = { "лісові шкіряні чоботи" }, -- Forest Leather Boots
[3058] = { "лісові шкіряні рукавиці" }, -- Forest Leather Gloves
[3065] = { "яскраві чоботи" }, -- Bright Boots
[3066] = { "яскраві рукавиці" }, -- Bright Gloves
[3067] = { "яскраві штани" }, -- Bright Pants
[3069] = { "яскрава мантія" }, -- Bright Robe
[3070] = { "плащ хорунжого" }, -- Ensign Cloak
[3071] = { "разюча сокира" }, -- Striking Hatchet
[3072] = { "тліюча мантія" }, -- Smoldering Robe
[3073] = { "тліючі штани", equip="Збільшує шкоду від заклинань і ефектів вогню на 13." }, -- Smoldering Pants
[3074] = { "тліючі рукавиці" }, -- Smoldering Gloves
[3075] = { "око полум'я", equip="Збільшує шкоду від заклинань і ефектів вогню на 43." }, -- Eye of Flame
[3076] = { "тліючі чоботи" }, -- Smoldering Boots
[3078] = { "нагський серцебій" }, -- Naga Heartpiercer
[3079] = { "рушниця Скорна" }, -- Skorn's Rifle
[3080] = { "свічка поклику" }, -- Candle of Beckoning
[3081] = { "самоцвіт Підсвіття" }, -- Nether Gem
[3082] = { "череп Дарґола" }, -- Dargol's Skull
[3083] = { "зубець рестабілізації" }, -- Restabilization Cog
[3084] = { "гіромеханічна шестірня" }, -- Gyromechanic Gear
[3085] = { "барильце \"Мерехтливого стаута\"" }, -- Barrel of Shimmer Stout
[3086] = { "барильце Мерехтливого стаута" }, -- Cask of Shimmer Stout
[3087] = { "кружка \"Мерехтливого стаута\"", ref=1072 }, -- Mug of Shimmer Stout
[3103] = { "молот Морозної долини" }, -- Coldridge Hammer
[3107] = { "загострений метальний ніж" }, -- Keen Throwing Knife
[3108] = { "важкий метальний кинджал" }, -- Heavy Throwing Dagger
[3110] = { "вухо тунельного щура" }, -- Tunnel Rat Ear
[3111] = { "груба метальна сокирка" }, -- Crude Throwing Axe
[3117] = { "щоденник Гілдельва" }, -- Hildelve's Journal
[3131] = { "збалансована метальна сокирка" }, -- Weighted Throwing Axe
[3135] = { "гострий метальний ніж" }, -- Sharp Throwing Axe
[3137] = { "смертоносний метальний ніж" }, -- Deadly Throwing Axe
[3151] = { "жилет штурмової бригади" }, -- Siege Brigade Vest
[3152] = { "рукавиці водія" }, -- Driving Gloves
[3153] = { "заляпаний нафтою плащ" }, -- Oil-stained Cloak
[3154] = { "телсамарська сокира" }, -- Thelsamar Axe
[3155] = { "\"Засіб Аруґала\"", flavor="Цей старий сувій розписаний нерозбірливою мовою Кірін-Тору." }, -- Remedy of Arugal
[3156] = { "кайдани ненажери" }, -- Glutton Shackle
[3157] = { "кайдани темнодуха" }, -- Darksoul Shackle
[3158] = { "браслети з обгорілої шкури" }, -- Burnt Hide Bracers
[3160] = { "залізний баклер" }, -- Ironplate Buckler
[3161] = { "мантія хранителя" }, -- Robe of the Keeper
[3162] = { "надщерблене ребро" }, -- Notched Rib
[3163] = { "почорнілий череп" }, -- Blackened Skull
[3164] = { "знебарвлене серце ворга" }, -- Discolored Worg Heart
[3165] = { "Квіннове зілля" }, -- Quinn's Potion
[3166] = { "кольчуга Залізосерда" }, -- Ironheart Chain
[3167] = { "густа павуча шерсть" }, -- Thick Spider Hair
[3168] = { "розколота луска" }, -- Chipped Scale
[3169] = { "відколотий зуб ведмедя" }, -- Chipped Bear Tooth
[3170] = { "великий ведмежий зуб" }, -- Large Bear Tooth
[3171] = { "зламане ікло кабана" }, -- Broken Boar Tusk
[3172] = { "кишки кнура" }, -- Boar Intestines
[3173] = { "м'ясо ведмедя" }, -- Bear Meat
[3174] = { "лімфа павука" }, -- Spider Ichor
[3175] = { "зіпсована шкура дракона" }, -- Ruined Dragonhide
[3176] = { "малий кіготь" }, -- Small Claw
[3177] = { "крихітне ікло" }, -- Tiny Fang
[3179] = { "потріскана шкіра дракона" }, -- Cracked Dragon Molting
[3180] = { "плямиста луска раптора" }, -- Flecked Raptor Scale
[3181] = { "напівперетравлене м'ясо" }, -- Partially Digested Meat
[3182] = { "павутинний шовк" }, -- Spider's Silk
[3183] = { "зчесаний кіготь" }, -- Mangy Claw
[3184] = { "закручений кинджал" }, -- Hook Dagger
[3185] = { "акробатичний посох" }, -- Acrobatic Staff
[3186] = { "меч вікінга" }, -- Viking Sword
[3187] = { "жертовний кріс" }, -- Sacrificial Kris
[3188] = { "кораловий клеймор" }, -- Coral Claymore
[3189] = { "дроворуб" }, -- Wood Chopper
[3190] = { "колотилка" }, -- Beatstick
[3191] = { "вигнута бойова сокира" }, -- Arced War Axe
[3192] = { "короткий півтораручний меч" }, -- Short Bastard Sword
[3193] = { "дубовий молот" }, -- Oak Mallet
[3194] = { "чорна злоба", hit="Запускає у ворога заряд тіні, що завдає від 55 до 85 шкоди від тіні." }, -- Black Malice
[3195] = { "варварська бойова сокира" }, -- Barbaric Battle Axe
[3196] = { "загострений півтораручний меч" }, -- Edged Bastard Sword
[3197] = { "каменярський клеймор" }, -- Stonecutter Claymore
[3198] = { "відбійний молот" }, -- Battering Hammer
[3199] = { "бойовий сікач" }, -- Battle Slayer
[3200] = { "обпалені шкіряні браслети" }, -- Burnt Leather Bracers
[3201] = { "варварська бойова сокира" }, -- Barbarian War Axe
[3202] = { "лісові шкіряні браслети" }, -- Forest Leather Bracers
[3203] = { "масивна трикутна булава" }, -- Dense Triangle Mace
[3204] = { "браслети глухого лісу" }, -- Deepwood Bracers
[3205] = { "гравійовані шкіряні браслети" }, -- Inscribed Leather Bracers
[3206] = { "кавалерійський дворучний меч" }, -- Cavalier Two-hander
[3207] = { "мисливські браслети" }, -- Hunting Bracers
[3208] = { "пустотний молот" }, -- Conk Hammer
[3209] = { "древній бойовий меч" }, -- Ancient War Sword
[3210] = { "брутальна бойова сокира" }, -- Brutal War Axe
[3211] = { "поліровані браслети" }, -- Burnished Bracers
[3212] = { "блискучі лускаті браслети" }, -- Lambent Scale Bracers
[3213] = { "браслети ветерана" }, -- Veteran Bracers
[3214] = { "браслети воїна" }, -- Warrior's Bracers
[3216] = { "тепла зимова мантія" }, -- Warm Winter Robe
[3217] = { "ремінь десятника" }, -- Foreman Belt
[3218] = { "кайдани з Поховальних Вогнищ" }, -- Pyrewood Shackle
[3220] = { "кров'янка", use=5005 }, -- Blood Sausage
[3222] = { "гибельний кинджал" }, -- Wicked Dagger
[3223] = { "скіпетр Морозогривих" }, -- Frostmane Scepter
[3224] = { "прикрашені сріблом браслети" }, -- Silver-lined Bracers
[3225] = { "закривавлений ніж" }, -- Bloodstained Knife
[3227] = { "посох Ночегибелі" }, -- Nightbane Staff
[3228] = { "скинуті кайдани" }, -- Jimmied Handcuffs
[3229] = { "шовковий пояс тарантула" }, -- Tarantula Silk Sash
[3230] = { "браслети чорного вовка" }, -- Black Wolf Bracers
[3231] = { "напліччя головоріза" }, -- Cutthroat Pauldrons
[3233] = { "мішок зі шкури гнола" }, -- Gnoll Hide Sack
[3234] = { "перстень Делії" }, -- Deliah's Ring
[3235] = { "кільце нехтування", flavor="Для Делії" }, -- Ring of Scorn
[3236] = { "пасока Гнилошкурих" }, -- Rot Hide Ichor
[3237] = { "зразок пасоки" }, -- Sample Ichor
[3238] = { "дослідження Йогаана", flavor="Запечатані дослідження аптекаря Йогаана." }, -- Johaan's Findings
[3239] = { "грубе грузило", use="Збільшує шкоду дробильної зброї на 2 на 30 хвилин." }, -- Rough Weightstone
[3240] = { "шорстке грузило", use="Збільшує шкоду дробильної зброї на 3 на 30 хвилин." }, -- Coarse Weightstone
[3241] = { "важке грузило", use="Збільшує шкоду дробильної зброї на 4 на 30 хвилин." }, -- Heavy Weightstone
[3248] = { "перекладений лист від Бальзамувальника" }, -- Translated Letter from The Embalmer
[3250] = { "сувій Бетора" }, -- Bethor's Scroll
[3251] = { "зілля Бетора", use="Знімає чари Воронокігтя." }, -- Bethor's Potion
[3252] = { "звіт смертоловів" }, -- Deathstalker Report
[3253] = { "серце посивілого ведмедя" }, -- Grizzled Bear Heart
[3254] = { "дріботлива кров" }, -- Skittering Blood
[3255] = { "щоденник Берарда" }, -- Berard's Journal
[3256] = { "мох озерного тайноходця" }, -- Lake Skulker Moss
[3257] = { "мох озерного підкрадача" }, -- Lake Creeper Moss
[3258] = { "затверділа пухлина" }, -- Hardened Tumor
[3259] = { "зіпсована шкура кажана" }, -- Ruined Bat Hide
[3260] = { "мантія посвяченого Багряного Походу" }, -- Scarlet Initiate Robes
[3261] = { "павутинний плащ" }, -- Webbed Cloak
[3262] = { "гнилий дерев'яний молот" }, -- Putrid Wooden Hammer
[3263] = { "павутинні штани" }, -- Webbed Pants
[3264] = { "крило сутінкового кажана" }, -- Duskbat Wing
[3265] = { "лапа падальника" }, -- Scavenger Paw
[3266] = { "багряна пов'язка" }, -- Scarlet Armband
[3267] = { "короткий меч відречених" }, -- Forsaken Shortsword
[3268] = { "кинджал відречених" }, -- Forsaken Dagger
[3269] = { "молот відречених" }, -- Forsaken Maul
[3270] = { "волокняний жилет" }, -- Flax Vest
[3272] = { "поножі зі шкіри зомбі" }, -- Zombie Skin Leggings
[3273] = { "міцний кольчужний жилет" }, -- Rugged Mail Vest
[3274] = { "волокняні чоботи" }, -- Flax Boots
[3275] = { "волокняні рукавиці" }, -- Flax Gloves
[3276] = { "баклер смертестража" }, -- Deathguard Buckler
[3277] = { "посох карателя" }, -- Executor Staff
[3279] = { "бойові кольчужні чоботи" }, -- Battle Chain Boots
[3280] = { "бойові кольчужні браслети" }, -- Battle Chain Bracers
[3281] = { "бойові кольчужні рукавиці" }, -- Battle Chain Gloves
[3282] = { "бойові кольчужні штани" }, -- Battle Chain Pants
[3283] = { "бойовий кольчужний мундир" }, -- Battle Chain Tunic
[3284] = { "племінні чоботи" }, -- Tribal Boots
[3285] = { "племінні браслети" }, -- Tribal Bracers
[3286] = { "племінні рукавиці" }, -- Tribal Gloves
[3287] = { "племінні штани" }, -- Tribal Pants
[3288] = { "племінний жилет" }, -- Tribal Vest
[3289] = { "чоботи предків" }, -- Ancestral Boots
[3290] = { "рукавиці предків" }, -- Ancestral Gloves
[3291] = { "вовняні штани предків" }, -- Ancestral Woollies
[3292] = { "мундир предків" }, -- Ancestral Tunic
[3293] = { "тесак мерця" }, -- Deadman Cleaver
[3294] = { "дубина мерця" }, -- Deadman Club
[3295] = { "клинок мерця" }, -- Deadman Blade
[3296] = { "кинджал мерця" }, -- Deadman Dagger
[3297] = { "мох скверни" }, -- Fel Moss
[3299] = { "розколоте ікло" }, -- Fractured Canine
[3300] = { "лапка кролика" }, -- Rabbit's Foot
[3301] = { "гостре ікло" }, -- Sharp Canine
[3302] = { "солончакові чоботи" }, -- Brackwater Boots
[3303] = { "солончакові браслети" }, -- Brackwater Bracers
[3304] = { "солончакові рукавиці" }, -- Brackwater Gauntlets
[3305] = { "солончакові поножі" }, -- Brackwater Leggings
[3306] = { "солончаковий жилет" }, -- Brackwater Vest
[3307] = { "варварські ткані чоботи" }, -- Barbaric Cloth Boots
[3308] = { "варварські ткані рукавиці" }, -- Barbaric Cloth Gloves
[3309] = { "варварський набедреник" }, -- Barbaric Loincloth
[3310] = { "варварський тканий жилет" }, -- Barbaric Cloth Vest
[3311] = { "церемоніальні шкіряні пов'язки" }, -- Ceremonial Leather Ankleguards
[3312] = { "церемоніальні шкіряні браслети" }, -- Ceremonial Leather Bracers
[3313] = { "церемоніальна шкіряна портупея" }, -- Ceremonial Leather Harness
[3314] = { "церемоніальні шкіряні рукавиці" }, -- Ceremonial Leather Gloves
[3315] = { "церемоніальний шкіряний набедреник" }, -- Ceremonial Leather Loincloth
[3316] = { "голова Аларіка" }, -- Alaric's Head
[3317] = { "балакуча голова", flavor="Її губи ворушаться!" }, -- A Talking Head
[3318] = { "останки Аларіка" }, -- Alaric's Remains
[3319] = { "коротка шабля" }, -- Short Sabre
[3321] = { "сірі хутряні чобітки" }, -- Gray Fur Booties
[3322] = { "тонкий плащ" }, -- Wispy Cloak
[3323] = { "примарні браслети" }, -- Ghostly Bracers
[3324] = { "примарний наплічник" }, -- Ghostly Mantle
[3325] = { "бойова сокира Злобного Плавника" }, -- Vile Fin Battle Axe
[3327] = { "посох оракула Злобного Плавника" }, -- Vile Fin Oracle Staff
[3328] = { "павутинна мантія" }, -- Spider Web Robe
[3329] = { "дошка з гвіздком" }, -- Spiked Wooden Plank
[3330] = { "гауберк Дарґола" }, -- Dargol's Hauberk
[3331] = { "плащ Мелрача" }, -- Melrache's Cape
[3332] = { "чоботи Перріна" }, -- Perrine's Boots
[3334] = { "фермерська лопата" }, -- Farmer's Shovel
[3335] = { "фермерська мітла" }, -- Farmer's Broom
[3336] = { "плотокол", hit="Ранить ціль, спричиняючи 30 шкоди від кровотечі протягом 30 сек." }, -- Flesh Piercer
[3337] = { "бойове знамено Драконової Пащі" }, -- Dragonmaw War Banner
[3339] = { "дворфійський трут" }, -- Dwarven Tinder
[3340] = { "спалахітова руда" }, -- Incendicite Ore
[3341] = { "рукавиці сили огра", equip="Збільшує силу атаки на 16." }, -- Gauntlets of Ogre Strength
[3342] = { "сорочка капітана Сандерса" }, -- Captain Sander's Shirt
[3343] = { "грабіжний мішок капітана Сандерса" }, -- Captain Sander's Booty Bag
[3344] = { "пояс капітана Сандерса" }, -- Captain Sander's Sash
[3345] = { "шовковий чаклунський капелюх" }, -- Silk Wizard Hat
[3347] = { "оберемок кроколіскових шкір" }, -- Bundle of Crocolisk Skins
[3348] = { "шкура гігантського кроколіска" }, -- Giant Crocolisk Skin
[3349] = { "сумка Сіди", flavor="З неї крапає." }, -- Sida's Bag
[3352] = { "покрита слизом сумка" }, -- Ooze-covered Bag
[3353] = { "покритий рунами кулон" }, -- Rune-inscribed Pendant
[3354] = { "даларанський кулон" }, -- Dalaran Pendant
[3355] = { "дикий сталецвіт" }, -- Wild Steelbloom
[3356] = { "королекров" }, -- Kingsblood
[3357] = { "життєкорінь" }, -- Liferoot
[3358] = { "Кадґарів вус" }, -- Khadgar's Whisker
[3360] = { "стегно Стібка" }, -- Stitches' Femur
[3363] = { "потертий пояс" }, -- Frayed Belt
[3365] = { "потерті браслети" }, -- Frayed Bracers
[3369] = { "могильний мох" }, -- Grave Moss
[3370] = { "латаний пояс" }, -- Patchwork Belt
[3371] = { "порожній фіал" }, -- Empty Vial
[3372] = { "свинцевий фіал" }, -- Leaded Vial
[3373] = { "латані браслети" }, -- Patchwork Bracers
[3374] = { "ситцевий пояс" }, -- Calico Belt
[3375] = { "ситцеві браслети" }, -- Calico Bracers
[3376] = { "полотняний пояс" }, -- Canvas Belt
[3377] = { "полотняні браслети" }, -- Canvas Bracers
[3378] = { "парчевий пояс" }, -- Brocade Belt
[3379] = { "парчеві браслети" }, -- Brocade Bracers
[3380] = { "прошитий пояс" }, -- Cross-stitched Belt
[3381] = { "прошиті браслети" }, -- Cross-stitched Bracers
[3382] = { "слабке зілля крові троля", use=3219 }, -- Weak Troll's Blood Potion
[3383] = { "еліксир мудрості", use=3166 }, -- Elixir of Wisdom
[3384] = { "крихітне зілля супротиву магії", use="Збільшує ваш супротив всім школам магії на 25 на 3 хв." }, -- Minor Magic Resistance Potion
[3385] = { "невелике зілля мани", ref=2455 }, -- Lesser Mana Potion
[3386] = { "еліксир супротиву отруті", use="Виліковує до чотирьох отрут до 60 рівня." }, -- Elixir of Poison Resistance
[3387] = { "зілля обмеженої невразливості", use=3169 }, -- Limited Invulnerability Potion
[3388] = { "міцне зілля крові троля", use=3222 }, -- Strong Troll's Blood Potion
[3389] = { "еліксир захисту", use=3220 }, -- Elixir of Defense
[3390] = { "еліксир малої спритності", use=3160 }, -- Elixir of Lesser Agility
[3391] = { "еліксир сили огра", use=3164 }, -- Elixir of Ogre's Strength
[3392] = { "обкований шолом" }, -- Ringed Helm
[3393] = { "рецепт: Крихітне зілля супротиву магії", use="Навчає вас створювати крихітне зілля супротиву магії.", recipe_result_item=3384 }, -- Recipe: Minor Magic Resistance Potion
[3394] = { "Рецепт: Еліксир супротиву отруті", use="Навчає вас створювати еліксир супротиву отруті.", recipe_result_item=3386 }, -- Recipe: Elixir of Poison Resistance
[3395] = { "Рецепт: Зілля обмеженої невразливості", use="Навчає вас створювати зілля обмеженої невразливості.", recipe_result_item=3387 }, -- Recipe: Limited Invulnerability Potion
[3396] = { "Рецепт: Еліксир малої спритності", use="Навчає вас створювати еліксир малої спритності.", recipe_result_item=3390 }, -- Recipe: Elixir of Lesser Agility
[3397] = { "шкура молодого кроколіска" }, -- Young Crocolisk Skin
[3399] = { "кіготь стерв'ятника" }, -- Vulture Talon
[3400] = { "сяючий довгий меч" }, -- Lucine Longsword
[3401] = { "груба луска кроколіска" }, -- Rough Crocolisk Scale
[3402] = { "м'який клаптик хутра" }, -- Soft Patch of Fur
[3403] = { "біле ікло кнура" }, -- Ivory Boar Tusk
[3404] = { "крило канюка" }, -- Buzzard Wing
[3405] = { "талісман Воронячого Пазура" }, -- Raven Claw Talisman
[3406] = { "чорне перо" }, -- Black Feather Quill
[3407] = { "сапфір небес" }, -- Sapphire of Sky
[3408] = { "руна Гніздування" }, -- Rune of Nesting
[3409] = { "ікло ночезуба" }, -- Nightsaber Fang
[3411] = { "пір'їна сови" }, -- Strigid Owl Feather
[3412] = { "павутиннолісий шовк" }, -- Webwood Spider Silk
[3413] = { "шип згуби" }, -- Doomspike
[3414] = { "хрестоподібний скіпетр" }, -- Crested Scepter
[3415] = { "посох ченця" }, -- Staff of the Friar
[3416] = { "кольчуга мученика" }, -- Martyr's Chain
[3417] = { "оніксовий клеймор" }, -- Onyx Claymore
[3418] = { "осквернена шишка" }, -- Fel Cone
[3419] = { "червона троянда" }, -- Red Rose
[3420] = { "чорна троянда" }, -- Black Rose
[3421] = { "прості польові квіти" }, -- Simple Wildflowers
[3422] = { "красиві польові квіти" }, -- Beautiful Wildflowers
[3423] = { "букет білих троянд" }, -- Bouquet of White Roses
[3424] = { "букет чорних троянд" }, -- Bouquet of Black Roses
[3425] = { "сплетений жезл" }, -- Woven Wand
[3426] = { "яскрава жовта сорочка" }, -- Bold Yellow Shirt
[3427] = { "стильна чорна сорочка" }, -- Stylish Black Shirt
[3428] = { "звичайна сіра сорочка" }, -- Common Gray Shirt
[3429] = { "пояс вартового" }, -- Guardsman Belt
[3430] = { "снайперська рушниця" }, -- Sniper Rifle
[3431] = { "укріплений кістками шкіряний жилет" }, -- Bone-studded Leather
[3434] = { "пісок дрімоти", use="Присипляє ворожу ціль на час до 20 сек. Після будь-якої заподіяної шкоди ціль прокинеться. Одночасно можна приспати лише одну ціль." }, -- Slumber Sand
[3435] = { "наручі зі шкіри зомбі" }, -- Zombie Skin Bracers
[3437] = { "пояс з пряжкою" }, -- Clasped Belt
[3438] = { "анкх воскресіння", use="Повертає мертвого гравця до життя з 70 здоров'я та 135 мани. Не можна застосувати в бою." }, -- Ankh of Resurrection
[3439] = { "черевики зі шкіри зомбі" }, -- Zombie Skin Boots
[3440] = { "кістколом" }, -- Bonecracker
[3442] = { "пояс учня" }, -- Apprentice Sash
[3443] = { "церемоніальний томагавк" }, -- Ceremonial Tomahawk
[3444] = { "жилет землероба" }, -- Tiller's Vest
[3445] = { "церемоніальний ніж" }, -- Ceremonial Knife
[3446] = { "посох темнолісся" }, -- Darkwood Staff
[3447] = { "чоботи склепоходця" }, -- Cryptwalker Boots
[3448] = { "сенджиновий корінь", use=2639 }, -- Senggin Root
[3449] = { "містична шаль" }, -- Mystic Shawl
[3450] = { "щит Фарлеї" }, -- Faerleia's Shield
[3451] = { "ночесяйний настій" }, -- Nightglow Concoction
[3452] = { "керанієвий жезл" }, -- Ceranium Rod
[3453] = { "стьобані браслети" }, -- Quilted Bracers
[3454] = { "розвідувальні черевики" }, -- Reconnaissance Boots
[3455] = { "короткий меч смертолова" }, -- Deathstalker Shortsword
[3456] = { "собачий свисток", use="Викликати мисливського собаку, що захищатиме вас протягом 10 хв." }, -- Dog Whistle
[3457] = { "стоптані штани" }, -- Stamped Trousers
[3458] = { "міцні кольчужні рукавиці" }, -- Rugged Mail Gloves
[3460] = { "особливий напій Йогаана" }, -- Johaan's Special Drink
[3461] = { "мантія судді" }, -- High Robe of the Adjudicator
[3462] = { "удар кігтя" }, -- Talonstrike
[3463] = { "срібна зірка" }, -- Silver Star
[3464] = { "оперена стріла", desc="Додає 9.5 шкоди за секунду" }, -- Feathered Arrow
[3465] = { "розривна куля", desc="Додає 9.5 шкоди за секунду" }, -- Exploding Shot
[3466] = { "сильний флюс", flavor="Використовується ковалями для видалення домішок." }, -- Strong Flux
[3467] = { "тьмяний залізний ключ" }, -- Dull Iron Key
[3468] = { "дані досліджень Ренферрела", flavor="Запечатані дані досліджень аптекаря Ренферрела." }, -- Renferrel's Findings
[3469] = { "мідні кольчужні чоботи" }, -- Copper Chain Boots
[3470] = { "грубий шліфувальний камінь" }, -- Rough Grinding Stone
[3471] = { "мідний плетений жилет" }, -- Copper Chain Vest
[3472] = { "рунічні мідні рукавиці" }, -- Runed Copper Gauntlets
[3473] = { "рунічні мідні штани" }, -- Runed Copper Pants
[3474] = { "прикрашені самоцвітами мідні рукавиці" }, -- Gemmed Copper Gauntlets
[3475] = { "полум'яний плащ", equip="Завдає 5 шкоди від вогню всім, хто атакує вас у ближньому бою." }, -- Cloak of Flames
[3476] = { "язик сірого ведмедя" }, -- Gray Bear Tongue
[3477] = { "пасока підкрадача" }, -- Creeper Ichor
[3478] = { "шорсткий шліфувальний камінь" }, -- Coarse Grinding Stone
[3480] = { "грубі бронзові наплечі" }, -- Rough Bronze Shoulders
[3481] = { "посріблені бронзові наплечі" }, -- Silvered Bronze Shoulders
[3482] = { "посріблені бронзові чоботи" }, -- Silvered Bronze Boots
[3483] = { "посріблені бронзові рукавиці" }, -- Silvered Bronze Gauntlets
[3484] = { "зелені залізні чоботи" }, -- Green Iron Boots
[3485] = { "зелені залізні рукавиці" }, -- Green Iron Gauntlets
[3486] = { "важкий шліфувальний камінь" }, -- Heavy Grinding Stone
[3487] = { "важкий мідний палаш" }, -- Heavy Copper Broadsword
[3488] = { "мідна бойова сокира" }, -- Copper Battle Axe
[3489] = { "потовщена бойова сокира" }, -- Thick War Axe
[3490] = { "смертоносний бронзовий пуаньярд" }, -- Deadly Bronze Poniard
[3491] = { "важка бронзова булава" }, -- Heavy Bronze Mace
[3492] = { "могутній залізний молот" }, -- Mighty Iron Hammer
[3493] = { "гибель раптора" }, -- Raptor's End
[3495] = { "еліксир страждання" }, -- Elixir of Suffering
[3496] = { "кров гірського лева" }, -- Mountain Lion Blood
[3497] = { "еліксир болю" }, -- Elixir of Pain
[3498] = { "намисто Тарети", flavor="Півмісяць на срібному ланцюжку." }, -- Taretha's Necklace
[3499] = { "полірований золотий ключ" }, -- Burnished Gold Key
[3502] = { "квітка Брудномордих" }, -- Mudsnout Blossoms
[3505] = { "альтерацька печатка" }, -- Alterac Signet Ring
[3506] = { "суміш Брудномордих" }, -- Mudsnout Composite
[3508] = { "розчин Брудномордих" }, -- Mudsnout Mixture
[3509] = { "луска клинкоспинної наги" }, -- Daggerspine Scale
[3510] = { "око мурлока Розірваного Плавника" }, -- Torn Fin Eye
[3511] = { "плащ народного ополчення" }, -- Cloak of the People's Militia
[3514] = { "череп Мор'Ладіма" }, -- Mor'Ladim's Skull
[3515] = { "посох Атеріка" }, -- Ataeric's Staff
[3516] = { "голова Лесковара" }, -- Lescovar's Head
[3517] = { "барильце \"Землекопського міцного\"" }, -- Keg of Shindigger Stout
[3518] = { "розшифрований лист" }, -- Decrypted Letter
[3520] = { "зіпсоване барильце" }, -- Tainted Keg
[3521] = { "кмітливо зашифрований лист", flavor="Цей лист зашифрований та нерозбірливий." }, -- Cleverly Encrypted Letter
[3530] = { "вовняний бинт", use="Відновлює 161 здоров'я за 7 сек." }, -- Wool Bandage
[3531] = { "щільний вовняний бинт", use="Відновлює 301 здоров'я за 7 сек." }, -- Heavy Wool Bandage
[3550] = { "голова Тарґа" }, -- Targ's Head
[3551] = { "голова Брудня" }, -- Muckrake's Head
[3552] = { "голова Ґломмуса" }, -- Glommus's Head
[3553] = { "голова Муґ'Тола" }, -- Mug'thol's Head
[3554] = { "корона Волі" }, -- Crown of Will
[3555] = { "мантія Соломона" }, -- Robe of Solomon
[3556] = { "магічний капелюх жаху" }, -- Dread Mage Hat
[3558] = { "мантія хранителя болота" }, -- Fen Keeper Robe
[3559] = { "рукавиці Нічної варти" }, -- Night Watch Gauntlets
[3560] = { "наплічник честі" }, -- Mantle of Honor
[3561] = { "стійке пончо" }, -- Resilient Poncho
[3562] = { "пояс поборника" }, -- Belt of Vindication
[3563] = { "штани мореплавця" }, -- Seafarer's Pantaloons
[3564] = { "партія заліза" }, -- Shipment of Iron
[3565] = { "заляпані пивом рукавиці" }, -- Beerstained Gloves
[3566] = { "броня грози рапторів", equip="Збільшує силу атаки на 30 в бою зі звірами." }, -- Raptorbane Armor
[3567] = { "дворфійська вудка", flavor="Витонченість — не найкраща риса дворфів." }, -- Dwarven Fishing Pole
[3569] = { "мантія вікарія" }, -- Vicar's Robe
[3570] = { "кісткоміс" }, -- Bonegrinding Pestle
[3571] = { "довбня трога" }, -- Trogg Beater
[3572] = { "короткий меч Деріла" }, -- Daryl's Shortsword
[3573] = { "мисливський сагайдак", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Hunting Quiver
[3574] = { "мисливський гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Hunting Ammo Sack
[3575] = { "злиток заліза" }, -- Iron Bar
[3576] = { "злиток олова" }, -- Tin Bar
[3577] = { "злиток золота" }, -- Gold Bar
[3578] = { "жнивальні штани" }, -- Harvester's Pants
[3581] = { "зубчастий ніж" }, -- Serrated Knife
[3582] = { "кислотостійкий плащ" }, -- Acidproof Cloak
[3583] = { "зношений пояс" }, -- Weathered Belt
[3585] = { "камуфляжний мундир" }, -- Camouflaged Tunic
[3586] = { "дроворуб" }, -- Logsplitter
[3587] = { "вишитий пояс" }, -- Embroidered Belt
[3588] = { "вишиті браслети" }, -- Embroidered Bracers
[3589] = { "важкий плетений пояс" }, -- Heavy Weave Belt
[3590] = { "важкі плетені браслети" }, -- Heavy Weave Bracers
[3591] = { "м'який пояс" }, -- Padded Belt
[3592] = { "м'які браслети" }, -- Padded Bracers
[3593] = { "бурий пояс" }, -- Russet Belt
[3594] = { "бурі браслети" }, -- Russet Bracers
[3595] = { "пошарпаний тканий пояс" }, -- Tattered Cloth Belt
[3596] = { "пошарпані ткані браслети" }, -- Tattered Cloth Bracers
[3597] = { "товстий тканий пояс" }, -- Thick Cloth Belt
[3598] = { "товсті ткані браслети" }, -- Thick Cloth Bracers
[3599] = { "тонкий тканий пояс" }, -- Thin Cloth Belt
[3600] = { "тонкі ткані браслети" }, -- Thin Cloth Bracers
[3601] = { "послання Синдикату" }, -- Syndicate Missive
[3602] = { "в'язаний пояс" }, -- Knitted Belt
[3603] = { "в'язані браслети" }, -- Knitted Bracers
[3604] = { "патронташ Нічної Варти", equip="Збільшує швидкість атаки дальнього бою на 11%." }, -- Bandolier of the Night Watch
[3605] = { "сагайдак Нічної Варти", equip="Збільшує швидкість атаки дальнього бою на 11%." }, -- Quiver of the Night Watch
[3606] = { "вовняний пояс" }, -- Woven Belt
[3607] = { "вовняні браслети" }, -- Woven Bracers
[3608] = { "креслення: Могутній залізний молот", use="Навчає вас створювати могутній залізний молот.", recipe_result_item=3492 }, -- Plans: Mighty Iron Hammer
[3609] = { "креслення: Мідний плетений жилет", use="Навчає вас створювати мідний плетений жилет.", recipe_result_item=3471 }, -- Plans: Copper Chain Vest
[3610] = { "креслення: Прикрашені самоцвітами мідні рукавиці", use="Навчає вас створювати прикрашені самоцвітами мідні рукавиці.", recipe_result_item=3474 }, -- Plans: Gemmed Copper Gauntlets
[3611] = { "креслення: Зелені залізні чоботи", use="Навчає вас створювати зелені залізні чоботи.", recipe_result_item=3484 }, -- Plans: Green Iron Boots
[3612] = { "креслення: Зелені залізні рукавиці", use="Навчає вас створювати зелені залізні рукавиці.", recipe_result_item=3485 }, -- Plans: Green Iron Gauntlets
[3613] = { "руки Валдреда" }, -- Valdred's Hands
[3614] = { "лапа Скавчала" }, -- Yowler's Paw
[3615] = { "голова Курцена" }, -- Kurzen's Head
[3616] = { "Око Розуму" }, -- Mind's Eye
[3617] = { "кулон тіні" }, -- Pendant of Shadow
[3618] = { "голова Жеруна" }, -- Gobbler's Head
[3619] = { "табакерка Снелліґа" }, -- Snellig's Snuffbox
[3620] = { "рештки Лілліт" }, -- Lillith's Remains
[3621] = { "голова Айвара" }, -- Ivar's Head
[3622] = { "сутність Нічнохльостки" }, -- Essence of Nightlash
[3623] = { "голова Тула" }, -- Thule's Head
[3625] = { "голова Нек'роша" }, -- Nek'rosh's Head
[3626] = { "голова барона Вардуса" }, -- Head of Baron Vardus
[3627] = { "ікло Ваґаша" }, -- Fang of Vagash
[3628] = { "рука Декстрена Ворда" }, -- Hand of Dextren Ward
[3629] = { "сімейний перстень Імлокривів" }, -- Mistmantle Family Ring
[3630] = { "голова Тарґорра" }, -- Head of Targorr
[3631] = { "ікло Грубопуза" }, -- Bellygrub's Tusk
[3632] = { "лапа Тельбухожбура" }, -- Fangore's Paw
[3633] = { "голова Ґат'Ільзоґґа" }, -- Head of Gath'Ilzogg
[3634] = { "голова Ґрімсона" }, -- Head of Grimson
[3635] = { "лапа Червивого Ока" }, -- Maggot Eye's Paw
[3636] = { "луска старого Мутноока" }, -- Scale of Old Murk-Eye
[3637] = { "голова ван Кліфа" }, -- Head of VanCleef
[3638] = { "пазур Сарлозуба" }, -- Sarltooth's Talon
[3639] = { "вухо Балґараса" }, -- Ear of Balgaras
[3640] = { "голова Темнолюта" }, -- Head of Deepfury
[3641] = { "браслети підмайстра" }, -- Journeyman's Bracers
[3642] = { "браслети предків" }, -- Ancestral Bracers
[3643] = { "браслети чароплета" }, -- Spellbinder Bracers
[3644] = { "варварські ткані браслети" }, -- Barbaric Cloth Bracers
[3645] = { "браслети провидця" }, -- Seer's Cuffs
[3647] = { "яскраві браслети" }, -- Bright Bracers
[3648] = { "баклер воїна" }, -- Warrior's Buckler
[3649] = { "племінний баклер" }, -- Tribal Buckler
[3650] = { "бойовий щит" }, -- Battle Shield
[3651] = { "ветеранський щит" }, -- Veteran Shield
[3652] = { "мисливський баклер" }, -- Hunting Buckler
[3653] = { "церемоніальний баклер" }, -- Ceremonial Buckler
[3654] = { "солончаковий щит" }, -- Brackwater Shield
[3655] = { "полірований щит" }, -- Burnished Shield
[3656] = { "блискучий лускатий щит" }, -- Lambent Scale Shield
[3657] = { "реєстр Гіллзбраду" }, -- Hillsbrad Town Registry
[3658] = { "врятований том" }, -- Recovered Tome
[3659] = { "потерта шкіряна книга", flavor="Рука Ґрі'лека" }, -- Worn Leather Book
[3660] = { "альтерацькі томи" }, -- Tomes of Alterac
[3661] = { "посох ручної роботи" }, -- Handcrafted Staff
[3662] = { "стейк з кроколіска", use=5005 }, -- Crocolisk Steak
[3663] = { "суп з плавців мурлоків", use=5006 }, -- Murloc Fin Soup
[3664] = { "рагу з кроколіска", use=5006 }, -- Crocolisk Gumbo
[3665] = { "дивовижно смачний омлет", use=5006 }, -- Curiously Tasty Omelet
[3666] = { "липкий павучий пиріг", use=5006 }, -- Gooey Spider Cake
[3667] = { "ніжне м'ясо кроколіска" }, -- Tender Crocolisk Meat
[3668] = { "контракт вбивці" }, -- Assassin's Contract
[3669] = { "драглистий слиз" }, -- Gelatinous Goo
[3670] = { "велика слизька кістка" }, -- Large Slimy Bone
[3671] = { "неживий череп" }, -- Lifeless Skull
[3672] = { "голова Наґаза" }, -- Head of Nagaz
[3673] = { "зламана стріла" }, -- Broken Arrow
[3674] = { "прогнилий чобіт" }, -- Decomposed Boot
[3675] = { "вигорілий смолоскип" }, -- Burnt Out Torch
[3676] = { "слизька лімфа" }, -- Slimy Ichor
[3678] = { "рецепт: Стейк з кроколіска", use="Навчає вас готувати стейк з кроколіска.", recipe_result_item=3662 }, -- Recipe: Crocolisk Steak
[3679] = { "рецепт: Кров'янка", use="Навчає вас приготуванню кров'янки.", recipe_result_item=3220 }, -- Recipe: Blood Sausage
[3680] = { "рецепт: Суп з плавців мурлоків", use="Навчає вас приготуванню супу з плавців мурлоків.", recipe_result_item=3663 }, -- Recipe: Murloc Fin Soup
[3681] = { "рецепт: Рагу з кроколіска", use="Навчає вас приготуванню рагу з кроколіска.", recipe_result_item=3664 }, -- Recipe: Crocolisk Gumbo
[3682] = { "рецепт: Дивовижно смачний омлет", use="Навчає вас готувати стейк з дивовижно смачний омлет. Наіть не питайте, з чого він.", recipe_result_item=3665 }, -- Recipe: Curiously Tasty Omelet
[3683] = { "рецепт: Липкий павучий пиріг", use="Навчає вас приготуванню липкого павучого пирога.", recipe_result_item=3666 }, -- Recipe: Gooey Spider Cake
[3684] = { "тіара Перенольдів" }, -- Perenolde Tiara
[3685] = { "яйце раптора" }, -- Raptor Egg
[3688] = { "овал з кривавого каменю" }, -- Bloodstone Oval
[3689] = { "кулька з кривавого каменю" }, -- Bloodstone Marble
[3690] = { "осколок з кривавого каменю" }, -- Bloodstone Shard
[3691] = { "клин з кривавого каменю" }, -- Bloodstone Wedge
[3692] = { "людський череп з Гіллзбраду" }, -- Hillsbrad Human Skull
[3693] = { "меч Гумберта" }, -- Humbert's Sword
[3701] = { "запечатана грамота Дарталії", flavor="Вручити особисто лорду Варіматрасу." }, -- Darthalia's Sealed Commendation
[3702] = { "ведмежий жовчний міхур" }, -- Bear Gall Bladder
[3703] = { "південнобережне міцне", use="Звичайний алкогольний напій." }, -- Southshore Stout
[3704] = { "іржавий залізний ключ" }, -- Rusted Iron Key
[3706] = { "зачаклований пергамент", flavor="Написи на ньому оповиті магією." }, -- Ensorcelled Parchment
[3707] = { "пергамент Наґаза" }, -- Nagaz Parchment
[3708] = { "жезл Гелькулара" }, -- Helcular's Rod
[3710] = { "жезл Гелькулара", use="Зарядити жезл Гелькулара на трьох церемоніальних вогнищах." }, -- Rod of Helcular
[3711] = { "журнал досліджень Беламур" }, -- Belamoore's Research Journal
[3712] = { "черепашаче м'ясо" }, -- Turtle Meat
[3713] = { "духмяні спеції" }, -- Soothing Spices
[3714] = { "потертий кам'яний талісман", flavor="Його магія згасла." }, -- Worn Stone Token
[3715] = { "зв'язувальні браслети землі" }, -- Bracers of Earth Binding
[3716] = { "голова мурлока" }, -- Murloc Head
[3717] = { "мішок голів мурлоків" }, -- Sack of Murloc Heads
[3718] = { "лиховісні плани" }, -- Foreboding Plans
[3719] = { "накидка жителя пагорбів" }, -- Hillman's Cloak
[3720] = { "хутро єті" }, -- Yeti Fur
[3721] = { "звіт Фаррена" }, -- Farren's Report
[3722] = { "шкура фамільяра" }, -- Familiar Hide
[3723] = { "ікло фамільяра" }, -- Familiar Fang
[3724] = { "кіготь фамільяра" }, -- Familiar Claw
[3725] = { "ріг фамільяра" }, -- Familiar Horn
[3726] = { "великий ведмежий стейк", use=5006 }, -- Big Bear Steak
[3727] = { "гострі відбивні з лева", use=5006 }, -- Hot Lion Chops
[3728] = { "смачний стейк з лева", use=5007 }, -- Tasty Lion Steak
[3729] = { "ніжний черепаховий суп", use=5007 }, -- Soothing Turtle Bisque
[3730] = { "велике ведмеже м'ясо" }, -- Big Bear Meat
[3731] = { "м'ясо лева" }, -- Lion Meat
[3732] = { "широкий капюшон" }, -- Hooded Cowl
[3733] = { "орча бойова кольчуга" }, -- Orcish War Chain
[3734] = { "рецепт: Великий ведмежий стейк", use="Навчає вас приготуванню великого ведмежого стейка.", recipe_result_item=3726 }, -- Recipe: Big Bear Steak
[3735] = { "рецепт: Гострі відбивні з лева", use="Навчає вас приготуванню гострих відбивних з лева.", recipe_result_item=3727 }, -- Recipe: Hot Lion Chops
[3736] = { "рецепт: Смачний стейк з лева", use="Навчає вас приготуванню смачного стейка з лева.", recipe_result_item=3728 }, -- Recipe: Tasty Lion Steak
[3737] = { "рецепт: Ніжний черепаховий суп", use="Навчає вас приготуванню ніжного черепахового супу.", recipe_result_item=3729 }, -- Recipe: Soothing Turtle Bisque
[3738] = { "броварський жезл" }, -- Brewing Rod
[3739] = { "перстень з черепом" }, -- Skull Ring
[3740] = { "обезголовлюючий меч" }, -- Decapitating Sword
[3741] = { "чоботи тупотіння" }, -- Stomping Boots
[3742] = { "лук грабежу" }, -- Bow of Plunder
[3743] = { "баклер караульного" }, -- Sentry Buckler
[3745] = { "руна відкриття", use="Відкриває певні сейфи навколо Даларана." }, -- Rune of Opening
[3747] = { "пояс медитації" }, -- Meditative Sash
[3748] = { "котяче напліччя" }, -- Feline Mantle
[3749] = { "плащ верховного аптекаря" }, -- High Apothecary Cloak
[3750] = { "ребристий нагрудник" }, -- Ribbed Breastplate
[3751] = { "поножі найманця" }, -- Mercenary Leggings
[3752] = { "жилет бугая" }, -- Grunt Vest
[3753] = { "пояс пастуха" }, -- Shepherd's Girdle
[3754] = { "рукавиці пастуха" }, -- Shepherd's Gloves
[3755] = { "риборіз" }, -- Fish Gutter
[3758] = { "пояс лицаря" }, -- Crusader Belt
[3759] = { "утеплені рукавички мудреця" }, -- Insulated Sage Gloves
[3760] = { "перстень Підмістя" }, -- Band of the Undercity
[3761] = { "щит мертвого черепа" }, -- Deadskull Shield
[3762] = { "сумка бібліотекаря" }, -- Librarian's Satchel
[3763] = { "місячний баклер" }, -- Lunar Buckler
[3764] = { "черевики богомола" }, -- Mantis Boots
[3765] = { "розбійницьке напліччя" }, -- Brigand's Pauldrons
[3766] = { "перо грифона" }, -- Gryphon Feather Quill
[3767] = { "тонкий пергамент" }, -- Fine Parchment
[3769] = { "зламаний жезл" }, -- Broken Wand
[3770] = { "відбивна з баранини", use=435 }, -- Mutton Chop
[3771] = { "рулька дикого кабана", use=1127 }, -- Wild Hog Shank
[3772] = { "начаклована джерельна вода", use=1133 }, -- Conjured Spring Water
[3775] = { "травматична отрута", use="Вкриває зброю отрутою на {1} хв.\nКожен удар має {2}% імовірності отруїти ворога, сповільнюючи рух на {3}% на {4} с.#lasts for {1} min#{2}% chance#speed by {3}% for {4} sec" }, -- Crippling Poison
[3776] = { "травматична отрута II", ref=3775 }, -- Crippling Poison II
[3777] = { "корінь млявості" }, -- Lethargy Root
[3778] = { "тугий композитний лук" }, -- Taut Compound Bow
[3779] = { "важка бойова сокира" }, -- Hefty War Axe
[3780] = { "довгоствольний мушкет" }, -- Long-barreled Musket
[3781] = { "широкий клеймор" }, -- Broad Claymore
[3782] = { "велика бойова дубина" }, -- Large War Club
[3783] = { "легкий ятаган" }, -- Light Scimitar
[3784] = { "металевий посох" }, -- Metal Stave
[3785] = { "гостра сокира" }, -- Keen Axe
[3786] = { "блискучий кортик" }, -- Shiny Dirk
[3787] = { "кам'яна дубина" }, -- Stone Club
[3788] = { "реліктовий кристал душі" }, -- Soul Crystal Relic
[3789] = { "реліктовий камінь благочестя" }, -- Relic Stone of Piety
[3790] = { "освячений реліктовий пергамент" }, -- Consecrated Relic Parchment
[3791] = { "реліквія Світла" }, -- Relic of the Light
[3792] = { "переплетений пояс" }, -- Interlaced Belt
[3793] = { "переплетені чоботи" }, -- Interlaced Boots
[3794] = { "переплетені браслети" }, -- Interlaced Bracers
[3795] = { "переплетений плащ" }, -- Interlaced Cloak
[3796] = { "переплетені рукавички" }, -- Interlaced Gloves
[3797] = { "переплетені штани" }, -- Interlaced Pants
[3798] = { "переплетені наплічники" }, -- Interlaced Shoulderpads
[3799] = { "переплетений жилет" }, -- Interlaced Vest
[3800] = { "загрубілий шкіряний пояс" }, -- Hardened Leather Belt
[3801] = { "загрубілі шкіряні чоботи" }, -- Hardened Leather Boots
[3802] = { "загрубілі шкіряні браслети" }, -- Hardened Leather Bracers
[3803] = { "загрубілий плащ" }, -- Hardened Cloak
[3804] = { "загрубілі шкіряні рукавиці" }, -- Hardened Leather Gloves
[3805] = { "загрубілі шкіряні штани" }, -- Hardened Leather Pants
[3806] = { "загрубілі шкіряні наплічники" }, -- Hardened Leather Shoulderpads
[3807] = { "загрубілий шкіряний мундир" }, -- Hardened Leather Tunic
[3808] = { "подвійний кольчужний пояс" }, -- Double Mail Belt
[3809] = { "подвійні кольчужні чоботи" }, -- Double Mail Boots
[3810] = { "подвійні кольчужні браслети" }, -- Double Mail Bracers
[3811] = { "двічі прошитий плащ" }, -- Double-stitched Cloak
[3812] = { "подвійні кольчужні рукавиці" }, -- Double Mail Gloves
[3813] = { "подвійні кольчужні штани" }, -- Double Mail Pants
[3814] = { "подвійні кольчужні наплічники" }, -- Double Mail Shoulderpads
[3815] = { "подвійний кольчужний жилет" }, -- Double Mail Vest
[3816] = { "відбиваюча пластина" }, -- Reflective Heater
[3817] = { "укріплений баклер" }, -- Reinforced Buckler
[3818] = { "бляклолист" }, -- Fadeleaf
[3819] = { "зимокус" }, -- Wintersbite
[3820] = { "душирість" }, -- Stranglekelp
[3821] = { "злотошпичка" }, -- Goldthorn
[3822] = { "темний рунічний клинок", hit="Запускає у ворога заряд тіні, що завдає 35 шкоди від тіні." }, -- Runic Darkblade
[3823] = { "зілля малої невидимості", use=3680 }, -- Lesser Invisibility Potion
[3824] = { "тіньова олія", use="При нанесенні на зброю ближнього бою дає 15% ймовірності застосувати тіньову стрілу ІІІ на опонента при ударі. Триває 30 хвилин." }, -- Shadow Oil
[3825] = { "еліксир стійкості", use=3593 }, -- Elixir of Fortitude
[3826] = { "потужне зілля крові троля", use=3223 }, -- Mighty Troll's Blood Potion
[3827] = { "зілля мани", ref=2455 }, -- Mana Potion
[3828] = { "еліксир виявлення малої невидимості", use=6512 }, -- Elixir of Detect Lesser Invisibility
[3829] = { "крижана олія", use="При нанесенні на зброю ближнього бою дає 10% ймовірності застосувати крижану стрілу на опонента при ударі. Триває 30 хвилин." }, -- Frost Oil
[3830] = { "рецепт: Еліксир стійкості", use="Навчає вас створювати еліксир стійкості.", recipe_result_item=3825 }, -- Recipe: Elixir of Fortitude
[3831] = { "рецепт: Потужне зілля крові троля", use="Навчає вас створювати потужне зілля крові троля.", recipe_result_item=3826 }, -- Recipe: Mighty Troll's Blood Potion
[3832] = { "рецепт: Еліксир виявлення малої невидимості", use="Навчає вас створювати еліксир виявлення малої невидимості.", recipe_result_item=3828 }, -- Recipe: Elixir of Detect Lesser Invisibility
[3833] = { "плащ адепта" }, -- Adept's Cloak
[3834] = { "міцні полотняні штани" }, -- Sturdy Cloth Trousers
[3835] = { "зелені залізні браслети" }, -- Green Iron Bracers
[3836] = { "зелений залізний шолом" }, -- Green Iron Helm
[3837] = { "золотий лускатий койф" }, -- Golden Scale Coif
[3838] = { "пазур тінепащої пантери" }, -- Shadowmaw Claw
[3839] = { "бездоганне ікло тигриці" }, -- Pristine Tigress Fang
[3840] = { "зелені залізні наплечі" }, -- Green Iron Shoulders
[3841] = { "золоті лускаті наплечі" }, -- Golden Scale Shoulders
[3842] = { "зелені залізні поножі" }, -- Green Iron Leggings
[3843] = { "золоті лускаті поножі" }, -- Golden Scale Leggings
[3844] = { "зелений залізний гауберк" }, -- Green Iron Hauberk
[3845] = { "золота луската кіраса" }, -- Golden Scale Cuirass
[3846] = { "поліровані сталеві чоботи" }, -- Polished Steel Boots
[3847] = { "золоті лускаті чоботи" }, -- Golden Scale Boots
[3848] = { "великий бронзовий ніж" }, -- Big Bronze Knife
[3849] = { "загартований залізний короткий меч" }, -- Hardened Iron Shortsword
[3850] = { "нефритовий зміїний клинок" }, -- Jade Serpentblade
[3851] = { "міцний залізний молот" }, -- Solid Iron Maul
[3852] = { "позолочений залізний руйнівник" }, -- Golden Iron Destroyer
[3853] = { "палаш з місяцесталі" }, -- Moonsteel Broadsword
[3854] = { "клинок крижаного тигра", equip="Збільшує ваш шанс нанесення критичного удару на 1%.", hit="Запускає у ворога крижану стрілу, що завдає від 20 до 30 шкоди від криги та зменшує його швидкість руху на 50% протягом 5 секунд." }, -- Frost Tiger Blade
[3855] = { "масивна залізна сокира" }, -- Massive Iron Axe
[3856] = { "темна півмісячна сокира" }, -- Shadow Crescent Axe
[3857] = { "вугілля" }, -- Coal
[3858] = { "мітрилова руда" }, -- Mithril Ore
[3859] = { "злиток сталі" }, -- Steel Bar
[3860] = { "злиток мітрилу" }, -- Mithril Bar
[3861] = { "злиток чорносталі" }, -- Blacksteel Bar
[3862] = { "сухожилля старої горили" }, -- Aged Gorilla Sinew
[3863] = { "перо ловця джунглів" }, -- Jungle Stalker Feather
[3864] = { "цитрин" }, -- Citrine
[3866] = { "креслення: Нефритовий зміїний клинок", use="Навчає вас створювати нефритовий зміїний клинок.", recipe_result_item=3850 }, -- Plans: Jade Serpentblade
[3867] = { "креслення: Позолочений залізний руйнівник", use="Навчає вас створювати позолочений залізний руйнівник.", recipe_result_item=3852 }, -- Plans: Golden Iron Destroyer
[3868] = { "креслення: Клинок крижаного тигра", use="Навчає вас створювати клинок крижаного тигра.", recipe_result_item=3854 }, -- Plans: Frost Tiger Blade
[3869] = { "креслення: Темна півмісячна сокира", use="Навчає вас створювати темну півмісячну сокиру.", recipe_result_item=3856 }, -- Plans: Shadow Crescent Axe
[3870] = { "креслення: Зелені залізні наплечі", use="Навчає вас створювати зелені залізні наплечі.", recipe_result_item=3840 }, -- Plans: Green Iron Shoulders
[3871] = { "креслення: Золоті лускаті наплечі", use="Навчає вас створювати золоті лускаті наплечі.", recipe_result_item=3841 }, -- Plans: Golden Scale Shoulders
[3872] = { "креслення: Золоті лускаті поножі", use="Навчає вас створювати золоті лускаті поножі.", recipe_result_item=3843 }, -- Plans: Golden Scale Leggings
[3873] = { "креслення: Золота луската кіраса", use="Навчає вас створювати золоту лускату кірасу.", recipe_result_item=3845 }, -- Plans: Golden Scale Cuirass
[3874] = { "креслення: Поліровані сталеві чоботи", use="Навчає вас створювати поліровані сталеві чоботи.", recipe_result_item=3846 }, -- Plans: Polished Steel Boots
[3875] = { "креслення: Золоті лускаті чоботи", use="Навчає вас створювати золоті лускаті чоботи.", recipe_result_item=3847 }, -- Plans: Golden Scale Boots
[3876] = { "ікло Баґ'тіри" }, -- Fang of Bhag'thera
[3877] = { "кіготь Тетіса" }, -- Talon of Tethis
[3879] = { "лапа Сін'Далла" }, -- Paw of Sin'Dall
[3880] = { "голова Банґалаша" }, -- Head of Bangalash
[3882] = { "перо канюка" }, -- Buzzard Feather
[3889] = { "бурий капелюх" }, -- Russet Hat
[3890] = { "прикрашений капелюх" }, -- Studded Hat
[3891] = { "підсилений кольчужний шолом" }, -- Augmented Chain Helm
[3892] = { "вишитий капелюх" }, -- Embroidered Hat
[3893] = { "укріплений шкіряний шолом" }, -- Reinforced Leather Cap
[3894] = { "панцирний шолом" }, -- Brigandine Helm
[3897] = { "око Запаморока" }, -- Dizzy's Eye
[3898] = { "бібліотечний сувій" }, -- Library Scrip
[3899] = { "\"Легенди Ґурубаші, том 3\"", flavor="Камінь Припливів" }, -- Legends of the Gurubashi, Volume 3
[3900] = { "портвейн \"Пупеллівербос\"" }, -- Pupellyverbos Port
[3901] = { "ікло Кровоскальпого" }, -- Bloodscalp Tusk
[3902] = { "посох вельможі" }, -- Staff of Nobles
[3904] = { "голова Ґан'зули" }, -- Gan'zulah's Head
[3905] = { "голова Неззліока" }, -- Nezzliok's Head
[3906] = { "трофей з Баліа'ма" }, -- Balia'mah Trophy
[3907] = { "трофей з Зіата'джай" }, -- Ziata'jai Trophy
[3908] = { "трофей з Зул'Мамве" }, -- Zul'Mamwe Trophy
[3909] = { "розтрощені обладунки Ана'тека" }, -- Broken Armor of Ana'thek
[3910] = { "понюшка тютюну" }, -- Snuff
[3911] = { "пульсуючий блакитний осколок" }, -- Pulsing Blue Shard
[3912] = { "камінь душі", use="Звільнити душу Єнніку з ув'язнення." }, -- Soul Gem
[3913] = { "наповнений камінь душі", flavor="Сяючий камінь, наповнений душею Єнніку." }, -- Filled Soul Gem
[3914] = { "рюкзак підмайстра" }, -- Journeyman's Backpack
[3915] = { "намисто з кривавих кісток" }, -- Bloody Bone Necklace
[3916] = { "намисто з розщеплених кісток" }, -- Split Bone Necklace
[3917] = { "співочий блакитний кристал" }, -- Singing Blue Crystal
[3918] = { "осколок співочого кристала" }, -- Singing Crystal Shard
[3919] = { "потрухи туманодільної горили" }, -- Mistvale Giblets
[3920] = { "карти Кривавого Вітрила" }, -- Bloodsail Charts
[3921] = { "накази Кривавого Вітрила" }, -- Bloodsail Orders
[3922] = { "борг Полохуна" }, -- Shaky's Payment
[3923] = { "браслет водяного елементаля" }, -- Water Elemental Bracers
[3924] = { "дерев'яна нога Морі", flavor="Всередині щось дзвенить." }, -- Maury's Clubbed Foot
[3925] = { "золота підзорна труба Джон-Джона" }, -- Jon-Jon's Golden Spyglass
[3926] = { "величезний перстень Чакі" }, -- Chucky's Huge Ring
[3927] = { "витриманий чеддер", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Fine Aged Cheddar
[3928] = { "відмінне зілля лікування", use="Відновлює від 700 до 900 здоров'я." }, -- Superior Healing Potion
[3929] = { "здобич Морі" }, -- Maury's Loot
[3930] = { "ключ Морі" }, -- Maury's Key
[3931] = { "отруйне павуче ікло" }, -- Poisoned Spider Fang
[3932] = { "скриня Смоттса" }, -- Smotts' Chest
[3935] = { "шабля Смоттса" }, -- Smotts' Cutlass
[3936] = { "в'язаний пояс" }, -- Crochet Belt
[3937] = { "в'язані чоботи" }, -- Crochet Boots
[3938] = { "в'язані браслети" }, -- Crochet Bracers
[3939] = { "в'язаний плащ" }, -- Crochet Cloak
[3940] = { "в'язані рукавиці" }, -- Crochet Gloves
[3941] = { "в'язані брюки" }, -- Crochet Pants
[3942] = { "в'язані наплічники" }, -- Crochet Shoulderpads
[3943] = { "в'язаний жилет" }, -- Crochet Vest
[3944] = { "саржевий пояс" }, -- Twill Belt
[3945] = { "саржеві чоботи" }, -- Twill Boots
[3946] = { "саржеві браслети" }, -- Twill Bracers
[3947] = { "саржевий плащ" }, -- Twill Cloak
[3948] = { "саржеві рукавички" }, -- Twill Gloves
[3949] = { "саржеві штани" }, -- Twill Pants
[3950] = { "саржеві наплічники" }, -- Twill Shoulderpads
[3951] = { "саржевий жилет" }, -- Twill Vest
[3952] = { "сітчастий пояс" }, -- Mesh Belt
[3953] = { "сітчасті чоботи" }, -- Mesh Boots
[3954] = { "сітчасті браслети" }, -- Mesh Bracers
[3955] = { "сітчастий пояс" }, -- Mesh Cloak
[3956] = { "сітчасті рукавички" }, -- Mesh Gloves
[3957] = { "сітчасті штани" }, -- Mesh Pants
[3958] = { "сітчасте напліччя" }, -- Mesh Mantle
[3959] = { "сітчастий обладунок" }, -- Mesh Armor
[3960] = { "мішок з браслетами водяних елементалів" }, -- Bag of Water Elemental Bracers
[3961] = { "товстий шкіряний пояс" }, -- Thick Leather Belt
[3962] = { "товсті шкіряні чоботи" }, -- Thick Leather Boots
[3963] = { "товсті шкіряні браслети" }, -- Thick Leather Bracers
[3964] = { "товстий плащ" }, -- Thick Cloak
[3965] = { "товсті шкіряні рукавиці" }, -- Thick Leather Gloves
[3966] = { "товсті шкіряні штани" }, -- Thick Leather Pants
[3967] = { "товсті шкіряні наплічники" }, -- Thick Leather Shoulderpads
[3968] = { "товстий шкіряний мундир" }, -- Thick Leather Tunic
[3969] = { "гладкий шкіряний пояс" }, -- Smooth Leather Belt
[3970] = { "гладкі шкіряні чоботи" }, -- Smooth Leather Boots
[3971] = { "гладкі шкіряні браслети" }, -- Smooth Leather Bracers
[3972] = { "гладкий плащ" }, -- Smooth Cloak
[3973] = { "гладкі шкіряні рукавиці" }, -- Smooth Leather Gloves
[3974] = { "гладкі шкіряні штани" }, -- Smooth Leather Pants
[3975] = { "гладкі шкіряні наплічники" }, -- Smooth Leather Shoulderpads
[3976] = { "гладкий шкіряний обладунок" }, -- Smooth Leather Armor
[3977] = { "ремінчастий пояс" }, -- Strapped Belt
[3978] = { "ремінчасті чоботи" }, -- Strapped Boots
[3979] = { "ремінчасті браслети" }, -- Strapped Bracers
[3980] = { "ремінчастий плащ" }, -- Strapped Cloak
[3981] = { "ремінчасті рукавиці" }, -- Strapped Gloves
[3982] = { "ремінчасті штани" }, -- Strapped Pants
[3983] = { "ремінчасті наплічники" }, -- Strapped Shoulderpads
[3984] = { "ремінчастий обладунок" }, -- Strapped Armor
[3985] = { "пояс з монограмою" }, -- Monogrammed Sash
[3986] = { "павеза захисника" }, -- Protective Pavise
[3987] = { "відбиваючий вежовий щит" }, -- Deflecting Tower
[3988] = { "латний баштовий щит" }, -- Plate Wall Shield
[3989] = { "блокуючий тарг" }, -- Blocking Targe
[3990] = { "гребінчастий баклер" }, -- Crested Buckler
[3991] = { "латний баклер" }, -- Plated Buckler
[3992] = { "шаруватий лускатий пояс" }, -- Laminated Scale Belt
[3993] = { "шаруваті лускаті чоботи" }, -- Laminated Scale Boots
[3994] = { "шаруваті лускаті браслети" }, -- Laminated Scale Bracers
[3995] = { "шаруватий лускатий плащ" }, -- Laminated Scale Cloak
[3996] = { "шаруваті лускаті рукавиці" }, -- Laminated Scale Gloves
[3997] = { "шаруваті лускаті штани" }, -- Laminated Scale Pants
[3998] = { "шаруваті лускаті наплічники" }, -- Laminated Scale Shoulderpads
[3999] = { "шаруватий лускатий обладунок" }, -- Laminated Scale Armor
[4000] = { "переплетений кольчужний пояс" }, -- Overlinked Chain Belt
[4001] = { "переплетені кольчужні чоботи" }, -- Overlinked Chain Boots
[4002] = { "переплетені кольчужні браслети" }, -- Overlinked Chain Bracers
[4003] = { "переплетений кольчужний плащ" }, -- Overlinked Chain Cloak
[4004] = { "переплетені кольчужні рукавиці" }, -- Overlinked Chain Gloves
[4005] = { "переплетені кольчужні штани" }, -- Overlinked Chain Pants
[4006] = { "переплетені кольчужні наплічники" }, -- Overlinked Chain Shoulderpads
[4007] = { "переплетений кольчужний обладунок" }, -- Overlinked Chain Armor
[4008] = { "посріблений кольчужний пояс" }, -- Sterling Chain Belt
[4009] = { "посріблені кольчужні чоботи" }, -- Sterling Chain Boots
[4010] = { "посріблені кольчужні браслети" }, -- Sterling Chain Bracers
[4011] = { "посріблений кольчужний плащ" }, -- Sterling Chain Cloak
[4012] = { "посріблені кольчужні рукавиці" }, -- Sterling Chain Gloves
[4013] = { "посріблені кольчужні штани" }, -- Sterling Chain Pants
[4014] = { "посріблені кольчужні наплічники" }, -- Sterling Chain Shoulderpads
[4015] = { "посріблений кольчужний обладунок" }, -- Sterling Chain Armor
[4016] = { "суміш Занзіла" }, -- Zanzil's Mixture
[4017] = { "гострий короткий меч" }, -- Sharp Shortsword
[4018] = { "загострений клеймор" }, -- Whetted Claymore
[4019] = { "важка крем'яна сокира" }, -- Heavy Flint Axe
[4020] = { "бойовий колун" }, -- Splintering Battle Axe
[4021] = { "дробильна булава" }, -- Blunting Mace
[4022] = { "нищівна кувалда" }, -- Crushing Maul
[4023] = { "тонкий загострений кинджал" }, -- Fine Pointed Dagger
[4024] = { "важкий бойовий посох" }, -- Heavy War Staff
[4025] = { "збалансований довгий лук" }, -- Balanced Long Bow
[4026] = { "мушкет стражів" }, -- Sentinel Musket
[4027] = { "кинджал Кателіни", use="Використати кинджал на вівтарі припливів." }, -- Catelyn's Blade
[4028] = { "в'язка стеблин акіріса", flavor="Для корсара Ґроя" }, -- Bundle of Akiris Reeds
[4029] = { "стебло акіріс" }, -- Akiris Reed
[4030] = { "священна реліктова вода" }, -- Holy Relic Water
[4031] = { "освячений реліктовий оберіг" }, -- Hallowed Relic Charm
[4032] = { "променистий реліктовий молот" }, -- Radiant Relic Hammer
[4033] = { "сяйво світанку" }, -- Dawn's Glow
[4034] = { "камінь припливів" }, -- Stone of the Tides
[4035] = { "срібляста мантія" }, -- Silver-thread Robe
[4036] = { "сріблясті манжети" }, -- Silver-thread Cuffs
[4037] = { "сріблясті штани" }, -- Silver-thread Pants
[4038] = { "мантія нічного неба" }, -- Nightsky Robe
[4039] = { "капюшон нічного неба" }, -- Nightsky Cowl
[4040] = { "рукавички нічного неба" }, -- Nightsky Gloves
[4041] = { "капюшон зорі" }, -- Aurora Cowl
[4042] = { "рукавички зорі" }, -- Aurora Gloves
[4043] = { "браслети зорі" }, -- Aurora Bracers
[4044] = { "штани зорі" }, -- Aurora Pants
[4045] = { "імлисті браслети" }, -- Mistscape Bracers
[4046] = { "імлисті штани" }, -- Mistscape Pants
[4047] = { "імлисті чоботи" }, -- Mistscape Boots
[4048] = { "гербовий капелюх" }, -- Emblazoned Hat
[4049] = { "гербові браслети" }, -- Emblazoned Bracers
[4050] = { "гербові поножі" }, -- Emblazoned Leggings
[4051] = { "гербові чоботи" }, -- Emblazoned Boots
[4052] = { "орденська шапка" }, -- Insignia Cap
[4053] = { "велика шкура річкового кроколіска" }, -- Large River Crocolisk Skin
[4054] = { "орденські поножі" }, -- Insignia Leggings
[4055] = { "орденські чоботи" }, -- Insignia Boots
[4056] = { "загадка Кортелло" }, -- Cortello's Riddle
[4057] = { "орденський мундир" }, -- Insignia Chestguard
[4058] = { "прикрашений гліфами мундир" }, -- Glyphed Breastplate
[4059] = { "прикрашені гліфами браслети" }, -- Glyphed Bracers
[4060] = { "прикрашені гліфами поножі" }, -- Glyphed Leggings
[4061] = { "імперські шкіряні браслети" }, -- Imperial Leather Bracers
[4062] = { "імперські шкіряні штани" }, -- Imperial Leather Pants
[4063] = { "імперські шкіряні рукавиці" }, -- Imperial Leather Gloves
[4064] = { "гербовий баклер" }, -- Emblazoned Buckler
[4065] = { "бійцівський щит" }, -- Combat Shield
[4066] = { "орденський баклер" }, -- Insignia Buckler
[4067] = { "прикрашений гліфами баклер" }, -- Glyphed Buckler
[4068] = { "щит старшого бригадира" }, -- Chief Brigadier Shield
[4069] = { "баклер Чорної кузні" }, -- Blackforge Buckler
[4070] = { "лицарський щит для поєдинків" }, -- Jouster's Crest
[4071] = { "блискуча кольчужна кіраса" }, -- Glimmering Mail Breastplate
[4072] = { "блискучі кольчужні рукавиці" }, -- Glimmering Mail Gauntlets
[4073] = { "блискучі кольчужні наголінники" }, -- Glimmering Mail Greaves
[4074] = { "кольчужний бойовий обладунок" }, -- Mail Combat Armor
[4075] = { "кольчужні бойові рукавиці" }, -- Mail Combat Gauntlets
[4076] = { "кольчужні бойові чоботи" }, -- Mail Combat Boots
[4077] = { "кольчужний бойовий обруч" }, -- Mail Combat Headguard
[4078] = { "койф старшого бригадира" }, -- Chief Brigadier Coif
[4079] = { "поножі старшого бригадира" }, -- Chief Brigadier Leggings
[4080] = { "капюшон Чорної кузні" }, -- Blackforge Cowl
[4082] = { "кіраса Чорної кузні" }, -- Blackforge Breastplate
[4083] = { "рукавиці Чорної кузні" }, -- Blackforge Gauntlets
[4084] = { "поножі Чорної кузні" }, -- Blackforge Leggings
[4085] = { "зламаний горщик Кронжека", flavor="Горщик вкритий манометрами та циферблатами." }, -- Krazek's Crock Pot
[4086] = { "світлова гвинтівка" }, -- Flash Rifle
[4087] = { "міткострільний лук" }, -- Trueshot Bow
[4088] = { "жахливий клинок" }, -- Dreadblade
[4089] = { "рикошетний мушкетон" }, -- Ricochet Blunderbuss
[4090] = { "кружка болю", hit="Сповільнює рух цілі на 50% протягом 10 с." }, -- Mug O' Hurt
[4091] = { "Вдовороб" }, -- Widowmaker
[4092] = { "призматична луска василіска" }, -- Prismatic Basilisk Scale
[4093] = { "великий хвіст василіска" }, -- Large Basilisk Tail
[4094] = { "уламок скрижалі" }, -- Tablet Shard
[4096] = { "груба шерсть горили" }, -- Coarse Gorilla Hair
[4097] = { "надколений зуб горили" }, -- Chipped Gorilla Tooth
[4098] = { "акуратно складена записка" }, -- Carefully Folded Note
[4099] = { "пучок шерсті горили" }, -- Tuft of Gorilla Hair
[4100] = { "зім'ята записка" }, -- Crumpled Note
[4101] = { "подрана записка" }, -- Ripped Note
[4102] = { "порвана записка" }, -- Torn Note
[4103] = { "ключ від кайданів" }, -- Shackle Key
[4104] = { "шкура кроколіска-тріскощелепа" }, -- Snapjaw Crocolisk Skin
[4105] = { "шкура старого кроколіска" }, -- Elder Crocolisk Skin
[4106] = { "галтований кристал" }, -- Tumbled Crystal
[4107] = { "рукавиці тигролова" }, -- Tiger Hunter Gloves
[4108] = { "поножі мисливця на пантер" }, -- Panther Hunter Leggings
[4109] = { "черевики \"Переможець\"" }, -- Excelsior Boots
[4110] = { "лук мисливця-майстра" }, -- Master Hunter's Bow
[4111] = { "рушниця мисливця-майстра" }, -- Master Hunter's Rifle
[4112] = { "намисто верховного шамана" }, -- Choker of the High Shaman
[4113] = { "зігрівальна ковдра" }, -- Medicine Blanket
[4114] = { "плащ темного припливу" }, -- Darktide Cape
[4115] = { "Ґром'ґолський баклер" }, -- Grom'gol Buckler
[4116] = { "севар Олмана" }, -- Olmann Sewar
[4117] = { "опікаючий пояс", equip="Збільшує шкоду від заклинань і ефектів вогню на 13." }, -- Scorching Sash
[4118] = { "носова сережка Пуби" }, -- Poobah's Nose Ring
[4119] = { "мундир мисливця на рапторів" }, -- Raptor Hunter Tunic
[4120] = { "мантія кришталевих вод" }, -- Robe of Crystal Waters
[4121] = { "рукавички з самоцвітами" }, -- Gemmed Gloves
[4122] = { "букмекерський скіпетр" }, -- Bookmaker's Scepter
[4123] = { "наплечі крижаного металу" }, -- Frost Metal Pauldrons
[4124] = { "шапка гармонії" }, -- Cap of Harmony
[4125] = { "сфера спокою" }, -- Tranquil Orb
[4126] = { "партизанський сікач" }, -- Guerrilla Cleaver
[4127] = { "шрапнельна рушниця" }, -- Shrapnel Blaster
[4128] = { "срібна копалка" }, -- Silver Spade
[4129] = { "щит колектора" }, -- Collection Plate
[4130] = { "компас Смоттса", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Smotts' Compass
[4131] = { "пояс псування" }, -- Belt of Corruption
[4132] = { "наручі Темного Списа" }, -- Darkspear Armsplints
[4133] = { "браслети Темного Списа" }, -- Darkspear Cuffs
[4134] = { "містичний посох Німбої" }, -- Nimboya's Mystical Staff
[4135] = { "кільце з кривавої кістки" }, -- Bloodbone Band
[4136] = { "чоботи Темного Списа" }, -- Darkspear Boots
[4137] = { "черевики Темного Списа" }, -- Darkspear Shoes
[4138] = { "мундир Чорноводдя" }, -- Blackwater Tunic
[4139] = { "сандалі джунглів" }, -- Junglewalker Sandals
[4140] = { "пальмові наплечі" }, -- Palm Frond Mantle
[4190] = { "пір'яний обладунок" }, -- Feathered Armor
[4194] = { "пір'яні браслети" }, -- Feathered Bracers
[4195] = { "пір'яні чоботи" }, -- Feathered Boots
[4196] = { "пір'яне напліччя" }, -- Feathered Mantle
[4197] = { "берилові наплічники" }, -- Berylline Pads
[4213] = { "гримуар приречення", use="Навчає закляттю \"Ритуал приречення\"." }, -- Grimoire of Doom
[4231] = { "оброблена легка шкура" }, -- Cured Light Hide
[4232] = { "середня шкура" }, -- Medium Hide
[4233] = { "оброблена середня шкура" }, -- Cured Medium Hide
[4234] = { "важка шкіра" }, -- Heavy Leather
[4235] = { "важка шкура" }, -- Heavy Hide
[4236] = { "оброблена важка шкура" }, -- Cured Heavy Hide
[4237] = { "шкіряний ремінь ручної роботи" }, -- Handstitched Leather Belt
[4238] = { "лляна сумка" }, -- Linen Bag
[4239] = { "тиснені шкіряні рукавички" }, -- Embossed Leather Gloves
[4240] = { "вовняна сумка" }, -- Woolen Bag
[4241] = { "зелена вовняна сумка" }, -- Green Woolen Bag
[4242] = { "тиснені шкіряні штани" }, -- Embossed Leather Pants
[4243] = { "тонкий шкіряний мундир" }, -- Fine Leather Tunic
[4244] = { "жилет жителя пагорбів" }, -- Hillman's Leather Vest
[4245] = { "маленька шовкова сумка" }, -- Small Silk Pack
[4246] = { "тонкий шкіряний пояс" }, -- Fine Leather Belt
[4247] = { "рукавиці жителя пагорбів" }, -- Hillman's Leather Gloves
[4248] = { "темні шкіряні рукавиці", equip="Трохи збільшує вашу здібність зламу замків." }, -- Dark Leather Gloves
[4249] = { "темний шкіряний пояс" }, -- Dark Leather Belt
[4250] = { "пояс жителя пагорбів" }, -- Hillman's Belt
[4251] = { "наплечі жителя пагорбів" }, -- Hillman's Shoulders
[4252] = { "темні шкіряні наплечі" }, -- Dark Leather Shoulders
[4253] = { "укріплені шкіряні рукавиці" }, -- Toughened Leather Gloves
[4254] = { "варварські рукавиці" }, -- Barbaric Gloves
[4255] = { "зелений шкіряний обладунок" }, -- Green Leather Armor
[4256] = { "обладунок вартового" }, -- Guardian Armor
[4257] = { "зелений шкіряний пояс" }, -- Green Leather Belt
[4258] = { "пояс вартового" }, -- Guardian Belt
[4259] = { "зелені шкіряні браслети" }, -- Green Leather Bracers
[4260] = { "шкіряні браслети вартового" }, -- Guardian Leather Bracers
[4261] = { "брюки Соллідена" }, -- Solliden's Trousers
[4262] = { "прикрашений самоцвітами шкіряний пояс", use="Зцілює вам від 225 до 375 здоров'я." }, -- Gem-studded Leather Belt
[4263] = { "стандартний щит" }, -- Standard Issue Shield
[4264] = { "варварський пояс", use="Збільшити лють на 30." }, -- Barbaric Belt
[4265] = { "накладки з важкої шкіри", use="Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що назавжди збільшить показник його броні на 24. Можна використовувати лише на предметах 15-го рівня і вище." }, -- Heavy Armor Kit
[4278] = { "мала руда кривавого каменю" }, -- Lesser Bloodstone Ore
[4289] = { "сіль" }, -- Salt
[4290] = { "пиловий щит" }, -- Dust Bowl
[4291] = { "шовкова нитка" }, -- Silken Thread
[4292] = { "викрійка: Зелена вовняна сумка", use="Навчає вас створювати зелену вовняну сумку.", recipe_result_item=4241 }, -- Pattern: Green Woolen Bag
[4293] = { "викрійка: Жилет жителя пагорбів", use="Навчає вас створювати жилет жителя пагорбів.", recipe_result_item=4244 }, -- Pattern: Hillman's Leather Vest
[4294] = { "викрійка: Пояс жителя пагорбів", use="Навчає вас створювати пояс жителя пагорбів.", recipe_result_item=4250 }, -- Pattern: Hillman's Belt
[4296] = { "викрійка: Темні шкіряні наплечі", use="Навчає вас створювати темні шкіряні наплечі.", recipe_result_item=4252 }, -- Pattern: Dark Leather Shoulders
[4297] = { "викрійка: Варварські рукавиці", use="Навчає вас створювати варварські рукавиці.", recipe_result_item=4254 }, -- Pattern: Barbaric Gloves
[4298] = { "викрійка: Пояс вартового", use="Навчає вас створювати пояс вартового.", recipe_result_item=4258 }, -- Pattern: Guardian Belt
[4299] = { "викрійка: Обладунок вартового", use="Навчає вас створювати обладунок вартового.", recipe_result_item=4256 }, -- Pattern: Guardian Armor
[4300] = { "викрійка: Шкіряні браслети вартового", use="Навчає вас створювати шкіряні браслети вартового.", recipe_result_item=4260 }, -- Pattern: Guardian Leather Bracers
[4301] = { "викрійка: Варварський пояс", use="Навчає вас створювати варварський пояс.", recipe_result_item=4264 }, -- Pattern: Barbaric Belt
[4302] = { "маленький зелений кинджал" }, -- Small Green Dagger
[4303] = { "череподробитель" }, -- Cranial Thumper
[4304] = { "товста шкіра" }, -- Thick Leather
[4305] = { "рулон шовкової тканини" }, -- Bolt of Silk Cloth
[4306] = { "шовкове полотно" }, -- Silk Cloth
[4307] = { "щільні лляні рукавички" }, -- Heavy Linen Gloves
[4308] = { "зелені лляні браслети" }, -- Green Linen Bracers
[4309] = { "лляні брюки ручної роботи" }, -- Handstitched Linen Britches
[4310] = { "щільні вовняні рукавички" }, -- Heavy Woolen Gloves
[4311] = { "щільний вовняний плащ" }, -- Heavy Woolen Cloak
[4312] = { "лляні черевики на м'якій підошві" }, -- Soft-soled Linen Boots
[4313] = { "червоні вовняні черевики" }, -- Red Woolen Boots
[4314] = { "двічі прошиті вовняні наплечі" }, -- Double-stitched Woolen Shoulders
[4315] = { "укріплені вовняні наплечі" }, -- Reinforced Woolen Shoulders
[4316] = { "щільні вовняні штани" }, -- Heavy Woolen Pants
[4317] = { "штани фенікса", equip="Збільшує шкоду від заклинань і ефектів вогню на 10." }, -- Phoenix Pants
[4318] = { "рукавички медитації" }, -- Gloves of Meditation
[4319] = { "лазурові шовкові рукавички", equip="Збільшує шкоду від заклинань і ефектів криги на 10." }, -- Azure Silk Gloves
[4320] = { "чоботи з павутинного шовку" }, -- Spidersilk Boots
[4321] = { "павутинні черевики" }, -- Spider Silk Slippers
[4322] = { "капюшон чародія" }, -- Enchanter's Cowl
[4323] = { "тіньовий капюшон", equip="Збільшує шкоду від заклинань і ефектів тіні на 7." }, -- Shadow Hood
[4324] = { "лазуровий шовковий жилет", equip="Збільшує шкоду від заклинань і ефектів криги на 7." }, -- Azure Silk Vest
[4325] = { "черевики чародія" }, -- Boots of the Enchanter
[4326] = { "довгий шовковий плащ" }, -- Long Silken Cloak
[4327] = { "льодяний плащ" }, -- Icy Cloak
[4328] = { "павучий пояс", use="Знімає наявні ефекти знерухомлення і дає невразливість до ефектів знерухомлення на 5 секунд." }, -- Spider Belt
[4329] = { "зоряний пояс", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Star Belt
[4330] = { "стильна червона сорочка" }, -- Stylish Red Shirt
[4331] = { "рукавички фенікса", equip="Збільшує шкоду від заклинань і ефектів вогню на 9." }, -- Phoenix Gloves
[4332] = { "яскрава жовта сорочка" }, -- Bright Yellow Shirt
[4333] = { "темна шовкова сорочка" }, -- Dark Silk Shirt
[4334] = { "офіційна біла сорочка" }, -- Formal White Shirt
[4335] = { "розкішна фіолетова шовкова сорочка" }, -- Rich Purple Silk Shirt
[4336] = { "чорна сорочка шибайголови" }, -- Black Swashbuckler's Shirt
[4337] = { "товстий павутинний шовк" }, -- Thick Spider's Silk
[4338] = { "маготкане полотно" }, -- Mageweave Cloth
[4339] = { "рулон маготканої тканини" }, -- Bolt of Mageweave
[4340] = { "сірий барвник" }, -- Gray Dye
[4341] = { "жовтий барвник" }, -- Yellow Dye
[4342] = { "пурпуровий барвник" }, -- Purple Dye
[4343] = { "коричневі лляні штани" }, -- Brown Linen Pants
[4344] = { "коричнева лляна сорочка" }, -- Brown Linen Shirt
[4345] = { "викрійка: Червоні вовняні черевики", use="Навчає вас створювати червоні вовняні черевики.", recipe_result_item=4313 }, -- Pattern: Red Woolen Boots
[4346] = { "викрійка: Щільний вовняний плащ", use="Навчає вас створювати щільний вовняний плащ.", recipe_result_item=4311 }, -- Pattern: Heavy Woolen Cloak
[4347] = { "викрійка: Укріплені вовняні наплечі", use="Навчає вас створювати укріплені вовняні наплечі.", recipe_result_item=4315 }, -- Pattern: Reinforced Woolen Shoulders
[4348] = { "викрійка: Рукавички фенікса", use="Навчає вас створювати рукавички фенікса.", recipe_result_item=4331 }, -- Pattern: Phoenix Gloves
[4349] = { "викрійка: Штани фенікса", use="Навчає вас створювати штани фенікса.", recipe_result_item=4317 }, -- Pattern: Phoenix Pants
[4350] = { "викрійка: Павутинні черевики", use="Навчає вас створювати павутинні черевики.", recipe_result_item=4321 }, -- Pattern: Spider Silk Slippers
[4351] = { "викрійка: Тіньовий капюшон", use="Навчає вас створювати тіньовий капюшон.", recipe_result_item=4323 }, -- Pattern: Shadow Hood
[4352] = { "викрійка: Черевики чародія", use="Навчає вас створювати черевики чародія.", recipe_result_item=4325 }, -- Pattern: Boots of the Enchanter
[4353] = { "викрійка: Павучий пояс", use="Навчає вас створювати павучий пояс.", recipe_result_item=4328 }, -- Pattern: Spider Belt
[4354] = { "викрійка: Розкішна фіолетова шовкова сорочка", use="Навчає вас створювати розкішну фіолетову шовкову сорочку.", recipe_result_item=4335 }, -- Pattern: Rich Purple Silk Shirt
[4355] = { "викрійка: Льодяний плащ", use="Навчає вас створювати льодяний плащ.", recipe_result_item=4327 }, -- Pattern: Icy Cloak
[4356] = { "викрійка: Зоряний пояс", use="Навчає вас створювати зоряний пояс.", recipe_result_item=4329 }, -- Pattern: Star Belt
[4357] = { "грубий вибуховий порошок" }, -- Rough Blasting Powder
[4358] = { "грубий динаміт", use="Завдає від 26 до 34 шкоди вогнем в радіусі 5 м." }, -- Rough Dynamite
[4359] = { "жменя мідних болтів" }, -- Handful of Copper Bolts
[4360] = { "груба мідна бомба", use="Завдає від 22 до 28 шкоди вогнем та приголомшує цілі в радіусі 3 м на 1 сек. Будь-яка шкода припиняє дію." }, -- Rough Copper Bomb
[4361] = { "мідна трубка" }, -- Copper Tube
[4362] = { "грубий громостріл" }, -- Rough Boomstick
[4363] = { "мідний модулятор" }, -- Copper Modulator
[4364] = { "шорсткий вибуховий порошок" }, -- Coarse Blasting Powder
[4365] = { "шорсткий динаміт", use="Завдає від 51 до 69 шкоди вогнем в радіусі 5 м." }, -- Coarse Dynamite
[4366] = { "манекен-мішень", use="Встановлення на землі манекена, який притягуватиме до себе найближчих ворогів. Існує 15 сек або до знищення." }, -- Target Dummy
[4367] = { "малий сифорієвий заряд", use="Підриває прості замки." }, -- Small Seaforium Charge
[4368] = { "окуляри літаючого тигра" }, -- Flying Tiger Goggles
[4369] = { "смертоносний мушкетон" }, -- Deadly Blunderbuss
[4370] = { "велика мідна бомба", use="Завдає від 43 до 57 шкоди вогнем та приголомшує цілі в радіусі 5 м на 1 сек. Будь-яка шкода припиняє дію." }, -- Large Copper Bomb
[4371] = { "бронзова трубка" }, -- Bronze Tube
[4372] = { "створений з любов'ю громостріл" }, -- Lovingly Crafted Boomstick
[4373] = { "тіньові окуляри" }, -- Shadow Goggles
[4374] = { "мала бронзова бомба", use="Завдає від 73 до 97 шкоди вогнем та приголомшує цілі в радіусі 3 м на 2 сек. Будь-яка шкода припиняє дію." }, -- Small Bronze Bomb
[4375] = { "бронзова тріщалка" }, -- Whirring Bronze Gizmo
[4376] = { "відбивач полум'я", use="Поглинає 500 шкоди від вогню. Триває 1 хвилину." }, -- Flame Deflector
[4377] = { "важкий вибуховий порошок" }, -- Heavy Blasting Powder
[4378] = { "важкий динаміт", use="Завдає від 128 до 172 шкоди вогнем в радіусі 5 м." }, -- Heavy Dynamite
[4379] = { "посріблений дробовик" }, -- Silver-plated Shotgun
[4380] = { "велика бронзова бомба", use="Завдає від 85 до 115 шкоди вогнем та приголомшує цілі в радіусі 5 м на 2 сек. Будь-яка шкода припиняє дію." }, -- Big Bronze Bomb
[4381] = { "малий рекомбобулятор", use="Розсіює ефекти поліморфії з дружньої цілі. Також відновлює від 150 до 250 здоров'я та мани." }, -- Minor Recombobulator
[4382] = { "бронзовий каркас" }, -- Bronze Framework
[4383] = { "місячна гвинтівка" }, -- Moonsight Rifle
[4384] = { "вибухова вівця", use="Викликати вибухову вівцю, яка кидається на найближчого ворога та вибухає, завдаючи від 135 до 165 шкоди. Існує 3 хвилини або поки не вибухне." }, -- Explosive Sheep
[4385] = { "зелені тоновані окуляри" }, -- Green Tinted Goggles
[4386] = { "відбивач криги", use="Поглинає 600 шкоди від криги. Триває 1 хвилину." }, -- Ice Deflector
[4387] = { "залізна стійка" }, -- Iron Strut
[4388] = { "промінь заплутаності", use="Перетворює ціль в лепрогнома, зменшуючи її шкоду від атак в ближньому бою та заклинань на 40, а швидкість пересування на 20% на 12 секунд." }, -- Discombobulator Ray
[4389] = { "гірохронатом" }, -- Gyrochronatom
[4390] = { "залізна граната", use="Завдає від 132 до 218 шкоди вогнем та приголомшує цілі в радіусі 3 м на 3 сек. Будь-яка шкода припиняє дію." }, -- Iron Grenade
[4391] = { "портативний жнивальний збирач", use="Створити портативний жнивальний збирач, що битиметься за вас протягом 10 хв або доки його не буде знищено." }, -- Compact Harvest Reaper Kit
[4392] = { "вдосконалений манекен-мішень", use="Встановлення на землі манекена, який притягуватиме до себе найближчих ворогів. Існує 15 сек або до знищення." }, -- Advanced Target Dummy
[4393] = { "монокль ремісника" }, -- Craftsman's Monocle
[4394] = { "велика залізна бомба", use="Завдає від 149 до 201 шкоди вогнем та приголомшує цілі в радіусі 5 м на 3 сек. Будь-яка шкода припиняє дію." }, -- Big Iron Bomb
[4395] = { "гоблінська міна", use="Розмістити на землі гоблінську міну, яка вибухне, завдавши від 394 до 506 вогняної шкоди коли поруч пройде ворог. Міна існує 1 хв." }, -- Goblin Land Mine
[4396] = { "механічне драконеня", use="Активувати ваше механічне драконеня, що битиметься за вас протягом 1 хвилини. Перш ніж його можна буде використати знову, йому потрібно відновитись протягом години." }, -- Mechanical Dragonling
[4397] = { "гномський маскувальний пристрій", use="Дає невидимість на 10 секунд. Можна використовувати лише раз в 60 хвилин." }, -- Gnomish Cloaking Device
[4398] = { "великий сифорієвий заряд", use="Підриває складні замки." }, -- Large Seaforium Charge
[4399] = { "дерев'яний приклад" }, -- Wooden Stock
[4400] = { "важкий приклад" }, -- Heavy Stock
[4401] = { "коробка з механічною білкою", use="Створює механічну білку, яка слідує за вами. Клацніть правою кнопкою миші, щоб викликати і відпустити білку." }, -- Mechanical Squirrel Box
[4402] = { "мала полум'яна залоза" }, -- Small Flame Sac
[4403] = { "портативна бронзова мортира", use="Завдає від 85 до 115 шкоди вогнем та приголомшує цілі в радіусі 5 м на 2 сек. Будь-яка шкода припиняє дію." }, -- Portable Bronze Mortar
[4404] = { "срібний контакт" }, -- Silver Contact
[4405] = { "кустарний приціл", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на 1." }, -- Crude Scope
[4406] = { "звичайний приціл", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на 2." }, -- Standard Scope
[4407] = { "точний приціл", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на 3." }, -- Accurate Scope
[4408] = { "креслення: Коробка з механічною білкою", use="Навчає вас створювати коробку з механічною білкою.", recipe_result_item=4401 }, -- Schematic: Mechanical Squirrel
[4409] = { "креслення: Малий сифорієвий заряд", use="Навчає вас створювати малий сифорієвий заряд.", recipe_result_item=4367 }, -- Schematic: Small Seaforium Charge
[4410] = { "креслення: Тіньові окуляри", use="Навчає вас створювати тіньові окуляри.", recipe_result_item=4373 }, -- Schematic: Shadow Goggles
[4411] = { "креслення: Відбивач полум'я", use="Навчає вас створювати відбивач полум'я.", recipe_result_item=4376 }, -- Schematic: Flame Deflector
[4412] = { "креслення: Місячна гвинтівка", use="Навчає вас створювати місячну гвинтівку.", recipe_result_item=4383 }, -- Schematic: Moonsight Rifle
[4413] = { "креслення: Промінь заплутаності", use="Навчає вас створювати промінь заплутаності.", recipe_result_item=4388 }, -- Schematic: Discombobulator Ray
[4414] = { "креслення: Портативна бронзова мортира", use="Навчає вас створювати портативну бронзову мортиру.", recipe_result_item=4403 }, -- Schematic: Portable Bronze Mortar
[4415] = { "креслення: Монокль ремісника", use="Навчає вас створювати монокль ремісника.", recipe_result_item=4393 }, -- Schematic: Craftsman's Monocle
[4416] = { "креслення: Гоблінська міна", use="Навчає вас створювати гоблінську міну.", recipe_result_item=4395 }, -- Schematic: Goblin Land Mine
[4417] = { "креслення: Великий сифорієвий заряд", use="Навчає вас створювати великий сифорієвий заряд.", recipe_result_item=4398 }, -- Schematic: Large Seaforium Charge
[4419] = { "сувій інтелекту III", use=8098 }, -- Scroll of Intellect III
[4421] = { "сувій захисту III", use=8095 }, -- Scroll of Protection III
[4422] = { "сувій витривалості III", use=8101 }, -- Scroll of Stamina III
[4424] = { "сувій духу III", use=8114 }, -- Scroll of Spirit III
[4425] = { "сувій спритності III", use=8117 }, -- Scroll of Agility III
[4426] = { "сувій сили III", use=8120 }, -- Scroll of Strength III
[4428] = { "павуча лапка" }, -- Spider Palp
[4429] = { "накази Темнолюта" }, -- Deepfury's Orders
[4430] = { "примарний талісман" }, -- Ethereal Talisman
[4432] = { "лист Саллі Баллу", flavor="Моя люба Саро..." }, -- Sully Balloo's Letter
[4433] = { "промоклий конверт" }, -- Waterlogged Envelope
[4434] = { "штани опудала" }, -- Scarecrow Trousers
[4435] = { "порошинка Мізраель" }, -- Mote of Myzrael
[4436] = { "інкрустований самоцвітами пояс" }, -- Jewel-encrusted Sash
[4437] = { "посох чаклуна" }, -- Channeler's Staff
[4438] = { "браслети борця" }, -- Pugilist Bracers
[4439] = { "дубина забіяки" }, -- Bruiser Club
[4440] = { "сигіла Строма" }, -- Sigil of Strom
[4441] = { "самогон Мак-Кріла" }, -- MacKreel's Moonshine
[4443] = { "зловісні наплічники" }, -- Grim Pauldrons
[4444] = { "щит чорного панцира", use="Намагається зняти 1 ефект отрути з цілі, та ще 1 ефект отрути кожні 2 с протягом 8 с." }, -- Black Husk Shield
[4445] = { "різьбяр плоті" }, -- Flesh Carver
[4446] = { "клинок чорної отрути", hit="Отруює ціль, завдаючи 5 шкоди від природи кожні 3 с протягом 15 с." }, -- Blackvenom Blade
[4447] = { "покров ночі" }, -- Cloak of Night
[4448] = { "панцир Нараксіса" }, -- Husk of Naraxis
[4449] = { "ікло Нараксіса", hit="Отруює ціль, завдаючи 6 шкоди від природи кожні 3 с протягом 15 с." }, -- Naraxis' Fang
[4450] = { "фрагмент сигіли" }, -- Sigil Fragment
[4453] = { "сигіла Торадіна" }, -- Sigil of Thoradin
[4454] = { "кіготь Коструба" }, -- Talon of Vultros
[4455] = { "портупея зі шкури раптора" }, -- Raptor Hide Harness
[4456] = { "ремінь зі шкури раптора" }, -- Raptor Hide Belt
[4457] = { "смажене крильце канюка", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 8 на 15 хв." }, -- Barbecued Buzzard Wing
[4458] = { "сигіла Аратора" }, -- Sigil of Arathor
[4459] = { "крихка кістка дракона" }, -- Brittle Dragon Bone
[4460] = { "рвана перетинка крила" }, -- Ripped Wing Webbing
[4461] = { "шкура раптора" }, -- Raptor Hide
[4462] = { "плащ гнилі" }, -- Cloak of Rot
[4463] = { "бісерний нашийник раптора" }, -- Beaded Raptor Collar
[4464] = { "чоботи для побиття" }, -- Trouncing Boots
[4465] = { "рукавиці кістяного кулака" }, -- Bonefist Gauntlets
[4466] = { "сигіла Тролебоя" }, -- Sigil of Trollbane
[4467] = { "сигіла Іґная" }, -- Sigil of Ignaeus
[4468] = { "Трол'Калар в піхвах", flavor="Легендарний меч Іґная Тролебоя." }, -- Sheathed Trol'kalar
[4469] = { "скіпетр порядку" }, -- Rod of Order
[4470] = { "проста деревина" }, -- Simple Wood
[4471] = { "кремінь і трут" }, -- Flint and Tinder
[4472] = { "сувій Мізраель", use="Викликає Мізраель з осколків Мізраель." }, -- Scroll of Myzrael
[4473] = { "таємничі кайдани" }, -- Eldritch Shackles
[4474] = { "лук воронячого лісу" }, -- Ravenwood Bow
[4476] = { "мантія звіровода" }, -- Beastwalker Robe
[4477] = { "мерзенний баклер" }, -- Nefarious Buckler
[4478] = { "райдужні лускаті поножі" }, -- Iridescent Scale Leggings
[4479] = { "палаючий оберіг", use="Позбувається буревійного вигнанця" }, -- Burning Charm
[4480] = { "буревійний оберіг", use="Позбувається бурунистого вигнанця" }, -- Thundering Charm
[4481] = { "бурунистий оберіг", use="Позбувається палаючого вигнанця" }, -- Cresting Charm
[4482] = { "запечатана тека" }, -- Sealed Folder
[4483] = { "палаючий ключ" }, -- Burning Key
[4484] = { "бурунистий ключ" }, -- Cresting Key
[4485] = { "буревійний ключ" }, -- Thundering Key
[4487] = { "карта з \"Дівочої примхи\"" }, -- Maiden's Folly Charts
[4488] = { "карта з \"Духу Срібнохвою\"" }, -- Spirit of Silverpine Charts
[4489] = { "журнал \"Дівочої примхи\"" }, -- Maiden's Folly Log
[4490] = { "журнал \"Духу Срібнохвою\"" }, -- Spirit of Silverpine Log
[4491] = { "окуляри для пошуку самоцвітів", equip="На мінімапі відображаються найближчі ельфійські самоцвіти." }, -- Goggles of Gem Hunting
[4492] = { "ельфійський самоцвіт" }, -- Elven Gem
[4493] = { "ельфійські самоцвіти" }, -- Elven Gems
[4494] = { "запечатаний лист Морського Рога" }, -- Seahorn's Sealed Letter
[4495] = { "амулет з кривавого каменю" }, -- Bloodstone Amulet
[4496] = { "маленький коричневий мішечок" }, -- Small Brown Pouch
[4497] = { "важка коричнева сумка" }, -- Heavy Brown Bag
[4498] = { "коричневий шкіряний ранець" }, -- Brown Leather Satchel
[4499] = { "величезний коричневий мішок" }, -- Huge Brown Sack
[4500] = { "рюкзак мандрівника" }, -- Traveler's Backpack
[4502] = { "зразок ельфійського самоцвіту" }, -- Sample Elven Gem
[4503] = { "ікло троля Зів'ялої Кори" }, -- Witherbark Tusk
[4504] = { "плащ дворфійської варти" }, -- Dwarven Guard Cloak
[4505] = { "болотні брюки" }, -- Swampland Trousers
[4506] = { "cтромвартський значок" }, -- Stromgarde Badge
[4507] = { "щит гладіатора" }, -- Pit Fighter's Shield
[4508] = { "кривавий обладунок" }, -- Blood-tinged Armor
[4509] = { "рукавиці морського вовка" }, -- Seawolf Gloves
[4510] = { "мерзенна сфера з кривавого каменю" }, -- Befouled Bloodstone Orb
[4511] = { "молот чорноводдя" }, -- Black Water Hammer
[4512] = { "око плоскогірного раптора" }, -- Highland Raptor Eye
[4513] = { "серце раптора" }, -- Raptor Heart
[4514] = { "прохання Сари Баллу", flavor="Моєму шановному королю" }, -- Sara Balloo's Plea
[4515] = { "голова Марез" }, -- Marez's Head
[4516] = { "голова Отто" }, -- Otto's Head
[4517] = { "голова Соколохресного" }, -- Falconcrest's Head
[4518] = { "рваний фрагмент сувою" }, -- Torn Scroll Fragment
[4519] = { "м'ятий фрагмент сувою" }, -- Crumpled Scroll Fragment
[4520] = { "обпалений фрагмент сувою" }, -- Singed Scroll Fragment
[4521] = { "альтерацький граніт" }, -- Alterac Granite
[4522] = { "мішечок з травами Зів'ялої Кори" }, -- Witherbark Medicine Pouch
[4524] = { "пам'ятник Баллу" }, -- Balloo's Memorial
[4525] = { "жезл Трелейна для виклику" }, -- Trelane's Wand of Invocation
[4526] = { "амулет із пазура раптора" }, -- Raptor Talon Amulet
[4527] = { "лазурний агат" }, -- Azure Agate
[4528] = { "сфера Тор'ґана" }, -- Tor'gan's Orb
[4529] = { "зачарований агат", use="Активує захист вежі Трелейна." }, -- Enchanted Agate
[4530] = { "філактерія Трелейна" }, -- Trelane's Phylactery
[4531] = { "сфера Трелейна" }, -- Trelane's Orb
[4532] = { "червоний агат Трелейна" }, -- Trelane's Ember Agate
[4533] = { "запечатаний лист до архімага Маліна" }, -- Sealed Letter to Archmage Malin
[4534] = { "наручі зі сталевими застібками" }, -- Steel-clasped Bracers
[4535] = { "пам'ятний перстень Залізогарта" }, -- Ironforge Memorial Ring
[4536] = { "соковите червоне яблуко", use=433 }, -- Shiny Red Apple
[4537] = { "Тел'абімський банан", use=434 }, -- Tel'Abim Banana
[4538] = { "дикий кавун", use=435 }, -- Snapvine Watermelon
[4539] = { "золотисте яблуко", use=1127 }, -- Goldenbark Apple
[4540] = { "кусень твердого хліба", use=433 }, -- Tough Hunk of Bread
[4541] = { "свіжоспечений хліб", use=434 }, -- Freshly Baked Bread
[4542] = { "вологий кукурудзяний хліб", use=435 }, -- Moist Cornbread
[4543] = { "каптур зі шкіри білого дракончика" }, -- White Drakeskin Cap
[4544] = { "мулгорський хліб із прянощами", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Mulgore Spice Bread
[4545] = { "сяючі срібні наручі" }, -- Radiant Silver Bracers
[4546] = { "клич раптора", use="Збільшує спритність на 12 на 30 хв." }, -- Call of the Raptor
[4547] = { "гномський шокер" }, -- Gnomish Zapper
[4548] = { "сервомеханічна кувалда", equip="Збільшує навичку володіння дворучними булавами на 7." }, -- Servomechanic Sledgehammer
[4549] = { "перстень морського вогню" }, -- Seafire Band
[4550] = { "холодноводний перстень" }, -- Coldwater Ring
[4551] = { "голова Ор'Калара" }, -- Or'Kalar's Head
[4552] = { "гладкий уламок каменю" }, -- Smooth Stone Chip
[4553] = { "зазубрений шматок каменю" }, -- Jagged Piece of Stone
[4554] = { "блискучий полірований камінь" }, -- Shiny Polished Stone
[4555] = { "товстий лускатий хвіст" }, -- Thick Scaly Tail
[4556] = { "фрагмент плямистого панцира" }, -- Speckled Shell Fragment
[4557] = { "вогняна залоза" }, -- Fiery Gland
[4558] = { "порожня діжка" }, -- Empty Barrel
[4560] = { "тонкий ятаган" }, -- Fine Scimitar
[4561] = { "скальпуючий томагавк" }, -- Scalping Tomahawk
[4562] = { "сікуча сокира" }, -- Severing Axe
[4563] = { "дубина бугая" }, -- Billy Club
[4564] = { "шипаста дубина" }, -- Spiked Club
[4565] = { "простий кинджал" }, -- Simple Dagger
[4566] = { "міцний кийок" }, -- Sturdy Quarterstaff
[4567] = { "меч найманця" }, -- Merc Sword
[4568] = { "сокира бугая" }, -- Grunt Axe
[4569] = { "незломний молоток" }, -- Staunch Hammer
[4570] = { "березовий молот" }, -- Birchwood Maul
[4571] = { "бойовий ніж" }, -- War Knife
[4575] = { "медичний посох" }, -- Medicine Staff
[4576] = { "легкий лук" }, -- Light Bow
[4577] = { "компактний дробовик" }, -- Compact Shotgun
[4580] = { "ікло шаблезуба" }, -- Sabertooth Fang
[4581] = { "клаптик тонкого хутра" }, -- Patch of Fine Fur
[4582] = { "м'який пухнастий хвіст" }, -- Soft Bushy Tail
[4583] = { "густа пухнаста грива" }, -- Thick Furry Mane
[4584] = { "велика трофейна лапа" }, -- Large Trophy Paw
[4585] = { "мокре жвало павука" }, -- Dripping Spider Mandible
[4586] = { "гладка шкіра раптора" }, -- Smooth Raptor Skin
[4587] = { "пір'я племінного раптора" }, -- Tribal Raptor Feathers
[4588] = { "бездоганний череп раптора" }, -- Pristine Raptor Skull
[4589] = { "довге елегантне перо" }, -- Long Elegant Feather
[4590] = { "загнутий жовтий дзьоб" }, -- Curved Yellow Bill
[4591] = { "орлине око" }, -- Eagle Eye
[4592] = { "муловий луціан", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Longjaw Mud Snapper
[4593] = { "щетиновусий сом", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Bristle Whisker Catfish
[4594] = { "камнелуска тріска", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Rockscale Cod
[4595] = { "вино з джунглів", use="Міцний алкогольний напій." }, -- Junglevine Wine
[4596] = { "безбарвне зілля лікування", ref=118 }, -- Discolored Healing Potion
[4597] = { "рецепт: Безбарвне зілля лікування", use="Навчає вас створювати безбарвне зілля лікування.", recipe_result_item=4596 }, -- Recipe: Discolored Healing Potion
[4598] = { "гоблінська вудка", use="Завдає від 128 до 172 шкоди вогнем в радіусі 5 м." }, -- Goblin Fishing Pole
[4599] = { "шмат в'яленої шинки", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Cured Ham Steak
[4600] = { "вишневий грог", use="Міцний алкогольний напій." }, -- Cherry Grog
[4601] = { "м'який банановий хліб", use=1129 }, -- Soft Banana Bread
[4602] = { "гарбуз місячного врожаю", use=1129 }, -- Moon Harvest Pumpkin
[4603] = { "сирий плямистий жовтохвіст", use=1127 }, -- Raw Spotted Yellowtail
[4604] = { "шапинка лісового гриба", use=433 }, -- Forest Mushroom Cap
[4605] = { "червоний крапчастий гриб", use=434 }, -- Red-speckled Mushroom
[4606] = { "губчастий зморшок", use=435 }, -- Spongy Morel
[4607] = { "смачна печерна пліснява", use=1127 }, -- Delicious Cave Mold
[4608] = { "сирий чорний трюфель", use=1129 }, -- Raw Black Truffle
[4609] = { "рецепт: Смажене крило канюка", use="Навчає вас приготуванню смажених крилець канюка.", recipe_result_item=4457 }, -- Recipe: Barbecued Buzzard Wing
[4610] = { "різьблена кам'яна урна" }, -- Carved Stone Urn
[4611] = { "синя перлина" }, -- Blue Pearl
[4612] = { "серце чорного дракончика" }, -- Black Drake's Heart
[4613] = { "заіржавілий чорний ящик" }, -- Corroded Black Box
[4614] = { "кулон Мізраель" }, -- Pendant of Myzrael
[4615] = { "наручники Чорнохлиста" }, -- Blacklash's Bindings
[4616] = { "щасливе кайло Житника" }, -- Ryedol's Lucky Pick
[4621] = { "браслет посла Інферна" }, -- Ambassador Infernus' Bracer
[4622] = { "записка для радника Белґрама" }, -- Sealed Note to Advisor Belgrum
[4623] = { "мале зілля каменещита", use=4941 }, -- Lesser Stoneshield Potion
[4624] = { "рецепт: Мале зілля каменещита", use="Навчає вас створювати мале зілля каменещита.", recipe_result_item=4623 }, -- Recipe: Lesser Stoneshield Potion
[4625] = { "вогнеквіт" }, -- Firebloom
[4626] = { "маленький кам'яний осколок" }, -- Small Stone Shard
[4627] = { "велика кам'яна брила" }, -- Large Stone Slab
[4628] = { "поручі зв'язування каменю" }, -- Bracers of Rock Binding
[4629] = { "ящик з припасами" }, -- Supply Crate
[4630] = { "брухт" }, -- Scrap Metal
[4631] = { "скрижаль Р'юн'еха" }, -- Tablet of Ryun'eh
[4632] = { "вишукана бронзова скринька" }, -- Ornate Bronze Lockbox
[4633] = { "важка бронзова скринька" }, -- Heavy Bronze Lockbox
[4634] = { "залізна скринька" }, -- Iron Lockbox
[4635] = { "амулет Молотопалого" }, -- Hammertoe's Amulet
[4636] = { "міцна залізна скринька" }, -- Strong Iron Lockbox
[4637] = { "сталева скринька" }, -- Steel Lockbox
[4638] = { "укріплена сталева скринька" }, -- Reinforced Steel Lockbox
[4639] = { "зачаровані морські водорості", use="Покладіть на сточений морем вівтар, якщо наважитеся..." }, -- Enchanted Sea Kelp
[4640] = { "знак Землі" }, -- Sign of the Earth
[4641] = { "рука Даґуна" }, -- Hand of Dagun
[4643] = { "накидка хмуросталі" }, -- Grimsteel Cape
[4644] = { "серце спадку" }, -- The Legacy Heart
[4645] = { "ланцюги Гемата" }, -- Chains of Hematus
[4646] = { "зірка Ксіл'єх" }, -- Star of Xil'yeh
[4647] = { "збірник Яґіна" }, -- Yagyin's Digest
[4648] = { "сигіла молота" }, -- Sigil of the Hammer
[4649] = { "записка Кісткохвата" }, -- Bonegrip's Note
[4650] = { "записка Бел'дуґура" }, -- Bel'dugur's Note
[4652] = { "щит Салбака" }, -- Salbac Shield
[4653] = { "підковані черевики" }, -- Ironheel Boots
[4654] = { "таємнича скам'янілість" }, -- Mysterious Fossil
[4655] = { "м'ясо гігантського молюска" }, -- Giant Clam Meat
[4656] = { "гарбузик", use=433 }, -- Small Pumpkin
[4658] = { "плащ воїна" }, -- Warrior's Cloak
[4659] = { "пасок воїна" }, -- Warrior's Girdle
[4660] = { "черевики для прогулянок" }, -- Walking Boots
[4661] = { "яскраве напліччя" }, -- Bright Mantle
[4662] = { "плащ підмайстра" }, -- Journeyman's Cloak
[4663] = { "пояс підмайстра" }, -- Journeyman's Belt
[4665] = { "обгорілий плащ" }, -- Burnt Cloak
[4666] = { "обпалений шкіряний ремінь" }, -- Burnt Leather Belt
[4668] = { "бойовий кольчужний плащ" }, -- Battle Chain Cloak
[4669] = { "бойовий кольчужний пасок" }, -- Battle Chain Girdle
[4671] = { "плащ предків" }, -- Ancestral Cloak
[4672] = { "пояс предків" }, -- Ancestral Belt
[4674] = { "племінний плащ" }, -- Tribal Cloak
[4675] = { "племінний пояс" }, -- Tribal Belt
[4676] = { "скелетні рукавиці" }, -- Skeletal Gauntlets
[4677] = { "ветеранський плащ" }, -- Veteran Cloak
[4678] = { "ветеранський пояс" }, -- Veteran Girdle
[4680] = { "солончаковий плащ" }, -- Brackwater Cloak
[4681] = { "солончаковий пасок" }, -- Brackwater Girdle
[4683] = { "плащ чароплета" }, -- Spellbinder Cloak
[4684] = { "пояс чароплета" }, -- Spellbinder Belt
[4686] = { "варварський тканий плащ" }, -- Barbaric Cloth Cloak
[4687] = { "варварський тканий пояс" }, -- Barbaric Cloth Belt
[4689] = { "мисливський плащ" }, -- Hunting Cloak
[4690] = { "мисливський пояс" }, -- Hunting Belt
[4692] = { "церемоніальний плащ" }, -- Ceremonial Cloak
[4693] = { "церемоніальний шкіряний пояс" }, -- Ceremonial Leather Belt
[4694] = { "поліроване напліччя" }, -- Burnished Pauldrons
[4695] = { "полірований плащ" }, -- Burnished Cloak
[4696] = { "лапідісова чаша морехльоба", use="Відновлює 1992 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Lapidis Tankard of Tidesippe
[4697] = { "полірований пасок" }, -- Burnished Girdle
[4698] = { "напліччя провидця" }, -- Seer's Mantle
[4699] = { "пояс провидця" }, -- Seer's Belt
[4700] = { "гравійовані шкіряні наплічники" }, -- Inscribed Leather Spaulders
[4701] = { "гравійований плащ" }, -- Inscribed Cloak
[4702] = { "кайло розвідувача", use="Розтрощити кайло у кузні." }, -- Prospector's Pick
[4703] = { "зламані інструменти" }, -- Broken Tools
[4705] = { "блискуче лускате напліччя" }, -- Lambent Scale Pauldrons
[4706] = { "блискучий лускатий плащ" }, -- Lambent Scale Cloak
[4707] = { "блискучий лускатий пасок" }, -- Lambent Scale Girdle
[4708] = { "яскравий пояс" }, -- Bright Belt
[4709] = { "лісове шкіряне напліччя" }, -- Forest Leather Mantle
[4710] = { "лісовий плащ" }, -- Forest Cloak
[4711] = { "блискучий плащ" }, -- Glimmering Cloak
[4712] = { "блискучий кольчужний пасок" }, -- Glimmering Mail Girdle
[4713] = { "сріблястий плащ" }, -- Silver-thread Cloak
[4714] = { "сріблястий пояс" }, -- Silver-thread Sash
[4715] = { "гербовий плащ" }, -- Emblazoned Cloak
[4716] = { "бойовий плащ" }, -- Combat Cloak
[4717] = { "кольчужний бойовий пояс" }, -- Mail Combat Belt
[4718] = { "напліччя нічного неба" }, -- Nightsky Mantle
[4719] = { "плащ нічного неба" }, -- Nightsky Cloak
[4720] = { "пояс нічного неба" }, -- Nightsky Sash
[4721] = { "орденське напліччя" }, -- Insignia Mantle
[4722] = { "орденський плащ" }, -- Insignia Cloak
[4723] = { "штани Гумберта" }, -- Humbert's Pants
[4724] = { "шолом Гумберта" }, -- Humbert's Helm
[4725] = { "напліччя старшого бригадира" }, -- Chief Brigadier Pauldrons
[4726] = { "плащ старшого бригадира" }, -- Chief Brigadier Cloak
[4727] = { "пасок старшого бригадира" }, -- Chief Brigadier Girdle
[4728] = { "наплечі Твена" }, -- Twain's Shoulder
[4729] = { "напліччя зорі" }, -- Aurora Mantle
[4731] = { "прикрашені гліфами еполети" }, -- Glyphed Epaulets
[4732] = { "прикрашений гліфами плащ" }, -- Glyphed Cloak
[4733] = { "напліччя Чорної кузні" }, -- Blackforge Pauldrons
[4734] = { "імлисте напліччя" }, -- Mistscape Mantle
[4735] = { "імлистий плащ" }, -- Mistscape Cloak
[4736] = { "імлистий пояс" }, -- Mistscape Sash
[4737] = { "імперські шкіряні наплічники" }, -- Imperial Leather Spaulders
[4738] = { "імперський шкіряний ремінь" }, -- Imperial Leather Belt
[4739] = { "м'ясо рівнинобіга" }, -- Plainstrider Meat
[4740] = { "пір'я рівнинобіга" }, -- Plainstrider Feather
[4741] = { "cтромвартські кавалерійські штани" }, -- Stromgarde Cavalry Leggings
[4742] = { "шкура гірської пуми" }, -- Mountain Cougar Pelt
[4743] = { "пульсуючий кристалічний осколок" }, -- Pulsating Crystalline Shard
[4744] = { "наручі з арканічними рунами" }, -- Arcane Runed Bracers
[4745] = { "наручі бойового вершника" }, -- War Rider Bracers
[4746] = { "мантія вісника загибелі" }, -- Doomsayer's Robe
[4751] = { "кіготь Вітролютих" }, -- Windfury Talon
[4752] = { "лазурова пір'їна" }, -- Azure Feather
[4753] = { "бронзова пір'їна" }, -- Bronze Feather
[4755] = { "глечик води" }, -- Water Pitcher
[4756] = { "зіпсована котяча шкура" }, -- Ruined Cat Pelt
[4757] = { "тріснута яєчна шкаралупа" }, -- Cracked Egg Shells
[4758] = { "лапа степового вовка" }, -- Prairie Wolf Paw
[4759] = { "кіготь рівнинобіга" }, -- Plainstrider Talon
[4763] = { "вигнутий лук Чорного лісу" }, -- Blackwood Recurve Bow
[4765] = { "емальований палаш" }, -- Enamelled Broadsword
[4766] = { "дикий клинок" }, -- Feral Blade
[4767] = { "рукавички з мідної тканини" }, -- Coppercloth Gloves
[4768] = { "рукавички адепта" }, -- Adept's Gloves
[4769] = { "трофейна пір'їна хапуна" }, -- Trophy Swoop Quill
[4770] = { "пояс Щетиношкурих" }, -- Bristleback Belt
[4771] = { "плащ жнив" }, -- Harvest Cloak
[4772] = { "теплий плащ" }, -- Warm Cloak
[4775] = { "тріснутий дзьоб" }, -- Cracked Bill
[4776] = { "скуйовджене перо" }, -- Ruffled Feather
[4777] = { "кувалда залізного дерева" }, -- Ironwood Maul
[4778] = { "важка шипаста булава" }, -- Heavy Spiked Mace
[4779] = { "тупий зуб кодо" }, -- Dull Kodo Tooth
[4780] = { "фрагмент рогу кодо" }, -- Kodo Horn Fragment
[4781] = { "жилет шепоту" }, -- Whispering Vest
[4782] = { "мантія сонцестояння" }, -- Solstice Robe
[4783] = { "тотем Соколиного Вітру" }, -- Totem of Hawkwind
[4784] = { "неживий камінь" }, -- Lifeless Stone
[4785] = { "сірчаний пояс" }, -- Brimstone Belt
[4786] = { "пояс мудреця" }, -- Wise Man's Belt
[4787] = { "палаюча смола" }, -- Burning Pitch
[4788] = { "черевики спритності" }, -- Agile Boots
[4789] = { "витривалі черевики" }, -- Stable Boots
[4790] = { "інфернальний плащ" }, -- Inferno Cloak
[4791] = { "зачарована вода", use="Відновлює 1344.6 мани протягом 27 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Enchanted Water
[4792] = { "плащ духу" }, -- Spirit Cloak
[4793] = { "лісовий плащ" }, -- Sylvan Cloak
[4794] = { "вовчі браслети" }, -- Wolf Bracers
[4795] = { "ведмежі браслети" }, -- Bear Bracers
[4796] = { "совині браслети" }, -- Owl Bracers
[4797] = { "вогняний плащ" }, -- Fiery Cloak
[4798] = { "важкий рунічний плащ" }, -- Heavy Runed Cloak
[4799] = { "антикварний плащ" }, -- Antiquated Cloak
[4800] = { "міцні кольчужні штани" }, -- Mighty Chain Pants
[4801] = { "пазурі ловця" }, -- Stalker Claws
[4802] = { "пазурі пуми" }, -- Cougar Claws
[4803] = { "зуб степового альфи" }, -- Prairie Alpha Tooth
[4804] = { "серце степового вовка" }, -- Prairie Wolf Heart
[4805] = { "стегнова кістка рівнинної пуми" }, -- Flatland Cougar Femur
[4806] = { "луска рівнинобіга" }, -- Plainstrider Scale
[4807] = { "шлунок хапуна" }, -- Swoop Gizzard
[4808] = { "колодязний камінь" }, -- Well Stone
[4809] = { "бурштинова насінина" }, -- Ambercorn
[4810] = { "наплічники валуна" }, -- Boulder Pads
[4813] = { "маленький шкіряний нашийник" }, -- Small Leather Collar
[4814] = { "знебарвлене ікло" }, -- Discolored Fang
[4816] = { "поножі легіонера" }, -- Legionnaire's Leggings
[4817] = { "благословенний клеймор" }, -- Blessed Claymore
[4818] = { "меч ката" }, -- Executioner's Sword
[4819] = { "записник Шуморакети" }, -- Fizsprocket's Clipboard
[4820] = { "баклер вартового" }, -- Guardian Buckler
[4821] = { "ведмежий баклер" }, -- Bear Buckler
[4822] = { "совиний диск" }, -- Owl's Disk
[4823] = { "вода провидців", use="Викликає видіння." }, -- Water of the Seers
[4824] = { "забруднена сокира" }, -- Blurred Axe
[4825] = { "загрубіла сокира", equip="Збільшує силу атаки на 8." }, -- Callous Axe
[4826] = { "сокира мародера" }, -- Marauder Axe
[4827] = { "пояс чарівника" }, -- Wizard's Belt
[4828] = { "пояс Ночевітра" }, -- Nightwind Belt
[4829] = { "пояс сновиди" }, -- Dreamer's Belt
[4830] = { "шабельні поножі" }, -- Saber Leggings
[4831] = { "штани ловця" }, -- Stalking Pants
[4832] = { "містичний сарунг" }, -- Mystic Sarong
[4833] = { "славетні наплечі" }, -- Glorious Shoulders
[4834] = { "документи ТзНБ \"Авантюра\"" }, -- Venture Co. Documents
[4835] = { "елітні наплечі" }, -- Elite Shoulders
[4836] = { "вогнетривка куля" }, -- Fireproof Orb
[4837] = { "сила волі" }, -- Strength of Will
[4838] = { "куля могутності" }, -- Orb of Power
[4840] = { "довгий багнет" }, -- Long Bayonet
[4841] = { "ріг Арра'чі" }, -- Horn of Arra'chea
[4843] = { "аметистовий рунічний камінь" }, -- Amethyst Runestone
[4844] = { "опаловий рунічний камінь" }, -- Opal Runestone
[4845] = { "діамантовий рунічний камінь" }, -- Diamond Runestone
[4846] = { "зубець #5" }, -- Cog #5
[4847] = { "кайдани зв'язування стихій Лотвіля" }, -- Lotwil's Shackles of Elemental Binding
[4848] = { "рило бойового кнура" }, -- Battleboar Snout
[4849] = { "вирізка бойового кнура" }, -- Battleboar Flank
[4850] = { "плани нападу Щетиношкурих" }, -- Bristleback Attack Plans
[4851] = { "замазана брудом мапа" }, -- Dirt-stained Map
[4852] = { "світлова бомба", use="Змушує всіх звірів у радіусі 5 метрів тікати 10 сек." }, -- Flash Bomb
[4854] = { "пошматований демонами плащ" }, -- Demon Scarred Cloak
[4859] = { "медальйон Палаючого Леза" }, -- Burning Blade Medallion
[4860] = { "блискуча луска навіженки" }, -- Glistening Frenzy Scale
[4861] = { "прикрашений пір'ям лискучий мундир" }, -- Sleek Feathered Tunic
[4862] = { "хвіст скорпіда-робітника" }, -- Scorpid Worker Tail
[4863] = { "інструменти гномів" }, -- Gnomish Tools
[4864] = { "череп Міншини" }, -- Minshina's Skull
[4865] = { "зіпсована шкура" }, -- Ruined Pelt
[4866] = { "голова Залазейна" }, -- Zalazane's Head
[4867] = { "зламана лапа скорпіда" }, -- Broken Scorpid Leg
[4869] = { "кіготь Фіззла" }, -- Fizzle's Claw
[4870] = { "уривки полотна" }, -- Canvas Scraps
[4871] = { "опалюючий нашийник" }, -- Searing Collar
[4872] = { "сухе око скорпіда" }, -- Dry Scorpid Eye
[4873] = { "сухий затверділий молюск" }, -- Dry Hardened Barnacle
[4874] = { "чисті рибні кістки" }, -- Clean Fishbones
[4875] = { "слизька кістка" }, -- Slimy Bone
[4876] = { "кривавий шкіряний черевик" }, -- Bloody Leather Boot
[4877] = { "кам'яний наконечник стріли" }, -- Stone Arrowhead
[4878] = { "зламаний закривавлений лук" }, -- Broken Bloodstained Bow
[4879] = { "роздавлена тушка кролика" }, -- Squashed Rabbit Carcass
[4880] = { "зламаний спис" }, -- Broken Spear
[4881] = { "старий конверт" }, -- Aged Envelope
[4882] = { "ключ Бенедикта" }, -- Benedict's Key
[4883] = { "накази адмірала Праудмура" }, -- Admiral Proudmoore's Orders
[4886] = { "отруйна залоза отрутохвоста" }, -- Venomtail Poison Sac
[4887] = { "неушкоджене око макрури" }, -- Intact Makrura Eye
[4888] = { "слиз повзуна" }, -- Crawler Mucus
[4890] = { "яйце хвостохляста" }, -- Taillasher Egg
[4891] = { "амулет Крона" }, -- Kron's Amulet
[4892] = { "хутро дуротарського тигра" }, -- Durotar Tiger Fur
[4893] = { "ікло лева савани" }, -- Savannah Lion Tusk
[4894] = { "нирка рівнинобіга" }, -- Plainstrider Kidney
[4895] = { "ріг громоящера" }, -- Thunder Lizard Horn
[4896] = { "печінка кодо" }, -- Kodo Liver
[4897] = { "слинна залоза громояструба" }, -- Thunderhawk Saliva Gland
[4898] = { "громозалоза" }, -- Lightning Gland
[4903] = { "око палаючої тіні" }, -- Eye of Burning Shadow
[4904] = { "протиотрута з отрутохвоста" }, -- Venomtail Antidote
[4905] = { "понівечена клешня Саркота" }, -- Sarkoth's Mangled Claw
[4906] = { "черевики дощеходця" }, -- Rainwalker Boots
[4907] = { "мундир діброви" }, -- Woodland Tunic
[4908] = { "наручі кочівника" }, -- Nomadic Bracers
[4909] = { "поножі мисливця на кодо" }, -- Kodo Hunter's Leggings
[4910] = { "розфарбовані кольчужні рукавиці" }, -- Painted Chain Gloves
[4911] = { "луб'яний баклер" }, -- Thick Bark Buckler
[4913] = { "розфарбований кольчужний ремінь" }, -- Painted Chain Belt
[4914] = { "потерті шкіряні рукавички" }, -- Battleworn Leather Gloves
[4915] = { "м'які вовняні чоботи" }, -- Soft Wool Boots
[4916] = { "м'який вовняний жилет" }, -- Soft Wool Vest
[4917] = { "зношені кольчужні поножі" }, -- Battleworn Chain Leggings
[4918] = { "мішок з припасами" }, -- Sack of Supplies
[4919] = { "м'який вовняний пояс" }, -- Soft Wool Belt
[4920] = { "зношена накидка" }, -- Battleworn Cape
[4921] = { "вкриті пилом поножі" }, -- Dust-covered Leggings
[4922] = { "зубчастий кольчужний жилет" }, -- Jagged Chain Vest
[4923] = { "груба сокира" }, -- Primitive Hatchet
[4924] = { "грубий кийок" }, -- Primitive Club
[4925] = { "грубий клинок" }, -- Primitive Hand Blade
[4926] = { "порожня діжка Ченя" }, -- Chen's Empty Keg
[4928] = { "наручі піскобіга" }, -- Sandrunner Wristguards
[4929] = { "легкий скорпідний обладунок" }, -- Light Scorpid Armor
[4930] = { "шкіряна сумка ручної роботи" }, -- Handmade Leather Bag
[4931] = { "короткий лук з гікорі" }, -- Hickory Shortbow
[4932] = { "гарпієвий крилоріз" }, -- Harpy Wing Clipper
[4933] = { "плащ загартованого бійця" }, -- Seasoned Fighter's Cloak
[4935] = { "широкий металевий пояс" }, -- Wide Metal Girdle
[4936] = { "забруднені черевики" }, -- Dirt-trodden Boots
[4937] = { "штурмовий баклер" }, -- Charging Buckler
[4938] = { "заплямована дерев'яна палиця" }, -- Blemished Wooden Staff
[4939] = { "непохитний довгий меч" }, -- Steady Bastard Sword
[4940] = { "маскувальні захвати" }, -- Veiled Grips
[4941] = { "дуже міцний клей", use="Не дозволяє цілі рухатись впродовж 10 секунд." }, -- Really Sticky Glue
[4942] = { "чоботи з тигрової шкури" }, -- Tiger Hide Boots
[4944] = { "плащ ручної роботи" }, -- Handsewn Cloak
[4945] = { "череп з блідим світінням", use="Викрадає від 75 до 125 здоров'я у ворожої цілі." }, -- Faintly Glowing Skull
[4946] = { "легкі черевики" }, -- Lightweight Boots
[4947] = { "зазубрений кинджал" }, -- Jagged Dagger
[4948] = { "жаляча булава" }, -- Stinging Mace
[4949] = { "оркський сікач" }, -- Orcish Cleaver
[4951] = { "пояс Верескуна" }, -- Squealer's Belt
[4952] = { "бурехміль", use="Міцний ель, що збільшує вашу силу на 4 та зменшує ваш інтелект на 5 на 5 хв." }, -- Stormstout
[4953] = { "трозька брага", use="Збільшує ваше здоров'я від 23 до 37, але зменшує дух на 4 на 5 хв." }, -- Trogg Brew
[4954] = { "пояс кочівника" }, -- Nomadic Belt
[4957] = { "старий гаманець" }, -- Old Moneybag
[4958] = { "вицвілий плащ" }, -- Sun-beaten Cloak
[4959] = { "метальний томагавк" }, -- Throwing Tomahawk
[4960] = { "легкий дріб", desc="Додає 2 шкоди за секунду" }, -- Flash Pellet
[4961] = { "посох вартового снів" }, -- Dreamwatcher Staff
[4962] = { "двошарові рукавички" }, -- Double-layered Gloves
[4963] = { "плащ громового рога" }, -- Thunderhorn Cloak
[4964] = { "убивач гоблінів" }, -- Goblin Smasher
[4965] = { "сокира Кривавого Копита" }, -- Bloodhoof Hand Axe
[4966] = { "голова Маззраначе" }, -- Mazzranache's Head
[4967] = { "щит воїна племені" }, -- Tribal Warrior's Shield
[4968] = { "зв'язана портупея" }, -- Bound Harness
[4969] = { "укріплені наручі" }, -- Fortified Bindings
[4970] = { "грубо зшиті поножі зі шкіри кодо" }, -- Rough-hewn Kodo Leggings
[4971] = { "молот Скорна" }, -- Skorn's Hammer
[4972] = { "черевики скелебіга" }, -- Cliff Runner Boots
[4973] = { "наручі рівнинного мисливця" }, -- Plains Hunter Wristguards
[4974] = { "компактний бойовий ніж" }, -- Compact Fighting Knife
[4975] = { "баклер дозорного", equip="Збільшує шанс блокувати атаки щитом на 1%." }, -- Vigilant Buckler
[4976] = { "кілт туманного серпанку" }, -- Mistspray Kilt
[4977] = { "меч Молотобою" }, -- Sword of Hammerfall
[4978] = { "молот Житника" }, -- Ryedol's Hammer
[4979] = { "зачаровані камнеткані поручі" }, -- Enchanted Stonecloth Bracers
[4980] = { "рукавиці розвідувача" }, -- Prospector Gloves
[4981] = { "поясна сумка Аґмонда" }, -- Agmond's Belt Pouch
[4982] = { "порваний пояс розвідувача" }, -- Ripped Prospector Belt
[4983] = { "трощитель каменю", equip="Збільшує силу атаки на 34." }, -- Rock Pulverizer
[4984] = { "череп неминучої загибелі", use="Збільшує вашу швидкість бігу на 60% на 10 сек, але завдає від 100 до 500 шкоди та витягує від 100 до 500 мани кожні 2 сек." }, -- Skull of Impending Doom
[4986] = { "тріснутий камінь сили", use="Помістити на жертовник вогню" }, -- Flawed Power Stone
[4987] = { "меч дворфійського капітана" }, -- Dwarf Captain's Sword
[4988] = { "палаючий обсидіановий перстень" }, -- Burning Obsidian Band
[4989] = { "мантія мага-дракона" }, -- Mage Dragon Robe
[4990] = { "обпалені пов'язки" }, -- Scorched Bands
[4992] = { "вербувальний лист", flavor="Непідписаний вербувальний лист." }, -- Recruitment Letter
[4995] = { "підписаний вербувальний лист" }, -- Signed Recruitment Letter
[4998] = { "перстень крові" }, -- Blood Ring
[4999] = { "воля Азори" }, -- Azora's Will
[5000] = { "кораловий перстень" }, -- Coral Band
[5001] = { "перстень серця" }, -- Heart Ring
[5002] = { "сяючий зелений талісман" }, -- Glowing Green Talisman
[5003] = { "кришталевий медальйон зоряного вогню" }, -- Crystal Starfire Medallion
[5004] = { "знак Кірін-Тора" }, -- Mark of the Kirin Tor
[5005] = { "кулон іскристого жару" }, -- Emberspark Pendant
[5006] = { "журнал Хазґорма" }, -- Khazgorm's Journal
[5007] = { "кільце шипів" }, -- Band of Thorns
[5008] = { "перстень ртуті" }, -- Quicksilver Ring
[5009] = { "перстень покорителя розуму" }, -- Mindbender Loop
[5010] = { "гравійований золотий перстень" }, -- Inscribed Gold Ring
[5011] = { "перстень в'янення" }, -- Welken Ring
[5012] = { "спори грибів" }, -- Fungal Spores
[5013] = { "проросла цибулина", use="Завдає від 47 до 53 шкоди від природи в радіусі 10 м." }, -- Fertile Bulb
[5016] = { "штани ремісника" }, -- Artisan's Trousers
[5017] = { "нітрогліцерин" }, -- Nitroglycerin
[5018] = { "целюлоза" }, -- Wood Pulp
[5019] = { "нітрат натрію" }, -- Sodium Nitrate
[5020] = { "ключ від скрині зі здобиччю Колкарів", use="Відчиняє скриню зі здобиччю Колкарів." }, -- Kolkar Booty Key
[5021] = { "вибухівка Ґанна", use="Чудово підходить для знищення літальних апаратів." }, -- Explosive Stick of Gann
[5022] = { "голова Барака" }, -- Kodobane's Head
[5023] = { "голова Вероґа" }, -- Verog's Head
[5024] = { "крижаний фіал" }, -- Frost Vial
[5025] = { "голова Герзула" }, -- Hezrul's Head
[5026] = { "вогняна смола" }, -- Fire Tar
[5027] = { "оброблені спори" }, -- Rendered Spores
[5028] = { "скіпетр повелителя Сакрасіса" }, -- Lord Sakrasis' Scepter
[5029] = { "скіпетр повелителя наг" }, -- Talisman of the Naga Lord
[5030] = { "наручі кентаврів" }, -- Centaur Bracers
[5038] = { "Сльоза Місяця" }, -- Tear of the Moons
[5040] = { "ніж темного мисливця" }, -- Shadow Hunter Knife
[5042] = { "обгортковий папір з червоною стрічкою" }, -- Red Ribboned Wrapping Paper
[5043] = { "подарунок з червоною стрічкою" }, -- Red Ribboned Gift
[5044] = { "подарунок з блакитною стрічкою" }, -- Blue Ribboned Gift
[5045] = { "подарунок з черепом" }, -- Skull Gift
[5046] = { "замкнений подарунок" }, -- Locked Gift
[5048] = { "обгортковий папір з блакитною стрічкою" }, -- Blue Ribboned Wrapping Paper
[5050] = { "ключ запалювання" }, -- Ignition Key
[5051] = { "печерний щур" }, -- Dig Rat
[5052] = { "непритомний печерний щур", use="Цей печерний щур все ще живий, чому б вам не відпустити його?" }, -- Unconscious Dig Rat
[5054] = { "самофланж" }, -- Samophlange
[5055] = { "неушкоджений ріг раптора" }, -- Intact Raptor Horn
[5056] = { "зразок кореня" }, -- Root Sample
[5057] = { "стиглий кавун", use=433 }, -- Ripe Watermelon
[5058] = { "яйце силітида" }, -- Silithid Egg
[5059] = { "рийний кіготь", use="Вирити яйця силітидів." }, -- Digging Claw
[5060] = { "інструменти зломника" }, -- Thieves' Tools
[5061] = { "вкрадене срібло" }, -- Stolen Silver
[5062] = { "голова раптора" }, -- Raptor Head
[5063] = { "ікло Крініга Рилоскала" }, -- Kreenig Snarlsnout's Tusk
[5064] = { "кіготь чарокрилої" }, -- Witchwing Talon
[5065] = { "лейтенантський перстень гарпії" }, -- Harpy Lieutenant Ring
[5066] = { "розколинь", use=434 }, -- Fissure Plant
[5067] = { "голова Серени" }, -- Serena's Head
[5068] = { "висохле насіння", use="Помістити зерна в розколину Застійного оазису." }, -- Dried Seeds
[5069] = { "вогняний жезл" }, -- Fire Wand
[5071] = { "жезл тіні" }, -- Shadow Wand
[5072] = { "череп Лока" }, -- Lok's Skull
[5073] = { "череп Нака" }, -- Nak's Skull
[5074] = { "череп Каза" }, -- Kuz's Skull
[5075] = { "кривавий скалок" }, -- Blood Shard
[5076] = { "партія черевиків" }, -- Shipment of Boots
[5077] = { "лінза для телескопа" }, -- Telescopic Lens
[5078] = { "медаль Терамору" }, -- Theramore Medal
[5079] = { "холодне око василіска", use="Збільшує час між атаками цілі на 5% протягом 15 с." }, -- Cold Basilisk Eye
[5080] = { "гросбух Ґазлоу" }, -- Gazlowe's Ledger
[5081] = { "сумка зі шкури кодо" }, -- Kodo Hide Bag
[5082] = { "тонка шкіра кодо", flavor="'Тонка' - поняття відносне..." }, -- Thin Kodo Leather
[5083] = { "викрійка: Сумка зі шкіри кодо", use="Навчає вас створенню сумки зі шкіри кодо.", recipe_result_item=5081 }, -- Pattern: Kodo Hide Bag
[5084] = { "голова барона Довгоберега" }, -- Baron Longshore's Head
[5085] = { "ікло щетиношкурого свинобраза" }, -- Bristleback Quilboar Tusk
[5086] = { "копита жеври" }, -- Zhevra Hooves
[5087] = { "дзьоб рівнинобіга" }, -- Plainstrider Beak
[5088] = { "інструкція з експлуатації панелі управління", flavor="Документ ТзНБ \"Авантюра\" 534x9" }, -- Control Console Operating Manual
[5089] = { "ключ від панелі" }, -- Console Key
[5092] = { "обгоріла паличка Бритвогривих" }, -- Charred Razormane Wand
[5093] = { "стилет Бритвогривих" }, -- Razormane Backstabber
[5094] = { "бойовий щит Бритвогривих" }, -- Razormane War Shield
[5095] = { "веселковий тунець", use=434 }, -- Rainbow Fin Albacore
[5096] = { "пазурі скрадача" }, -- Prowler Claws
[5097] = { "смарагд «Котяче око»" }, -- Cats Eye Emerald
[5098] = { "панцир видозміненого тріскощелепа" }, -- Altered Snapjaw Shell
[5099] = { "копито Лакота'мані" }, -- Hoof of Lakota'mani
[5100] = { "шкура Ечеякі" }, -- Echeyakee's Hide
[5101] = { "ікло Ішамугала" }, -- Ishamuhale's Fang
[5102] = { "хвостовий шип Оватанки" }, -- Owatanka's Tailspike
[5103] = { "перо Ваште Пауні" }, -- Washte Pawne's Feather
[5104] = { "серце Іши Авака" }, -- Heart of Isha Awak
[5105] = { "вибуховий снаряд" }, -- Explosive Shell
[5107] = { "сорочка матроса" }, -- Deckhand's Shirt
[5108] = { "шкіряний обладунок Темного Заліза" }, -- Dark Iron Leather
[5109] = { "лахміття Каменедробів" }, -- Stonesplinter Rags
[5110] = { "мантія даларанського чарівника" }, -- Dalaran Wizard's Robe
[5111] = { "накидка Раторіана" }, -- Rathorian's Cape
[5112] = { "ритуальний клинок" }, -- Ritual Blade
[5113] = { "знак Синдикату" }, -- Mark of the Syndicate
[5114] = { "відрубаний кіготь" }, -- Severed Talon
[5115] = { "зламаний хребець" }, -- Broken Wishbone
[5116] = { "довге хвостове перо" }, -- Long Tail Feather
[5117] = { "яскраве перо" }, -- Vibrant Plume
[5118] = { "великий плаский зуб" }, -- Large Flat Tooth
[5119] = { "тонка полиняла шерсть" }, -- Fine Loose Hair
[5120] = { "довга хвостова шерсть" }, -- Long Tail Hair
[5121] = { "брудна луска кодо" }, -- Dirty Kodo Scale
[5122] = { "товста шерсть кодо" }, -- Thick Kodo Hair
[5123] = { "сталевий наконечник стріли" }, -- Steel Arrowhead
[5124] = { "маленький зуб раптора" }, -- Small Raptor Tooth
[5125] = { "заряджена луска" }, -- Charged Scale
[5128] = { "полиняла шкіра ящірки" }, -- Shed Lizard Skin
[5133] = { "мокрі тельбухи" }, -- Seeping Gizzard
[5134] = { "маленька пухнаста лапка" }, -- Small Furry Paw
[5135] = { "тонкий чорний кіготь" }, -- Thin Black Claw
[5136] = { "відірване пухнасте вухо" }, -- Torn Furry Ear
[5137] = { "блискуче око" }, -- Bright Eyeball
[5138] = { "голова женця" }, -- Harvester's Head
[5140] = { "пломенистий порошок" }, -- Flash Powder
[5143] = { "кров громоящера" }, -- Thunder Lizard Blood
[5164] = { "крила громояструба" }, -- Thunderhawk Wings
[5165] = { "перо сонцелуского раптора", use="Помістити в гніздо сонцелуского раптора." }, -- Sunscale Feather
[5166] = { "отруйна залоза павутиннолісих" }, -- Webwood Venom Sac
[5167] = { "яйце павутиннолісих" }, -- Webwood Egg
[5168] = { "насіння деревника" }, -- Timberling Seed
[5169] = { "паросток деревника" }, -- Timberling Sprout
[5170] = { "вкрита мохом пухлина" }, -- Mossy Tumor
[5172] = { "капсула смерті" }, -- Death Capsule
[5173] = { "смертоквіт", flavor="Нести дуже-дуже обережно." }, -- Deathweed
[5174] = { "записка від Нііру" }, -- Note from Neeru
[5175] = { "тотем землі" }, -- Earth Totem
[5176] = { "тотем вогню" }, -- Fire Totem
[5177] = { "тотем води" }, -- Water Totem
[5178] = { "тотем повітря" }, -- Air Totem
[5179] = { "вкрите мохом серце" }, -- Moss-twined Heart
[5180] = { "намисто гармонії" }, -- Necklace of Harmony
[5181] = { "яскрава шовкова накидка" }, -- Vibrant Silk Cape
[5182] = { "тремтливий клинок", hit="Завдає цілі 35 шкоди від криги." }, -- Shiver Blade
[5183] = { "пульсуюче серце гідри", equip="Збільшує шкоду від заклинань і ефектів вогню на 7." }, -- Pulsating Hydra Heart
[5184] = { "наповнений кришталевий фіал" }, -- Filled Crystal Phial
[5185] = { "кришталевий фіал", use="Наповнити кришталевий фіал водами місячного колодязя Тінистої долини." }, -- Crystal Phial
[5186] = { "частково наповнена ємність" }, -- Partially Filled Vessel
[5187] = { "молот Рак'Зора" }, -- Rhahk'Zor's Hammer
[5188] = { "наповнений флакон" }, -- Filled Vessel
[5189] = { "сяючий плід" }, -- Glowing Fruit
[5190] = { "мерехтливий паросток" }, -- Shimmering Frond
[5191] = { "шабля жорстокості", equip="Збільшує силу атаки на 12." }, -- Cruel Barb
[5192] = { "клинок злодія" }, -- Thief's Blade
[5193] = { "накидка братства" }, -- Cape of the Brotherhood
[5194] = { "сокира орударя" }, -- Taskmaster Axe
[5195] = { "рукавички з золотистими вкрапленнями" }, -- Gold-flecked Gloves
[5196] = { "розоритель Баца" }, -- Smite's Reaver
[5197] = { "качалка Кухарчика" }, -- Cookie's Tenderizer
[5198] = { "мішалка Кухарчика" }, -- Cookie's Stirring Rod
[5199] = { "штани плавильника" }, -- Smelting Pants
[5200] = { "пронизуючий гарпун" }, -- Impaling Harpoon
[5201] = { "вуглекамінний посох" }, -- Emberstone Staff
[5202] = { "сорочка корсара" }, -- Corsair's Overshirt
[5203] = { "пазур рівнинного скрадача" }, -- Flatland Prowler Claw
[5204] = { "пояс Кривавоперих" }, -- Bloodfeather Belt
[5205] = { "пророслий паросток", use="Відновити вашій цілі від 76 до 91 здоров'я." }, -- Sprouted Frond
[5206] = { "корінь болотянчика", use="Збільшує фізичну шкоду на 1 протягом 10 хв." }, -- Bogling Root
[5207] = { "мутний жезл" }, -- Opaque Wand
[5208] = { "тліючий жезл" }, -- Smoldering Wand
[5209] = { "жезл мороку" }, -- Gloom Wand
[5210] = { "палаючий жезл" }, -- Burning Wand
[5211] = { "жезл сутінків" }, -- Dusk Wand
[5212] = { "палючий жезл" }, -- Blazing Wand
[5213] = { "опікаючий жезл" }, -- Scorching Wand
[5214] = { "жезл повечір'я" }, -- Wand of Eventide
[5215] = { "бурштиновий жезл" }, -- Ember Wand
[5216] = { "смерковий жезл" }, -- Umbral Wand
[5217] = { "заражене серце" }, -- Tainted Heart
[5218] = { "очищене серце деревника", use="Викликати деревника, який захищатиме вас протягом 20 хв." }, -- Cleansed Timberling Heart
[5219] = { "вкрита написами кора" }, -- Inscribed Bark
[5220] = { "ікло хутропуза Кривої Сосни" }, -- Gnarlpine Fang
[5221] = { "голова Меленаса" }, -- Melenas' Head
[5223] = { "порожній самоцвіт мани" }, -- Empty Mana Gem
[5227] = { "порожній самоцвіт мани" }, -- Empty Mana Jewel
[5229] = { "порожній великий кривавий камінь" }, -- Empty Greater Bloodstone
[5232] = { "крихітний камінь душі", use=20707 }, -- Minor Soulstone
[5233] = { "камінь Релу" }, -- Stone of Relu
[5234] = { "скам'янілість Флягопуза" }, -- Flagongut's Fossil
[5235] = { "жезл алхіміка" }, -- Alchemist's Wand
[5236] = { "горючий жезл" }, -- Combustible Wand
[5237] = { "задурлива отрута", use="Вкриває зброю отрутою на {1} хв.\nКожен удар має {2}% імовірності отруїти ворога, сповільнюючи вимову заклять на {3}% на {4} с. {5} зарядів.#lasts for {1} min#{2}% chance#by {3}% for {4} sec#{5} charges" }, -- Mind-numbing Poison
[5238] = { "смоляний жезл" }, -- Pitchwood Wand
[5239] = { "чорнокістяний жезл" }, -- Blackbone Wand
[5240] = { "смолоскипний жезл" }, -- Torchlight Wand
[5241] = { "дворфійська вогняна паличка" }, -- Dwarven Flamestick
[5242] = { "тліючий жезл" }, -- Cinder Wand
[5243] = { "вогнеплюй" }, -- Firebelcher
[5244] = { "освячена паличка" }, -- Consecrated Wand
[5245] = { "жезл закликача" }, -- Summoner's Wand
[5246] = { "жезл розкопок" }, -- Excavation Rod
[5247] = { "скіпетр скорботи" }, -- Rod of Sorrow
[5248] = { "світловий жезл" }, -- Flash Wand
[5249] = { "палаюча тріска" }, -- Burning Sliver
[5250] = { "обгорілий жезл" }, -- Charred Wand
[5251] = { "фіал провидіння", use="Створити чашу провидіння." }, -- Phial of Scrying
[5252] = { "жезл розкладання" }, -- Wand of Decay
[5253] = { "гоблінський запальник" }, -- Goblin Igniter
[5254] = { "потерті наплічники" }, -- Rugged Spaulders
[5255] = { "томагавк свинобраза" }, -- Quilboar Tomahawk
[5256] = { "брязкальце Коворка" }, -- Kovork's Rattle
[5257] = { "накидка з темним капюшоном" }, -- Dark Hooded Cape
[5263] = { "кишеньковий ворс" }, -- Pocket Lint
[5264] = { "жетон на безкоштовне пиво" }, -- Complimentary Beer Token
[5265] = { "розбавлене пиво", use="Це слабке пиво збільшує ваш дух на 1 і зменшує витривалість на 1 протягом 10 хвилин." }, -- Watered-down Beer
[5266] = { "око Адеґуса" }, -- Eye of Adaegus
[5267] = { "багряний кріс" }, -- Scarlet Kris
[5268] = { "тріснутий панцир силітида" }, -- Cracked Silithid Shell
[5269] = { "лімфа силітида" }, -- Silithid Ichor
[5270] = { "мертвошляпка" }, -- Death Cap
[5271] = { "лусконіжка" }, -- Scaber Stalk
[5272] = { "божевільні письмена" }, -- Insane Scribbles
[5273] = { "реліквія Матистри" }, -- Mathystra Relic
[5274] = { "наплічник троянди" }, -- Rose Mantle
[5275] = { "стягуючий пояс" }, -- Binding Girdle
[5279] = { "гарпієвий кушнір" }, -- Harpy Skinner
[5299] = { "рукавички місяця" }, -- Gloves of the Moon
[5302] = { "кобальтовий баклер" }, -- Cobalt Buckler
[5306] = { "посох вершника вітру" }, -- Wind Rider Staff
[5309] = { "мушкет корсара" }, -- Privateer Musket
[5310] = { "бриджі морського пса" }, -- Sea Dog Britches
[5311] = { "черевики з пряжками" }, -- Buckled Boots
[5312] = { "клепані рукавиці" }, -- Riveted Gauntlets
[5313] = { "тотемна племінна каблучка" }, -- Totemic Clan Ring
[5314] = { "накидка мисливця на кнурів" }, -- Boar Hunter's Cape
[5315] = { "нарукавники полісся" }, -- Timberland Armguards
[5316] = { "жакет з облущеної кори" }, -- Barkshell Tunic
[5317] = { "жакет з пересохлого моху" }, -- Dry Moss Tunic
[5318] = { "протигарпієва сокира" }, -- Zhovur Axe
[5319] = { "приголомшливі напліччя" }, -- Bashing Pauldrons
[5320] = { "м'які пластинчасті чоботи" }, -- Padded Lamellar Boots
[5321] = { "елегантний короткий меч" }, -- Elegant Shortsword
[5322] = { "відбійний молот" }, -- Demolition Hammer
[5323] = { "вічносяйний ліхтар", use="Відновити вашій цілі від {1} до {2} здоров'я.#for {1} to {2}" }, -- Everglow Lantern
[5324] = { "молоток інженера" }, -- Engineer's Hammer
[5325] = { "зварювальний щит" }, -- Welding Shield
[5326] = { "спалахкуючий жезл" }, -- Flaring Baton
[5327] = { "заяложені штани штукаря" }, -- Greasy Tinker's Pants
[5328] = { "пояс із застібкою" }, -- Cinched Belt
[5329] = { "фігурка кота" }, -- Cat Figurine
[5330] = { "реліктова ельфійська чаша" }, -- Elven Cup Relic
[5332] = { "сяюча фігурка кота", use="Викликати примарного шаблезуба, який битиметься за вас протягом 10 хв." }, -- Glowing Cat Figurine
[5334] = { "99-річний портвейн" }, -- 99-Year-Old Port
[5335] = { "мішечок з монетами" }, -- A Sack of Coins
[5336] = { "сережка грела" }, -- Grell Earring
[5337] = { "рукавички мандрів" }, -- Wayfaring Gloves
[5338] = { "древня печатка місячного каменю" }, -- Ancient Moonstone Seal
[5339] = { "змієквіт" }, -- Serpentbloom
[5340] = { "мішалка для казана" }, -- Cauldron Stirrer
[5341] = { "вкритий спорами мундир" }, -- Spore-covered Tunic
[5342] = { "рапторовий пунш", use="Збільшує ваш інтелект на 4 та зменшує вашу витривалість на 5 на 5 хв." }, -- Raptor Punch
[5343] = { "плащ бармена" }, -- Barkeeper's Cloak
[5344] = { "загострена сокира" }, -- Pointed Axe
[5345] = { "камнедеревний молот" }, -- Stonewood Hammer
[5346] = { "орчий бойовий лук" }, -- Orcish Battle Bow
[5347] = { "згубний жезл" }, -- Pestilent Wand
[5348] = { "потертий пергамент" }, -- Worn Parchment
[5349] = { "начаклований кекс", use=433 }, -- Conjured Muffin
[5350] = { "начаклована вода", use=430 }, -- Conjured Water
[5351] = { "перстень мисливця за головами" }, -- Bounty Hunter's Ring
[5352] = { "книга \"Сили підземні\"" }, -- Book: The Powers Below
[5353] = { "повідомлення для Елісси Зоребриз" }, -- Message for Elissa Starbreeze
[5354] = { "лист до Дельґрена" }, -- Letter to Delgren
[5355] = { "пояс володаря звірів" }, -- Beastmaster's Girdle
[5356] = { "опалюючий жезл" }, -- Branding Rod
[5357] = { "вартовий долини" }, -- Ward of the Vale
[5359] = { "манускрипт Лорґаліса" }, -- Lorgalis Manuscript
[5360] = { "реліквія високородних" }, -- Highborne Relic
[5361] = { "зубочистка з риб'ячої кістки" }, -- Fishbone Toothpick
[5362] = { "жувальна іграшка" }, -- Chew Toy
[5363] = { "складена хустинка" }, -- Folded Handkerchief
[5364] = { "кам'яна сіль" }, -- Dry Salt Lick
[5366] = { "сяючий камінь душі" }, -- Glowing Soul Gem
[5367] = { "примітивний кам'яний інструмент" }, -- Primitive Rock Tool
[5368] = { "порожній гаманець" }, -- Empty Wallet
[5369] = { "обгризена кістка" }, -- Gnawed Bone
[5370] = { "зігнута ложка" }, -- Bent Spoon
[5371] = { "шматочок корала" }, -- Piece of Coral
[5373] = { "щасливий талісман" }, -- Lucky Charm
[5374] = { "кишеньковий годинник" }, -- Small Pocket Watch
[5375] = { "палиця-чесалка" }, -- Scratching Stick
[5376] = { "розбите дзеркало" }, -- Broken Mirror
[5377] = { "мушля гребінця" }, -- Scallop Shell
[5379] = { "захалявний ніж" }, -- Boot Knife
[5380] = { "запечатаний лист до Елісси", flavor="Запечатаний лист для Елісси Зоребриз з Аубердіна." }, -- Sealed Letter to Elissa
[5381] = { "запечатаний лист до Балтула", flavor="Запечатаний лист для Балтула Тіневдара." }, -- Sealed Letter to Balthule
[5382] = { "кулон Анайї" }, -- Anaya's Pendant
[5383] = { "голова Атріка Нарассіна" }, -- Athrikus Narassin's Head
[5385] = { "нога повзуна" }, -- Crawler Leg
[5386] = { "чудова шкура місяцескрада" }, -- Fine Moonstalker Pelt
[5387] = { "зачарований плащ місяцескрада", use="Перетворитися на місяцескрада та отримати невидимість на 5 хв." }, -- Enchanted Moonstalker Cloak
[5388] = { "череп Рана Кривавозубого" }, -- Ran Bloodtooth's Skull
[5389] = { "осквернений тотем хутропузів" }, -- Corrupted Furbolg Totem
[5390] = { "повідомлення Фендрала" }, -- Fandral's Message
[5391] = { "рідкісна земля" }, -- Rare Earth
[5392] = { "кинджал шиподерева" }, -- Thistlewood Dagger
[5393] = { "посох шиподерева" }, -- Thistlewood Staff
[5394] = { "тренувальні рукавиці лучника" }, -- Archery Training Gloves
[5395] = { "щит діброви" }, -- Woodland Shield
[5396] = { "ключ від Випаленої ущелини" }, -- Key to Searing Gorge
[5397] = { "порох повстанців" }, -- Defias Gunpowder
[5398] = { "широкі поножі" }, -- Canopy Leggings
[5399] = { "чоботи вистежування" }, -- Tracking Boots
[5400] = { "кров Кобрана" }, -- Blood of Cobrahn
[5401] = { "кров Анакондри" }, -- Blood of Pythas
[5402] = { "кров Пітонаса" }, -- Blood of Anacondra
[5403] = { "кров Серпентіса" }, -- Blood of Serpentis
[5404] = { "зміїні наплечі" }, -- Serpent's Shoulders
[5405] = { "вовняний плащ" }, -- Draped Cloak
[5406] = { "порожній малий кривавий камінь" }, -- Empty Minor Bloodstone
[5411] = { "тотем очищення Зимового Копита", use="Викликає духів Зимового Копита для очищення." }, -- Winterhoof Cleansing Totem
[5412] = { "око молотника" }, -- Thresher Eye
[5413] = { "ікло місяцескрада" }, -- Moonstalker Fang
[5414] = { "посивілий скальп" }, -- Grizzled Scalp
[5415] = { "тотем очищення Громового Рога", use="Викликає духів Громового Рога для очищення." }, -- Thunderhorn Cleansing Totem
[5416] = { "тотем очищення Дикої Гриви", use="Викликає духів Дикої Гриви для очищення." }, -- Wildmane Cleansing Totem
[5419] = { "дикі наручі" }, -- Feral Bracers
[5420] = { "обладунок банші" }, -- Banshee Armor
[5421] = { "зачарування вогняного спалаху", use="Зачарування зброї чарами, що дозволяють з 15% шансом нанести від 9 до 13 шкоди від вогню всім ворогам в радіусі 3 м." }, -- Fiery Blaze Enchantment
[5422] = { "ожинові поножі" }, -- Brambleweed Leggings
[5423] = { "ікло Боана" }, -- Boahn's Fang
[5424] = { "стародавня статуетка" }, -- Ancient Statuette
[5425] = { "пояс з рунічної луски" }, -- Runescale Girdle
[5426] = { "поцілунок змії", hit="Отруює ціль, завдаючи 7 шкоди від природи кожні 3 с протягом 15 с." }, -- Serpent's Kiss
[5427] = { "примітивний кишеньковий годинник" }, -- Crude Pocket Watch
[5428] = { "екзотична кулінарна книга", flavor="Як готувати людина" }, -- An Exotic Cookbook
[5429] = { "красивий камінчик" }, -- A Pretty Rock
[5430] = { "хитромудра дрібничка" }, -- Intricate Bauble
[5431] = { "порожня фляга" }, -- Empty Hip Flask
[5432] = { "дерев'яна люлька" }, -- Hickory Pipe
[5433] = { "лялька-мотанка" }, -- Rag Doll
[5435] = { "блискуча виделка" }, -- Shiny Dinglehopper
[5437] = { "батранове волосся" }, -- Bathran's Hair
[5439] = { "малий сагайдак", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Small Quiver
[5440] = { "пляшка пошесті" }, -- Bottle of Disease
[5441] = { "малий гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Small Shot Pouch
[5442] = { "голова Аруґала" }, -- Head of Arugal
[5443] = { "позолочений баклер" }, -- Gold-plated Buckler
[5444] = { "шахтарська накидка" }, -- Miner's Cape
[5445] = { "зорамський перстень" }, -- Ring of Zoram
[5446] = { "зламаний браслет елементаля" }, -- Broken Elemental Bracer
[5447] = { "пошкоджений браслет елементаля" }, -- Damaged Elemental Bracer
[5448] = { "розколотий браслет елементаля" }, -- Fractured Elemental Bracer
[5451] = { "розбитий браслет елементаля" }, -- Crushed Elemental Bracer
[5455] = { "сувій з провіщенням", flavor="Цей сувій вкритий сяючими рунами." }, -- Divined Scroll
[5456] = { "сувій провіщення", flavor="Сувій чистий, за винятком кількох рун. Для його використання вам знадобляться браслети елементалів." }, -- Divining Scroll
[5457] = { "відрізаний кіготь вуду", use="Зменшити фізичну шкоду цілі на 5 на 2 хв." }, -- Severed Voodoo Claw
[5458] = { "болотолісий пояс" }, -- Dirtwood Belt
[5459] = { "сокира захисника" }, -- Defender Axe
[5460] = { "ліки Оренділа" }, -- Orendil's Cure
[5461] = { "гілка Кенарія" }, -- Branch of Cenarius
[5462] = { "жезл трансформації Дартола", use="Перетворює вас на хутропуза на 3 хв." }, -- Dartol's Rod of Transformation
[5463] = { "сяючий самоцвіт" }, -- Glowing Gem
[5464] = { "залізне руків'я" }, -- Iron Shaft
[5465] = { "мала павуча лапка" }, -- Small Spider Leg
[5466] = { "жало скорпіда" }, -- Scorpid Stinger
[5467] = { "м'ясо кодо" }, -- Kodo Meat
[5468] = { "м'яке м'ясо навіженка" }, -- Soft Frenzy Flesh
[5469] = { "м'ясо бігуна" }, -- Strider Meat
[5470] = { "хвіст громоящіра" }, -- Thunder Lizard Tail
[5471] = { "м'ясо оленя" }, -- Stag Meat
[5472] = { "калдорейський павучий шашлик", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Kaldorei Spider Kabob
[5473] = { "скорпідовий сюрприз", use="Відновлює 294 здоров'я протягом 21 сек, якщо вам, звісно, не трапиться отруйна залоза." }, -- Scorpid Surprise
[5474] = { "смажене м'ясо кодо", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Roasted Kodo Meat
[5475] = { "дерев'яний ключ", use="Відкриває обдерту скриню." }, -- Wooden Key
[5476] = { "філе навіженки", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 4 на 15 хв." }, -- Fillet of Frenzy
[5477] = { "гуляш з бігуна", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 4 на 15 хв." }, -- Strider Stew
[5478] = { "рагу з печерних щурів", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Dig Rat Stew
[5479] = { "хрусткий хвіст ящірки", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 6 на 15 хв." }, -- Crispy Lizard Tail
[5480] = { "пісна оленина", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 6 на 15 хв." }, -- Lean Venison
[5481] = { "роги сатира" }, -- Satyr Horns
[5482] = { "рецепт: Калдорейський павучий шашлик", use="Навчає вас готувати калдорейський павучий шашлик.", recipe_result_item=5472 }, -- Recipe: Kaldorei Spider Kabob
[5483] = { "рецепт: Скорпідовий сюрприз", use="Навчає вас готувати скорпідовий сюрприз.", recipe_result_item=5473 }, -- Recipe: Scorpid Surprise
[5484] = { "рецепт: Смажене м'ясо кодо", use="Навчає вас готувати смажене м'ясо кодо.", recipe_result_item=5474 }, -- Recipe: Roasted Kodo Meat
[5485] = { "рецепт: Філе навіженки", use="Навчає вас готувати філе навіженки.", recipe_result_item=5476 }, -- Recipe: Fillet of Frenzy
[5486] = { "рецепт: Гуляш з бігуна", use="Навчає вас приготуванню гуляшу з бігуна.", recipe_result_item=5477 }, -- Recipe: Strider Stew
[5487] = { "рецепт: Рагу з печерних щурів", use="Навчає вас приготуванню огидного рагу з печерних щурів.", recipe_result_item=5478 }, -- Recipe: Dig Rat Stew
[5488] = { "рецепт: Хрусткий хвіст ящірки", use="Навчає вас готувати хрусткий хвіст ящірки.", recipe_result_item=5479 }, -- Recipe: Crispy Lizard Tail
[5489] = { "рецепт: Пісна оленина", use="Навчає вас готувати пісну оленину.", recipe_result_item=5480 }, -- Recipe: Lean Venison
[5490] = { "голова гнівохвостої наги" }, -- Wrathtail Head
[5493] = { "сльоза Елуни" }, -- Elune's Tear
[5494] = { "жменя зорепилу" }, -- Handful of Stardust
[5498] = { "маленька блискуча перлина" }, -- Small Lustrous Pearl
[5500] = { "райдужна перлина" }, -- Iridescent Pearl
[5503] = { "м'ясо молюска" }, -- Clam Meat
[5504] = { "гостре м'ясо молюска" }, -- Tangy Clam Meat
[5505] = { "щоденник Тероніса", flavor="Щоденник підмочений, але загалом в хорошому стані." }, -- Teronis' Journal
[5506] = { "око повзуна" }, -- Beady Eye Stalk
[5507] = { "вишукана підзорна труба", use="Дозволяє поглянути в далечінь." }, -- Ornate Spyglass
[5508] = { "впалий місячний камінь" }, -- Fallen Moonstone
[5509] = { "камінь здоров'я", use="Миттєво відновлює 500 здоров'я." }, -- Healthstone
[5510] = { "великий камінь здоров'я", use="Миттєво відновлює 800 здоров'я." }, -- Greater Healthstone
[5511] = { "малий камінь здоров'я", use="Миттєво відновлює 250 здоров'я." }, -- Lesser Healthstone
[5512] = { "крихітний камінь здоров'я", use="Миттєво відновлює 100 здоров'я." }, -- Minor Healthstone
[5513] = { "нефрит мани", use="Відновлює від 550 до 650 мани." }, -- Mana Jade
[5514] = { "агат мани", use="Відновлює від 375 до 425 мани." }, -- Mana Agate
[5516] = { "ікло молотника" }, -- Threshadon Fang
[5519] = { "залізне навершя" }, -- Iron Pommel
[5520] = { "щоденник Велінди" }, -- Velinde's Journal
[5521] = { "ключ Велінди" }, -- Velinde's Key
[5522] = { "камінь чарів", equip="Збільшує ваш шанс завдання критичного удару заклинаннями на 1%.", use=128 }, -- Spellstone
[5523] = { "маленький вусатий молюск" }, -- Small Barnacled Clam
[5524] = { "товстостінний молюск" }, -- Thick-shelled Clam
[5525] = { "варені молюски", use=5005 }, -- Boiled Clams
[5526] = { "суп з молюсків", use=435 }, -- Clam Chowder
[5527] = { "гоблінські фаршировані молюски", use=5006 }, -- Goblin Deviled Clams
[5528] = { "рецепт: Суп з молюсків", use="Навчає вас готувати смачний суп з молюсків.", recipe_result_item=5526 }, -- Recipe: Clam Chowder
[5529] = { "могильний пил" }, -- Tomb Dust
[5530] = { "сліпучий порошок" }, -- Blinding Powder
[5533] = { "фоліант Ілкруда Маґтрулла" }, -- Ilkrud Magthrull's Tome
[5534] = { "обід Паркера" }, -- Parker's Lunch
[5535] = { "Компендіум полеглих" }, -- Compendium of the Fallen
[5536] = { "Мітологія титанів" }, -- Mythology of the Titans
[5537] = { "голова Сарілуса Гидкородного" }, -- Sarilus Foulborne's Head
[5538] = { "обручка Воррела" }, -- Vorrel's Wedding Ring
[5539] = { "рекомендаційний лист", flavor="Від брата Антона з Багряного Походу" }, -- Letter of Commendation
[5540] = { "прикрашений перлами кинджал" }, -- Pearl-handled Dagger
[5541] = { "райдужний молот" }, -- Iridescent Hammer
[5542] = { "оздоблений перлами плащ" }, -- Pearl-clasped Cloak
[5543] = { "креслення: Райдужний молот", use="Навчає вас створювати райдужний молот.", recipe_result_item=5541 }, -- Plans: Iridescent Hammer
[5544] = { "череп Дала Кровопазура" }, -- Dal Bloodclaw's Skull
[5547] = { "відтворений жезл" }, -- Reconstructed Rod
[5565] = { "пекельний камінь" }, -- Infernal Stone
[5566] = { "зламаний ріг" }, -- Broken Antler
[5567] = { "срібний гачок" }, -- Silver Hook
[5568] = { "гладка галька" }, -- Smooth Pebble
[5569] = { "водорості" }, -- Seaweed
[5570] = { "яйце мохового павука" }, -- Deepmoss Egg
[5571] = { "маленький чорний мішечок" }, -- Small Black Pouch
[5572] = { "маленький зелений мішечок" }, -- Small Green Pouch
[5573] = { "зелена шкіряна сумка" }, -- Green Leather Bag
[5574] = { "біла шкіряна сумка" }, -- White Leather Bag
[5575] = { "великий зелений мішок" }, -- Large Green Sack
[5576] = { "великий коричневий мішок" }, -- Large Brown Sack
[5577] = { "креслення: Грубі бронзові браслети", use="Навчає вас створювати грубі бронзові браслети.", recipe_result_item=2867 }, -- Plans: Rough Bronze Bracers
[5578] = { "креслення: Посріблений бронзовий нагрудник", use="Навчає вас створювати посріблений бронзовий нагрудник.", recipe_result_item=2869 }, -- Plans: Silvered Bronze Breastplate
[5579] = { "молот повстанців" }, -- Militia Warhammer
[5580] = { "молоток повстанців" }, -- Militia Hammer
[5581] = { "гладка тростина" }, -- Smooth Walking Staff
[5582] = { "каміннопазуриста живиця" }, -- Stonetalon Sap
[5583] = { "луска чародракончика" }, -- Fey Dragon Scale
[5584] = { "сутінковий вус" }, -- Twilight Whisker
[5585] = { "око оленя" }, -- Courser Eye
[5586] = { "клинок шиподерева" }, -- Thistlewood Blade
[5587] = { "шипокорінна палиця" }, -- Thornroot Club
[5588] = { "токсин Лідона" }, -- Lydon's Toxin
[5589] = { "вкриті мохом рукавиці" }, -- Moss-covered Gauntlets
[5590] = { "плетені поручі" }, -- Cord Bracers
[5591] = { "промокла накидка" }, -- Rain-spotted Cape
[5592] = { "сковуючий пасок" }, -- Shackled Girdle
[5593] = { "баклер скель" }, -- Crag Buckler
[5594] = { "лист для Джин'Зіла" }, -- Letter to Jin'Zil
[5595] = { "молот хащів" }, -- Thicket Hammer
[5596] = { "ясеневий лук" }, -- Ashwood Bow
[5601] = { "вилуплене яйце" }, -- Hatched Egg Sac
[5602] = { "липка павутина" }, -- Sticky Spider Webbing
[5603] = { "мішок Бацбаха" }, -- Wizbang's Gunnysack
[5604] = { "ельфійський жезл" }, -- Elven Wand
[5605] = { "ніж для кронування" }, -- Pruning Knife
[5606] = { "садові рукавички" }, -- Gardening Gloves
[5608] = { "капюшон життя" }, -- Living Cowl
[5609] = { "пояс непохитності" }, -- Steadfast Cinch
[5610] = { "лісошквальний плащ" }, -- Gustweald Cloak
[5611] = { "сльоза горя" }, -- Tear of Grief
[5612] = { "манжети з плюща" }, -- Ivy Cuffs
[5613] = { "посох Очистителя", use="Очищає дружню ціль, усуваючи 1 ефект хвороби та 1 ефект отрути." }, -- Staff of the Purifier
[5614] = { "удар серафима" }, -- Seraph's Strike
[5615] = { "меч лісника" }, -- Woodsman Sword
[5616] = { "кишковерт", hit="Ранить ціль, спричиняючи 80 шкоди від кровотечі протягом 30 сек." }, -- Gutwrencher
[5617] = { "поножі волоцюги" }, -- Vagabond Leggings
[5618] = { "плащ розвідника" }, -- Scout's Cloak
[5619] = { "нефритовий фіал", use="Наповнити нефритовий фіал водами місячного колодязя Зоряного Бризу." }, -- Jade Phial
[5620] = { "флакон крові невинних" }, -- Vial of Innocent Blood
[5621] = { "турмаліновий фіал", use="Наповнити турмаліновий фіал водами місячного колодязя Арлітріенських ставів." }, -- Tourmaline Phial
[5622] = { "перстень духовенства" }, -- Clergy Ring
[5623] = { "аметистовий фіал", use="Наповнити аметистовий фіал водами місячного колодязя поляни Оракула." }, -- Amethyst Phial
[5624] = { "обруч порядку" }, -- Circlet of the Order
[5626] = { "черепотес" }, -- Skullchipper
[5627] = { "клинок-реліквія" }, -- Relic Blade
[5628] = { "записка Зами" }, -- Zamah's Note
[5629] = { "рукавиці Молоторука" }, -- Hammerfist Gloves
[5630] = { "вітрофетрові рукавиці" }, -- Windfelt Gloves
[5631] = { "зілля люті", use="Збільшує лють на {1}-{2}.#by {1} to {2}" }, -- Rage Potion
[5632] = { "зілля боягузливої втечі", use="Ви в страху тікаєте від найближчого ворога у випадковому напрямку. Якщо поблизу немає ворогів, ви завмираєте від страху." }, -- Cowardly Flight Potion
[5633] = { "велике зілля люті", ref=5631 }, -- Great Rage Potion
[5634] = { "зілля невпинності", use=6615 }, -- Free Action Potion
[5635] = { "гострий кіготь" }, -- Sharp Claw
[5636] = { "вишукане перо" }, -- Delicate Feather
[5637] = { "велике ікло" }, -- Large Fang
[5638] = { "розсіювач токсичного туману", use="Розмістити біля повітряного порту ТзНБ \"Авантюра\"." }, -- Toxic Fogger
[5639] = { "наповнений нефритовий фіал" }, -- Filled Jade Phial
[5640] = { "рецепт: Зілля люті", use="Навчає вас створювати зілля люті.", recipe_result_item=5631 }, -- Recipe: Rage Potion
[5642] = { "рецепт: Зілля невпинності", use="Навчає вас створювати зілля невпинності.", recipe_result_item=5634 }, -- Recipe: Free Action Potion
[5643] = { "рецепт: Велике зілля люті", use="Навчає вас створювати велике зілля люті.", recipe_result_item=5633 }, -- Recipe: Great Rage Potion
[5645] = { "наповнений турмаліновий фіал" }, -- Filled Tourmaline Phial
[5646] = { "флакон з благословенною водою" }, -- Vial of Blessed Water
[5654] = { "миттєвий токсин", use="Вкрити меч або кинджал отрутою на {1} хв.\nКожен удар має шанс отруїти ворога, миттєво завдаючи від {2} до {3} шкоди від природи.#lasts for {1} min#inflicts {2}-{3}" }, -- Instant Toxin
[5655] = { "вузда каштанової кобили", use="Викликає та відпускає верхову каштанову кобилу." }, -- Chestnut Mare Bridle
[5656] = { "вузда гнідого коня", use="Викликає та відпускає верхового гнідого коня." }, -- Brown Horse Bridle
[5657] = { "рецепт: Миттєвий токсин", use="Навчає вас створювати миттєвий токсин.", recipe_result_item=5654 }, -- Recipe: Instant Toxin
[5659] = { "тліюча вуглинка" }, -- Smoldering Embers
[5663] = { "ріг рудого вовка", use="Викликає та відпускає верхового рудого вовка." }, -- Horn of the Red Wolf
[5664] = { "іржава шрапнель" }, -- Corroded Shrapnel
[5665] = { "ріг темного вовка", use="Викликає та відпускає верхового темного вовка." }, -- Horn of the Dire Wolf
[5668] = { "ріг бурого вовка", use="Викликає та відпускає верхового бурого вовка." }, -- Horn of the Brown Wolf
[5669] = { "уламки пилового дідька" }, -- Dust Devil Debris
[5675] = { "кристалічна луска" }, -- Crystalized Scales
[5681] = { "ідкий сік" }, -- Corrosive Sap
[5686] = { "голова Ордана" }, -- Ordanus' Head
[5687] = { "ключ хранителя воріт" }, -- Gatekeeper's Key
[5689] = { "ключ сплячих" }, -- Sleepers' Key
[5690] = { "ключ пазура" }, -- Claw Key
[5691] = { "ключ прихистку" }, -- Barrow Key
[5692] = { "дистанційний детонатор (червоний)", use="Підірвати заряд НГ-5 (червоний) після встановлення." }, -- Remote Detonator (Red)
[5693] = { "дистанційний детонатор (синій)", use="Підірвати заряд НГ-5 (синій) після встановлення." }, -- Remote Detonator (Blue)
[5694] = { "заряд НГ-5 (червоний)", use="Встановити заряд НГ-5 (червоний)" }, -- NG-5 Explosives (Red)
[5695] = { "заряд НГ-5 (синій)", use="Встановити заряд НГ-5 (синій)" }, -- NG-5 Explosives (Blue)
[5717] = { "документи ТзНБ \"Авантюра\"" }, -- Venture Co. Letters
[5718] = { "інженерні креслення ТзНБ \"Авантюра\"" }, -- Venture Co. Engineering Plans
[5731] = { "сувій повідомлення" }, -- Scroll of Messaging
[5732] = { "НГ-5" }, -- NG-5
[5733] = { "невідома руда" }, -- Unidentified Ore
[5734] = { "креслення Супер дереворуба 6000" }, -- Super Reaper 6000 Blueprints
[5735] = { "запечатаний конверт" }, -- Sealed Envelope
[5736] = { "механічна рука Ґерензо" }, -- Gerenzo's Mechanical Arm
[5737] = { "плани таємних операцій: Альфа і Бета" }, -- Covert Ops Plans: Alpha & Beta
[5738] = { "речі для таємної операції" }, -- Covert Ops Pack
[5739] = { "варварська портупея" }, -- Barbaric Harness
[5740] = { "червона ракета", use="Вистрілює в повітря феєрверк, який вибухає тисячею червоних зірок." }, -- Red Fireworks Rocket
[5741] = { "уламок каменю" }, -- Rock Chip
[5742] = { "дорогоцінний кинджал" }, -- Gemstone Dagger
[5743] = { "призматичний перстень" }, -- Prismstone Ring
[5744] = { "блідий шкуродер" }, -- Pale Skinner
[5748] = { "довгий лук кентавра" }, -- Centaur Longbow
[5749] = { "сокира-коса" }, -- Scythe Axe
[5750] = { "пасок вождя" }, -- Warchief's Girdle
[5751] = { "павутинокрилий плащ" }, -- Webwing Cloak
[5752] = { "хвостовий шип виверни", hit="Отруює ціль, завдаючи 6 шкоди від природи кожні 3 с протягом 15 с." }, -- Wyvern Tailspike
[5753] = { "шолом зі скуйовдженим пір'ям" }, -- Ruffled Chaplet
[5754] = { "медальйон вовчої зграї" }, -- Wolfpack Medallion
[5755] = { "оніксова пластина подрібнювача" }, -- Onyx Shredder Plate
[5756] = { "клинок-різак", hit="Завдає цілі 45 шкоди від криги." }, -- Sliverblade
[5757] = { "дубова палиця" }, -- Hardwood Cudgel
[5758] = { "мітрилова скринька" }, -- Mithril Lockbox
[5759] = { "торієва скринька" }, -- Thorium Lockbox
[5760] = { "етернієва скринька" }, -- Eternium Lockbox
[5761] = { "ковмарська кувалда" }, -- Anvilmar Sledge
[5762] = { "червона лляна сумка" }, -- Red Linen Bag
[5763] = { "червона вовняна сумка" }, -- Red Woolen Bag
[5764] = { "зелена шовкова сумка" }, -- Green Silk Pack
[5765] = { "чорна шовкова сумка" }, -- Black Silk Pack
[5766] = { "мантія молодшого чарівника" }, -- Lesser Wizard's Robe
[5767] = { "фіолетова мантія" }, -- Violet Robes
[5768] = { "квиток на перегони гномів" }, -- Gnome Race Ticket
[5769] = { "квиток на перегони гоблінів" }, -- Goblin Race Ticket
[5770] = { "мантія аркани" }, -- Robes of Arcana
[5771] = { "викрійка: Червона лляна сумка", use="Навчає вас створювати червону лляну сумку.", recipe_result_item=5762 }, -- Pattern: Red Linen Bag
[5772] = { "викрійка: Червона вовняна сумка", use="Навчає вас створювати червону вовняну сумку.", recipe_result_item=5763 }, -- Pattern: Red Woolen Bag
[5773] = { "викрійка: Мантія аркани", use="Навчає вас створювати мантію аркани.", recipe_result_item=5770 }, -- Pattern: Robes of Arcana
[5774] = { "викрійка: Зелена шовкова сумка", use="Навчає вас створювати зелену шовкову сумку.", recipe_result_item=5764 }, -- Pattern: Green Silk Pack
[5775] = { "викрійка: Чорна шовкова сумка", use="Навчає вас створювати чорну шовкову сумку.", recipe_result_item=5765 }, -- Pattern: Black Silk Pack
[5776] = { "кийок старійшини" }, -- Elder's Cane
[5777] = { "сокира сміливця" }, -- Brave's Axe
[5778] = { "груба тростина" }, -- Primitive Walking Stick
[5779] = { "півтораручний меч відречених" }, -- Forsaken Bastard Sword
[5780] = { "пояс з луски мурлока" }, -- Murloc Scale Belt
[5781] = { "кіраса з луски мурлока" }, -- Murloc Scale Breastplate
[5782] = { "обладунок з луски мурлока" }, -- Thick Murloc Armor
[5783] = { "браслети з луски мурлока" }, -- Murloc Scale Bracers
[5784] = { "слизотна луска мурлока" }, -- Slimy Murloc Scale
[5785] = { "товста луска мурлока" }, -- Thick Murloc Scale
[5786] = { "викрійка: Пояс з луски мурлока", use="Навчає вас створювати пояс з луски мурлока.", recipe_result_item=5780 }, -- Pattern: Murloc Scale Belt
[5787] = { "викрійка: Кіраса з луски мурлока", use="Навчає вас створювати кірасу з луски мурлока.", recipe_result_item=5781 }, -- Pattern: Murloc Scale Breastplate
[5788] = { "викрійка: Обладунок з луски мурлока", use="Навчає вас створювати обладунок з луски мурлока.", recipe_result_item=5782 }, -- Pattern: Thick Murloc Armor
[5789] = { "викрійка: Браслети з луски мурлока", use="Навчає вас створювати браслети з луски мурлока.", recipe_result_item=5783 }, -- Pattern: Murloc Scale Bracers
[5790] = { "щоденник Однобрового" }, -- Lonebrow's Journal
[5791] = { "щоденник Генріґа Однобрового" }, -- Henrig Lonebrow's Journal
[5792] = { "медальйон Бритвобокої" }, -- Razorflank's Medallion
[5793] = { "серце Бритвобокої" }, -- Razorflank's Heart
[5794] = { "солона отрута скорпіда" }, -- Salty Scorpid Venom
[5795] = { "міцний черепашачий панцир" }, -- Hardened Tortoise Shell
[5796] = { "вкритий сіллю хвостовий плавник" }, -- Encrusted Tail Fin
[5797] = { "шматок індурію" }, -- Indurium Flake
[5798] = { "деталі боліда" }, -- Rocket Car Parts
[5799] = { "замовлення запчастин Крейвела" }, -- Kravel's Parts Order
[5800] = { "запчастини Крейвела" }, -- Kravel's Parts
[5801] = { "гуано краальського кажана" }, -- Kraul Guano
[5802] = { "крихкі запчастини для машини" }, -- Delicate Car Parts
[5803] = { "дрібка пудри блаженства" }, -- Speck of Dream Dust
[5804] = { "гоблінські чутки" }, -- Goblin Rumors
[5805] = { "ревнісне серце" }, -- Heart of Zeal
[5806] = { "Йолопиво" }, -- Fool's Stout
[5807] = { "звіт про \"Йолопиво\"" }, -- Fool's Stout Report
[5808] = { "отруйна залоза гордокрила" }, -- Pridewing Venom Sac
[5809] = { "отруйна залоза Високого Сідала" }, -- Highperch Venom Sac
[5810] = { "свіжа туша", use="Покласти на полум'я Узеля." }, -- Fresh Carcass
[5811] = { "грива Кригопащі" }, -- Frostmaw's Mane
[5812] = { "мантія античності" }, -- Robes of Antiquity
[5813] = { "тавро Еміля" }, -- Emil's Brand
[5814] = { "обладунок тріскоплину" }, -- Snapbrook Armor
[5815] = { "льодовиковий камінь", hit="Підриває ціль, завдаючи їй 75 шкоди від криги." }, -- Glacial Stone
[5816] = { "сяйво Елуни", use=6724 }, -- Light of Elune
[5817] = { "лук Лунаріса" }, -- Lunaris Bow
[5818] = { "жезл місячного вогню" }, -- Moonbeam Wand
[5819] = { "койф сонячного жару" }, -- Sunblaze Coif
[5820] = { "чарівне напліччя" }, -- Faerie Mantle
[5821] = { "чоботи темноловів" }, -- Darkstalker Boots
[5822] = { "рукавиці з живоплоту" }, -- Hedgeseed Gauntlets
[5823] = { "отруйний гриб", use="Не їж мене." }, -- Poisonous Mushroom
[5824] = { "скрижаль волі" }, -- Tablet of Will
[5825] = { "кулон Трешали" }, -- Treshala's Pendant
[5826] = { "план Крейвела" }, -- Kravel's Scheme
[5827] = { "лист Фіззла Латуноболта" }, -- Fizzle Brassbolts' Letter
[5829] = { "гострий дзьоб" }, -- Razor-sharp Beak
[5830] = { "голова Кенати" }, -- Kenata's Head
[5831] = { "голова Фардела" }, -- Fardel's Head
[5832] = { "голова Марселя" }, -- Marcel's Head
[5833] = { "індурієва руда" }, -- Indurium Ore
[5834] = { "тютюн Мок'Морокка" }, -- Mok'Morokk's Snuff
[5835] = { "грог Мок'Морокка" }, -- Mok'Morokk's Grog
[5836] = { "сейф Мок'Морокка" }, -- Mok'Morokk's Strongbox
[5837] = { "ребро Сталекуса" }, -- Steelsnap's Rib
[5838] = { "сувій зі шкіри кодо" }, -- Kodo Skin Scroll
[5839] = { "сторінка щоденника" }, -- Journal Page
[5840] = { "палючий язик" }, -- Searing Tongue
[5841] = { "палюче серце" }, -- Searing Heart
[5842] = { "неочищений зразок руди" }, -- Unrefined Ore Sample
[5843] = { "кіготь Ґренки" }, -- Grenka's Claw
[5844] = { "фрагменти Рок'аліма" }, -- Fragments of Rok'Alim
[5845] = { "шмат м'яса", use=435 }, -- Flank of Meat
[5846] = { "запечатана записка Коррана" }, -- Korran's Sealed Note
[5847] = { "голова моквоплавникового мурлока" }, -- Mirefin Head
[5848] = { "порожниста кістка стерв'ятника" }, -- Hollow Vulture Bone
[5849] = { "ящик захисних шоломів" }, -- Crate of Crash Helmets
[5850] = { "запечатана записка Белґрома" }, -- Belgrom's Sealed Note
[5851] = { "ключ Коззла" }, -- Cozzle's Key
[5852] = { "креслення паливного регулятора" }, -- Fuel Regulator Blueprints
[5853] = { "цілий панцир силітида" }, -- Intact Silithid Carapace
[5854] = { "кіготь силітида" }, -- Silithid Talon
[5855] = { "серце силітида" }, -- Silithid Heart
[5859] = { "святкова граната", use="Найкраща річ для вечірки!" }, -- Party Grenade
[5860] = { "Спадщина Аспектів" }, -- Legacy of the Aspects
[5861] = { "Джерела загрози невмерлих" }, -- Beginnings of the Undead Threat
[5862] = { "сифорієвий прискорювач" }, -- Seaforium Booster
[5863] = { "хартія гільдії" }, -- Guild Charter
[5864] = { "сірий баран", use="Викликає та відпускає верхового сірого барана." }, -- Gray Ram
[5865] = { "модифікований сифорієвий прискорювач" }, -- Modified Seaforium Booster
[5866] = { "зразок індурієвої руди" }, -- Sample of Indurium Ore
[5867] = { "гравійований фіал", use="Наповнити гравійований фіал у місячному колодязі Ясенедолу." }, -- Etched Phial
[5868] = { "наповнений гравійований фіал" }, -- Filled Etched Phial
[5869] = { "роздвоєне копито" }, -- Cloven Hoof
[5871] = { "велике копито" }, -- Large Hoof
[5872] = { "коричневий баран", use="Викликає та відпускає верхового коричневого барана." }, -- Brown Ram
[5873] = { "білий баран", use="Викликає та відпускає верхового білого барана." }, -- White Ram
[5874] = { "упряж: чорний баран", use="Викликає та відпускає верхового чорного барана." }, -- Harness: Black Ram
[5875] = { "упряж: синій баран", use="Викликає та відпускає верхового синього барана." }, -- Harness: Blue Ram
[5876] = { "бульба синьолиста" }, -- Blueleaf Tuber
[5877] = { "тріснутий панцир силітида" }, -- Cracked Silithid Carapace
[5878] = { "супер понюшка", use="Змушує вас чхати!" }, -- Super Snuff
[5879] = { "сутінкова підвіска" }, -- Twilight Pendant
[5880] = { "ящик з отворами", use="Випустити шморгоноса біля закопаних булб синьолиста в краалі Бритвоболотих." }, -- Crate With Holes
[5881] = { "голова Келріса" }, -- Head of Kelris
[5882] = { "документи капітана" }, -- Captain's Documents
[5883] = { "роздвоєний язик болотяної черепахи" }, -- Forked Mudrock Tongue
[5884] = { "ціле око імлистого павука" }, -- Unpopped Darkmist Eye
[5897] = { "посібник власника шморгоноса" }, -- Snufflenose Owner's Manual
[5917] = { "звіт шпигуна" }, -- Spy's Report
[5918] = { "голова зухвалого орка" }, -- Defiant Orc Head
[5919] = { "почорнілий залізний щит" }, -- Blackened Iron Shield
[5936] = { "пояс зі шкіри звіра" }, -- Animal Skin Belt
[5938] = { "бездоганна лапа повзуна" }, -- Pristine Crawler Leg
[5939] = { "швацькі рукавички" }, -- Sewing Gloves
[5940] = { "кістяний баклер" }, -- Bone Buckler
[5941] = { "латунні лускаті штани" }, -- Brass Scale Pants
[5942] = { "кулон з самоцвітами" }, -- Jeweled Pendant
[5943] = { "браслети розлому" }, -- Rift Bracers
[5944] = { "наголінники народного ополчення" }, -- Greaves of the People's Militia
[5945] = { "зуб Сипуна" }, -- Deadmire's Tooth
[5946] = { "запечатана записка для Еллінга" }, -- Sealed Note to Elling
[5947] = { "документи повстанського братства" }, -- Defias Docket
[5948] = { "лист до Йорґена" }, -- Letter to Jorgen
[5949] = { "клаптик паперу" }, -- Scrap of Paper
[5950] = { "жетон Ріта" }, -- Reethe's Badge
[5951] = { "волога серветка", use="Знімає з вас 1 негативний ефект заклинання. Очищає силою лимона." }, -- Moist Towelette
[5952] = { "заражений мозковий стовбур" }, -- Corrupted Brain Stem
[5956] = { "ковальський молот" }, -- Blacksmith Hammer
[5957] = { "шкіряний жилет ручної роботи" }, -- Handstitched Leather Vest
[5958] = { "тонкі шкіряні штани" }, -- Fine Leather Pants
[5959] = { "їдка отруйна залоза" }, -- Acidic Venom Sac
[5960] = { "запечатана записка для наглядача Бакуса" }, -- Sealed Note to Watcher Backus
[5961] = { "темні шкіряні штани" }, -- Dark Leather Pants
[5962] = { "штани вартового" }, -- Guardian Pants
[5963] = { "варварські поножі" }, -- Barbaric Leggings
[5964] = { "варварські наплечі" }, -- Barbaric Shoulders
[5965] = { "плащ вартового" }, -- Guardian Cloak
[5966] = { "рукавиці вартового" }, -- Guardian Gloves
[5967] = { "дворянський пояс" }, -- Girdle of Nobility
[5968] = { "потерті чоботи" }, -- Rugged Boots
[5969] = { "потертий плащ" }, -- Regent's Cloak
[5970] = { "зміїні рукавиці" }, -- Serpent Gloves
[5971] = { "пір'яна накидка" }, -- Feathered Cape
[5972] = { "викрійка: Тонкі шкіряні штани", use="Навчає вас створювати тонкі шкіряні штани.", recipe_result_item=5958 }, -- Pattern: Fine Leather Pants
[5973] = { "викрійка: Варварські поножі", use="Навчає вас створювати варварські поножі.", recipe_result_item=5963 }, -- Pattern: Barbaric Leggings
[5974] = { "викрійка: Плащ вартового", use="Навчає вас створювати плащ вартового.", recipe_result_item=5965 }, -- Pattern: Guardian Cloak
[5975] = { "пояс розбійника" }, -- Ruffian Belt
[5976] = { "гільдійська гербова накидка" }, -- Guild Tabard
[5996] = { "еліксир водного дихання", use=7178 }, -- Elixir of Water Breathing
[5997] = { "еліксир слабкого захисту", use=673 }, -- Elixir of Minor Defense
[5998] = { "замовлення Бурешпиля" }, -- Stormpike's Request
[6016] = { "зразок вовчого серця" }, -- Wolf Heart Sample
[6037] = { "злиток ясносрібла" }, -- Truesilver Bar
[6038] = { "смажений гігантський молюск", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 8 на 15 хв." }, -- Giant Clam Scorcho
[6039] = { "рецепт: Смажений гігантський молюск", use="Навчає вас готувати смаженого гігантського молюска.", recipe_result_item=6038 }, -- Recipe: Giant Clam Scorcho
[6040] = { "золоті лускаті браслети" }, -- Golden Scale Bracers
[6041] = { "сталевий ланцюг для зброї", use="Прикріпити до зброї ланцюг, що не дозволяє вас роззброїти." }, -- Steel Weapon Chain
[6042] = { "залізний шип для щита", use="Прикріпити до вашого щита залізний шип, що завдає шкоди щоразу, коли ви блокуєте." }, -- Iron Shield Spike
[6043] = { "залізна противага", use="Прикріпити до вашого дворучного меча, булави, сокири або держакової зброї противагу, що збільшує її швидкість на 3%." }, -- Iron Counterweight
[6044] = { "креслення: Залізний шип для щита", use="Навчає вас створювати залізний шип для щита.", recipe_result_item=6042 }, -- Plans: Iron Shield Spike
[6045] = { "креслення: Залізна противага", use="Навчає вас створювати залізну противагу.", recipe_result_item=6043 }, -- Plans: Iron Counterweight
[6046] = { "креслення: Сталевий ланцюг для зброї", use="Навчає вас створювати сталевий ланцюг для зброї, що захистить вас від роззброєння.", recipe_result_item=6041 }, -- Plans: Steel Weapon Chain
[6047] = { "креслення: Золотий лускатий койф", use="Навчає вас створювати золотий лускатий койф.", recipe_result_item=3837 }, -- Plans: Golden Scale Coif
[6048] = { "зілля тіньового захисту", use=7242 }, -- Shadow Protection Potion
[6049] = { "зілля вогняного захисту", use=7233 }, -- Fire Protection Potion
[6050] = { "зілля крижаного захисту", use=7239 }, -- Frost Protection Potion
[6051] = { "зілля священного захисту", use=7245 }, -- Holy Protection Potion
[6052] = { "зілля природного захисту", use=7254 }, -- Nature Protection Potion
[6053] = { "рецепт: Зілля священного захисту", use="Навчає вас створювати зілля священного захисту.", recipe_result_item=6051 }, -- Recipe: Holy Protection Potion
[6054] = { "рецепт: Зілля тіньового захисту", use="Навчає вас створювати зілля тіньового захисту.", recipe_result_item=6048 }, -- Recipe: Shadow Protection Potion
[6055] = { "рецепт: Зілля вогняного захисту", use="Навчає вас створювати зілля вогняного захисту.", recipe_result_item=6049 }, -- Recipe: Fire Protection Potion
[6056] = { "рецепт: Зілля крижаного захисту", use="Навчає вас створювати зілля крижаного захисту.", recipe_result_item=6050 }, -- Recipe: Frost Protection Potion
[6057] = { "рецепт: Зілля природного захисту", use="Навчає вас створювати зілля природного захисту.", recipe_result_item=6052 }, -- Recipe: Nature Protection Potion
[6058] = { "почорнілий шкіряний ремінь" }, -- Blackened Leather Belt
[6059] = { "жилет кочівника" }, -- Nomadic Vest
[6060] = { "волокняні наручі" }, -- Flax Bracers
[6061] = { "сірокам'яні наручі" }, -- Graystone Bracers
[6062] = { "грубі в'язані наручі" }, -- Heavy Cord Bracers
[6063] = { "підковані залізом рукавиці" }, -- Cold Steel Gauntlets
[6064] = { "мініатюрні платинові диски" }, -- Miniature Platinum Discs
[6065] = { "дослідження просторової конвергенції Кадґара", flavor="Ці папери запечатані магічними силами." }, -- Khadgar's Essays on Dimensional Convergence
[6066] = { "голова хана Дез'гепа" }, -- Khan Dez'hepah's Head
[6067] = { "вухо кентавра" }, -- Centaur Ear
[6068] = { "рецепт: Тіньова олія", use="Навчає вас створювати тіньову олію.", recipe_result_item=3824 }, -- Recipe: Shadow Oil
[6069] = { "грубо в'ялене м'ясо" }, -- Crudely Dried Meat
[6070] = { "браслети з вовчої шкіри" }, -- Wolfskin Bracers
[6071] = { "кристал дренетисту" }, -- Draenethyst Crystal
[6072] = { "голова хана Джена" }, -- Khan Jehn's Head
[6073] = { "голова хана Шаки" }, -- Khan Shaka's Head
[6074] = { "мундштук бойового рога", use="Помістити в мародінський бойовий ріг і засурмити." }, -- War Horn Mouthpiece
[6075] = { "звіт Ваймса" }, -- Vimes's Report
[6076] = { "завужені штани" }, -- Tapered Pants
[6077] = { "мародінський фрагмент ключа" }, -- Maraudine Key Fragment
[6078] = { "щит пікінера" }, -- Pikeman Shield
[6079] = { "грубий оберіг" }, -- Crude Charm
[6080] = { "серце тіньової пантери" }, -- Shadow Panther Heart
[6081] = { "гриб повелителя болота" }, -- Mire Lord Fungus
[6082] = { "пухлина глибокохода" }, -- Deepstrider Tumor
[6083] = { "розбиті сльози" }, -- Broken Tears
[6084] = { "поножі вартового Штормовію" }, -- Stormwind Guard Leggings
[6085] = { "мундир піхотинця" }, -- Footman Tunic
[6086] = { "сироватка правди Фаустіна" }, -- Faustin's Truth Serum
[6087] = { "шоси західного краю" }, -- Chausses of Westfall
[6089] = { "вариво Зредуса" }, -- Zraedus's Brew
[6091] = { "ящик з камінням сили" }, -- Crate of Power Stones
[6092] = { "чоботи з чорного дракончика" }, -- Black Whelp Boots
[6093] = { "погибель орків" }, -- Orc Crusher
[6094] = { "пронзаюча сокира" }, -- Piercing Axe
[6095] = { "чоботи мандрів" }, -- Wandering Boots
[6096] = { "сорочка учня" }, -- Apprentice's Shirt
[6097] = { "сорочка послушника" }, -- Acolyte's Shirt
[6098] = { "мантія неофіта" }, -- Neophyte's Robe
[6116] = { "мантія учня" }, -- Apprentice's Robe
[6117] = { "сорочка зброєносця" }, -- Squire's Shirt
[6118] = { "штани зброєносця" }, -- Squire's Pants
[6119] = { "мантія неофіта" }, -- Neophyte's Robe
[6120] = { "сорочка рекрута" }, -- Recruit's Shirt
[6121] = { "штани рекрута" }, -- Recruit's Pants
[6122] = { "чоботи рекрута" }, -- Recruit's Boots
[6123] = { "мантія новобранця" }, -- Novice's Robe
[6124] = { "штани новобранця" }, -- Novice's Pants
[6125] = { "портупея забіяки" }, -- Brawler's Harness
[6126] = { "штани капканника" }, -- Trapper's Pants
[6127] = { "чоботи капканника" }, -- Trapper's Boots
[6129] = { "мантія послушника" }, -- Acolyte's Robe
[6130] = { "сорочка капканника" }, -- Trapper's Shirt
[6131] = { "штани капканника" }, -- Trapper's Pants
[6134] = { "проста накидка" }, -- Primitive Mantle
[6135] = { "простий кілт" }, -- Primitive Kilt
[6136] = { "сорочка бандита" }, -- Thug Shirt
[6137] = { "штани бандита" }, -- Thug Pants
[6138] = { "чоботи бандита" }, -- Thug Boots
[6139] = { "мантія новобранця" }, -- Novice's Robe
[6140] = { "мантія учня" }, -- Apprentice's Robe
[6144] = { "мантія неофіта" }, -- Neophyte's Robe
[6145] = { "кулон Клариси", flavor="Покладіть на могилу Юріва." }, -- Clarice's Pendant
[6146] = { "сухий плавник" }, -- Sundried Driftwood
[6147] = { "обшарпаний старий пояс" }, -- Ratty Old Belt
[6148] = { "вкриті павутинням чоботи" }, -- Web-covered Boots
[6149] = { "велике зілля мани", ref=2455 }, -- Greater Mana Potion
[6150] = { "потертий вузол" }, -- A Frayed Knot
[6166] = { "щелепа койота" }, -- Coyote Jawbone
[6167] = { "доповідь Ніки" }, -- Neeka's Report
[6168] = { "пазур пилкозубого кусача" }, -- Sawtooth Snapper Claw
[6169] = { "сира вирізка пилкозуба" }, -- Unprepared Sawtooth Flank
[6170] = { "реактиви чарівників" }, -- Wizards' Reagents
[6171] = { "рукавиці мисливця на вовків" }, -- Wolf Handler Gloves
[6172] = { "втрачені припаси" }, -- Lost Supplies
[6173] = { "снігові чоботи" }, -- Snow Boots
[6175] = { "артефакт Атал'ай" }, -- Atal'ai Artifact
[6176] = { "дворфійський краплеподібний щит" }, -- Dwarven Kite Shield
[6177] = { "залізні ковані браслети" }, -- Ironwrought Bracers
[6178] = { "вантаж для Підсвітньої Варти" }, -- Shipment to Nethergarde
[6179] = { "накидка корсара" }, -- Privateer's Cape
[6180] = { "шкіра Сларка" }, -- Slarkskin
[6181] = { "фетиш Гаккара" }, -- Fetish of Hakkar
[6182] = { "тьмяний смолоскип", equip="Збільшує дух членів групи поблизу на 4." }, -- Dim Torch
[6183] = { "незапалений поганий смолоскип" }, -- Unlit Poor Torch
[6184] = { "нога жахливого повзуна" }, -- Monstrous Crawler Leg
[6185] = { "ведмежа накидка" }, -- Bear Shawl
[6186] = { "трозький тесак" }, -- Trogg Slicer
[6187] = { "дворфійський захисник" }, -- Dwarven Defender
[6188] = { "болотоступи" }, -- Mud Stompers
[6189] = { "міцні кольчужні наплечі" }, -- Durable Chain Shoulders
[6190] = { "уламок дренетиста" }, -- Draenethyst Shard
[6191] = { "чоботи Кімбри" }, -- Kimbra Boots
[6192] = { "голова хана Грати" }, -- Khan Hratha's Head
[6193] = { "пакунок з артефактами Атал'ай" }, -- Bundle of Atal'ai Artifacts
[6194] = { "бочкоруб" }, -- Barreling Reaper
[6195] = { "навощений обладунок" }, -- Wax-polished Armor
[6196] = { "дубина Нобору" }, -- Noboru's Cudgel
[6197] = { "жилет зі шкури кроколіска" }, -- Loch Croc Hide Vest
[6198] = { "доісторичні наручі" }, -- Jurassic Wristguards
[6199] = { "перстень чорної вдови" }, -- Black Widow Band
[6200] = { "бойовий пояс Ґарнеґа" }, -- Garneg's War Belt
[6201] = { "гнучкі чоботи" }, -- Lithe Boots
[6202] = { "рукавички без пальців" }, -- Fingerless Gloves
[6203] = { "бандитський щит" }, -- Thuggish Shield
[6204] = { "племінний шолом ворга" }, -- Tribal Worg Helm
[6205] = { "землерийна лопата" }, -- Burrowing Shovel
[6206] = { "камнедробарка" }, -- Rock Chipper
[6211] = { "рецепт: Еліксир сили огра", use="Навчає вас створювати еліксир сили огра.", recipe_result_item=3391 }, -- Recipe: Elixir of Ogre's Strength
[6212] = { "голова Джаммал'ана" }, -- Head of Jammal'an
[6214] = { "важкий мідний молот" }, -- Heavy Copper Maul
[6215] = { "збалансований бойовий посох" }, -- Balanced Fighting Stick
[6216] = { "загадковий порошок", flavor="Використовується чародіями для накладання чарів." }, -- Mystical Powder
[6217] = { "мідний жезл", flavor="Використовується чародіями для створення рунічного мідного жезла." }, -- Copper Rod
[6218] = { "рунічний мідний жезл" }, -- Runed Copper Rod
[6219] = { "дуговий гайковерт" }, -- Arclight Spanner
[6220] = { "осколок метеорита", hit="Завдає цілі 35 шкоди від вогню." }, -- Meteor Shard
[6223] = { "щит Темнодолу" }, -- Crest of Darkshire
[6226] = { "кривавий фартух" }, -- Bloody Apron
[6238] = { "коричнева лляна мантія" }, -- Brown Linen Robe
[6239] = { "червоний лляний жилет" }, -- Red Linen Vest
[6240] = { "синій лляний жилет" }, -- Blue Linen Vest
[6241] = { "біла лляна мантія" }, -- White Linen Robe
[6242] = { "блакитна лляна мантія" }, -- Blue Linen Robe
[6243] = { "зелена вовняна мантія" }, -- Green Woolen Robe
[6245] = { "торба Карнітола" }, -- Karnitol's Satchel
[6246] = { "кіготь скаженолютого сатира" }, -- Hatefury Claw
[6247] = { "ріг скаженолютого сатира" }, -- Hatefury Horn
[6248] = { "отрута скорпаші" }, -- Scorpashi Venom
[6249] = { "шкура старого кодо" }, -- Aged Kodo Hide
[6250] = { "мозок скверногончої" }, -- Felhound Brain
[6251] = { "підсвітне крило" }, -- Nether Wing
[6252] = { "кров стража приречення" }, -- Doomwarder Blood
[6253] = { "пакунок Лівшиці" }, -- Leftwitch's Package
[6256] = { "вудка" }, -- Fishing Pole
[6257] = { "шлунок руха" }, -- Roc Gizzard
[6258] = { "печінка залізохутрого ведмедя" }, -- Ironfur Liver
[6259] = { "печінка гроддокської мавпи" }, -- Groddoc Liver
[6260] = { "блакитний барвник" }, -- Blue Dye
[6261] = { "помаранчевий барвник" }, -- Orange Dye
[6262] = { "щоденник Ґалена" }, -- Galen's Journal
[6263] = { "синій комбінезон" }, -- Blue Overalls
[6264] = { "мантія старшого адепта" }, -- Greater Adept's Robe
[6265] = { "уламок душі" }, -- Soul Shard
[6266] = { "жилет послідовника" }, -- Disciple's Vest
[6267] = { "штани послідовника" }, -- Disciple's Pants
[6268] = { "мундир першопроходця" }, -- Pioneer Tunic
[6269] = { "штани першопроходця" }, -- Pioneer Trousers
[6270] = { "викрійка: Синій лляний жилет", use="Навчає вас створювати синій лляний жилет.", recipe_result_item=6240 }, -- Pattern: Blue Linen Vest
[6271] = { "викрійка: Червоний лляний жилет", use="Навчає вас створювати червоний лляний жилет.", recipe_result_item=6239 }, -- Pattern: Red Linen Vest
[6272] = { "викрійка: Блакитна лляна мантія", use="Навчає вас створювати блакитну лляну мантію.", recipe_result_item=6242 }, -- Pattern: Blue Linen Robe
[6273] = { "викрійка: Зелена вовняна мантія", use="Навчає вас створювати зелену вовняну мантію.", recipe_result_item=6243 }, -- Pattern: Green Woolen Robe
[6274] = { "викрійка: Синій комбінезон", use="Навчає вас створювати синій комбінезон.", recipe_result_item=6263 }, -- Pattern: Blue Overalls
[6275] = { "викрійка: Мантія старшого адепта", use="Навчає вас створювати мантію старшого адепта.", recipe_result_item=6264 }, -- Pattern: Greater Adept's Robe
[6276] = { "запліснявіла записка" }, -- Musty Note
[6277] = { "запліснявілий пергамент" }, -- Musty Parchment
[6278] = { "запліснявілий сувій" }, -- Musty Scroll
[6279] = { "запліснявілий лист" }, -- Musty Letter
[6280] = { "запліснявіле послання" }, -- Musty Missive
[6281] = { "череп брязкокісткового скелета" }, -- Rattlecage Skull
[6282] = { "священні поховальні штани" }, -- Sacred Burial Trousers
[6283] = { "книга Ура" }, -- The Book of Ur
[6284] = { "руни виклику", use="Викликати пустотника в колі виклику." }, -- Runes of Summoning
[6285] = { "гримуар Еґаліна" }, -- Egalin's Grimoire
[6286] = { "чисті серця", use="Викликати сукуба в колі виклику." }, -- Pure Hearts
[6287] = { "уламок таблички Атал'ай" }, -- Atal'ai Tablet Fragment
[6288] = { "скрижаль Атал'ай" }, -- Atal'ai Tablet
[6289] = { "сирий муловий луціан", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Longjaw Mud Snapper
[6290] = { "блискуча рибка", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Brilliant Smallfish
[6291] = { "сира блискуча рибка", use="Відновлює 30 здоров'я протягом 15 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Brilliant Smallfish
[6292] = { "10-фунтовий муловий луціан" }, -- 10 Pound Mud Snapper
[6293] = { "висушена кров кажана" }, -- Dried Bat Blood
[6294] = { "12-фунтовий муловий луціан" }, -- 12 Pound Mud Snapper
[6295] = { "15-фунтовий муловий луціан" }, -- 15 Pound Mud Snapper
[6296] = { "шмат шерсті кажана" }, -- Patch of Bat Hair
[6297] = { "старий череп" }, -- Old Skull
[6298] = { "криваве ікло кажана" }, -- Bloody Bat Fang
[6299] = { "хвора на вигляд риба", use="Відновлює 30 здоров'я протягом 15 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Sickly Looking Fish
[6300] = { "фрагмент панцира" }, -- Husk Fragment
[6301] = { "череп старого візника", flavor="Схоже, що він комусь перейшов дорогу." }, -- Old Teamster's Skull
[6302] = { "тендітне крило комахи" }, -- Delicate Insect Wing
[6303] = { "сира слизькошкіра скумбрія", use="Відновлює 30 здоров'я протягом 15 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Slitherskin Mackerel
[6304] = { "розмокла сторінка щоденника (день 4)" }, -- Damp Diary Page (Day 4)
[6305] = { "розмокла сторінка щоденника (день 87)" }, -- Damp Diary Page (Day 87)
[6306] = { "розмокла сторінка щоденника (день 512)" }, -- Damp Diary Page (Day 512)
[6307] = { "послання в пляшці" }, -- Message in a Bottle
[6308] = { "сирий щетиновусий сом", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Bristle Whisker Catfish
[6309] = { "17-фунтовий сом" }, -- 17 Pound Catfish
[6310] = { "19-фунтовий сом" }, -- 19 Pound Catfish
[6311] = { "22-фунтовий сом" }, -- 22 Pound Catfish
[6312] = { "серце Даліна" }, -- Dalin's Heart
[6313] = { "серце Комара" }, -- Comar's Heart
[6314] = { "плащ повелителя вовків" }, -- Wolfmaster Cape
[6315] = { "арбалет зі сталевими стрілами" }, -- Steelarrow Crossbow
[6316] = { "делікатес з озерної навіженки", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Loch Frenzy Delight
[6317] = { "сира озерна навіженка", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Loch Frenzy
[6318] = { "лей-посох Одо" }, -- Odo's Ley Staff
[6319] = { "пояс Сліпогляда" }, -- Girdle of the Blindwatcher
[6320] = { "лицарський щит командира" }, -- Commander's Crest
[6321] = { "фамільна печатка Сріблярів" }, -- Silverlaine's Family Seal
[6323] = { "скіпетр барона" }, -- Baron's Scepter
[6324] = { "мантія Аруґала" }, -- Robes of Arugal
[6325] = { "рецепт: Блискуча рибка", use="Навчає вас готувати блискучу рибку.", recipe_result_item=6290 }, -- Recipe: Brilliant Smallfish
[6326] = { "рецепт: Слизькошкіра скумбрія", use="Навчає вас готувати слизькошкіру скумбрію.", recipe_result_item=787 }, -- Recipe: Slitherskin Mackerel
[6327] = { "Заспокоювач" }, -- The Pacifier
[6328] = { "рецепт: Муловий луціан", use="Навчає вас готувати мулового луціана.", recipe_result_item=4592 }, -- Recipe: Longjaw Mud Snapper
[6329] = { "рецепт: Делікатес з озерної навіженки", use="Навчає вас готувати делікатес з озерної навіженки.", recipe_result_item=6316 }, -- Recipe: Loch Frenzy Delight
[6330] = { "рецепт: Щетиновусий сом", use="Навчає вас готувати щетиновусого сома.", recipe_result_item=4593 }, -- Recipe: Bristle Whisker Catfish
[6331] = { "виючий клинок", hit="Зменшує силу атаки цілі на 30 протягом 30 секунд." }, -- Howling Blade
[6332] = { "перстень з чорною перлиною" }, -- Black Pearl Ring
[6333] = { "шипохльостий кинджал" }, -- Spikelash Dagger
[6335] = { "вицвілі чоботи" }, -- Grizzled Boots
[6336] = { "мундир піхоти" }, -- Infantry Tunic
[6337] = { "поножі піхоти" }, -- Infantry Leggings
[6338] = { "срібний жезл", flavor="Потрібен чародіям." }, -- Silver Rod
[6339] = { "рунічний срібний жезл" }, -- Runed Silver Rod
[6340] = { "шкура Фенруса" }, -- Fenrus' Hide
[6341] = { "моторошний ліхтар зі стайні" }, -- Eerie Stable Lantern
[6342] = { "формула: Чари для нагрудника - крихітна мана", use="Навчає вас накладати на нагрудник чари, що збільшують ману на 5." }, -- Formula: Enchant Chest - Minor Mana
[6343] = { "формула: Чари для нагрудника - дух", use="Навчає вас накладати на нагрудник тимчасові чари, що збільшують дух на 3 протягом 60 хв." }, -- Formula: Imbue Chest - Spirit
[6344] = { "формула: Чари для браслетів - крихітний дух", use="Навчає вас накладати на браслети чари, що збільшують дух на 1." }, -- Formula: Enchant Bracer - Minor Spirit
[6345] = { "формула: Чари для плаща - захист", use="Навчає вас накладати на плащ чари, що збільшують броню на 10." }, -- Formula: Imbue Cloak - Protection
[6346] = { "формула: Чари для нагрудника - мала мана", use="Навчає вас накладати на нагрудник чари, що збільшують ману на 20." }, -- Formula: Enchant Chest - Lesser Mana
[6347] = { "формула: Чари для нагрудника - крихітна сила", use="Навчає вас накладати на браслети чари, що збільшують силу на 1." }, -- Formula: Enchant Bracer - Minor Strength
[6348] = { "формула: Чари для зброї - крихітний звіробій", use="Навчає вас накладати на зброю ближнього бою чари, що збільшують шкоду від зброї на 2 в бою зі звірами." }, -- Formula: Enchant Weapon - Minor Beastslayer
[6349] = { "формула: Чари для дворучної зброї - малий інтелект", use="Навчає вас накладати на дворучну зброю чари, що збільшують інтелект на 3." }, -- Formula: Enchant 2H Weapon - Lesser Intellect
[6350] = { "грубі бронзові чоботи" }, -- Rough Bronze Boots
[6351] = { "подертий ящик", flavor="Припаси ТзНБ \"Авантюра\"" }, -- Dented Crate
[6352] = { "промоклий ящик", flavor="Припаси ТзНБ \"Авантюра\"" }, -- Waterlogged Crate
[6353] = { "маленька скриня" }, -- Small Chest
[6354] = { "маленька замкнена скриня" }, -- Small Locked Chest
[6355] = { "міцна замкнена скриня" }, -- Sturdy Locked Chest
[6356] = { "побита скриня" }, -- Battered Chest
[6357] = { "запечатаний ящик", flavor="Припаси ТзНБ \"Авантюра\"" }, -- Sealed Crate
[6358] = { "маслянистий чорноротик" }, -- Oily Blackmouth
[6359] = { "вогнеперий луціан" }, -- Firefin Snapper
[6360] = { "сталелуска риба-молот" }, -- Steelscale Crushfish
[6361] = { "сирий веселковий тунець", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Rainbow Fin Albacore
[6362] = { "сира камнелуска тріска", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Rockscale Cod
[6363] = { "26-фунтовий сом" }, -- 26 Pound Catfish
[6364] = { "32-фунтовий сом" }, -- 32 Pound Catfish
[6365] = { "міцна вудка", equip="Збільшує навичку риболовлі на 5." }, -- Strong Fishing Pole
[6366] = { "вудка Темнолісся", equip="Збільшує навичку риболовлі на 15." }, -- Darkwood Fishing Pole
[6367] = { "велика залізна вудка", equip="Збільшує навичку риболовлі на 20." }, -- Big Iron Fishing Pole
[6368] = { "рецепт: Веселковий тунець", use="Навчає вас готувати веселкового тунця.", recipe_result_item=5095 }, -- Recipe: Rainbow Fin Albacore
[6369] = { "рецепт: Камнелуска тріска", use="Навчає вас готувати камнелуску тріску.", recipe_result_item=4594 }, -- Recipe: Rockscale Cod
[6370] = { "олія чорноротика" }, -- Blackmouth Oil
[6371] = { "вогняна олія" }, -- Fire Oil
[6372] = { "зілля швидкого плавання", use=7840 }, -- Swim Speed Potion
[6373] = { "еліксир вогнеміці", use=7844 }, -- Elixir of Firepower
[6374] = { "зачарований порошок", flavor="Використовується чародіями для накладання чарів." }, -- Enchanted Powder
[6375] = { "формула: Чари для браслетів - менший дух", use="Навчає вас накладати на браслети чари, що збільшують дух на 3." }, -- Formula: Enchant Bracer - Lesser Spirit
[6376] = { "формула: Чари для чобіт - крихітна витривалість", use="Навчає вас накладати на чоботи чари, що збільшують витривалість на 1." }, -- Formula: Enchant Boots - Minor Stamina
[6377] = { "формула: Чари для чобіт - крихітна спритність", use="Навчає вас накладати на чоботи чари, що збільшують спритність на 1." }, -- Formula: Enchant Boots - Minor Agility
[6378] = { "накидка провидця" }, -- Seer's Cape
[6379] = { "гравійований шкіряний пояс" }, -- Inscribed Leather Belt
[6380] = { "гравійований баклер" }, -- Inscribed Buckler
[6381] = { "яскравий плащ" }, -- Bright Cloak
[6382] = { "лісовий шкіряний пояс" }, -- Forest Leather Belt
[6383] = { "лісовий баклер" }, -- Forest Buckler
[6384] = { "стильна блакитна сорочка" }, -- Stylish Blue Shirt
[6385] = { "стильна зелена сорочка" }, -- Stylish Green Shirt
[6386] = { "блискучі кольчужні поножі" }, -- Glimmering Mail Legguards
[6387] = { "блискучі кольчужні браслети" }, -- Glimmering Mail Bracers
[6388] = { "блискуче кольчужне напліччя" }, -- Glimmering Mail Pauldrons
[6389] = { "блискучий кольчужний койф" }, -- Glimmering Mail Coif
[6390] = { "викрійка: Стильна блакитна сорочка", use="Навчає вас створювати стильну блакитну сорочку.", recipe_result_item=6384 }, -- Pattern: Stylish Blue Shirt
[6391] = { "викрійка: Стильна зелена сорочка", use="Навчає вас створювати стильну зелену сорочку.", recipe_result_item=6385 }, -- Pattern: Stylish Green Shirt
[6392] = { "пояс Аруґала" }, -- Belt of Arugal
[6393] = { "сріблясті рукавиці" }, -- Silver-thread Gloves
[6394] = { "сріблясті чоботи" }, -- Silver-thread Boots
[6395] = { "сріблястий амікт" }, -- Silver-thread Amice
[6396] = { "гербовий нагрудний" }, -- Emblazoned Chestpiece
[6397] = { "гербові рукавиці" }, -- Emblazoned Gloves
[6398] = { "гербовий пояс" }, -- Emblazoned Belt
[6399] = { "гербові наплечі" }, -- Emblazoned Shoulders
[6400] = { "блискучий щит" }, -- Glimmering Shield
[6401] = { "викрійка: Темна шовкова сорочка", use="Навчає вас створювати темну шовкову сорочку.", recipe_result_item=4333 }, -- Pattern: Dark Silk Shirt
[6402] = { "кольчужні бойові поножі" }, -- Mail Combat Leggings
[6403] = { "кольчужні бойові нарукавники" }, -- Mail Combat Armguards
[6404] = { "кольчужні бойові наплічники" }, -- Mail Combat Spaulders
[6405] = { "брюки нічного неба" }, -- Nightsky Trousers
[6406] = { "чоботи нічного неба" }, -- Nightsky Boots
[6407] = { "браслети нічного неба" }, -- Nightsky Wristbands
[6408] = { "орденські рукавиці" }, -- Insignia Gloves
[6409] = { "орденський пояс" }, -- Insignia Belt
[6410] = { "орденські браслети" }, -- Insignia Bracers
[6411] = { "обладунок старшого бригадира" }, -- Chief Brigadier Armor
[6412] = { "чоботи старшого бригадира" }, -- Chief Brigadier Boots
[6413] = { "браслети старшого бригадира" }, -- Chief Brigadier Bracers
[6414] = { "печатка Сильвани" }, -- Seal of Sylvanas
[6415] = { "мантія зорі" }, -- Aurora Robe
[6416] = { "черевики зорі" }, -- Aurora Boots
[6417] = { "плащ зорі" }, -- Aurora Cloak
[6418] = { "пояс зорі" }, -- Aurora Sash
[6419] = { "прикрашені гліфами рукавиці" }, -- Glyphed Mitts
[6420] = { "прикрашені гліфами чоботи" }, -- Glyphed Boots
[6421] = { "прикрашений гліфами пояс" }, -- Glyphed Belt
[6422] = { "прикрашений гліфами шолом" }, -- Glyphed Helm
[6423] = { "наголінники Чорної кузні" }, -- Blackforge Greaves
[6424] = { "плащ Чорної кузні" }, -- Blackforge Cape
[6425] = { "пояс Чорної кузні" }, -- Blackforge Girdle
[6426] = { "браслети Чорної кузні" }, -- Blackforge Bracers
[6427] = { "імлиста мантія" }, -- Mistscape Robe
[6428] = { "імлисті рукавички" }, -- Mistscape Gloves
[6429] = { "імлистий капелюх чарівника" }, -- Mistscape Wizard Hat
[6430] = { "імперський шкіряний нагрудник" }, -- Imperial Leather Breastplate
[6431] = { "імперські шкіряні чоботи" }, -- Imperial Leather Boots
[6432] = { "імперський плащ" }, -- Imperial Cloak
[6433] = { "імперський шкіряний шолом" }, -- Imperial Leather Helm
[6435] = { "наповнений палаючий самоцвіт" }, -- Infused Burning Gem
[6436] = { "палаючий самоцвіт", use="Захоплює дух найближчого члена Палаючого Леза. Якщо ціль помирає під час дії закляття — заклинач отримує 1 наповнений палаючий самоцвіт." }, -- Burning Gem
[6438] = { "тусклий браслет елементаля" }, -- Dull Elemental Bracer
[6439] = { "зламаний браслет зв'язування" }, -- Broken Binding Bracer
[6440] = { "Мізкохляст" }, -- Brainlash
[6441] = { "скальп тінелова" }, -- Shadowstalker Scalp
[6442] = { "кристал оракула" }, -- Oracle Crystal
[6443] = { "спотворена шкура" }, -- Deviate Hide
[6444] = { "роздвоєний язик" }, -- Forked Tongue
[6445] = { "крихка скинута шкіра" }, -- Brittle Molting
[6446] = { "сумка зі зміїної шкіри" }, -- Snakeskin Bag
[6447] = { "потертий щит з черепахового панцира" }, -- Worn Turtle Shell Shield
[6448] = { "хвостовий шип" }, -- Tail Spike
[6449] = { "сяючий плащ з луски ящірки" }, -- Glowing Lizardscale Cloak
[6450] = { "шовковий бинт", use="Відновлює 400 здоров'я за 8 сек." }, -- Silk Bandage
[6451] = { "щільний шовковий бинт", use="Відновлює 640 здоров'я за 8 сек." }, -- Heavy Silk Bandage
[6452] = { "протиотрута", use="Зцілення цілі від отрут до 25 рівня." }, -- Anti-Venom
[6453] = { "сильна протиотрута", use="Зцілення цілі від отрут до 35 рівня." }, -- Strong Anti-Venom
[6454] = { "посібник: Сильна протиотрута", use="Навчає вас створювати сильну протиотруту.", recipe_result_item=6453 }, -- Manual: Strong Anti-Venom
[6455] = { "старе колесо воза" }, -- Old Wagonwheel
[6456] = { "кислотний слиз" }, -- Acidic Slime
[6457] = { "іржаві інженерні деталі" }, -- Rusted Engineering Parts
[6458] = { "вкрита мастилом риба", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Oil Covered Fish
[6459] = { "дикі ботфорти" }, -- Savage Trodders
[6460] = { "обхват Кобрана" }, -- Cobrahn's Grasp
[6461] = { "вкриті слизом наплічники", equip="Відновлює 3 здоров'я кожні 4 с." }, -- Slime-encrusted Pads
[6462] = { "запечатаний ящик" }, -- Secure Crate
[6463] = { "перстень глибин" }, -- Deep Fathom Ring
[6464] = { "плачуча сутність" }, -- Wailing Essence
[6465] = { "мантія вужа" }, -- Robe of the Moccasin
[6466] = { "плащ зі спотвореної луски" }, -- Deviate Scale Cloak
[6467] = { "рукавиці зі спотвореної луски" }, -- Deviate Scale Gloves
[6468] = { "пояс зі спотвореної луски" }, -- Deviate Scale Belt
[6469] = { "Отрутостріл", equip="Шанс вразити ціль в дальньому бою отрутою, щавдаючи від 31 до 45 шкоди від природи." }, -- Venomstrike
[6470] = { "спотворена луска" }, -- Deviate Scale
[6471] = { "бездоганна спотворена луска" }, -- Perfect Deviate Scale
[6472] = { "Жаляча гадюка", hit="Отруює ціль, завдаючи 7 шкоди від природи кожні 3 секунди протягом 15 секунд." }, -- Stinging Viper
[6473] = { "обладунок Ікла" }, -- Armor of the Fang
[6474] = { "викрійка: Плащ зі спотвореної луски", use="Навчає вас створювати плащ зі спотвореної луски.", recipe_result_item=6466 }, -- Pattern: Deviate Scale Cloak
[6475] = { "викрійка: Рукавиці зі спотвореної луски", use="Навчає вас створювати рукавиці зі спотвореної луски.", recipe_result_item=6467 }, -- Pattern: Deviate Scale Gloves
[6476] = { "рецепт: Пояс зі спотвореної луски", use="Навчає вас створенню пояса зі спотвореної луски.", recipe_result_item=6468 }, -- Pattern: Deviate Scale Belt
[6477] = { "пояс лугів" }, -- Grassland Sash
[6478] = { "щуродави" }, -- Rat Stompers
[6479] = { "кулон Малемів" }, -- Malem Pendant
[6480] = { "поножі зі спотвореної шкіри" }, -- Slick Deviate Leggings
[6481] = { "болотні рукавиці" }, -- Dagmire Gauntlets
[6482] = { "черевики вогнехода" }, -- Firewalker Boots
[6486] = { "припалена луска" }, -- Singed Scale
[6487] = { "голова паскудного фамільяра" }, -- Vile Familiar Head
[6488] = { "проста скрижаль" }, -- Simple Tablet
[6489] = { "обвітрений пергамент" }, -- Weatherworn Parchment
[6490] = { "темний пергамент" }, -- Dark Parchment
[6491] = { "важкий пергамент" }, -- Heavy Parchment
[6492] = { "вкритий кіптявою пергамент" }, -- Sooty Parchment
[6493] = { "пошарпаний пергамент" }, -- Tattered Parchment
[6494] = { "розписаний пергамент" }, -- Scrawled Parchment
[6495] = { "пошматований пергамент" }, -- Weatherbeaten Parchment
[6496] = { "списаний пергамент" }, -- Detailed Parchment
[6497] = { "простий пергамент" }, -- Simple Parchment
[6498] = { "розписана шкіра кодо" }, -- Inscribed Kodo Leather
[6499] = { "розписана шкіра кодо" }, -- Inscribed Kodo Leather
[6500] = { "розписана шкіра кодо" }, -- Inscribed Kodo Leather
[6501] = { "розписана шкіра кодо" }, -- Inscribed Kodo Leather
[6502] = { "броня з фіолетової луски" }, -- Violet Scale Armor
[6503] = { "мантія арлекіна" }, -- Harlequin Robes
[6504] = { "клинок-крило" }, -- Wingblade
[6505] = { "посох півмісяця" }, -- Crescent Staff
[6506] = { "чоботи піхоти" }, -- Infantry Boots
[6507] = { "браслети піхоти" }, -- Infantry Bracers
[6508] = { "плащ піхоти" }, -- Infantry Cloak
[6509] = { "пояс піхоти" }, -- Infantry Belt
[6510] = { "рукавиці піхоти" }, -- Infantry Gauntlets
[6511] = { "мантія підмайстра" }, -- Journeyman's Robe
[6512] = { "мантія послідовника" }, -- Disciple's Robe
[6513] = { "пояс послідовника" }, -- Disciple's Sash
[6514] = { "плащ послідовника" }, -- Disciple's Cloak
[6515] = { "рукавиці послідовника" }, -- Disciple's Gloves
[6516] = { "сувій виклику біса", use="Навчитись викликати біса." }, -- Imp Summoning Scroll
[6517] = { "пояс першопроходця" }, -- Pioneer Belt
[6518] = { "чоботи першопроходця" }, -- Pioneer Boots
[6519] = { "браслети першопроходця" }, -- Pioneer Bracers
[6520] = { "плащ першопроходця" }, -- Pioneer Cloak
[6521] = { "рукавиці першопроходця" }, -- Pioneer Gloves
[6522] = { "загадкова риба", use="З'їж мене." }, -- Deviate Fish
[6523] = { "портупея з пряжками" }, -- Buckled Harness
[6524] = { "прикрашена шкіряна портупея" }, -- Studded Leather Harness
[6525] = { "портупея бугая" }, -- Grunt's Harness
[6526] = { "бойова портупея" }, -- Battle Harness
[6527] = { "мантія предків" }, -- Ancestral Robe
[6528] = { "мантія чароплета" }, -- Spellbinder Robe
[6529] = { "блискуча блешня", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 25 протягом 10 хв." }, -- Shiny Bauble
[6530] = { "опариші", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 50 протягом 10 хв." }, -- Nightcrawlers
[6531] = { "варварська ткана мантія" }, -- Barbaric Cloth Robe
[6532] = { "райдужні блешні", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 75 протягом 10 хв." }, -- Bright Baubles
[6533] = { "аквадинамічний магніт для риби", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 100 протягом 5 хв." }, -- Aquadynamic Fish Attractor
[6534] = { "бруски кованої сталі" }, -- Forged Steel Bars
[6535] = { "скрижаль Верґи" }, -- Tablet of Verga
[6536] = { "вербовий жилет" }, -- Willow Vest
[6537] = { "вербові чоботи" }, -- Willow Boots
[6538] = { "вербова мантія" }, -- Willow Robe
[6539] = { "вербовий пояс" }, -- Willow Belt
[6540] = { "вербові штани" }, -- Willow Pants
[6541] = { "вербові рукавиці" }, -- Willow Gloves
[6542] = { "вербова накидка" }, -- Willow Cape
[6543] = { "вербові браслети" }, -- Willow Bracers
[6544] = { "сувій виклику пустотника", use="Навчитись викликати пустотника." }, -- Voidwalker Summoning Scroll
[6545] = { "солдатський обладунок" }, -- Soldier's Armor
[6546] = { "солдатські поножі" }, -- Soldier's Leggings
[6547] = { "солдатські рукавиціі" }, -- Soldier's Gauntlets
[6548] = { "солдатський пояс" }, -- Soldier's Girdle
[6549] = { "солдатський плащ" }, -- Soldier's Cloak
[6550] = { "солдатські наручі" }, -- Soldier's Wristguards
[6551] = { "солдатські чоботи" }, -- Soldier's Boots
[6552] = { "мундир барда" }, -- Bard's Tunic
[6553] = { "брюки барда" }, -- Bard's Trousers
[6554] = { "рукавиці барда" }, -- Bard's Gloves
[6555] = { "плащ барда" }, -- Bard's Cloak
[6556] = { "браслети барда" }, -- Bard's Bracers
[6557] = { "чоботи барда" }, -- Bard's Boots
[6558] = { "пояс барда" }, -- Bard's Belt
[6559] = { "баклер барда" }, -- Bard's Buckler
[6560] = { "солдатський щит" }, -- Soldier's Shield
[6561] = { "м'який обладунок провидця" }, -- Seer's Padded Armor
[6562] = { "мерехтливі чоботи" }, -- Shimmering Boots
[6563] = { "мерехтливі браслети" }, -- Shimmering Bracers
[6564] = { "мерехтливий плащ" }, -- Shimmering Cloak
[6565] = { "мерехтливі рукавиці" }, -- Shimmering Gloves
[6566] = { "мерехтливий амікт" }, -- Shimmering Amice
[6567] = { "мерехтливий обладунок" }, -- Shimmering Armor
[6568] = { "мерехтливі брюки" }, -- Shimmering Trousers
[6569] = { "мерехтлива мантія" }, -- Shimmering Robe
[6570] = { "мерехтливий пояс" }, -- Shimmering Sash
[6571] = { "баклер розвідки" }, -- Scouting Buckler
[6572] = { "щит захисника" }, -- Defender Shield
[6573] = { "чоботи захисника" }, -- Defender Boots
[6574] = { "браслети захисника" }, -- Defender Bracers
[6575] = { "плащ захисника" }, -- Defender Cloak
[6576] = { "пояс захисника" }, -- Defender Girdle
[6577] = { "рукавиці захисника" }, -- Defender Gauntlets
[6578] = { "поножі захисника" }, -- Defender Leggings
[6579] = { "наплічники захисника" }, -- Defender Spaulders
[6580] = { "мундир захисника" }, -- Defender Tunic
[6581] = { "пояс розвідки" }, -- Scouting Belt
[6582] = { "чоботи розвідки" }, -- Scouting Boots
[6583] = { "браслети розвідки" }, -- Scouting Bracers
[6584] = { "мундир розвідки" }, -- Scouting Tunic
[6585] = { "плащ розвідки" }, -- Scouting Cloak
[6586] = { "рукавиці розвідки" }, -- Scouting Gloves
[6587] = { "брюки розвідки" }, -- Scouting Trousers
[6588] = { "наплічники розвідки" }, -- Scouting Spaulders
[6589] = { "малахітовий перстень" }, -- Viridian Band
[6590] = { "чоботи бойової кузні" }, -- Battleforge Boots
[6591] = { "наручі бойової кузні" }, -- Battleforge Wristguards
[6592] = { "обладунок бойової кузні" }, -- Battleforge Armor
[6593] = { "плащ бойової кузні" }, -- Battleforge Cloak
[6594] = { "пояс бойової кузні" }, -- Battleforge Girdle
[6595] = { "рукавиці бойової кузні" }, -- Battleforge Gauntlets
[6596] = { "поножі бойової кузні" }, -- Battleforge Legguards
[6597] = { "наплічники бойової кузні" }, -- Battleforge Shoulderguards
[6598] = { "баклер дервіша" }, -- Dervish Buckler
[6599] = { "щит бойової кузні" }, -- Battleforge Shield
[6600] = { "пояс дервіша" }, -- Dervish Belt
[6601] = { "чоботи дервіша" }, -- Dervish Boots
[6602] = { "браслети дервіша" }, -- Dervish Bracers
[6603] = { "мундир дервіша" }, -- Dervish Tunic
[6604] = { "накидка дервіша" }, -- Dervish Cape
[6605] = { "рукавиці дервіша" }, -- Dervish Gloves
[6607] = { "поножі дервіша" }, -- Dervish Leggings
[6608] = { "яскравий обладунок" }, -- Bright Armor
[6609] = { "вбрання мудреця" }, -- Sage's Cloth
[6610] = { "мантія мудреця" }, -- Sage's Robe
[6611] = { "пояс мудреця" }, -- Sage's Sash
[6612] = { "чоботи мудреця" }, -- Sage's Boots
[6613] = { "браслети мудреця" }, -- Sage's Bracers
[6614] = { "плащ мудреця" }, -- Sage's Cloak
[6615] = { "рукавиці мудреця" }, -- Sage's Gloves
[6616] = { "штани мудреця" }, -- Sage's Pants
[6617] = { "напліччя мудреця" }, -- Sage's Mantle
[6620] = { "вишуканий пергамент" }, -- Elaborate Parchment
[6622] = { "меч ревності", hit="Виплеск енергії наповнює заклинателя, збільшуючи його шкоду на 10 і броню на 150 протягом 15 секунд." }, -- Sword of Zeal
[6623] = { "сувій виклику суккуба", use="Навчитись викликати суккуба." }, -- Succubus Summoning Scroll
[6624] = { "настій Кен'зіґли" }, -- Ken'zigla's Draught
[6625] = { "вкритий брудом кулон" }, -- Dirt-caked Pendant
[6626] = { "кулон Доґрана", use="Викликати сукуба в колі виклику." }, -- Dogran's Pendant
[6627] = { "кіраса з луски мутанта" }, -- Mutant Scale Breastplate
[6628] = { "кігті ворона" }, -- Raven's Claws
[6629] = { "спороносна накидка" }, -- Sporid Cape
[6630] = { "посівний баклер" }, -- Seedcloud Buckler
[6631] = { "живий корінь" }, -- Living Root
[6632] = { "плащ з чарівної луски" }, -- Feyscale Cloak
[6633] = { "тесак м'ясника" }, -- Butcher's Slicer
[6634] = { "ритуальна мазь" }, -- Ritual Salve
[6635] = { "сапта землі", use="Дозволяє шаману бачити духів стихій." }, -- Earth Sapta
[6636] = { "сапта вогню", use="Дозволяє шаману бачити духів стихій." }, -- Fire Sapta
[6637] = { "сапта води", use="Дозволяє шаману бачити духів стихій." }, -- Water Sapta
[6638] = { "сапта повітря", use="Дозволяє шаману бачити духів стихій." }, -- Air Sapta
[6640] = { "копито сквернолова" }, -- Felstalker Hoof
[6641] = { "примарний клинок" }, -- Haunting Blade
[6642] = { "фантомний обладунок" }, -- Phantom Armor
[6643] = { "роздута блискуча рибка" }, -- Bloated Smallfish
[6644] = { "роздута скумбрія" }, -- Bloated Mackerel
[6645] = { "роздутий муловий луціан" }, -- Bloated Mud Snapper
[6646] = { "роздутий тунець" }, -- Bloated Albacore
[6647] = { "роздутий сом" }, -- Bloated Catfish
[6652] = { "мішечок з реагентами" }, -- Reagent Pouch
[6653] = { "смолоскип дрімаючого полум'я" }, -- Torch of the Dormant Flame
[6654] = { "смолоскип вічного полум'я" }, -- Torch of the Eternal Flame
[6655] = { "розжарена вуглинка" }, -- Glowing Ember
[6656] = { "грубий кварц" }, -- Rough Quartz
[6657] = { "пікантний загадковий делікатес", use="З'їж мене." }, -- Savory Deviate Delight
[6658] = { "зразок ошийника" }, -- Example Collar
[6659] = { "штани скарабея" }, -- Scarab Trousers
[6660] = { "кинджал Джулії", hit="Зцілює власнику 78 здоров'я протягом 12 секунд." }, -- Julie's Dagger
[6661] = { "рецепт: Пікантний загадковий делікатес", use="Навчає вас готувати пікантний загадковий делікатес.", recipe_result_item=6657 }, -- Recipe: Savory Deviate Delight
[6662] = { "еліксир велетенського росту", use=8212 }, -- Elixir of Giant Growth
[6663] = { "рецепт: Еліксир велетенського росту", use="Навчає вас створювати еліксир велетенського росту.", recipe_result_item=6662 }, -- Recipe: Elixir of Giant Growth
[6664] = { "напліччя вуду" }, -- Voodoo Mantle
[6665] = { "наручі заклять" }, -- Hexed Bracers
[6666] = { "черевики землечерпа" }, -- Dredge Boots
[6667] = { "плащ інженера" }, -- Engineer's Cloak
[6668] = { "черевики кресляра" }, -- Draftsman Boots
[6669] = { "священний перстень" }, -- Sacred Band
[6670] = { "броня пантери" }, -- Panther Armor
[6671] = { "поножі джаггернаута" }, -- Juggernaut Leggings
[6672] = { "креслення: Світлова бомба", use="Навчає вас створювати світлову бомбу.", recipe_result_item=4852 }, -- Schematic: Flash Bomb
[6675] = { "загартовані наручі" }, -- Tempered Bracers
[6676] = { "баклер констебля" }, -- Constable Buckler
[6677] = { "жезл заклинателя" }, -- Spellcrafter Wand
[6678] = { "перстень ельфійської благодаті" }, -- Band of Elven Grace
[6679] = { "бронекол" }, -- Armor Piercer
[6681] = { "терновий шип" }, -- Thornspike
[6682] = { "мантія смертомова" }, -- Death Speaker Robes
[6684] = { "палиця керування шморгоносом", use="Для керування шморгоносом." }, -- Snufflenose Command Stick
[6685] = { "напліччя смертомова" }, -- Death Speaker Mantle
[6686] = { "бивневий шолом" }, -- Tusken Helm
[6687] = { "трупороб" }, -- Corpsemaker
[6688] = { "головний убір Шелеста Вітру" }, -- Whisperwind Headdress
[6689] = { "посох духа вітру" }, -- Wind Spirit Staff
[6690] = { "поножі дикості" }, -- Ferine Leggings
[6691] = { "заточка кабанячого ікла" }, -- Swinetusk Shank
[6692] = { "зубаста погибель" }, -- Pronged Reaver
[6693] = { "кіготь Аґамаґґана" }, -- Agamaggan's Clutch
[6694] = { "серце Аґамаґґана" }, -- Heart of Agamaggan
[6695] = { "химерний кістяний амулет" }, -- Stygian Bone Amulet
[6696] = { "лук ночелова" }, -- Nightstalker Bow
[6697] = { "напліччя кажана" }, -- Batwing Mantle
[6709] = { "жилет місячного сяйва" }, -- Moonglow Vest
[6710] = { "викрійка: Жилет місячного сяйва", use="Навчає вас створенню жилета місячного сяйва.", recipe_result_item=6709 }, -- Pattern: Moonglow Vest
[6712] = { "навчальний замок" }, -- Practice Lock
[6713] = { "рвані штани" }, -- Ripped Pants
[6714] = { "динаміт \"Простокид\"", use="Динаміт для неінженерів, який майже завжди досягає цілі! Завдає від 51 до 69 шкоди вогнем в радіусі 5 м." }, -- Ez-Thro Dynamite
[6715] = { "зіпсовані перемички" }, -- Ruined Jumper Cables
[6716] = { "креслення: Динаміт \"Простокид\"", use="Навчає вас створювати динаміт \"Простокид\".", recipe_result_item=6714 }, -- Schematic: EZ-Thro Dynamite
[6717] = { "світлоштепсель" }, -- Gaffer Jack
[6718] = { "електропелер" }, -- Electropeller
[6719] = { "вітряний пояс" }, -- Windborne Belt
[6720] = { "головний убір мисливця за духами" }, -- Spirit Hunter Headdress
[6721] = { "нагрудник Кора" }, -- Chestplate of Kor
[6722] = { "звірячі кайдани" }, -- Beastial Manacles
[6723] = { "медаль за відвагу" }, -- Medal of Courage
[6725] = { "мармуровий баклер" }, -- Marbled Buckler
[6726] = { "модифікований ремінь безпеки Раззеріка" }, -- Razzeric's Customized Seatbelt
[6727] = { "перегонові рукавички Раззеріка" }, -- Razzeric's Racing Grips
[6729] = { "блискавична запальничка Фіззла" }, -- Fizzle's Zippy Lighter
[6730] = { "кольчуга Залізогарта" }, -- Ironforge Chain
[6731] = { "кіраса Залізогарта" }, -- Ironforge Breastplate
[6732] = { "рукавички гнома-механіка" }, -- Gnomish Mechanic's Gloves
[6733] = { "рукавиці Залізогарта", equip="Збільшує силу атаки на 12." }, -- Ironforge Gauntlets
[6734] = { "креслення: Кольчуга Залізогарта", use="Навчає вас створювати кольчугу Залізогарта.", recipe_result_item=6730 }, -- Plans: Ironforge Chain
[6735] = { "креслення: Кіраса Залізогарта", use="Навчає вас створювати кірасу Залізогарта.", recipe_result_item=6731 }, -- Plans: Ironforge Breastplate
[6736] = { "креслення: Рукавиці Залізогарта", use="Навчає вас створювати рукавиці Залізогарта.", recipe_result_item=6733 }, -- Plans: Ironforge Gauntlets
[6737] = { "штани сухолисту" }, -- Dryleaf Pants
[6738] = { "кривавий півмісяць", hit="Ранить ціль, спричиняючи 45 шкоди від кровотечі протягом 30 сек." }, -- Bleeding Crescent
[6739] = { "лук Скелеступа" }, -- Cliffrunner's Aim
[6740] = { "лазурний пояс" }, -- Azure Sash
[6741] = { "орчий бойовий меч" }, -- Orcish War Sword
[6742] = { "пояс кам'яного кулака" }, -- Stonefist Girdle
[6743] = { "перстень підтримки" }, -- Sustaining Ring
[6744] = { "рукавиці капелана" }, -- Gloves of Kapelan
[6745] = { "накидка стрімкобіга" }, -- Swiftrunner Cape
[6746] = { "базальтовий баклер" }, -- Basalt Buckler
[6747] = { "напліччя громили" }, -- Enforcer Pauldrons
[6748] = { "перстень мавпи" }, -- Monkey Ring
[6749] = { "перстень тигра" }, -- Tiger Band
[6750] = { "перстень змії" }, -- Snake Hoop
[6751] = { "траурна шаль" }, -- Mourning Shawl
[6752] = { "уланські чоботи" }, -- Lancer Boots
[6753] = { "оберіг з пір'я" }, -- Feather Charm
[6754] = { "великий гаманець" }, -- Large Moneybag
[6755] = { "невеликий ящик з самоцвітами" }, -- A Small Container of Gems
[6756] = { "скринька для прикрас" }, -- Jewelry Box
[6757] = { "перстень-печатка Джайни" }, -- Jaina's Signet Ring
[6767] = { "кулон Тіраніса" }, -- Tyranis' Pendant
[6773] = { "кольчуга мародера Ґелкісів" }, -- Gelkis Marauder Chain
[6774] = { "палець Утек" }, -- Uthek's Finger
[6775] = { "фоліант божественності" }, -- Tome of Divinity
[6776] = { "фоліант доблесті" }, -- Tome of Valor
[6777] = { "фоліант праведності" }, -- Tome of Righteousness
[6778] = { "фоліант правосуддя" }, -- Tome of Justice
[6779] = { "фоліант благородства" }, -- Tome of Nobility
[6780] = { "бузковий поясок" }, -- Lilac Sash
[6781] = { "кружка Бартлбі" }, -- Bartleby's Mug
[6782] = { "значок маршала Знесилія" }, -- Marshal Haggard's Badge
[6783] = { "ключ Мертвозуба", use="Відкриває скриню Мертвозуба." }, -- Dead-tooth's Key
[6784] = { "укріплені бойові рукавиці" }, -- Braced Handguards
[6785] = { "Сили Порожнечі", flavor="За авторством Кадґара" }, -- Powers of the Void
[6786] = { "проста сукня" }, -- Simple Dress
[6787] = { "біла вовняна сукня" }, -- White Woolen Dress
[6788] = { "пояс маґрамського мисливця" }, -- Magram Hunter's Belt
[6789] = { "церемоніальна ковдра кентаврів" }, -- Ceremonial Centaur Blanket
[6790] = { "перстень спокою" }, -- Ring of Calm
[6791] = { "чоботи розбишаки" }, -- Hellion Boots
[6792] = { "багряне напліччя" }, -- Sanguine Pauldrons
[6793] = { "золотисті наручі" }, -- Auric Bracers
[6794] = { "рукавиці вогняної бурі" }, -- Stormfire Gauntlets
[6795] = { "біла сорочка шибайголови" }, -- White Swashbuckler's Shirt
[6796] = { "червона сорочка шибайголови" }, -- Red Swashbuckler's Shirt
[6797] = { "окоштрих" }, -- Eyepoker
[6798] = { "вибуховий аркебуз" }, -- Blasting Hackbut
[6799] = { "голова Веджріка" }, -- Vejrek's Head
[6800] = { "смеркова руда" }, -- Umbral Ore
[6801] = { "гротескний фартух" }, -- Baroque Apron
[6802] = { "меч Омена" }, -- Sword of Omen
[6803] = { "палиця пророцтва" }, -- Prophetic Cane
[6804] = { "молот бурелому" }, -- Windstorm Hammer
[6805] = { "ріг Ворла" }, -- Horn of Vorlus
[6806] = { "танцююче полум'я" }, -- Dancing Flame
[6807] = { "гуляш з жаб'ячих лапок", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Frog Leg Stew
[6808] = { "елунітова руда" }, -- Elunite Ore
[6809] = { "медальйон Елури" }, -- Elura's Medallion
[6810] = { "кольє Сурени" }, -- Surena's Choker
[6811] = { "аквадинамічна блешня", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 50 протягом 10 хв." }, -- Aquadynamic Fish Lens
[6812] = { "ящик елуніту" }, -- Case of Elunite
[6826] = { "блискуча луска" }, -- Brilliant Scale
[6827] = { "коробка з припасами" }, -- Box of Supplies
[6828] = { "баклер провидця" }, -- Visionary Buckler
[6829] = { "меч спокою" }, -- Sword of Serenity
[6830] = { "костокус" }, -- Bonebiter
[6831] = { "чорна напасть", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Black Menace
[6832] = { "плащ гнилі" }, -- Cloak of Blight
[6833] = { "біла вишукана сорочка" }, -- White Tuxedo Shirt
[6834] = { "чорна вишукана сорочка" }, -- Black Tuxedo
[6835] = { "чорні вишукані штани" }, -- Black Tuxedo Pants
[6836] = { "вишукані туфлі" }, -- Dress Shoes
[6837] = { "весільна сукня" }, -- Wedding Dress
[6838] = { "обпалене павуче ікло" }, -- Scorched Spider Fang
[6839] = { "обвуглений ріг" }, -- Charred Horn
[6840] = { "гальванізований ріг" }, -- Galvanized Horn
[6841] = { "фіал флогістону" }, -- Vial of Phlogiston
[6842] = { "інструкції Фьюрена" }, -- Furen's Instructions
[6843] = { "барильце пекучої бражки" }, -- Cask of Scalder
[6844] = { "палаюча кров" }, -- Burning Blood
[6845] = { "палаючий камінь" }, -- Burning Rock
[6846] = { "накази повстанців" }, -- Defias Script
[6847] = { "накази Темного Заліза" }, -- Dark Iron Script
[6848] = { "обпалюючий корал" }, -- Searing Coral
[6849] = { "випалена сонцем шкаралупа" }, -- Sunscorched Shell
[6850] = { "скальп кровоскальпого троля" }, -- Bloodscalp Scalp
[6851] = { "сутність вигнанця" }, -- Essence of the Exile
[6852] = { "око вічності" }, -- Eternal Eye
[6866] = { "знак життя", use="Знак життя повертає персонажа, пов'язаного з ним, до життя." }, -- Symbol of Life
[6887] = { "плямистий жовтохвіст", use=1129 }, -- Spotted Yellowtail
[6888] = { "запечене яйце з травами", use=5004 }, -- Herb Baked Egg
[6889] = { "маленьке яйце" }, -- Small Egg
[6890] = { "копчена ведмежатина", use=434 }, -- Smoked Bear Meat
[6891] = { "рецепт: Запечене яйце з травами", use="Навчає вас готувати запечене яйце з травами.", recipe_result_item=6888 }, -- Recipe: Herb Baked Egg
[6892] = { "рецепт: Копчена ведмежатина", use="Навчає вас готувати копчену ведмежатину.", recipe_result_item=6890 }, -- Recipe: Smoked Bear Meat
[6893] = { "ключ від майстерні" }, -- Workshop Key
[6894] = { "серце вихору" }, -- Whirlwind Heart
[6895] = { "ковальський молоток Джордана" }, -- Jordan's Smithing Hammer
[6898] = { "сфера Соран'рука", equip={ "Збільшує шкоду від заклинань і ефектів вогню на 4.", "Збільшує шкоду від заклинань і ефектів тіні на 4." }, use="Відновлює 25 здоров'я кожні 3 сек протягом 30 сек." }, -- Orb of Soran'ruk
[6900] = { "зачарована золота кровомантія" }, -- Enchanted Gold Bloodrobe
[6901] = { "сяюча накидка молотника" }, -- Glowing Thresher Cape
[6902] = { "пов'язки Серра'кіса" }, -- Bands of Serra'kis
[6903] = { "туманні штани сновиди" }, -- Gaze Dreamer Pants
[6904] = { "укус Серра'кіса", hit="Отруює ціль, завдаючи 4 шкоди від природи кожні 2 с протягом 20 с." }, -- Bite of Serra'kis
[6905] = { "сокира рифу" }, -- Reef Axe
[6906] = { "бойові рукавиці водоростей" }, -- Algae Fists
[6907] = { "черепахова броня" }, -- Tortoise Armor
[6908] = { "поясок Гаму-ра" }, -- Ghamoo-ra's Bind
[6909] = { "удар гідри", hit="Їдка кислота завдає цілі 7 шкоди від природи кожні 3 секунди і знижує її броню на 50 протягом 30 секунд." }, -- Strike of the Hydra
[6910] = { "штани витягування" }, -- Leech Pants
[6911] = { "моховий пояс" }, -- Moss Cinch
[6912] = { "серцедерево" }, -- Heartswood
[6913] = { "серцевина серцедерева", use="Викликати сукуба в колі виклику." }, -- Heartswood Core
[6914] = { "фрагмент Соран'рука" }, -- Soran'ruk Fragment
[6915] = { "великий фрагмент Соран'рука" }, -- Large Soran'ruk Fragment
[6916] = { "фоліант божественності" }, -- Tome of Divinity
[6926] = { "записи Фьюрена", flavor="Цей лист запечатано" }, -- Furen's Notes
[6927] = { "вухо здорованя Вілла" }, -- Big Will's Ear
[6928] = { "кольє з кривавого каменю", use="Викликати пустотника в колі виклику." }, -- Bloodstone Choker
[6929] = { "пергамент Бат'раха" }, -- Bath'rah's Parchment
[6930] = { "жезл виклику" }, -- Rod of Channeling
[6931] = { "запліснявілий фоліант", use="Викликати скверногончу в колі виклику.", flavor="На обкладинці видніється тьмяний напис: 'Фоліант Змови'." }, -- Moldy Tome
[6947] = { "миттєва отрута", use="Вкриває зброю отрутою на {1} хв.\nКожен удар має {2}% імовірності отруїти ворога, миттєво завдаючи від {3} до {4} пошкодження природою. {5} зарядів.#lasts for {1} min#{2}% chance#inflicts {3} to {4}#{5} charges" }, -- Instant Poison
[6948] = { "камінь повернення", use="Повертає вас додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку." }, -- Hearthstone
[6949] = { "миттєва отрута II", ref=6947 }, -- Instant Poison II
[6950] = { "миттєва отрута III", ref=6947 }, -- Instant Poison III
[6951] = { "задурлива отрута II", ref=5237 }, -- Mind-numbing Poison II
[6952] = { "товста шкура ведмедя" }, -- Thick Bear Fur
[6953] = { "кулак Веріґана" }, -- Verigan's Fist
[6966] = { "елунітова сокира" }, -- Elunite Axe
[6967] = { "елунітовий меч" }, -- Elunite Sword
[6968] = { "елунітовий молот" }, -- Elunite Hammer
[6969] = { "елунітовий кинджал" }, -- Elunite Dagger
[6970] = { "борг Фьюрена" }, -- Furen's Favor
[6971] = { "загартований вогнем койф" }, -- Fire Hardened Coif
[6972] = { "загартований вогнем гауберк", use="Збільшити лють на 30." }, -- Fire Hardened Hauberk
[6973] = { "загартовані вогнем поножі" }, -- Fire Hardened Leggings
[6974] = { "загартовані вогнем рукавиці" }, -- Fire Hardened Gauntlets
[6975] = { "сокира вихору" }, -- Whirlwind Axe
[6976] = { "молот вихору" }, -- Whirlwind Warhammer
[6977] = { "меч вихору" }, -- Whirlwind Sword
[6978] = { "смеркова сокира" }, -- Umbral Axe
[6979] = { "сокира Знесилія" }, -- Haggard's Axe
[6980] = { "кинджал Знесилія" }, -- Haggard's Dagger
[6981] = { "смерковий кинджал" }, -- Umbral Dagger
[6982] = { "смеркова булава" }, -- Umbral Mace
[6983] = { "молот Знесилія" }, -- Haggard's Hammer
[6984] = { "смерковий меч" }, -- Umbral Sword
[6985] = { "меч Знесилія" }, -- Haggard's Sword
[6986] = { "багряний лотос" }, -- Crimson Lotus
[6987] = { "риб'яча луска" }, -- Fish Scale
[6988] = { "сувій виклику скверногончої", use="Навчитись викликати скверногончу." }, -- Felhunter Summoning Scroll
[6989] = { "флакон крові скаженолютого сатира" }, -- Vial of Hatefury Blood
[6990] = { "камінь молодшого пекельника" }, -- Lesser Infernal Stone
[6991] = { "жаристе вугілля" }, -- Smoldering Coal
[6992] = { "партія руди Джордана" }, -- Jordan's Ore Shipment
[6993] = { "партія очищеної руди Джордана" }, -- Jordan's Refined Ore Shipment
[6994] = { "деревина білокам'яного дуба" }, -- Whitestone Oak Lumber
[6995] = { "осквернений самоцвіт Кора" }, -- Corrupted Kor Gem
[6996] = { "вказівки Джордана" }, -- Jordan's Weapon Notes
[6997] = { "пошарпаний манускрипт", use="Викликати скверногончу в колі виклику.", flavor="Велика кількість сторінок з 'Фоліанту Змови'." }, -- Tattered Manuscript
[6998] = { "осяяні чоботи" }, -- Nimbus Boots
[6999] = { "Фоліант Змови", use="Викликати скверногончу в колі виклику." }, -- Tome of the Cabal
[7000] = { "серцевинний ремінь" }, -- Heartwood Girdle
[7001] = { "надгробний скіпетр" }, -- Gravestone Scepter
[7002] = { "арктичний баклер" }, -- Arctic Buckler
[7003] = { "жучині браслети" }, -- Beetle Clasps
[7004] = { "накидка прелата" }, -- Prelacy Cape
[7005] = { "ніж для зняття шкур" }, -- Skinning Knife
[7006] = { "відновлений фоліант" }, -- Reconstructed Tome
[7026] = { "лляний пояс" }, -- Linen Belt
[7027] = { "чоботи темряви", equip="Збільшує шкоду від заклинань і ефектів тіні на 7." }, -- Boots of Darkness
[7046] = { "лазурові шовкові штани", equip="Збільшує шкоду від заклинань і ефектів криги на 10." }, -- Azure Silk Pants
[7047] = { "рукавиці темряви", equip="Збільшує шкоду від заклинань і ефектів тіні на 9." }, -- Hands of Darkness
[7048] = { "лазуровий шовковий капюшон" }, -- Azure Silk Hood
[7049] = { "рукавички істинної віри", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Truefaith Gloves
[7050] = { "шовкова пов'язка" }, -- Silk Headband
[7051] = { "жилет землі" }, -- Earthen Vest
[7052] = { "лазуровий шовковий пояс", equip="Збільшує швидкість плавання на 15%." }, -- Azure Silk Belt
[7053] = { "лазуровий шовковий плащ", equip="Збільшує шкоду від заклинань і ефектів криги на 10." }, -- Azure Silk Cloak
[7054] = { "мантія сили", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Robe of Power
[7055] = { "багряний шовковий пояс" }, -- Crimson Silk Belt
[7056] = { "багряний шовковий плащ" }, -- Crimson Silk Cloak
[7057] = { "зелені шовкові наплечі" }, -- Green Silken Shoulders
[7058] = { "багряний шовковий жилет" }, -- Crimson Silk Vest
[7059] = { "багряні шовкові наплечі" }, -- Crimson Silk Shoulders
[7060] = { "лазурові наплечі", equip="Збільшує шкоду від заклинань і ефектів криги на 13." }, -- Azure Shoulders
[7061] = { "шовковий пояс землі" }, -- Earthen Silk Belt
[7062] = { "багряні шовкові штани" }, -- Crimson Silk Pantaloons
[7063] = { "багряна шовкова мантія" }, -- Crimson Silk Robe
[7064] = { "багряні шовкові рукавички", equip="Збільшує шкоду від заклинань і ефектів вогню на 14." }, -- Crimson Silk Gloves
[7065] = { "зелений шовковий обладунок" }, -- Green Silk Armor
[7067] = { "первородна земля" }, -- Elemental Earth
[7068] = { "первородний вогонь" }, -- Elemental Fire
[7069] = { "первородне повітря" }, -- Elemental Air
[7070] = { "первородна вода" }, -- Elemental Water
[7071] = { "залізна пряжка" }, -- Iron Buckle
[7072] = { "луска наги" }, -- Naga Scale
[7073] = { "зламаний пазур" }, -- Broken Fang
[7074] = { "відколотий кіготь" }, -- Chipped Claw
[7075] = { "ядро землі" }, -- Core of Earth
[7076] = { "сутність землі" }, -- Essence of Earth
[7077] = { "серце вогню" }, -- Heart of Fire
[7078] = { "сутність вогню" }, -- Essence of Fire
[7079] = { "куля води" }, -- Globe of Water
[7080] = { "сутність води" }, -- Essence of Water
[7081] = { "подих вітру" }, -- Breath of Wind
[7082] = { "сутність повітря" }, -- Essence of Air
[7083] = { "очищений самоцвіт Кора" }, -- Purified Kor Gem
[7084] = { "викрійка: Багряні шовкові наплечі", use="Навчає вас створювати багряні шовкові наплечі.", recipe_result_item=7059 }, -- Pattern: Crimson Silk Shoulders
[7085] = { "викрійка: Лазурові наплечі", use="Навчає вас створювати лазурові наплечі.", recipe_result_item=7060 }, -- Pattern: Azure Shoulders
[7086] = { "викрійка: Шовковий пояс землі", use="Навчає вас створювати шовковий пояс землі.", recipe_result_item=7061 }, -- Pattern: Earthen Silk Belt
[7087] = { "викрійка: Багряний шовковий плащ", use="Навчає вас створювати багряний шовковий плащ.", recipe_result_item=7056 }, -- Pattern: Crimson Silk Cloak
[7088] = { "викрійка: Багряна шовкова мантія", use="Навчає вас створювати багряну шовкову мантію.", recipe_result_item=7063 }, -- Pattern: Crimson Silk Robe
[7089] = { "викрійка: Лазуровий шовковий плащ", use="Навчає вас створювати лазуровий шовковий плащ.", recipe_result_item=7053 }, -- Pattern: Azure Silk Cloak
[7090] = { "викрійка: Зелений шовковий обладунок", use="Навчає вас створювати зелений шовковий обладунок.", recipe_result_item=7065 }, -- Pattern: Green Silk Armor
[7091] = { "викрійка: Рукавички істинної віри", use="Навчає вас створювати рукавички істинної віри.", recipe_result_item=7049 }, -- Pattern: Truefaith Gloves
[7092] = { "викрійка: Рукавиці темряви", use="Навчає вас створювати рукавиці темряви.", recipe_result_item=7047 }, -- Pattern: Hands of Darkness
[7093] = { "викрійка: Чоботи темряви", use="Навчає вас створювати чоботи темряви.", recipe_result_item=7027 }, -- Pattern: Boots of Darkness
[7094] = { "трухлява гілка" }, -- Driftwood Branch
[7095] = { "болотні чоботи" }, -- Bog Boots
[7096] = { "вищипане перо" }, -- Plucked Feather
[7097] = { "стегенце", use=433 }, -- Leg Meat
[7098] = { "розколотий бивень" }, -- Splintered Tusk
[7099] = { "відрубана клішня" }, -- Severed Pincer
[7100] = { "липка пасока" }, -- Sticky Ichor
[7101] = { "око жука" }, -- Bug Eye
[7106] = { "рукавичці зодіаку" }, -- Zodiac Gloves
[7107] = { "пояс зірок" }, -- Belt of the Stars
[7108] = { "щит піхоти" }, -- Infantry Shield
[7109] = { "баклер першопроходця" }, -- Pioneer Buckler
[7110] = { "сріблястий обладунок" }, -- Silver-thread Armor
[7111] = { "обладунок нічного неба" }, -- Nightsky Armor
[7112] = { "обладунок зорі" }, -- Aurora Armor
[7113] = { "імлистий обладунок" }, -- Mistscape Armor
[7114] = { "викрійка: Лазурові шовкові рукавички", use="Навчає вас створювати лазурові шовкові рукавички.", recipe_result_item=4319 }, -- Pattern: Azure Silk Gloves
[7115] = { "родова сокира" }, -- Heirloom Axe
[7116] = { "родовий кинджал" }, -- Heirloom Dagger
[7117] = { "родовий молот" }, -- Heirloom Hammer
[7118] = { "родовий меч" }, -- Heirloom Sword
[7119] = { "судомний вусик", flavor="Цей вусик не смикатиметься вічно" }, -- Twitching Antenna
[7120] = { "оплот Руґи" }, -- Ruga's Bulwark
[7126] = { "злиток димчастого заліза" }, -- Smoky Iron Ingot
[7127] = { "молотий азурит" }, -- Powdered Azurite
[7128] = { "нероздвоєне копито сатира" }, -- Uncloven Satyr Hoof
[7129] = { "рукавиці жорстокості" }, -- Brutal Gauntlets
[7130] = { "шолом жорстокості" }, -- Brutal Helm
[7131] = { "гомілкова кістка Драконової Пащі", use="Перевірити на міцність." }, -- Dragonmaw Shinbone
[7132] = { "набедреники жорстокості" }, -- Brutal Legguards
[7133] = { "гауберк жорстокості", use="Збільшити лють на 30." }, -- Brutal Hauberk
[7134] = { "міцна гомілкова кістка Драконової Пащі" }, -- Sturdy Dragonmaw Shinbone
[7135] = { "зламана гомілкова кістка Драконової Пащі" }, -- Broken Dragonmaw Shinbone
[7146] = { "багряний ключ" }, -- The Scarlet Key
[7148] = { "гоблінський кабельний дефибрілятор", use="Кабельний дефибрілятор іноді може повернути до життя мертвого гравця. Не можна використовувати під час бою." }, -- Goblin Jumper Cables
[7166] = { "мідний кинджал" }, -- Copper Dagger
[7188] = { "щит варти Штормовію" }, -- Stormwind Guard Shield
[7189] = { "гоблінські реактивні черевики", use="Ці небезпечні на вигляд черевики значно збільшують швидкість руху на 20 секунд. Однак вони можуть вибухнути, тому будьте обережні." }, -- Goblin Rocket Boots
[7190] = { "обпалені реактивні черевики" }, -- Scorched Rocket Boots
[7191] = { "електропроводка із запобіжниками" }, -- Fused Wiring
[7192] = { "креслення: Гоблінські реактивні черевики", use="Навчає вас створювати гоблінські реактивні черевики.", recipe_result_item=7189 }, -- Schematic: Goblin Rocket Boots
[7206] = { "зразок води Дзеркального озера" }, -- Mirror Lake Water Sample
[7207] = { "фляга Дженні", use="Наповнити водою біля підніжжя водоспаду Дзеркального озера." }, -- Jennea's Flask
[7208] = { "ключ Тазана", use="Використовується для відкриття ранця Тазана." }, -- Tazan's Key
[7209] = { "ранець Тазана" }, -- Tazan's Satchel
[7226] = { "маг-тастичний гізмонітор" }, -- Mage-tastic Gizmonitor
[7227] = { "ротики Бальнірів" }, -- Balnir Snapdragons
[7228] = { "полуничне морозиво Тіґуля", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Tigule's Strawberry Ice Cream
[7229] = { "жилет дослідників" }, -- Explorer's Vest
[7230] = { "моцний молот Баца" }, -- Smite's Mighty Hammer
[7231] = { "рекомендаційний лист Астора" }, -- Astor's Letter of Introduction
[7247] = { "ящик зі скринями стримування", use="Створити скриню для стримування приголомшеного породження розлому" }, -- Chest of Containment Coffers
[7249] = { "заряджений камінь розлому" }, -- Charged Rift Gem
[7266] = { "трактат Ура про темну магію" }, -- Ur's Treatise on Shadow Magic
[7267] = { "бездоганне павутиння" }, -- Pristine Spider Silk
[7268] = { "зразок води Завіана" }, -- Xavian Water Sample
[7269] = { "фляга Дейно", use="Наповнити водою біля підніжжя водоспаду Завіана." }, -- Deino's Flask
[7270] = { "волосина веселої сестри" }, -- Laughing Sister's Hair
[7271] = { "бездоганний бивень" }, -- Flawless Ivory Tusk
[7272] = { "заряджена блискавкою тростина" }, -- Bolt Charged Bramble
[7273] = { "тотемна палиця Зів'ялої Кори", use="Зберіть 10 тотемних палиць і скористайтесь ними біля каменю Зовнішнього Поневолення." }, -- Witherbark Totem Stick
[7274] = { "\"Ритуали сили\"", flavor="Автор: чаклун Тірт" }, -- Rituals of Power
[7275] = { "сувої Аґамаґґана" }, -- The Agamaggan Scrolls
[7276] = { "шкіряний плащ ручної роботи" }, -- Handstitched Leather Cloak
[7277] = { "шкіряні браслети ручної роботи" }, -- Handstitched Leather Bracers
[7278] = { "легкий шкіряний сагайдак", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Light Leather Quiver
[7279] = { "малий шкіряний гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Small Leather Ammo Pouch
[7280] = { "міцні шкіряні штани" }, -- Rugged Leather Pants
[7281] = { "легкі шкіряні браслети" }, -- Light Leather Bracers
[7282] = { "легкі шкіряні штани" }, -- Light Leather Pants
[7283] = { "плащ з чорного дракончика" }, -- Black Whelp Cloak
[7284] = { "рукавиці з червоного дракончика", equip="З ймовірністю 5% ви завдасте від 15 до 25 шкоди вогнем при успішній атаці в ближньому бою." }, -- Red Whelp Gloves
[7285] = { "гнучкі шкіряні рукавиці" }, -- Nimble Leather Gloves
[7286] = { "луска чорного драконеняти" }, -- Black Whelp Scale
[7287] = { "луска червоного драконеняти" }, -- Red Whelp Scale
[7288] = { "викрійка: Міцні шкіряні штани", use="Навчає вас створювати міцні шкіряні штани.", recipe_result_item=7280 }, -- Pattern: Rugged Leather Pants
[7289] = { "викрійка: Плащ з чорного дракончика", use="Навчає вас створювати плащ з чорного дракончика.", recipe_result_item=7283 }, -- Pattern: Black Whelp Cloak
[7290] = { "викрійка: Рукавиці з червоного дракончика", use="Навчає вас створювати рукавиці з червоного дракончика.", recipe_result_item=7284 }, -- Pattern: Red Whelp Gloves
[7291] = { "сфера пекельника" }, -- Infernal Orb
[7292] = { "заповнена скриня стримування" }, -- Filled Containment Coffer
[7293] = { "даларанський самоцвіт мани" }, -- Dalaran Mana Gem
[7294] = { "гросбух Андрона" }, -- Andron's Ledger
[7295] = { "щоденник Тазана" }, -- Tazan's Logbook
[7296] = { "погаслий смолоскип" }, -- Extinguished Torch
[7297] = { "прокляття Морбента", use="Знімає захисні чари навколо Морбента Скверна." }, -- Morbent's Bane
[7298] = { "лезо підступності" }, -- Blade of Cunning
[7306] = { "голова Фенвіка" }, -- Fenwick's Head
[7307] = { "плотожерка", use="Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на 75 протягом 10 хв." }, -- Flesh Eating Worm
[7308] = { "закляття прояву", flavor="Використовувати поруч з розломом мани" }, -- Cantation of Manifestation
[7309] = { "звіт про ситуацію в Даларані" }, -- Dalaran Status Report
[7326] = { "сокира Тун'Ґріма" }, -- Thun'grim's Axe
[7327] = { "кинджал Тун'Ґріма" }, -- Thun'grim's Dagger
[7328] = { "булава Тун'Ґріма" }, -- Thun'grim's Mace
[7329] = { "меч Тун'Ґріма" }, -- Thun'grim's Sword
[7330] = { "шпигунський баклер" }, -- Infiltrator Buckler
[7331] = { "фаланговий щит" }, -- Phalanx Shield
[7332] = { "королівський обладунок" }, -- Regal Armor
[7333] = { "свисток розпорядника" }, -- Overseer's Whistle
[7334] = { "мантія цвітіння" }, -- Efflorescent Robe
[7335] = { "вицвілий мундир" }, -- Grizzly Tunic
[7336] = { "кольчуга диколісся" }, -- Wildwood Chain
[7337] = { "Валун", flavor="Ого, маєш файний камінь!" }, -- The Rock
[7338] = { "перстень настрою", flavor="Виглядає дотепно... і сумно..." }, -- Mood Ring
[7339] = { "каблучка з крихітним діамантом", flavor="Хей, це все ще діамант." }, -- Miniscule Diamond Ring
[7340] = { "перстень з бездоганним діамантом", flavor="Давай одружимось?" }, -- Flawless Diamond Solitaire
[7341] = { "перстень з цирконієм", flavor="Майже не відрізнити від діаманта." }, -- Cubic Zirconia Ring
[7342] = { "срібний перстень Ювелірного Віку", flavor="Тобі личать мої характеристики." }, -- Silver Piffeny Band
[7343] = { "гайковий ключ Бінґлса" }, -- Bingles' Wrench
[7344] = { "смолоскип благодатного вогню", use="Знижує броню цілі на 50 на 1 хв." }, -- Torch of Holy Flame
[7345] = { "викрутка Бінґлса" }, -- Bingles' Screwdriver
[7346] = { "молоток Бінґлса" }, -- Bingles' Hammer
[7347] = { "зубчастий інвертор Бінґлса" }, -- Bingles' Cog Inverter
[7348] = { "рукавиці стрільця", equip={ "Збільшує ваш шанс завдання критичного удару в дальньому бою на 1%.", "Зменшує ваш шанс парирування атаки на 1%." } }, -- Fletcher's Gloves
[7349] = { "рукавиці травника", equip="Збільшує навичку травництва на 5." }, -- Herbalist's Gloves
[7350] = { "браслети послідовника" }, -- Disciple's Bracers
[7351] = { "чоботи послідовника" }, -- Disciple's Boots
[7352] = { "шкіряні наплечі землі" }, -- Earthen Leather Shoulders
[7353] = { "м'який обладунок старійшини" }, -- Elder's Padded Armor
[7354] = { "чоботи старійшини" }, -- Elder's Boots
[7355] = { "браслети старійшини" }, -- Elder's Bracers
[7356] = { "плащ старійшини" }, -- Elder's Cloak
[7357] = { "капелюх старійшини" }, -- Elder's Hat
[7358] = { "рукавиці злодія" }, -- Pilferer's Gloves
[7359] = { "важкі рукавиці землі", equip="Збільшує силу атаки на 16." }, -- Heavy Earthen Gloves
[7360] = { "викрійка: Темні шкіряні рукавиці", use="Навчає вас створювати темні шкіряні рукавиці.", recipe_result_item=4248 }, -- Pattern: Dark Leather Gloves
[7361] = { "викрійка: Рукавиці травника", use="Навчає вас створювати рукавиці травника.", recipe_result_item=7349 }, -- Pattern: Herbalist's Gloves
[7362] = { "викрійка: Шкіряні наплечі землі", use="Навчає вас створювати шкіряні наплечі землі.", recipe_result_item=7352 }, -- Pattern: Earthen Leather Shoulders
[7363] = { "викрійка: Рукавиці злодія", use="Навчає вас створювати рукавиці злодія.", recipe_result_item=7358 }, -- Pattern: Pilferer's Gloves
[7364] = { "викрійка: Важкі рукавиці землі", use="Навчає вас створювати важкі рукавиці землі.", recipe_result_item=7359 }, -- Pattern: Heavy Earthen Gloves
[7365] = { "гномський шпрековерт" }, -- Gnoam Sprecklesprocket
[7366] = { "рукавиці старійшини" }, -- Elder's Gloves
[7367] = { "напліччя старійшини" }, -- Elder's Mantle
[7368] = { "штани старійшини" }, -- Elder's Pants
[7369] = { "мантія старійшини" }, -- Elder's Robe
[7370] = { "пояс старійшини" }, -- Elder's Sash
[7371] = { "важкий сагайдак", equip="Збільшує швидкість атаки дальнього бою на 12%." }, -- Heavy Quiver
[7372] = { "важкий шкіряний гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 12%." }, -- Heavy Leather Ammo Pouch
[7373] = { "темні шкіряні поножі" }, -- Dusky Leather Leggings
[7374] = { "темний шкіряний обладунок" }, -- Dusky Leather Armor
[7375] = { "обладунок з зеленого дракончика", equip="З шансом 5% при отриманні удару в ближньому бою ви приспите нападника на 10 секунд. Діє лише на ворогів 50 рівня і нижче." }, -- Green Whelp Armor
[7376] = { "болтозрив Бінґлса" }, -- Bingles' Blastencapper
[7377] = { "морозний шкіряний плащ" }, -- Frost Leather Cloak
[7378] = { "темні браслети" }, -- Dusky Bracers
[7386] = { "браслети з зеленого дракончика" }, -- Green Whelp Bracers
[7387] = { "темний пояс" }, -- Dusky Belt
[7388] = { "ключ з черепом", use="Покласти на камінь черепа біля Мавзолею в Бріллі." }, -- Skull Key
[7389] = { "гросбух ТзНБ \"Авантюра\"" }, -- Venture Co. Ledger
[7390] = { "темні чоботи" }, -- Dusky Boots
[7391] = { "швидкі чоботи", use="Збільшує швидкість бігу на 40% протягом 15 секунд." }, -- Swift Boots
[7392] = { "луска зеленого драконеняти" }, -- Green Whelp Scale
[7406] = { "шпигунський пояс" }, -- Infiltrator Cord
[7407] = { "шпигунський обладунок" }, -- Infiltrator Armor
[7408] = { "шпигунські наплечі" }, -- Infiltrator Shoulders
[7409] = { "шпигунські чоботи" }, -- Infiltrator Boots
[7410] = { "шпигунські браслети" }, -- Infiltrator Bracers
[7411] = { "шпигунський плащ" }, -- Infiltrator Cloak
[7412] = { "шпигунські рукавиці" }, -- Infiltrator Gloves
[7413] = { "шпигунський капелюх" }, -- Infiltrator Cap
[7414] = { "шпигунські штани" }, -- Infiltrator Pants
[7415] = { "наплічники дервіша" }, -- Dervish Spaulders
[7416] = { "фалангові браслети" }, -- Phalanx Bracers
[7417] = { "фалангові чоботи" }, -- Phalanx Boots
[7418] = { "фалангова кіраса" }, -- Phalanx Breastplate
[7419] = { "фаланговий плащ" }, -- Phalanx Cloak
[7420] = { "фаланговий шолом" }, -- Phalanx Headguard
[7421] = { "фалангові рукавиці" }, -- Phalanx Gauntlets
[7422] = { "фаланговий пояс" }, -- Phalanx Girdle
[7423] = { "фалангові поножі" }, -- Phalanx Leggings
[7424] = { "фалангові наплічники" }, -- Phalanx Spaulders
[7425] = { "голова Циріка" }, -- Cyrik's Head
[7426] = { "лазуровий перстень" }, -- Cerulean Ring
[7427] = { "лазуровий талісман" }, -- Cerulean Talisman
[7428] = { "шкура тінепащого кота" }, -- Shadowcat Hide
[7429] = { "сутінковий обладунок" }, -- Twilight Armor
[7430] = { "сутінкова мантія" }, -- Twilight Robe
[7431] = { "сутінкові штани" }, -- Twilight Pants
[7432] = { "сутінковий капюшон" }, -- Twilight Cowl
[7433] = { "сутінкові рукавички" }, -- Twilight Gloves
[7434] = { "сутінкові черевики" }, -- Twilight Boots
[7435] = { "сутінкове напліччя" }, -- Twilight Mantle
[7436] = { "сутінковий плащ" }, -- Twilight Cape
[7437] = { "сутінкові манжети" }, -- Twilight Cuffs
[7438] = { "сутінковий пояс" }, -- Twilight Belt
[7439] = { "кіраса варти" }, -- Sentinel Breastplate
[7440] = { "брюки варти" }, -- Sentinel Trousers
[7441] = { "капелюх варти" }, -- Sentinel Cap
[7442] = { "ключ Гірощогла" }, -- Gyromast's Key
[7443] = { "рукавиці варти" }, -- Sentinel Gloves
[7444] = { "чоботи варти" }, -- Sentinel Boots
[7445] = { "наплечі варти" }, -- Sentinel Shoulders
[7446] = { "плащ варти" }, -- Sentinel Cloak
[7447] = { "браслети варти" }, -- Sentinel Bracers
[7448] = { "пояс варти" }, -- Sentinel Girdle
[7449] = { "викрійка: Темні шкіряні поножі", use="Навчає вас створювати темні шкіряні поножі.", recipe_result_item=7373 }, -- Pattern: Dusky Leather Leggings
[7450] = { "викрійка: Обладунок з зеленого дракончика", use="Навчає вас створювати обладунок з зеленого дракончика.", recipe_result_item=7375 }, -- Pattern: Green Whelp Armor
[7451] = { "викрійка: Браслети з зеленого дракончика", use="Навчає вас створювати браслети з зеленого дракончика.", recipe_result_item=7386 }, -- Pattern: Green Whelp Bracers
[7452] = { "викрійка: Темні чоботи", use="Навчає вас створювати темні чоботи.", recipe_result_item=7390 }, -- Pattern: Dusky Boots
[7453] = { "викрійка: Швидкі чоботи", use="Навчає вас створювати швидкі чоботи.", recipe_result_item=7391 }, -- Pattern: Swift Boots
[7454] = { "лицарська кіраса" }, -- Knight's Breastplate
[7455] = { "лицарські поножі" }, -- Knight's Legguards
[7456] = { "лицарський шолом" }, -- Knight's Headguard
[7457] = { "лицарські рукавиці" }, -- Knight's Gauntlets
[7458] = { "лицарські чоботи" }, -- Knight's Boots
[7459] = { "лицарське напліччя" }, -- Knight's Pauldrons
[7460] = { "лицарський плащ" }, -- Knight's Cloak
[7461] = { "лицарські браслети" }, -- Knight's Bracers
[7462] = { "лицарський пояс" }, -- Knight's Girdle
[7463] = { "баклер варти" }, -- Sentinel Buckler
[7464] = { "гліфи виклику", use="Викликати пустотника в колі виклику." }, -- Glyphs of Summoning
[7465] = { "лицарський щит" }, -- Knight's Crest
[7466] = { "кіноварний перстень" }, -- Vermilion Band
[7467] = { "кіноварне намисто" }, -- Vermilion Necklace
[7468] = { "королівська мантія" }, -- Regal Robe
[7469] = { "королівські поножі" }, -- Regal Leggings
[7470] = { "королівський капелюх чарівника" }, -- Regal Wizard Hat
[7471] = { "королівські рукавиці" }, -- Regal Gloves
[7472] = { "королівські чоботи" }, -- Regal Boots
[7473] = { "королівське напліччя" }, -- Regal Mantle
[7474] = { "королівський плащ" }, -- Regal Cloak
[7475] = { "королівські брпаслети" }, -- Regal Cuffs
[7476] = { "королівський пояс" }, -- Regal Sash
[7477] = { "мундир слідопита" }, -- Ranger Tunic
[7478] = { "поножі слідопита" }, -- Ranger Leggings
[7479] = { "шолом слідопита" }, -- Ranger Helm
[7480] = { "рукавиці слідопита" }, -- Ranger Gloves
[7481] = { "чоботи слідопита" }, -- Ranger Boots
[7482] = { "наплечі слідопита" }, -- Ranger Shoulders
[7483] = { "плащ слідопита" }, -- Ranger Cloak
[7484] = { "наручі слідопита" }, -- Ranger Wristguards
[7485] = { "ремінь слідопита" }, -- Ranger Cord
[7486] = { "капітанська кіраса" }, -- Captain's Breastplate
[7487] = { "капітанські поножі" }, -- Captain's Leggings
[7488] = { "капітанський вінець" }, -- Captain's Circlet
[7489] = { "капітанські рукавиці" }, -- Captain's Gauntlets
[7490] = { "капітанські чоботи" }, -- Captain's Boots
[7491] = { "капітанські наплічники" }, -- Captain's Shoulderguards
[7492] = { "капітанський плащ" }, -- Captain's Cloak
[7493] = { "капітанські браслети" }, -- Captain's Bracers
[7494] = { "капітанський пояс" }, -- Captain's Waistguard
[7495] = { "капітанський баклер" }, -- Captain's Buckler
[7496] = { "польовий кований щит" }, -- Field Plate Shield
[7497] = { "перстень зі слонової кістки" }, -- Ivory Band
[7498] = { "верхня частина ключа Ґелкака" }, -- Top of Gelkak's Key
[7499] = { "середня частина ключа Ґелкака" }, -- Middle of Gelkak's Key
[7500] = { "нижня частина ключа Ґелкака" }, -- Bottom of Gelkak's Key
[7506] = { "гномський універсальний пульт", use="Дозволяє контролювати механічну ціль протягом короткого періоду часу. Це може не завжди спрацьовувати і може просто вивести машину з ладу або дуже сильно розлютити її. Стара-добра гномська інженерія." }, -- Gnomish Universal Remote
[7507] = { "арканічна сфера", use="Відновлює від 80 до 240 мани." }, -- Arcane Orb
[7508] = { "сфера лей-енергії", use="Відновлює від 80 до 240 мани." }, -- Ley Orb
[7509] = { "мантія з манополотна" }, -- Manaweave Robe
[7510] = { "мала мантія заклинателя" }, -- Lesser Spellfire Robes
[7511] = { "мантія астрального плетіння" }, -- Astral Knot Robe
[7512] = { "мантія підсвітнього плетіння" }, -- Nether-lace Robe
[7513] = { "жезл лютого полум'я", equip="Збільшує шкоду від заклинань і ефектів вогню на 9." }, -- Ragefire Wand
[7514] = { "жезл крижаної люті", equip="Збільшує шкоду від заклинань і ефектів криги на 9." }, -- Icefury Wand
[7515] = { "небесна сфера", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13.", use="Відновлює від 400 до 1200 мани." }, -- Celestial Orb
[7516] = { "вказівки Табети" }, -- Tabetha's Instructions
[7517] = { "павутиновий мундир" }, -- Gossamer Tunic
[7518] = { "павутинова мантія" }, -- Gossamer Robe
[7519] = { "павутинові штани" }, -- Gossamer Pants
[7520] = { "павутиновий капелюх" }, -- Gossamer Headpiece
[7521] = { "павутинові рукавички" }, -- Gossamer Gloves
[7522] = { "павутинові чоботи" }, -- Gossamer Boots
[7523] = { "павутинові наплічники" }, -- Gossamer Shoulderpads
[7524] = { "павутинова накидка" }, -- Gossamer Cape
[7525] = { "павутинові браслети" }, -- Gossamer Bracers
[7526] = { "павутиновий пояс" }, -- Gossamer Belt
[7527] = { "нагрудник змовника" }, -- Cabalist Chestpiece
[7528] = { "поножі змовника" }, -- Cabalist Leggings
[7529] = { "шолом змовника" }, -- Cabalist Helm
[7530] = { "рукавиці змовника" }, -- Cabalist Gloves
[7531] = { "чоботи змовника" }, -- Cabalist Boots
[7532] = { "наплічники змовника" }, -- Cabalist Spaulders
[7533] = { "плащ змовника" }, -- Cabalist Cloak
[7534] = { "браслети змовника" }, -- Cabalist Bracers
[7535] = { "пояс змовника" }, -- Cabalist Belt
[7536] = { "баштовий щит чемпіона" }, -- Champion's Wall Shield
[7537] = { "готичний щит" }, -- Gothic Shield
[7538] = { "обладунок чемпіона" }, -- Champion's Armor
[7539] = { "поножі чемпіона" }, -- Champion's Leggings
[7540] = { "шолом чемпіона" }, -- Champion's Helmet
[7541] = { "рукавиці чемпіона" }, -- Champion's Gauntlets
[7542] = { "наголінники чемпіона" }, -- Champion's Greaves
[7543] = { "напліччя чемпіона" }, -- Champion's Pauldrons
[7544] = { "накидка чемпіона" }, -- Champion's Cape
[7545] = { "браслети чемпіона" }, -- Champion's Bracers
[7546] = { "пояс чемпіона" }, -- Champion's Girdle
[7547] = { "оніксовий перстень" }, -- Onyx Ring
[7548] = { "оніксове кольє" }, -- Onyx Choker
[7549] = { "чарівний пасок" }, -- Fairy's Embrace
[7550] = { "честь воїна" }, -- Warrior's Honor
[7551] = { "переплетений опаліновий талісман" }, -- Entwined Opaline Talisman
[7552] = { "коштовність сокола" }, -- Falcon's Hook
[7553] = { "перстень єдинорога", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Band of the Unicorn
[7554] = { "вербова гілка" }, -- Willow Branch
[7555] = { "королівська зоря" }, -- Regal Star
[7556] = { "сутінкова сфера" }, -- Twilight Orb
[7557] = { "павутиновий жезл" }, -- Gossamer Rod
[7558] = { "мерехтливий посох" }, -- Shimmering Stave
[7559] = { "рунічна тростина" }, -- Runic Cane
[7560] = { "креслення: Гномський універсальний пульт", use="Навчає вас створювати гномський універсальний пульт.", recipe_result_item=7506 }, -- Schematic: Gnomish Universal Remote
[7561] = { "креслення: Гоблінський кабельний дефибрілятор", use="Навчає вас створювати гоблінський кабельний дефибрілятор.", recipe_result_item=7148 }, -- Schematic: Goblin Jumper Cables
[7566] = { "родовий меч Аґамандів" }, -- Agamand Family Sword
[7567] = { "родова сокира Аґамандів" }, -- Agamand Family Axe
[7568] = { "родовий кинджал Аґамандів" }, -- Agamand Family Dagger
[7569] = { "родова булава Аґамандів" }, -- Agamand Family Mace
[7586] = { "надія Тарнаріуна", use="Спіймати скаженого татарного ведмедя." }, -- Tharnariun's Hope
[7587] = { "інструкції Тун'ґріма" }, -- Thun'grim's Instructions
[7606] = { "полярні рукавиці" }, -- Polar Gauntlets
[7607] = { "соболиний жезл" }, -- Sable Wand
[7608] = { "вишуканий кухоль провидця" }, -- Seer's Fine Stein
[7609] = { "бурштиновий посох старійшини" }, -- Elder's Amber Stave
[7610] = { "сфера зорі" }, -- Aurora Sphere
[7611] = { "імлистий посох" }, -- Mistscape Stave
[7613] = { "викрійка: Зелений шкіряний обладунок", use="Навчає вас створювати зелений шкіряний обладунок.", recipe_result_item=4255 }, -- Pattern: Green Leather Armor
[7626] = { "зв'язка хутра" }, -- Bundle of Furs
[7627] = { "посилка в Доланаар" }, -- Dolanaar Delivery
[7628] = { "непідписаний лист", flavor="Запечатаний лист" }, -- Nondescript Letter
[7629] = { "ноша Укора" }, -- Ukor's Burden
[7646] = { "ящик припасів для корчми" }, -- Crate of Inn Supplies
[7666] = { "пошкоджене намисто" }, -- Shattered Necklace
[7667] = { "фіал провидіння Талваша", use="Створити чашу провидіння для зв'язку з Талвашем." }, -- Talvash's Phial of Scrying
[7668] = { "закривавлений щоденник" }, -- Bloodstained Journal
[7669] = { "рубін пошкодженого намиста" }, -- Shattered Necklace Ruby
[7670] = { "сапфір пошкодженого намиста" }, -- Shattered Necklace Sapphire
[7671] = { "топаз пошкодженого намиста" }, -- Shattered Necklace Topaz
[7672] = { "джерело сили пошкодженого намиста" }, -- Shattered Necklace Power Source
[7673] = { "підсилювальне намисто Талваша" }, -- Talvash's Enhancing Necklace
[7674] = { "пакунок для Матіаса", flavor="Запечатано" }, -- Delivery to Mathias
[7675] = { "розклад постачань повстанців" }, -- Defias Shipping Schedule
[7676] = { "прудкоп'яховий чай", use="Миттєво відновлює 100 енергії." }, -- Thistle Tea
[7678] = { "рецепт: Прудкоп'яховий чай", use="Навчає вас готувати прудкоп'яховий чай.", recipe_result_item=7676 }, -- Recipe: Thistle Tea
[7679] = { "ікло пискучого кажана" }, -- Shrike Bat Fang
[7680] = { "луска василіска-нефритоспина" }, -- Jadespine Basilisk Scale
[7681] = { "уламок обсидіанового голема" }, -- Obsidian Golem Shard
[7682] = { "знаряддя тортур" }, -- Torturing Poker
[7683] = { "кривавий латунний кастет" }, -- Bloody Brass Knuckles
[7684] = { "напліччя кривавого мага" }, -- Bloodmage Mantle
[7685] = { "сфера забутого провидця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Orb of the Forgotten Seer
[7686] = { "око Залізоспина" }, -- Ironspine's Eye
[7687] = { "кулак Залізоспина" }, -- Ironspine's Fist
[7688] = { "грудна клітка Залізоспина" }, -- Ironspine's Ribcage
[7689] = { "гибельний світанок" }, -- Morbid Dawn
[7690] = { "ебенові рукавиці" }, -- Ebon Vise
[7691] = { "набальзамований капюшон" }, -- Embalmed Shroud
[7708] = { "некротичний жезл" }, -- Necrotic Wand
[7709] = { "чумні поножі", equip="Збільшує шкоду від заклинань і ефектів тіні на 10." }, -- Blighted Leggings
[7710] = { "дресирувальна палиця Локсі", equip="Збільшує силу атаки на 60 під час бою зі звірами." }, -- Loksey's Training Stick
[7711] = { "мантія Доана" }, -- Robe of Doan
[7712] = { "напліччя Доана" }, -- Mantle of Doan
[7713] = { "ілюзорна палиця" }, -- Illusionary Rod
[7714] = { "гіпнотичний клинок", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Hypnotic Blade
[7715] = { "звіт Оніна" }, -- Onin's Report
[7716] = { "пошкоджене намисто" }, -- Shattered Necklace
[7717] = { "спустошник", hit="Ви починаєте атакувати всіх ворогів поблизу протягом 9 секунд, завдаючи їм збільшеної на 5 шкоди від зброї кожні 3 секунди." }, -- Ravager
[7718] = { "наплічник Герода" }, -- Herod's Shoulder
[7719] = { "шолом лютого берсерка", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Raging Berserker's Helm
[7720] = { "капелюх Білогривої" }, -- Whitemane's Chapeau
[7721] = { "рука праведності", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Hand of Righteousness
[7722] = { "триєдиний амулет" }, -- Triune Amulet
[7723] = { "міць Моґрейна" }, -- Mograine's Might
[7724] = { "рукавиці божественності", equip="Збільшує силу атаки на 32." }, -- Gauntlets of Divinity
[7726] = { "егіда командира Багряного Походу" }, -- Aegis of the Scarlet Commander
[7727] = { "напліччя вартового" }, -- Watchman Pauldrons
[7728] = { "мантія обманника" }, -- Beguiler Robes
[7729] = { "мушкет Честерфолла" }, -- Chesterfall Musket
[7730] = { "кобальтова дробарка", hit="Завдає цілі від 110 до 120 шкоди від криги." }, -- Cobalt Crusher
[7731] = { "талісман з примарного каменю" }, -- Ghostshard Talisman
[7733] = { "доісторичний посох", use="Помістити в кімнаті з мапою Ульдамана." }, -- Staff of Prehistoria
[7734] = { "сумка шести демонів", use="Вражає ворогів перед вами силою вітру, вогню та всіляких інших речей!" }, -- Six Demon Bag
[7735] = { "троянда Яннока" }, -- Jannok's Rose
[7736] = { "бойова дубина" }, -- Fight Club
[7737] = { "щоденник Сетіра", flavor="Написано невідомою вам мовою." }, -- Sethir's Journal
[7738] = { "вічнозелені рукавички" }, -- Evergreen Gloves
[7739] = { "накидка полісся" }, -- Timberland Cape
[7740] = { "медальйон Ґні'ків", use="Прикріпити до держака Тсола." }, -- Gni'kiv Medallion
[7741] = { "держак Тсола", use="Прикріпити до медальйона Ґні'ків." }, -- The Shaft of Tsol
[7742] = { "креслення: Гномський маскувальний пристрій", use="Навчає вас створювати гномський маскувальний пристрій.", recipe_result_item=4397 }, -- Schematic: Gnomish Cloaking Device
[7746] = { "подяка Ліги Дослідників" }, -- Explorers' League Commendation
[7747] = { "мерзенний захисник", equip="З шансом 1% при отриманні удару в бою ви завдасте ворогу від 105 до 175 шкоди від тіні." }, -- Vile Protector
[7748] = { "баклер сили каменю" }, -- Forcestone Buckler
[7749] = { "сфера Омеги", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Omega Orb
[7750] = { "наплічник горя" }, -- Mantle of Woe
[7751] = { "чоботи Воррела" }, -- Vorrel's Boots
[7752] = { "Сновбивця" }, -- Dreamslayer
[7753] = { "Кровопуск", hit="Ранить ціль, спричиняючи 130 шкоди від кровотечі протягом 30 секунд." }, -- Bloodspiller
[7754] = { "чоботи вісника" }, -- Harbinger Boots
[7755] = { "кремнієві наплечі" }, -- Flintrock Shoulders
[7756] = { "рукавиці для дресирування собак", equip="Збільшує силу атаки на 30 під час бою зі звірами." }, -- Dog Training Gloves
[7757] = { "посох вітроткача", equip="Збільшує шкоду від заклинань і ефектів аркани на 14." }, -- Windweaver Staff
[7758] = { "безжалісна заточка" }, -- Ruthless Shiv
[7759] = { "нагрудник архонта" }, -- Archon Chestpiece
[7760] = { "кілт вождя" }, -- Warchief Kilt
[7761] = { "сталевий кіготь" }, -- Steelclaw Reaver
[7766] = { "порожній коричневий бурдюк", use="Наповнити водою зі ставу біля хатини Бріни в Степах." }, -- Empty Brown Waterskin
[7767] = { "порожній блакитний бурдюк", use="Наповнити водою з колодязя в руїнах Зорепилу." }, -- Empty Blue Waterskin
[7768] = { "порожній червоний бурдюк", use="Наповнити водою з колодязя на Тарренському Млині." }, -- Empty Red Waterskin
[7769] = { "наповнений коричневий бурдюк" }, -- Filled Brown Waterskin
[7770] = { "наповнений блакитний бурдюк" }, -- Filled Blue Waterskin
[7771] = { "наповнений червоний бурдюк" }, -- Filled Red Waterskin
[7786] = { "головокол" }, -- Headsplitter
[7787] = { "блискучий захисник", equip="Збільшує шанс блокувати атаки щитом на 1%." }, -- Resplendent Guardian
[7806] = { "льодяник", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Lollipop
[7807] = { "шоколадний батончик", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Candy Bar
[7808] = { "плитка шоколаду", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Chocolate Square
[7809] = { "великодня сукня" }, -- Easter Dress
[7810] = { "фіал найчистішої води" }, -- Vial of Purest Water
[7811] = { "залишки крапель найчистішої води" }, -- Remaining Drops of Purest Water
[7812] = { "наручі зіпсованого прояву" }, -- Corrupt Manifestation's Bracers
[7813] = { "осколок води" }, -- Shard of Water
[7846] = { "ікло скельного койота" }, -- Crag Coyote Fang
[7847] = { "шлунок канюка" }, -- Buzzard Gizzard
[7848] = { "уламок кам'яного елементаля" }, -- Rock Elemental Shard
[7866] = { "порожній тавматургічний флакон", use="Наповнити порожній тавматургічний флакон кров'ю випаленого дракона-стража." }, -- Empty Thaumaturgy Vessel
[7867] = { "флакон з кров'ю дракона" }, -- Vessel of Dragon's Blood
[7870] = { "скринька з тавматургічними флаконами", flavor="Всередині цієї скриньки знаходяться порожні тавматургічні флакони." }, -- Thaumaturgy Vessel Lockbox
[7871] = { "жетон розбійництва" }, -- Token of Thievery
[7872] = { "іржаві інструменти зломника" }, -- Rusty Thieves' Tools
[7886] = { "неперекладений щоденник", flavor="Ви не можете зрозуміти записи в цьому щоденнику." }, -- Untranslated Journal
[7887] = { "намисто і самоцвіти" }, -- Necklace and Gem Salvage
[7888] = { "підсилювальне намисто Джаркала" }, -- Jarkal's Enhancing Necklace
[7906] = { "роги Нез'ри" }, -- Horns of Nez'ra
[7907] = { "сертифікат розбійництва" }, -- Certificate of Thievery
[7908] = { "щоденник Клейвена Мортвейка" }, -- Klaven Mortwake's Journal
[7909] = { "аквамарин" }, -- Aquamarine
[7910] = { "зоряний рубін" }, -- Star Ruby
[7911] = { "ясносрібна руда" }, -- Truesilver Ore
[7912] = { "твердий камінь" }, -- Solid Stone
[7913] = { "варварські залізні наплічники" }, -- Barbaric Iron Shoulders
[7914] = { "варварська залізна кіраса" }, -- Barbaric Iron Breastplate
[7915] = { "варварський залізний шолом" }, -- Barbaric Iron Helm
[7916] = { "варварські залізні чоботи" }, -- Barbaric Iron Boots
[7917] = { "варварські залізні рукавиці" }, -- Barbaric Iron Gloves
[7918] = { "важкі мітрилові наплечі" }, -- Heavy Mithril Shoulder
[7919] = { "важкі мітрилові рукавиці" }, -- Heavy Mithril Gauntlet
[7920] = { "лускаті мітрилові штани", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Mithril Scale Pants
[7921] = { "важкі мітрилові штани" }, -- Heavy Mithril Pants
[7922] = { "сталевий шолом" }, -- Steel Plate Helm
[7923] = { "ключ від вежі повстанців" }, -- Defias Tower Key
[7924] = { "лускаті мітрилові браслети" }, -- Mithril Scale Bracers
[7925] = { "лускаті мітрилові рукавиці" }, -- Mithril Scale Gloves
[7926] = { "вишукані мітрилові штани", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Ornate Mithril Pants
[7927] = { "вишукані мітрилові рукавиці", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Ornate Mithril Gloves
[7928] = { "вишукані мітрилові наплічники", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Ornate Mithril Shoulder
[7929] = { "орчі бойові поножі" }, -- Orcish War Leggings
[7930] = { "важка мітрилова кіраса" }, -- Heavy Mithril Breastplate
[7931] = { "мітриловий капюшон" }, -- Mithril Coif
[7932] = { "лускаті мітрилові наплечі" }, -- Mithril Scale Shoulders
[7933] = { "важкі мітрилові чоботи" }, -- Heavy Mithril Boots
[7934] = { "важкий мітриловий шолом" }, -- Heavy Mithril Helm
[7935] = { "вишукана мітрилова кіраса", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Ornate Mithril Breastplate
[7936] = { "вишукані мітрилові чоботи", equip="Збільшує ваш шанс ухилитися від атаки на 1%.", use="Усуває наявні ефекти знерухомлення та надає несприйнятливість до ефектів знерухомлення протягом 5 сек." }, -- Ornate Mithril Boots
[7937] = { "вишуканий мітриловий шолом", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Ornate Mithril Helm
[7938] = { "ясносрібні рукавиці" }, -- Truesilver Gauntlets
[7939] = { "кіраса з ясносрібла", equip="З шансом 3% при отриманні удару в бою зцілите собі від 60 до 100 здоров'я." }, -- Truesilver Breastplate
[7941] = { "важка мітрилова сокира" }, -- Heavy Mithril Axe
[7942] = { "блакитна блискуча сокира" }, -- Blue Glittering Axe
[7943] = { "лихий мітриловий клинок" }, -- Wicked Mithril Blade
[7944] = { "сліпуча мітрилова рапіра" }, -- Dazzling Mithril Rapier
[7945] = { "велика чорна булава" }, -- Big Black Mace
[7946] = { "рунічний мітриловий молот" }, -- Runed Mithril Hammer
[7947] = { "ебенова заточка" }, -- Ebon Shiv
[7954] = { "Руйнівник", hit="Роззброєння цілі на 10 сек." }, -- The Shatterer
[7955] = { "мідний клеймор" }, -- Copper Claymore
[7956] = { "бронзовий бойовий молот" }, -- Bronze Warhammer
[7957] = { "довгий бронзовий меч" }, -- Bronze Greatsword
[7958] = { "бронзова бойова сокира" }, -- Bronze Battle Axe
[7959] = { "Пошесть", hit="Заражає ціль, завдаючи 50 шкоди від природи та додатково 180 шкоди протягом 1 хв." }, -- Blight
[7960] = { "ясносрібний захисник", hit="Захищає носія священним щитом." }, -- Truesilver Champion
[7961] = { "фантомний клинок", hit="Зменшує броню цілі на 100 протягом 20 сек. Поки діє ефект, ціль не може стати непомітною чи невидимою." }, -- Phantom Blade
[7963] = { "сталева кіраса" }, -- Steel Breastplate
[7964] = { "твердий точильний камінь", use="Збільшує шкоду гострої зброї на 6 на 30 хвилин." }, -- Solid Sharpening Stone
[7965] = { "тверде грузило", use="Збільшує шкоду дробильної зброї на 6 на 30 хвилин." }, -- Solid Weightstone
[7966] = { "твердий шліфувальний камінь" }, -- Solid Grinding Stone
[7967] = { "мітриловий шип для щита", use="Прикріпити до вашого щита мітриловий шип, що завдає шкоди щоразу, коли ви блокуєте." }, -- Mithril Shield Spike
[7968] = { "скарб Південних морів" }, -- Southsea Treasure
[7969] = { "мітрилові шпори", use="Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди." }, -- Mithril Spurs
[7970] = { "В.Х.М.К", use="Папуги люблять крекери!", flavor="Величезний хімічно змінений крекер" }, -- E.C.A.C.
[7971] = { "чорна перлина" }, -- Black Pearl
[7972] = { "пасока невмерлих" }, -- Ichor of Undeath
[7973] = { "великоротий молюск" }, -- Big-mouth Clam
[7974] = { "пікантне м'ясо молюска" }, -- Zesty Clam Meat
[7975] = { "креслення: Важкі мітрилові штани", use="Навчає вас створювати важкі мітрилові штани.", recipe_result_item=7921 }, -- Plans: Heavy Mithril Pants
[7976] = { "креслення: Мітриловий шип для щита", use="Навчає вас створювати мітриловий шип для щита.", recipe_result_item=7967 }, -- Plans: Mithril Shield Spike
[7977] = { "креслення: Лускаті мітрилові рукавиці", use="Навчає вас створювати лускаті мітрилові рукавиці.", recipe_result_item=7925 }, -- Plans: Mithril Scale Gloves
[7978] = { "креслення: Варварські залізні наплічники", use="Навчає вас створювати варварські залізні наплічники.", recipe_result_item=7913 }, -- Plans: Barbaric Iron Shoulders
[7979] = { "креслення: Варварська залізна кіраса", use="Навчає вас створювати варварську залізну кірасу.", recipe_result_item=7914 }, -- Plans: Barbaric Iron Breastplate
[7980] = { "креслення: Варварський залізний шолом", use="Навчає вас створювати варварський залізний шолом.", recipe_result_item=7915 }, -- Plans: Barbaric Iron Helm
[7981] = { "креслення: Варварські залізні чоботи", use="Навчає вас створювати варварські залізні чоботи.", recipe_result_item=7916 }, -- Plans: Barbaric Iron Boots
[7982] = { "креслення: Варварські залізні рукавиці", use="Навчає вас створювати варварські залізні рукавиці.", recipe_result_item=7917 }, -- Plans: Barbaric Iron Gloves
[7983] = { "креслення: Вишукані мітрилові штани", use="Навчає вас створювати вишукані мітрилові штани.", recipe_result_item=7926 }, -- Plans: Ornate Mithril Pants
[7984] = { "креслення: Вишукані мітрилові рукавиці", use="Навчає вас створювати вишукані мітрилові рукавиці.", recipe_result_item=7927 }, -- Plans: Ornate Mithril Gloves
[7985] = { "креслення: Вишукані мітрилові наплічники", use="Навчає вас створювати вишукані мітрилові наплічники.", recipe_result_item=7928 }, -- Plans: Ornate Mithril Shoulder
[7986] = { "креслення: Вишукана мітрилова кіраса", use="Навчає вас створювати вишукану мітрилову кірасу.", recipe_result_item=7935 }, -- Plans: Ornate Mithril Breastplate
[7987] = { "креслення: Вишуканий мітриловий шолом", use="Навчає вас створювати вишуканий мітриловий шолом.", recipe_result_item=7937 }, -- Plans: Ornate Mithril Helm
[7988] = { "креслення: Вишукані мітрилові чоботи", use="Навчає вас створювати вишукані мітрилові чоботи.", recipe_result_item=7936 }, -- Plans: Ornate Mithril Boots
[7989] = { "креслення: Мітрилові шпори", use="Навчає вас створювати мітрилові шпори.", recipe_result_item=7969 }, -- Plans: Mithril Spurs
[7990] = { "креслення: Важкий мітриловий шолом", use="Навчає вас створювати важкий мітриловий шолом.", recipe_result_item=7934 }, -- Plans: Heavy Mithril Helm
[7991] = { "креслення: Лускаті мітрилові наплечі", use="Навчає вас створювати лускаті мітрилові наплечі.", recipe_result_item=7932 }, -- Plans: Mithril Scale Shoulders
[7992] = { "креслення: Блакитна блискуча сокира", use="Навчає вас створювати блакитна блискуча сокира.", recipe_result_item=7942 }, -- Plans: Blue Glittering Axe
[7993] = { "креслення: Сліпуча мітрилова рапіра", use="Навчає вас створювати сліпуча мітрилова рапіра.", recipe_result_item=7944 }, -- Plans: Dazzling Mithril Rapier
[7994] = { "креслення: Орчі бойові поножі", use="Навчає вас створювати орчі бойові поножі.", recipe_result_item=7929 }, -- Plans: Orcish War Leggings
[7995] = { "креслення: Лускаті мітрилові браслети", use="Навчає вас створювати лускаті мітрилові браслети.", recipe_result_item=7924 }, -- Plans: Mithril Scale Bracers
[7996] = { "поношений рибальський капелюх", equip="Збільшує навичку риболовлі на 5." }, -- Worn Fishing Hat
[7997] = { "червона маска Повстанського братства" }, -- Red Defias Mask
[8006] = { "Штрикач", hit="Завдає цілі від 10 до 20 шкоди від природи." }, -- The Ziggler
[8007] = { "цитрин мани", use="Відновлює від 775 до 925 мани." }, -- Mana Citrine
[8008] = { "рубін мани", use="Відновлює від 1000 до 1200 мани." }, -- Mana Ruby
[8009] = { "дентрієвий камінь сили" }, -- Dentrium Power Stone
[8026] = { "родинний скарб Ґарретів" }, -- Garrett Family Treasure
[8027] = { "скарб Крома Міцнорука" }, -- Krom Stoutarm's Treasure
[8028] = { "креслення: Рунічний мітриловий молот", use="Навчає вас створювати рунічний мітриловий молот.", recipe_result_item=7946 }, -- Plans: Runed Mithril Hammer
[8029] = { "креслення: Лихий мітриловий клинок", use="Навчає вас створювати лихий мітриловий клинок.", recipe_result_item=7943 }, -- Plans: Wicked Mithril Blade
[8030] = { "креслення: Ебенова заточка", use="Навчає вас створювати ебенову заточку.", recipe_result_item=7947 }, -- Plans: Ebon Shiv
[8046] = { "записи Кірнен" }, -- Kearnen's Journal
[8047] = { "гриб-малиновик" }, -- Magenta Fungus Cap
[8048] = { "смарагдовий ловець снів" }, -- Emerald Dreamcatcher
[8049] = { "намисто Кривої Сосни", flavor="Сяючий смарагд так і просить, щоб його витягли..." }, -- Gnarlpine Necklace
[8050] = { "самоцвіт Таллонкая" }, -- Tallonkai's Jewel
[8051] = { "сигнальний пістолет", use="Випускає в повітря сигнальну ракету." }, -- Flare Gun
[8052] = { "камінь сили Ан'Аллеума" }, -- An'Alleum Power Stone
[8053] = { "обсидіанове джерело сили" }, -- Obsidian Power Source
[8066] = { "свисток Фіззула", use="Посвистіть, щоб дати зрозуміти Фіззулу, що ви союзник." }, -- Fizzule's Whistle
[8067] = { "майстерна легка куля", desc="Додає 2 шкоди за секунду" }, -- Crafted Light Shot
[8068] = { "майстерна важка куля", desc="Додає 4.5 шкоди за секунду" }, -- Crafted Heavy Shot
[8069] = { "майстерно виготовлена тверда куля" }, -- Crafted Solid Shot
[8070] = { "талон на винагороду" }, -- Reward Voucher
[8071] = { "шипляча палиця" }, -- Sizzle Stick
[8072] = { "ключ від вежі Силіксиза" }, -- Silixiz's Tower Key
[8073] = { "запас зміненої суміші Занзіла" }, -- Cache of Zanzil's Altered Mixture
[8074] = { "голова Ґаллівікса" }, -- Gallywix's Head
[8075] = { "начаклована хлібина на заквасці", use=1129 }, -- Conjured Sourdough
[8076] = { "начаклований солодкий рулет", use=1131 }, -- Conjured Sweet Roll
[8077] = { "начаклована мінеральна вода", use=1135 }, -- Conjured Mineral Water
[8078] = { "начаклована газована вода", use=1137 }, -- Conjured Sparkling Water
[8079] = { "начаклована кристалічна вода", use=22734 }, -- Conjured Crystal Water
[8080] = { "легкий латний нагрудник" }, -- Light Plate Chestpiece
[8081] = { "легкий латний пояс" }, -- Light Plate Belt
[8082] = { "легкі латні чоботи" }, -- Light Plate Boots
[8083] = { "легкі латні браслети" }, -- Light Plate Bracers
[8084] = { "легкі латні рукавиці" }, -- Light Plate Gloves
[8085] = { "легкі латні поножі" }, -- Light Plate Pants
[8086] = { "легкі латні наплічники" }, -- Light Plate Shoulderpads
[8087] = { "зразок зміненої суміші Занзіла" }, -- Sample of Zanzil's Altered Mixture
[8088] = { "латний пояс" }, -- Platemail Belt
[8089] = { "латні чоботи" }, -- Platemail Boots
[8090] = { "латні браслети" }, -- Platemail Bracers
[8091] = { "латні рукавиці" }, -- Platemail Gloves
[8092] = { "латний шолом" }, -- Platemail Helm
[8093] = { "латні поножі" }, -- Platemail Leggings
[8094] = { "латний обладунок" }, -- Platemail Armor
[8095] = { "масло Гінотта", use="Ліки від дотику Занзіла." }, -- Hinott's Oil
[8106] = { "обладунок сплячки" }, -- Hibernal Armor
[8107] = { "чоботи сплячки" }, -- Hibernal Boots
[8108] = { "браслети сплячки" }, -- Hibernal Bracers
[8109] = { "плащ сплячки" }, -- Hibernal Cloak
[8110] = { "рукавиці сплячки" }, -- Hibernal Gloves
[8111] = { "напліччя сплячки" }, -- Hibernal Mantle
[8112] = { "штани сплячки" }, -- Hibernal Pants
[8113] = { "мантія сплячки" }, -- Hibernal Robe
[8114] = { "пояс сплячки" }, -- Hibernal Sash
[8115] = { "капюшон сплячки" }, -- Hibernal Cowl
[8116] = { "геральдичний пояс" }, -- Heraldic Belt
[8117] = { "геральдичні чоботи" }, -- Heraldic Boots
[8118] = { "геральдичні браслети" }, -- Heraldic Bracers
[8119] = { "геральдичний нагрудник" }, -- Heraldic Breastplate
[8120] = { "геральдичний плащ" }, -- Heraldic Cloak
[8121] = { "геральдичні рукавиці" }, -- Heraldic Gloves
[8122] = { "геральдичний головний убір" }, -- Heraldic Headpiece
[8123] = { "геральдичні поножі" }, -- Heraldic Leggings
[8124] = { "геральдичні наплічники" }, -- Heraldic Spaulders
[8125] = { "браслети мірмідона" }, -- Myrmidon's Bracers
[8126] = { "нагрудник мірмідона" }, -- Myrmidon's Breastplate
[8127] = { "накидка мірмідона" }, -- Myrmidon's Cape
[8128] = { "рукавиці мірмідона" }, -- Myrmidon's Gauntlets
[8129] = { "пояс мірмідона" }, -- Myrmidon's Girdle
[8130] = { "наголінники мірмідона" }, -- Myrmidon's Greaves
[8131] = { "шолом мірмідона" }, -- Myrmidon's Helm
[8132] = { "поножі мірмідона" }, -- Myrmidon's Leggings
[8133] = { "напліччя мірмідона" }, -- Myrmidon's Pauldrons
[8134] = { "захисник мірмідона" }, -- Myrmidon's Defender
[8135] = { "хромітовий щит" }, -- Chromite Shield
[8136] = { "велетенська пухлина" }, -- Gargantuan Tumor
[8137] = { "хромітові браслети" }, -- Chromite Bracers
[8138] = { "хромітова кіраса" }, -- Chromite Chestplate
[8139] = { "хромітові рукавиці" }, -- Chromite Gauntlets
[8140] = { "хромітовий пояс" }, -- Chromite Girdle
[8141] = { "хромітові наголінники" }, -- Chromite Greaves
[8142] = { "хромітовий барбут" }, -- Chromite Barbute
[8143] = { "хромітові ножні лати" }, -- Chromite Legplates
[8144] = { "хромітове напліччя" }, -- Chromite Pauldrons
[8146] = { "гибельний кіготь" }, -- Wicked Claw
[8147] = { "крихітний мідний ключ", flavor="Реагент для заклинань мага." }, -- Tiny Copper Key
[8148] = { "крихітний срібний ключ", flavor="Реагент для заклинань мага." }, -- Tiny Silver Key
[8149] = { "оберіг вуду", use="Використати на тілі Лютопазура." }, -- Voodoo Charm
[8150] = { "глибокоскельна сіль" }, -- Deeprock Salt
[8151] = { "фляга моджо" }, -- Flask of Mojo
[8152] = { "фляга великого моджо" }, -- Flask of Big Mojo
[8153] = { "диколоззя" }, -- Wildvine
[8154] = { "луска скорпіда" }, -- Scorpid Scale
[8155] = { "жертва Сатри", use="Залишити жертву біля фонтану в храмі Місяця." }, -- Sathrah's Sacrifice
[8156] = { "лицарські наручі" }, -- Jouster's Wristguards
[8157] = { "лицарська кіраса" }, -- Jouster's Chestplate
[8158] = { "лицарські рукавиці" }, -- Jouster's Gauntlets
[8159] = { "лицарський пояс" }, -- Jouster's Girdle
[8160] = { "лицарські наголінники" }, -- Jouster's Greaves
[8161] = { "лицарський шолом" }, -- Jouster's Visor
[8162] = { "лицарські ножні лати" }, -- Jouster's Legplates
[8163] = { "лицарське напліччя" }, -- Jouster's Pauldrons
[8165] = { "зношена драконяча луска" }, -- Worn Dragonscale
[8167] = { "черепашача луска" }, -- Turtle Scale
[8168] = { "смолянисто-чорне перо" }, -- Jet Black Feather
[8169] = { "товста шкура" }, -- Thick Hide
[8170] = { "міцна шкіра" }, -- Rugged Leather
[8171] = { "міцна шкура" }, -- Rugged Hide
[8172] = { "оброблена товста шкура" }, -- Cured Thick Hide
[8173] = { "накладки з товстої шкіри", use="Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що назавжди збільшить показник його броні на 32. Можна використовувати лише на предметах 25-го рівня і вище." }, -- Thick Armor Kit
[8174] = { "зручний шкіряний капелюх" }, -- Comfortable Leather Hat
[8175] = { "мундир нічного краєвиду" }, -- Nightscape Tunic
[8176] = { "пов'язка нічного краєвиду" }, -- Nightscape Headband
[8177] = { "навчальний меч" }, -- Practice Sword
[8178] = { "меч для тренувань" }, -- Training Sword
[8179] = { "лук кадета" }, -- Cadet's Bow
[8180] = { "мисливський лук" }, -- Hunting Bow
[8181] = { "мисливська рушниця" }, -- Hunting Rifle
[8182] = { "пневматична рушниця" }, -- Pellet Rifle
[8183] = { "точний лук" }, -- Precision Bow
[8184] = { "запалювач" }, -- Firestarter
[8185] = { "поножі з черепашачої луски" }, -- Turtle Scale Leggings
[8186] = { "темний жезл" }, -- Dire Wand
[8187] = { "рукавиці з черепашачої луски" }, -- Turtle Scale Gloves
[8188] = { "вибухова рушниця" }, -- Explosive Shotgun
[8189] = { "кіраса з черепашачої луски" }, -- Turtle Scale Breastplate
[8190] = { "меч Ханзо", hit="Ранить ціль, завдаючи 75 шкоди." }, -- Hanzo Sword
[8191] = { "шолом з черепашачої луски" }, -- Turtle Scale Helm
[8192] = { "наплечі нічного краєвиду" }, -- Nightscape Shoulders
[8193] = { "штани нічного краєвиду" }, -- Nightscape Pants
[8194] = { "гоблінський горіхокол" }, -- Goblin Nutcracker
[8195] = { "плащ нічного краєвиду" }, -- Nightscape Cloak
[8196] = { "ебеновий ятаган" }, -- Ebon Scimitar
[8197] = { "чоботи нічного краєвиду", equip="Збільшує ефективність непомітності на 1 рівень." }, -- Nightscape Boots
[8198] = { "браслети з черепашачої луски" }, -- Turtle Scale Bracers
[8199] = { "бойовий руйнівник" }, -- Battlefield Destroyer
[8200] = { "мантія потужного вуду" }, -- Big Voodoo Robe
[8201] = { "маска потужного вуду" }, -- Big Voodoo Mask
[8202] = { "штани потужного вуду" }, -- Big Voodoo Pants
[8203] = { "міцна кіраса з луски скорпіда" }, -- Tough Scorpid Breastplate
[8204] = { "міцні рукавиці з луски скорпіда" }, -- Tough Scorpid Gloves
[8205] = { "міцні браслети з луски скорпіда" }, -- Tough Scorpid Bracers
[8206] = { "міцні поножі з луски скорпіда" }, -- Tough Scorpid Leggings
[8207] = { "міцні наплечі з луски скорпіда" }, -- Tough Scorpid Shoulders
[8208] = { "міцний шолом з луски скорпіда" }, -- Tough Scorpid Helm
[8209] = { "міцні чоботи з луски скорпіда" }, -- Tough Scorpid Boots
[8210] = { "наплічники з дикої шкіри" }, -- Wild Leather Shoulders
[8211] = { "жилет з дикої шкіри" }, -- Wild Leather Vest
[8212] = { "штани з дикої шкіри" }, -- Wild Leather Leggings
[8213] = { "чоботи з дикої шкіри" }, -- Wild Leather Boots
[8214] = { "шолом з дикої шкіри" }, -- Wild Leather Helmet
[8215] = { "плащ з дикої шкіри" }, -- Wild Leather Cloak
[8216] = { "плащ потужного вуду" }, -- Big Voodoo Cloak
[8217] = { "сагайдак хуткостріла", equip="Збільшує швидкість атаки дальнього бою на 13%." }, -- Quickdraw Quiver
[8218] = { "гаман для набоїв з товстої шкіри", equip="Збільшує швидкість атаки дальнього бою на 13%." }, -- Thick Leather Ammo Pouch
[8223] = { "клинок василіска", hit="Збільшує навичку захисту на 33 протягом 5 секунд." }, -- Blade of the Basilisk
[8224] = { "силітидовий різак", hit="Ранить ціль, завдаючи 45 шкоди від кровотечі протягом 30 секунд." }, -- Silithid Ripper
[8225] = { "осквернений пронизач", hit="Оскверняє ціль, завдаючи 45 шкоди протягом 3 секунд." }, -- Tainted Pierce
[8226] = { "м'ясар" }, -- The Butcher
[8244] = { "бездоганна сфера з дренетисту" }, -- Flawless Draenethyst Sphere
[8245] = { "імперський червоний мундир" }, -- Imperial Red Tunic
[8246] = { "імперські червоні чоботи" }, -- Imperial Red Boots
[8247] = { "імперські червоні браслети" }, -- Imperial Red Bracers
[8248] = { "імперський червоний плащ" }, -- Imperial Red Cloak
[8249] = { "імперські червоні рукавиці" }, -- Imperial Red Gloves
[8250] = { "імперське червоне напліччя" }, -- Imperial Red Mantle
[8251] = { "імперські червоні штани" }, -- Imperial Red Pants
[8252] = { "імперська червона мантія" }, -- Imperial Red Robe
[8253] = { "імперський червоний пояс" }, -- Imperial Red Sash
[8254] = { "імперський червоний вінець" }, -- Imperial Red Circlet
[8255] = { "пояс зі зміїної шкіри" }, -- Serpentskin Girdle
[8256] = { "чоботи зі зміїної шкіри" }, -- Serpentskin Boots
[8257] = { "браслети зі зміїної шкіри" }, -- Serpentskin Bracers
[8258] = { "обладунок зі зміїної шкіри" }, -- Serpentskin Armor
[8259] = { "плащ зі зміїної шкіри" }, -- Serpentskin Cloak
[8260] = { "рукавиці зі зміїної шкіри" }, -- Serpentskin Gloves
[8261] = { "шолом зі зміїної шкіри" }, -- Serpentskin Helm
[8262] = { "поножі зі зміїної шкіри" }, -- Serpentskin Leggings
[8263] = { "наплічники зі зміїної шкіри" }, -- Serpentskin Spaulders
[8264] = { "наручі чорної цитаделі" }, -- Ebonhold Wristguards
[8265] = { "обладунок чорної цитаделі" }, -- Ebonhold Armor
[8266] = { "плащ чорної цитаделі" }, -- Ebonhold Cloak
[8267] = { "рукавиці чорної цитаделі" }, -- Ebonhold Gauntlets
[8268] = { "пояс чорної цитаделі" }, -- Ebonhold Girdle
[8269] = { "чоботи чорної цитаделі" }, -- Ebonhold Boots
[8270] = { "шолом чорної цитаделі" }, -- Ebonhold Helmet
[8271] = { "поножі чорної цитаделі" }, -- Ebonhold Leggings
[8272] = { "наплічники чорної цитаделі" }, -- Ebonhold Shoulderpads
[8273] = { "доблесні наручі" }, -- Valorous Wristguards
[8274] = { "доблесний нагрудник" }, -- Valorous Chestguard
[8275] = { "баклер чорної цитаделі" }, -- Ebonhold Buckler
[8276] = { "доблесні рукавиці" }, -- Valorous Gauntlets
[8277] = { "доблесний пояс" }, -- Valorous Girdle
[8278] = { "доблесні наголінники" }, -- Valorous Greaves
[8279] = { "доблесний шолом" }, -- Valorous Helm
[8280] = { "доблесні поножі" }, -- Valorous Legguards
[8281] = { "доблесне напліччя" }, -- Valorous Pauldrons
[8282] = { "доблесний щит" }, -- Valorous Shield
[8283] = { "чародійський обладунок" }, -- Arcane Armor
[8284] = { "чародійські чоботи" }, -- Arcane Boots
[8285] = { "чародійські браслети" }, -- Arcane Bands
[8286] = { "чародійський плащ" }, -- Arcane Cloak
[8287] = { "чародійські рукавиці" }, -- Arcane Gloves
[8288] = { "чародійський наплічники" }, -- Arcane Pads
[8289] = { "чародійські поножі" }, -- Arcane Leggings
[8290] = { "чародійська мантія" }, -- Arcane Robe
[8291] = { "чародійський пояс" }, -- Arcane Sash
[8292] = { "чародійський капелюх" }, -- Arcane Cover
[8293] = { "пояс мандрівника" }, -- Traveler's Belt
[8294] = { "чоботи мандрівника" }, -- Traveler's Boots
[8295] = { "браслети мандрівника" }, -- Traveler's Bracers
[8296] = { "жилет мандрівника" }, -- Traveler's Jerkin
[8297] = { "плащ мандрівника" }, -- Traveler's Cloak
[8298] = { "рукавиці мандрівника" }, -- Traveler's Gloves
[8299] = { "шолом мандрівника" }, -- Traveler's Helm
[8300] = { "поножі мандрівника" }, -- Traveler's Leggings
[8301] = { "наплічники мандрівника" }, -- Traveler's Spaulders
[8302] = { "браслети героя" }, -- Hero's Bracers
[8303] = { "нагрудник героя" }, -- Hero's Breastplate
[8304] = { "накидка героя" }, -- Hero's Cape
[8305] = { "рукавиці героя" }, -- Hero's Gauntlets
[8306] = { "пояс героя" }, -- Hero's Belt
[8307] = { "чоботи героя" }, -- Hero's Boots
[8308] = { "пов'язка героя" }, -- Hero's Band
[8309] = { "поножі героя" }, -- Hero's Leggings
[8310] = { "напліччя героя" }, -- Hero's Pauldrons
[8311] = { "алебастрові латні поручі" }, -- Alabaster Plate Vambraces
[8312] = { "алебастрова кіраса" }, -- Alabaster Breastplate
[8313] = { "баклер героя" }, -- Hero's Buckler
[8314] = { "алебастрові латні рукавиці" }, -- Alabaster Plate Gauntlets
[8315] = { "алебастровий латний пояс" }, -- Alabaster Plate Girdle
[8316] = { "алебастрові латні наголінники" }, -- Alabaster Plate Greaves
[8317] = { "алебастровий латний шолом" }, -- Alabaster Plate Helmet
[8318] = { "алебастрові латні поножі" }, -- Alabaster Plate Leggings
[8319] = { "алебастрове латне напліччя" }, -- Alabaster Plate Pauldrons
[8320] = { "алебастровий щит" }, -- Alabaster Shield
[8343] = { "міцна шовкова нитка" }, -- Heavy Silken Thread
[8344] = { "сріблопавутинні залози" }, -- Silvery Spinnerets
[8345] = { "шолом вовчої голови", equip="Коли ви набуваєте котячої подоби, ви отримуєте 20 енергії, а коли набуваєте подоби ведмедя - 5 люті." }, -- Wolfshead Helm
[8346] = { "рукавиці моря", use="Зцілити дружній цілі від 300 до 500 здоров'я." }, -- Gauntlets of the Sea
[8347] = { "рукавиці з драконячої луски", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Dragonscale Gauntlets
[8348] = { "шолом вогню", use="Кинути вогняну кулю, яка завдає від 286 до 376 шкоди від вогню і додатково 40 шкоди за 8 секунд." }, -- Helm of Fire
[8349] = { "пір'яний нагрудник" }, -- Feathered Breastplate
[8350] = { "перстень 1", flavor="Не настільки хороший, як перстень 2." }, -- The 1 Ring
[8363] = { "шаманський оберіг вуду" }, -- Shaman Voodoo Charm
[8364] = { "мітрилоголова форель", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Mithril Head Trout
[8365] = { "сира мітрилоголова форель", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Mithril Head Trout
[8366] = { "роздута форель" }, -- Bloated Trout
[8367] = { "кіраса з драконячої луски", use="Поглинає 600 одиниць магічної шкоди. Триває 2 хв." }, -- Dragonscale Breastplate
[8368] = { "товста вовча шкура" }, -- Thick Wolfhide
[8383] = { "простий лист" }, -- Plain Letter
[8384] = { "викрійка: Зручний шкіряний капелюх", use="Навчає вас створювати зручний шкіряний капелюх.", recipe_result_item=8174 }, -- Pattern: Comfortable Leather Hat
[8385] = { "викрійка: Рукавиці з черепашачої луски", use="Навчає вас створювати рукавиці з черепашачої луски.", recipe_result_item=8187 }, -- Pattern: Turtle Scale Gloves
[8386] = { "викрійка: Мантія потужного вуду", use="Навчає вас створювати мантію потужного вуду.", recipe_result_item=8200 }, -- Pattern: Big Voodoo Robe
[8387] = { "викрійка: Маска потужного вуду", use="Навчає вас створювати маску потужного вуду.", recipe_result_item=8201 }, -- Pattern: Big Voodoo Mask
[8388] = { "викрійка: Плащ нічного краєвиду", use="Навчає вас створювати плащ нічного краєвиду.", recipe_result_item=8195 }, -- Pattern: Nightscape Cloak
[8389] = { "викрійка: Штани потужного вуду", use="Навчає вас створювати штани потужного вуду.", recipe_result_item=8202 }, -- Pattern: Big Voodoo Pants
[8390] = { "викрійка: Плащ потужного вуду", use="Навчає вас створювати плащ потужного вуду.", recipe_result_item=8216 }, -- Pattern: Big Voodoo Cloak
[8391] = { "щелепа хихотуна" }, -- Snickerfang Jowl
[8392] = { "легеня пеклокнура" }, -- Blasted Boar Lung
[8393] = { "клешня скорпока" }, -- Scorpok Pincer
[8394] = { "мозок василіска" }, -- Basilisk Brain
[8395] = { "викрійка: Міцна кіраса з луски скорпіда", use="Навчає вас створювати міцну кірасу з луски скорпіда.", recipe_result_item=8203 }, -- Pattern: Tough Scorpid Breastplate
[8396] = { "шлунок стерв'ятника" }, -- Vulture Gizzard
[8397] = { "викрійка: Міцні браслети з луски скорпіда", use="Навчає вас створювати міцні браслети з луски скорпіда.", recipe_result_item=8205 }, -- Pattern: Tough Scorpid Bracers
[8398] = { "викрійка: Міцні рукавиці з луски скорпіда", use="Навчає вас створювати міцні рукавиці з луски скорпіда.", recipe_result_item=8204 }, -- Pattern: Tough Scorpid Gloves
[8399] = { "викрійка: Міцні чоботи з луски скорпіда", use="Навчає вас створювати міцні чоботи з луски скорпіда.", recipe_result_item=8209 }, -- Pattern: Tough Scorpid Boots
[8400] = { "викрійка: Міцні наплечі з луски скорпіда", use="Навчає вас створювати міцні наплечі з луски скорпіда.", recipe_result_item=8207 }, -- Pattern: Tough Scorpid Shoulders
[8401] = { "викрійка: Міцні поножі з луски скорпіда", use="Навчає вас створювати міцні поножі з луски скорпіда.", recipe_result_item=8206 }, -- Pattern: Tough Scorpid Leggings
[8402] = { "викрійка: Міцний шолом з луски скорпіда", use="Навчає вас створювати міцний шолом з луски скорпіда.", recipe_result_item=8208 }, -- Pattern: Tough Scorpid Helm
[8403] = { "викрійка: Наплічники з дикої шкіри", use="Навчає вас створенню наплічників з дикої шкіри.", recipe_result_item=8210 }, -- Pattern: Wild Leather Shoulders
[8404] = { "викрійка: Жилет з дикої шкіри", use="Навчає вас створенню жилета з дикої шкіри.", recipe_result_item=8211 }, -- Pattern: Wild Leather Vest
[8405] = { "викрійка: Шолом з дикої шкіри", use="Навчає вас створенню шолома з дикої шкіри.", recipe_result_item=8214 }, -- Pattern: Wild Leather Helmet
[8406] = { "викрійка: Чоботи з дикої шкіри", use="Навчає вас створенню чобіт з дикої шкіри.", recipe_result_item=8213 }, -- Pattern: Wild Leather Boots
[8407] = { "викрійка: Штани з дикої шкіри", use="Навчає вас створенню штанів з дикої шкіри.", recipe_result_item=8212 }, -- Pattern: Wild Leather Leggings
[8408] = { "викрійка: Плащ з дикої шкіри", use="Навчає вас створенню плаща з дикої шкіри.", recipe_result_item=8215 }, -- Pattern: Wild Leather Cloak
[8409] = { "викрійка: Наплечі нічного краєвиду", use="Навчає вас створювати наплечі нічного краєвиду.", recipe_result_item=8192 }, -- Pattern: Nightscape Shoulders
[8410] = { "Б.А.Д", use="Збільшує силу на 25 при споживанні. Ефект діє 60 хвилин.", flavor="Бездоганний Ампліфікатор Дужості" }, -- R.O.I.D.S.
[8411] = { "легеневий коктейль", use="Збільшує витривалість на 25 при споживанні. Ефект діє 60 хвилин.", flavor="100% свіжого легеневого соку прямого віджиму!" }, -- Lung Juice Cocktail
[8412] = { "сіль скорпока", use="Збільшує спритність на 25 при споживанні. Ефект діє 60 хвилин." }, -- Ground Scorpok Assay
[8423] = { "мозковий збір", use="Збільшує інтелект на 25 при споживанні. Ефект діє 60 хвилин.", flavor="Найкраще смакує охолодженим" }, -- Cerebral Cortex Compound
[8424] = { "шлункова жуйка", use="Збільшує дух на 25 при споживанні. Ефект діє 60 хвилин.", flavor="Зі смаком полуниці" }, -- Gizzard Gum
[8425] = { "послід папуги" }, -- Parrot Droppings
[8426] = { "велике скуйовджене перо" }, -- Large Ruffled Feather
[8427] = { "пошматований труп щура" }, -- Mutilated Rat Carcass
[8428] = { "насичена росяна залоза" }, -- Laden Dew Gland
[8429] = { "пробита росяна залоза" }, -- Punctured Dew Gland
[8430] = { "порожня слізна залоза" }, -- Empty Dew Gland
[8431] = { "котушка світло-оливкових шовкових ниток" }, -- Spool of Light Chartreuse Silk Thread
[8432] = { "Міксільпіксілін", use="Ліки від дотику Занзіла." }, -- Eau de Mixilpixil
[8443] = { "ґаз'ридіанська прикраса" }, -- Gahz'ridian Ornament
[8444] = { "ключ ката" }, -- Executioner's Key
[8463] = { "накази воєвождя", flavor="Печатка зламана." }, -- Warchief's Orders
[8483] = { "бурдюк з водою Пустелебродів" }, -- Wastewander Water Pouch
[8484] = { "польовий набір Пристробляхводоканалу", flavor="Модель 103-XB!" }, -- Gadgetzan Water Co. Care Package
[8485] = { "переноска для кішки (бомбейська кішка)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Bombay)
[8486] = { "переноска для кішки (корніш-рекс)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Cornish Rex)
[8487] = { "переноска для кішки (руда смугаста кішка)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Orange Tabby)
[8488] = { "переноска для кішки (срібляста смугаста кішка)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Silver Tabby)
[8489] = { "переноска для кішки (біле кошеня)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити ваше кошеня." }, -- Cat Carrier (White Kitten)
[8490] = { "переноска для кішки (сіамська кішка)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Siamese)
[8491] = { "переноска для кішки (чорна смугаста кішка)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу кішку." }, -- Cat Carrier (Black Tabby)
[8492] = { "клітка з папугою (зеленокрилий макао)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого папугу." }, -- Parrot Cage (Green Wing Macaw)
[8493] = { "бочка Віґлі", use="Розмістити біля дверей тролів." }, -- Weegli's Barrel
[8494] = { "клітка з папугою (гіацинтовий макао)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого папугу." }, -- Parrot Cage (Hyacinth Macaw)
[8495] = { "клітка з папугою (сенегальський)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого папугу." }, -- Parrot Cage (Senegal)
[8496] = { "клітка з папугою (корела)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого папугу." }, -- Parrot Cage (Cockatiel)
[8497] = { "клітка з кроликом (снігоступ)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого кролика." }, -- Rabbit Crate (Snowshoe)
[8498] = { "крихітний смарагдовий дракончик", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого дракончика." }, -- Tiny Emerald Whelpling
[8499] = { "крихітний багряний дракончик", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого дракончика." }, -- Tiny Crimson Whelpling
[8500] = { "велика рогата сова", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу сову." }, -- Great Horned Owl
[8501] = { "соколина сова", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу сову." }, -- Hawk Owl
[8508] = { "великий плавець" }, -- Large Fin
[8523] = { "набір для польових досліджень" }, -- Field Testing Kit
[8524] = { "джерело енергії моделі 4711-FTZ", flavor="Це джерело енергії може живити набір для польових досліджень." }, -- Model 4711-FTZ Power Source
[8525] = { "список покупок Зінґе" }, -- Zinge's Purchase Order
[8526] = { "фіалковий траган", use="Не їж мене." }, -- Violet Tragan
[8527] = { "запечатаний набір для польових досліджень" }, -- Sealed Field Testing Kit
[8528] = { "фіалковий порошок" }, -- Violet Powder
[8529] = { "еліксир Гогельмогеля", use="Випий мене." }, -- Noggenfogger Elixir
[8543] = { "шляпка підводного гриба", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Underwater Mushroom Cap
[8544] = { "маготканий бинт", use="Відновлює 800 здоров'я за 8 сек." }, -- Mageweave Bandage
[8545] = { "щільний маготканий бинт", use="Відновлює 1104 здоров'я за 8 сек." }, -- Heavy Mageweave Bandage
[8546] = { "потужна нюхальна сіль", use="Повертає мертвого гравця до життя з 15% здоров'я та мани. Не можна використовувати під час бою." }, -- Powerful Smelling Salts
[8547] = { "формула: Потужна нюхальна сіль", use="Навчає вас створювати потужну нюхальну сіль.", recipe_result_item=8546 }, -- Formula: Powerful Smelling Salts
[8548] = { "водоматичний стрижень" }, -- Divino-matic Rod
[8563] = { "червоний механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Red Mechanostrider
[8564] = { "яйце гіпогрифа", flavor="Воно величезне!" }, -- Hippogryph Egg
[8583] = { "ріг верхового коня-скелета", use="Викликає та відпускає верхового коня-скелета." }, -- Horn of the Skeletal Mount
[8584] = { "невикористаний пристрій для пошуку води", use="Наповнити невикористаний пристрій для пошуку води біля водойми Варти Зажурених Пісків." }, -- Untapped Dowsing Widget
[8585] = { "використаний пристрій для пошуку води" }, -- Tapped Dowsing Widget
[8586] = { "свисток строкатого червоного раптора", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Whistle of the Mottled Red Raptor
[8587] = { "частини тіл комах Сентіпаар" }, -- Centipaar Insect Parts
[8588] = { "свисток смарагдового раптора", use="Викликає та відпускає верхового раптора." }, -- Whistle of the Emerald Raptor
[8589] = { "старий свисток кремового раптора", use="Викликає та відпускає верхового раптора." }, -- Old Whistle of the Ivory Raptor
[8590] = { "старий свисток обсидіанового раптора", use="Викликає та відпускає верхового раптора." }, -- Old Whistle of the Obsidian Raptor
[8591] = { "свисток бірюзового раптора", use="Викликає та відпускає верхового раптора." }, -- Whistle of the Turquoise Raptor
[8592] = { "свисток лілового раптора", use="Викликає та відпускає верхового раптора." }, -- Whistle of the Violet Raptor
[8593] = { "землемірне спорядження Полотноміра" }, -- Scrimshank's Surveying Gear
[8594] = { "звіт про дослідження комах" }, -- Insect Analysis Report
[8595] = { "синій механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Blue Mechanostrider
[8603] = { "чортополохова роса" }, -- Thistleshrub Dew
[8623] = { "аварійний маяк OOX-17/ТН" }, -- OOX-17/TN Distress Beacon
[8624] = { "червоний бенгальський вогонь" }, -- Red Sparkler
[8625] = { "білий бенгальський вогонь" }, -- White Sparkler
[8626] = { "синій бенгальський вогонь" }, -- Blue Sparkler
[8627] = { "поводи ночезуба", use="Викликає та відпускає верхового шаблезуба." }, -- Reins of the Night saber
[8628] = { "поводи плямистого ночезуба", use="Викликає та відпускає верхового шаблезуба." }, -- Reins of the Spotted Nightsaber
[8629] = { "поводи смугастого ночезуба", use="Викликає та відпускає верхового шаблезуба." }, -- Reins of the Striped Nightsaber
[8630] = { "поводи бенгальського тигра", use="Викликає та відпускає верхового шаблезуба." }, -- Reins of the Bengal Tiger
[8631] = { "поводи смугастого кригозуба", use="Викликає та відпускає верхового смугастого кригозуба." }, -- Reins of the Striped Frostsaber
[8632] = { "поводи плямистого кригозуба", use="Викликає та відпускає верхового плямистого кригозуба." }, -- Reins of the Spotted Frostsaber
[8633] = { "поводи леопарда", use="Викликає та відпускає верхового шаблезуба." }, -- Reins of the Leopard
[8643] = { "незвичайне яйце", flavor="У цьому яйці є щось особливе..." }, -- Extraordinary Egg
[8644] = { "чудове яйце" }, -- Fine Egg
[8645] = { "звичайне яйце" }, -- Ordinary Egg
[8646] = { "погане яйце" }, -- Bad Egg
[8647] = { "ящик для яєць", flavor="Якість гарантована!" }, -- Egg Crate
[8663] = { "мітрилова печатка", flavor="E Pluribus Mithril" }, -- Mithril Insignia
[8683] = { "свіже яблуко Клари", use=7737, flavor="Свіжий смачний фрукт... що гарно підходить для маскування." }, -- Clara's Fresh Apple
[8684] = { "медова шипучка Внутрішніх земель" }, -- Hinterlands Honey Ripple
[8685] = { "вантаж шипучки для Драна", flavor="В цій бочці знаходиться пакунок шипучки для Драна та кілька додаткових пляшок" }, -- Dran's Ripple Delivery
[8686] = { "мітрилова підвіска", flavor="Несе на собі знак Ґалвана Древнього" }, -- Mithril Pendant
[8687] = { "запечатаний опис відвідувача Тредда" }, -- Sealed Description of Thredd's Visitor
[8703] = { "перстень майстерності", use="Викликає молоток майстерності.", flavor="Почесний член ордену мітрилу" }, -- Signet of Expertise
[8704] = { "аварійний маяк OOX-09/ВЗ" }, -- OOX-09/HL Distress Beacon
[8705] = { "аварійний маяк OOX-22/ФЕ" }, -- OOX-22/FE Distress Beacon
[8707] = { "наелектризована луска Ґаз'рілли" }, -- Gahz'rilla's Electrified Scale
[8708] = { "молоток майстерності" }, -- Hammer of Expertise
[8723] = { "голова Халіфа Скорпідожала" }, -- Caliph Scorpidsting's Head
[8724] = { "таємничка Рін'джі" }, -- Rin'ji's Secret
[8746] = { "переплетений капюшон" }, -- Interlaced Cowl
[8747] = { "загрубілий шкіряний шолом" }, -- Hardened Leather Helm
[8748] = { "подвійний кольчужний койф" }, -- Double Mail Coif
[8749] = { "в'язаний капелюх" }, -- Crochet Hat
[8750] = { "товстий шкіряний капелюх" }, -- Thick Leather Hat
[8751] = { "переплетений койф" }, -- Overlinked Coif
[8752] = { "шаруватий лускатий вінець" }, -- Laminated Scale Circlet
[8753] = { "гладкий шкіряний шолом" }, -- Smooth Leather Helmet
[8754] = { "саржевий капюшон" }, -- Twill Cover
[8755] = { "легкий латний шолом" }, -- Light Plate Helmet
[8766] = { "роса ранкового сяйва", use="Відновлює 2934 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Morning Glory Dew
[8827] = { "еліксир ходіння по воді", use=11319 }, -- Elixir of Water Walking
[8831] = { "пурпуровий лотос" }, -- Purple Lotus
[8836] = { "сльози Артаса" }, -- Arthas' Tears
[8838] = { "сонцетравка" }, -- Sungrass
[8839] = { "сліпниця" }, -- Blindweed
[8845] = { "примарний гриб" }, -- Ghost Mushroom
[8846] = { "ґромокров" }, -- Gromsblood
[8923] = { "сутність агонії", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Essence of Agony
[8924] = { "пил псування", flavor="Використовується пройдисвітами, щоб варити отруту." }, -- Dust of Deterioration
[8925] = { "кришталевий фіал" }, -- Crystal Vial
[8926] = { "миттєва отрута IV", ref=6947 }, -- Instant Poison IV
[8927] = { "миттєва отрута V", ref=6947 }, -- Instant Poison V
[8928] = { "миттєва отрута VI", ref=6947 }, -- Instant Poison VI
[8932] = { "альтерацький сир", use=1131 }, -- Alterac Swiss
[8948] = { "сушені білі гриби", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Dried King Bolete
[8949] = { "еліксир спритності", use=11328 }, -- Elixir of Agility
[8950] = { "домашній вишневий пиріг", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Homemade Cherry Pie
[8951] = { "еліксир сильного захисту", use=11349 }, -- Elixir of Greater Defense
[8952] = { "смажена перепілка", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Roasted Quail
[8953] = { "смажені банани", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Deep Fried Plantains
[8956] = { "олія жертвоприношення", use="Завдає 50 шкоди вогнем усім ворогам у радіусі 5 м кожні 3 секунди протягом 15 сек." }, -- Oil of Immolation
[8957] = { "шипастий палтус", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Spinefin Halibut
[8959] = { "сирий шипастий палтус", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Spinefin Halibut
[8973] = { "товста шкура єті" }, -- Thick Yeti Hide
[8984] = { "смертельна отрута III", ref=2892 }, -- Deadly Poison III
[8985] = { "смертельна отрута IV", ref=2892 }, -- Deadly Poison IV
[9030] = { "відновлювальне зілля", use=11359 }, -- Restorative Potion
[9036] = { "зілля супротиву магії", use="Збільшує ваш супротив всім школам магії на 50 на 3 хв." }, -- Magic Resistance Potion
[9060] = { "інкрустований мітриловий циліндр", flavor="Використовується гномськими інженерами для посилення своїх творінь" }, -- Inlaid Mithril Cylinder
[9061] = { "гоблінське ракетне паливо", flavor="Використовується гоблінськими інженерами для живлення своїх творінь" }, -- Goblin Rocket Fuel
[9088] = { "дар Артаса", use=11371 }, -- Gift of Arthas
[9144] = { "зілля диколоззя", use="Відновлює від {1} до {2} здоров'я та від {3} до {4} мани.#{1} to {2} health and {3} to {4} mana" }, -- Wildvine Potion
[9149] = { "філософський камінь", flavor="Потрібен для алхімічної трансмутації." }, -- Philosopher's Stone
[9153] = { "креслення машини" }, -- Rig Blueprints
[9154] = { "еліксир виявлення невмерлих", use=11389 }, -- Elixir of Detect Undead
[9155] = { "арканічний еліксир", use=11390 }, -- Arcane Elixir
[9172] = { "зілля невидимості", use=11392 }, -- Invisibility Potion
[9173] = { "гоблінський транспондер" }, -- Goblin Transponder
[9179] = { "еліксир більшого інтелекту", use=11396 }, -- Elixir of Greater Intellect
[9186] = { "задурлива отрута III", ref=5237 }, -- Mind-numbing Poison III
[9187] = { "еліксир більшої спритності", use=11334 }, -- Elixir of Greater Agility
[9189] = { "дзвіночок Шей", use="Подзвоніть, щоб покликати Шей." }, -- Shay's Bell
[9197] = { "еліксир снобачення", use="Надає вам снобачення, що дозволяє досліджувати місцини, надто небезпечні для дослідження особисто." }, -- Elixir of Dream Vision
[9206] = { "еліксир велетнів", use=11405 }, -- Elixir of Giants
[9210] = { "примарний барвник" }, -- Ghost Dye
[9214] = { "гримуар пекла", use="Навчає закляттю \"Пекло\"." }, -- Grimoire of Inferno
[9224] = { "еліксир винищення демонів", use=11406 }, -- Elixir of Demonslaying
[9233] = { "еліксир виявлення демонів", use=11407 }, -- Elixir of Detect Demon
[9234] = { "тіара Глибин" }, -- Tiara of the Deep
[9235] = { "лист Пратта" }, -- Pratt's Letter
[9236] = { "лист Джанґдора" }, -- Jangdor's Letter
[9237] = { "грива дереволапого гнола" }, -- Woodpaw Gnoll Mane
[9238] = { "цілий панцир скарабея" }, -- Uncracked Scarab Shell
[9240] = { "молот Зул'Фаррака" }, -- Mallet of Zul'Farrak
[9241] = { "священний молот", use="Скористатись на вівтарі Джінта'Алора, щоб створити молот Зул'Фаррака." }, -- Sacred Mallet
[9242] = { "древня скрижаль" }, -- Ancient Tablet
[9243] = { "усохле серце" }, -- Shriveled Heart
[9244] = { "вантаж Стоулі" }, -- Stoley's Shipment
[9245] = { "пляшка Стоулі" }, -- Stoley's Bottle
[9246] = { "голова Вогнебородого" }, -- Firebeard's Head
[9247] = { "луска наги Гребеня Ненависті" }, -- Hatecrest Naga Scale
[9248] = { "таємнича реліквія" }, -- Mysterious Relic
[9249] = { "ключ капітана" }, -- Captain's Key
[9250] = { "розклад кораблів" }, -- Ship Schedule
[9251] = { "верхній фрагмент мапи", use="З'єднати разом нижній, середній та верхній фрагменти мапи." }, -- Upper Map Fragment
[9252] = { "нижній фрагмент мапи", use="З'єднати разом нижній, середній та верхній фрагменти мапи." }, -- Lower Map Fragment
[9253] = { "середній фрагмент мапи", use="З'єднати разом нижній, середній та верхній фрагменти мапи." }, -- Middle Map Fragment
[9254] = { "мапа скарбів Куерґо" }, -- Cuergo's Treasure Map
[9255] = { "сутність Лагасса" }, -- Lahassa Essence
[9256] = { "сутність Імбел" }, -- Imbel Essence
[9257] = { "сутність Самга" }, -- Samha Essence
[9258] = { "сутність Білтан" }, -- Byltan Essence
[9259] = { "племінне намисто тролів" }, -- Troll Tribal Necklace
[9260] = { "леткий ром", use="Міцний алкогольний напій." }, -- Volatile Rum
[9261] = { "свинцева руда" }, -- Lead Ore
[9262] = { "чорний купорос" }, -- Black Vitriol
[9263] = { "посох Трояса", use="Зарядити на моноліті рівнодення." }, -- Troyas' Stave
[9264] = { "еліксир сили тіні", use=11474 }, -- Elixir of Shadow Power
[9265] = { "захований скарб Куерґо" }, -- Cuergo's Hidden Treasure
[9266] = { "бойові плани Дереволапих" }, -- Woodpaw Battle Plans
[9275] = { "ключ Куерґо" }, -- Cuergo's Key
[9276] = { "піратська скринька" }, -- Pirate's Footlocker
[9277] = { "ядро пам'яті Техбота" }, -- Techbot's Memory Core
[9278] = { "базовий штучень" }, -- Essential Artificial
[9279] = { "біла перфокарта", flavor="Надає доступ до матричного перфографа 3005-А" }, -- White Punch Card
[9280] = { "жовта перфокарта", flavor="Надає доступ до матричного перфографа 3005-B" }, -- Yellow Punch Card
[9281] = { "червона перфокарта", flavor="Надає доступ до матричного перфографа 3005-D" }, -- Red Punch Card
[9282] = { "синя перфокарта", flavor="Надає доступ до матричного перфографа 3005-C" }, -- Blue Punch Card
[9283] = { "порожній свинцевий фіал для зразків", use="Зібрати радіоактивний осад.", flavor="Збір в один дотик" }, -- Empty Leaden Collection Phial
[9284] = { "наповнений свинцевий фіал для зразків", flavor="Зберігати в місцях, недоступних для дітей" }, -- Full Leaden Collection Phial
[9285] = { "польові ковані браслети" }, -- Field Plate Vambraces
[9286] = { "польовий кований обладунок" }, -- Field Plate Armor
[9287] = { "польові ковані рукавиці" }, -- Field Plate Gauntlets
[9288] = { "польовий кований пояс" }, -- Field Plate Girdle
[9289] = { "польові ковані чоботи" }, -- Field Plate Boots
[9290] = { "польовий кований шолом" }, -- Field Plate Helmet
[9291] = { "польові ковані поножі" }, -- Field Plate Leggings
[9292] = { "польове коване напліччя" }, -- Field Plate Pauldrons
[9293] = { "рецепт: Зілля супротиву магії", use="Навчає вас створювати зілля супротиву магії.", recipe_result_item=9036 }, -- Recipe: Magic Resistance Potion
[9294] = { "рецепт: Зілля диколоззя", use="Навчає вас створювати зілля диколоззя.", recipe_result_item=9144 }, -- Recipe: Wildvine Potion
[9295] = { "рецепт: Зілля невидимості", use="Навчає вас створювати зілля невидимості.", recipe_result_item=9172 }, -- Recipe: Invisibility Potion
[9296] = { "рецепт: Дар Артаса", use="Навчає вас створювати дар Артаса.", recipe_result_item=9088 }, -- Recipe: Gift of Arthas
[9297] = { "рецепт: Еліксир снобачення", use="Навчає вас створювати еліксир снобачення.", recipe_result_item=9197 }, -- Recipe: Elixir of Dream Vision
[9298] = { "рецепт: Еліксир велетнів", use="Навчає вас створювати еліксир велетнів.", recipe_result_item=9206 }, -- Recipe: Elixir of Giants
[9299] = { "код від сейфа Термоштепселя" }, -- Thermaplugg's Safe Combination
[9300] = { "рецепт: Еліксир винищення демонів", use="Навчає вас створювати еліксир винищення демонів.", recipe_result_item=9224 }, -- Recipe: Elixir of Demonslaying
[9301] = { "рецепт: Еліксир сили тіні", use="Навчає вас створювати еліксир сили тіні.", recipe_result_item=9264 }, -- Recipe: Elixir of Shadow Power
[9302] = { "рецепт: Примарний барвник", use="Навчає вас створювати примарний барвник.", recipe_result_item=9210 }, -- Recipe: Ghost Dye
[9303] = { "рецепт: Філософський камінь", use="Навчає вас створювати філософський камінь.", recipe_result_item=9149 }, -- Recipe: Philosopher's Stone
[9304] = { "рецепт: Трансмутація заліза у золото", use="Навчає вас перетворювати залізо на золото.", recipe_result_item=3577 }, -- Recipe: Transmute Iron to Gold
[9305] = { "рецепт: Трансмутація мітрилу в ясносрібло", use="Навчає вас перетворювати мітрил на ясносрібло.", recipe_result_item=6037 }, -- Recipe: Transmute Mithril to Truesilver
[9306] = { "посох рівнодення" }, -- Stave of Equinex
[9307] = { "іскристий камінь" }, -- A Sparkling Stone
[9308] = { "вкритий брудом предмет", flavor="Шар бруду приховує справжню сутність цього предмета." }, -- Grime-Encrusted Object
[9309] = { "робо-механічні нутрощі" }, -- Robo-mechanical Guts
[9312] = { "синій феєрверк", use="Вистрілює в повітря феєрверк, який вибухає тисячею синіх зірок." }, -- Blue Firework
[9313] = { "зелений феєрверк", use="Вистрілює в повітря феєрверк, який вибухає тисячею зелених зірок." }, -- Green Firework
[9314] = { "червоно-смугастий феєрверк", use="Вистрілює в повітря феєрверк, який вибухає червоними смужками." }, -- Red Streaks Firework
[9315] = { "феєрверк \"Жовта троянда\"", use="Вистрілює в повітря феєрверк, який вибухає жовтим візерунком." }, -- Yellow Rose Firework
[9316] = { "призматична перфокарта", flavor="Карта з даними" }, -- Prismatic Punch Card
[9317] = { "червоно-біло-синій феєрверк", use="Вистрілює в повітря феєрверк, який вибухає червоними, білими та синіми зірками." }, -- Red, White and Blue Firework
[9318] = { "червоний феєрверк", use="Вистрілює в повітря феєрверк, який вибухає тисячею червоних зірок." }, -- Red Firework
[9319] = { "спис Німбої з черепами", use="Розмістити в селищі Зів'ялої Кори." }, -- Nimboya's Laden Pike
[9320] = { "череп троля Зів'ялої Кори" }, -- Witherbark Skull
[9321] = { "пляшка з отрутою" }, -- Venom Bottle
[9322] = { "неушкоджена отруйна залоза" }, -- Undamaged Venom Sac
[9323] = { "пергамент Ґадріна", use="Прочитати на вівтарі Шадра'Алор для виклику павучої богині." }, -- Gadrin's Parchment
[9324] = { "отрута Шадри" }, -- Shadra's Venom
[9326] = { "вкритий брудом перстень" }, -- Grime-Encrusted Ring
[9327] = { "карта доступу ДЕЛЬТА" }, -- Security DELTA Data Access Card
[9328] = { "Суперзахоплювач ФХ", use="Наведіть на ціль і клацніть, щоб зробити знімок.", flavor="Новий та покращений!" }, -- Super Snapper FX
[9329] = { "коротка записка", flavor="Перев'язана бантиком." }, -- A Short Note
[9330] = { "знімок Ґаммеріти", flavor="Вона така фотогенічна..." }, -- Snapshot of Gammerita
[9331] = { "Історія Фераласа" }, -- Feralas: A History
[9332] = { "засохлі закривавлені бинти" }, -- Crusted Bandages
[9333] = { "потьмяніле срібне намисто" }, -- Tarnished Silver Necklace
[9334] = { "потрісканий керамічний посуд" }, -- Cracked Pottery
[9335] = { "зламана обсидіанова дубина" }, -- Broken Obsidian Club
[9336] = { "позолочений бивень троля" }, -- Gold-capped Troll Tusk
[9355] = { "сережка-кільце" }, -- Hoop Earring
[9356] = { "дерев'яна нога" }, -- A Wooden Leg
[9357] = { "скелет папуги" }, -- A Parrot Skeleton
[9358] = { "головна пов'язка" }, -- A Head Rag
[9359] = { "ліхтар Південних морів" }, -- Southsea Lamp
[9360] = { "Золото Куерґо", use="Міцний алкогольний напій." }, -- Cuergo's Gold
[9361] = { "Золото Куерґо з хробаком", use="Надзвичайно міцний алкогольний напій." }, -- Cuergo's Gold with Worm
[9362] = { "блискучий золотий перстень" }, -- Brilliant Gold Ring
[9363] = { "запакована Блискочистом коробочка" }, -- Sparklematic-Wrapped Box
[9364] = { "важкий свинцевий фіал для зразків", use="Зібрати радіоактивний осад.", flavor="Поводитися з обережністю" }, -- Heavy Leaden Collection Phial
[9365] = { "високорадіоактивний осад", flavor="НЕБЕЗПЕЧНО! НЕ КОВТАТИ!" }, -- High Potency Radioactive Fallout
[9366] = { "золоті лускаті рукавиці" }, -- Golden Scale Gauntlets
[9367] = { "креслення: Золоті лускаті рукавиці", use="Навчає вас створювати золоті лускаті рукавиці.", recipe_result_item=9366 }, -- Plans: Golden Scale Gauntlets
[9368] = { "перстень-печатка Джер'кай" }, -- Jer'kai's Signet Ring
[9369] = { "переливчасте крило райдужного хамелеона" }, -- Iridescent Sprite Darter Wing
[9370] = { "сувій Ґордунні" }, -- Gordunni Scroll
[9371] = { "сфера Ґордунні" }, -- Gordunni Orb
[9372] = { "Суль'траз-Катівник", hit="Вражає ворога люттю Суль'траза. Зменшує силу цілі на 15 та завдає від 90 до 210 шкоди тінню і додатково 125 шкоди протягом 15 секунд." }, -- Sul'thraze the Lasher
[9375] = { "шолом досвідченого золотошукача", equip="Збільшує навичку володіння сокирами на 7." }, -- Expert Goldminer's Helmet
[9378] = { "кирка Лопатофланжа", equip="Збільшує силу атаки на 10." }, -- Shovelphlange's Mining Axe
[9379] = { "Санґ'траз-Відбивач", equip="Збільшує ваш шанс парирування атаки на 1%." }, -- Sang'thraze the Deflector
[9380] = { "Джанґ'траз-Захисник", hit="Захищає власника від фізичної шкоди, поглинаючи від 55 до 85 шкоди. Триває 20 секунд.", use="Поєднати Джанґ'траз і Санґ'траз у могутній меч Суль'траз." }, -- Jang'thraze the Protector
[9381] = { "палиця землі" }, -- Earthen Rod
[9382] = { "важкі шахтарські чоботи" }, -- Tromping Miner's Boots
[9383] = { "обсидіановий сікач" }, -- Obsidian Cleaver
[9384] = { "каменесклепа заточка" }, -- Stonevault Shiv
[9385] = { "древній захисник", equip="Збільшує навичку захисту на 10." }, -- Archaic Defender
[9386] = { "клеймо копача", hit="Кидає вогняну кулю, яка завдає 40 шкоди вогнем і додатково 9 шкоди протягом 6 секунд." }, -- Excavator's Brand
[9387] = { "чоботи Ревелоша" }, -- Revelosh's Boots
[9388] = { "нарукавники Ревелоша" }, -- Revelosh's Armguards
[9389] = { "наплічники Ревелоша" }, -- Revelosh's Spaulders
[9390] = { "рукавиці Ревелоша" }, -- Revelosh's Gloves
[9391] = { "Копальник", equip="Збільшує силу атаки на 20." }, -- The Shoveler
[9392] = { "загартований клинок" }, -- Annealed Blade
[9393] = { "маяк надії", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Beacon of Hope
[9394] = { "рогатий шолом вікінга", use="Здійснити у ворога ривок, що робить його недієздатним на 30 секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями." }, -- Horned Viking Helmet
[9395] = { "старовинні рукавиці" }, -- Gloves of Old
[9396] = { "поножі склепу" }, -- Legguards of the Vault
[9397] = { "плащ енергії", use="Відновлює від 375 до 425 мани." }, -- Energy Cloak
[9398] = { "зношені чоботи для бігу" }, -- Worn Running Boots
[9399] = { "точна стріла" }, -- Precision Arrow
[9400] = { "короткий лук Бейлоґа" }, -- Baelog's Shortbow
[9401] = { "скандинавський довгий меч" }, -- Nordic Longshank
[9402] = { "кілт землі" }, -- Earthborn Kilt
[9403] = { "побитий щит вікінга" }, -- Battered Viking Shield
[9404] = { "універсальний щит Олафа", use="Зменшує швидкість падіння на 10 секунд." }, -- Olaf's All Purpose Shield
[9405] = { "ремінь сили голема", equip="Збільшує навичку захисту на 3." }, -- Girdle of Golem Strength
[9406] = { "обв'язки вітряної вершини" }, -- Spirewind Fetter
[9407] = { "поножі камнеплета" }, -- Stoneweaver Leggings
[9408] = { "залізний кийок" }, -- Ironshod Bludgeon
[9409] = { "браслети Залізанії" }, -- Ironaya's Bracers
[9410] = { "скельні рукавиці", equip="Збільшує навичку захисту на 5." }, -- Cragfists
[9411] = { "напліччя кам'яних уламків" }, -- Rockshard Pauldrons
[9412] = { "вогнестріл Ґалґанна", equip="Шанс вразити ціль вогняним вибухом, що завдає від 12 до 18 шкоди від вогню." }, -- Galgann's Fireblaster
[9413] = { "Скелебій", equip="Збільшує ваш шанс завдання критичного удару на 2%." }, -- The Rockpounder
[9414] = { "поножі з промасленої шкіри" }, -- Oilskin Leggings
[9415] = { "племінне вбрання Ґрімлока" }, -- Grimlok's Tribal Vestments
[9416] = { "спис Ґрімлока" }, -- Grimlok's Charge
[9417] = { "уламок Аркедаса" }, -- Archaedic Shard
[9418] = { "Камнеруб", hit="Збільшує шкоду на 10 протягом 8 секунд." }, -- Stoneslayer
[9419] = { "вогняний молот Ґалґанна", hit="Завдає цілі від 80 до 112 шкоди від вогню." }, -- Galgann's Firehammer
[9420] = { "капелюх шукача пригод" }, -- Adventurer's Pith Helmet
[9421] = { "величезний камінь здоров'я", use="Миттєво відновлює 1200 здоров'я." }, -- Major Healthstone
[9422] = { "самостріл Тінегарту" }, -- Shadowforge Bushmaster
[9423] = { "відбійний молот", hit="Збільшує швидкість атаки на 30% протягом 10 секунд." }, -- The Jackhammer
[9424] = { "меч Ґінн-су" }, -- Ginn-su Sword
[9425] = { "маятник приречення", hit="Смертельно ранить ціль, завдаючи від 250 до 350 шкоди." }, -- Pendulum of Doom
[9426] = { "монолітний лук" }, -- Monolithic Bow
[9427] = { "каменесклепий кістколом" }, -- Stonevault Bonebreaker
[9428] = { "наручі землі", equip="Збільшує силу атаки на 8." }, -- Unearthed Bands
[9429] = { "глибинний капелюх шахтаря" }, -- Miner's Hat of the Deep
[9430] = { "наплічники забутої епохи" }, -- Spaulders of a Lost Age
[9431] = { "папський капелюї", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Papal Fez
[9432] = { "браслети з черепних пластин" }, -- Skullplate Bracers
[9433] = { "забуті пов'язки" }, -- Forgotten Wraps
[9434] = { "вбрання стихій", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Elemental Raiment
[9435] = { "кістяні рукавиці" }, -- Reticulated Bone Gauntlets
[9436] = { "пакунок Фаранелла" }, -- Faranell's Parcel
[9437] = { "неперевірений зразок василіска", use="Перевірити якість цього зразка за допомогою набору для польових досліджень." }, -- Untested Basilisk Sample
[9438] = { "прийнятний зразок скорпіда" }, -- Acceptable Scorpid Sample
[9439] = { "неперевірений зразок гієни", use="Перевірити якість цього зразка за допомогою набору для польових досліджень." }, -- Untested Hyena Sample
[9440] = { "прийнятний зразок василіска" }, -- Acceptable Basilisk Sample
[9441] = { "прийнятний зразок гієни" }, -- Acceptable Hyena Sample
[9442] = { "неперевірений зразок скорпіда", use="Перевірити якість цього зразка за допомогою набору для польових досліджень." }, -- Untested Scorpid Sample
[9444] = { "захисний щит процесора Техбота" }, -- Techbot CPU Shell
[9445] = { "лапи Бубонника" }, -- Grubbis Paws
[9446] = { "лапа Електрошокера", hit="Завдає цілі від 10 до 20 шкоди від природи." }, -- Electrocutioner Leg
[9447] = { "гайка Електрошокера" }, -- Electrocutioner Lagnut
[9448] = { "промаслена ганчірка павукоступа", equip="Відновлює 3 мани кожні 5 сек." }, -- Spidertank Oilrag
[9449] = { "ручний пробійник натовпу", use="Збільшує вашу швидкість атаки на 50% протягом 30 секунд." }, -- Manual Crowd Pummeler
[9450] = { "чоботи механіка гномобота" }, -- Gnomebot Operating Boots
[9451] = { "булькаюча вода", use=432 }, -- Bubbling Water
[9452] = { "гідротростина", equip="Дозволяє дихати під водою." }, -- Hydrocane
[9453] = { "Токсичний месник", hit="Завдає 5 шкоди від природи кожні 5 секунд усім ворогам в радіусі 8 м довкола вас протягом 15 секунд." }, -- Toxic Revenger
[9454] = { "кислотоступи", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Acidic Walkers
[9455] = { "манжети посланця" }, -- Emissary Cuffs
[9456] = { "скляний самостріл" }, -- Glass Shooter
[9457] = { "скіпетр королівського дипломата" }, -- Royal Diplomatic Scepter
[9458] = { "центральне ядро Термоштепселя", equip="З шансом 5% при отриманні удару в бою ви завдасте нападнику від 35 до 65 шкоди від природи." }, -- Thermaplugg's Central Core
[9459] = { "ліва рука Термоштепселя" }, -- Thermaplugg's Left Arm
[9460] = { "ріг Зловісного Тотема" }, -- Grimtotem Horn
[9461] = { "заряджена гайка" }, -- Charged Gear
[9462] = { "ящик з рогами Зловісного Тотема" }, -- Crate of Grimtotem Horns
[9463] = { "кобальт Ґордунні" }, -- Gordunni Cobalt
[9465] = { "Шахтокоп 5000", hit="Пробиває броню цілі, знижуючи її на 100." }, -- Digmaster 5000
[9466] = { "лопата Орвіна", use="Почати розкопки кобальту Ґордунні." }, -- Orwin's Shovel
[9467] = { "ікло Ґаз'рілли", hit="Оточує вас електрикою, завдаючи 10 шкоди від природи кожному, хто вдарить вас протягом 15 секунд." }, -- Gahz'rilla Fang
[9468] = { "перо Гостродзьоба" }, -- Sharpbeak's Feather
[9469] = { "обладунок з луски Ґаз'рілли" }, -- Gahz'rilla Scale Armor
[9470] = { "маска злого моджо", equip="Збільшує шкоду від заклинань і ефектів тіні на 14." }, -- Bad Mojo Mask
[9471] = { "медальйон Некрума" }, -- Nekrum's Medallion
[9472] = { "ключ Гекс" }, -- Hexx's Key
[9473] = { "проклятий обладунок худу" }, -- Jinxed Hoodoo Skin
[9474] = { "проклятий кілт худу" }, -- Jinxed Hoodoo Kilt
[9475] = { "диявольський сікач", hit="Смертельно ранить ціль, завдаючи від 160 до 180 шкоди." }, -- Diabolic Skiver
[9476] = { "велике й дуже напліччя" }, -- Big Bad Pauldrons
[9477] = { "скіпетр вождя", hit="Оглушує ціль на 3 секунди." }, -- The Chief's Enforcer
[9478] = { "Нарізак", hit="Ранить ціль, завдаючи 75 шкоди." }, -- Ripsaw
[9479] = { "личина вовка", equip="Збільшує силу атаки на 32." }, -- Embrace of the Lycan
[9480] = { "окоштрик" }, -- Eyegouger
[9481] = { "Мінотавр" }, -- The Minotaur
[9482] = { "тростина знахаря", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 33." }, -- Witch Doctor's Cane
[9483] = { "полум'яний спалювач" }, -- Flaming Incinerator
[9484] = { "поножі чарострусу", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Spellshock Leggings
[9485] = { "Віброклинок", hit="Пробиває броню цілі, знижуючи її на 100." }, -- Vibroblade
[9486] = { "заряджений топір", hit="Завдає цілі від 80 до 100 шкоди від природи." }, -- Supercharger Battle Axe
[9487] = { "високотехнологічна суперрушниця" }, -- Hi-tech Supergun
[9488] = { "осцилюючий молот" }, -- Oscillating Power Hammer
[9489] = { "гіроматичний кригогенератор" }, -- Gyromatic Icemaker
[9490] = { "гізмотронний мегарубач" }, -- Gizmotron Megachopper
[9491] = { "рукавички пілота жаростріла" }, -- Hotshot Pilot's Gloves
[9492] = { "електромагнітний реактиватор гігапотоку", use="Створити блискавку і направити її у всіх ворогів перед собою, завдаючи від 152 до 172 шкоди від природи. Після цього заклинач буде оточений електричним бар'єром на 10 хв." }, -- Electromagnetic Gigaflux Reactivator
[9507] = { "дбайливо запакований ящик" }, -- A Carefully-packed Crate
[9508] = { "комбінезон механіка" }, -- Mechbuilder's Overalls
[9509] = { "вкриті паливом штани", flavor="Тримати подалі від вогню." }, -- Petrolspill Leggings
[9510] = { "печерні чоботи" }, -- Caverndeep Trudgers
[9511] = { "скальпель кровопуска", hit="Ранить ціль, завдаючи від 60 до 70 шкоди." }, -- Bloodletter Scalpel
[9512] = { "плащ чорного металу" }, -- Blackmetal Cape
[9513] = { "посох лей-енергії" }, -- Ley Staff
[9514] = { "арканічний посох" }, -- Arcane Staff
[9515] = { "мундир підсвітнього плетіння" }, -- Nether-lace Tunic
[9516] = { "сорочка астрального плетіння" }, -- Astral Knot Blouse
[9517] = { "небесний посох", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Celestial Stave
[9518] = { "мулоляпи" }, -- Mud's Crushers
[9519] = { "чоботи Брудноступа" }, -- Durtfeet Stompers
[9520] = { "мовчазний мисливець" }, -- Silent Hunter
[9521] = { "черепоруб" }, -- Skullsplitter
[9522] = { "заряджений кам'яний круг" }, -- Energized Stone Circle
[9523] = { "трольське місиво" }, -- Troll Temper
[9527] = { "жезл чароклята" }, -- Spellshifter Rod
[9528] = { "темне серце Едани" }, -- Edana's Dark Heart
[9530] = { "ріг Злопазура", use="Викликати Едану Злопазур." }, -- Horn of Hatetalon
[9531] = { "напліччя самоцвітів" }, -- Gemshale Pauldrons
[9533] = { "перстень братства каменярів" }, -- Masons Fraternity Ring
[9534] = { "капелюх гільдії інженерів" }, -- Engineer's Guild Headpiece
[9535] = { "вогнезварні наручі" }, -- Fire-welded Bracers
[9536] = { "чарокрилий наплічник" }, -- Fairywing Mantle
[9537] = { "акуратно запакована коробка" }, -- Neatly Wrapped Box
[9538] = { "золотий перстень Талваша" }, -- Talvash's Gold Ring
[9539] = { "коробка з пайками" }, -- Box of Rations
[9540] = { "коробка з заклинаннями" }, -- Box of Spells
[9541] = { "коробка з приємностями" }, -- Box of Goodies
[9542] = { "простий лист" }, -- Simple Letter
[9543] = { "проста руна" }, -- Simple Rune
[9544] = { "проста директива" }, -- Simple Memorandum
[9545] = { "проста сигіла" }, -- Simple Sigil
[9546] = { "простий сувій" }, -- Simple Scroll
[9547] = { "проста записка" }, -- Simple Note
[9548] = { "священний лист" }, -- Hallowed Letter
[9550] = { "зашифрована руна" }, -- Encrypted Rune
[9551] = { "зашифрована сигіла" }, -- Encrypted Sigil
[9552] = { "рунічна записка" }, -- Rune-Inscribed Note
[9553] = { "гравійований пергамент" }, -- Etched Parchment
[9554] = { "зашифрована скрижаль" }, -- Encrypted Tablet
[9555] = { "зашифрований лист" }, -- Encrypted Letter
[9556] = { "священна руна" }, -- Hallowed Rune
[9557] = { "священна сигіла" }, -- Hallowed Sigil
[9558] = { "зашифрована директива" }, -- Encrypted Memorandum
[9559] = { "зашифрований сувій" }, -- Encrypted Scroll
[9560] = { "зашифрований пергамент" }, -- Encrypted Parchment
[9561] = { "священна скрижаль" }, -- Hallowed Tablet
[9562] = { "рунічна скрижаль" }, -- Rune-Inscribed Tablet
[9563] = { "освячена руна" }, -- Consecrated Rune
[9564] = { "гравійована скрижаль" }, -- Etched Tablet
[9565] = { "гравійована записка" }, -- Etched Note
[9566] = { "гравійована руна" }, -- Etched Rune
[9567] = { "гравійована сигіла" }, -- Etched Sigil
[9568] = { "рунічний пергамент" }, -- Rune-Inscribed Parchment
[9569] = { "священний сувій" }, -- Hallowed Scroll
[9570] = { "освячений лист" }, -- Consecrated Letter
[9571] = { "гліфічний лист" }, -- Glyphic Letter
[9573] = { "гліфічна директива" }, -- Glyphic Memorandum
[9574] = { "гліфічний сувій" }, -- Glyphic Scroll
[9575] = { "гліфічна скрижаль" }, -- Glyphic Tablet
[9576] = { "заплямований лист" }, -- Tainted Letter
[9577] = { "заплямована директива" }, -- Tainted Memorandum
[9578] = { "заплямований сувій" }, -- Tainted Scroll
[9579] = { "заплямований пергамент" }, -- Tainted Parchment
[9580] = { "вкрита мохом сигіла" }, -- Verdant Sigil
[9581] = { "вкрита мохом записка" }, -- Verdant Note
[9587] = { "сумка з м'якої шкіри" }, -- Thawpelt Sack
[9588] = { "золотий перстень Ноґґа" }, -- Nogg's Gold Ring
[9589] = { "вкритий кіркою мінерал" }, -- Encrusted Minerals
[9590] = { "розколота колода" }, -- Splintered Log
[9591] = { "еластичне сухожилля" }, -- Resilient Sinew
[9592] = { "металеві фрагменти" }, -- Metallic Fragments
[9593] = { "зменшений деревань" }, -- Treant Muisek
[9594] = { "зменшений совозвір" }, -- Wildkin Muisek
[9595] = { "зменшений гіпогриф" }, -- Hippogryph Muisek
[9596] = { "зменшений чарівний дракончик" }, -- Faerie Dragon Muisek
[9597] = { "зменшений гірський велетень" }, -- Mountain Giant Muisek
[9598] = { "мантія сну" }, -- Sleeping Robes
[9599] = { "луб'яні поножі" }, -- Barkmail Leggings
[9600] = { "мереживні штани" }, -- Lace Pants
[9601] = { "пом'якшені чоботи" }, -- Cushioned Boots
[9602] = { "чагарникове лезо" }, -- Brushwood Blade
[9603] = { "посох хватокореня" }, -- Gritroot Staff
[9604] = { "трубомолот механіка" }, -- Mechanic's Pipehammer
[9605] = { "накидка ремонтника" }, -- Repairman's Cape
[9606] = { "посудина зменшення дереванів", use="Зменшити та захопити мертвого дереваня." }, -- Treant Muisek Vessel
[9607] = { "бастіон Штормовію", equip="Збільшує навичку захисту на 3." }, -- Bastion of Stormwind
[9608] = { "роззброюючий інструмент Шоні", hit="Роззброєння цілі на 5 сек." }, -- Shoni's Disarming Tool
[9609] = { "рукавички нерішучості" }, -- Shilly Mitts
[9618] = { "посудина зменшення совозвірів", use="Зменшити та захопити мертвого совозвіра." }, -- Wildkin Muisek Vessel
[9619] = { "посудина зменшення гіпогрифів", use="Зменшити та захопити мертвого гіпогрифа." }, -- Hippogryph Muisek Vessel
[9620] = { "посудина зменшення чарівних дракончиків", use="Зменшити та захопити мертвого чарівного дракончика." }, -- Faerie Dragon Muisek Vessel
[9621] = { "посудина зменшення гірських велетнів", use="Зменшити та захопити мертвого гірського велетня." }, -- Mountain Giant Muisek Vessel
[9622] = { "очеретяний перстень" }, -- Reedknot Ring
[9623] = { "мантія Цивінада" }, -- Civinad Robes
[9624] = { "штани бігуна" }, -- Triprunner Dungarees
[9625] = { "двічі підсилені поножі", equip="Збільшує навичку захисту на 5." }, -- Dual Reinforced Leggings
[9626] = { "натиск дворфів" }, -- Dwarven Charge
[9627] = { "дороговказ Ліги дослідників" }, -- Explorer's League Lodestar
[9628] = { "мішечок трав Нііру" }, -- Neeru's Herb Pouch
[9629] = { "всохла голова" }, -- A Shrunken Head
[9630] = { "чоботи ручної роботи Пратта" }, -- Pratt's Handcrafted Boots
[9631] = { "рукавички ручної роботи Пратта" }, -- Pratt's Handcrafted Gloves
[9632] = { "рукавички ручної роботи Джанґдора" }, -- Jangdor's Handcrafted Gloves
[9633] = { "чоботи ручної роботи Джанґдора" }, -- Jangdor's Handcrafted Boots
[9634] = { "рукавиці вправності" }, -- Skilled Handling Gloves
[9635] = { "плащ майстра-аптекаря" }, -- Master Apothecary Cape
[9636] = { "пояс шибайголови" }, -- Swashbuckler Sash
[9637] = { "чоботи стусанів" }, -- Shinkicker Boots
[9638] = { "манжети морської черепахи" }, -- Chelonian Cuffs
[9639] = { "Рука Анту'сула", hit="Вражає ворогів поблизу блискавкою, збільшуючи час між їхніми атаками на 11% протягом 10 с та завдаючи їм 7 шкоди від природи. Діє не більше ніж на 4 цілі." }, -- The Hand of Antu'sul
[9640] = { "порочні захвати", equip="Збільшує силу атаки на 14." }, -- Vice Grips
[9641] = { "життєдайний амулет" }, -- Lifeblood Amulet
[9642] = { "перстень великої черепахи" }, -- Band of the Great Tortoise
[9643] = { "оптоматичний дефлектор", equip="Збільшує шанс блокування атак щитом на 2%." }, -- Optomatic Deflector
[9644] = { "термостатичний таймер" }, -- Thermotastic Egg Timer
[9645] = { "черевики гнома-винахідника" }, -- Gnomish Inventor Boots
[9646] = { "гномський пристрій для занурювання" }, -- Gnomish Water Sinking Device
[9647] = { "невдалий експеримент з польотами" }, -- Failed Flying Experiment
[9648] = { "кольчужний рушник", flavor="Тепер ще менше поглинання!" }, -- Chainlink Towel
[9649] = { "королівське вбрання" }, -- Royal Highmark Vestments
[9650] = { "нагрудник почесної варти" }, -- Honorguard Chestpiece
[9651] = { "буремолот приборкувача грифонів", hit="Підриває ціль, завдаючи їй від 91 до 125 шкоди від природи." }, -- Gryphon Rider's Stormhammer
[9652] = { "поножі приборкувача грифонів" }, -- Gryphon Rider's Leggings
[9653] = { "окуляри швидкісного гонщика" }, -- Speedy Racer Goggles
[9654] = { "уламок курганного каменю" }, -- Cairnstone Sliver
[9655] = { "кільце сівби" }, -- Seedtime Hoop
[9656] = { "гранітні рукавиці" }, -- Granite Grips
[9657] = { "пояс виноградної лози" }, -- Vinehedge Cinch
[9658] = { "чоботи Магаріші" }, -- Boots of the Maharishi
[9660] = { "плащ зорегляда" }, -- Stargazer Cloak
[9661] = { "бар'єр земляної хватки" }, -- Earthclasp Barrier
[9662] = { "чоботи натиску" }, -- Rushridge Boots
[9663] = { "нагрудник світанкового вершника" }, -- Dawnrider's Chestpiece
[9664] = { "шолом стража" }, -- Sentinel's Guard
[9665] = { "рукавиці крила ненависті" }, -- Wingcrest Gloves
[9666] = { "пояс Міцнорога" }, -- Stronghorn Girdle
[9678] = { "Ток'Каровий трощитель мурлоків" }, -- Tok'kar's Murloc Basher
[9679] = { "Ток'Каровий рубач мурлоків" }, -- Tok'kar's Murloc Chopper
[9680] = { "Ток'Каровий проштрикувач мурлоків" }, -- Tok'kar's Murloc Shanker
[9681] = { "смажені ніжки королівського повзуна", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Grilled King Crawler Legs
[9682] = { "шкіряний пояс шеф-кухаря" }, -- Leather Chef's Belt
[9683] = { "сила дереваня" }, -- Strength of the Treant
[9684] = { "сила гіпогрифа" }, -- Force of the Hippogryph
[9685] = { "воля гірського велетня" }, -- Will of the Mountain Giant
[9686] = { "дух чарівного дракончика" }, -- Spirit of the Faerie Dragon
[9687] = { "пояс борця" }, -- Grappler's Belt
[9698] = { "рукавички прозріння" }, -- Gloves of Insight
[9699] = { "гарнізонний плащ" }, -- Garrison Cloak
[9703] = { "обпалений плащ" }, -- Scorched Cape
[9704] = { "шурхотливі рукавиці" }, -- Rustler Gloves
[9705] = { "шнурок Тарґа" }, -- Tharg's Shoelace
[9706] = { "диск Тарґа" }, -- Tharg's Disk
[9718] = { "перекований клинок героїв" }, -- Reforged Blade of Heroes
[9719] = { "зламаний клинок героїв", use="Перш ніж використовувати меч, його потрібно перекувати. Для цього потрібні 4 злитки сталі, 4 сильні флюси, 2 первородні вогні та 2 важкі шліфувальні камені." }, -- Broken Blade of Heroes
[9738] = { "самоцвіт Кобрана" }, -- Gem of Cobrahn
[9739] = { "самоцвіт Анакондри" }, -- Gem of Anacondra
[9740] = { "самоцвіт Пітонаса" }, -- Gem of Pythas
[9741] = { "самоцвіт Серпентіса" }, -- Gem of Serpentis
[9742] = { "простий пояс" }, -- Simple Cord
[9743] = { "прості чоботи" }, -- Simple Shoes
[9744] = { "прості браслети" }, -- Simple Bands
[9745] = { "проста накидка" }, -- Simple Cape
[9746] = { "прості рукавички" }, -- Simple Gloves
[9747] = { "прості брюки" }, -- Simple Britches
[9748] = { "проста мантія" }, -- Simple Robe
[9749] = { "проста сорочка" }, -- Simple Blouse
[9750] = { "циганський пояс" }, -- Gypsy Sash
[9751] = { "циганські сандалі" }, -- Gypsy Sandals
[9752] = { "циганські браслети" }, -- Gypsy Bands
[9753] = { "циганський баклер" }, -- Gypsy Buckler
[9754] = { "циганський плащ" }, -- Gypsy Cloak
[9755] = { "циганські рукавиці" }, -- Gypsy Gloves
[9756] = { "циганські штани" }, -- Gypsy Trousers
[9757] = { "циганський мундир" }, -- Gypsy Tunic
[9758] = { "кадетський пояс" }, -- Cadet Belt
[9759] = { "кадетські чоботи" }, -- Cadet Boots
[9760] = { "кадетські браслети" }, -- Cadet Bracers
[9761] = { "кадетський плащ" }, -- Cadet Cloak
[9762] = { "кадетські рукавиці" }, -- Cadet Gauntlets
[9763] = { "кадетські поножі" }, -- Cadet Leggings
[9764] = { "кадетський щит" }, -- Cadet Shield
[9765] = { "кадетський жилет" }, -- Cadet Vest
[9766] = { "зеленотканий пояс" }, -- Greenweave Sash
[9767] = { "зеленоткані сандалі" }, -- Greenweave Sandals
[9768] = { "зеленоткані браслети" }, -- Greenweave Bracers
[9769] = { "зеленоткана гілка" }, -- Greenweave Branch
[9770] = { "зеленотканий плащ" }, -- Greenweave Cloak
[9771] = { "зеленоткані рукавички" }, -- Greenweave Gloves
[9772] = { "зеленоткані поножі" }, -- Greenweave Leggings
[9773] = { "зеленоткана мантія" }, -- Greenweave Robe
[9774] = { "зеленотканий жилет" }, -- Greenweave Vest
[9775] = { "бандитський пояс" }, -- Bandit Cinch
[9776] = { "бандитські чоботи" }, -- Bandit Boots
[9777] = { "бандитські браслети" }, -- Bandit Bracers
[9778] = { "бандитський баклер" }, -- Bandit Buckler
[9779] = { "бандитський плащ" }, -- Bandit Cloak
[9780] = { "бандитські рукавиці" }, -- Bandit Gloves
[9781] = { "бандитські штани" }, -- Bandit Pants
[9782] = { "бандитський жилет" }, -- Bandit Jerkin
[9783] = { "нагрудник рейдера" }, -- Raider's Chestpiece
[9784] = { "чоботи рейдера" }, -- Raider's Boots
[9785] = { "браслети рейдера" }, -- Raider's Bracers
[9786] = { "плащ рейдера" }, -- Raider's Cloak
[9787] = { "рукавиці рейдера" }, -- Raider's Gauntlets
[9788] = { "пояс рейдера" }, -- Raider's Belt
[9789] = { "поножі рейдера" }, -- Raider's Legguards
[9790] = { "щит рейдера" }, -- Raider's Shield
[9791] = { "плющетканий мундир" }, -- Ivycloth Tunic
[9792] = { "плющеткані чоботи" }, -- Ivycloth Boots
[9793] = { "плющеткані браслети" }, -- Ivycloth Bracelets
[9794] = { "плющетканий плащ" }, -- Ivycloth Cloak
[9795] = { "плющеткані рукавиці" }, -- Ivycloth Gloves
[9796] = { "плющеткане напліччя" }, -- Ivycloth Mantle
[9797] = { "плющеткані штани" }, -- Ivycloth Pants
[9798] = { "плющеткана мантія" }, -- Ivycloth Robe
[9799] = { "плющетканий пояс" }, -- Ivycloth Sash
[9800] = { "сфера плюща" }, -- Ivy Orb
[9801] = { "покращений пояс" }, -- Superior Belt
[9802] = { "покращені чоботи" }, -- Superior Boots
[9803] = { "покращені браслети" }, -- Superior Bracers
[9804] = { "покращений баклер" }, -- Superior Buckler
[9805] = { "покращений плащ" }, -- Superior Cloak
[9806] = { "покращені рукавиці" }, -- Superior Gloves
[9807] = { "покращені наплічники" }, -- Superior Shoulders
[9808] = { "покращені поножі" }, -- Superior Leggings
[9809] = { "покращений мундир" }, -- Superior Tunic
[9810] = { "підсилені чоботи" }, -- Fortified Boots
[9811] = { "підсилені браслети" }, -- Fortified Bracers
[9812] = { "підсилений плащ" }, -- Fortified Cloak
[9813] = { "підсилені рукавиці" }, -- Fortified Gauntlets
[9814] = { "підсилений пояс" }, -- Fortified Belt
[9815] = { "підсилені поножі" }, -- Fortified Leggings
[9816] = { "підсилений щит" }, -- Fortified Shield
[9817] = { "підсилені наплічники" }, -- Fortified Spaulders
[9818] = { "підсилена кольчуга" }, -- Fortified Chain
[9819] = { "стійкий мундир" }, -- Durable Tunic
[9820] = { "стійкі чоботи" }, -- Durable Boots
[9821] = { "стійкі браслети" }, -- Durable Bracers
[9822] = { "стійка накидка" }, -- Durable Cape
[9823] = { "стійкі рукавиці" }, -- Durable Gloves
[9824] = { "стійкі наплічники" }, -- Durable Shoulders
[9825] = { "стійкі штани" }, -- Durable Pants
[9826] = { "стійка мантія" }, -- Durable Robe
[9827] = { "лускатий шкіряний пояс" }, -- Scaled Leather Belt
[9828] = { "лускаті шкіряні чоботи" }, -- Scaled Leather Boots
[9829] = { "лускаті шкіряні браслети" }, -- Scaled Leather Bracers
[9830] = { "лускатий щит" }, -- Scaled Shield
[9831] = { "лускатий плащ" }, -- Scaled Cloak
[9832] = { "лускаті шкіряні рукавиці" }, -- Scaled Leather Gloves
[9833] = { "лускаті шкіряні поножі" }, -- Scaled Leather Leggings
[9834] = { "лускаті шкіряні наплічники" }, -- Scaled Leather Shoulders
[9835] = { "лускатий шкіряний мундир" }, -- Scaled Leather Tunic
[9836] = { "пластинчастий обладунок" }, -- Banded Armor
[9837] = { "пластинчасті браслети" }, -- Banded Bracers
[9838] = { "пластинчастий плащ" }, -- Banded Cloak
[9839] = { "пластинчасті рукавиці" }, -- Banded Gauntlets
[9840] = { "пластинчастий пояс" }, -- Banded Girdle
[9841] = { "пластинчасті поножі" }, -- Banded Leggings
[9842] = { "пластинчасте напліччя" }, -- Banded Pauldrons
[9843] = { "пластинчастий щит" }, -- Banded Shield
[9844] = { "жилет заклинателя" }, -- Conjurer's Vest
[9845] = { "черевики заклинателя" }, -- Conjurer's Shoes
[9846] = { "браслети заклинателя" }, -- Conjurer's Bracers
[9847] = { "плащ заклинателя" }, -- Conjurer's Cloak
[9848] = { "рукавички заклинателя" }, -- Conjurer's Gloves
[9849] = { "капюшон заклинателя" }, -- Conjurer's Hood
[9850] = { "напліччя заклинателя" }, -- Conjurer's Mantle
[9851] = { "брюки заклинателя" }, -- Conjurer's Breeches
[9852] = { "мантія заклинателя" }, -- Conjurer's Robe
[9853] = { "пасок заклинателя" }, -- Conjurer's Cinch
[9854] = { "жилет лучника" }, -- Archer's Jerkin
[9855] = { "пояс лучника" }, -- Archer's Belt
[9856] = { "чоботи лучника" }, -- Archer's Boots
[9857] = { "браслети лучника" }, -- Archer's Bracers
[9858] = { "баклер лучника" }, -- Archer's Buckler
[9859] = { "шапка лучника" }, -- Archer's Cap
[9860] = { "плащ лучника" }, -- Archer's Cloak
[9861] = { "рукавиці лучника" }, -- Archer's Gloves
[9862] = { "штани лучника" }, -- Archer's Trousers
[9863] = { "наплічники лучника" }, -- Archer's Shoulderpads
[9864] = { "чоботи відступника" }, -- Renegade Boots
[9865] = { "браслети відступника" }, -- Renegade Bracers
[9866] = { "нагрудник відступника" }, -- Renegade Chestguard
[9867] = { "плащ відступника" }, -- Renegade Cloak
[9868] = { "рукавиці відступника" }, -- Renegade Gauntlets
[9869] = { "пояс відступника" }, -- Renegade Belt
[9870] = { "обруч відступника" }, -- Renegade Circlet
[9871] = { "поножі відступника" }, -- Renegade Leggings
[9872] = { "наплечі відступника" }, -- Renegade Pauldrons
[9873] = { "щит відступника" }, -- Renegade Shield
[9874] = { "вбрання чаклуна" }, -- Sorcerer Drape
[9875] = { "пояс чаклуна" }, -- Sorcerer Sash
[9876] = { "капці чаклуна" }, -- Sorcerer Slippers
[9877] = { "плащ чаклуна" }, -- Sorcerer Cloak
[9878] = { "капелюх чаклуна" }, -- Sorcerer Hat
[9879] = { "браслети чаклуна" }, -- Sorcerer Bracelets
[9880] = { "рукавиці чаклуна" }, -- Sorcerer Gloves
[9881] = { "напліччя чаклуна" }, -- Sorcerer Mantle
[9882] = { "сфера чаклуна" }, -- Sorcerer Sphere
[9883] = { "штани чаклуна" }, -- Sorcerer Pants
[9884] = { "мантія чаклуна" }, -- Sorcerer Robe
[9885] = { "чоботи мисливця" }, -- Huntsman's Boots
[9886] = { "браслети мисливця" }, -- Huntsman's Bands
[9887] = { "обладунок мисливця" }, -- Huntsman's Armor
[9889] = { "обруч мисливця" }, -- Huntsman's Cap
[9890] = { "накидка мисливця" }, -- Huntsman's Cape
[9891] = { "пояс мисливця" }, -- Huntsman's Belt
[9892] = { "рукавиці мисливця" }, -- Huntsman's Gloves
[9893] = { "поножі мисливця" }, -- Huntsman's Leggings
[9894] = { "наплічники мисливця" }, -- Huntsman's Shoulders
[9895] = { "калантарові чоботи" }, -- Jazeraint Boots
[9896] = { "калантарові браслети" }, -- Jazeraint Bracers
[9897] = { "калантаровий нагрудник" }, -- Jazeraint Chestguard
[9898] = { "калантаровий плащ" }, -- Jazeraint Cloak
[9899] = { "калантаровий щит" }, -- Jazeraint Shield
[9900] = { "калантарові рукавиці" }, -- Jazeraint Gauntlets
[9901] = { "калантаровий пояс" }, -- Jazeraint Belt
[9902] = { "калантаровий шолом" }, -- Jazeraint Helm
[9903] = { "калантарові поножі" }, -- Jazeraint Leggings
[9904] = { "калантарові наплечі" }, -- Jazeraint Pauldrons
[9905] = { "королівська сорочка" }, -- Royal Blouse
[9906] = { "королівський пояс" }, -- Royal Sash
[9907] = { "королівські чоботи" }, -- Royal Boots
[9908] = { "королівська накидка" }, -- Royal Cape
[9909] = { "королівські браслети" }, -- Royal Bands
[9910] = { "королівські рукавиці" }, -- Royal Gloves
[9911] = { "королівські брюки" }, -- Royal Trousers
[9912] = { "королівський амікт" }, -- Royal Amice
[9913] = { "королівська сукня" }, -- Royal Gown
[9914] = { "королівський скіпетр" }, -- Royal Scepter
[9915] = { "королівська головна пов'язка" }, -- Royal Headband
[9916] = { "пояс пантрувача" }, -- Tracker's Belt
[9917] = { "чоботи пантрувача" }, -- Tracker's Boots
[9918] = { "бригадний захисник" }, -- Brigade Defender
[9919] = { "плащ пантрувача" }, -- Tracker's Cloak
[9920] = { "рукавиці пантрувача" }, -- Tracker's Gloves
[9921] = { "головна пов'язка пантрувача" }, -- Tracker's Headband
[9922] = { "поножі пантрувача" }, -- Tracker's Leggings
[9923] = { "наплічники пантрувача" }, -- Tracker's Shoulderpads
[9924] = { "мундир пантрувача" }, -- Tracker's Tunic
[9925] = { "наручі пантрувача" }, -- Tracker's Wristguards
[9926] = { "бригадні чоботи" }, -- Brigade Boots
[9927] = { "бригадні браслети" }, -- Brigade Bracers
[9928] = { "бригадна кіраса" }, -- Brigade Breastplate
[9929] = { "бригадний плащ" }, -- Brigade Cloak
[9930] = { "бригадні рукавиці" }, -- Brigade Gauntlets
[9931] = { "бригадний пояс" }, -- Brigade Girdle
[9932] = { "бригадний обруч" }, -- Brigade Circlet
[9933] = { "бригадні поножі" }, -- Brigade Leggings
[9934] = { "бригадні наплечі" }, -- Brigade Pauldrons
[9935] = { "тиснений латний щит" }, -- Embossed Plate Shield
[9936] = { "чоботи зреченця" }, -- Abjurer's Boots
[9937] = { "браслети зреченця" }, -- Abjurer's Bands
[9938] = { "плащ зреченця" }, -- Abjurer's Cloak
[9939] = { "рукавиці зреченця" }, -- Abjurer's Gloves
[9940] = { "капюшон зреченця" }, -- Abjurer's Hood
[9941] = { "напліччя зреченця" }, -- Abjurer's Mantle
[9942] = { "штани зреченця" }, -- Abjurer's Pants
[9943] = { "мантія зреченця" }, -- Abjurer's Robe
[9944] = { "кристал зреченця" }, -- Abjurer's Crystal
[9945] = { "пояс зреченця" }, -- Abjurer's Sash
[9946] = { "мундир зреченця" }, -- Abjurer's Tunic
[9947] = { "пояс ватага" }, -- Chieftain's Belt
[9948] = { "чоботи ватага" }, -- Chieftain's Boots
[9949] = { "браслети ватага" }, -- Chieftain's Bracers
[9950] = { "кіраса ватага" }, -- Chieftain's Breastplate
[9951] = { "плащ ватага" }, -- Chieftain's Cloak
[9952] = { "рукавиці ватага" }, -- Chieftain's Gloves
[9953] = { "головний убір ватага" }, -- Chieftain's Headdress
[9954] = { "поножі ватага" }, -- Chieftain's Leggings
[9955] = { "наплічники ватага" }, -- Chieftain's Shoulders
[9956] = { "браслети войовника" }, -- Warmonger's Bracers
[9957] = { "нагрудник войовника" }, -- Warmonger's Chestpiece
[9958] = { "баклер войовника" }, -- Warmonger's Buckler
[9959] = { "плащ войовника" }, -- Warmonger's Cloak
[9960] = { "рукавиці войовника" }, -- Warmonger's Gauntlets
[9961] = { "пояс войовника" }, -- Warmonger's Belt
[9962] = { "наголінники войовника" }, -- Warmonger's Greaves
[9963] = { "обруч войовника" }, -- Warmonger's Circlet
[9964] = { "поножі войовника" }, -- Warmonger's Leggings
[9965] = { "наплечі войовника" }, -- Warmonger's Pauldrons
[9966] = { "тиснений латний обладунок" }, -- Embossed Plate Armor
[9967] = { "тиснені латні рукавиці" }, -- Embossed Plate Gauntlets
[9968] = { "тиснений латний пояс" }, -- Embossed Plate Girdle
[9969] = { "тиснений латний шолом" }, -- Embossed Plate Helmet
[9970] = { "тиснені латні поножі" }, -- Embossed Plate Leggings
[9971] = { "тиснені латні наплечі" }, -- Embossed Plate Pauldrons
[9972] = { "тиснені латні браслети" }, -- Embossed Plate Bracers
[9973] = { "тиснені латні чоботи" }, -- Embossed Plate Boots
[9974] = { "щит властителя" }, -- Overlord's Shield
[9978] = { "ґаз'ридіанський детектор", equip="На мінімапі відображаються найближчі предмети з ґаз'ридіану." }, -- Gahz'ridian Detector
[9998] = { "чорний маготканий жилет" }, -- Black Mageweave Vest
[9999] = { "чорні маготкані штани" }, -- Black Mageweave Leggings
[10000] = { "ріг Марґол" }, -- Margol's Horn
[10001] = { "чорна маготкана мантія" }, -- Black Mageweave Robe
[10002] = { "тінеткані штани", equip="Збільшує шкоду від заклинань і ефектів тіні на 21." }, -- Shadoweave Pants
[10003] = { "чорні маготкані рукавички", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Black Mageweave Gloves
[10004] = { "тінеткана мантія", equip="Збільшує шкоду від заклинань і ефектів тіні на 21." }, -- Shadoweave Robe
[10005] = { "гігантський ріг Марґол" }, -- Margol's Gigantic Horn
[10007] = { "червоний маготканий жилет" }, -- Red Mageweave Vest
[10008] = { "біла бандитська маска" }, -- White Bandit Mask
[10009] = { "червоні маготкані штани", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Red Mageweave Pants
[10010] = { "штормоткані штани", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 10." }, -- Stormcloth Pants
[10011] = { "штормоткані рукавички", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Stormcloth Gloves
[10018] = { "червоні маготкані рукавички", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Red Mageweave Gloves
[10019] = { "рукавички плетіння Сну", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Dreamweave Gloves
[10020] = { "штормотканий жилет", equip="Збільшує зцілення від заклинань і ефектів на 29." }, -- Stormcloth Vest
[10021] = { "жилет плетіння Сну", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Dreamweave Vest
[10022] = { "доказ правоти" }, -- Proof of Deed
[10023] = { "тінеткані рукавички", equip="Збільшує шкоду від заклинань і ефектів тіні на 17." }, -- Shadoweave Gloves
[10024] = { "чорна маготкана пов'язка" }, -- Black Mageweave Headband
[10025] = { "тінеткана маска", equip="Збільшує шкоду від заклинань і ефектів тіні на 24." }, -- Shadoweave Mask
[10026] = { "чорні маготкані чоботи" }, -- Black Mageweave Boots
[10027] = { "чорні маготкані наплічники" }, -- Black Mageweave Shoulders
[10028] = { "тінеткані наплічники", equip="Збільшує шкоду від заклинань і ефектів тіні на 17." }, -- Shadoweave Shoulders
[10029] = { "червоні маготкані наплічники" }, -- Red Mageweave Shoulders
[10030] = { "капелюх адмірала", use="Збільшує витривалість учасників групи в радіусі 30 м на 10." }, -- Admiral's Hat
[10031] = { "тінеткані чоботи", equip="Збільшує шкоду від заклинань і ефектів тіні на 14." }, -- Shadoweave Boots
[10032] = { "штормоткана головна пов'язка", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 14." }, -- Stormcloth Headband
[10033] = { "червона маготкана головна пов'язка" }, -- Red Mageweave Headband
[10034] = { "вишукана сорочка" }, -- Tuxedo Shirt
[10035] = { "вишукані штани" }, -- Tuxedo Pants
[10036] = { "вишуканий жакет", equip="Вразьте всіх своїм почуттям стилю." }, -- Tuxedo Jacket
[10038] = { "штормоткані наплічники", equip="Збільшує шкоду від заклинань і ефектів тіні на 21." }, -- Stormcloth Shoulders
[10039] = { "штормоткані чоботи", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 16." }, -- Stormcloth Boots
[10040] = { "біла весільна сукня" }, -- White Wedding Dress
[10041] = { "обруч плетіння Сну", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Dreamweave Circlet
[10042] = { "попеляста мантія", equip="Збільшує шкоду від заклинань і ефектів вогню на 27." }, -- Cindercloth Robe
[10043] = { "благочестиві поножі" }, -- Pious Legwraps
[10044] = { "попелясті чоботи", equip="Збільшує шкоду від заклинань і ефектів вогню на 21." }, -- Cindercloth Boots
[10045] = { "прості лляні поножі" }, -- Simple Linen Pants
[10046] = { "прості льняні черевики" }, -- Simple Linen Boots
[10047] = { "простий кілт" }, -- Simple Kilt
[10048] = { "барвистий кілт" }, -- Colorful Kilt
[10049] = { "клинок демонопоклонника", equip="Збільшує шкоду від заклинань і ефектів тіні на 6." }, -- Diabolist's Blade
[10050] = { "маготкана сумка" }, -- Mageweave Bag
[10051] = { "червона маготкана сумка" }, -- Red Mageweave Bag
[10052] = { "помаранчева бойова сорочка" }, -- Orange Martial Shirt
[10053] = { "проста чорна сукня" }, -- Simple Black Dress
[10054] = { "лавандова маготкана сорочка" }, -- Lavender Mageweave Shirt
[10055] = { "рожева маготкана сорочка" }, -- Pink Mageweave Shirt
[10056] = { "помаранчева маготкана сорочка" }, -- Orange Mageweave Shirt
[10057] = { "смеркотканий мундир" }, -- Duskwoven Tunic
[10058] = { "смеркоткані сандалі" }, -- Duskwoven Sandals
[10059] = { "смеркоткані браслети" }, -- Duskwoven Bracers
[10060] = { "смеркоткана накидка" }, -- Duskwoven Cape
[10061] = { "смеркотканий тюрбан" }, -- Duskwoven Turban
[10062] = { "смеркоткані рукавички" }, -- Duskwoven Gloves
[10063] = { "смеркотканий амікт" }, -- Duskwoven Amice
[10064] = { "смеркоткані штани" }, -- Duskwoven Pants
[10065] = { "смеркоткана мантія" }, -- Duskwoven Robe
[10066] = { "смеркотканий пояс" }, -- Duskwoven Sash
[10067] = { "пояс праведності" }, -- Righteous Waistguard
[10068] = { "чоботи праведності" }, -- Righteous Boots
[10069] = { "браслети праведності" }, -- Righteous Bracers
[10070] = { "обладунок праведності" }, -- Righteous Armor
[10071] = { "плащ праведності" }, -- Righteous Cloak
[10072] = { "рукавиці праведності" }, -- Righteous Gloves
[10073] = { "шолом праведності" }, -- Righteous Helmet
[10074] = { "поножі праведності" }, -- Righteous Leggings
[10075] = { "наплічники праведності" }, -- Righteous Spaulders
[10076] = { "нарукавники лорда" }, -- Lord's Armguards
[10077] = { "кіраса лорда" }, -- Lord's Breastplate
[10078] = { "лицарський щит лорда" }, -- Lord's Crest
[10079] = { "накидка лорда" }, -- Lord's Cape
[10080] = { "рукавиці лорда" }, -- Lord's Gauntlets
[10081] = { "пояс лорда" }, -- Lord's Girdle
[10082] = { "чоботи лорда" }, -- Lord's Boots
[10083] = { "корона лорда" }, -- Lord's Crown
[10084] = { "поножі лорда" }, -- Lord's Legguards
[10085] = { "наплечі лорда" }, -- Lord's Pauldrons
[10086] = { "готичний латний обладунок" }, -- Gothic Plate Armor
[10087] = { "готичні латні рукавиці" }, -- Gothic Plate Gauntlets
[10088] = { "готичний латний пояс" }, -- Gothic Plate Girdle
[10089] = { "готичні сабатони" }, -- Gothic Sabatons
[10090] = { "готичний латний шолом" }, -- Gothic Plate Helmet
[10091] = { "готичні латні поножі" }, -- Gothic Plate Leggings
[10092] = { "готичні латні наплічники" }, -- Gothic Plate Spaulders
[10093] = { "потойбічний відбивач" }, -- Revenant Deflector
[10094] = { "готичні латні браслети" }, -- Gothic Plate Vambraces
[10095] = { "чоботи радника" }, -- Councillor's Boots
[10096] = { "браслети радника" }, -- Councillor's Cuffs
[10097] = { "обруч радника" }, -- Councillor's Circlet
[10098] = { "плащ радника" }, -- Councillor's Cloak
[10099] = { "рукавиці радника" }, -- Councillor's Gloves
[10100] = { "наплічники радника" }, -- Councillor's Shoulders
[10101] = { "штани радника" }, -- Councillor's Pants
[10102] = { "мантія радника" }, -- Councillor's Robes
[10103] = { "пояс радника" }, -- Councillor's Sash
[10104] = { "мундир радника" }, -- Councillor's Tunic
[10105] = { "обладунок мандрівника" }, -- Wanderer's Armor
[10106] = { "чоботи мандрівника" }, -- Wanderer's Boots
[10107] = { "браслети мандрівника" }, -- Wanderer's Bracers
[10108] = { "плащ мандрівника" }, -- Wanderer's Cloak
[10109] = { "пояс мандрівника" }, -- Wanderer's Belt
[10110] = { "рукавиці мандрівника" }, -- Wanderer's Gloves
[10111] = { "капелюх мандрівника" }, -- Wanderer's Hat
[10112] = { "поножі мандрівника" }, -- Wanderer's Leggings
[10113] = { "наплічники мандрівника" }, -- Wanderer's Shoulders
[10118] = { "вишукана кіраса" }, -- Ornate Breastplate
[10119] = { "вишукані наголінники" }, -- Ornate Greaves
[10120] = { "вишуканий плащ" }, -- Ornate Cloak
[10121] = { "вишукані рукавиці" }, -- Ornate Gauntlets
[10122] = { "вишуканий пояс" }, -- Ornate Girdle
[10123] = { "вишуканий обруч" }, -- Ornate Circlet
[10124] = { "вишукані поножі" }, -- Ornate Legguards
[10125] = { "вишукані наплечі" }, -- Ornate Pauldrons
[10126] = { "вишукані браслети" }, -- Ornate Bracers
[10127] = { "потойбічні браслети" }, -- Revenant Bracers
[10128] = { "потойбічний нагрудник" }, -- Revenant Chestplate
[10129] = { "потойбічні рукавиці" }, -- Revenant Gauntlets
[10130] = { "потойбічний пояс" }, -- Revenant Girdle
[10131] = { "потойбічні чоботи" }, -- Revenant Boots
[10132] = { "потойбічний шолом" }, -- Revenant Helmet
[10133] = { "потойбічні поножі" }, -- Revenant Leggings
[10134] = { "потойбічні наплічники" }, -- Revenant Shoulders
[10135] = { "мундир верховного радника" }, -- High Councillor's Tunic
[10136] = { "браслети верховного радника" }, -- High Councillor's Bracers
[10137] = { "чоботи верховного радника" }, -- High Councillor's Boots
[10138] = { "плащ верховного радника" }, -- High Councillor's Cloak
[10139] = { "обруч верховного радника" }, -- High Councillor's Circlet
[10140] = { "рукавиці верховного радника" }, -- High Councillor's Gloves
[10141] = { "штани верховного радника" }, -- High Councillor's Pants
[10142] = { "напліччя верховного радника" }, -- High Councillor's Mantle
[10143] = { "мантія верховного радника" }, -- High Councillor's Robe
[10144] = { "пояс верховного радника" }, -- High Councillor's Sash
[10145] = { "можний пояс" }, -- Mighty Girdle
[10146] = { "можні чоботи" }, -- Mighty Boots
[10147] = { "можні наручі" }, -- Mighty Armsplints
[10148] = { "можний плащ" }, -- Mighty Cloak
[10149] = { "можні рукавиці" }, -- Mighty Gauntlets
[10150] = { "можний шолом" }, -- Mighty Helmet
[10151] = { "можний мундир" }, -- Mighty Tunic
[10152] = { "можні поножі" }, -- Mighty Leggings
[10153] = { "можні наплічники" }, -- Mighty Spaulders
[10154] = { "мінливий пояс" }, -- Mercurial Girdle
[10155] = { "мінливі наголінники" }, -- Mercurial Greaves
[10156] = { "мінливі браслети" }, -- Mercurial Bracers
[10157] = { "мінлива кіраса" }, -- Mercurial Breastplate
[10158] = { "мінливий захисник" }, -- Mercurial Guard
[10159] = { "мінливий плащ" }, -- Mercurial Cloak
[10160] = { "мінливий обруч" }, -- Mercurial Circlet
[10161] = { "мінливі рукавиці" }, -- Mercurial Gauntlets
[10162] = { "мінливі поножі" }, -- Mercurial Legguards
[10163] = { "мінливі наплечі" }, -- Mercurial Pauldrons
[10164] = { "кіраса храмовника" }, -- Templar Chestplate
[10165] = { "рукавиці храмовника" }, -- Templar Gauntlets
[10166] = { "пояс храмовника" }, -- Templar Girdle
[10167] = { "чоботи храмовника" }, -- Templar Boots
[10168] = { "корона храмовника" }, -- Templar Crown
[10169] = { "ножні лати храмовника" }, -- Templar Legplates
[10170] = { "наплечі храмовника" }, -- Templar Pauldrons
[10171] = { "браслети храмовника" }, -- Templar Bracers
[10172] = { "містичне напліччя" }, -- Mystical Mantle
[10173] = { "містичні браслети" }, -- Mystical Bracers
[10174] = { "містична накидка" }, -- Mystical Cape
[10175] = { "містична головна пов'язка" }, -- Mystical Headwrap
[10176] = { "містичні рукавички" }, -- Mystical Gloves
[10177] = { "містичні поножі" }, -- Mystical Leggings
[10178] = { "містична мантія" }, -- Mystical Robe
[10179] = { "містичні чоботи" }, -- Mystical Boots
[10180] = { "містичний пояс" }, -- Mystical Belt
[10181] = { "містичний обладунок" }, -- Mystical Armor
[10182] = { "нагрудник шибайголови" }, -- Swashbuckler's Breastplate
[10183] = { "чоботи шибайголови" }, -- Swashbuckler's Boots
[10184] = { "браслети шибайголови" }, -- Swashbuckler's Bracers
[10185] = { "накидка шибайголови" }, -- Swashbuckler's Cape
[10186] = { "рукавиці шибайголови" }, -- Swashbuckler's Gloves
[10187] = { "пов'язка шибайголови" }, -- Swashbuckler's Eyepatch
[10188] = { "поножі шибайголови" }, -- Swashbuckler's Leggings
[10189] = { "наплічники шибайголови" }, -- Swashbuckler's Shoulderpads
[10190] = { "пояс шибайголови" }, -- Swashbuckler's Belt
[10191] = { "нарукавники поборника" }, -- Crusader's Armguards
[10192] = { "чоботи поборника" }, -- Crusader's Boots
[10193] = { "обладунок поборника" }, -- Crusader's Armor
[10194] = { "плащ поборника" }, -- Crusader's Cloak
[10195] = { "щит поборника" }, -- Crusader's Shield
[10196] = { "рукавиці поборника" }, -- Crusader's Gauntlets
[10197] = { "пояс поборника" }, -- Crusader's Belt
[10198] = { "шолом поборника" }, -- Crusader's Helm
[10199] = { "поножі поборника" }, -- Crusader's Leggings
[10200] = { "наплечі поборника" }, -- Crusader's Pauldrons
[10201] = { "наголінники властителя" }, -- Overlord's Greaves
[10202] = { "браслети властителя" }, -- Overlord's Vambraces
[10203] = { "кіраса властителя" }, -- Overlord's Chestplate
[10204] = { "важкий пластинчастий щит" }, -- Heavy Lamellar Shield
[10205] = { "рукавиці властителя" }, -- Overlord's Gauntlets
[10206] = { "пояс властителя" }, -- Overlord's Girdle
[10207] = { "корона властителя" }, -- Overlord's Crown
[10208] = { "ножні лати властителя" }, -- Overlord's Legplates
[10209] = { "наплічники властителя" }, -- Overlord's Spaulders
[10210] = { "елегантне напліччя" }, -- Elegant Mantle
[10211] = { "елегантні чоботи" }, -- Elegant Boots
[10212] = { "елегантний плащ" }, -- Elegant Cloak
[10213] = { "елегантні браслети" }, -- Elegant Bracers
[10214] = { "елегантні рукавички" }, -- Elegant Gloves
[10215] = { "елегантна мантія" }, -- Elegant Robes
[10216] = { "елегантний пояс" }, -- Elegant Belt
[10217] = { "елегантні штани" }, -- Elegant Leggings
[10218] = { "елегантний мундир" }, -- Elegant Tunic
[10219] = { "елегантний обруч" }, -- Elegant Circlet
[10220] = { "мундир нічної тіні" }, -- Nightshade Tunic
[10221] = { "пояс нічної тіні" }, -- Nightshade Girdle
[10222] = { "чоботи нічної тіні" }, -- Nightshade Boots
[10223] = { "нарукавники нічної тіні" }, -- Nightshade Armguards
[10224] = { "плащ нічної тіні" }, -- Nightshade Cloak
[10225] = { "рукавиці нічної тіні" }, -- Nightshade Gloves
[10226] = { "шолом нічної тіні" }, -- Nightshade Helmet
[10227] = { "поножі нічної тіні" }, -- Nightshade Leggings
[10228] = { "наплічники нічної тіні" }, -- Nightshade Spaulders
[10229] = { "гравійовані браслети" }, -- Engraved Bracers
[10230] = { "гравійована кіраса" }, -- Engraved Breastplate
[10231] = { "гравійована накидка" }, -- Engraved Cape
[10232] = { "гравійовані рукавиці" }, -- Engraved Gauntlets
[10233] = { "гравійований пояс" }, -- Engraved Girdle
[10234] = { "гравійовані чоботи" }, -- Engraved Boots
[10235] = { "гравійований шолом" }, -- Engraved Helm
[10236] = { "гравійовані поножі" }, -- Engraved Leggings
[10237] = { "гравійовані наплечі" }, -- Engraved Pauldrons
[10238] = { "важкі пластинчасті чоботи" }, -- Heavy Lamellar Boots
[10239] = { "важкі пластинчасті браслети" }, -- Heavy Lamellar Vambraces
[10240] = { "важка пластинчаста кіраса" }, -- Heavy Lamellar Chestpiece
[10241] = { "важкий пластинчастий шолом" }, -- Heavy Lamellar Helm
[10242] = { "важкі пластинчасті рукавиці" }, -- Heavy Lamellar Gauntlets
[10243] = { "важкий пластинчастий пояс" }, -- Heavy Lamellar Girdle
[10244] = { "важкі пластинчасті поножі" }, -- Heavy Lamellar Leggings
[10245] = { "важкі пластинчасті наплечі" }, -- Heavy Lamellar Pauldrons
[10246] = { "жилет майстра" }, -- Master's Vest
[10247] = { "чоботи майстра" }, -- Master's Boots
[10248] = { "браслети майстра" }, -- Master's Bracers
[10249] = { "плащ майстра" }, -- Master's Cloak
[10250] = { "капелюх майстра" }, -- Master's Hat
[10251] = { "рукавички майстра" }, -- Master's Gloves
[10252] = { "штани майстра" }, -- Master's Leggings
[10253] = { "напліччя майстра" }, -- Master's Mantle
[10254] = { "мантія майстра" }, -- Master's Robe
[10255] = { "пояс майстра" }, -- Master's Belt
[10256] = { "браслети шукача пригод" }, -- Adventurer's Bracers
[10257] = { "чоботи шукача пригод" }, -- Adventurer's Boots
[10258] = { "накидка шукача пригод" }, -- Adventurer's Cape
[10259] = { "пояс шукача пригод" }, -- Adventurer's Belt
[10260] = { "рукавиці шукача пригод" }, -- Adventurer's Gloves
[10261] = { "бандана шукача пригод" }, -- Adventurer's Bandana
[10262] = { "поножі шукача пригод" }, -- Adventurer's Legguards
[10263] = { "наплічники шукача пригод" }, -- Adventurer's Shoulders
[10264] = { "мундир шукача пригод" }, -- Adventurer's Tunic
[10265] = { "браслети майстерної роботи" }, -- Masterwork Bracers
[10266] = { "кіраса майстерної роботи" }, -- Masterwork Breastplate
[10267] = { "накидка майстерної роботи" }, -- Masterwork Cape
[10268] = { "рукавиці майстерної роботи" }, -- Masterwork Gauntlets
[10269] = { "пояс майстерної роботи" }, -- Masterwork Girdle
[10270] = { "чоботи майстерної роботи" }, -- Masterwork Boots
[10271] = { "щит майстерної роботи" }, -- Masterwork Shield
[10272] = { "обруч майстерної роботи" }, -- Masterwork Circlet
[10273] = { "ножні лати майстерної роботи" }, -- Masterwork Legplates
[10274] = { "наплечі майстерної роботи" }, -- Masterwork Pauldrons
[10275] = { "смарагдова кіраса" }, -- Emerald Breastplate
[10276] = { "смарагдові сабатони" }, -- Emerald Sabatons
[10277] = { "смарагдові рукавиці" }, -- Emerald Gauntlets
[10278] = { "смарагдовий пояс" }, -- Emerald Girdle
[10279] = { "смарагдовий шолом" }, -- Emerald Helm
[10280] = { "смарагдові ножні лати" }, -- Emerald Legplates
[10281] = { "смарагдові наплечі" }, -- Emerald Pauldrons
[10282] = { "смарагдові браслети" }, -- Emerald Vambraces
[10283] = { "зразки вовчих сердець" }, -- Wolf Heart Samples
[10285] = { "тінешовк" }, -- Shadow Silk
[10286] = { "серце дикої природи" }, -- Heart of the Wild
[10287] = { "зеленоткане напліччя" }, -- Greenweave Mantle
[10288] = { "обруч мудреця" }, -- Sage's Circlet
[10289] = { "стійкий капелюх" }, -- Durable Hat
[10290] = { "рожевий барвник" }, -- Pink Dye
[10298] = { "перстень Гномреґану" }, -- Gnomeregan Band
[10299] = { "амулет Гномреґану" }, -- Gnomeregan Amulet
[10300] = { "викрійка: Червоний маготканий жилет", use="Навчає вас створювати червоний маготканий жилет.", recipe_result_item=10007 }, -- Pattern: Red Mageweave Vest
[10301] = { "викрійка: Біла бандитська маска", use="Навчає вас створювати білу бандитську маску.", recipe_result_item=10008 }, -- Pattern: White Bandit Mask
[10302] = { "викрійка: Червоні маготкані штани", use="Навчає вас створювати червоні маготкані штани.", recipe_result_item=10009 }, -- Pattern: Red Mageweave Pants
[10303] = { "викрійка: Штормоткані штани", use="Навчає вас створювати штормоткані штани.", recipe_result_item=10010 }, -- Pattern: Stormcloth Pants
[10304] = { "викрійка: Штормоткані рукавички", use="Навчає вас створювати штормоткані рукавички.", recipe_result_item=10011 }, -- Pattern: Stormcloth Gloves
[10305] = { "сувій захисту IV", use=12175 }, -- Scroll of Protection IV
[10306] = { "сувій духу IV", use=12177 }, -- Scroll of Spirit IV
[10307] = { "сувій витривалості IV", use=12178 }, -- Scroll of Stamina IV
[10308] = { "сувій інтелекту IV", use=12176 }, -- Scroll of Intellect IV
[10309] = { "сувій спритності IV", use=12174 }, -- Scroll of Agility IV
[10310] = { "сувій сили IV", use=12179 }, -- Scroll of Strength IV
[10311] = { "викрійка: Помаранчева бойова сорочка", use="Навчає вас створювати помаранчеву бойову сорочку.", recipe_result_item=10052 }, -- Pattern: Orange Martial Shirt
[10312] = { "викрійка: Червоні маготкані рукавички", use="Навчає вас створювати червоні маготкані рукавички.", recipe_result_item=10018 }, -- Pattern: Red Mageweave Gloves
[10313] = { "викрійка: Штормотканий жилет", use="Навчає вас створювати штормотканий жилет.", recipe_result_item=10020 }, -- Pattern: Stormcloth Vest
[10314] = { "викрійка: Лавандова маготкана сорочка", use="Навчає вас створювати лавандову маготкану сорочку.", recipe_result_item=10054 }, -- Pattern: Lavender Mageweave Shirt
[10315] = { "викрійка: Червоні маготкані наплічники", use="Навчає вас створювати червоні маготкані наплічники.", recipe_result_item=10029 }, -- Pattern: Red Mageweave Shoulders
[10316] = { "викрійка: Барвистий кілт", use="Навчає вас створювати барвистий кілт.", recipe_result_item=10048 }, -- Pattern: Colorful Kilt
[10317] = { "викрійка: Рожева маготкана сорочка", use="Навчає вас створювати рожеву маготкану сорочку.", recipe_result_item=10055 }, -- Pattern: Pink Mageweave Shirt
[10318] = { "викрійка: Капелюх адмірала", use="Навчає вас створювати капелюх адмірала.", recipe_result_item=10030 }, -- Pattern: Admiral's Hat
[10319] = { "викрійка: Штормоткана головна пов'язка", use="Навчає вас створювати штормоткану головну пов'язку.", recipe_result_item=10032 }, -- Pattern: Stormcloth Headband
[10320] = { "викрійка: Червона маготкана головна пов'язка", use="Навчає вас створювати червону маготкану головну пов'язку.", recipe_result_item=10033 }, -- Pattern: Red Mageweave Headband
[10321] = { "викрійка: Вишукана сорочка", use="Навчає вас пошиттю вишуканої сорочки.", recipe_result_item=10034 }, -- Pattern: Tuxedo Shirt
[10322] = { "викрійка: Штормоткані наплічники", use="Навчає вас створювати штормоткані наплічники.", recipe_result_item=10038 }, -- Pattern: Stormcloth Shoulders
[10323] = { "викрійка: Вишукані штани", use="Навчає вас створювати вишукані штани.", recipe_result_item=10035 }, -- Pattern: Tuxedo Pants
[10324] = { "викрійка: Штормоткані чоботи", use="Навчає вас створювати штормоткані чоботи.", recipe_result_item=10039 }, -- Pattern: Stormcloth Boots
[10325] = { "викрійка: Біла весільна сукня", use="Навчає вас створювати білу весільну сукню.", recipe_result_item=10040 }, -- Pattern: White Wedding Dress
[10326] = { "викрійка: Вишуканий жакет", use="Навчає вас створювати вишуканий жакет.", recipe_result_item=10036 }, -- Pattern: Tuxedo Jacket
[10327] = { "сурма Ечеякі", use="Засурмити біля лігва Ечеякі." }, -- Horn of Echeyakee
[10328] = { "багряний нагрудник" }, -- Scarlet Chestpiece
[10329] = { "багряний пояс" }, -- Scarlet Belt
[10330] = { "багряні поножі" }, -- Scarlet Leggings
[10331] = { "багряні рукавиці" }, -- Scarlet Gauntlets
[10332] = { "багряні чоботи" }, -- Scarlet Boots
[10333] = { "багряний наручі" }, -- Scarlet Wristguards
[10338] = { "свіжа туша жеври", use="Покласти біля мертвого дерева на північному заході від Брашпиля щоб приманити Ішамугала." }, -- Fresh Zhevra Carcass
[10358] = { "дюрацинові браслети" }, -- Duracin Bracers
[10359] = { "вічні чоботи" }, -- Everlast Boots
[10360] = { "чорна королівська змія", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію." }, -- Black Kingsnake
[10361] = { "бура змія", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію." }, -- Brown Snake
[10362] = { "вишуканий щит" }, -- Ornate Shield
[10363] = { "гравійований баштовий щит" }, -- Engraved Wall
[10364] = { "щит храмовника" }, -- Templar Shield
[10365] = { "смарагдовий щит" }, -- Emerald Shield
[10366] = { "демонічний захисник" }, -- Demon Guard
[10367] = { "щит Гіперіона" }, -- Hyperion Shield
[10368] = { "загартований латний обладунок" }, -- Imbued Plate Armor
[10369] = { "загартовані латні рукавиці" }, -- Imbued Plate Gauntlets
[10370] = { "загартований латний пояс" }, -- Imbued Plate Girdle
[10371] = { "загартовані латні наголінники" }, -- Imbued Plate Greaves
[10372] = { "загартований латний шолом" }, -- Imbued Plate Helmet
[10373] = { "загартовані латні поножі" }, -- Imbued Plate Leggings
[10374] = { "загартовані латні наплечі" }, -- Imbued Plate Pauldrons
[10375] = { "загартовані латні браслети" }, -- Imbued Plate Vambraces
[10376] = { "командирські чоботи" }, -- Commander's Boots
[10377] = { "командирські браслети" }, -- Commander's Vambraces
[10378] = { "командирський обладунок" }, -- Commander's Armor
[10379] = { "командирський шолом" }, -- Commander's Helm
[10380] = { "командирські рукавиці" }, -- Commander's Gauntlets
[10381] = { "командирський пояс" }, -- Commander's Girdle
[10382] = { "командирські поножі" }, -- Commander's Leggings
[10383] = { "командирські наплечі" }, -- Commander's Pauldrons
[10384] = { "обладунок Гіперіона" }, -- Hyperion Armor
[10385] = { "наголінники Гіперіона" }, -- Hyperion Greaves
[10386] = { "рукавиці Гіперіона" }, -- Hyperion Gauntlets
[10387] = { "пояс Гіперіона" }, -- Hyperion Girdle
[10388] = { "шолом Гіперіона" }, -- Hyperion Helm
[10389] = { "ножні лати Гіперіона" }, -- Hyperion Legplates
[10390] = { "наплечі Гіперіона" }, -- Hyperion Pauldrons
[10391] = { "браслети Гіперіона" }, -- Hyperion Vambraces
[10392] = { "багряна змія", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію." }, -- Crimson Snake
[10393] = { "тарган", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого таргана." }, -- Cockroach
[10394] = { "свисток лугової собачки", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу лугову собачку." }, -- Prairie Dog Whistle
[10398] = { "механічне курча", use="Клацніть правою кнопкою миші, щоб викликати і відпустити курча." }, -- Mechanical Chicken
[10399] = { "почорнілий обладунок повстанців" }, -- Blackened Defias Armor
[10400] = { "почорнілі поножі повстанців" }, -- Blackened Defias Leggings
[10401] = { "почорнілі рукавиці повстанців" }, -- Blackened Defias Gloves
[10402] = { "почорнілі чоботи повстанців" }, -- Blackened Defias Boots
[10403] = { "почорнілий пояс повстанців" }, -- Blackened Defias Belt
[10404] = { "стійкий пояс" }, -- Durable Belt
[10405] = { "бандитські наплічники" }, -- Bandit Shoulders
[10406] = { "луската шкіряна головна пов'язка" }, -- Scaled Leather Headband
[10407] = { "наплічники рейдера" }, -- Raider's Shoulderpads
[10408] = { "пластинчастий шолом" }, -- Banded Helm
[10409] = { "пластинчасті чоботи" }, -- Banded Boots
[10410] = { "поножі Ікла" }, -- Leggings of the Fang
[10411] = { "чоботи Ікла" }, -- Footpads of the Fang
[10412] = { "пояс Ікла" }, -- Belt of the Fang
[10413] = { "рукавиці Ікла" }, -- Gloves of the Fang
[10414] = { "зразок панцира тріскощелепа" }, -- Sample Snapjaw Shell
[10418] = { "блискуча мітрилова печатка", use="Збільшує броню на 50, супротив всім школам магії на 10 та надає імунітет до страху на 30 сек.", flavor="Мужність, честь і, найголовніше, — терпіння" }, -- Glimmering Mithril Insignia
[10420] = { "череп Стужевія" }, -- Skull of the Coldbringer
[10421] = { "грубий мідний жилет" }, -- Rough Copper Vest
[10423] = { "посріблені бронзові поножі" }, -- Silvered Bronze Leggings
[10424] = { "креслення: Посріблені бронзові поножі", use="Навчає вас створювати посріблені бронзові поножі.", recipe_result_item=10423 }, -- Plans: Silvered Bronze Leggings
[10438] = { "коробка Фелікса" }, -- Felix's Box
[10439] = { "пекуча ранкображка Дарнана" }, -- Durnan's Scalding Mornbrew
[10440] = { "Норів кухоль" }, -- Nori's Mug
[10441] = { "сяючий уламок" }, -- Glowing Shard
[10442] = { "загадковий артефакт", flavor="Камінь випромінює зло" }, -- Mysterious Artifact
[10443] = { "обпалений лист" }, -- Singed Letter
[10444] = { "звичайний сигнальний пістолет", use="Для використання на імпровізованому вертолітному майданчику в Азшарі. Це викличе пілота Зіґґса Запалювача, який забере замальовки." }, -- Standard Issue Flare Gun
[10445] = { "набір для малювання", use="Використовується для створення замальовок рун в Руїнах Ельдарату." }, -- Drawing Kit
[10446] = { "серце Обсидіона", flavor="Холодне чорне серце все ще б'ється" }, -- Heart of Obsidion
[10447] = { "голова Латорика Чорного", flavor="Рештки колись благородного дворфа" }, -- Head of Lathoric the Black
[10450] = { "неушкоджена пір'їна гіпогрифа" }, -- Undamaged Hippogryph Feather
[10454] = { "сутність Ераніка", flavor="У цьому самоцвіті клубочиться зелений туман." }, -- Essence of Eranikus
[10455] = { "скута сутність Ераніка", use="Отруїти всіх ворогів у радіусі 8 м навколо вас. Отрута завдає 50 шкоди від природи кожні 5 сек протягом 45 секунд." }, -- Chained Essence of Eranikus
[10456] = { "набитий монетами гаманець" }, -- A Bulging Coin Purse
[10457] = { "порожня мушля морського равлика" }, -- Empty Sea Snail Shell
[10458] = { "молитва Елуні", flavor="На серці стає легко від одного лиш дотику." }, -- Prayer to Elune
[10459] = { "голова вождя Гостроікла Колючкошкура" }, -- Chief Sharptusk Thornmantle's Head
[10460] = { "кров Гаккарі", use="Вилити у вічне полум'я." }, -- Hakkari Blood
[10461] = { "тіньові наручі", equip="Збільшує шкоду від заклинань і ефектів тіні на 4." }, -- Shadowy Bracers
[10462] = { "тіньовий пояс" }, -- Shadowy Belt
[10463] = { "викрійка: Тінеткана маска", use="Навчає вас пошиттю тінетканої маски.", recipe_result_item=10025 }, -- Pattern: Shadoweave Mask
[10465] = { "яйце Гаккара", use="Скористатись у святилищі Занепалого Бога." }, -- Egg of Hakkar
[10466] = { "круглий камінь Атал'ай" }, -- Atal'ai Stone Circle
[10467] = { "торба торговця", flavor="Наповнена всілякими товарами." }, -- Trader's Satchel
[10479] = { "торба торговця Ковіца" }, -- Kovic's Trading Satchel
[10498] = { "гіроматичний мікрорегулятор" }, -- Gyromatic Micro-Adjustor
[10499] = { "сяйноокі окуляри" }, -- Bright-Eye Goggles
[10500] = { "вогняні окуляри" }, -- Fire Goggles
[10501] = { "ультраокуляри котячого ока", equip="Збільшує вашу здатність виявляти непомітність." }, -- Catseye Ultra Goggles
[10502] = { "екстремальні окуляри магічної сили", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Spellpower Goggles Xtreme
[10503] = { "рожеві окуляри" }, -- Rose Colored Goggles
[10504] = { "зелена лінза" }, -- Green Lens
[10505] = { "твердий вибуховий порошок" }, -- Solid Blasting Powder
[10506] = { "глибоководний шолом", equip="Дозволяє дихати під водою." }, -- Deepdive Helmet
[10507] = { "твердий динаміт", use="Завдає від 213 до 287 шкоди вогнем в радіусі 5 м." }, -- Solid Dynamite
[10508] = { "мітриловий мушкетон" }, -- Mithril Blunderbuss
[10509] = { "серце полум'я", flavor="Його вогонь палає вічно" }, -- Heart of Flame
[10510] = { "мітрилова великокаліберна гвинтівка", equip="Збільшує силу атаки дальнього бою на 14." }, -- Mithril Heavy-bore Rifle
[10511] = { "мастило голема", flavor="The oil is encased in stone" }, -- Golem Oil
[10512] = { "бронебійні мітрилові набої" }, -- Hi-Impact Mithril Slugs
[10513] = { "мітриловий гіростріл" }, -- Mithril Gyro-Shot
[10514] = { "мітрилова осколкова бомба", use="Завдає від 149 до 201 шкоди вогнем та приголомшує цілі в радіусі 8 м на 2 сек. Будь-яка шкода припиняє дію." }, -- Mithril Frag Bomb
[10515] = { "смолоскип відплати", use="Підпалити сигнальне вогнище.", flavor="Це полум'я навіть не тремтить" }, -- Torch of Retribution
[10518] = { "плащ-парашут", use="Зменшує швидкість падіння на 10 секунд." }, -- Parachute Cloak
[10538] = { "скрижаль Бет'Амари" }, -- Tablet of Beth'Amara
[10539] = { "скрижаль Джін'яеля" }, -- Tablet of Jin'yael
[10540] = { "скрижаль Маркрі" }, -- Tablet of Markri
[10541] = { "скрижаль Саель'гай" }, -- Tablet of Sael'hai
[10542] = { "гоблінський гірничий шолом", equip="Збільшує навичку гірництва на 5." }, -- Goblin Mining Helmet
[10543] = { "гоблінська будівельна каска", use="Поглинає від 300 до 500 шкоди від вогню. Триває 1 хв." }, -- Goblin Construction Helmet
[10544] = { "молот шиподерева" }, -- Thistlewood Maul
[10545] = { "гномські окуляри" }, -- Gnomish Goggles
[10546] = { "смертоносний приціл", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на 5." }, -- Deadly Scope
[10547] = { "похідний ніж" }, -- Camping Knife
[10548] = { "снайперський приціл", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на 7." }, -- Sniper Scope
[10549] = { "штани фермера" }, -- Rancher's Trousers
[10550] = { "вовняні рукавиці" }, -- Wooly Mittens
[10551] = { "вкритий торієм кинджал" }, -- Thorium Plated Dagger
[10552] = { "знак Раґнароса", flavor="Цей знак випромінює давню магію" }, -- Symbol of Ragnaros
[10553] = { "жилет десятника" }, -- Foreman Vest
[10554] = { "штани десятника" }, -- Foreman Pants
[10556] = { "круглий камінь" }, -- Stone Circle
[10558] = { "золоте силове ядро" }, -- Gold Power Core
[10559] = { "мітрилова трубка" }, -- Mithril Tube
[10560] = { "нестабільний пусковий пристрій" }, -- Unstable Trigger
[10561] = { "мітрилова обшивка" }, -- Mithril Casing
[10562] = { "фугасна бомба", use="Завдає від 255 до 345 шкоди вогнем та приголомшує цілі в радіусі 3 м на 3 сек. Будь-яка шкода припиняє дію." }, -- Hi-Explosive Bomb
[10563] = { "замальовка: руна Бет'Амара" }, -- Rubbing: Rune of Beth'Amara
[10564] = { "замальовка: руна Джин'яель" }, -- Rubbing: Rune of Jin'yael
[10565] = { "замальовка: руна Маркрі" }, -- Rubbing: Rune of Markri
[10566] = { "замальовка: руна Сель'гай" }, -- Rubbing: Rune of Sael'hai
[10567] = { "шипостріл", equip="Шанс вразити ціль в дальньому бою шипами та нанести від 66 до 98 шкоди від природи." }, -- Quillshooter
[10569] = { "скарб чорних драконів", flavor="Відмічено знаком Веларока Ошуканця" }, -- Hoard of the Black Dragonflight
[10570] = { "людиновбивця", equip="Збільшує силу атаки на 38." }, -- Manslayer
[10571] = { "чорна кістяна дубина" }, -- Ebony Boneclub
[10572] = { "морозний осколок", equip="Збільшує шкоду від заклять і ефектів криги на 10." }, -- Freezing Shard
[10573] = { "костолом" }, -- Boneslasher
[10574] = { "трупна накидка" }, -- Corpseshroud
[10575] = { "скинута шкіра чорного дракона", flavor="Вицвілий клаптик шкіри чорного дракона" }, -- Black Dragonflight Molt
[10576] = { "мітрилове механічне драконеня", use="Активувати ваше механічне драконеня, що битиметься за вас протягом 1 хвилини. Перш ніж його можна буде використати знову, йому потрібно відновитись протягом години." }, -- Mithril Mechanical Dragonling
[10577] = { "гоблінська мортира", use="Завдає від 383 до 517 шкоди вогнем та приголомшує цілі в радіусі 5 метрів на 3 секунди." }, -- Goblin Mortar
[10578] = { "чоботи швидкоплинної думки" }, -- Thoughtcast Boots
[10579] = { "розривна стріла" }, -- Explosive Arrow
[10580] = { "гоблінський БУМ-бокс" }, -- Goblin "Boom" Box
[10581] = { "вбрання Мертвоголових" }, -- Death's Head Vestment
[10582] = { "шипоходи" }, -- Briar Tredders
[10583] = { "шипаста портупея" }, -- Quillward Harness
[10584] = { "рукавиці буревісника" }, -- Stormgale Fists
[10585] = { "гоблінський радіоприймач" }, -- Goblin Radio
[10586] = { "Великан", use="Завдає від 340 до 460 шкоди вогнем та приголомшує цілі в радіусі 10 м на 5 сек. Будь-яка шкода припиняє дію." }, -- The Big One
[10587] = { "гоблінський бомбокид", use="Створює мобільну бомбу, яка біжить в найближчого супротивника і вибухає, завдаючи від 315 до 385 шкоди вогнем." }, -- Goblin Bomb Dispenser
[10588] = { "гоблінський реактивний шолом", use="Здійснити у ворога ривок, що робить його недієздатним на 30 секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями." }, -- Goblin Rocket Helmet
[10589] = { "клятвокамінь драконів Ізери", flavor="Використання цього каменю зв'язує обов'язком з крилом драконів Ізери." }, -- Oathstone of Ysera's Dragonflight
[10592] = { "еліксир котячого ока", use=12608 }, -- Catseye Elixir
[10593] = { "недосконалий фрагмент дренетисту" }, -- Imperfect Draenethyst Fragment
[10597] = { "голова чаклунки Рімторі" }, -- Head of Magus Rimtori
[10598] = { "закривавлена голова Гетаєри" }, -- Hetaera's Bloodied Head
[10599] = { "побита голова Гетаєри" }, -- Hetaera's Beaten Head
[10600] = { "розбита голова Гетаєри" }, -- Hetaera's Bruised Head
[10601] = { "креслення: Сяйноокі окуляри", use="Навчає вас створювати сяйноокі окуляри.", recipe_result_item=10499 }, -- Schematic: Bright-Eye Goggles
[10602] = { "креслення: Смертоносний приціл", use="Навчає вас створювати смертоносний приціл.", recipe_result_item=10546 }, -- Schematic: Deadly Scope
[10603] = { "креслення: Ультраокуляри котячого ока", use="Навчає вас створювати ультраокуляри котячого ока.", recipe_result_item=10501 }, -- Schematic: Catseye Ultra Goggles
[10604] = { "креслення: Мітрилова великокаліберна гвинтівка", use="Навчає вас створювати мітрилову великокаліберну гвинтівку.", recipe_result_item=10510 }, -- Schematic: Mithril Heavy-bore Rifle
[10605] = { "креслення: Екстремальні окуляри магічної сили", use="Навчає вас створювати екстремальні окуляри магічної сили.", recipe_result_item=10502 }, -- Schematic: Spellpower Goggles Xtreme
[10606] = { "креслення: Плащ-парашут", use="Навчає вас створювати плащ-парашут.", recipe_result_item=10518 }, -- Schematic: Parachute Cloak
[10607] = { "креслення: Глибоководний шолом", use="Навчає вас створювати глибоководний шолом.", recipe_result_item=10506 }, -- Schematic: Deepdive Helmet
[10608] = { "креслення: Снайперський приціл", use="Навчає вас створювати снайперський приціл.", recipe_result_item=10548 }, -- Schematic: Sniper Scope
[10609] = { "креслення: Мітрилове механічне драконеня", use="Навчає вас створювати мітрилове механічне драконеня.", recipe_result_item=10576 }, -- Schematic: Mithril Mechanical Dragonling
[10610] = { "кров Гетаєри", flavor="Кров володарки морів" }, -- Hetaera's Blood
[10620] = { "торієва руда" }, -- Thorium Ore
[10621] = { "сувій з рунами" }, -- Runed Scroll
[10622] = { "стяг Кадрака", use="Розмістити в лігві Кігтя." }, -- Kadrak's Flag
[10623] = { "укус зими", hit="Запускає у ворога крижану стрілу, що завдає від 20 до 30 шкоди від криги та зменшує швидкість руху на 50% протягом 5 секунд." }, -- Winter's Bite
[10624] = { "жалкий лук", equip="Збільшує силу атаки на 14." }, -- Stinging Bow
[10625] = { "клинок непомітності", hit="Зменшує рівень загрози для всіх ворогів на невелику величину протягом 10 секунд." }, -- Stealthblade
[10626] = { "молот люті", hit="Збільшує шкоду на 20 і швидкість атаки на 5% протягом 15 секунд." }, -- Ragehammer
[10627] = { "кийок злого пса", hit="Приголомшує ціль на 3 секунди." }, -- Bludgeon of the Grinning Dog
[10628] = { "смертельний удар", hit="Смертельно ранить ціль, завдаючи 160 шкоди." }, -- Deathblow
[10629] = { "чоботи серпанкового мандрівника" }, -- Mistwalker Boots
[10630] = { "обруч духолова" }, -- Soulcatcher Halo
[10631] = { "мутноводні рукавиці" }, -- Murkwater Gauntlets
[10632] = { "слизолускаті браслети" }, -- Slimescale Bracers
[10633] = { "срібнопанцирні поножі" }, -- Silvershell Leggings
[10634] = { "кільце ока розуму" }, -- Mindseye Circle
[10635] = { "розфарбовані кольчужні поножі" }, -- Painted Chain Leggings
[10636] = { "рукавиці кочівника" }, -- Nomadic Gloves
[10637] = { "рукавиці варіння" }, -- Brewer's Gloves
[10638] = { "довгий вовняний плащ" }, -- Long Draping Cape
[10639] = { "гіацинтовий гриб" }, -- Hyacinth Mushroom
[10640] = { "сукровиця павутиннолісих" }, -- Webwood Ichor
[10641] = { "місяцепелюсткова лілея" }, -- Moonpetal Lily
[10642] = { "Іверронова протиотрута" }, -- Iverron's Antidote
[10643] = { "запечатаний лист до Аґ'тора" }, -- Sealed Letter to Ag'tor
[10644] = { "рецепт: Гоблінське ракетне паливо", use="Навчає вас створювати гоблінське ракетне паливо.", recipe_result_item=9061 }, -- Recipe: Goblin Rocket Fuel
[10645] = { "гномський промінь смерті", use="Пристрій заряджається вашою життєвою силою протягом певного часу, а потім спрямовує сплеск енергії на вашого супротивника.", flavor="Використання цього пристрою може призвести до смерті або серйозних травм." }, -- Gnomish Death Ray
[10646] = { "гоблінський саперний заряд", use="При спрацюванні вибухає, завдаючи від 450 до 750 вогняної шкоди всіх ворогам поблизу та від 375 до 625 шкоди вам." }, -- Goblin Sapper Charge
[10647] = { "інженерне чорнило" }, -- Engineer's Ink
[10648] = { "чорний пергамент" }, -- Blank Parchment
[10649] = { "уламок кошмару" }, -- Nightmare Shard
[10650] = { "чумна грива свинобраза" }, -- Plague-Infested Quilboar Mane
[10651] = { "розколотий арканічний фокусувальний кристал" }, -- Cracked Arcane Focusing Crystal
[10652] = { "воля гірського велетня" }, -- Will of the Mountain Giant
[10653] = { "черевики першопроходця" }, -- Trailblazer Boots
[10654] = { "джутові рукавички" }, -- Jutebraid Gloves
[10655] = { "осокові бриджі" }, -- Sedgeweed Britches
[10656] = { "короплетений жилет" }, -- Barkmail Vest
[10657] = { "наплічник ниви" }, -- Talbar Mantle
[10658] = { "болотяні калоші" }, -- Quagmire Galoshes
[10659] = { "уламок Розщепленого Копита", equip={ "Відновлює 5 мани кожні 5 сек.", "Відновлює 5 здоров'я кожні 5 сек." } }, -- Shard of the Splithooves
[10660] = { "перша скрижаль Мош'ару" }, -- First Mosh'aru Tablet
[10661] = { "друга скрижаль Мош'ару" }, -- Second Mosh'aru Tablet
[10662] = { "наповнене яйце Гаккара" }, -- Filled Egg of Hakkar
[10663] = { "сутність Гаккара", use="Наповнити яйце Гаккара." }, -- Essence of Hakkar
[10664] = { "записка для чаклунки Рімторі" }, -- A Note to Magus Rimtori
[10678] = { "записка Маґати" }, -- Magatha's Note
[10679] = { "записка Андрона" }, -- Andron's Note
[10680] = { "записка Джес'рімона" }, -- Jes'rimon's Note
[10681] = { "записка Зілема" }, -- Xylem's Note
[10682] = { "клятвокамінь Белністраза" }, -- Belnistrasz's Oathstone
[10683] = { "рюкзак дослідника" }, -- Explorer's Knapsack
[10684] = { "колосальний парашут", use="Зменшує швидкість падіння на 10 секунд." }, -- Colossal Parachute
[10686] = { "егіда битви" }, -- Aegis of Battle
[10687] = { "порожній фіал №1", use="Наповнити фіал з першої припливної калюжі в Азшарі." }, -- Empty Vial Labeled #1
[10688] = { "порожній фіал №2", use="Наповнити фіал з другої припливної калюжі в Азшарі." }, -- Empty Vial Labeled #2
[10689] = { "порожній фіал №3", use="Наповнити фіал з третьої припливної калюжі в Азшарі." }, -- Empty Vial Labeled #3
[10690] = { "порожній фіал №4", use="Наповнити фіал з четвертої припливної калюжі в Азшарі." }, -- Empty Vial Labeled #4
[10691] = { "наповнений фіал №1" }, -- Filled Vial Labeled #1
[10692] = { "наповнений фіал №2" }, -- Filled Vial Labeled #2
[10693] = { "наповнений фіал №3" }, -- Filled Vial Labeled #3
[10694] = { "наповнений фіал №4" }, -- Filled Vial Labeled #4
[10695] = { "коробка з порожніми фіалами" }, -- Box of Empty Vials
[10696] = { "зачарований азшаритовий меч скверни", equip="Збільшує силу атаки на 33 в бою з демонами.", use="Послаблення слуг Разеліха-Губителя. Для активації необхідно знаходитися поблизу цілі.", flavor="На лезі витравлено: \"Рах'ліх\"." }, -- Enchanted Azsharite Felbane Sword
[10697] = { "зачарований азшаритовий кинджал скверни", equip="Збільшує силу атаки на 33 в бою з демонами.", use="Послаблення слуг Разеліха-Губителя. Для активації необхідно знаходитися поблизу цілі.", flavor="На лезі витравлено: \"Рах'ліх\"." }, -- Enchanted Azsharite Felbane Dagger
[10698] = { "зачарований азшаритовий посох скверни", equip="Збільшує силу атаки на 78 в бою з демонами.", use="Послаблення слуг Разеліха-Губителя. Для активації необхідно знаходитися поблизу цілі.", flavor="На руків'ї витравлено: \"Рах'ліх\"." }, -- Enchanted Azsharite Felbane Staff
[10699] = { "жезл Є'кіньї", use="Викликати дух верескуна з тіла долинного верескуна." }, -- Yeh'kinya's Bramble
[10700] = { "обпалені чоботи" }, -- Encarmine Boots
[10701] = { "чоботи Зуа'тека" }, -- Boots of Zua'tec
[10702] = { "величезні чоботи огра" }, -- Enormous Ogre Boots
[10703] = { "клинок негідника" }, -- Fiendish Skiv
[10704] = { "морозний розщепитель" }, -- Chillnail Splinter
[10705] = { "ялинові браслети" }, -- Firwillow Wristbands
[10706] = { "пояс нічної луски" }, -- Nightscale Girdle
[10707] = { "наголінники сталеплава" }, -- Steelsmith Greaves
[10708] = { "сфера чарочерепа" }, -- Skullspell Orb
[10709] = { "вогнекам'яна сфера" }, -- Pyrestone Orb
[10710] = { "перстень кігтя дракона" }, -- Dragonclaw Ring
[10711] = { "намисто крові дракона" }, -- Dragon's Blood Necklace
[10712] = { "еліксир К'юлі" }, -- Cuely's Elixir
[10713] = { "креслення: Інкрустований мітриловий циліндр", use="Навчає вас створювати інкрустований мітриловий циліндр. Цей предмет використовується гномськими інженерами.", recipe_result_item=9060 }, -- Plans: Inlaid Mithril Cylinder
[10714] = { "кристалізований азшарит", flavor="Прямо з печі." }, -- Crystallized Azsharite
[10715] = { "приціл Кім'джаєля" }, -- Kim'Jael's Scope
[10716] = { "гномський промінь зменшення", use="Зменшує ціль, знижуючи її силу атаки на 250. Принаймні, зазвичай він спрацьовує саме так..." }, -- Gnomish Shrink Ray
[10717] = { "компас Кім'джаєля" }, -- Kim'Jael's Compass
[10718] = { "відцентровий розтягувач Кім'джаєля" }, -- Kim'Jael's Wizzlegoober
[10720] = { "гномський сіткокид", use="Захоплює ціль у сітку на 10 секунд. Сітка має багато гачків й іноді зачіпається за одяг власника під час пострілу..." }, -- Gnomish Net-o-Matic Projector
[10721] = { "гномський пояс запобігання шкоді", use="Силовий щит захищає вас від наступних 500 одиниць шкоди протягом наступних 10 хвилин. УВАГА: Силове поле може перевантажитися при ударі, тимчасово запроторюючи власника в інший вимір." }, -- Gnomish Harm Prevention Belt
[10722] = { "плюшеве курча Кім'джаєля" }, -- Kim'Jael's Stuffed Chicken
[10723] = { "гномський любительський радіоприймач" }, -- Gnomish Ham Radio
[10724] = { "гномські реактивні черевики", use="Ці черевики значно збільшують швидкість руху на 20 секунд. УВАГА: Блок живлення та гіроскопи черевиків не завжди функціонують належним чином." }, -- Gnomish Rocket Boots
[10725] = { "гномське бойове курча", use="Створює бойове курча, яке битиметься за вас протягом 1.5 хв або доки його не буде знищено." }, -- Gnomish Battle Chicken
[10726] = { "гномська шапка контролю розуму", use="Вступити в ментальний бій з ціллю-гуманоїдом, щоб спробувати захопити контроль над її розумом. Якщо все пройде вдало, ви контролюватимете розум цілі протягом 20 секунд...." }, -- Gnomish Mind Control Cap
[10727] = { "гоблінський дракономет", use="Завдає від 61 до 69 шкоди вогнем протягом 10 секунд усім цілям у конусі перед інженером, що використовує зброю... Це якщо вона не вибухне..." }, -- Goblin Dragon Gun
[10728] = { "викрійка: Чорна сорочка шибайголови", use="Навчає вас створювати чорну сорочку шибайголови.", recipe_result_item=4336 }, -- Pattern: Black Swashbuckler's Shirt
[10738] = { "вантаж для Гальвана", flavor="Масивна коробка напрочуд легка." }, -- Shipment to Galvan
[10739] = { "перстень стійкості" }, -- Ring of Fortitude
[10740] = { "поножі сотника" }, -- Centurion Legplates
[10741] = { "шолом Лордрека" }, -- Lordrec Helmet
[10742] = { "поножі дракона" }, -- Dragonflight Leggings
[10743] = { "шолом полум'я дракона" }, -- Drakefire Headguard
[10744] = { "сокира чорного дракона" }, -- Axe of the Ebon Drake
[10745] = { "наплечі вчення" }, -- Kaylari Shoulders
[10746] = { "поручі з рунічної сталі" }, -- Runesteel Vambraces
[10747] = { "пояс вчителя" }, -- Teacher's Sash
[10748] = { "чоботи мандрівника" }, -- Wanderlust Boots
[10749] = { "шолом авангарду" }, -- Avenguard Helm
[10750] = { "кинджал життєвої сили" }, -- Lifeforce Dirk
[10751] = { "дорогоцінний вінець" }, -- Gemburst Circlet
[10752] = { "інкрустована смарагдами скриня" }, -- Emerald Encrusted Chest
[10753] = { "амулет Ґрола", flavor="Колись його носив Ґрол-Винищувач." }, -- Amulet of Grol
[10754] = { "амулет Севіни", flavor="Цей амулет досі випромінює гнилий запах Севіни." }, -- Amulet of Sevine
[10755] = { "амулет Аллістаржа", flavor="Єдине, що залишилося від колись могутнього чаклуна." }, -- Amulet of Allistarj
[10757] = { "оберіг Губителя", use="Використати на вівтарі Губителя, щоб викликати Разеліха-Губителя.", flavor="Відновлений амулет Рах'ліха." }, -- Ward of the Defiler
[10758] = { "Хрюкалібур" }, -- X'caliboar
[10759] = { "відрубаний ріг Губителя", flavor="Відрубаний і закривавлений ріг Разеліха-Губителя." }, -- Severed Horn of the Defiler
[10760] = { "свинські рукавиці" }, -- Swine Fists
[10761] = { "кинджал холодної люті", hit="Запускає у ворога крижану стрілу, що завдає від 20 до 30 шкоди від криги та зменшує швидкість руху на 50% протягом 5 секунд." }, -- Coldrage Dagger
[10762] = { "мантія ліча" }, -- Robes of the Lich
[10763] = { "кригометалевий барбут" }, -- Icemetal Barbute
[10764] = { "броня холоду смерті" }, -- Deathchill Armor
[10765] = { "кістяні рукавиці" }, -- Bonefingers
[10766] = { "паросток чумоцвіта" }, -- Plaguerot Sprig
[10767] = { "щит дикого кабана" }, -- Savage Boar's Guard
[10768] = { "пояс кнура-стража" }, -- Boar Champion's Belt
[10769] = { "сяюче око Мордреша" }, -- Glowing Eye of Mordresh
[10770] = { "неживий череп Мордреша" }, -- Mordresh's Lifeless Skull
[10771] = { "пояс смертемага" }, -- Deathmage Sash
[10772] = { "тесак ненажери", hit="Ранить ціль, спричиняючи 50 шкоди від кровотечі протягом 30 секунд." }, -- Glutton's Cleaver
[10773] = { "урна Гаккарі" }, -- Hakkari Urn
[10774] = { "наплічники з сирої шкури" }, -- Fleshhide Shoulders
[10775] = { "панцир Тутен'каша" }, -- Carapace of Tuten'kash
[10776] = { "накидка з павучого шовку" }, -- Silky Spider Cape
[10777] = { "рукавиці арахніда" }, -- Arachnid Gloves
[10778] = { "намисто святині" }, -- Necklace of Sanctuary
[10779] = { "кров демона", equip="Збільшує навичку захисту на 3, супротив тіні — на 10 та регенерацію здоров'я — на 3." }, -- Demon's Blood
[10780] = { "знак Гаккара" }, -- Mark of Hakkar
[10781] = { "нагрудник Гаккарі" }, -- Hakkari Breastplate
[10782] = { "капюшон Гаккарі" }, -- Hakkari Shroud
[10783] = { "наплічники Атал'ай" }, -- Atal'ai Spaulders
[10784] = { "кіраса Атал'ай", equip="Збільшує силу атаки на 22." }, -- Atal'ai Breastplate
[10785] = { "поножі Атал'ай" }, -- Atal'ai Leggings
[10786] = { "чоботи Атал'ай" }, -- Atal'ai Boots
[10787] = { "рукавиці Атал'ай", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Atal'ai Gloves
[10788] = { "пояс Атал'ай" }, -- Atal'ai Girdle
[10789] = { "посібник з інженерних дисциплін" }, -- Manual of Engineering Disciplines
[10790] = { "членська картка гномського інженера", flavor="Повноправний член механо-інженерної гільдії." }, -- Gnome Engineer Membership Card
[10791] = { "членська картка гоблінського інженера", flavor="Член гоблінської експериментально-інженерної корпорації." }, -- Goblin Engineer Membership Card
[10792] = { "угода про нерозголошення Нікса" }, -- Nixx's Pledge of Secrecy
[10793] = { "угода про нерозголошення Надспалаха" }, -- Overspark's Pledge of Secrecy
[10794] = { "угода про нерозголошення Оґлторпа" }, -- Oglethorpe's Pledge of Secrecy
[10795] = { "драконячий перстень", equip="Збільшує навичку захисту на 4." }, -- Drakeclaw Band
[10796] = { "драконячий камінь", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Drakestone
[10797] = { "вогняний подих", hit="Кидає вогняну кулю, яка завдає 70 шкоди вогнем і додатково 9 шкоди протягом 6 секунд." }, -- Firebreather
[10798] = { "кільце з бивня Атал'аларіона" }, -- Atal'alarion's Tusk Ring
[10799] = { "черепокол" }, -- Headspike
[10800] = { "темноводні браслети" }, -- Darkwater Bracers
[10801] = { "слизьколускі чоботи" }, -- Slitherscale Boots
[10802] = { "лускокрилий плащ" }, -- Wingveil Cloak
[10803] = { "клинок нікчемних", hit="Оскверняє ціль, завдаючи 90 шкоди протягом 3 секунд." }, -- Blade of the Wretched
[10804] = { "кулак проклятого", hit="Викрадає 30 здоров'я у ворожої цілі." }, -- Fist of the Damned
[10805] = { "пожирач мерців", equip="Збільшує силу атаки на 30 в бою з невмерлими." }, -- Eater of the Dead
[10806] = { "вбрання пророка Атал'ай" }, -- Vestments of the Atal'ai Prophet
[10807] = { "кілт пророка Атал'ай" }, -- Kilt of the Atal'ai Prophet
[10808] = { "рукавиці пророка Атал'ай" }, -- Gloves of the Atal'ai Prophet
[10818] = { "сувій Є'кіньї", use="Використати в святилищі Занепалого Бога." }, -- Yeh'kinya's Scroll
[10819] = { "перо дикого совуха" }, -- Wildkin Feather
[10820] = { "рициновий пояс" }, -- Jackseed Belt
[10821] = { "плащ сіяча" }, -- Sower's Cloak
[10822] = { "темне драконеня", use="Клацніть правою кнопкою миші, щоб викликати і відпустити ваше драконеня." }, -- Dark Whelpling
[10823] = { "меч завойовника", equip="Збільшує силу атаки на 28." }, -- Vanquisher's Sword
[10824] = { "бурштиновий талісман" }, -- Amberglow Talisman
[10826] = { "посох знань" }, -- Staff of Lore
[10827] = { "мундир землеміра" }, -- Surveyor's Tunic
[10828] = { "зловісний кіготь" }, -- Dire Nail
[10829] = { "око дракона" }, -- Dragon's Eye
[10830] = { "ручна осколкова граната M73", use="Завдає від 149 до 201 шкоди вогнем та приголомшує цілі в радіусі 10 м на 3 сек. Будь-яка шкода припиняє дію." }, -- M73 Frag Grenade
[10831] = { "сфера скверни", use="Викликає скверношукача. Перед використанням прочитайте інструкцію!", flavor="Використовується для виклику скверношукача." }, -- Fel Orb
[10832] = { "посібник власника скверношукача", flavor="Інформація про те, як керувати вашим новим скверношукачем." }, -- Fel Tracker Owner's Manual
[10833] = { "роги Ераніка" }, -- Horns of Eranikus
[10834] = { "набір скверношукача", flavor="Крихке - поводитися з обережністю" }, -- Felhound Tracker Kit
[10835] = { "щит верховенства" }, -- Crest of Supremacy
[10836] = { "палиця корозії" }, -- Rod of Corrosion
[10837] = { "зуб Ераніка", equip="Збільшує ваш шанс завдання удару на 1%." }, -- Tooth of Eranikus
[10838] = { "міць Гаккара" }, -- Might of Hakkar
[10839] = { "кристалічна записка", flavor="Записка в кристалі азшариту." }, -- Crystallized Note
[10840] = { "кристалічна записка", flavor="Записка в кристалі азшариту." }, -- Crystallized Note
[10841] = { "злотошпичковий чай", use=1127 }, -- Goldthorn Tea
[10842] = { "вітролуский сарунг" }, -- Windscale Sarong
[10843] = { "пір'яна накидка" }, -- Featherskin Cape
[10844] = { "шпиль Гаккара", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Spire of Hakkar
[10845] = { "обладунок воїна", equip="Збільшує ваш шанс ухилитися від атаки на 2%." }, -- Warrior's Embrace
[10846] = { "закривавлені наголінники" }, -- Bloodshot Greaves
[10847] = { "клич дракона", hit="Викликає cмарагдового дракончика, що захищатиме вас у бою протягом короткого періоду часу." }, -- Dragon's Call
[10858] = { "креслення: Міцний залізний молот", use="Навчає вас створювати міцний залізний молот.", recipe_result_item=3851 }, -- Plans: Solid Iron Maul
[10918] = { "агонічна отрута", use="Вкриває зброю отрутою на {1} хв.\nКожен удар має {2}% імовірності отруїти ворога, знижуючи ефективність будь-якого зцілення на {3} на {4} с. Накладається до {5} разів на одній цілі. {6} зарядів.#lasts for {1} min#{2}% chance#them by {3} for {4} sec#{5} times#{6} charges" }, -- Wound Poison
[10919] = { "аптекарські рукавички" }, -- Apothecary Gloves
[10920] = { "агонічна отрута II", ref=10918 }, -- Wound Poison II
[10921] = { "агонічна отрута III", ref=10918 }, -- Wound Poison III
[10922] = { "агонічна отрута IV", ref=10918 }, -- Wound Poison IV
[10938] = { "мала магічна субстанція", use="Перетворити три малі магічні субстанції на одну велику." }, -- Lesser Magic Essence
[10939] = { "велика магічна субстанція", use="Перетворити велику магічну субстанцію на три малі." }, -- Greater Magic Essence
[10940] = { "дивний пил" }, -- Strange Dust
[10958] = { "намисто Гіларі" }, -- Hilary's Necklace
[10959] = { "мішок зі шкіри демона" }, -- Demon Hide Sack
[10978] = { "малий мерехтливий осколок" }, -- Small Glimmering Shard
[10998] = { "мала астральна субстанція", use="Перетворити три малі астральні субстанції на одну велику." }, -- Lesser Astral Essence
[10999] = { "Залізоскверн", flavor="На поверхні молотка викарбувані літери: Ф.Ф.Ф." }, -- Ironfel
[11000] = { "ключ Тінегарта", flavor="Ключ від усіх замків у надрах, подарунок Ф.Ф.Ф." }, -- Shadowforge Key
[11018] = { "ґрунт Ун'Ґоро" }, -- Un'Goro Soil
[11020] = { "торба вічного цвітіння", use="Використати два зразки ґрунту Ун'Ґоро та пакет насіння Тарлендріса, щоб отримати контейнер з травами вічного цвітіння." }, -- Evergreen Pouch
[11022] = { "пакет насіння Тарлендріса" }, -- Packet of Tharlendris Seeds
[11023] = { "анконська курка", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу курку." }, -- Ancona Chicken
[11024] = { "контейнер з травами вічного цвітіння", flavor="Вирощенні з ґрунту Ун'Ґоро." }, -- Evergreen Herb Casing
[11026] = { "коробка з деревною жабою", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу жабу." }, -- Tree Frog Box
[11027] = { "коробка з лісовою жабою", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу жабу." }, -- Wood Frog Box
[11038] = { "формула: Чари для дворучної зброї - малий дух", use="Навчає вас накладати на дворучну зброю чари, що збільшують дух на 3." }, -- Formula: Enchant 2H Weapon - Lesser Spirit
[11039] = { "формула: Чари для плаща - крихітна спритність", use="Навчає вас накладати на плащ чари, що збільшують спритність на 1." }, -- Formula: Enchant Cloak - Minor Agility
[11040] = { "світанка" }, -- Morrowgrain
[11058] = { "обручка Ша'ні" }, -- Sha'ni's Nose-Ring
[11078] = { "ключ від скарбниці", use="Відчиняє двері скарбниці в Чорному сховищі." }, -- Relic Coffer Key
[11079] = { "відрубана голова Ґор'теша", use="Встромити в КУПУ ПУХКОЇ ЗЕМЛІ.", flavor="Відрубана голова Ґор'теша, настроплена на спис." }, -- Gor'tesh's Lopped Off Head
[11080] = { "відрубана голова Ґор'теша", flavor="М'яка, смердюча і слизька" }, -- Gor'tesh's Lopped Off Head
[11081] = { "формула: Чари для щита - малий захист", use="Навчає вас накладати на щит чари, що збільшують броню на 30." }, -- Formula: Enchant Shield - Lesser Protection
[11082] = { "велика астральна субстанція", use="Перетворити велику астральну субстанцію на три малі." }, -- Greater Astral Essence
[11083] = { "пил душі" }, -- Soul Dust
[11084] = { "великий мерехтливий осколок" }, -- Large Glimmering Shard
[11086] = { "Джанґ'траз-Захисник", hit="Захищає власника від фізичної шкоди, поглинаючи від 55 до 85 шкоди. Триває 20 секунд.", use="Поєднати Джанґ'траз і Санґ'траз у могутній меч Суль'траз." }, -- Jang'thraze the Protector
[11098] = { "формула: Чари для плаща - малий опір тіні", use="Навчає вас накладати на плащ чари, що збільшують опір тіні на 10." }, -- Formula: Enchant Cloak - Lesser Shadow Resistance
[11099] = { "руда темного заліза" }, -- Dark Iron Ore
[11101] = { "формула: Чари для браслетів - мала сила", use="Навчає вас накладати на браслети чари, що збільшують силу на 3." }, -- Formula: Enchant Bracer - Lesser Strength
[11102] = { "невилуплене яйце райдужного хамелеона" }, -- Unhatched Sprite Darter Egg
[11103] = { "розписка про видачу насіння", flavor="На двадцять пакетів насінин Тарлендріса." }, -- Seed Voucher
[11104] = { "великий компас", flavor="Він завжди вказує на центр кратера Ун'Ґоро..." }, -- Large Compass
[11105] = { "скручений пергамент з мапою" }, -- Curled Map Parchment
[11106] = { "ключ з головою лева" }, -- Lion-headed Key
[11107] = { "невелика сумка" }, -- A Small Pack
[11108] = { "вицвіла фотографія" }, -- Faded Photograph
[11109] = { "спеціальний курячий корм", use="Відновлює 30 здоров'я протягом 15 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Special Chicken Feed
[11110] = { "куряче яйце", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу курку." }, -- Chicken Egg
[11112] = { "дослідницьке обладнання", flavor="Власність експедиції Маршала." }, -- Research Equipment
[11113] = { "ящик з провізією", flavor="Власність експедиції Маршала." }, -- Crate of Foodstuffs
[11114] = { "кістка динозавра" }, -- Dinosaur Bone
[11116] = { "подертий щоденник", flavor="Власність Віллідена Маршала" }, -- A Mangled Journal
[11118] = { "камінь Аркедаса" }, -- Archaedic Stone
[11119] = { "урожай Міллі" }, -- Milly's Harvest
[11120] = { "молот Белґрома" }, -- Belgrom's Hammer
[11121] = { "тальвар чорних вод", hit="Запускає у ворога заряд тіні, що завдає 25 шкоди від тіні." }, -- Darkwater Talwar
[11122] = { "морквина на паличці", equip="Збільшує швидкість верхової їзди на 3%." }, -- Carrot on a Stick
[11123] = { "поножі дощеступа" }, -- Rainstrider Leggings
[11124] = { "шолом вигнанця" }, -- Helm of Exile
[11125] = { "повідомлення про постачання винограду" }, -- Grape Manifest
[11126] = { "скрижаль Курнії", flavor="Руни, наповнені рідким вогнем, пливуть по скрижалі." }, -- Tablet of Kurniya
[11127] = { "віднайдені припаси" }, -- Scavenged Goods
[11128] = { "золотий жезл", flavor="Використовується у накладанні чарів." }, -- Golden Rod
[11129] = { "сутність стихій" }, -- Essence of the Elements
[11130] = { "рунічний золотий жезл" }, -- Runed Golden Rod
[11131] = { "зразок стіни вулика" }, -- Hive Wall Sample
[11132] = { "невикористаний флакон для зразків", use="Зібрати зразок зі стіни інкубатора Ґоріші." }, -- Unused Scraping Vial
[11133] = { "тренувальний меч Лінкена" }, -- Linken's Training Sword
[11134] = { "мала містична субстанція", use="Перетворити три малі містичні субстанції на одну велику." }, -- Lesser Mystic Essence
[11135] = { "велика містична субстанція", use="Перетворити велику містичну субстанцію на три малі." }, -- Greater Mystic Essence
[11136] = { "загартований меч Лінкена" }, -- Linken's Tempered Sword
[11137] = { "пил видіння" }, -- Vision Dust
[11138] = { "малий сяючий осколок" }, -- Small Glowing Shard
[11139] = { "великий сяючий осколок" }, -- Large Glowing Shard
[11140] = { "ключ від тюремної камери", flavor="Поверхня ключа вкрита різноманітними рунами та гравюрами." }, -- Prison Cell Key
[11141] = { "приманка", use="Покласти поруч з Міблоном Хрипозубом." }, -- Bait
[11142] = { "зламаний самофланж" }, -- Broken Samophlange
[11143] = { "заготовка для деталі" }, -- Nugget Slug
[11144] = { "ясносрібний жезл", flavor="Потрібен чародіям." }, -- Truesilver Rod
[11145] = { "рунічний ясносрібний жезл" }, -- Runed Truesilver Rod
[11146] = { "зламаний та пошарпаний самофланж" }, -- Broken and Battered Samophlange
[11147] = { "обкладинка посібника з експлуатації самофланжу", use="З'єднати обкладинку та 5 сторінок, щоб створити посібник з експлуатації самофланжу." }, -- Samophlange Manual Cover
[11148] = { "сторінка посібника з експлуатації самофланжу", use="З'єднати обкладинку та 5 сторінок, щоб створити посібник з експлуатації самофланжу." }, -- Samophlange Manual Page
[11149] = { "посібник з експлуатації самофланжу" }, -- Samophlange Manual
[11150] = { "формула: Чари для рукавиць - гірництво", use="Навчає вас накладати на рукавиці чари, що збільшують навичку гірництва на 2." }, -- Formula: Enchant Gloves - Mining
[11151] = { "формула: Чари для рукавиць - травництво", use="Навчає вас накладати на рукавиці чари, що збільшують навичку травництва на 2." }, -- Formula: Enchant Gloves - Herbalism
[11152] = { "формула: Чари для рукавиць - рибальство", use="Навчає вас накладати на рукавиці чари, що збільшують навичку риболовлі на 2." }, -- Formula: Enchant Gloves - Fishing
[11162] = { "покращений меч Лінкена" }, -- Linken's Superior Sword
[11163] = { "формула: Чари для браслетів - мале відбиття", use="Навчає вас накладати на браслети чари, що збільшують навичку захисту на 2." }, -- Formula: Enchant Bracer - Lesser Deflection
[11164] = { "формула: Чари для зброї - малий звіробій", use="Навчає вас накладати на зброю чари, що збільшують шкоду від зброї на 6 в бою зі звірами." }, -- Formula: Enchant Weapon - Lesser Beastslayer
[11165] = { "формула: Чари для зброї - малий нищитель стихій", use="Навчає вас накладати на зброю чари, що збільшують шкоду від зброї на 6 в бою з елементалями." }, -- Formula: Enchant Weapon - Lesser Elemental Slayer
[11166] = { "формула: Чари для рукавиць - шкуродерство", use="Навчає вас накладати на рукавиці чари, що збільшують навичку шкуродерства на 5." }, -- Formula: Enchant Gloves - Skinning
[11167] = { "формула: Чари для чобіт - мала витривалість", use="Навчає вас накладати на чоботи чари, що збільшують дух на 3." }, -- Formula: Enchant Boots - Lesser Spirit
[11168] = { "формула: Чари для щита - мале блокування", use="Навчає вас накладати на щит чари, що збільшують шанс блокування на 2%." }, -- Formula: Enchant Shield - Lesser Block
[11169] = { "книга Аквора", use="Викликати Акваментаса." }, -- Book of Aquor
[11171] = { "осквернене залізо" }, -- Fel Iron
[11172] = { "сріблясті пазурі" }, -- Silvery Claws
[11173] = { "залізодеревне серце" }, -- Irontree Heart
[11174] = { "мала підсвітня субстанція", use="Перетворити три малі підсвітні субстанції на одну велику." }, -- Lesser Nether Essence
[11175] = { "велика підсвітня субстанція", use="Перетворити велику підсвітню субстанцію на три малі." }, -- Greater Nether Essence
[11176] = { "пил мрій" }, -- Dream Dust
[11177] = { "малий променистий осколок" }, -- Small Radiant Shard
[11178] = { "великий променистий осколок" }, -- Large Radiant Shard
[11179] = { "золоте полум'я" }, -- Golden Flame
[11184] = { "синій кристал сили" }, -- Blue Power Crystal
[11185] = { "зелений кристал сили" }, -- Green Power Crystal
[11186] = { "червоний кристал сили" }, -- Red Power Crystal
[11187] = { "наручі стеблолиста" }, -- Stemleaf Bracers
[11188] = { "жовтий кристал сили" }, -- Yellow Power Crystal
[11189] = { "мантія діброви" }, -- Woodland Robes
[11190] = { "лозяні рукавички" }, -- Viny Gloves
[11191] = { "фермерські чоботи" }, -- Farmer's Boots
[11192] = { "рукавиці екіпірувальника" }, -- Outfitter Gloves
[11193] = { "нагрудник вируючого вітру" }, -- Blazewind Breastplate
[11194] = { "гауберк призматичної луски" }, -- Prismscale Hauberk
[11195] = { "загартований боями нагрудник" }, -- Warforged Chestplate
[11196] = { "медальйон палаючого розуму" }, -- Mindburst Medallion
[11197] = { "ключ темного хранителя", use="Відчинити темну скарбницю в Чорному сховищі." }, -- Dark Keeper Key
[11202] = { "формула: Чари для щита - витривалість", use="Навчає вас накладати на щит чари, що збільшують витривалість на 5." }, -- Formula: Enchant Shield - Stamina
[11203] = { "формула: Чари для рукавиць - покращене гірництво", use="Навчає вас накладати на рукавиці чари, що збільшують навичку гірництва на 5." }, -- Formula: Enchant Gloves - Advanced Mining
[11204] = { "формула: Чари для браслетів - великий дух", use="Навчає вас накладати на браслети чари, що збільшують дух на 7." }, -- Formula: Enchant Bracer - Greater Spirit
[11205] = { "формула: Чари для рукавиць - покращене травництво", use="Навчає вас накладати на рукавиці чари, що збільшують навичку травництва на 5." }, -- Formula: Enchant Gloves - Advanced Herbalism
[11206] = { "формула: Чари для плаща - мала спритність", use="Навчає вас накладати на плащ чари, що збільшують спритність на 3." }, -- Formula: Enchant Cloak - Lesser Agility
[11207] = { "формула: Чари для зброї - вогняна зброя", use="Навчає вас накладати на зброю чари, що періодично вражать ціль вогнем." }, -- Formula: Enchant Weapon - Fiery Weapon
[11208] = { "формула: Чари для зброї - нищитель демонів", use="Навчає вас накладати на зброю чари, що з деяким шансом приголомшують демонів та завдають їм великої шкоди." }, -- Formula: Enchant Weapon - Demonslaying
[11222] = { "голова Кром'зара" }, -- Head of Krom'zar
[11223] = { "формула: Чари для браслетів - відбиття", use="Навчає вас накладати на браслети чари, що збільшують навичку захисту на 3." }, -- Formula: Enchant Bracer - Deflection
[11224] = { "формула: Чари для щита - опір кризі", use="Навчає вас накладати на щит чари, що збільшують опір кризі на 8." }, -- Formula: Enchant Shield - Frost Resistance
[11225] = { "формула: Чари для браслетів - велика витривалість", use="Навчає вас накладати на браслети чари, що збільшують витривалість на 7." }, -- Formula: Enchant Bracer - Greater Stamina
[11226] = { "формула: Чари для рукавиць - верхова їзда", use="Навчає вас накладати на рукавиці чари, що трохи збільшують швидкість верхової їзди." }, -- Formula: Enchant Gloves - Riding Skill
[11227] = { "клаптик стягу Кром'зара" }, -- Piece of Krom'zar's Banner
[11229] = { "пояс блискучої луски" }, -- Brightscale Girdle
[11230] = { "захоплена вогняна сутність", flavor="Вогняна сутність Бель'Ґара, загорнута в скинуту шкіру чорного дракона." }, -- Encased Fiery Essence
[11231] = { "змінена шкіра чорного дракона", use="Використати на рештках Бель'Ґара, щоб захопити його вогняну сутність.", flavor="Вицвілий клаптик шкіри чорного дракона" }, -- Altered Black Dragonflight Molt
[11242] = { "духокорінь" }, -- Evoroot
[11243] = { "еліксир Відере", use="Випити на кладовищі Танаріса." }, -- Videre Elixir
[11262] = { "сфера Лоріки" }, -- Orb of Lorica
[11263] = { "жезл сили Підсвіття", equip="Збільшує шкоду від заклять і ефектів аркани на 9." }, -- Nether Force Wand
[11265] = { "кувалда кам'яного дерева" }, -- Cragwood Maul
[11266] = { "тріснутий уламок елементаля" }, -- Fractured Elemental Shard
[11267] = { "зразок уламка елементаля" }, -- Elemental Shard Sample
[11268] = { "голова Арґельмаха", flavor="Темна, бліда шкіра схожа на глину." }, -- Head of Argelmach
[11269] = { "неушкоджене ядро елементаля" }, -- Intact Elemental Core
[11270] = { "підписана угода Нікса" }, -- Nixx's Signed Pledge
[11282] = { "підписана угода Оґлторпа" }, -- Oglethorpe's Signed Pledge
[11283] = { "підписана угода Надспалаха" }, -- Overspark's Signed Pledge
[11284] = { "точні набої", desc="Додає 13 шкоди за секунду" }, -- Accurate Slugs
[11285] = { "зазублена стріла" }, -- Jagged Arrow
[11286] = { "торієві кайдани", use="Надягнути на Ґрарка у слушний момент.", flavor="Нерозривні пута." }, -- Thorium Shackles
[11287] = { "мала чарівна паличка" }, -- Lesser Magic Wand
[11288] = { "велика чарівна паличка" }, -- Greater Magic Wand
[11289] = { "малий містичний жезл" }, -- Lesser Mystic Wand
[11290] = { "великий містичний жезл" }, -- Greater Mystic Wand
[11291] = { "зоряна деревина" }, -- Star Wood
[11302] = { "сила Утера", equip="З шансом 2% при отриманні удару в бою вас захистить священний щит." }, -- Uther's Strength
[11303] = { "гарний короткий лук" }, -- Fine Shortbow
[11304] = { "гарний довгий лук" }, -- Fine Longbow
[11305] = { "масивний короткий лук" }, -- Dense Shortbow
[11306] = { "міцний вигнутий лук" }, -- Sturdy Recurve
[11307] = { "масивний довгий лук" }, -- Massive Longbow
[11308] = { "лісовий короткий лук" }, -- Sylvan Shortbow
[11309] = { "Серце гори" }, -- The Heart of the Mountain
[11310] = { "напліччя вогнегляда", equip="Збільшує шкоду від заклинань і ефектів вогню на 14." }, -- Flameseer Mantle
[11311] = { "накидка вуглистої луски" }, -- Emberscale Cape
[11312] = { "втрачений рецепт Громоварів" }, -- Lost Thunderbrew Recipe
[11313] = { "голова Рібблі" }, -- Ribbly's Head
[11315] = { "паросток кровоцвіту" }, -- Bloodpetal Sprout
[11316] = { "кровоцвіт" }, -- Bloodpetal
[11318] = { "туман Атал'ай" }, -- Atal'ai Haze
[11319] = { "розряджений знищувач" }, -- Unloaded Zapper
[11320] = { "знищувач кровоцвітів", use="Знищує шкідників." }, -- Bloodpetal Zapper
[11324] = { "рюкзак мандрівника" }, -- Explorer's Knapsack
[11325] = { "кухоль елю Темного Заліза", use="Кинути близ завсідника Похумрого Пияки" }, -- Dark Iron Ale Mug
[11362] = { "середній сагайдак", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Medium Quiver
[11363] = { "середній гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." }, -- Medium Shot Pouch
[11364] = { "гербова накидка Штормовію" }, -- Tabard of Stormwind
[11366] = { "лист Гелендіса Річкорога", flavor="Запечатано" }, -- Helendis Riverhorn's Letter
[11367] = { "прошення Соломона до Болвара" }, -- Solomon's Plea to Bolvar
[11368] = { "указ Болвара", flavor="Скріплено печаткою Штормовію" }, -- Bolvar's Decree
[11370] = { "руда темного заліза" }, -- Dark Iron Ore
[11371] = { "злиток темного заліза" }, -- Dark Iron Bar
[11382] = { "кров гори" }, -- Blood of the Mountain
[11384] = { "зламаний зуб василіска" }, -- Broken Basilisk Teeth
[11385] = { "луска василіска" }, -- Basilisk Scale
[11386] = { "м'яке око василіска" }, -- Squishy Basilisk Eye
[11387] = { "серце василіска" }, -- Basilisk Heart
[11388] = { "отрута василіска" }, -- Basilisk Venom
[11389] = { "мерехтлива шкіра василіска" }, -- Shimmering Basilisk Skin
[11390] = { "зламане ікло кажана" }, -- Broken Bat Fang
[11391] = { "шипасте крило кажана" }, -- Spined Bat Wing
[11392] = { "відрубаний кіготь кажана" }, -- Severed Bat Claw
[11393] = { "череп маленького кажана" }, -- Small Bat Skull
[11394] = { "серце кажана" }, -- Bat Heart
[11395] = { "вухо кажана" }, -- Bat Ear
[11402] = { "гладка шкурка кажана" }, -- Sleek Bat Pelt
[11403] = { "велике ікло кажана" }, -- Large Bat Fang
[11404] = { "око злого кажана" }, -- Evil Bat Eye
[11405] = { "величезна срібна жила" }, -- Giant Silver Vein
[11406] = { "гнила ведмежа туша" }, -- Rotting Bear Carcass
[11407] = { "рвана ведмежа шкура" }, -- Torn Bear Pelt
[11408] = { "ведмежа щелепа" }, -- Bear Jaw
[11409] = { "ведмежий бік" }, -- Bear Flank
[11410] = { "кіготь дикого ведмедя" }, -- Savage Bear Claw
[11411] = { "велика ведмежа кістка" }, -- Large Bear Bone
[11412] = { "флакон Наґмари", use="Наповнити в джерелах Ґолакка, що в кратері Ун'Ґоро." }, -- Nagmara's Vial
[11413] = { "наповнений флакон Наґмари" }, -- Nagmara's Filled Vial
[11414] = { "сива грива" }, -- Grizzled Mane
[11415] = { "суміш ягід", use=1131 }, -- Mixed Berries
[11416] = { "крихка грудна клітка" }, -- Delicate Ribcage
[11417] = { "пернате крило" }, -- Feathery Wing
[11418] = { "порожниста кістка крила" }, -- Hollow Wing Bone
[11419] = { "загадкове невилуплене яйце" }, -- Mysterious Unhatched Egg
[11420] = { "витончений письмовий інструмент" }, -- Elegant Writing Tool
[11422] = { "подарунок за поновлення картки гоблінського інженера" }, -- Goblin Engineer's Renewal Gift
[11423] = { "подарунок за поновлення картки гномського інженера" }, -- Gnome Engineer's Renewal Gift
[11442] = { "набір заступника Штормовію" }, -- Stormwind Deputy Kit
[11444] = { "кабанчик з \"Похмурого Ненажери\"", use=1131 }, -- Grim Guzzler Boar
[11445] = { "флейта древніх", use="Викликати духи древніх в Залізодревих лісах." }, -- Flute of the Ancients
[11446] = { "зім'ята записка" }, -- A Crumpled Up Note
[11462] = { "викинутий ніж" }, -- Discarded Knife
[11463] = { "недоставлений пакунок" }, -- Undelivered Parcel
[11464] = { "втрачена інформація маршала Віндзора", flavor="-Генерал Кузня Гніву" }, -- Marshal Windsor's Lost Information
[11465] = { "втрачена інформація маршала Віндзора", flavor="-Повелитель големів Арґельмах" }, -- Marshal Windsor's Lost Information
[11466] = { "звіт Раскала" }, -- Raschal's Report
[11467] = { "медальйон Чорнокаменю" }, -- Blackrock Medallion
[11468] = { "поясна сумка Темного Заліза" }, -- Dark Iron Fanny Pack
[11469] = { "криваві браслети" }, -- Bloodband Bracers
[11470] = { "текст зі скрижалі" }, -- Tablet Transcript
[11471] = { "крихке яйце райдужного хамелеона" }, -- Fragile Sprite Darter Egg
[11472] = { "вирізка срібногривого ловця" }, -- Silvermane Stalker Flank
[11474] = { "яйце райдужного хамелеона", use="Клацніть правою кнопкою миші, щоб викликати і відпустити дитинча райдужного хамелеона." }, -- Sprite Darter Egg
[11475] = { "плащ з плямами від вина" }, -- Wine-stained Cloak
[11476] = { "шкура У'чі" }, -- U'cha's Pelt
[11477] = { "білий кіготь равазавра" }, -- White Ravasaur Claw
[11478] = { "шкура ун'ґорської горили" }, -- Un'Goro Gorilla Pelt
[11479] = { "шкура ун'ґорського топотуна" }, -- Un'Goro Stomper Pelt
[11480] = { "шкура ун'ґорського рокотуна" }, -- Un'Goro Thunderer Pelt
[11482] = { "посібник з використання пілонів" }, -- Crystal Pylon User's Manual
[11502] = { "наплечі з мудрошкіри" }, -- Loreskin Shoulders
[11503] = { "кривавий бурштин" }, -- Blood Amber
[11504] = { "шматок туші молотодона" }, -- Piece of Threshadon Carcass
[11507] = { "шкура плямистої гієни" }, -- Spotted Hyena Pelt
[11508] = { "капці гейм-майстра" }, -- Gamemaster's Slippers
[11509] = { "феромонна залоза равазавра" }, -- Ravasaur Pheromone Gland
[11510] = { "голова Лар'корві" }, -- Lar'korwi's Head
[11511] = { "маяк Кенарія", flavor="Цей пристрій допомагає ідентифікувати осквернені породження природи." }, -- Cenarion Beacon
[11512] = { "клапоть ураженої шкіри" }, -- Patch of Tainted Skin
[11513] = { "уражений купорос" }, -- Tainted Vitriol
[11514] = { "залишок скверни" }, -- Fel Creep
[11515] = { "уламок оскверненої душі" }, -- Corrupted Soul Shard
[11516] = { "кенарійський бальзам зцілення рослин", flavor="Це друїдське вариво використовується для очищення осквернених рослин." }, -- Cenarion Plant Salve
[11522] = { "срібний тотем Акваментаса", use="Розсіює ауру Жаропломеня." }, -- Silver Totem of Aquementas
[11562] = { "кристалічне відновлення", use="Відновлює цілі 670 здоров'я за 15 сек." }, -- Crystal Restore
[11563] = { "кристалічна сила", use="Збільшує дух цілі на 30 протягом 30 хв." }, -- Crystal Force
[11564] = { "кристалічний захист", use="Збільшує броню цілі на 200 протягом 30 хв." }, -- Crystal Ward
[11565] = { "кристалічне послаблення", use="Зменшує броню цілі на 200 протягом 2 хв." }, -- Crystal Yield
[11566] = { "кристалічний заряд", use="Завдає від 383 до 517 шкоди цілям в радіусі 3 м." }, -- Crystal Charge
[11567] = { "кристалічне вістря", use="Дружню ціль огортає кристалічний щит, що завдає 12 шкоди ворогам, що атакують її. Триває 10 хв." }, -- Crystal Spire
[11568] = { "торба Торви" }, -- Torwa's Pouch
[11569] = { "м'ясо молотодона", use="Розмістити на пласкій скелі Ун'Ґоро." }, -- Preserved Threshadon Meat
[11570] = { "суміш феромонів", use="Нанести на тушу молотодона." }, -- Preserved Pheromone Mixture
[11582] = { "мазь скверни", use="Послаблення слуг Разеліха-Губителя. Для активації необхідно знаходитися поблизу цілі.", flavor="Використовуйте проти Ґрола, Севіни та Аллістаржа, щоб знешкодити оберіг Разеліха." }, -- Fel Salve
[11583] = { "кактусове яблуко" }, -- Cactus Apple
[11584] = { "\"Пиріг-сюрприз\" з кактусовими яблуками", use=5004 }, -- Cactus Apple Surprise
[11590] = { "механічний ремкомплект", use="Відновлює 700 здоров'я дружній механічній цілі" }, -- Mechanical Repair Kit
[11602] = { "ключ від \"Похмурого Ненажери\"", use="Відчиняє замкнені двері бару." }, -- Grim Guzzler Key
[11603] = { "кастет чудовиська", hit="Ранить ціль, завдаючи 75 шкоди." }, -- Vilerend Slicer
[11604] = { "лати темного заліза" }, -- Dark Iron Plate
[11605] = { "наплічники темного заліза" }, -- Dark Iron Shoulders
[11606] = { "кольчуга темного заліза" }, -- Dark Iron Mail
[11607] = { "розколювач темного заліза", hit="Зменшує броню цілі на 300 протягом 20 секунд." }, -- Dark Iron Sunderer
[11608] = { "подрібнювач темного заліза", hit="Приголомшує ціль на 8 секунд." }, -- Dark Iron Pulverizer
[11609] = { "видозмінена шкіра чорного дракона", use="Підібрати вогняну сутність з решток Бель'Ґара.", flavor="Використовується для зберігання вогняної сутності Бель'Ґара." }, -- Altered Black Dragonflight Molt
[11610] = { "креслення: Подрібнювач темного заліза", use="Навчає вас створювати подрібнювач темного заліза.", recipe_result_item=11608 }, -- Plans: Dark Iron Pulverizer
[11611] = { "креслення: Розколювач темного заліза", use="Навчає вас створювати розколювач темного заліза.", recipe_result_item=11607 }, -- Plans: Dark Iron Sunderer
[11612] = { "креслення: Лати темного заліза", use="Навчає вас створювати лати темного заліза.", recipe_result_item=11604 }, -- Plans: Dark Iron Plate
[11614] = { "креслення: Кольчуга темного заліза", use="Навчає вас створювати кольчугу темного заліза.", recipe_result_item=11606 }, -- Plans: Dark Iron Mail
[11615] = { "креслення: Наплічники темного заліза", use="Навчає вас створювати наплічники темного заліза.", recipe_result_item=11605 }, -- Plans: Dark Iron Shoulders
[11617] = { "припаси Ерідани" }, -- Eridan's Supplies
[11622] = { "малий магічний камінь роздумів", use="Додати на поножі або головний убір чари, що збільшують запас мани на 150. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Rumination
[11623] = { "накидка чарівника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Spritecaster Cape
[11624] = { "сяйнистий амікт", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Kentic Amice
[11625] = { "сфера поневолення" }, -- Enthralled Sphere
[11626] = { "накидка чорної завіси" }, -- Blackveil Cape
[11627] = { "наголінники стрімкості" }, -- Fleetfoot Greaves
[11628] = { "лук псаря", equip="Збільшує силу атаки на 24 в бою зі звірами." }, -- Houndmaster's Bow
[11629] = { "рушниця псаря", equip="Збільшує силу атаки на 24 в бою зі звірами." }, -- Houndmaster's Rifle
[11630] = { "кам'яний дріб" }, -- Rockshard Pellets
[11631] = { "камнепанцирний вартовий" }, -- Stoneshell Guard
[11632] = { "наплічник випаленої землі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Earthslag Shoulders
[11633] = { "панцир павучого ікла", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Spiderfang Carapace
[11634] = { "рукавички шовкової павутини", equip="Відновлює 3 мани кожні 5 сек." }, -- Silkweb Gloves
[11635] = { "гакозуба заточка", hit="Їдка кислота завдає цілі 7 шкоди від природи кожні 3 секунди і знижує її броню на 50 протягом 30 секунд." }, -- Hookfang Shanker
[11642] = { "малий магічний камінь статури", use="Додати на поножі або головний убір чари, що збільшують запас здоров'я на 100. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Constitution
[11643] = { "малий магічний камінь наполегливості", use="Додати на поножі або головний убір чари, що збільшують броню на 125. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Tenacity
[11644] = { "малий магічний камінь стійкості", use="Додати на поножі або головний убір чари, що збільшують супротив вогню на 20. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Resilience
[11645] = { "малий магічний камінь жадібності", use="Додати на поножі або головний убір чари, що збільшують силу на 8. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Voracity
[11646] = { "малий магічний камінь жадібності", use="Додати на поножі або головний убір чари, що збільшують витривалість на 8. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Voracity
[11647] = { "малий магічний камінь жадібності", use="Додати на поножі або головний убір чари, що збільшують спритність на 8. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Voracity
[11648] = { "малий магічний камінь жадібності", use="Додати на поножі або головний убір чари, що збільшують інтелект на 8. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Voracity
[11649] = { "малий магічний камінь жадібності", use="Додати на поножі або головний убір чари, що збільшують дух на 8. Не сумується з іншими чарами на предметі." }, -- Lesser Arcanum of Voracity
[11662] = { "пояс Бан'тока", equip={ "Збільшує ваш шанс завдання удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Ban'thok Sash
[11665] = { "рукавиці огра-провидця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Ogreseer Fists
[11668] = { "флейта Заваріка" }, -- Flute of Xavaric
[11669] = { "перстень Наґла", equip={ "При отриманні удару в бою ви завдасте нападникам 3 шкоди від аркани.", "Збільшує навичку захисту на 5." } }, -- Naglering
[11674] = { "нефритожарі пута скверни" }, -- Jadefire Felbind
[11675] = { "чоботи тіньового марника" }, -- Shadefiend Boots
[11677] = { "накидка могильної гнилі" }, -- Graverot Cape
[11678] = { "панцир Ануб'шиа" }, -- Carapace of Anub'shiah
[11679] = { "рубінові нарукавники" }, -- Rubicund Armguards
[11682] = { "флакон Ерідани", use="Наповнити в храмі Місяця." }, -- Eridan's Vial
[11684] = { "Залізогуб", hit="Дає 2 додаткові атаки під час наступного удару." }, -- Ironfoe
[11685] = { "наплічники з обрізків шкур", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Splinthide Shoulders
[11686] = { "пояс звіриної люті", equip="Збільшує силу атаки на 30." }, -- Girdle of Beastial Fury
[11702] = { "шкуродер Ґріззла" }, -- Grizzle's Skinner
[11703] = { "пояс кам'яної стіни" }, -- Stonewall Girdle
[11722] = { "наплечі з металобрухту" }, -- Dregmetal Spaulders
[11723] = { "збалансований фламберг Файносталя" }, -- Goodsteel's Balanced Flameberge
[11724] = { "затриманий пакунок", flavor="Одержувач: Крінкл Файносталь, Танаріс" }, -- Overdue Package
[11725] = { "міцна кришталева лапа" }, -- Solid Crystal Leg Shaft
[11726] = { "кольчуга дикого гладіатора", equip="Збільшує шанс завдання критичного удару на 2%." }, -- Savage Gladiator Chain
[11727] = { "гросбух Файносталя" }, -- Goodsteel Ledger
[11728] = { "поножі дикого гладіатора" }, -- Savage Gladiator Leggings
[11729] = { "шолом дикого гладіатора" }, -- Savage Gladiator Helm
[11730] = { "захвати дикого гладіатора" }, -- Savage Gladiator Grips
[11731] = { "наголінники дикого гладіатора" }, -- Savage Gladiator Greaves
[11732] = { "манускрипт роздумів", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Rumination
[11733] = { "манускрипт статури", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Constitution
[11734] = { "манускрипт наполегливості", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Tenacity
[11735] = { "пов'язка нестримної люті", equip="Збільшує шанс завдання критичного удару на 2%." }, -- Ragefury Eyepatch
[11736] = { "манускрипт стійкості", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Resilience
[11737] = { "манускрипт жадібності", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Voracity
[11742] = { "рюкзак мандрівника" }, -- Wayfarer's Knapsack
[11743] = { "кам'яний кулак" }, -- Rockfist
[11744] = { "кривавий кулак", hit="Ранить ціль, завдаючи 20 шкоди." }, -- Bloodfist
[11745] = { "кулаки Фаланкса" }, -- Fists of Phalanx
[11746] = { "шолом з черепа голема", equip="Збільшує навичку захисту на 7." }, -- Golem Skull Helm
[11747] = { "вбрання вогнеступа", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Flamestrider Robes
[11748] = { "вогняний кадуцей", equip="Збільшує шкоду від заклинань і ефектів вогню на 13." }, -- Pyric Caduceus
[11749] = { "поножі опаляючої луски" }, -- Searingscale Leggings
[11750] = { "посох розпалювання", equip="Збільшує ваш шанс завдання критичного удару заклинаннями на 1%." }, -- Kindling Stave
[11751] = { "палаюча сутність", flavor="Тліючі залишки чогось..." }, -- Burning Essence
[11752] = { "чорна кров закатованих", flavor="Гнилий запах паленої крові різко б'є в ніс." }, -- Black Blood of the Tormented
[11753] = { "око Каджала", flavor="Зіниця відстежує кожен ваш рух." }, -- Eye of Kajal
[11754] = { "чорний діамант" }, -- Black Diamond
[11755] = { "нашийник Верека", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Verek's Collar
[11764] = { "наручі попелястої шкури" }, -- Cinderhide Armsplints
[11765] = { "наручі вогняної кольчуги" }, -- Pyremail Wristguards
[11766] = { "вогнеплетені браслети" }, -- Flameweave Cuffs
[11767] = { "вогнелатні нарукавники" }, -- Emberplate Armguards
[11768] = { "запальні браслети" }, -- Incendic Bracers
[11782] = { "арктичне напліччя", equip="Збільшує шкоду від заклинань і ефектів криги на 29." }, -- Boreal Mantle
[11783] = { "пояс холодної сталі" }, -- Chillsteel Girdle
[11784] = { "клинок арбітра", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Arbiter's Blade
[11785] = { "оплот кам'яного голема" }, -- Rock Golem Bulwark
[11786] = { "камінь землі" }, -- Stone of the Earth
[11787] = { "сланцеві чоботи", equip="Збільшує ваш шанс ухилитися від атаки на 2%." }, -- Shalehusk Boots
[11802] = { "лавові поножі" }, -- Lavacrest Leggings
[11803] = { "сила магми", hit="Завдає цілі 150 шкоди від вогню." }, -- Force of Magma
[11804] = { "фляга Сулиці", use="Привести Рінґо до тями." }, -- Spraggle's Canteen
[11805] = { "рубідієвий молот" }, -- Rubidium Hammer
[11807] = { "пояс палкого серця", equip="Збільшує шкоду від заклинань і ефектів вогню на 14." }, -- Sash of the Burning Heart
[11808] = { "обруч полум'я", use="Перетворює від 75 здоров'я на ману щосекунди протягом 10 секунд." }, -- Circle of Flame
[11809] = { "полум'яний гнів", hit="Огортає власника вогняним щитом на 15 секунд та випускає вогняне кільце, що завдає від 130 до 170 шкоди всім ворогам поблизу." }, -- Flame Wrath
[11810] = { "сила волі", equip={ "З шансом 1% при отриманні удару в бою ви отримуватиме на 25 менше шкоди в ближньому бою протягом 10 секунд.", "Збільшує навичку захисту на 7." } }, -- Force of Will
[11811] = { "димне серце гори" }, -- Smoking Heart of the Mountain
[11812] = { "накидка вогняної саламандри" }, -- Cape of the Fire Salamander
[11813] = { "формула: Димне серце гори", use="Навчає вас створювати димне серце гори.", recipe_result_item=11811 }, -- Formula: Smoking Heart of the Mountain
[11814] = { "розплавлені кулаки" }, -- Molten Fists
[11815] = { "рука правосуддя", equip={ "З шансом 2% ви виконаєте 1 додаткову атаку після завдання удару в ближньому бою.", "Збільшує силу атаки на 20." } }, -- Hand of Justice
[11816] = { "топір Кузні Гніву" }, -- Angerforge's Battle Axe
[11817] = { "меч лорда-генерала", hit="Збільшує силу атаки на 50 протягом 30 секунд." }, -- Lord General's Sword
[11818] = { "ключ від вбиральні Смердюха" }, -- Grimesilt Outhouse Key
[11819] = { "друге дихання", equip="Збільшує зцілення від заклинань і ефектів на 22.", use="Відновлює 30 мани щосекунди протягом 10 секунд." }, -- Second Wind
[11820] = { "королівський оздоблений обладунок" }, -- Royal Decorated Armor
[11821] = { "поножі чвар", equip="Збільшує ваш шанс ухилитися від атаки на 2%." }, -- Warstrife Leggings
[11822] = { "всечарні черевики", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Omnicast Boots
[11823] = { "самосвітний кілт", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Luminary Kilt
[11824] = { "циклопічний перстень", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Cyclopean Band
[11825] = { "Бомбик", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашу бомбу." }, -- Pet Bombling
[11826] = { "Чадик", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого робота." }, -- Lil' Smoky
[11827] = { "креслення: Чадик", use="Навчає вас створювати робота Чадика.", recipe_result_item=11826 }, -- Schematic: Lil' Smoky
[11828] = { "креслення: Бомбик", use="Навчає вас створювати Бомбика.", recipe_result_item=11825 }, -- Schematic: Pet Bombling
[11829] = { "попіл Ун'Ґоро" }, -- Un'Goro Ash
[11830] = { "перетинчаста луска деметродона" }, -- Webbed Diemetradon Scale
[11831] = { "перетинчаста луска жаходактиля" }, -- Webbed Pterrordax Scale
[11832] = { "шквал знань", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", use="Зменшує витрати мани на всі закляття на 100 протягом 10 секунд." }, -- Burst of Knowledge
[11833] = { "приманка для королеви Ґоріші", use="Приманювання королеви вулика Ґоріші при використанні на кристалі силітиду Ґоріші." }, -- Gorishi Queen Lure
[11834] = { "надлипка смола" }, -- Super Sticky Tar
[11835] = { "мозок королеви Ґоріші" }, -- Gorishi Queen Brain
[11837] = { "пахуча залоза Ґоріші" }, -- Gorishi Scent Gland
[11839] = { "монокль головного архітектора" }, -- Chief Architect's Monocle
[11840] = { "сорочка майстра-будівельника" }, -- Master Builder's Shirt
[11841] = { "штани старшого дизайнера", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Senior Designer's Pantaloons
[11842] = { "напліччя головного землеміра", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Lead Surveyor's Mantle
[11843] = { "банківська розписка" }, -- Bank Voucher
[11844] = { "звіт Товкачера по ситуації в Ун'Ґоро" }, -- Pestlezugg's Un'Goro Report
[11845] = { "шкіряна сумка ручної роботи" }, -- Handmade Leather Bag
[11846] = { "особливе питво Бацбаха", use="Звичайний алкогольний напій." }, -- Wizbang's Special Brew
[11847] = { "пошарпаний плащ" }, -- Battered Cloak
[11848] = { "волокняний пояс" }, -- Flax Belt
[11849] = { "іржаві наручі" }, -- Rustmetal Bracers
[11850] = { "накидка сутінкового кажана" }, -- Short Duskbat Cape
[11851] = { "мундир падальника" }, -- Scavenger Tunic
[11852] = { "поножі приблуди" }, -- Roamer's Leggings
[11853] = { "чоботи бурлаки" }, -- Rambling Boots
[11854] = { "викрутка самофланжа" }, -- Samophlange Screwdriver
[11855] = { "мутровий ключ" }, -- Tork Wrench
[11856] = { "церемоніальний ельфійський клинок" }, -- Ceremonial Elven Blade
[11857] = { "ритуальна палиця" }, -- Sanctimonial Rod
[11858] = { "плащ битв", equip="Збільшує силу атаки на 10." }, -- Battlehard Cape
[11859] = { "сфера нефритового місяця" }, -- Jademoon Orb
[11860] = { "заряджений жезл громовиці" }, -- Charged Lightning Rod
[11861] = { "пояс відплати", equip="З шансом 1% при отриманні удару в бою ви завдасте ворогу від 75 до 125 шкоди від тіні." }, -- Girdle of Reprisal
[11862] = { "кільце з білої кістки", equip="Збільшує силу атаки на 24." }, -- White Bone Band
[11863] = { "подрібнювач з білої кістки" }, -- White Bone Shredder
[11864] = { "спис з білої кістки" }, -- White Bone Spear
[11865] = { "чоботи злоби" }, -- Rancor Boots
[11866] = { "пояс-батіг Наґмари" }, -- Nagmara's Whipping Belt
[11867] = { "рукавички божевілля" }, -- Maddening Gauntlets
[11868] = { "задушливий перстень" }, -- Choking Band
[11869] = { "обручка Ша'ні" }, -- Sha'ni's Ring
[11870] = { "сфера забуття" }, -- Oblivion Orb
[11871] = { "наплічники чудовиська хащів" }, -- Snarkshaw Spaulders
[11872] = { "наголінники уникнення", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Eschewal Greaves
[11873] = { "плащ примарного туману" }, -- Ethereal Mist Cape
[11874] = { "напліччя хмароплину" }, -- Clouddrift Mantle
[11875] = { "браслети хмароплину" }, -- Breezecloud Bracers
[11876] = { "мундир рівнинного ловця" }, -- Plainstalker Tunic
[11882] = { "поножі вершника" }, -- Outrider Leggings
[11883] = { "закіптявіла поясна сумка" }, -- A Dingy Fanny Pack
[11884] = { "місячна риза" }, -- Moonlit Amice
[11885] = { "смолоскип Тінегарту" }, -- Shadowforge Torch
[11886] = { "термінове повідомлення" }, -- Urgent Message
[11887] = { "припаси Кенарійського Кола" }, -- Cenarion Circle Cache
[11888] = { "дослідницькі рукавиці Квінтіса" }, -- Quintis' Research Gloves
[11889] = { "напліччя залізної кори" }, -- Bark Iron Pauldrons
[11902] = { "меч майстерності Лінкена", hit="Підриває ціль, завдаючи їй від 45 до 75 шкоди від природи." }, -- Linken's Sword of Mastery
[11903] = { "переноска для кішки (осквернене кошеня)", use="Клацніть правою кнопкою миші, щоб викликати і відпустити ваше кошеня." }, -- Cat Carrier (Corrupted Kitten)
[11904] = { "дух Акваментаса", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Spirit of Aquementas
[11905] = { "бумеранг Лінкена", use="Кинути у ціль магічний бумеранг, який завдає від 113 до 187 шкоди і має шанс приголомшити чи роззброїти її." }, -- Linken's Boomerang
[11906] = { "винищувач звірів", equip="Збільшує силу атаки на 30 в бою зі звірами." }, -- Beastsmasher
[11907] = { "вбивця звірів", equip="Збільшує силу атаки на 72 в бою зі звірами." }, -- Beastslayer
[11908] = { "робочі чоботи археолога" }, -- Archaeologist's Quarry Boots
[11909] = { "робочий пояс землекопа" }, -- Excavator's Utility Belt
[11910] = { "прикрашені самоцвітами поножі", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Bejeweled Legguards
[11911] = { "поножі лісових вершин" }, -- Treetop Leggings
[11912] = { "набір ємностей для слизу" }, -- Package of Empty Ooze Containers
[11913] = { "шолом глинистої гряди" }, -- Clayridge Helm
[11914] = { "порожня банка для проклятого слизу", use="Наповнити порожню банку зразком з проклятого слизня. ОБЕРЕЖНО! Найімовірніше, це знищить тіло створіння." }, -- Empty Cursed Ooze Jar
[11915] = { "парасоля Шиззла" }, -- Shizzle's Drizzle Blocker
[11916] = { "намордник Шиззла" }, -- Shizzle's Muzzle
[11917] = { "склоочисник Шиззла" }, -- Shizzle's Nozzle Wiper
[11918] = { "рукавиці печерного каменю" }, -- Grotslab Gloves
[11919] = { "латні скельні наголінники" }, -- Cragplate Greaves
[11920] = { "примарна коса", hit="Викрадає 45 здоров'я у цілі." }, -- Wraith Scythe
[11921] = { "непохитний велетень", equip={ "Збільшує шанс завдання удару на 1%.", "Збільшує шанс завдання критичного удару на 2%." } }, -- Impervious Giant
[11922] = { "виїдений кров'ю клинок", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Blood-etched Blade
[11923] = { "молот благодаті", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- The Hammer of Grace
[11924] = { "шати королівської корони", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Robes of the Royal Crown
[11925] = { "примарний саван" }, -- Ghostshroud
[11926] = { "кіраса торговця смертю", equip="Збільшує шанс завдання критичного удару на 2%." }, -- Deathdealer Breastplate
[11927] = { "ножні лати вічного вартового", equip="Збільшує навичку захисту на 15." }, -- Legplates of the Eternal Guardian
[11928] = { "королівський скіпетр Тауріссана", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Thaurissan's Royal Scepter
[11929] = { "поножі одержимого привида" }, -- Haunting Specter Leggings
[11930] = { "нова накидка імператора" }, -- The Emperor's New Cape
[11931] = { "каратель Кузні Жаху", equip={ "Збільшує шанс парирування атаки на 1%.", "Збільшує шанс завдання критичного удару на 1%.", "Збільшує силу атаки на 30." } }, -- Dreadforge Retaliator
[11932] = { "дороговказний посох мудрості", equip="Збільшує зцілення від заклинань і ефектів на 53." }, -- Guiding Stave of Wisdom
[11933] = { "імперська коштовність", equip="Збільшує силу атаки на 32." }, -- Imperial Jewel
[11934] = { "печатка імператора" }, -- Emperor's Seal
[11935] = { "магматичний камінь" }, -- Magmus Stone
[11936] = { "пояс шукача реліквій" }, -- Relic Hunter Belt
[11937] = { "товстий мішок з монетами" }, -- Fat Sack of Coins
[11938] = { "мішок самоцвітів" }, -- Sack of Gems
[11939] = { "блискучий браслет" }, -- Shiny Bracelet
[11940] = { "іскристе намисто" }, -- Sparkly Necklace
[11941] = { "фальшиві документи" }, -- False Documents
[11942] = { "юридичні документи" }, -- Legal Documents
[11943] = { "документи на віадук Тандола" }, -- Deed to Thandol Span
[11944] = { "дитячі черевички Темного Заліза" }, -- Dark Iron Baby Booties
[11945] = { "перстень Темного Заліза" }, -- Dark Iron Ring
[11946] = { "намисто вогняного опалу" }, -- Fire Opal Necklace
[11947] = { "наповнена проклятим слизом банка" }, -- Filled Cursed Ooze Jar
[11948] = { "порожня банка для забрудненого слизу", use="Наповнити порожню банку зразком з забрудненого слизня. ОБЕРЕЖНО! Найімовірніше, це знищить тіло створіння." }, -- Empty Tainted Ooze Jar
[11949] = { "наповнена забрудненим слизом банка" }, -- Filled Tainted Ooze Jar
[11950] = { "ягоди вітроцвіту", use=26030 }, -- Windblossom Berries
[11951] = { "плід кнутокореня", ref=118 }, -- Whipper Root Tuber
[11952] = { "подих нічного дракона", ref=2456 }, -- Night Dragon's Breath
[11953] = { "чиста банка для слизу", use="Наповнити банку зразком чистого слизу. УВАГА! Це знищить тіло створіння." }, -- Empty Pure Sample Jar
[11954] = { "наповнена чистим слизом банка" }, -- Filled Pure Sample Jar
[11955] = { "сумка пустих контейнерів для слизу" }, -- Bag of Empty Ooze Containers
[11962] = { "браслети-кайдани" }, -- Manacle Cuffs
[11963] = { "наплечі покаяння" }, -- Penance Spaulders
[11964] = { "палиця стрімкого удару", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Swiftstrike Cudgel
[11965] = { "кварцовий перстень" }, -- Quartz Ring
[11966] = { "малий мішок з монетами" }, -- Small Sack of Coins
[11967] = { "цирконовий перстень" }, -- Zircon Band
[11968] = { "бурштинове кільце" }, -- Amber Hoop
[11969] = { "гіацинтове кільце" }, -- Jacinth Circle
[11970] = { "шпінелевий перстень" }, -- Spinel Ring
[11971] = { "аметистовий перстень" }, -- Amethyst Band
[11972] = { "сердолікове кільце" }, -- Carnelian Loop
[11973] = { "гематитове кільце" }, -- Hematite Link
[11974] = { "аквамариновий перстень" }, -- Aquamarine Ring
[11975] = { "топазовий перстень" }, -- Topaz Ring
[11976] = { "сардоніксовий перстень" }, -- Sardonyx Knuckle
[11977] = { "зміїне кільце" }, -- Serpentine Loop
[11978] = { "яшмове кільце" }, -- Jasper Link
[11979] = { "хризолітове кільце" }, -- Peridot Circle
[11980] = { "перстень з опалом" }, -- Opal Ring
[11981] = { "свинцевий перстень" }, -- Lead Band
[11982] = { "малахітовий перстень" }, -- Viridian Band
[11983] = { "хромований перстень" }, -- Chrome Ring
[11984] = { "кобальтовий перстень" }, -- Cobalt Ring
[11985] = { "лазуровий перстень" }, -- Cerulean Ring
[11986] = { "талієвий перстень" }, -- Thallium Hoop
[11987] = { "іридієве кільце" }, -- Iridium Circle
[11988] = { "телурієвий перстень" }, -- Tellurium Band
[11989] = { "ванадієве кільце" }, -- Vanadium Loop
[11990] = { "селенітове кільце" }, -- Selenium Loop
[11991] = { "ртутний перстень" }, -- Quicksilver Ring
[11992] = { "кіноварний перстень" }, -- Vermilion Band
[11993] = { "глиняний перстень" }, -- Clay Ring
[11994] = { "коралове кільце" }, -- Coral Band
[11995] = { "перстень зі слонової кістки" }, -- Ivory Band
[11996] = { "базальтовий перстень" }, -- Basalt Ring
[11997] = { "зеленокам'яне кільце" }, -- Greenstone Circle
[11998] = { "гагатове кільце" }, -- Jet Loop
[11999] = { "магнетитове кільце" }, -- Lodestone Hoop
[12000] = { "четвертувач" }, -- Limb Cleaver
[12001] = { "оніксовий перстень" }, -- Onyx Ring
[12002] = { "мармурове кільце" }, -- Marble Circle
[12003] = { "темне дворфійське пиво", use="Надзвичайно міцний алкогольний напій." }, -- Dark Dwarven Lager
[12004] = { "обсидіановий перстень" }, -- Obsidian Band
[12005] = { "гранітний перстень" }, -- Granite Ring
[12006] = { "перстень лугів" }, -- Meadow Ring
[12007] = { "перстень прерій" }, -- Prairie Ring
[12008] = { "перстень савани" }, -- Savannah Ring
[12009] = { "перстень тундри" }, -- Tundra Ring
[12010] = { "перстень драговини" }, -- Fen Ring
[12011] = { "перстень лісу" }, -- Forest Hoop
[12012] = { "перстень трясовини" }, -- Marsh Ring
[12013] = { "перстень пустелі" }, -- Desert Ring
[12014] = { "арктичний перстень" }, -- Arctic Ring
[12015] = { "перстень болота" }, -- Swamp Ring
[12016] = { "перстень джунглів" }, -- Jungle Ring
[12017] = { "призматичний перстень" }, -- Prismatic Band
[12018] = { "шолом охоронника" }, -- Conservator Helm
[12019] = { "лазуровий талісман" }, -- Cerulean Talisman
[12020] = { "талієве кольє" }, -- Thallium Choker
[12021] = { "щитолатні сабатони" }, -- Shieldplate Sabatons
[12022] = { "іридієвий ланцюг" }, -- Iridium Chain
[12023] = { "телурієве намисто" }, -- Tellurium Necklace
[12024] = { "ванадієвий талісман" }, -- Vanadium Talisman
[12025] = { "селеновий ланцюг" }, -- Selenium Chain
[12026] = { "ртутний кулон" }, -- Quicksilver Pendant
[12027] = { "кіноварне намисто" }, -- Vermilion Necklace
[12028] = { "базальтове намисто" }, -- Basalt Necklace
[12029] = { "зеленокам'яний талісман" }, -- Greenstone Talisman
[12030] = { "гагатовий ланцюг" }, -- Jet Chain
[12031] = { "магнетитове намисто" }, -- Lodestone Necklace
[12032] = { "оніксове кольє" }, -- Onyx Choker
[12033] = { "фамільні коштовності Тауріссанів" }, -- Thaurissan Family Jewels
[12034] = { "мармурове намисто" }, -- Marble Necklace
[12035] = { "обсидіановий кулон" }, -- Obsidian Pendant
[12036] = { "гранітне намисто" }, -- Granite Necklace
[12037] = { "загадкове м'ясо" }, -- Mystery Meat
[12038] = { "печатка Лягроб" }, -- Lagrave's Seal
[12039] = { "намисто тундри" }, -- Tundra Necklace
[12040] = { "кулон лісу" }, -- Forest Pendant
[12041] = { "вітрокосі поножі" }, -- Windshear Leggings
[12042] = { "ланцюг трясовини" }, -- Marsh Chain
[12043] = { "кольє пустелі" }, -- Desert Choker
[12044] = { "арктичний кулон" }, -- Arctic Pendant
[12045] = { "кулон болота" }, -- Swamp Pendant
[12046] = { "намисто джунглів" }, -- Jungle Necklace
[12047] = { "примарне намисто" }, -- Spectral Necklace
[12048] = { "призматичний кулон" }, -- Prismatic Pendant
[12049] = { "броня сталелома" }, -- Splintsteel Armor
[12050] = { "серпанкові чоботи" }, -- Hazecover Boots
[12051] = { "латунні рукавиці" }, -- Brazen Gauntlets
[12052] = { "перстень місяця" }, -- Ring of the Moon
[12053] = { "перстень вулканічного каменю" }, -- Volcanic Rock Ring
[12054] = { "демонічний перстень" }, -- Demon Band
[12055] = { "перстень зоряного пилу" }, -- Stardust Band
[12056] = { "перстень небес" }, -- Ring of the Heavens
[12057] = { "перстень драконячої луски" }, -- Dragonscale Band
[12058] = { "перстень з кістки демона" }, -- Demonic Bone Ring
[12059] = { "медальйон завойовника" }, -- Conqueror's Medallion
[12060] = { "лист від Шиндрел" }, -- Shindrell's Note
[12061] = { "клинок розплати", equip="Збільшує силу атаки на 22." }, -- Blade of Reckoning
[12062] = { "майстерний бойовий клинок", equip="Збільшує навичку володіння кинджалами на 4." }, -- Skilled Fighting Blade
[12064] = { "капюшон гейм-майстра" }, -- Gamemaster Hood
[12065] = { "оберіг стихій" }, -- Ward of the Elements
[12066] = { "накидна сланцевої шкіри" }, -- Shaleskin Cape
[12082] = { "наплечі зі шкури змія", equip="Збільшує ваш шанс нанесення удару на 2%." }, -- Wyrmhide Spaulders
[12083] = { "валконіанський пояс" }, -- Valconian Sash
[12102] = { "перстень аристократа" }, -- Ring of the Aristocrat
[12103] = { "зірка Містарії", equip="Збільшує ваш шанс завдання удару заклинаннями на 1%." }, -- Star of Mystaria
[12104] = { "мундир плямистих шипів", equip="Збільшує силу атаки на 20." }, -- Brindlethorn Tunic
[12105] = { "гордокольчужні поножі", equip="Збільшує шкоду від заклинань і ефектів природи на 29." }, -- Pridemail Leggings
[12106] = { "кіраса кам'яної шкіри" }, -- Boulderskin Breastplate
[12107] = { "шурхотливі шовкові поножі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Whispersilk Leggings
[12108] = { "базальтова луската броня" }, -- Basaltscale Armor
[12109] = { "лазурний місячний амікт" }, -- Azure Moon Amice
[12110] = { "пелерина заклинателя дощу", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Raincaster Drape
[12111] = { "лавові рукавиці" }, -- Lavaplate Gauntlets
[12112] = { "браслети демона склепу" }, -- Crypt Demon Bracers
[12113] = { "сонцеродна накидка", equip="Збільшує шкоду від заклинань і ефектів вогню на 17." }, -- Sunborne Cape
[12114] = { "сутінкові рукавиці" }, -- Nightfall Gloves
[12115] = { "стійкий пояс", equip="Збільшує навичку захисту на 8." }, -- Stalwart Clutch
[12122] = { "мотлох Кум'іши", flavor="Мішок набитий всіляким \"мотлохом\"" }, -- Kum'isha's Junk
[12143] = { "ключ хребта дракона" }, -- Dragonspine Key
[12144] = { "яйцеморозкоп", use="Заморозити найближче яйце Гніздів'я." }, -- Eggscilloscope
[12162] = { "креслення: Загартований залізний короткий меч", use="Навчає вас створювати загартований залізний короткий меч.", recipe_result_item=3849 }, -- Plans: Hardened Iron Shortsword
[12163] = { "креслення: Палаш з місяцесталі", use="Навчає вас створювати палаш з місяцесталі.", recipe_result_item=3853 }, -- Plans: Moonsteel Broadsword
[12164] = { "креслення: Масивна залізна сокира", use="Навчає вас створювати масивну залізну сокиру.", recipe_result_item=3855 }, -- Plans: Massive Iron Axe
[12184] = { "плоть раптора" }, -- Raptor Flesh
[12185] = { "капелюх адмірала Кривавого Вітрила", use="Викликати чи відпустити вашого птаха." }, -- Bloodsail Admiral's Hat
[12190] = { "зілля сну без сновидінь", use=15822 }, -- Dreamless Sleep Potion
[12191] = { "скринька \"Сріблястої Зорі\"" }, -- Silver Dawning's Lockbox
[12192] = { "скринька \"Туманного Серпанку\"" }, -- Mist Veil's Lockbox
[12202] = { "м'ясо тигра" }, -- Tiger Meat
[12203] = { "червоне вовче м'ясо" }, -- Red Wolf Meat
[12204] = { "м'ясо великого кодо" }, -- Heavy Kodo Meat
[12205] = { "біле м'ясо павука" }, -- White Spider Meat
[12206] = { "ніжне крабове м'ясо" }, -- Tender Crab Meat
[12207] = { "гігантське яйце" }, -- Giant Egg
[12208] = { "ніжне вовче м'ясо" }, -- Tender Wolf Meat
[12209] = { "пісний вовчий стейк", use="Відновлює 552 здоров'я протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 6 на 15 хв." }, -- Lean Wolf Steak
[12210] = { "смажений раптор", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 8 на 15 хв." }, -- Roast Raptor
[12211] = { "пряні вовчі реберця", use=5007 }, -- Spiced Wolf Ribs
[12212] = { "джунглеве рагу", use=5007 }, -- Jungle Stew
[12213] = { "десерт падальника", use=5007 }, -- Carrion Surprise
[12214] = { "загадкове рагу", use=5007 }, -- Mystery Stew
[12215] = { "рагу з великого кодо", use=10256 }, -- Heavy Kodo Stew
[12216] = { "гостре крабове чілі", use=10256 }, -- Spiced Chili Crab
[12217] = { "чілі \"Подих дракона\"", use="Змушує вас іноді відригувати полум'я на ворогів у ближньому бою, протягом наступних 10 хв." }, -- Dragonbreath Chili
[12218] = { "величезний омлет", use=10256 }, -- Monster Omelet
[12219] = { "неприкрашена печатка Вознесіння", flavor="На поверхні печатки знаходиться три порожніх гнізда." }, -- Unadorned Seal of Ascension
[12220] = { "неушкоджений браслет елементаля" }, -- Intact Elemental Bracer
[12223] = { "м'ясисте крило кажана" }, -- Meaty Bat Wing
[12224] = { "хрустке крило кажана", use=5004 }, -- Crispy Bat Wing
[12225] = { "сімейна вудка Блампів", equip="Збільшує навичку риболовлі на 3." }, -- Blump Family Fishing Pole
[12226] = { "рецепт: Хрустке крило кажана", use="Навчає вас готувати хрустке крило кажана.", recipe_result_item=12224 }, -- Recipe: Crispy Bat Wing
[12227] = { "рецепт: Пісний вовчий стейк", use="Навчає вас приготуванню пісного вовчого стейка.", recipe_result_item=12209 }, -- Recipe: Lean Wolf Steak
[12228] = { "рецепт: Смажений раптор", use="Навчає вас приготуванню смаженого раптора.", recipe_result_item=12210 }, -- Recipe: Roast Raptor
[12229] = { "рецепт: Гострі вовчі реберця", use="Навчає вас готувати гострі вовчі реберця.", recipe_result_item=13851 }, -- Recipe: Hot Wolf Ribs
[12230] = { "зразок сквернолісного слизу" }, -- Felwood Slime Sample
[12231] = { "рецепт: Джунглеве рагу", use="Навчає вас готувати джунглеве рагу.", recipe_result_item=12212 }, -- Recipe: Jungle Stew
[12232] = { "рецепт: Десерт падальника", use="Навчає вас готувати десерт падальника.", recipe_result_item=12213 }, -- Recipe: Carrion Surprise
[12233] = { "рецепт: Загадкове рагу", use="Навчає вас готувати загадкове рагу.", recipe_result_item=12214 }, -- Recipe: Mystery Stew
[12234] = { "забруднений сквернолісний зразок" }, -- Corrupted Felwood Sample
[12235] = { "зразок ун'ґорського слизу" }, -- Un'Goro Slime Sample
[12236] = { "чистий ун'ґорський зразок" }, -- Pure Un'Goro Sample
[12237] = { "чудове крабове м'ясо" }, -- Fine Crab Chunks
[12238] = { "окунь Темнобережжя", use=434 }, -- Darkshore Grouper
[12239] = { "рецепт: чілі \"Подих дракона\"", use="Навчає вас готувати чілі \"Подих дракона\".", recipe_result_item=12217 }, -- Recipe: Dragonbreath Chili
[12240] = { "рецепт: Рагу з великого кодо", use="Навчає вас готувати рагу з великого кодо.", recipe_result_item=12215 }, -- Recipe: Heavy Kodo Stew
[12241] = { "зібране яйце дракона" }, -- Collected Dragon Egg
[12242] = { "кістки морської істоти" }, -- Sea Creature Bones
[12243] = { "тліючий кіготь", hit="Кидає вогняну кулю, яка завдає 135 шкоди від вогню і додатково 15 шкоди за 6 секунд." }, -- Smoldering Claw
[12247] = { "ніж з широким лезом" }, -- Broad Bladed Knife
[12248] = { "кортик зухвалості" }, -- Daring Dirk
[12249] = { "нещадна сокира" }, -- Merciless Axe
[12250] = { "опівнічна сокира", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Midnight Axe
[12251] = { "велика палиця" }, -- Big Stick
[12252] = { "посох захисту" }, -- Staff of Protection
[12253] = { "блискучий червоний плащ" }, -- Brilliant Red Cloak
[12254] = { "вимащений мастилом плащ" }, -- Well Oiled Cloak
[12255] = { "бліді поножі" }, -- Pale Leggings
[12256] = { "попелясті поножі", equip="Збільшує шкоду від заклинань і ефектів вогню на 19." }, -- Cindercloth Leggings
[12257] = { "важкий зубчастий ремінь" }, -- Heavy Notched Belt
[12258] = { "пояс зміїної хватки", equip="Збільшує шанс завдання критичного удару на 1%." }, -- Serpent Clasp Belt
[12259] = { "блискучий сталевий кинджал", equip="Збільшує силу атаки на 12." }, -- Glinting Steel Dagger
[12260] = { "пекучий золотий клинок", equip="Збільшує шкоду від заклинань і ефектів вогню на 10." }, -- Searing Golden Blade
[12261] = { "креслення: Пекучий золотий клинок", use="Навчає вас створювати пекучий золотий клинок.", recipe_result_item=12260 }, -- Plans: Searing Golden Blade
[12262] = { "порожня клітка для цуценя ворга", use="Спіймати цуценя ворга Кривавої Сокири. Не хвилюйтесь, це схвалено захисниками тварин." }, -- Empty Worg Pup Cage
[12263] = { "клітка з цуценям ворга", flavor="Клітка гримить і трясеться." }, -- Caged Worg Pup
[12264] = { "переноска з цуценям ворга", use="Клацніть правою кнопкою миші, щоб викликати і відпустити цуценя ворга." }, -- Worg Carrier
[12282] = { "зношений топір" }, -- Worn Battleaxe
[12283] = { "сутність малечі" }, -- Broodling Essence
[12284] = { "драко-в'язник 900", use="Fire at a dragonkin Broodling in the Burning Steppes." }, -- Draco-Incarcinatrix 900
[12286] = { "прототип яйцеморозкопа", use="Використати на яйці Гніздів'я, після чого повернутись до Тінкі." }, -- Eggscilloscope Prototype
[12287] = { "яйцезбиральний пристрій", use="Зібрати найближче яйце дранона." }, -- Collectronic Module
[12288] = { "запакований забруднений слизень", use="Випустити забрудненого сквернолісного слизня, щоб він міг провзаємодіяти з первісним слизнем в кратері Ун'Ґоро." }, -- Encased Corrupt Ooze
[12289] = { "рештки морської черепахи" }, -- Sea Turtle Remains
[12291] = { "об'єднаний зразок слизу" }, -- Merged Ooze Sample
[12292] = { "коробка з дивним маркуванням" }, -- Strangely Marked Box
[12293] = { "тонка золота нитка" }, -- Fine Gold Thread
[12295] = { "поножі народного ополчення" }, -- Leggings of the People's Militia
[12296] = { "іскра народного ополчення" }, -- Spark of the People's Militia
[12299] = { "сітчасті рукавички" }, -- Netted Gloves
[12300] = { "сфера драконічної енергії", use="Керування розумом Вуглечвара, коли його сила волі ослабне." }, -- Orb of Draconic Energy
[12301] = { "ключ від бамбукової клітки" }, -- Bamboo Cage Key
[12302] = { "поводи кригозуба", use="Викликає та відпускає верхового кригозуба. Це дуже швидка верхова тварина." }, -- Reins of the Frostsaber
[12303] = { "поводи ночезуба", use="Викликає та відпускає верхового ночезуба. Це дуже швидка верхова тварина." }, -- Reins of the Nightsaber
[12323] = { "некована печатка Вознесіння", use="Розмістити нековану печатку Вознесіння перед Вуглечваром." }, -- Unforged Seal of Ascension
[12324] = { "викувана печатка Вознесіння" }, -- Forged Seal of Ascension
[12325] = { "поводи первісного леопарда", use="Викликає та відпускає верхового леопарда." }, -- Reins of the Primal Leopard
[12326] = { "поводи рудого шаблезуба", use="Викликає та відпускає верхового рудого шаблезуба." }, -- Reins of the Tawny Sabercat
[12327] = { "поводи золотистого шаблезуба", use="Викликає та відпускає верхового золотистого шаблезуба." }, -- Reins of the Golden Sabercat
[12330] = { "ріг рудого вовка", use="Викликає та відпускає верхового рудого вовка. Це дуже швидка верхова тварина." }, -- Horn of the Red Wolf
[12334] = { "уламки кригобоїв" }, -- Frostmaul Shards
[12335] = { "самоцвіт Зотлілого Терену" }, -- Gemstone of Smolderthorn
[12336] = { "самоцвіт Кам'яного Шпиля" }, -- Gemstone of Spirestone
[12337] = { "самоцвіт Кривавої Сокири" }, -- Gemstone of Bloodaxe
[12339] = { "дарунок Велана" }, -- Vaelan's Gift
[12341] = { "зразок фруктів Чорнолісних" }, -- Blackwood Fruit Sample
[12342] = { "зразок зерна Чорнолісних" }, -- Blackwood Grain Sample
[12343] = { "зразок горіхів Чорнолісних" }, -- Blackwood Nut Sample
[12344] = { "печатка Вознесіння", flavor="Руни драконів то з'являються, то зникають на внутрішній поверхні персня." }, -- Seal of Ascension
[12345] = { "речі Блискітки" }, -- Bijou's Belongings
[12346] = { "порожня чаша очищення", use="Наповнити водою з місячного колодязя, щоб підготувати чашу для очищенної їжі." }, -- Empty Cleansing Bowl
[12347] = { "наповнена чаша очищення", use="Створити чашу з очищенною їжею, що сподобається хутропузам. Потрібні фрукти, горіхи та зерно з табору Чорнолісних." }, -- Filled Cleansing Bowl
[12349] = { "зразок води зі Скельноджерельної річки" }, -- Cliffspring River Sample
[12350] = { "порожня посудина для зразків" }, -- Empty Sampling Tube
[12351] = { "ріг арктичного вовка", use="Викликає та відпускає верхового арктичного вовка. Це дуже швидка верхова тварина." }, -- Horn of the Arctic Wolf
[12352] = { "доленосна застібка" }, -- Doomrigger's Clasp
[12353] = { "вузда білого жеребця", use="Викликає та відпускає верхового білого жеребця. Це дуже швидка верхова тварина." }, -- White Stallion Bridle
[12354] = { "вузда солового коня", use="Викликає та відпускає верхового солового коня. Це дуже швидка верхова тварина." }, -- Palomino Bridle
[12355] = { "талісман порчі" }, -- Talisman of Corruption
[12356] = { "яйце виверни з Високого Сідала" }, -- Highperch Wyvern Egg
[12358] = { "скрижаль Темнокаменя" }, -- Darkstone Tablet
[12359] = { "злиток торію" }, -- Thorium Bar
[12360] = { "злиток арканіту" }, -- Arcanite Bar
[12361] = { "синій сапфір" }, -- Blue Sapphire
[12363] = { "арканічний кристал" }, -- Arcane Crystal
[12364] = { "величезний смарагд" }, -- Huge Emerald
[12365] = { "масивний камінь" }, -- Dense Stone
[12366] = { "густе хутро єті" }, -- Thick Yeti Fur
[12367] = { "бездоганний ріг єті" }, -- Pristine Yeti Horn
[12368] = { "Гамбіт Світанку", use="Розмістити в оглядовій кімнаті Школоманса." }, -- Dawn's Gambit
[12369] = { "скіпетр Вектуса" }, -- Scepter of Vectus
[12382] = { "ключ від міста", flavor="Головний ключ міста Стратгольм." }, -- Key to the City
[12383] = { "осяяне місяцем перо" }, -- Moontouched Feather
[12384] = { "скарб Мав'арі" }, -- Cache of Mau'ari
[12402] = { "древнє яйце" }, -- Ancient Egg
[12404] = { "масивний точильний камінь", use="Збільшує шкоду гострої зброї на 8 на 30 хвилин." }, -- Dense Sharpening Stone
[12405] = { "торієвий обладунок" }, -- Thorium Armor
[12406] = { "торієвий пояс" }, -- Thorium Belt
[12408] = { "торієві браслети" }, -- Thorium Bracers
[12409] = { "торієві чоботи" }, -- Thorium Boots
[12410] = { "торієвий шолом" }, -- Thorium Helm
[12411] = { "третя скрижаль Мош'ару" }, -- Third Mosh'aru Tablet
[12412] = { "четверта скрижаль Мош'ару" }, -- Fourth Mosh'aru Tablet
[12414] = { "торієві поножі" }, -- Thorium Leggings
[12415] = { "промениста кіраса" }, -- Radiant Breastplate
[12416] = { "променистий пояс" }, -- Radiant Belt
[12417] = { "променистий вінець" }, -- Radiant Circlet
[12418] = { "променисті рукавиці" }, -- Radiant Gloves
[12419] = { "променисті чоботи" }, -- Radiant Boots
[12420] = { "променисті поножі" }, -- Radiant Leggings
[12422] = { "імперська латна кіраса" }, -- Imperial Plate Chest
[12424] = { "імперський латний пояс" }, -- Imperial Plate Belt
[12425] = { "імперські латні браслети" }, -- Imperial Plate Bracers
[12426] = { "імперські латні чоботи" }, -- Imperial Plate Boots
[12427] = { "імперський латний шолом" }, -- Imperial Plate Helm
[12428] = { "імперські латні наплічники" }, -- Imperial Plate Shoulders
[12429] = { "імперські латні поножі" }, -- Imperial Plate Leggings
[12430] = { "е'ко кригозубів" }, -- Frostsaber E'ko
[12431] = { "е'ко зимокрайових" }, -- Winterfall E'ko
[12432] = { "е'ко щербозубів" }, -- Shardtooth E'ko
[12433] = { "е'ко диких совухів" }, -- Wildkin E'ko
[12434] = { "е'ко студовіїв" }, -- Chillwind E'ko
[12435] = { "е'ко льодореп'яхових" }, -- Ice Thistle E'ko
[12436] = { "е'ко кригобоїв" }, -- Frostmaul E'ko
[12437] = { "ящик Скеледужа" }, -- Ridgewell's Crate
[12438] = { "лист Тінкі" }, -- Tinkee's Letter
[12444] = { "неушкоджений ріг студовія" }, -- Uncracked Chillwind Horn
[12445] = { "пакунок Фелнока" }, -- Felnok's Package
[12446] = { "мушкет Ковмара" }, -- Anvilmar Musket
[12447] = { "лук шиподерева" }, -- Thistlewood Bow
[12448] = { "легка мисливська гвинтівка" }, -- Light Hunting Rifle
[12449] = { "примітивний лук" }, -- Primitive Bow
[12450] = { "джуджу шквалу", use="Збільшує швидкість атаки цілі на 3% протягом 20 сек." }, -- Juju Flurry
[12451] = { "джуджу сили", use="Збільшує силу цілі на 30 протягом 30 хв." }, -- Juju Power
[12455] = { "джуджу жару", use="Збільшує супротив вогню на 15 протягом 10 хв." }, -- Juju Ember
[12457] = { "джуджу холоду", use="Збільшує супротив кризі на 15 протягом 10 хв." }, -- Juju Chill
[12458] = { "джуджу кмітливості", use="Збільшує інтелект цілі на 30 протягом 30 хв." }, -- Juju Guile
[12459] = { "джуджу уникання", use="Збільшує шанс ухилитися від атаки на 5% протягом 10 сек." }, -- Juju Escape
[12460] = { "джуджу міці", use="Збільшує силу атаки на 40 протягом 10 хв." }, -- Juju Might
[12462] = { "обійми вітряного змія" }, -- Embrace of the Wind Serpent
[12463] = { "меч дранонячого ікла", hit="Ранить ціль, спричиняючи 150 шкоди від кровотечі протягом 30 секунд." }, -- Drakefang Butcher
[12464] = { "кігті кривавого вогню", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Bloodfire Talons
[12465] = { "сутінкова пелерина" }, -- Nightfall Drape
[12466] = { "пояс Світанкового Шпиля" }, -- Dawnspire Cord
[12467] = { "чужоземне яйце", flavor="Всередині щось ворушиться" }, -- Alien Egg
[12468] = { "жезл Чілтона" }, -- Chilton Wand
[12469] = { "калічник", hit="Збільшує отриману ціллю фізичну шкоду на 5 протягом 1 хв. Ефект накопичується до 5 разів." }, -- Mutilator
[12470] = { "пов'язки піщаного ловця" }, -- Sandstalker Ankleguards
[12471] = { "тростина пустельника" }, -- Desertwalker Cane
[12472] = { "термометр Кракла", use="Виміряти температуру гарячої точки.", flavor="Якість гарантована корпорацією Краклгейта" }, -- Krakle's Thermometer
[12522] = { "пілотні рукавиці Бінґлса" }, -- Bingles' Flying Gloves
[12524] = { "амулет з синього пір'я" }, -- Blue-feathered Amulet
[12525] = { "припаси Жарона" }, -- Jaron's Supplies
[12527] = { "реброруб", equip="Збільшує силу атаки на 10." }, -- Ribsplitter
[12528] = { "молоток судді", hit="Приголомшує ціль на 3 секунди." }, -- The Judge's Gavel
[12529] = { "клітка з павучком Жевріючої Павутини", use="Клацніть правою кнопкою миші, щоб викликати і відпустити павучка Жевріючої Павутини." }, -- Smolderweb Carrier
[12530] = { "яйце шпильного павука" }, -- Spire Spider Egg
[12531] = { "пекуча голка", hit="Завдає цілі 60 шкоди від вогню та збільшує отриману нею шкоду від вогню на 10 протягом 30 секунд." }, -- Searing Needle
[12532] = { "шпиль каменяра", use="Збільшує броню на 1000 протягом 10 секунд, однак протягом дії цього ефекту ви не можете атакувати чи вимовляти заклинання." }, -- Spire of the Stoneshaper
[12533] = { "грубий спис" }, -- Roughshod Pike
[12534] = { "голова Омокка", use="Настромити голову Омокка на грубий спис і втромити в купу підношень Уроку." }, -- Omokk's Head
[12535] = { "клинок Кузні Згуби", equip="Збільшує силу атаки на 12." }, -- Doomforged Straightedge
[12542] = { "вбрання поховального вогнища" }, -- Funeral Pyre Vestment
[12543] = { "пісенний камінь Залізогарта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Songstone of Ironforge
[12544] = { "рішучість Тралла" }, -- Thrall's Resolve
[12545] = { "око Орґріммара", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Eye of Orgrimmar
[12546] = { "аристократичні манжети" }, -- Aristocratic Cuffs
[12547] = { "рукавиці Мар Алома", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Mar Alom's Grip
[12548] = { "воля Маґні", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Magni's Will
[12549] = { "черепна клітка" }, -- Braincage
[12550] = { "рунічні кайдани голема", equip="Збільшує навичку захисту на 4." }, -- Runed Golem Shackles
[12551] = { "плащ кам'яного щита" }, -- Stoneshield Cloak
[12552] = { "пухирчастий плащ" }, -- Blisterbane Wrap
[12553] = { "чоботи швидкої ходи" }, -- Swiftwalker Boots
[12554] = { "рукавиці піднесеного вісника", equip="Збільшує зцілення від заклинань і ефектів на 33." }, -- Hands of the Exalted Herald
[12555] = { "наголінники переслідувача" }, -- Battlechaser's Greaves
[12556] = { "чоботи верховної жриці" }, -- High Priestess Boots
[12557] = { "наплічники з ебенової сталі" }, -- Ebonsteel Spaulders
[12558] = { "намисто з синього пір'я" }, -- Blue-feathered Necklace
[12562] = { "важливі папери Чорнокаменю" }, -- Important Blackrock Documents
[12563] = { "наказ воєводи Клинозуба", flavor="Скріплено печаткою карґатського експедиційного загону." }, -- Warlord Goretooth's Command
[12564] = { "план вбивства" }, -- Assassination Note
[12565] = { "переноска з кошеням Вінни", use="Випустити кошеня біля оскверненого місячного колодязя нефритожарих сатирів." }, -- Winna's Kitten Carrier
[12566] = { "загартована колба", use="Наповнити з оскверненого місячного колодязя нефритожарих сатирів." }, -- Hardened Flasket
[12567] = { "наповнена колба" }, -- Filled Flasket
[12582] = { "кріс Зул'Серака", hit="Викликає у цілі нестерпний біль, що завдає 10 шкоди від природи кожні 2 секунди і збільшує час між атаками на 10% протягом 10 секунд." }, -- Keris of Zul'Serak
[12583] = { "пила Чорнорука", hit="Ранить ціль, завдаючи від 324 до 540 шкоди." }, -- Blackhand Doomsaw
[12584] = { "довгий меч головнокомандувача", equip={ "Збільшує шанс завдання критичного удару на 1%.", "Збільшує силу атаки на 28." } }, -- Grand Marshal's Longsword
[12585] = { "медальйон Штормовію", use="Створює портал, що дозволяє учасникам групи телепортуватися до Штормовію." }, -- Stormwind Medallion
[12586] = { "незріла отруйна залоза", use="Виліковує 1 ефект отрути.", flavor="Захищає дитинчат від материнського молока. З часом ефективність знижується." }, -- Immature Venom Sac
[12587] = { "око Ренда", equip="Збільшує шанс завдання критичного удару на 2%." }, -- Eye of Rend
[12588] = { "напліччя кістяних шипів", equip="Завдає від 60 до 90 шкоди, коли ви отримуєте критичний удар в ближньому бою." }, -- Bonespike Shoulder
[12589] = { "пояс пилового пір'я", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Dustfeather Sash
[12590] = { "сквернобій", hit="Всі атаки гарантовано влучать та будуть критичними протягом наступних 3 секунд." }, -- Felstriker
[12592] = { "чорний клинок Шаграма", hit="Викликає пекельного духа Шаграма." }, -- Blackblade of Shahram
[12602] = { "драконівський відбивач", equip="Збільшує навичку захисту на 10." }, -- Draconian Deflector
[12603] = { "мундир обіймів ночі", equip="Збільшує силу атаки на 50." }, -- Nightbrace Tunic
[12604] = { "тіара зоряного вогню" }, -- Starfire Tiara
[12605] = { "зміїний череп" }, -- Serpentine Skuller
[12606] = { "кристалізований пояс", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Crystallized Girdle
[12607] = { "блискуча хроматична луска" }, -- Brilliant Chromatic Scale
[12608] = { "фартух м'ясника" }, -- Butcher's Apron
[12609] = { "поліхроматичне вбрання видінь" }, -- Polychromatic Visionwrap
[12610] = { "рунічні латні наплічники" }, -- Runic Plate Shoulders
[12611] = { "рунічні латні чоботи" }, -- Runic Plate Boots
[12612] = { "рунічний латний шолом" }, -- Runic Plate Helm
[12613] = { "рунічна кіраса" }, -- Runic Breastplate
[12614] = { "рунічні латні поножі" }, -- Runic Plate Leggings
[12615] = { "кольчужний мундир дикості" }, -- Savage Mail Tunic
[12616] = { "кольчужні чоботи дикості" }, -- Savage Mail Boots
[12617] = { "кольчужні наплічники дикості" }, -- Savage Mail Shoulders
[12618] = { "зачарована торієва кіраса", equip="Збільшує навичку захисту на 9." }, -- Enchanted Thorium Breastplate
[12619] = { "зачаровані торієві поножі", equip="Збільшує навичку захисту на 8." }, -- Enchanted Thorium Leggings
[12620] = { "зачарований торієвий шолом", equip="Збільшує навичку захисту на 9." }, -- Enchanted Thorium Helm
[12621] = { "демонічна вилка", hit="Витягує у цілі 10 здоров'я кожні 5 секунд протягом 25 сек." }, -- Demonfork
[12622] = { "м'ясо щербозуба" }, -- Shardtooth Meat
[12623] = { "м'ясо студовія" }, -- Chillwind Meat
[12624] = { "кольчуга диких шипів", equip="Збільшує шкоду від заклинань і ефектів природи на 34." }, -- Wildthorn Mail
[12625] = { "світанкові наплічники", equip="Збільшує зцілення від заклинань і ефектів на 44." }, -- Dawnbringer Shoulders
[12626] = { "похоронні наручники" }, -- Funeral Cuffs
[12627] = { "часовий переміщувач", use="Виявити часових паразитів біля елеваторів в Андоралі." }, -- Temporal Displacer
[12628] = { "демонокована кіраса", equip="З шансом 3% при отриманні удару ви викрадете у ворога 120 здоров'я протягом 4 сек." }, -- Demon Forged Breastplate
[12630] = { "голова Ренда Чорнорука", flavor="Огидна, кривава і брудна." }, -- Head of Rend Blackhand
[12631] = { "вогняні латні рукавиці", equip="Додає 4 шкоди від вогню до ваших атак зброєю." }, -- Fiery Plate Gauntlets
[12632] = { "штормові рукавиці", equip={ "Додає 3 шкоди від блискавки до ваших атак ближнього бою.", "Збільшує шкоду від заклинань і ефектів природи на 21." } }, -- Storm Gauntlets
[12633] = { "шолом чистої душі", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Whitesoul Helm
[12634] = { "карбований ремінь", equip="Збільшує силу атаки на 44." }, -- Chiselbrand Girdle
[12635] = { "простий пергамент" }, -- Simple Parchment
[12636] = { "шолом великого вождя" }, -- Helm of the Great Chief
[12637] = { "бакусарійські рукавиці", equip="Відновлює 4 мани кожні 5 сек." }, -- Backusarian Gauntlets
[12638] = { "годинник Андорала", flavor="Стрілки цього годинника завмерли на 3:00." }, -- Andorhal Watch
[12639] = { "рукавиці твердині", equip={ "Невразливість до роззброєння.", "Increases your chance to parry an attack by 1%.", "Improves your chance to get a critical strike by 1%." } }, -- Stronghold Gauntlets
[12640] = { "шолом левиного серця", equip={ "Збільшує шанс завдання критичного удару на 2%.", "Збільшує шанс завдання удару на 2%." } }, -- Lionheart Helm
[12641] = { "невразлива кольчуга", equip={ "З шансом 5% при отриманні удару в бою ви отримаєте невразливість до ударів у ближньому бою на 3 секунди. Цей ефект може виникати лише раз на 30 секунд.", "Збільшує навичку захисту на 13." } }, -- Invulnerable Mail
[12642] = { "очищена сфера пекельника" }, -- Cleansed Infernal Orb
[12643] = { "масивне грузило", use="Збільшує шкоду дробильної зброї на 8 на 30 хвилин." }, -- Dense Weightstone
[12644] = { "масивний шліфувальний камінь" }, -- Dense Grinding Stone
[12645] = { "торієвий шип для щита", use="Прикріпити до вашого щита торієвий шип, що завдає шкоди щоразу, коли ви блокуєте." }, -- Thorium Shield Spike
[12646] = { "пекельний смарагд", use="Захоплює дух пекельника для використання у створенні кулі чорнокнижника." }, -- Infus Emerald
[12647] = { "рубін сквернолова", use="Захоплює дух сквернопса для використання у створенні кулі чорнокнижника." }, -- Felhas Ruby
[12648] = { "ув'язнений дух сквернопса" }, -- Imprisoned Felhound Spirit
[12649] = { "ув'язнений дух пекельника" }, -- Imprisoned Infernal Spirit
[12650] = { "налаштований гаситель", use="Завдає від 525 до 675 арканічної шкоди обраній цілі та зменшує шкоду від неї на 25%.", flavor="Був створений для того, щоб вразити конкретну ціль." }, -- Attuned Dampener
[12651] = { "чорний ворон", equip="Збільшує шанс завдання удару на 1%." }, -- Blackcrow
[12652] = { "розвіддані Блискітки", flavor="АБСОЛЮТНО ТАЄМНО" }, -- Bijou's Reconnaissance Report
[12653] = { "здиральний гак", equip="Збільшує силу атаки на 22." }, -- Riphook
[12654] = { "згубостріл" }, -- Doomshot
[12655] = { "зачарований злиток торію" }, -- Enchanted Thorium Bar
[12662] = { "демонічна руна", use="Відновлює 900-1500 мани в обмін на 600-1000 здоров'я." }, -- Demonic Rune
[12663] = { "покрита письменами дубова гілка", flavor="Гілка вкрита письменами друїдів." }, -- Glyphed Oaken Branch
[12682] = { "креслення: Торієвий обладунок", use="Навчає вас створювати торієвий обладунок.", recipe_result_item=12405 }, -- Plans: Thorium Armor
[12683] = { "креслення: Торієвий пояс", use="Навчає вас створювати торієвий пояс.", recipe_result_item=12406 }, -- Plans: Thorium Belt
[12684] = { "креслення: Торієві браслети", use="Навчає вас створювати торієві браслети.", recipe_result_item=12408 }, -- Plans: Thorium Bracers
[12685] = { "креслення: Променистий пояс", use="Навчає вас створювати променистий пояс.", recipe_result_item=12416 }, -- Plans: Radiant Belt
[12687] = { "креслення: Імперські латні наплічники", use="Навчає вас створювати імперські латні наплічники.", recipe_result_item=12428 }, -- Plans: Imperial Plate Shoulders
[12688] = { "креслення: Імперський латний пояс", use="Навчає вас створювати імперський латний пояс.", recipe_result_item=12424 }, -- Plans: Imperial Plate Belt
[12689] = { "креслення: Промениста кіраса", use="Навчає вас створювати променисту кірасу.", recipe_result_item=12415 }, -- Plans: Radiant Breastplate
[12690] = { "креслення: Імперські латні браслети", use="Навчає вас створювати імперські латні браслети.", recipe_result_item=12425 }, -- Plans: Imperial Plate Bracers
[12691] = { "креслення: Кольчуга диких шипів", use="Навчає вас створювати кольчугу диких шипів.", recipe_result_item=12624 }, -- Plans: Wildthorn Mail
[12692] = { "креслення: Торієвий шип для щита", use="Навчає вас створювати торієвий шип для щита.", recipe_result_item=12645 }, -- Plans: Thorium Shield Spike
[12693] = { "креслення: Торієві чоботи", use="Навчає вас створювати торієві чоботи.", recipe_result_item=12409 }, -- Plans: Thorium Boots
[12694] = { "креслення: Торієвий шолом", use="Навчає вас створювати торієвий шолом.", recipe_result_item=12410 }, -- Plans: Thorium Helm
[12695] = { "креслення: Променисті рукавиці", use="Навчає вас створювати променисті рукавиці.", recipe_result_item=12418 }, -- Plans: Radiant Gloves
[12696] = { "креслення: Демонокована кіраса", use="Навчає вас створювати демоноковану кірасу.", recipe_result_item=12628 }, -- Plans: Demon Forged Breastplate
[12697] = { "креслення: Променисті чоботи", use="Навчає вас створювати променисті чоботи.", recipe_result_item=12419 }, -- Plans: Radiant Boots
[12698] = { "креслення: Світанкові наплічники", use="Навчає вас створювати світанкові наплічники.", recipe_result_item=12625 }, -- Plans: Dawnbringer Shoulders
[12699] = { "креслення: Вогняні латні рукавиці", use="Навчає вас створювати вогняні латні рукавиці.", recipe_result_item=12631 }, -- Plans: Fiery Plate Gauntlets
[12700] = { "креслення: Імперські латні чоботи", use="Навчає вас створювати імперські латні чоботи.", recipe_result_item=12426 }, -- Plans: Imperial Plate Boots
[12701] = { "креслення: Імперський латний шолом", use="Навчає вас створювати імперський латний шолом.", recipe_result_item=12427 }, -- Plans: Imperial Plate Helm
[12702] = { "креслення: Променистий вінець", use="Навчає вас створювати променистий вінець.", recipe_result_item=12417 }, -- Plans: Radiant Circlet
[12703] = { "креслення: Штормові рукавиці", use="Навчає вас створювати штормові рукавиці.", recipe_result_item=12632 }, -- Plans: Storm Gauntlets
[12704] = { "креслення: Торієві поножі", use="Навчає вас створювати торієві поножі.", recipe_result_item=12414 }, -- Plans: Thorium Leggings
[12705] = { "креслення: Імперська латна кіраса", use="Навчає вас створювати імперську латну кірасу.", recipe_result_item=12422 }, -- Plans: Imperial Plate Chest
[12706] = { "креслення: Рунічні латні наплічники", use="Навчає вас створювати рунічні латні наплічники.", recipe_result_item=12610 }, -- Plans: Runic Plate Shoulders
[12707] = { "креслення: Рунічні латні чоботи", use="Навчає вас створювати рунічні латні чоботи.", recipe_result_item=12611 }, -- Plans: Runic Plate Boots
[12708] = { "ящики з припасами для Перехрестя" }, -- Crossroads' Supply Crates
[12709] = { "шкуродер Піпа", equip={ "Збільшує навичку шкуродерства на 10.", "Збільшує силу атаки на 45 під час бою зі звірами." }, flavor="Також може використовуватись для зняття шкур." }, -- Pip's Skinner
[12710] = { "сяючий шматок плоті Звіра", flavor="Він світиться!" }, -- Glowing Hunk of the Beast's Flesh
[12711] = { "креслення: Шолом чистої душі", use="Навчає вас створювати шолом чистої душі.", recipe_result_item=12633 }, -- Plans: Whitesoul Helm
[12712] = { "талісман Вароша" }, -- Warosh's Mojo
[12713] = { "креслення: Променисті поножі", use="Навчає вас створювати променисті поножі.", recipe_result_item=12420 }, -- Plans: Radiant Leggings
[12714] = { "креслення: Рунічний латний шолом", use="Навчає вас створювати рунічний латний шолом.", recipe_result_item=12612 }, -- Plans: Runic Plate Helm
[12715] = { "креслення: Імперські латні поножі", use="Навчає вас створювати імперські латні поножі.", recipe_result_item=12429 }, -- Plans: Imperial Plate Leggings
[12716] = { "креслення: Шолом великого вождя", use="Навчає вас створювати шолом великого вождя.", recipe_result_item=12636 }, -- Plans: Helm of the Great Chief
[12717] = { "креслення: Шолом левиного серця", use="Навчає вас створювати шолом левиного серця.", recipe_result_item=12640 }, -- Plans: Lionheart Helm
[12718] = { "креслення: Рунічна кіраса", use="Навчає вас створювати рунічну кірасу.", recipe_result_item=12613 }, -- Plans: Runic Breastplate
[12719] = { "креслення: Рунічні латні поножі", use="Навчає вас створювати рунічні латні поножі.", recipe_result_item=12614 }, -- Plans: Runic Plate Leggings
[12720] = { "креслення: Рукавиці твердині", use="Навчає вас створювати рукавиці твердині.", recipe_result_item=12639 }, -- Plans: Stronghold Gauntlets
[12721] = { "половина оберега доброї вдачі" }, -- Good Luck Half-Charm
[12722] = { "інша половина оберега доброї вдачі", use="З'єднати дві половини оберега доброї вдачі." }, -- Good Luck Other-Half-Charm
[12723] = { "оберіг доброї вдачі" }, -- Good Luck Charm
[12724] = { "пакунок Дженіс" }, -- Janice's Parcel
[12725] = { "креслення: Зачарований торієвий шолом", use="Навчає вас створювати зачарований торієвий шолом.", recipe_result_item=12620 }, -- Plans: Enchanted Thorium Helm
[12726] = { "креслення: Зачаровані торієві поножі", use="Навчає вас створювати зачаровані торієві поножі.", recipe_result_item=12619 }, -- Plans: Enchanted Thorium Leggings
[12727] = { "креслення: Зачарована торієва кіраса", use="Навчає вас створювати зачаровану торієву кірасу.", recipe_result_item=12618 }, -- Plans: Enchanted Thorium Breastplate
[12728] = { "креслення: Невразлива кольчуга", use="Навчає вас створювати невразливу кольчугу.", recipe_result_item=12641 }, -- Plans: Invulnerable Mail
[12730] = { "сувій Вароша" }, -- Warosh's Scroll
[12731] = { "бездоганна шкура Звіра" }, -- Pristine Hide of the Beast
[12732] = { "вогниста агава" }, -- Incendia Agave
[12733] = { "священне м'ясо кригозуба", use="Розмістити на камені Ши-Ротам." }, -- Sacred Frostsaber Meat
[12734] = { "зачарована багряна нитка" }, -- Enchanted Scarlet Thread
[12735] = { "зотлілий стібок потвори" }, -- Frayed Abomination Stitching
[12736] = { "бальзамувальна рідина Кригошепта" }, -- Frostwhisper's Embalming Fluid
[12737] = { "бур'ян мороку" }, -- Gloom Weed
[12738] = { "ключ від вбиральні Дальсона" }, -- Dalson Outhouse Key
[12739] = { "ключ від шафи Дальсона" }, -- Dalson Cabinet Key
[12740] = { "п'ята скрижаль Мош'ару" }, -- Fifth Mosh'aru Tablet
[12741] = { "шоста скрижаль Мош'ару" }, -- Sixth Mosh'aru Tablet
[12752] = { "капелюх багряного вченого", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%." }, -- Cap of the Scarlet Savant
[12753] = { "шкіра тіні" }, -- Skin of Shadow
[12756] = { "поножі Аркани", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Leggings of Arcana
[12757] = { "кіраса кровожерливості", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Breastplate of Bloodthirst
[12764] = { "торієвий великий меч" }, -- Thorium Greatsword
[12765] = { "таємна записка №1" }, -- Secret Note #1
[12766] = { "таємна записка №2" }, -- Secret Note #2
[12768] = { "таємна записка №3" }, -- Secret Note #3
[12769] = { "хмуродеревний тесак", hit="На ворога накладається хмуродеревне прокляття, що зменшує опір магії на 25. Ефект накопичується до 3 разів." }, -- Bleakwood Hew
[12770] = { "інформація Блискітки" }, -- Bijou's Information
[12771] = { "порожня фляжка з-під огневиці" }, -- Empty Firewater Flask
[12772] = { "інкрустований торієвий молот" }, -- Inlaid Thorium Hammer
[12773] = { "вишукана торієва сокира" }, -- Ornate Thorium Handaxe
[12774] = { "Вістря Світанку", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Dawn's Edge
[12775] = { "величезна торієва бойова сокира", equip="Збільшує навичку володіння дворучними сокирами на 10." }, -- Huge Thorium Battleaxe
[12776] = { "зачарований бойовий молот", equip={ "Збільшує ваш шанс парирування атаки на 1%.", "Збільшує ваш шанс нанесення удару на 2%." } }, -- Enchanted Battlehammer
[12777] = { "палаюча рапіра", hit="Шанс підпалити ворога та нанести йому 100 шкоди протягом 30 сек." }, -- Blazing Rapier
[12779] = { "рунічне лезо" }, -- Rune Edge
[12780] = { "наказ генерала Драккісата" }, -- General Drakkisath's Command
[12781] = { "Безтурботність", hit="Знімає один магічний ефект з цілі." }, -- Serenity
[12782] = { "Порча" }, -- Corruption
[12783] = { "шукач сердець", equip="Збільшує шанс завдання критичного удару на 1%." }, -- Heartseeker
[12784] = { "арканітовий жнець", equip="Збільшує силу атаки на 62." }, -- Arcanite Reaper
[12785] = { "вогнистий порошок", use="Підкинути вогнистий порошок у священний вогонь життя." }, -- Incendia Powder
[12790] = { "арканітовий захисник", hit="Зцілює від 270 до 450 здоров'я та збільшує силу на 120 протягом 30 секунд." }, -- Arcanite Champion
[12791] = { "заточка бармена", hit="Ранить ціль, спричиняючи 100 шкоди від кровотечі протягом 30 сек." }, -- Barman Shanker
[12792] = { "вулканічний молот", hit="Кидає вогняну кулю, яка завдає від 100 до 128 шкоди від вогню і додатково 18 шкоди за 6 сек." }, -- Volcanic Hammer
[12793] = { "мундир міксолога" }, -- Mixologist's Tunic
[12794] = { "майстерний буремолот", hit="Завдає трьом цілям від 105 до 145 шкоди від природи." }, -- Masterwork Stormhammer
[12795] = { "кривавий пазур", hit="Ранить ціль, спричиняючи 100 шкоди від кровотечі протягом 30 сек." }, -- Blood Talon
[12796] = { "молот титанів", hit="Приголомшує ціль на 3 секунди." }, -- Hammer of the Titans
[12797] = { "крижаний страж", hit="Сповільнює рух цілі на 30%, а швидкість атаки - на 25% протягом 5 секунд." }, -- Frostguard
[12798] = { "Анігілятор", hit="Зменшує броню цілі на 200. Ефект накопичується до 3 разів." }, -- Annihilator
[12799] = { "великий опал" }, -- Large Opal
[12800] = { "азеротський діамант" }, -- Azerothian Diamond
[12802] = { "темний спис", hit="Збільшує шанс критичного удару учасників групи на 4%. Триває 20 секунд." }, -- Darkspear
[12803] = { "жива сутність" }, -- Living Essence
[12804] = { "потужне моджо" }, -- Powerful Mojo
[12805] = { "сфера вогню", equip="Дає шанс завдати від 50 до 70 шкоди вогнем при ударі." }, -- Orb of Fire
[12806] = { "прототип рунічного нагрудника", flavor="Вкритий демонічними рунами." }, -- Unforged Rune Covered Breastplate
[12807] = { "стяг Скари", use="Розмістити стяг Скари посеред табору Багряного Походу в Західних Зачумлених землях." }, -- Scourge Banner
[12808] = { "сутність невмерлості" }, -- Essence of Undeath
[12809] = { "охоронний камінь" }, -- Guardian Stone
[12810] = { "зачарована шкіра" }, -- Enchanted Leather
[12811] = { "сфера праведності" }, -- Righteous Orb
[12812] = { "неопалені латні рукавиці" }, -- Unfired Plate Gauntlets
[12813] = { "фляжка таємничого слизу" }, -- Flask of Mystery Goo
[12814] = { "пляшка з полум'ям", flavor="Достатньо, щоб підпалити великий намет!" }, -- Flame in a Bottle
[12815] = { "сигнальний смолоскип", use="Розмістити у дверному отворі вежі Андорала, щоб помітити її." }, -- Beacon Torch
[12816] = { "креслення: Торієвий великий меч", use="Навчає вас створювати торієвий великий меч.", recipe_result_item=12764 }, -- Plans: Thorium Greatsword
[12817] = { "креслення: Хмуродеревний тесак", use="Навчає вас створювати хмуродеревний тесак.", recipe_result_item=12769 }, -- Plans: Bleakwood Hew
[12818] = { "креслення: Інкрустований торієвий молот", use="Навчає вас створювати інкрустований торієвий молот.", recipe_result_item=12772 }, -- Plans: Inlaid Thorium Hammer
[12819] = { "креслення: Вишукана торієва сокира", use="Навчає вас створювати вишукану торієву сокиру.", recipe_result_item=12773 }, -- Plans: Ornate Thorium Handaxe
[12820] = { "огневиця Зимокрайових", use="Збільшує вашу силу атаки ближнього бою на {1} та розмір на {2} хв.#by {1} and size for {2} min" }, -- Winterfall Firewater
[12821] = { "креслення: Вістря Світанку", use="Навчає вас створювати Вістря Світанку.", recipe_result_item=12774 }, -- Plans: Dawn's Edge
[12822] = { "крапля токсичного страховища" }, -- Toxic Horror Droplet
[12823] = { "креслення: Величезна торієва бойова сокира", use="Навчає вас створювати величезну торієву бойову сокиру.", recipe_result_item=12775 }, -- Plans: Huge Thorium Battleaxe
[12824] = { "креслення: Зачарований бойовий молот", use="Навчає вас створювати зачарований бойовий молот.", recipe_result_item=12776 }, -- Plans: Enchanted Battlehammer
[12825] = { "креслення: Палаюча рапіра", use="Навчає вас створювати палаючу рапіру.", recipe_result_item=12777 }, -- Plans: Blazing Rapier
[12826] = { "креслення: Рунічне лезо", use="Навчає вас створювати рунічне лезо.", recipe_result_item=12779 }, -- Plans: Rune Edge
[12827] = { "креслення: Безтурботність", use="Навчає вас створювати Безтурботність.", recipe_result_item=12781 }, -- Plans: Serenity
[12828] = { "креслення: Вулканічний молот", use="Навчає вас створювати вулканічний молот.", recipe_result_item=12792 }, -- Plans: Volcanic Hammer
[12829] = { "ящик Зимокрайових" }, -- Winterfall Crate
[12830] = { "креслення: Порча", use="Навчає вас створювати Порчу.", recipe_result_item=12782 }, -- Plans: Corruption
[12831] = { "креслення: Кривавий пазур", use="Навчає вас створювати кривавий пазур.", recipe_result_item=12795 }, -- Plans: Blood Talon
[12832] = { "креслення: Темний спис", use="Навчає вас створювати темний спис.", recipe_result_item=12802 }, -- Plans: Darkspear
[12833] = { "креслення: Молот титанів", use="Навчає вас створювати молот титанів.", recipe_result_item=12796 }, -- Plans: Hammer of the Titans
[12834] = { "креслення: Арканітовий захисник", use="Навчає вас створювати арканітовий захисник.", recipe_result_item=12790 }, -- Plans: Arcanite Champion
[12835] = { "креслення: Анігілятор", use="Навчає вас створювати Анігілятор.", recipe_result_item=12798 }, -- Plans: Annihilator
[12836] = { "креслення: Крижаний страж", use="Навчає вас створювати крижаного стража.", recipe_result_item=12797 }, -- Plans: Frostguard
[12837] = { "креслення: Майстерний буремолот", use="Навчає вас створювати майстерний буремолот.", recipe_result_item=12794 }, -- Plans: Masterwork Stormhammer
[12838] = { "креслення: Арканітовий жнець", use="Навчає вас створювати арканітовий жнець.", recipe_result_item=12784 }, -- Plans: Arcanite Reaper
[12839] = { "креслення: Шукач сердець", use="Навчає вас створювати шукач сердець.", recipe_result_item=12783 }, -- Plans: Heartseeker
[12840] = { "камінь посіпаки Скари" }, -- Minion's Scourgestone
[12841] = { "камінь загарбника Скари" }, -- Invader's Scourgestone
[12842] = { "грубо написаний журнал" }, -- Crudely-written Log
[12843] = { "камінь осквернителя Скари" }, -- Corruptor's Scourgestone
[12844] = { "знак доблесті Сріблястого Світанку", use="Збільшення вашої репутації у Срібного Світанку." }, -- Argent Dawn Valor Token
[12845] = { "медальйон віри" }, -- Medallion of Faith
[12846] = { "жетон Сріблястого Світанку", flavor="Носіння цього жетона є свідченням служіння Сріблястому Світанку." }, -- Argent Dawn Commission
[12847] = { "наповнена душею піка" }, -- Soul Stained Pike
[12848] = { "закривавлена піка", use="Забрати обіцяну душу.", flavor="Піка пульсує енергією скверни." }, -- Blood Stained Pike
[12849] = { "поцілована демоном сумка" }, -- Demon Kissed Sack
[12871] = { "хроматичний панцир" }, -- Chromatic Carapace
[12884] = { "копито Арнака" }, -- Arnak's Hoof
[12885] = { "лялька Памели" }, -- Pamela's Doll
[12886] = { "голова ляльки Памели", use="З'єднати частини в одне ціле." }, -- Pamela's Doll's Head
[12887] = { "ліва частина ляльки Памели", use="З'єднати частини в одне ціле." }, -- Pamela's Doll's Left Side
[12888] = { "права частина ляльки Памели", use="З'єднати частини в одне ціле." }, -- Pamela's Doll's Right Side
[12891] = { "кирка Жарона", use="Добути фрагменти реліквії високородних." }, -- Jaron's Pick
[12894] = { "обручка Джозефа" }, -- Joseph's Wedding Ring
[12895] = { "кіраса хроматичного крила" }, -- Breastplate of the Chromatic Flight
[12896] = { "перший фрагмент реліквії" }, -- First Relic Fragment
[12897] = { "другий фрагмент реліквії" }, -- Second Relic Fragment
[12898] = { "третій фрагмент реліквії" }, -- Third Relic Fragment
[12899] = { "четвертий фрагмент реліквії" }, -- Fourth Relic Fragment
[12900] = { "літопис Дарроушира" }, -- Annals of Darrowshire
[12903] = { "поножі хроматичного воїна" }, -- Legguards of the Chromatic Defier
[12905] = { "накидка дикого вогню" }, -- Wildfire Cape
[12906] = { "очищена вода місячного колодязя", use="Загасити полум'я жаровень в Джеденарі та розсіяти їхню захисну магію." }, -- Purified Moonwell Water
[12907] = { "заражена вода місячного колодязя" }, -- Corrupt Moonwell Water
[12922] = { "порожня фляга", use="Наповнити водою з місячного колодязя Джеденара." }, -- Empty Canteen
[12923] = { "луска Авбі" }, -- Awbee's Scale
[12924] = { "ритуальна свічка", flavor="Ритуальна свічка з глибин Джеденара, нового дому Тіньової Ради." }, -- Ritual Candle
[12925] = { "зміїна шкіра Арікари" }, -- Arikara Serpent Skin
[12926] = { "полум'яний перстень", equip="Збільшує шкоду від заклинань і ефектів вогню на 24." }, -- Flaming Band
[12927] = { "наплічники точних ударів", equip={ "Збільшує шанс завдання удару на 2%.", "Збільшує силу атаки на 24." } }, -- Truestrike Shoulders
[12928] = { "механічний єті Умі", use="Виберіть друзів Умі та випустіть механічного єті." }, -- Umi's Mechanical Yeti
[12929] = { "талісман палкої люті", equip="Збільшує шанс завдання критичного удару на 1%." }, -- Emberfury Talisman
[12930] = { "шипастий очеретяник", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Briarwood Reed
[12935] = { "поножі воєводи", equip="Збільшує ваш шанс ухилитися від атаки на 2%." }, -- Warmaster Legguards
[12936] = { "бойові нарукавники", equip={ "Збільшує шанс завдання удару на 1%.", "Збільшує шанс завдання критичного удару на 1%." } }, -- Battleborn Armbraces
[12938] = { "кров героїв" }, -- Blood of Heroes
[12939] = { "племінний страж Дал'Ренда", equip="Збільшує навичку захисту на 7." }, -- Dal'Rend's Tribal Guardian
[12940] = { "священний обов'язок Дал'Ренда", equip="Збільшує шанс завдання критичного удару на 1%." }, -- Dal'Rend's Sacred Charge
[12942] = { "ключ від клітки пантери", use="Відкрити клітку пантери." }, -- Panther Cage Key
[12945] = { "ножні лати хроматичного воїна" }, -- Legplates of the Chromatic Defier
[12946] = { "гіперконденсатор" }, -- Hypercapacitor Gizmo
[12952] = { "череп Ґіта", equip="Збільшує навичку захисту на 9." }, -- Gyth's Skull
[12953] = { "койф драконячого ока", equip="Збільшує силу атаки на 38." }, -- Dragoneye Coif
[12954] = { "манускрипт Дейвіла" }, -- Davil's Libram
[12955] = { "щит Редпата" }, -- Redpath's Shield
[12956] = { "череп Горґуса" }, -- Skull of Horgus
[12957] = { "розбитий меч Мардука" }, -- Shattered Sword of Marduk
[12958] = { "рецепт: Трансмутація арканіту", use="Навчає вас перетворювати торій та арканічні кристали на арканіт.", recipe_result_item=12360 }, -- Recipe: Transmute Arcanite
[12960] = { "племінне бойове оперення", equip="Збільшує зцілення від заклинань і ефектів на 33." }, -- Tribal War Feathers
[12963] = { "поножі майстра клинка", equip={ "Збільшує шанс завдання удару на 1%.", "Збільшує шанс завдання критичного удару на 1%.", "Збільшує ваш шанс ухилитися від атаки на 2%." } }, -- Blademaster Leggings
[12964] = { "поножі Трістама", equip={ "Збільшує силу атаки на 34.", "Збільшує ваш шанс ухилитися від атаки на 2%." } }, -- Tristam Legguards
[12965] = { "поножі духовного савану", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Spiritshroud Leggings
[12966] = { "нарукавники чорної мли", equip="Збільшує шанс завдання удару на 1%." }, -- Blackmist Armguards
[12967] = { "плащ кривавого місяця" }, -- Bloodmoon Cloak
[12968] = { "криготкана накидка" }, -- Frostweaver Cape
[12969] = { "вербовий молот", hit="Зменшує всі характеристики на 20 і завдає 20 шкоди від природи кожні 3 секунди всім ворогам в радіусі 8 м протягом 30 секунд." }, -- Seeping Willow
[12970] = { "церемоніальні генеральські лати" }, -- General's Ceremonial Plate
[12973] = { "гарматне ядро Багряного Походу" }, -- Scarlet Cannonball
[12974] = { "Чорний лицар", hit="Запускає у ворога заряд тіні, що завдає від 35 до 45 шкоди від тіні." }, -- The Black Knight
[12975] = { "сокира розвідувача" }, -- Prospector Axe
[12976] = { "клинок Сталевого Ока" }, -- Ironpatch Blade
[12977] = { "рукавиці магічного кулака" }, -- Magefist Gloves
[12978] = { "пояс буревісника" }, -- Stormbringer Belt
[12979] = { "плащ вогняної гибелі" }, -- Firebane Cloak
[12982] = { "окуті сріблом чоботи" }, -- Silver-linked Footguards
[12983] = { "дубина Ракзура" }, -- Rakzur Club
[12984] = { "поклик небес" }, -- Skycaller
[12985] = { "перстень захисту", equip="Збільшує навичку захисту на 4." }, -- Ring of Defense
[12987] = { "темноплетені бриджі" }, -- Darkweave Breeches
[12988] = { "зоресяйний мундир" }, -- Starsight Tunic
[12989] = { "укус гаргуйля" }, -- Gargoyle's Bite
[12990] = { "бритвений топір" }, -- Razor's Edge
[12992] = { "пекучий клинок", hit="Кидає вогняну кулю, яка завдає 70 шкоди від вогню і додатково 9 шкоди за 6 сек." }, -- Searing Blade
[12994] = { "рукавиці Торбії" }, -- Thorbia's Gauntlets
[12996] = { "перстень очищення" }, -- Band of Purification
[12997] = { "щит Червоної Бороди" }, -- Redbeard Crest
[12998] = { "напліччя чарівника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Magician's Mantle
[12999] = { "пов'язки крила дракона" }, -- Drakewing Bands
[13086] = { "поводи кригозуба Зимоключа", use="Викликає та відпускає верхового кригозуба Зимоключа. Це дуже швидка верхова тварина." }, -- Reins of the Winterspring Frostsaber
[13140] = { "криваво-червоний ключ", flavor="Схоже, що це ключ від невеликого замка." }, -- Blood Red Key
[13155] = { "резонівний череп" }, -- Resonating Skull
[13156] = { "загадковий кристал", use="Піднести до сморідного черепа, щоб перевірити його на резонанс." }, -- Mystic Crystal
[13157] = { "сморідний череп" }, -- Fetid Skull
[13158] = { "слова верховного вождя" }, -- Words of the High Chief
[13171] = { "запальничка Димня", use="Завдає 125 шкоди від вогню всім цілям перед вами." }, -- Smokey's Lighter
[13172] = { "преміальний тютюн Ґрімма", flavor="Відмічено знаком Езри Ґрімма." }, -- Grimm's Premium Tobacco
[13174] = { "зразок зачумленої плоті" }, -- Plagued Flesh Sample
[13176] = { "дані про Скару" }, -- Scourge Data
[13180] = { "стратгольмська свята вода", use="Завдає від 438 до 562 шкоди невмерлим в радіусі 10 м.", flavor="Всього 1 калорія." }, -- Stratholme Holy Water
[13186] = { "порожня пляшка для зразків зі Сквернокам'яного поля" }, -- Empty Felstone Field Bottle
[13187] = { "порожня пляшка для зразків зі Сліз Дальсона" }, -- Empty Dalson's Tears Bottle
[13188] = { "порожня пляшка для зразків з Крученого Привида" }, -- Empty Writhing Haunt Bottle
[13189] = { "порожня пляшка для зразків з Посухи Ґаррона" }, -- Empty Gahrron's Withering Bottle
[13190] = { "пляшка зразків зі Сквернокам'яного поля" }, -- Filled Felstone Field Bottle
[13191] = { "пляшка зразків зі Сліз Дальсона" }, -- Filled Dalson's Tears Bottle
[13192] = { "пляшка зразків з Крученого Привида" }, -- Filled Writhing Haunt Bottle
[13193] = { "пляшка зразків з Посухи Ґаррона" }, -- Filled Gahrron's Withering Bottle
[13194] = { "ключ від котла Сквернокам'яного поля" }, -- Felstone Field Cauldron Key
[13195] = { "ключ від котла Сліз Дальсона" }, -- Dalson's Tears Cauldron Key
[13196] = { "ключ від котла Посухи Ґаррона" }, -- Gahrron's Withering Cauldron Key
[13197] = { "ключ від котла Крученого Привида" }, -- Writhing Haunt Cauldron Key
[13202] = { "доповнений літопис Дарроушира" }, -- Extended Annals of Darrowshire
[13207] = { "голова лорда тіней Фел'дана", flavor="Це голова лідера Тіньової Ради в Скверноліссі." }, -- Shadow Lord Fel'dan's Head
[13209] = { "печатка Світанку", equip="Збільшує силу атаки на 81 в бою з невмерлими. Також дозволяє отримувати камені Скари для Сріблястого Світанку." }, -- Seal of the Dawn
[13213] = { "око Жевріючої Павутини", use="Отруює ціль, завдаючи 20 шкоди від природи кожні 2 сек протягом 20 сек." }, -- Smolderweb's Eye
[13216] = { "корона розкаяння", equip="Відновлює 6 мани кожні 5 сек." }, -- Crown of the Penitent
[13217] = { "перстень розкаяння", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Band of the Penitent
[13243] = { "cріблястий захисник", equip="З шансом 1% при отриманні удару в бою ви збільшите шанс блокування атак щитом на 50% протягом 10 сек." }, -- Argent Defender
[13246] = { "cріблястий месник", hit="Збільшує силу атаки в бою з невмерлими на 200 протягом 10 сек." }, -- Argent Avenger
[13249] = { "cріблястий лицар" }, -- Argent Crusader
[13250] = { "голова Бальназара" }, -- Head of Balnazzar
[13251] = { "голова барона Рівендера" }, -- Head of Baron Rivendare
[13289] = { "рушниця Іґана", use="Вистрілити в примарних та спектральних жителів, щоб звільнити їхні душі." }, -- Egan's Blaster
[13310] = { "креслення: Точний приціл", use="Навчає вас створювати точний приціл.", recipe_result_item=4407 }, -- Schematic: Accurate Scope
[13313] = { "священні писання високородних", flavor="Сторінки пошарпані та порвані..." }, -- Sacred Highborne Writings
[13315] = { "заповіт надії", use="Відновлює 500 здоров'я. Можна використати лише при 10% здоров'я." }, -- Testament of Hope
[13317] = { "свисток кремового раптора", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Whistle of the Ivory Raptor
[13320] = { "арканічний прискорювач", flavor="Використовується як каталізатор для перетворення токсинів в котлах Скари." }, -- Arcane Quickener
[13321] = { "зелений механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Green Mechanostrider
[13322] = { "нефарбований механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Unpainted Mechanostrider
[13323] = { "пурпуровий механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Purple Mechanostrider
[13324] = { "червоно-синій механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Red & Blue Mechanostrider
[13325] = { "флуоресцентний зелений механобіг", use="Викликає та відпускає верхового механічного довгобіга." }, -- Fluorescent Green Mechanostrider
[13326] = { "білий механобіг, модель А", use="Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування." }, -- White Mechanostrider Mod A
[13327] = { "крижано-блакитний механобіг, модель А", use="Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування." }, -- Icy Blue Mechanostrider Mod A
[13328] = { "чорний баран", use="Викликає та відпускає верхового чорного барана. Це дуже швидка верхова тварина." }, -- Black Ram
[13329] = { "морозний баран", use="Викликає та відпускає верхового морозного барана. Це дуже швидка верхова тварина." }, -- Frost Ram
[13331] = { "червоний кінь-скелет", use="Викликає та відпускає верхового коня-скелета." }, -- Red Skeletal Horse
[13332] = { "блакитний кінь-скелет", use="Викликає та відпускає верхового коня-скелета." }, -- Blue Skeletal Horse
[13333] = { "коричневий кінь-скелет", use="Викликає та відпускає верхового коня-скелета." }, -- Brown Skeletal Horse
[13334] = { "зелений бойовий кінь-скелет", use="Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина." }, -- Green Skeletal Warhorse
[13347] = { "кристал Зін-Малора", equip="Завдає шкоди та випалює від 100 до 500 мани, якщо ви не гідні." }, -- Crystal of Zin-Malor
[13350] = { "знак Чорної Варти" }, -- Insignia of the Black Guard
[13351] = { "фартух багряного коваля молотів" }, -- Crimson Hammersmith's Apron
[13352] = { "змієкамінь Вош'ґаджин" }, -- Vosh'gajin's Snakestone
[13354] = { "ектоплазматичний резонатор" }, -- Ectoplasmic Resonator
[13356] = { "соматичний підсилювач" }, -- Somatic Intensifier
[13357] = { "кістяний каталізатор" }, -- Osseous Agitator
[13422] = { "камнелуский вугор" }, -- Stonescale Eel
[13423] = { "олія камнелуского вугра" }, -- Stonescale Oil
[13442] = { "потужне зілля люті", use=17528 }, -- Mighty Rage Potion
[13443] = { "відмінне зілля мани", ref=2455 }, -- Superior Mana Potion
[13444] = { "величезне зілля мани", ref=2455 }, -- Major Mana Potion
[13445] = { "еліксир потужного захисту", use=11348 }, -- Elixir of Superior Defense
[13446] = { "величезне зілля лікування", ref=118 }, -- Major Healing Potion
[13447] = { "еліксир мудреців", use=17535 }, -- Elixir of the Sages
[13448] = { "документи на Тверджу Дарроу", flavor="Відмічено печаткою Барових." }, -- The Deed to Caer Darrow
[13450] = { "документи на Південнобережжя", flavor="Відмічено печаткою Барових." }, -- The Deed to Southshore
[13451] = { "документи на Тарренський Млин", flavor="Відмічено печаткою Барових." }, -- The Deed to Tarren Mill
[13452] = { "еліксир мангусти", use=17538 }, -- Elixir of the Mongoose
[13453] = { "еліксир грубої сили", use=17537 }, -- Elixir of Brute Force
[13454] = { "великий арканічний еліксир", use=17539 }, -- Greater Arcane Elixir
[13455] = { "велике зілля каменещита", use=17540 }, -- Greater Stoneshield Potion
[13456] = { "велике зілля крижаного захисту", use=17544 }, -- Greater Frost Protection Potion
[13457] = { "велике зілля вогняного захисту", use=17543 }, -- Greater Fire Protection Potion
[13458] = { "велике зілля природного захисту", use=17546 }, -- Greater Nature Protection Potion
[13459] = { "велике зілля тіньового захисту", use=17548 }, -- Greater Shadow Protection Potion
[13460] = { "велике зілля священного захисту", use=17545 }, -- Greater Holy Protection Potion
[13461] = { "велике зілля арканічного захисту", use=17549 }, -- Greater Arcane Protection Potion
[13462] = { "зілля очищення", use="Спроба зняти одне прокляття, одну хворобу та одну отруту." }, -- Purification Potion
[13463] = { "снолистя" }, -- Dreamfoil
[13464] = { "золотий сансам" }, -- Golden Sansam
[13465] = { "гірська срібномудриця" }, -- Mountain Silversage
[13466] = { "чумоцвіт" }, -- Plaguebloom
[13467] = { "льодошапка" }, -- Icecap
[13468] = { "чорний лотос" }, -- Black Lotus
[13469] = { "голова Велдона Барова" }, -- Head of Weldon Barov
[13470] = { "голова Алексія Барова" }, -- Head of Alexi Barov
[13471] = { "документи на Брілль", flavor="Відмічено печаткою Барових." }, -- The Deed to Brill
[13473] = { "оберіг доброї вдачі Сквернокаменів" }, -- Felstone Good Luck Charm
[13474] = { "рушниця фермера Дальсона" }, -- Farmer Dalson's Shotgun
[13475] = { "фамільна обручка Дальсона" }, -- Dalson Family Wedding Ring
[13476] = { "рецепт: Потужне зілля люті", use="Навчає вас створювати потужне зілля люті.", recipe_result_item=13442 }, -- Recipe: Mighty Rage Potion
[13477] = { "рецепт: Відмінне зілля мани", use="Навчає вас створювати відмінне зілля мани.", recipe_result_item=13443 }, -- Recipe: Superior Mana Potion
[13478] = { "рецепт: Еліксир потужного захисту", use="Навчає вас створювати еліксир потужного захисту.", recipe_result_item=13445 }, -- Recipe: Elixir of Superior Defense
[13479] = { "рецепт: Еліксир мудреців", use="Навчає вас створювати еліксир мудреців.", recipe_result_item=13447 }, -- Recipe: Elixir of the Sages
[13480] = { "рецепт: Величезне зілля лікування", use="Навчає вас створювати величезне зілля лікування.", recipe_result_item=13446 }, -- Recipe: Major Healing Potion
[13481] = { "рецепт: Еліксир грубої сили", use="Навчає вас створювати еліксир грубої сили.", recipe_result_item=13453 }, -- Recipe: Elixir of Brute Force
[13482] = { "рецепт: Трансмутація повітря у вогонь", use="Навчає вас перетворювати сутність повітря на сутність вогню.", recipe_result_item=7078 }, -- Recipe: Transmute Air to Fire
[13483] = { "рецепт: Трансмутація вогню у землю", use="Навчає вас перетворювати сутність вогню на сутність землі.", recipe_result_item=7076 }, -- Recipe: Transmute Fire to Earth
[13484] = { "рецепт: Трансмутація землі у воду", use="Навчає вас перетворювати сутність землі на сутність води.", recipe_result_item=7080 }, -- Recipe: Transmute Earth to Water
[13485] = { "рецепт: Трансмутація води в повітря", use="Навчає вас перетворювати сутність води на сутність повітря.", recipe_result_item=7082 }, -- Recipe: Transmute Water to Air
[13486] = { "рецепт: Трансмутація невмерлості у воду", use="Навчає вас перетворювати сутність невмерлості на сутність води.", recipe_result_item=7080 }, -- Recipe: Transmute Undeath to Water
[13487] = { "рецепт: Трансмутація води у невмерлість", use="Навчає вас перетворювати сутність води на сутність невмерлості.", recipe_result_item=12808 }, -- Recipe: Transmute Water to Undeath
[13488] = { "рецепт: Трансмутація життя у землю", use="Навчає вас перетворювати живу сутність на сутність землі.", recipe_result_item=7076 }, -- Recipe: Transmute Life to Earth
[13489] = { "рецепт: Трансмутація землі у життя", use="Навчає вас перетворювати сутність землі на живу сутність.", recipe_result_item=12803 }, -- Recipe: Transmute Earth to Life
[13490] = { "рецепт: Велике зілля каменещита", use="Навчає вас створювати велике зілля каменещита.", recipe_result_item=13455 }, -- Recipe: Greater Stoneshield Potion
[13491] = { "Рецепт: Еліксир мангусти", use="Навчає вас створювати еліксир мангусти.", recipe_result_item=13452 }, -- Recipe: Elixir of the Mongoose
[13493] = { "рецепт: Великий арканічний еліксир", use="Навчає вас створювати великий арканічний еліксир.", recipe_result_item=13454 }, -- Recipe: Greater Arcane Elixir
[13494] = { "рецепт: Велике зілля вогняного захисту", use="Навчає вас створювати велике зілля вогняного захисту.", recipe_result_item=13457 }, -- Recipe: Greater Fire Protection Potion
[13495] = { "рецепт: Велике зілля крижаного захисту", use="Навчає вас створювати велике зілля крижаного захисту.", recipe_result_item=13456 }, -- Recipe: Greater Frost Protection Potion
[13496] = { "рецепт: Велике зілля природного захисту", use="Навчає вас створювати велике зілля природного захисту.", recipe_result_item=13458 }, -- Recipe: Greater Nature Protection Potion
[13497] = { "рецепт: Велике зілля арканічного захисту", use="Навчає вас створювати велике зілля арканічного захисту.", recipe_result_item=13461 }, -- Recipe: Greater Arcane Protection Potion
[13499] = { "рецепт: Велике зілля тіньового захисту", use="Навчає вас створювати велике зілля тіньового захисту.", recipe_result_item=13459 }, -- Recipe: Greater Shadow Protection Potion
[13501] = { "рецепт: Величезне зілля мани", use="Навчає вас створювати величезне зілля мани.", recipe_result_item=13444 }, -- Recipe: Major Mana Potion
[13506] = { "настій скам'яніння", use="Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Одночасно ви можете перебувати під дією лише одного настою." }, -- Flask of Petrification
[13507] = { "звіт спостерігача скель Довгорогого" }, -- Cliffwatcher Longhorn Report
[13508] = { "око Арахніди", use=126 }, -- Eye of Arachnida
[13510] = { "настій титанів", use="Збільшує максимальне здоров'я на 1200 на 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті." }, -- Flask of the Titans
[13511] = { "настій дистильованої мудрості", use="Збільшує максимальну ману на 2000 на 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті." }, -- Flask of Distilled Wisdom
[13512] = { "настій великої сили", use="Збільшує шкоду від магічних заклинань і ефектів на 150 на 2 години. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті." }, -- Flask of Supreme Power
[13513] = { "настій хроматичного супротиву", use="Збільшує ваш супротив всім школам магії на 25 на 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті та додається до всіх інших заклинань і предметів зі супротивом." }, -- Flask of Chromatic Resistance
[13523] = { "кров невинних", flavor="Кров ще свіжа." }, -- Blood of Innocents
[13536] = { "ріг пробудження", use="Розбудити сплячого друїда." }, -- Horn of Awakening
[13542] = { "демонічна скриня" }, -- Demon Box
[13544] = { "примарна сутність", flavor="Дозволяє спілкуватися з мерцями Тверджі Дарроу." }, -- Spectral Essence
[13545] = { "молюск" }, -- Shellfish
[13546] = { "кровочеревка", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Bloodbelly Fish
[13562] = { "останки Трея Світлогарта" }, -- Remains of Trey Lightforge
[13582] = { "повідець зерглінга", use="Клацніть правою кнопкою миші, щоб викликати і відпустити зерглінга." }, -- Zergling Leash
[13583] = { "нашийник панди", use="Клацніть правою кнопкою миші, щоб викликати і відпустити дитинча панди." }, -- Panda Collar
[13584] = { "камінь Діабло", use="Клацніть правою кнопкою миші, щоб викликати і відпустити Діабло." }, -- Diablo Stone
[13585] = { "спогад про людяність", flavor="Всі сторінки вирвані." }, -- Keepsake of Remembrance
[13602] = { "великий камінь чарів", ref=5522 }, -- Greater Spellstone
[13603] = { "величезний камінь чарів", ref=5522 }, -- Major Spellstone
[13624] = { "спогад душі" }, -- Soulbound Keepsake
[13626] = { "людська голова Раса Кригошепта" }, -- Human Head of Ras Frostwhisper
[13699] = { "камінь вогню", ref=1254 }, -- Firestone
[13700] = { "великий камінь вогню", ref=1254 }, -- Greater Firestone
[13701] = { "величезний камінь вогню", ref=1254 }, -- Major Firestone
[13702] = { "бур'ян приречення" }, -- Doom Weed
[13703] = { "кістка кодо" }, -- Kodo Bone
[13704] = { "скелетний ключ" }, -- Skeleton Key
[13724] = { "збагачене маною печиво", use=18071 }, -- Enriched Manna Biscuit
[13725] = { "мішок жахів Крастінова" }, -- Krastinov's Bag of Horrors
[13752] = { "спогад душі", use="Використати на Расі Кригошепті, лічі, щоб зробити його смертним." }, -- Soulbound Keepsake
[13754] = { "сира блискуча міць-риба", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Glossy Mightfish
[13756] = { "сирий літній окунь", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Summer Bass
[13757] = { "блискавковий вугор" }, -- Lightning Eel
[13758] = { "сира червоноперка", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Redgill
[13759] = { "сирий темноперий луціан", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Nightfin Snapper
[13760] = { "сирий сонцелуский лосось", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Sunscale Salmon
[13761] = { "заморожені яйця" }, -- Frozen Eggs
[13810] = { "благословенний сонцеплід", use="Відновлює 1933.2 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує вашу силу на 10 протягом 10 хв." }, -- Blessed Sunfruit
[13813] = { "благословенний сік сонцеплоду", use="Відновлює 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує ваш дух на 10 протягом 10 хв." }, -- Blessed Sunfruit Juice
[13815] = { "якась руна" }, -- Some Rune
[13850] = { "набої Грімостріла" }, -- Rumbleshot's Ammo
[13851] = { "гострі вовчі реберця", use=5007 }, -- Hot Wolf Ribs
[13852] = { "наказ верховного лицаря", flavor="Скріплено печаткою верховного лицаря." }, -- The Grand Crusader's Command
[13853] = { "шматок м'яса трупного черв'яка" }, -- Slab of Carrion Worm Meat
[13858] = { "вбрання з рунічного полотна" }, -- Runecloth Robe
[13864] = { "чоботи з рунічного полотна" }, -- Runecloth Boots
[13872] = { "зв'язка деревини" }, -- Bundle of Wood
[13889] = { "сирий білолуский лосось", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Whitescale Salmon
[13890] = { "риба-броненосець" }, -- Plated Armorfish
[13892] = { "комбобулятор кодо", use="Активувати поруч з древнім, старим або вмираючим кодо, щоб він пішов за вами (по одному за раз)." }, -- Kodo Kombobulator
[13920] = { "здорова луска дракона" }, -- Healthy Dragon Scale
[13926] = { "золота перлина" }, -- Golden Pearl
[13927] = { "смажена блискуча міць-риба", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваша витривалість збільшиться на 10 протягом 10 хв." }, -- Cooked Glossy Mightfish
[13929] = { "гострий копчений окунь", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваш дух збільшиться на 10 протягом 10 хв." }, -- Hot Smoked Bass
[13930] = { "філе червоноперки", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Filet of Redgill
[13931] = { "суп з темноперого луціана", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і відновлюватимете 8 мани кожні 5 сек протягом 10 хв." }, -- Nightfin Soup
[13932] = { "томлений сонцелуский лосось", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і відновлюватимете 6 здоров'я кожні 5 сек протягом 10 хв." }, -- Poached Sunscale Salmon
[13935] = { "запечений лосось", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Baked Salmon
[13958] = { "кайдани Змійталака" }, -- Wyrmthalak's Shackles
[13959] = { "обхватний ремінь Омокка", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Omokk's Girth Restrainer
[13961] = { "намордник Галікон" }, -- Halycon's Muzzle
[13962] = { "пасок Вош'ґаджин", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Vosh'gajin's Strand
[13963] = { "порочні захвати Вуна", equip="Збільшує ваш шанс нанесення удару на 2%." }, -- Voone's Vice Grips
[13965] = { "пластина Чорнорука", equip="Збільшує ваш шанс нанесення критичного удару на 2%." }, -- Blackhand's Breadth
[13966] = { "знак тиранії", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Mark of Tyranny
[13968] = { "око Звіра", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%." }, -- Eye of the Beast
[13982] = { "бойовий меч Тверджі Дарроу" }, -- Warblade of Caer Darrow
[13984] = { "вістря Дарроу", hit="Підриває ціль, завдаючи їй 90 шкоди від криги." }, -- Darrowspike
[13986] = { "корона Тверджі Дарроу" }, -- Crown of Caer Darrow
[14002] = { "оборонник Дарроушира" }, -- Darrowshire Strongguard
[14022] = { "дзвоник для слуг Барових", use="Прикликає 3 слуг з дому Барових, які битимуться, готуватимуть і прибиратимуть за вас." }, -- Barov Peasant Caller
[14023] = { "дзвоник для слуг Барових", use="Прикликає 3 слуг з дому Барових, які битимуться, готуватимуть і прибиратимуть за вас." }, -- Barov Peasant Caller
[14046] = { "сумка з рунічного полотна" }, -- Runecloth Bag
[14047] = { "рунічне полотно" }, -- Runecloth
[14048] = { "рулон рунічної тканини" }, -- Bolt of Runecloth
[14104] = { "сяйнополотняні штани" }, -- Brightcloth Pants
[14217] = { "пояс геоманта" }, -- Geomancer's Cord
[14218] = { "чоботи геоманта" }, -- Geomancer's Boots
[14219] = { "плащ геоманта" }, -- Geomancer's Cloak
[14220] = { "капелюх геоманта" }, -- Geomancer's Cap
[14221] = { "браслети геоманта" }, -- Geomancer's Bracers
[14222] = { "рукавиці геоманта" }, -- Geomancer's Gloves
[14223] = { "наплічники геоманта" }, -- Geomancer's Spaulders
[14224] = { "штани геоманта" }, -- Geomancer's Trousers
[14225] = { "вбрання геоманта" }, -- Geomancer's Wraps
[14227] = { "залізошовкова павутина" }, -- Ironweb Spider Silk
[14256] = { "сквернотканина" }, -- Felcloth
[14338] = { "порожня посудина для води", use="Наповнити водою з місячного колодязя Аубердіну." }, -- Empty Water Tube
[14339] = { "посудина з водою місячного колодязя" }, -- Moonwell Water Tube
[14341] = { "рунічна нитка" }, -- Rune Thread
[14342] = { "місячне полотно" }, -- Mooncloth
[14343] = { "малий блискучий осколок" }, -- Small Brilliant Shard
[14344] = { "великий блискучий осколок" }, -- Large Brilliant Shard
[14381] = { "сумка Зловісного Тотема" }, -- Grimtotem Satchel
[14395] = { "Закляття Темряви", flavor="Краще її не відкривати." }, -- Spells of Shadow
[14396] = { "Чаклунство з Підсвіття", flavor="Ви раді, що не розумієте рун, викарбуваних на обкладинці." }, -- Incantations from the Nether
[14523] = { "демонічна кирка", use="Знищити демонічний кристал." }, -- Demon Pick
[14529] = { "рунічний бинт", use="Відновлює 1360 здоров'я за 8 сек." }, -- Runecloth Bandage
[14530] = { "щільний рунічний бинт", use="Відновлює 2000 здоров'я за 8 сек." }, -- Heavy Runecloth Bandage
[14540] = { "серце Тараґамана Ненажерливого" }, -- Taragaman the Hungerer's Heart
[14542] = { "ящик Крейвела" }, -- Kravel's Crate
[14544] = { "знак розрізнення лейтенанта", flavor="Ця маленька руна означє, що її власник — лейтенант Палаючого Леза." }, -- Lieutenant's Insignia
[14546] = { "Рууновий ріг кодо" }, -- Roon's Kodo Horn
[14547] = { "рука Ірукзуса", use="Закрити портал демонів." }, -- Hand of Iruxos
[14610] = { "скарабей Аража" }, -- Araj's Scarab
[14613] = { "молот Телана", flavor="Вигравійовано: Моєму дорогому хлопчику, Телану. З любов'ю, батько." }, -- Taelan's Hammer
[14619] = { "фрагменти скелетів" }, -- Skeletal Fragments
[14625] = { "символ втраченої честі", flavor="Орден Сріблястої Десниці" }, -- Symbol of Lost Honor
[14628] = { "загартовані фрагменти скелетів" }, -- Imbued Skeletal Fragments
[14634] = { "рецепт: Крижана олія", use="Навчає вас створювати крижану олію.", recipe_result_item=3829 }, -- Recipe: Frost Oil
[14644] = { "форма для скелетного ключа", use="Наповнити двома злитками торію та лавою з вершини Вогнеперої скелі, що в кратері Ун'Ґоро, щоб створити незавершений скелетний ключ." }, -- Skeleton Key Mold
[14645] = { "незавершений скелетний ключ", flavor="У цього ключа відсутня головка." }, -- Unfinished Skeleton Key
[14646] = { "подарунковий сертифікат Північнокраю" }, -- Northshire Gift Voucher
[14647] = { "подарунковий сертифікат Морозної долини" }, -- Coldridge Valley Gift Voucher
[14648] = { "подарунковий сертифікат Тінистої долини" }, -- Shadowglen Gift Voucher
[14649] = { "подарунковий сертифікат долини Випробувань" }, -- Valley of Trials Gift Voucher
[14650] = { "подарунковий сертифікат табору Нараче" }, -- Camp Narache Gift Voucher
[14651] = { "подарунковий сертифікат Смертедзвону" }, -- Deathknell Gift Voucher
[14679] = { "Сімейна любов", flavor="Від погляду на цю картину на вашому обличчі виникає посмішка." }, -- Of Love and Family
[14872] = { "подарунок Тіріона" }, -- Tirion's Gift
[14894] = { "корінь лілії", use="Відновлює від {1} до {2} мани та здоров'я.#Restores {1} to {2}" }, -- Lily Root
[15002] = { "спис Німбої", use="Приєднати 20 черепів тролів Зів'ялої Кори, щоб створити спис Німбої з черепами." }, -- Nimboya's Pike
[15042] = { "порожня банка для термітів", use="Зібрати термітів на термітниках Східних Зачумлених земель." }, -- Empty Termite Jar
[15043] = { "терміти Зачумлених земель" }, -- Plagueland Termites
[15044] = { "бочка з термітами Зачумлених земель" }, -- Barrel of Plagueland Termites
[15084] = { "лихі шкіряні браслети" }, -- Wicked Leather Bracers
[15086] = { "лиха шкіряна бандана" }, -- Wicked Leather Headband
[15088] = { "лихий шкіряний пояс" }, -- Wicked Leather Belt
[15092] = { "рунічні шкіряні браслети" }, -- Runic Leather Bracers
[15095] = { "рунічні шкіряні штани" }, -- Runic Leather Pants
[15102] = { "перевірений зразок з Ун'Ґоро" }, -- Un'Goro Tested Sample
[15103] = { "перевірений на псування зразок" }, -- Corrupt Tested Sample
[15104] = { "крилоносні чоботи" }, -- Wingborne Boots
[15105] = { "посох Ног'Орагіла", equip="Збільшує шкоду від заклинань і ефектів вогню на 19." }, -- Staff of Noh'Orahil
[15106] = { "посох Дар'Орагіла", equip="Збільшує шкоду від заклинань і ефектів тіні на 19." }, -- Staff of Dar'Orahil
[15107] = { "сфера Ног'Орагіла", equip="Збільшує шкоду від заклинань і ефектів вогню на 14.", use="Відновлює 40 здоров'я кожні 3 сек протягом 30 сек." }, -- Orb of Noh'Orahil
[15108] = { "сфера Дар'Орагіла", equip="Збільшує шкоду від заклинань і ефектів тіні на 14.", use="Відновлює 40 здоров'я кожні 3 сек протягом 30 сек." }, -- Orb of Dar'Orahil
[15109] = { "посох Соран'рука", equip={ "Збільшує шкоду від заклинань і ефектів тіні на 9.", "Збільшує шкоду від заклинань і ефектів вогню на 9." } }, -- Staff of Soran'ruk
[15138] = { "плащ з луски Оніксії", equip="Захищає носія від нищівної дії тіньового полум'я." }, -- Onyxia Scale Cloak
[15205] = { "совина гвинтівка" }, -- Owlsight Rifle
[15206] = { "нефритоперстний жезл" }, -- Jadefinger Baton
[15207] = { "сталевий щит" }, -- Steelcap Shield
[15208] = { "кенарійський місячний пил", use="Застосувати біля каменя місячного совуха, щоб викликати його захисника — Місяцекігтя." }, -- Cenarion Moondust
[15209] = { "набір реліквій", use="Розмістити на площі Дарроушира." }, -- Relic Bundle
[15277] = { "сірий кодо", use="Викликає та відпускає верхового сірого кодо." }, -- Gray Kodo
[15290] = { "бурий кодо", use="Викликає та відпускає верхового бурого кодо." }, -- Brown Kodo
[15292] = { "зелений кодо", use="Викликає та відпускає верхового зеленого кодо. Це дуже швидка верхова тварина." }, -- Green Kodo
[15293] = { "бірюзовий кодо", use="Викликає та відпускає верхового бірюзового кодо. Це дуже швидка верхова тварина." }, -- Teal Kodo
[15314] = { "набір реліквій" }, -- Bundle of Relics
[15328] = { "ключ Джозефа" }, -- Joseph's Key
[15335] = { "короткий меч з шипосталі" }, -- Briarsteel Shortsword
[15396] = { "криводеревний кинджал" }, -- Curvewood Dagger
[15397] = { "цвіледубий посох" }, -- Oakthrush Staff
[15398] = { "чоботи піщаника" }, -- Sandcomber Boots
[15399] = { "сухотравний пояс" }, -- Dryweed Belt
[15400] = { "молюскові наручі" }, -- Clamshell Bracers
[15401] = { "рукавички протоки" }, -- Welldrip Gloves
[15402] = { "кнопові рукавиці" }, -- Noosegrip Gauntlets
[15403] = { "браслети кряжеспина" }, -- Ridgeback Bracers
[15404] = { "пояс хвилерізу" }, -- Breakwater Girdle
[15405] = { "рукавиці для чищення" }, -- Shucking Gloves
[15406] = { "панцирні чоботи" }, -- Crustacean Boots
[15407] = { "оброблена міцна шкура" }, -- Cured Rugged Hide
[15408] = { "важка луска скорпіда" }, -- Heavy Scorpid Scale
[15409] = { "очищена глибокоскельна сіль" }, -- Refined Deeprock Salt
[15410] = { "луска Оніксії" }, -- Scale of Onyxia
[15411] = { "знак Фордрінґа", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 26." } }, -- Mark of Fordring
[15412] = { "зелена драконяча луска" }, -- Green Dragonscale
[15413] = { "вишукана адамантієва кіраса", equip="Збільшує навичку захисту на 10." }, -- Ornate Adamantium Breastplate
[15414] = { "червона драконяча луска" }, -- Red Dragonscale
[15415] = { "синя драконяча луска" }, -- Blue Dragonscale
[15416] = { "луска чорного дракона" }, -- Black Dragonscale
[15417] = { "шкіра дияволозавра" }, -- Devilsaur Leather
[15418] = { "мерехтливий платиновий бойовий молот", hit="Підриває ціль, завдаючи їй від 180 до 250 шкоди від природи." }, -- Shimmering Platinum Warhammer
[15419] = { "шкіра бойового ведмедя" }, -- Warbear Leather
[15420] = { "залізне перо" }, -- Ironfeather
[15421] = { "плащ вигнанця" }, -- Shroud of the Exile
[15422] = { "шкіра кригозуба" }, -- Frostsaber Leather
[15423] = { "шкіра химери" }, -- Chimera Leather
[15424] = { "сокира Орґріммара" }, -- Axe of Orgrimmar
[15425] = { "незрівнянні наручі" }, -- Peerless Bracers
[15443] = { "крис Орґріммара" }, -- Kris of Orgrimmar
[15444] = { "посох Орґріммара" }, -- Staff of Orgrimmar
[15445] = { "молот Орґріммара" }, -- Hammer of Orgrimmar
[15447] = { "жива гниль" }, -- Living Rot
[15448] = { "згущена гниль" }, -- Coagulated Rot
[15449] = { "мертвотні штани" }, -- Ghastly Trousers
[15450] = { "поножі землечерпа" }, -- Dredgemire Leggings
[15451] = { "поножі гаргуйлі" }, -- Gargoyle Leggings
[15452] = { "перобусинні наручі" }, -- Featherbead Bracers
[15453] = { "наручі савани" }, -- Savannah Bracers
[15454] = { "ступка та товкач", use="Помістити 7 частин живої гнилі в ступку та подрібнити товкачем. Залиште настоюватись для згущення." }, -- Mortar and Pestle
[15455] = { "вкрита пилом мантія" }, -- Dustfall Robes
[15456] = { "поножі легкої ходи" }, -- Lightstep Leggings
[15457] = { "наплечі пустелі" }, -- Desert Shoulders
[15458] = { "тундрові чоботи" }, -- Tundra Boots
[15459] = { "наручі зловісності" }, -- Grimtoll Wristguards
[15464] = { "молот моцака" }, -- Brute Hammer
[15465] = { "жаляча паличка" }, -- Stingshot Wand
[15466] = { "дзвінкий щит" }, -- Clink Shield
[15467] = { "перстень Ліги винахідників" }, -- Inventor's League Ring
[15468] = { "пелерина Пісні Вітру" }, -- Windsong Drape
[15469] = { "пояс Пісні Вітру", equip="Збільшує силу атаки на 12." }, -- Windsong Cinch
[15470] = { "поножі вартового рівнин" }, -- Plainsguard Leggings
[15471] = { "обладунок з міцної шкіри" }, -- Brawnhide Armor
[15564] = { "накладки з міцної шкіри", use="Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що назавжди збільшить показник його броні на 40. Можна використовувати лише на предметах 35-го рівня і вище." }, -- Rugged Armor Kit
[15585] = { "пірнальні рукавиці" }, -- Pardoc Grips
[15587] = { "смугастий пояс", equip="Збільшує силу атаки на 16." }, -- Ringtail Girdle
[15588] = { "міцний сталевий пояс" }, -- Bracesteel Belt
[15689] = { "перстень торговця" }, -- Trader's Ring
[15690] = { "намисто з кісток кодо" }, -- Kodobone Necklace
[15691] = { "мушкет караванника" }, -- Sidegunner Shottie
[15692] = { "тавро кодо" }, -- Kodo Brander
[15695] = { "клепаний баклер" }, -- Studded Ring Shield
[15697] = { "чоботи загону кодо" }, -- Kodo Rustler Boots
[15698] = { "наплічники спору" }, -- Wrangling Spaulders
[15699] = { "невеликий пакунок у коричневій обгортці" }, -- Small Brown-wrapped Package
[15702] = { "перстень хіміка" }, -- Chemist's Ring
[15703] = { "халат хіміка" }, -- Chemist's Smock
[15704] = { "відзнака мисливця" }, -- Hunter's Insignia Medal
[15705] = { "клинок гребеня" }, -- Tidecrest Blade
[15706] = { "клинок мисливця-слідопита" }, -- Hunt Tracker Blade
[15707] = { "казарковий пояс" }, -- Brantwood Sash
[15708] = { "шкіряні рукавиці порчі" }, -- Blight Leather Gloves
[15709] = { "кований пояс" }, -- Gearforge Girdle
[15710] = { "кенарійський місячний пил", use="Застосувати біля каменя місячного совуха, щоб викликати його захисника — Місяцекігтя." }, -- Cenarion Lunardust
[15722] = { "фляга Сулиці" }, -- Spraggle's Canteen
[15723] = { "чай з цукром", use="Відновлює від 1050 до 1750 здоров'я та мани." }, -- Tea with Sugar
[15728] = { "викрійка: Лихі шкіряні браслети", use="Навчає вас створювати лихі шкіряні браслети.", recipe_result_item=15084 }, -- Pattern: Wicked Leather Bracers
[15736] = { "особлива суміш Димня", use="Розмістити особливу суміш Димня на мітці детонації. БАБАХ!", flavor="Тримати подалі від вогню." }, -- Smokey's Special Compound
[15739] = { "викрійка: Рунічні шкіряні браслети", use="Навчає вас створювати рунічні шкіряні браслети.", recipe_result_item=15092 }, -- Pattern: Runic Leather Bracers
[15750] = { "скіпетр світла" }, -- Sceptre of Light
[15766] = { "самоцвіт змії", use="Покласти самоцвіт на руку статуї змії." }, -- Gem of the Serpent
[15767] = { "ключ Гамеї" }, -- Hameya's Key
[15769] = { "викрійка: Плащ з луски Оніксії", use="Навчає вас створювати плащ з луски Оніксії.", recipe_result_item=15138 }, -- Pattern: Onyxia Scale Cloak
[15782] = { "клинок мисливця на звірів", equip="Збільшує силу атаки на 33 під час бою зі звірами." }, -- Beaststalker Blade
[15783] = { "кинджал мисливця на звірів", equip="Збільшує силу атаки на 33 під час бою зі звірами." }, -- Beasthunter Dagger
[15784] = { "напліччя кришталевого вітру" }, -- Crystal Breeze Mantle
[15785] = { "голова Зельдарра" }, -- Zaeldarr's Head
[15786] = { "папоротниковий жакет" }, -- Fernpulse Jerkin
[15787] = { "вербовий гауберк" }, -- Willow Band Hauberk
[15789] = { "плащ глибоководдя" }, -- Deep River Cloak
[15790] = { "Дослідження мови духів", flavor="Ця книга написана мовою, яку ви не розумієте." }, -- Studies in Spirit Speaking
[15791] = { "бірюзовий пояс" }, -- Turquoise Sash
[15792] = { "наплічники плужного дерева" }, -- Plow Wood Spaulders
[15795] = { "рукавиці смарагдового туману" }, -- Emerald Mist Gauntlets
[15799] = { "медаль \"За героїзм\"" }, -- Heroic Commendation Medal
[15800] = { "меч сміливості" }, -- Intrepid Shortsword
[15801] = { "меч доблесті" }, -- Valiant Shortsword
[15802] = { "черевики з місячного полотна" }, -- Mooncloth Boots
[15803] = { "книга Древніх" }, -- Book of the Ancients
[15804] = { "вишнева пелерина" }, -- Cerise Drape
[15805] = { "троянда Пенелопи" }, -- Penelope's Rose
[15806] = { "пісня Міри" }, -- Mirah's Song
[15812] = { "ліловий амікт" }, -- Orchid Amice
[15813] = { "золотий плетений пояс" }, -- Gold Link Belt
[15814] = { "рубило Гамеї", hit="Ранить ціль, спричиняючи 80 шкоди від кровотечі протягом 30 сек." }, -- Hameya's Slayer
[15815] = { "плащ Гамеї" }, -- Hameya's Cloak
[15822] = { "тінешкіряні наплічники" }, -- Shadowskin Spaulders
[15823] = { "рукавиці з камнесталі" }, -- Bricksteel Gauntlets
[15824] = { "асторійська мантія" }, -- Astoria Robes
[15825] = { "жилет звіролова" }, -- Traphook Jerkin
[15826] = { "цілюща мазь для тварин", use="Вилікувати вражену хворобою тварину." }, -- Curative Animal Salve
[15827] = { "кіраса нефритової луски" }, -- Jadescale Breastplate
[15842] = { "пустий флакон вершини Зловісного Туману", use="Взяти пробу води з озера на вершині Зловісного Туману." }, -- Empty Dreadmist Peak Sampler
[15843] = { "наповнений флакон вершини Зловісного Туману" }, -- Filled Dreadmist Peak Sampler
[15844] = { "пустий флакон Скельноджерельних водоспадів", use="Взяти пробу води біля входу в печеру за Скельноджерельним водоспадом." }, -- Empty Cliffspring Falls Sampler
[15845] = { "наповнений флакон Скельноджерельних водоспадів" }, -- Filled Cliffspring Falls Sampler
[15847] = { "реєстр Квел'Таласа", flavor="Книга випромінює слабке світіння." }, -- Quel'Thalas Registry
[15848] = { "ящик примарних магнітів", use="Розмістити між Мертвими Голіафами в долині Кісток." }, -- Crate of Ghost Magnets
[15849] = { "ектоплазма" }, -- Ghost-o-plasm
[15850] = { "жмут хутра Смеркокрила" }, -- Patch of Duskwing's Fur
[15851] = { "місячний гриб" }, -- Lunar Fungus
[15852] = { "ріг кодо" }, -- Kodo Horn
[15853] = { "Вітроріз", hit="Завдання шкоди від природи кожні 2 сек протягом 20 сек." }, -- Windreaper
[15854] = { "танцююча щепка" }, -- Dancing Sliver
[15855] = { "перстень захисту" }, -- Ring of Protection
[15856] = { "світний талісман" }, -- Archlight Talisman
[15857] = { "палиця магоклята" }, -- Magebane Scion
[15858] = { "рукавиці розкутого вітру" }, -- Freewind Gloves
[15859] = { "пояс морської варти" }, -- Seapost Girdle
[15860] = { "нарукавники стрімкого удару", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Blinkstrike Armguards
[15861] = { "чоботи швидкої ходи" }, -- Swiftfoot Treads
[15862] = { "миттєруб", equip="Збільшує силу атаки на 20." }, -- Blitzcleaver
[15863] = { "могильний скіпетр" }, -- Grave Scepter
[15864] = { "наручі кондора" }, -- Condor Bracers
[15865] = { "баклер анахорета" }, -- Anchorhold Buckler
[15866] = { "вкрита пилом медична сумка", use="Відновлює 50 мани кожні 3 сек протягом 15 сек." }, -- Veildust Medicine Bag
[15867] = { "призматичний оберіг", use="Збільшує супротив всім школам магії на 20 протягом 30 сек." }, -- Prismcharm
[15868] = { "наказ верховного лицаря", flavor="Скріплено печаткою Багряного Походу." }, -- The Grand Crusader's Command
[15869] = { "срібний ключ-відмичка", use="Дозволяє відкривати прості замки. Одноразовий." }, -- Silver Skeleton Key
[15873] = { "бездонна кружка Джона Лахмітника", use="Збільшує витривалість на 10 і зменшує вхідну фізичну шкоду на 5 на 10 хв. Натомість знижує силу та спритність на 5 і збільшує вхідну магічну шкоду на 20." }, -- Ragged John's Neverending Cup
[15874] = { "м'якопанцирний молюск" }, -- Soft-shelled Clam
[15875] = { "гниле яблуко", use="Використовуйте, щоб замаскуватися під члена Багряного Походу.", flavor="Черв'як — найкраща частина." }, -- Rotten Apple
[15876] = { "скриня Натаноса" }, -- Nathanos' Chest
[15877] = { "прикраса вівтаря", use="Покласти прикрасу на вівтар Ремула, завершивши випробування." }, -- Shrine Bauble
[15878] = { "срібний ключ Ракмора" }, -- Rackmore's Silver Key
[15879] = { "кіготь надправителя Рора" }, -- Overlord Ror's Claw
[15880] = { "голова Рамштайна-Ненажери" }, -- Head of Ramstein the Gorger
[15881] = { "золотий ключ Ракмора" }, -- Rackmore's Golden Key
[15882] = { "половинка підвіски водної витривалості", flavor="Цій підвісці не витрачає половинки спритності." }, -- Half Pendant of Aquatic Endurance
[15883] = { "половинка підвіски водної спритності", use="Об'єднати з половинкою підвіски водної вітривалості, щоб зібрати підвіску морського лева." }, -- Half Pendant of Aquatic Agility
[15884] = { "чекова книжка Августа" }, -- Augustus' Receipt Book
[15885] = { "підвіска Морського Лева" }, -- Pendant of the Sea Lion
[15908] = { "жезл приборкання", use="Почати приборкання льодолапого ведмедя, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15911] = { "жезл приборкання", use="Почати приборкання великого скельного кнура, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15913] = { "жезл приборкання", use="Почати приборкання сніжного леопарда, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15914] = { "жезл приборкання", use="Почати приборкання дорослого рівнинобіга, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15915] = { "жезл приборкання", use="Почати приборкання степового ловця, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15916] = { "жезл приборкання", use="Почати приборкання хапуна, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15917] = { "жезл приборкання", use="Почати приборкання лютого крапчастого кнура, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15919] = { "жезл приборкання", use="Почати приборкання берегового повзуна, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15920] = { "жезл приборкання", use="Почати приборкання броньованого скорпіда, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15921] = { "жезл приборкання", use="Почати приборкання павутиннолісого маскуна, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15922] = { "жезл приборкання", use="Почати приборкання ночезуба-ловця, щоб він став вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15923] = { "жезл приборкання", use="Почати приборкання сови-верескуна, щоб вона стала вашим супутником на 10 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[15924] = { "м'ясо м'якопанцирного молюска" }, -- Soft-shelled Clam Meat
[15992] = { "масивний вибуховий порошок" }, -- Dense Blasting Powder
[15993] = { "торієва граната", use="Завдає від 300 до 500 шкоди вогнем та приголомшує цілі в радіусі 3 м на 3 сек. Будь-яка шкода припиняє дію." }, -- Thorium Grenade
[15994] = { "торієвий пристрій" }, -- Thorium Widget
[15995] = { "торієва гвинтівка", equip="Збільшує силу атаки дальнього бою на 17." }, -- Thorium Rifle
[15997] = { "торієві патрони", desc="Додає 17.5 шкоди за секунду" }, -- Thorium Shells
[15998] = { "записка Льюїса" }, -- Lewis' Note
[16000] = { "торієва трубка" }, -- Thorium Tube
[16001] = { "жетон ШУР (Фредо)" }, -- SI:7 Insignia (Fredo)
[16002] = { "жетон ШУР (Тур'єн)" }, -- SI:7 Insignia (Turyen)
[16003] = { "жетон ШУР (Рутґер)" }, -- SI:7 Insignia (Rutger)
[16005] = { "бомба з темного заліза", use="Завдає від 225 до 675 шкоди вогнем та приголомшує цілі в радіусі 5 м на 4 сек. Будь-яка шкода припиняє дію." }, -- Dark Iron Bomb
[16006] = { "чутливий арканітовий перетворювач" }, -- Delicate Arcanite Converter
[16023] = { "майстерний манекен-мішень", use="Встановлення на землі манекена, який притягуватиме до себе найближчих ворогів. Існує 15 сек або до знищення." }, -- Masterwork Target Dummy
[16040] = { "арканічна бомба", use="Випалює від 675 до 1125 мани цілям в радіусі вибуху та завдає шкоду в роозмірі 50% від випаленої мани. Також знемовлює цілі на 5 сек." }, -- Arcane Bomb
[16041] = { "креслення: Торієва граната", use="Навчає вас створювати торієву гранату.", recipe_result_item=15993 }, -- Schematic: Thorium Grenade
[16043] = { "креслення: Торієва гвинтівка", use="Навчає вас створювати торієву гвинтівку.", recipe_result_item=15995 }, -- Schematic: Thorium Rifle
[16046] = { "креслення: Майстерний манекен-мішень", use="Навчає вас створювати майстерний манекен-мішень.", recipe_result_item=16023 }, -- Schematic: Masterwork Target Dummy
[16049] = { "креслення: Бомба з темного заліза", use="Навчає вас створювати бомбу з темного заліза.", recipe_result_item=16005 }, -- Schematic: Dark Iron Bomb
[16055] = { "креслення: Арканічна бомба", use="Навчає вас створювати арканічну бомбу.", recipe_result_item=16040 }, -- Schematic: Arcane Bomb
[16058] = { "печатка Фордрінґа", equip="Збільшує зцілення від заклинань і ефектів на 37." }, -- Fordring's Seal
[16083] = { "експерт риболовлі - я і окунь", use="Навчає вас риболовлі на рівні експерта, дозволяючи розвивати навичку до 225 рівня." }, -- Expert Fishing - The Bass and You
[16084] = { "експерт першої допомоги - як зав'язати", use="Навчає вас наданню першої допомоги на рівні експерта, дозволяючи розвивати навичку до 225 рівня." }, -- Expert First Aid - Under Wraps
[16112] = { "посібник: Щільний шовковий бинт", use="Навчає вас створювати щільний шовковий бинт.", recipe_result_item=6451 }, -- Manual: Heavy Silk Bandage
[16113] = { "посібник: Маготканий бинт", use="Навчає вас створювати маготканий бинт.", recipe_result_item=8544 }, -- Manual: Mageweave Bandage
[16114] = { "кийок десятника", use="Будить сплячого наймита." }, -- Foreman's Blackjack
[16115] = { "ящик Озріка" }, -- Osric's Crate
[16189] = { "лист Маґґрана" }, -- Maggran's Reserve Letter
[16190] = { "рештки криваволютої різниці" }, -- Bloodfury Ripper's Remains
[16192] = { "ікло Бесселет" }, -- Besseleth's Fang
[16202] = { "мала вічна субстанція", use="Перетворити три малі вічні субстанції на одну велику." }, -- Lesser Eternal Essence
[16203] = { "велика вічна субстанція", use="Перетворити велику вічну субстанцію на три малі." }, -- Greater Eternal Essence
[16204] = { "пил ілюзій" }, -- Illusion Dust
[16205] = { "насіння Ґеї" }, -- Gaea Seed
[16208] = { "зачароване насіння Ґеї", use="Помістити насіння Ґеї в насип ґрунту Ґеї." }, -- Enchanted Gaea Seeds
[16209] = { "замовлення Подріґа" }, -- Podrig's Order
[16210] = { "ящик Гордона" }, -- Gordon's Crate
[16262] = { "колекція Несси" }, -- Nessa's Collection
[16263] = { "відповідь Лейрда" }, -- Laird's Response
[16282] = { "оберемок шкур" }, -- Bundle of Hides
[16283] = { "шкіргалантерея Агану" }, -- Ahanu's Leather Goods
[16302] = { "гримуар вогняної стріли (Ранг {1})#(Rank {1})", use="Навчає бісеня закляттю \"Вогняна стріла\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Firebolt (Rank 2)
[16303] = { "лапа Урсанґо" }, -- Ursangous's Paw
[16304] = { "голова Шадумбри" }, -- Shadumbra's Head
[16305] = { "кіготь Гостропазура" }, -- Sharptalon's Claw
[16306] = { "м'ясо від Зарґа" }, -- Zargh's Meats
[16307] = { "лист Гришки" }, -- Gryshka's Letter
[16309] = { "амулет полум'я дракона", flavor="Всередині тече кров Драккісата..." }, -- Drakefire Amulet
[16310] = { "список Брока" }, -- Brock's List
[16311] = { "почесні кирки" }, -- Honorary Picks
[16312] = { "спалахтит" }, -- Incendrites
[16313] = { "скриня Фелікса" }, -- Felix's Chest
[16314] = { "відро з болтами Фелікса" }, -- Felix's Bucket of Bolts
[16316] = { ref=16302 }, -- Grimoire of Firebolt (Rank 3)
[16317] = { ref=16302 }, -- Grimoire of Firebolt (Rank 4)
[16318] = { ref=16302 }, -- Grimoire of Firebolt (Rank 5)
[16319] = { ref=16302 }, -- Grimoire of Firebolt (Rank 6)
[16320] = { ref=16302 }, -- Grimoire of Firebolt (Rank 7)
[16321] = { "гримуар кривавої угоди (Ранг {1})#(Rank {1})", use="Навчає бісеня закляттю \"Кривава угода\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Blood Pact (Rank 1)
[16322] = { ref=16321 }, -- Grimoire of Blood Pact (Rank 2)
[16323] = { ref=16321 }, -- Grimoire of Blood Pact (Rank 3)
[16324] = { ref=16321 }, -- Grimoire of Blood Pact (Rank 4)
[16325] = { ref=16321 }, -- Grimoire of Blood Pact (Rank 5)
[16326] = { "гримуар вогняного щита (Ранг {1})#(Rank {1})", use="Навчає бісеня закляттю \"Вогняний щит\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Fire Shield (Rank 1)
[16327] = { ref=16326 }, -- Grimoire of Fire Shield (Rank 2)
[16328] = { ref=16326 }, -- Grimoire of Fire Shield (Rank 3)
[16329] = { ref=16326 }, -- Grimoire of Fire Shield (Rank 4)
[16330] = { ref=16326 }, -- Grimoire of Fire Shield (Rank 5)
[16331] = { "гримуар фазування", use="Навчає бісеня закляттю \"Фазування\"." }, -- Grimoire of Phase Shift
[16332] = { "кайло Тазз'ріла" }, -- Thazz'ril's Pick
[16333] = { "рештки Семюеля", use="Захоронити на могилі Марли." }, -- Samuel's Remains
[16346] = { "гримуар муки (Ранг {1})#(Rank {1})", use="Навчає пустотника закляттю \"Мука\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Torment (Rank 2)
[16347] = { ref=16346 }, -- Grimoire of Torment (Rank 3)
[16348] = { ref=16346 }, -- Grimoire of Torment (Rank 4)
[16349] = { ref=16346 }, -- Grimoire of Torment (Rank 5)
[16350] = { ref=16346 }, -- Grimoire of Torment (Rank 6)
[16351] = { "гримуар жертви (Ранг {1})#(Rank {1})", use="Навчає пустотника закляттю \"Жертва\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Sacrifice (Rank 1)
[16352] = { ref=16351 }, -- Grimoire of Sacrifice (Rank 2)
[16353] = { ref=16351 }, -- Grimoire of Sacrifice (Rank 3)
[16354] = { ref=16351 }, -- Grimoire of Sacrifice (Rank 4)
[16355] = { ref=16351 }, -- Grimoire of Sacrifice (Rank 5)
[16356] = { ref=16351 }, -- Grimoire of Sacrifice (Rank 6)
[16357] = { "гримуар поглинання тіней (Ранг {1})#(Rank {1})", use="Навчає пустотника закляттю \"Поглинання тіней\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Consume Shadows (Rank 1)
[16358] = { ref=16357 }, -- Grimoire of Consume Shadows (Rank 2)
[16359] = { ref=16357 }, -- Grimoire of Consume Shadows (Rank 3)
[16360] = { ref=16357 }, -- Grimoire of Consume Shadows (Rank 4)
[16361] = { ref=16357 }, -- Grimoire of Consume Shadows (Rank 5)
[16362] = { ref=16357 }, -- Grimoire of Consume Shadows (Rank 6)
[16363] = { "гримуар страждання (Ранг {1})#(Rank {1})", use="Навчає пустотника закляттю \"Страждання\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Suffering (Rank 1)
[16364] = { ref=16363 }, -- Grimoire of Suffering (Rank 2)
[16365] = { ref=16363 }, -- Grimoire of Suffering (Rank 3)
[16366] = { ref=16363 }, -- Grimoire of Suffering (Rank 4)
[16368] = { "гримуар батога болю (Ранг {1})#(Rank {1})", use="Навчає сукуба чи інкуба закляттю \"Батіг болю\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Lash of Pain (Rank 2)
[16371] = { ref=16368 }, -- Grimoire of Lash of Pain (Rank 3)
[16372] = { ref=16368 }, -- Grimoire of Lash of Pain (Rank 4)
[16373] = { ref=16368 }, -- Grimoire of Lash of Pain (Rank 5)
[16374] = { ref=16368 }, -- Grimoire of Lash of Pain (Rank 6)
[16375] = { "гримуар заспокійливого поцілунку (Ранг {1})#(Rank {1})", use="Навчає сукуба чи інкуба закляттю \"Заспокійливий поцілунок\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Soothing Kiss (Rank 1)
[16376] = { ref=16375 }, -- Grimoire of Soothing Kiss (Rank 2)
[16377] = { ref=16375 }, -- Grimoire of Soothing Kiss (Rank 3)
[16378] = { ref=16375 }, -- Grimoire of Soothing Kiss (Rank 4)
[16379] = { "гримуар зваблення", use="Навчає сукуба чи інкуба закляттю \"Зваблення\"." }, -- Grimoire of Seduction
[16380] = { "гримуар малої невидимості", use="Навчає сукуба чи інкуба закляттю \"Мала невидимість\"." }, -- Grimoire of Lesser Invisibility
[16381] = { "гримуар пожирання магії (Ранг {1})#(Rank {1})", use="Навчає скверногончу закляттю \"Пожирання магії\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Devour Magic (Rank 2)
[16382] = { ref=16381 }, -- Grimoire of Devour Magic (Rank 3)
[16383] = { ref=16381 }, -- Grimoire of Devour Magic (Rank 4)
[16384] = { "гримуар зараженої крові (Ранг {1})#(Rank {1})", use="Навчає скверногончу закляттю \"Заражена кров\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Tainted Blood (Rank 1)
[16385] = { ref=16384 }, -- Grimoire of Tainted Blood (Rank 2)
[16386] = { ref=16384 }, -- Grimoire of Tainted Blood (Rank 3)
[16387] = { ref=16384 }, -- Grimoire of Tainted Blood (Rank 4)
[16388] = { "гримуар заборони чар (Ранг {1})#(Rank {1})", use="Навчає скверногончу закляттю \"Заборона чар\" (Ранг {1}).#(Rank {1})" }, -- Grimoire of Spell Lock (Rank 1)
[16389] = { ref=16388 }, -- Grimoire of Spell Lock (Rank 2)
[16390] = { "гримуар параної", use="Навчає скверногончу закляттю \"Параноя\"." }, -- Grimoire of Paranoia
[16408] = { "забруднена водяна куля" }, -- Befouled Water Globe
[16581] = { "кристал резоніту", flavor="Глибоко всередині кристалу вирує магія." }, -- Resonite Crystal
[16583] = { "демонічна статуетка" }, -- Demonic Figurine
[16602] = { "трольський оберіг" }, -- Troll Charm
[16603] = { "зачарований кристал резоніту", use="Вдарити зачарованим кристалом резоніту по резонітовому контейнеру." }, -- Enchanted Resonite Crystal
[16604] = { "місячне вбрання Елуни" }, -- Moon Robes of Elune
[16605] = { "чернечі вбрання Світла" }, -- Friar's Robes of the Light
[16606] = { "вбрання заклять джуджу" }, -- Juju Hex Robes
[16607] = { "жертовні вбрання послушника" }, -- Acolyte's Sacrificial Robes
[16608] = { "пояс водолія" }, -- Aquarius Belt
[16622] = { "шипостріл" }, -- Thornflinger
[16623] = { "опаліновий медальйон" }, -- Opaline Medallion
[16642] = { "інструкція з експлуатації подрібнювача — розділ 1" }, -- Shredder Operating Manual - Chapter 1
[16643] = { "інструкція з експлуатації подрібнювача — розділ 2" }, -- Shredder Operating Manual - Chapter 2
[16644] = { "інструкція з експлуатації подрібнювача — розділ 3" }, -- Shredder Operating Manual - Chapter 3
[16645] = { "інструкція з експлуатації подрібнювача — сторінка 1", use="Об'єднати сторінки 1-4 в розділ 1 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 1
[16646] = { "інструкція з експлуатації подрібнювача — сторінка 2", use="Об'єднати сторінки 1-4 в розділ 1 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 2
[16647] = { "інструкція з експлуатації подрібнювача — сторінка 3", use="Об'єднати сторінки 1-4 в розділ 1 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 3
[16648] = { "інструкція з експлуатації подрібнювача — сторінка 4", use="Об'єднати сторінки 1-4 в розділ 1 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 4
[16649] = { "інструкція з експлуатації подрібнювача — сторінка 5", use="Об'єднати сторінки 5-8 в розділ 2 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 5
[16650] = { "інструкція з експлуатації подрібнювача — сторінка 6", use="Об'єднати сторінки 5-8 в розділ 2 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 6
[16651] = { "інструкція з експлуатації подрібнювача — сторінка 7", use="Об'єднати сторінки 5-8 в розділ 2 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 7
[16652] = { "інструкція з експлуатації подрібнювача — сторінка 8", use="Об'єднати сторінки 5-8 в розділ 2 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 8
[16653] = { "інструкція з експлуатації подрібнювача — сторінка 9", use="Об'єднати сторінки 9-12 в розділ 3 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 9
[16654] = { "інструкція з експлуатації подрібнювача — сторінка 10", use="Об'єднати сторінки 9-12 в розділ 3 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 10
[16655] = { "інструкція з експлуатації подрібнювача — сторінка 11", use="Об'єднати сторінки 9-12 в розділ 3 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 11
[16656] = { "інструкція з експлуатації подрібнювача — сторінка 12", use="Об'єднати сторінки 9-12 в розділ 3 інструкції з експлуатації подрібнювача." }, -- Shredder Operating Manual - Page 12
[16658] = { "плащ дикого полювання", equip="Збільшує силу атаки на 18 в бою зі звірами." }, -- Wildhunter Cloak
[16659] = { "пояс спритника", equip="Збільшує силу атаки на 12." }, -- Deftkin Belt
[16660] = { "щит повзучого болота" }, -- Driftmire Shield
[16661] = { "м'яка вербова накидка" }, -- Soft Willow Cape
[16662] = { "фрагмент Ока Дракона" }, -- Fragment of the Dragon's Eye
[16663] = { "кров чемпіона чорних драконів" }, -- Blood of the Black Dragon Champion
[16666] = { "жилет стихій" }, -- Vest of Elements
[16667] = { "койф стихій" }, -- Coif of Elements
[16668] = { "кілт стихій" }, -- Kilt of Elements
[16669] = { "напліччя стихій" }, -- Pauldrons of Elements
[16670] = { "чоботи стихій" }, -- Boots of Elements
[16671] = { "браслети стихій" }, -- Bindings of Elements
[16672] = { "рукавиці стихій" }, -- Gauntlets of Elements
[16673] = { "ремінь стихій" }, -- Cord of Elements
[16674] = { "мундир ловця звірів" }, -- Beaststalker's Tunic
[16675] = { "чоботи ловця звірів" }, -- Beaststalker's Boots
[16676] = { "рукавички ловця звірів" }, -- Beaststalker's Gloves
[16677] = { "шапка ловця звірів" }, -- Beaststalker's Cap
[16678] = { "штани ловця звірів" }, -- Beaststalker's Pants
[16679] = { "нараменники ловця звірів" }, -- Beaststalker's Mantle
[16680] = { "пояс ловця звірів" }, -- Beaststalker's Belt
[16681] = { "браслети ловця звірів" }, -- Beaststalker's Bindings
[16682] = { "чоботи магістра" }, -- Magister's Boots
[16683] = { "браслети магістра" }, -- Magister's Bindings
[16684] = { "рукавички магістра" }, -- Magister's Gloves
[16685] = { "пояс магістра" }, -- Magister's Belt
[16686] = { "корона магістра" }, -- Magister's Crown
[16687] = { "лосини магістра" }, -- Magister's Leggings
[16688] = { "мантія магістра" }, -- Magister's Robes
[16689] = { "нараменники магістра" }, -- Magister's Mantle
[16690] = { "мантія відданості" }, -- Devout Robe
[16691] = { "сандалі відданості" }, -- Devout Sandals
[16692] = { "рукавички відданості" }, -- Devout Gloves
[16693] = { "корона відданості" }, -- Devout Crown
[16694] = { "спідниця відданості" }, -- Devout Skirt
[16695] = { "нараменники відданості" }, -- Devout Mantle
[16696] = { "пояс відданості" }, -- Devout Belt
[16697] = { "поручі відданості" }, -- Devout Bracers
[16698] = { "маска імли жаху" }, -- Dreadmist Mask
[16699] = { "лосини імли жаху" }, -- Dreadmist Leggings
[16700] = { "мантія імли жаху" }, -- Dreadmist Robe
[16701] = { "нараменники імли жаху" }, -- Dreadmist Mantle
[16702] = { "пояс імли жаху" }, -- Dreadmist Belt
[16703] = { "поручі імли жаху" }, -- Dreadmist Bracers
[16704] = { "сандалі імли жаху" }, -- Dreadmist Sandals
[16705] = { "пов'язки імли жаху" }, -- Dreadmist Wraps
[16706] = { "жилет дикого серця" }, -- Wildheart Vest
[16707] = { "шапка тіньового ремесла" }, -- Shadowcraft Cap
[16708] = { "наплічники тіньового ремесла" }, -- Shadowcraft Spaulders
[16709] = { "штани тіньового ремесла" }, -- Shadowcraft Pants
[16710] = { "поручі тіньового ремесла" }, -- Shadowcraft Bracers
[16711] = { "чоботи тіньового ремесла" }, -- Shadowcraft Boots
[16712] = { "рукавички тіньового ремесла" }, -- Shadowcraft Gloves
[16713] = { "пояс тіньового ремесла" }, -- Shadowcraft Belt
[16714] = { "поручі дикого серця" }, -- Wildheart Bracers
[16715] = { "чоботи дикого серця" }, -- Wildheart Boots
[16716] = { "пояс дикого серця" }, -- Wildheart Belt
[16717] = { "рукавички дикого серця" }, -- Wildheart Gloves
[16718] = { "наплічники дикого серця" }, -- Wildheart Spaulders
[16719] = { "кілт дикого серця" }, -- Wildheart Kilt
[16720] = { "капюшон дикого серця" }, -- Wildheart Cowl
[16721] = { "мундир тіньового ремесла" }, -- Shadowcraft Tunic
[16722] = { "світлоковані поручі" }, -- Lightforge Bracers
[16723] = { "світлокований пояс" }, -- Lightforge Belt
[16724] = { "світлоковані рукавиці" }, -- Lightforge Gauntlets
[16725] = { "світлоковані чоботи" }, -- Lightforge Boots
[16726] = { "світлокований нагрудник" }, -- Lightforge Breastplate
[16727] = { "світлокований шолом" }, -- Lightforge Helm
[16728] = { "світлоковані поножі" }, -- Lightforge Legplates
[16729] = { "світлоковані наплічники" }, -- Lightforge Spaulders
[16730] = { "нагрудник доблесті" }, -- Breastplate of Valor
[16731] = { "шолом доблесті" }, -- Helm of Valor
[16732] = { "поножі доблесті" }, -- Legplates of Valor
[16733] = { "наплічники доблесті" }, -- Spaulders of Valor
[16734] = { "чоботи доблесті" }, -- Boots of Valor
[16735] = { "поручі доблесті" }, -- Bracers of Valor
[16736] = { "пояс доблесті" }, -- Belt of Valor
[16737] = { "рукавиці доблесті" }, -- Gauntlets of Valor
[16738] = { "рукавички сухосіву" }, -- Witherseed Gloves
[16739] = { "мантія мохоростей" }, -- Rugwood Mantle
[16740] = { "рукавички пілота подрібнювача" }, -- Shredder Operating Gloves
[16741] = { "маслянисті пов'язки" }, -- Oilrag Handwraps
[16742] = { "пиляльні леза Пісні Війни" }, -- Warsong Saw Blades
[16743] = { "лісозаготівельна мотузка" }, -- Logging Rope
[16744] = { "мастило Пісні Війни" }, -- Warsong Oil
[16745] = { "вантаж сокир Пісні Війни" }, -- Warsong Axe Shipment
[16746] = { "наказ Пісні Війни" }, -- Warsong Report
[16762] = { "ядро глибин" }, -- Fathom Core
[16763] = { "звіт гінця Пісні Війни" }, -- Warsong Runner Update
[16764] = { "звіт розвідниці Пісні Війни" }, -- Warsong Scout Update
[16765] = { "звіт вершниці Пісні Війни" }, -- Warsong Outrider Update
[16766] = { "молюсковий суп Підштольні", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Undermine Clam Chowder
[16767] = { "рецепт: Молюсковий суп Підштольні", use="Навчає вас готувати молюсковий суп Підштольні.", recipe_result_item=16766 }, -- Recipe: Undermine Clam Chowder
[16782] = { "дивна водяна куля" }, -- Strange Water Globe
[16783] = { "зв'язка наказів" }, -- Bundle of Reports
[16784] = { "сапфір Аку'Май" }, -- Sapphire of Aku'Mai
[16785] = { "завіт Рексара" }, -- Rexxar's Testament
[16786] = { "око чорного драконіда" }, -- Black Dragonspawn Eye
[16787] = { "амулет обману драконів", use="Замаскуватися під члена чорного крила драконів." }, -- Amulet of Draconic Subversion
[16788] = { "штурвал капітана Ракмора" }, -- Captain Rackmore's Wheel
[16789] = { "румпель капітана Ракмора" }, -- Captain Rackmore's Tiller
[16790] = { "розмокла записка" }, -- Damp Note
[16791] = { "шовкострумні браслети" }, -- Silkstream Cuffs
[16793] = { "пластинчасті наплічники" }, -- Arcmetal Shoulders
[16794] = { "наручі сталевого хвату" }, -- Gripsteel Wristguards
[16869] = { "череп Провидця" }, -- The Skull of Scryer
[16870] = { "череп Сомнуса" }, -- The Skull of Somnus
[16871] = { "череп Хроналіса" }, -- The Skull of Chronalis
[16872] = { "череп Акстроза" }, -- The Skull of Axtroz
[16873] = { "плетені хутряні рукавички" }, -- Braidfur Gloves
[16885] = { "важка скринька" }, -- Heavy Junkbox
[16886] = { "шабля беззаконника", equip="Збільшує силу атаки на 15." }, -- Outlaw Sabre
[16887] = { "відьомський палець" }, -- Witch's Finger
[16888] = { "згаслий амулет полум'я дракона" }, -- Dull Drakefire Amulet
[16889] = { "полірована палиця" }, -- Polished Walking Staff
[16890] = { "булатна шабля" }, -- Slatemetal Cutlass
[16891] = { "аргілітовий короткий меч" }, -- Claystone Shortsword
[16892] = { "менший камінь душі", use=20762 }, -- Lesser Soulstone
[16893] = { "камінь душі", use=20763 }, -- Soulstone
[16894] = { "кришталевий жезл" }, -- Clear Crystal Rod
[16895] = { "великий камінь душі", use=20764 }, -- Greater Soulstone
[16896] = { "величезний камінь душі", use=20765 }, -- Major Soulstone
[16967] = { "фераласька ахі" }, -- Feralas Ahi
[16968] = { "сар'теріський мілинник" }, -- Sar'theris Striker
[16969] = { "синій вітрильник Дикого узбережжя" }, -- Savage Coast Blue Sailfin
[16970] = { "махі-махі Туманного Очерету" }, -- Misty Reed Mahi Mahi
[16971] = { "омлюск-сюрприз", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 12 на 15 хв." }, -- Clamlette Surprise
[16972] = { "хоругва Каранґа", use="Розмістити на тотемному пагорбі Гидколісових." }, -- Karang's Banner
[16973] = { "флакон зі зловісною водою" }, -- Vial of Dire Water
[16974] = { "порожній флакон для води", use="Наповнити в зловісному ставку." }, -- Empty Water Vial
[16975] = { "пояс Пісні Війни" }, -- Warsong Sash
[16976] = { "тотем Мурґута" }, -- Murgut's Totem
[16977] = { "чоботи Пісні Війни" }, -- Warsong Boots
[16978] = { "рукавиці Пісні Війни" }, -- Warsong Gauntlets
[16981] = { "браслети совоборода" }, -- Owlbeard Bracers
[16985] = { "черевики шукача вітру" }, -- Windseeker Boots
[16986] = { "рукавиці піщаного шпиля" }, -- Sandspire Gloves
[16987] = { "пояс вереску", equip="Збільшує силу атаки на 12." }, -- Screecher Belt
[16990] = { "плащ фей" }, -- Spritekin Cloak
[16991] = { "перев'язувальні бинти", use="Перев'язати легкопораненого, тяжкопораненого чи смертельно пораненого солдата." }, -- Triage Bandage
[16992] = { "порохостріл Димня" }, -- Smokey's Explosive Launcher
[16993] = { "вогнестріл Димня" }, -- Smokey's Fireshooter
[16994] = { "рукавиці Смеркокрила" }, -- Duskwing Gloves
[16995] = { "плащ Смертокрила" }, -- Duskwing Mantle
[16996] = { "кроволісний лук" }, -- Gorewood Bow
[16997] = { "штормолют" }, -- Stormrager
[16998] = { "священний захисник" }, -- Sacred Protector
[17001] = { "перстень стихій" }, -- Elemental Circle
[17002] = { "лімфобризк", hit="Отруює ціль, завдаючи 8 шкоди від природи кожні 2 сек протягом 20 сек." }, -- Ichor Spitter
[17003] = { "молот череп'яного каменю" }, -- Skullstone Hammer
[17004] = { "путівник Сари" }, -- Sarah's Guide
[17005] = { "мундир грубіяна" }, -- Boorguard Tunic
[17006] = { "кобальтові поножі" }, -- Cobalt Legguards
[17008] = { "маленький сувій", flavor="На сувої красується печатка з невідомим вам знаком." }, -- Small Scroll
[17009] = { "голова посла Малкіна" }, -- Ambassador Malcin's Head
[17010] = { "вогняне ядро" }, -- Fiery Core
[17011] = { "лавове ядро" }, -- Lava Core
[17012] = { "шкіра надр" }, -- Core Leather
[17020] = { "арканічний пил" }, -- Arcane Powder
[17021] = { "дикі ягоди" }, -- Wild Berries
[17026] = { "дикий шипокорінь" }, -- Wild Thornroot
[17028] = { "свята свічка" }, -- Holy Candle
[17029] = { "священна свічка" }, -- Sacred Candle
[17030] = { "анкх" }, -- Ankh
[17031] = { "руна телепортації" }, -- Rune of Teleportation
[17032] = { "руна порталів" }, -- Rune of Portals
[17033] = { "знак божественності" }, -- Symbol of Divinity
[17034] = { "насіння клена" }, -- Maple Seed
[17035] = { "насіння з Тернистої долини" }, -- Stranglethorn Seed
[17036] = { "насіння ясена" }, -- Ashwood Seed
[17037] = { "насіння граба" }, -- Hornbeam Seed
[17038] = { "насіння залізного дерева" }, -- Ironwood Seed
[17039] = { "череполом" }, -- Skullbreaker
[17042] = { "цвяхостріл" }, -- Nail Spitter
[17043] = { "мантія фанатика" }, -- Zealot's Robe
[17044] = { "воля мученика", equip="Збільшує силу атаки на 30." }, -- Will of the Martyr
[17045] = { "кров мученика" }, -- Blood of the Martyr
[17046] = { "клинок для патрання" }, -- Gutterblade
[17047] = { "світний амікт" }, -- Luminescent Amice
[17048] = { "ром Ромсі", use="Збільшує витривалість на 10 протягом 15 хвилин та люто п'янить!" }, -- Rumsey Rum
[17057] = { "блискуча риб'яча луска" }, -- Shiny Fish Scales
[17058] = { "риб'ячий жир" }, -- Fish Oil
[17114] = { "уламок філактерії Аража" }, -- Araj's Phylactery Shard
[17117] = { "флейта щуролова", use="Пограти на флейті, щоб зачарувати підземних щурів в депо Глибокобіжного трамвая." }, -- Rat Catcher's Flute
[17118] = { "коробка загадкового м'яса", flavor="Не трясти." }, -- Carton of Mystery Meat
[17119] = { "шашлик з підземних щурів", use=434 }, -- Deeprun Rat Kabob
[17124] = { "емблема Синдикату" }, -- Syndicate Emblem
[17125] = { "печатка Рейвенхольдта" }, -- Seal of Ravenholdt
[17182] = { "Сульфурас, рука Раґнароса", equip="Завдає 5 шкоди від вогню всім, хто атакує вас у ближньому бою.", hit="Кидає вогняну кулю, яка завдає від 273 до 333 шкоди від вогню і додатково 75 шкоди за 10 сек." }, -- Sulfuras, Hand of Ragnaros
[17191] = { "скіпетр Келебраса", use="Створити портал, що переносить членів групи, які ним користуються, до водоспаду Земної Пісні у внутрішньому Мародоні." }, -- Scepter of Celebras
[17193] = { "сульфуроновий молот", hit="Кидає вогняну кулю, яка завдає від 83 до 101 шкоди від вогню і додатково 16 шкоди за 8 сек." }, -- Sulfuron Hammer
[17194] = { "святкові спеції" }, -- Holiday Spices
[17196] = { "дух свята", use="Досить слабкий алкогольний напій." }, -- Holiday Spirits
[17197] = { "імбирне печиво", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Gingerbread Cookie
[17198] = { "ґоґель-моґель", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв. А ще він п'янить..." }, -- Egg Nog
[17200] = { "рецепт: Імбирне печиво", use="Навчає вас приготуванню імбирного печива.", recipe_result_item=17197 }, -- Recipe: Gingerbread Cookie
[17201] = { "рецепт: Ґоґель-моґель", use="Навчає вас приготуванню ґоґель-моґеля.", recipe_result_item=17198 }, -- Recipe: Egg Nog
[17202] = { "сніжка", use="Кинь мене!" }, -- Snowball
[17203] = { "злиток сульфурону" }, -- Sulfuron Ingot
[17204] = { "око Сульфураса", use="Око Сульфураса можна поєднати з сульфуроновим молотом, щоб створити Сульфурас, легендарний молот Раґнароса." }, -- Eye of Sulfuras
[17222] = { "павуча сосиска", use=10256 }, -- Spider Sausage
[17303] = { "блакитний обгортковий папір зі стрічкою" }, -- Blue Ribboned Wrapping Paper
[17304] = { "зелений обгортковий папір зі стрічкою" }, -- Green Ribboned Wrapping Paper
[17306] = { "кров солдата Бурешпиля" }, -- Stormpike Soldier's Blood
[17307] = { "фіолетовий обгортковий папір зі стрічкою" }, -- Purple Ribboned Wrapping Paper
[17309] = { "браслет збожеволілого сплеска" }, -- Discordant Bracers
[17310] = { "аспект Нептулона", use="Використати на зачумлених елементалях в Східних Зачумлених землях." }, -- Aspect of Neptulon
[17322] = { "око Вуглегляда" }, -- Eye of the Emberseer
[17326] = { "плоть солдата Бурешпиля", flavor="Дбайливо зібрана з полів Альтерака." }, -- Stormpike Soldier's Flesh
[17327] = { "плоть лейтенанта Бурешпиля" }, -- Stormpike Lieutenant's Flesh
[17328] = { "плоть командира Бурешпиля" }, -- Stormpike Commander's Flesh
[17329] = { "рука Люцифрона" }, -- Hand of Lucifron
[17330] = { "рука Сульфурона" }, -- Hand of Sulfuron
[17331] = { "рука Геєнаса" }, -- Hand of Gehennas
[17332] = { "рука Шаззраха" }, -- Hand of Shazzrah
[17344] = { "rарамельна тростина", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Candy Cane
[17346] = { "вкрита хітином річ" }, -- Encrusted Silithid Object
[17348] = { "величезний напій лікування", use="Відновлює від {1} до {2} здоров'я. Цей предмет можна використовувати лише на полях боїв (PvP).#Restores {1} to {2}" }, -- Major Healing Draught
[17349] = { "відмінний напій лікування", ref=17348 }, -- Superior Healing Draught
[17351] = { "величезний напій мани", use="Відновлює від {1} до {2} мани. Цей предмет можна використовувати лише на полях боїв (PvP).#Restores {1} to {2}" }, -- Major Mana Draught
[17352] = { "відмінний напій мани", ref=17351 }, -- Superior Mana Draught
[17353] = { "наказ Бурешпиля про атаку" }, -- Stormpike Assault Orders
[17354] = { "всевидяче око майстра Райсона" }, -- Master Ryson's All Seeing Eye
[17355] = { "лист Рабіна" }, -- Rabine's Letter
[17384] = { "портативний подрібнювач Зінфіззлекса", use="Створити подрібнювач, яким ви можете керувати!" }, -- Zinfizzlex's Portable Shredder Unit
[17403] = { "ігристий напій Паровиманювання", use="Звичайний алкогольний напій." }, -- Steamwheedle Fizzy Spirits
[17404] = { "напій з мелених бобів", use="Відновлює 436.8 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Blended Bean Brew
[17405] = { "зелений чай", use="Відновлює 1344.6 мани протягом 27 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Green Garden Tea
[17406] = { "святковий сир", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Holiday Cheesewheel
[17407] = { "домашній м'ясний пиріг Ґракку", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Graccu's Homemade Meat Pie
[17408] = { "гостре в'ялене м'ясо", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Spicy Beefstick
[17410] = { "портативний подрібнювач Зінфіззлекса", use="Створити подрібнювач, яким ви можете керувати!" }, -- Zinfizzlex's Portable Shredder Unit
[17411] = { "парова пилка" }, -- Steamsaw
[17422] = { "уламки броні", flavor="Віднесіть до коваля на вашій базі, щоб підсилити військо" }, -- Armor Scraps
[17423] = { "кристал шторму" }, -- Storm Crystal
[17442] = { "наказ Морозних Вовків про атаку", flavor="Передати отаману Ґарріку на поле Чвар" }, -- Frostwolf Assault Orders
[17502] = { "медаль солдата Морозних Вовків" }, -- Frostwolf Soldier's Medal
[17503] = { "медаль лейтенанта Морозних Вовків" }, -- Frostwolf Lieutenant's Medal
[17504] = { "медаль командира Морозних Вовків" }, -- Frostwolf Commander's Medal
[17505] = { "маяк Ічмана", use="Розмістити маяк на кладовищі Снігопаду. Захищайте його!" }, -- Ichman's Beacon
[17508] = { "баклер сили каменю" }, -- Forcestone Buckler
[17522] = { "припаси Залізодонних" }, -- Irondeep Supplies
[17523] = { "плащ Димня" }, -- Smokey's Drape
[17542] = { "припаси Кригозубих" }, -- Coldtooth Supplies
[17626] = { "намордник Морозних Вовків", use="Приручити морозного вовка. Поверніть приручену тварину доглядачці стайні Морозних Вовків." }, -- Frostwolf Muzzle
[17642] = { "шкура альтерацького барана" }, -- Alterac Ram Hide
[17643] = { "шкура морозного вовка" }, -- Frostwolf Hide
[17662] = { "викрадені ласощі", flavor="Отримувач: торгова мережа \"Пасовища Димного Лісу\"" }, -- Stolen Treats
[17684] = { "терадричний кришталевий орнамент" }, -- Theradric Crystal Carving
[17685] = { "зразок товарів Пасовищ Димного Лісу" }, -- Smokywood Pastures Sampler
[17686] = { "лук великого мисливця" }, -- Master Hunter's Bow
[17687] = { "рушниця великого мисливця" }, -- Master Hunter's Rifle
[17688] = { "чоботи джунглів" }, -- Jungle Boots
[17689] = { "тренувальний нашийник Бурешпилів", use="Приручити альтерацького барана. Поверніть приручену тварину доглядачці стайні Бурешпилів." }, -- Stormpike Training Collar
[17690] = { "відзнака Морозних Вовків, ранг 1", use="Повернення в притулок форту Морозних Вовків." }, -- Frostwolf Insignia Rank 1
[17691] = { "відзнака Бурешпилів, ранг 1", use="Повернення в притулок Дун-Балдара." }, -- Stormpike Insignia Rank 1
[17692] = { "роговий перстень" }, -- Horn Ring
[17693] = { "лазуровий флакон з покриттям", use="Наповнити в кришталевому помаранчевому озері Мародона." }, -- Coated Cerulean Vial
[17696] = { "наповнений лазуровий флакон", use="Полити злолозу, щоб очистити її від прокляття." }, -- Filled Cerulean Vial
[17702] = { "жезл Келебраса" }, -- Celebrian Rod
[17703] = { "діамант Келебраса" }, -- Celebrian Diamond
[17704] = { "лезо Зими", hit="Підриває ціль, завдаючи їй 30 шкоди від криги." }, -- Edge of Winter
[17705] = { "клинок-молотник", hit="Дає додаткову атаку під час наступного удару." }, -- Thrash Blade
[17706] = { "креслення: Лезо Зими", use="Навчає вас створювати лезо Зими.", recipe_result_item=17704 }, -- Plans: Edge of Winter
[17707] = { "самоцвітне серце" }, -- Gemshard Heart
[17708] = { "еліксир крижаної міці", use=21920 }, -- Elixir of Frost Power
[17709] = { "рецепт: Еліксир крижаної міці", use="Навчає вас створювати еліксир крижаної міці.", recipe_result_item=17708 }, -- Recipe: Elixir of Frost Power
[17710] = { "вуглекам'яний кортик", equip="Відновлює 2 мани кожні 5 сек." }, -- Charstone Dirk
[17715] = { "око Терадрас" }, -- Eye of Theradras
[17716] = { "СнігоРоб 9000", use="Дозволяє досвідченим інженерам перетворювати воду на сніжку. Снігоробу потрібен день, щоб накопичити холод для нової сніжки." }, -- SnowMaster 9000
[17717] = { "рушниця-мегастріл", equip="Збільшує силу атаки дальнього бою на 19." }, -- Megashot Rifle
[17718] = { "надтехнологічний баклер Ґізлока", equip="Відновлює 4 мани кожні 5 сек." }, -- Gizlock's Hypertech Buckler
[17719] = { "фокальний меч винахідника", equip="Збільшує ваш шанс завдання критичного удару заклинаннями на 1%." }, -- Inventor's Focal Sword
[17720] = { "креслення: СнігоРоб 9000", use="Навчає вас створювати СнігоРоб 9000.", recipe_result_item=17716 }, -- Schematic: Snowmaster 9000
[17721] = { "рукавички Дідуся Зими", equip={ "Збільшує зцілення від заклинань і ефектів на 18.", "Збільшує шкоду від заклинань і ефектів природи на 10." } }, -- Gloves of the Greatfather
[17722] = { "викрійка: Рукавички Дідуся Зими", use="Навчає вас пошиттю рукавичок Дідуся Зими.", recipe_result_item=17721 }, -- Pattern: Gloves of the Greatfather
[17723] = { "зелена святкова сорочка" }, -- Green Holiday Shirt
[17724] = { "викрійка: Зелена святкова сорочка", use="Навчає вас пошиттю зеленої святкової сорочки.", recipe_result_item=17723 }, -- Pattern: Green Holiday Shirt
[17725] = { "формула: Чари для зброї - сила Зими", use="Навчає вас накладати на зброю чари, що збільшують шкоду від заклинань криги на 7." }, -- Formula: Enchant Weapon - Winter's Might
[17726] = { "особливий подарунок Пасовищ Димного Лісу" }, -- Smokywood Pastures Special Gift
[17727] = { "подарунковий набір Пасовищ Димного Лісу" }, -- Smokywood Pastures Gift Pack
[17732] = { "напліччя Гнилохвата" }, -- Rotgrip Mantle
[17733] = { "кам'яний кулак", hit="Відновлює 50 мани." }, -- Fist of Stone
[17734] = { "шолом гори", equip="Збільшує навичку захисту на 7." }, -- Helm of the Mountain
[17735] = { "Свято Зимової Покрови" }, -- The Feast of Winter Veil
[17737] = { "хмарний камінь" }, -- Cloud Stone
[17740] = { "головний убір віщуна" }, -- Soothsayer's Headdress
[17743] = { "стрижень відродження", equip={ "Відновлює 8 мани кожні 5 сек.", "Відновлює 5 здоров'я кожні 5 сек." } }, -- Resurgence Rod
[17748] = { "сандалі гнилої лози" }, -- Vinerot Sandals
[17753] = { "лук хранителя гаю", equip="Шанс вразити ціль в дальньому бою жалом хранителя та нанести від 15 до 21 шкоди від природи." }, -- Verdant Keeper's Aim
[17756] = { "фрагмент тінекаменю" }, -- Shadowshard Fragment
[17757] = { "амулет Духів", use="Змушує духів перших ханів кентаврів проявитися у фізичному світі." }, -- Amulet of Spirits
[17758] = { "амулет Єднання", flavor="A great deal of power radiates from the amulet..." }, -- Amulet of Union
[17759] = { "знак рішучості", equip="Збільшує ваш шанс протистояти ефектам оглушення та страху на 1%.", use="Поглинає від 350 до 650 фізичної шкоди. Триває 10 секунд." }, -- Mark of Resolution
[17760] = { "насіння життя" }, -- Seed of Life
[17761] = { "самоцвіт першого хана", use="Помістити всі п'ять ханських самоцвітів в амулет Духів.", flavor="Знайдено на тілі Колка..." }, -- Gem of the First Khan
[17762] = { "самоцвіт другого хана", use="Помістити всі п'ять ханських самоцвітів в амулет Духів.", flavor="Знайдено на тілі Ґелка..." }, -- Gem of the Second Khan
[17763] = { "самоцвіт третього хана", use="Помістити всі п'ять ханських самоцвітів в амулет Духів.", flavor="Знайдено на тілі Маґри..." }, -- Gem of the Third Khan
[17764] = { "самоцвіт четвертого хана", use="Помістити всі п'ять ханських самоцвітів в амулет Духів.", flavor="Знайдено на тілі Маравдуса..." }, -- Gem of the Fourth Khan
[17765] = { "самоцвіт п'ятого хана", use="Помістити всі п'ять ханських самоцвітів в амулет Духів.", flavor="Знайдено на тілі Венґа..." }, -- Gem of the Fifth Khan
[17766] = { "cкіпетр принцеси Терадрас", hit="Ранить ціль, спричиняючи 160 шкоди та знижуючи її броню на 100." }, -- Princess Theradras' Scepter
[17768] = { "перстень насіння лісу" }, -- Woodseed Hoop
[17770] = { "рукавиці пазуристої гілки", equip="Відновлює 2 здоров'я кожні 5 сек." }, -- Branchclaw Gauntlets
[17771] = { "злиток елементію" }, -- Elementium Bar
[17772] = { "ревний кулон тінекаменю", equip="Збільшує силу атаки на 20." }, -- Zealous Shadowshard Pendant
[17773] = { "дивовижний кулон тінекаменю" }, -- Prodigious Shadowshard Pendant
[17774] = { "знак обраних", equip="З шансом 2% при отриманні удару в бою ви збільшите всі характеристики на 25 протягом 1 хв." }, -- Mark of the Chosen
[17775] = { "вбрання проникливості" }, -- Acumen Robes
[17776] = { "шолом жвавості" }, -- Sprightring Helm
[17777] = { "кольчуга безжалісності", equip="Збільшує силу атаки на 20." }, -- Relentless Chain
[17778] = { "пояс полину" }, -- Sagebrush Girdle
[17779] = { "напліччя брили" }, -- Hulkstone Pauldrons
[17780] = { "клинок вічної пітьми", equip="Шанс при застосуванні бойового заклинання завдати цілі 100 шкоди тінню і відновити 100 мани." }, -- Blade of Eternal Darkness
[17781] = { "вказівки кентавра-парії" }, -- The Pariah's Instructions
[17849] = { "знамено Бурешпилів" }, -- Stormpike Banner
[17850] = { "знамено Морозних Вовків" }, -- Frostwolf Banner
[17900] = { "відзнака Бурешпилів, ранг 2", equip="Відновлює 2 здоров'я кожні 5 сек.", use="Повернення в притулок Дун-Балдара." }, -- Stormpike Insignia Rank 2
[17901] = { "відзнака Бурешпилів, ранг 3", equip={ "Відновлює 2 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок Дун-Балдара." }, -- Stormpike Insignia Rank 3
[17902] = { "відзнака Бурешпилів, ранг 4", equip={ "Відновлює 5 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок Дун-Балдара." }, -- Stormpike Insignia Rank 4
[17903] = { "відзнака Бурешпилів, ранг 5", equip={ "Відновлює 7 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок Дун-Балдара." }, -- Stormpike Insignia Rank 5
[17904] = { "відзнака Бурешпилів, ранг 6", equip={ "Відновлює 8 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 2%." }, use="Повернення в притулок Дун-Балдара.", flavor="Око Командування" }, -- Stormpike Insignia Rank 6
[17905] = { "відзнака Морозних Вовків, ранг 2", equip="Відновлює 2 здоров'я кожні 5 сек.", use="Повернення в притулок форту Морозних Вовків." }, -- Frostwolf Insignia Rank 2
[17906] = { "відзнака Морозних Вовків, ранг 3", equip={ "Відновлює 2 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок форту Морозних Вовків." }, -- Frostwolf Insignia Rank 3
[17907] = { "відзнака Морозних Вовків, ранг 4", equip={ "Відновлює 5 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок форту Морозних Вовків." }, -- Frostwolf Insignia Rank 4
[17908] = { "відзнака Морозних Вовків, ранг 5", equip={ "Відновлює 7 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 1%." }, use="Повернення в притулок форту Морозних Вовків." }, -- Frostwolf Insignia Rank 5
[17909] = { "відзнака Морозних Вовків, ранг 6", equip={ "Відновлює 8 здоров'я кожні 5 сек.", "Збільшує ваш шанс ухилитися від атаки на 2%." }, use="Повернення в притулок форту Морозних Вовків.", flavor="Око Командування" }, -- Frostwolf Insignia Rank 6
[17943] = { "кам'яний кулак", hit="Відновлює 50 мани." }, -- Fist of Stone
[17967] = { "очищена луска Оніксії" }, -- Refined Scale of Onyxia
[18022] = { "королівська печатка Алексіса" }, -- Royal Seal of Alexis
[18042] = { "стріли з торієвим вістрям", desc="Додає 17.5 шкоди за секунду" }, -- Thorium Headed Arrow
[18045] = { "ніжний вовчий стейк", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 12 на 15 хв." }, -- Tender Wolf Steak
[18046] = { "рецепт: Ніжний вовчий стейк", use="Навчає вас готувати ніжний вовчий стейк.", recipe_result_item=18045 }, -- Recipe: Tender Wolf Steak
[18083] = { "рукавиці Джуманзи" }, -- Jumanza Grips
[18142] = { "відрубана голова нічного ельфа" }, -- Severed Night Elf Head
[18143] = { "пучок волосся гнома" }, -- Tuft of Gnome Hair
[18144] = { "уламок людської кістки" }, -- Human Bone Chip
[18145] = { "копито таурена" }, -- Tauren Hoof
[18146] = { "моджо троля Темного Списа" }, -- Darkspear Troll Mojo
[18147] = { "серце відреченого" }, -- Forsaken Heart
[18148] = { "череп Коррака" }, -- Skull of Korrak
[18149] = { "руна повернення", use="Повернення в притулок форту Морозних Вовків." }, -- Rune of Recall
[18150] = { "руна повернення", use="Повернення в притулок Дун-Балдара." }, -- Rune of Recall
[18151] = { "наповнений аметистовий фіал" }, -- Filled Amethyst Phial
[18152] = { "аметистовий фіал", use="Наповнити аметистовий фіал водами місячного колодязя поляни Оракула." }, -- Amethyst Phial
[18160] = { "рецепт: Прудкоп'яховий чай", use="Навчає вас приготуванню прудкоп'яхового чаю.", recipe_result_item=7676 }, -- Recipe: Thistle Tea
[18169] = { "вогняний покрив Світанку", use="Додати на наплічники чари, що збільшують супротив вогню на 5." }, -- Flame Mantle of the Dawn
[18170] = { "крижаний покрив Світанку", use="Додати на наплічники чари, що збільшують супротив кризі на 5." }, -- Frost Mantle of the Dawn
[18171] = { "арканічний покрив Світанку", use="Додати на наплічники чари, що збільшують супротив аркані на 5." }, -- Arcane Mantle of the Dawn
[18172] = { "природній покрив Світанку", use="Додати на наплічники чари, що збільшують супротив природі на 5." }, -- Nature Mantle of the Dawn
[18173] = { "тіньовий покрив Світанку", use="Додати на наплічники чари, що збільшують супротив тіні на 5." }, -- Shadow Mantle of the Dawn
[18182] = { "хроматичний покрив Світанку", use="Додати на наплічники чари, що збільшують супротив всім школам магії на 5." }, -- Chromatic Mantle of the Dawn
[18207] = { "зуб орка" }, -- Orc Tooth
[18229] = { "Посібник Нета Пеґла з екстремальної риболовлі", flavor="У цій книжці відсутні всі сторінки, окрім останньої." }, -- Nat Pagle's Guide to Extreme Anglin'
[18232] = { "польовий ремонтний робот 74A", use="Розгорнути польового ремонтного робота, який може ремонтувати спорядження і купувати непотрібні товари. Через 10 хвилин його двигун виходить з ладу." }, -- Field Repair Bot 74A
[18235] = { "креслення: польовий ремонтний робот 74A", use="Навчає вас створювати польового ремонтного робота 74A, який відремонтує будь-яке спорядження за звичайну ціну.", recipe_result_item=18232 }, -- Schematic: Field Repair Bot 74A
[18240] = { "огрська дубильна рідина" }, -- Ogre Tannin
[18244] = { "чорний бойовий баран", use="Викликає та відпускає верхового чорного бойового барана. Це дуже швидка верхова тварина." }, -- Black War Ram
[18248] = { "червоний бойовий кінь-скелет", use="Викликає та відпускає верхового червоного бойового коня-скелета. Це дуже швидка верхова тварина." }, -- Red Skeletal Warhorse
[18250] = { "ключ від кайданів Ґордока", flavor="Використовується з кайданами Ґордока." }, -- Gordok Shackle Key
[18253] = { "величезне зілля омолодження", use="Відновлює від {1} до {2} мани та здоров'я.#Restores {1} to {2}" }, -- Major Rejuvenation Potion
[18256] = { "зміцнений фіал" }, -- Imbued Vial
[18257] = { "рецепт: Величезне зілля омолодження", use="Навчає вас створювати величезне зілля омолодження.", recipe_result_item=18253 }, -- Recipe: Major Rejuvenation Potion
[18258] = { "костюм ґордоцького огра", use="Замаскуватися під одного з огрів Ґордока і, можливо, навіть обдурити якогось капітана! Костюм триматиметься лише 10 хвилин.", flavor="Повторює кожен вигин тіла!" }, -- Gordok Ogre Suit
[18261] = { "книга замовлянь" }, -- Book of Incantations
[18269] = { "зелений ґордоцький грог", use="Збільшує витривалість на 10 на 15 хвилин і добряче п'янить. Зелений - значить хороший!" }, -- Gordok Green Grog
[18283] = { "точноціл Бізніка 247x128", use="Оснащення лука або вогнепальної зброї прицілом, що збільшує шанс нанесення удару на 3%." }, -- Biznicks 247x128 Accurascope
[18284] = { "вбивче пійло Кріґа", use="Збільшує дух на 25, але зменшує інтелект на 5 протягом 15 хв. До дна!" }, -- Kreeg's Stout Beatdown
[18290] = { "креслення: Точноціл Бізніка 247x128", use="Навчає вас створювати точноціл Бізніка 247x128.", recipe_result_item=18283 }, -- Schematic: Biznicks 247x128 Accurascope
[18294] = { "еліксир глибшого водного дихання", use=22807 }, -- Elixir of Greater Water Breathing
[18299] = { "сутність Гідроподоби" }, -- Hydrospawn Essence
[18329] = { "магічний камінь прудкості", use="Додати на поножі або головний убір чари, що збільшують швидкість 1%. Не сумується з іншими чарами на предметі." }, -- Arcanum of Rapidity
[18330] = { "магічний камінь зосередження", use="Додати на поножі або головний убір чари, що збільшують шкоду і зцілення від заклинань на 8. Не сумується з іншими чарами на предметі." }, -- Arcanum of Focus
[18331] = { "магічний камінь захисту", use="Додати на поножі або головний убір чари, що збільшують шанс ухилитися на 1%. Не сумується з іншими чарами на предметі." }, -- Arcanum of Protection
[18332] = { "манускрипт прудкості", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Rapidity
[18333] = { "манускрипт зосередження", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Focus
[18334] = { "манускрипт захисту", flavor="Темні руни пливуть поверхнею манускрипту." }, -- Libram of Protection
[18335] = { "чистий чорний діамант" }, -- Pristine Black Diamond
[18336] = { "рукавичка могутності Ґордока", flavor="Ця рукавичка виглядає так, ніби колись була наповнена потужною магією." }, -- Gauntlet of Gordok Might
[18348] = { "Квел'Серрар", hit="Збільшує навичку захисту носія на 13, а броню - на 300 протягом 10 сек.", flavor="The High Blade" }, -- Quel'Serrar
[18356] = { "Ґарона: дослідження непомітності та зради", flavor="Фоліант запечатаний магією." }, -- Garona: A Study on Stealth and Treachery
[18357] = { "Кодекс захисту", flavor="Фоліант запечатаний магією." }, -- Codex of Defense
[18358] = { "Кулінарна книга арканіста", flavor="Фоліант запечатаний магією." }, -- The Arcanist's Cookbook
[18359] = { "Світло і як ним керувати", flavor="Автор: Утер" }, -- The Light and How to Swing It
[18360] = { "Приборкання тіней", flavor="Казки з Спустошених земель від леді Севіни." }, -- Harnessing Shadows
[18361] = { "Найвеличніші змагання мисливців", flavor="Казка про трольку та її тигра" }, -- The Greatest Race of Hunters
[18362] = { "Святе лицемірство: про що мовчить світло", flavor="Автор: жрець тіні Аллістер" }, -- Holy Bologna: What the Light Won't Tell You
[18363] = { "Крижаний шок і ви", flavor="Автор: Дрек'Тар" }, -- Frost Shock and You
[18364] = { "Смарагдовий Сон", flavor="Ретельно спланований фарс у виконанні мого брата -автор: Іллідан" }, -- The Emerald Dream
[18366] = { "бойові рукавиці Ґордока", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Gordok's Handguards
[18367] = { "рукавиці Ґордока", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, -- Gordok's Gauntlets
[18368] = { "рукавички Ґордока", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, -- Gordok's Gloves
[18369] = { "ручні пов'язки Ґордока", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, -- Gordok's Handwraps
[18398] = { "перстень припливів" }, -- Tidal Loop
[18399] = { "океанський бриз" }, -- Ocean's Breeze
[18400] = { "перстень живого каменю" }, -- Ring of Living Stone
[18401] = { "Довідник Ностро по винищенню драконів", flavor="Кілька сторінок порожні." }, -- Nostro's Compendium of Dragon Slaying
[18402] = { "сяючий кришталевий перстень" }, -- Glowing Crystal Ring
[18403] = { "печатка драконоборця", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, -- Dragonslayer's Signet
[18404] = { "підвіска зубу Оніксії", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Onyxia Tooth Pendant
[18406] = { "талісман крові Оніксії", equip={ "Збільшує ваш шанс парирування атаки на 1%.", "Збільшує навичку захисту на 8.", "Відновлює 7 здоров'я кожні 5 сек." } }, -- Onyxia Blood Talisman
[18410] = { "меч бігуна", hit="Збільшує швидкість бігу на 30% протягом 10 сек." }, -- Sprinter's Sword
[18411] = { "чоботи моторності", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Spry Boots
[18412] = { "фрагмент ядра" }, -- Core Fragment
[18420] = { "кістколом", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Bonecrusher
[18421] = { "шолом таємного лісу", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Backwood Helm
[18422] = { "голова Оніксії", flavor="Голова матері чорних драконів" }, -- Head of Onyxia
[18423] = { "голова Оніксії", flavor="Голова матері чорних драконів" }, -- Head of Onyxia
[18424] = { "осокові чоботи" }, -- Sedge Boots
[18426] = { "тенета Лестендріс" }, -- Lethtendris's Web
[18465] = { "королівська печатка Ельдре'Таласа", equip="Збільшує ваш шанс нанесення удару на 2%.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18466] = { "королівська печатка Ельдре'Таласа", equip="Збільшує броню на 200.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18467] = { "королівська печатка Ельдре'Таласа", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18468] = { "королівська печатка Ельдре'Таласа", equip="Відновлює 8 мани кожні 5 сек.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18469] = { "королівська печатка Ельдре'Таласа", equip={ "Збільшує зцілення від заклинань і ефектів на 33.", "Відновлює 4 мани кожні 5 сек." }, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18470] = { "королівська печатка Ельдре'Таласа", equip="Збільшує зцілення від заклинань і ефектів на 44.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18471] = { "королівська печатка Ельдре'Таласа", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18472] = { "королівська печатка Ельдре'Таласа", equip={ "Збільшує броню на 150.", "Збільшує зцілення від заклинань і ефектів на 22." }, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18473] = { "королівська печатка Ельдре'Таласа", equip="Збільшує силу атаки дальнього бою на 48.", flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[18488] = { "нагрітий древній клинок", use="Встромити в серце матері драконів, щоб загартувати клинок." }, -- Heated Ancient Blade
[18489] = { "неопалений древній клинок", use="Підставити клинок під вогняний подих Оніксії." }, -- Unfired Ancient Blade
[18491] = { "прядка знань", equip="Відновлює 3 мани кожні 5 сек." }, -- Lorespinner
[18492] = { "загартований древній клинок", flavor="Загартований в крові Оніксії." }, -- Treated Ancient Blade
[18501] = { "уламок Сквернолози" }, -- Felvine Shard
[18512] = { "личинкова кислота" }, -- Larval Acid
[18513] = { "тупий і плаский ельфійський клинок" }, -- A Dull and Flat Elven Blade
[18535] = { "щит Міллі", equip="Відновлює 4 здоров'я кожні 5 сек." }, -- Milli's Shield
[18536] = { "словник Міллі", equip="Відновлює 6 мани кожні 5 сек." }, -- Milli's Lexicon
[18539] = { "релікварій чистоти", use="Запечатати уламок Сквернолози в релікварій чистоти." }, -- Reliquary of Purity
[18540] = { "запечатаний релікварій чистоти" }, -- Sealed Reliquary of Purity
[18562] = { "елементієва руда" }, -- Elementium Ore
[18563] = { "кайдани Шукача Вітру", flavor="Ліва половина вічної в'язниці Громаана" }, -- Bindings of the Windseeker
[18564] = { "кайдани Шукача Вітру", flavor="Права половина вічної в'язниці Громаана" }, -- Bindings of the Windseeker
[18567] = { "стихійний флюс" }, -- Elemental Flux
[18585] = { "перстень відданості" }, -- Band of Allegiance
[18586] = { "кільце Самітного Дерева" }, -- Lonetree's Circle
[18588] = { "Динаміт \"Простокид II\"", use="Завдає від 213 до 287 шкоди вогнем в радіусі 5 м. (За умови досягнення цілі, можуть накладатись обмеження.)", flavor="Динаміт для неінженерів, який рідко* вибухає у вашій руці з удвічі більшою вибуховою потужністю, ніж стандартний Простокид." }, -- Ez-Thro Dynamite II
[18590] = { "кров лютого звіра" }, -- Raging Beast's Blood
[18591] = { "скриня з кров'ю" }, -- Case of Blood
[18592] = { "креслення: Сульфуроновий молот", use="Навчає вас створювати сульфуроновий молот.", recipe_result_item=17193 }, -- Plans: Sulfuron Hammer
[18594] = { "потужний сифорієвий заряд", use="Підриває майже будь-які замки." }, -- Powerful Seaforium Charge
[18597] = { "свисток орка-сироти", use="Клацніть правою кнопкою миші, щоб викликати і відпустити сироту, за якою ви погодилися наглядати протягом дитячого тижня." }, -- Orcish Orphan Whistle
[18598] = { "свисток сироти", use="Клацніть правою кнопкою миші, щоб викликати і відпустити сироту, за якою ви погодилися наглядати протягом дитячого тижня." }, -- Human Orphan Whistle
[18601] = { "сяючий кристал ув'язнення", use="Ув'язнити командира вартових приречення." }, -- Glowing Crystal Prison
[18602] = { "фоліант жертвоприношення", equip="Відновлює 6 здоров'я кожні 5 сек." }, -- Tome of Sacrifice
[18603] = { "кров сатира" }, -- Satyr Blood
[18604] = { "сльози Гедеріни" }, -- Tears of the Hederine
[18605] = { "ув'язнений вартовий приречення" }, -- Imprisoned Doomguard
[18608] = { "Благословення", equip={ "Збільшує шанс критичного ефекту ваших заклинань світла на 2%.", "Збільшує зцілення від заклинань і ефектів на 106." }, use="Викликає Анафему." }, -- Benediction
[18609] = { "Анафема", equip={ "Відновлює 7 мани кожні 5 сек.", "Збільшує шкоду від заклинань і ефектів тіні на 69." }, use="Викликає Благословення." }, -- Anathema
[18622] = { "бездоганна есенція скверни (Джеденар)" }, -- Flawless Fel Essence (Jaedenar)
[18623] = { "бездоганна есенція скверни (Темний Портал)" }, -- Flawless Fel Essence (Dark Portal)
[18624] = { "бездоганна есенція скверни (Азшара)" }, -- Flawless Fel Essence (Azshara)
[18625] = { "ядро Крошія" }, -- Kroshius' Infernal Core
[18626] = { "вогонь скверни", use="Підпалити Крошіуса, щоб повернути переможеного пекельника до життя." }, -- Fel Fire
[18628] = { "договір Торієвого братства", flavor="Обрамлений дротом з темного заліза" }, -- Thorium Brotherhood Contract
[18629] = { "чорний магнетит", use="Перезапустити атрибут ритуалу великого виклику. Потрібен 1 уламок душі." }, -- Black Lodestone
[18632] = { "Місяцеграйна іриска", use="Відновлює 874.8 здоров'я протягом 27 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Moonbrook Riot Taffy
[18633] = { "кислий льодяник Стіліни", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Styleen's Sour Suckerpop
[18635] = { "горіховий батончик Беллари", use="Відновлює 1392 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Bellara's Nutterbar
[18641] = { "масивний динаміт", use="Завдає від 340 до 460 шкоди вогнем в радіусі 5 м." }, -- Dense Dynamite
[18642] = { "автограф Джайни", flavor="Будь сильним, Рандіс, і стань героєм, яким тобі судилося бути. -- Леді Джейна Праудмур" }, -- Jaina's Autograph
[18643] = { "відбиток копита Керна", flavor="Слухай духів, юний Ґрунт. Саме від них справжні герої чують своє покликання. -- Керн Криваве Копито" }, -- Cairne's Hoofprint
[18646] = { "Око Божественності", flavor="Ви помічаєте рух, коли вдивляєтеся в Око." }, -- The Eye of Divinity
[18650] = { "креслення: Динаміт \"Простокид II\"", use="Навчає вас створювати Динаміт \"Простокид II\".", recipe_result_item=18588 }, -- Schematic: EZ-Thro Dynamite II
[18656] = { "креслення: Потужний сифорієвий заряд", use="Навчає вас створювати потужний сифорієвий заряд.", recipe_result_item=18594 }, -- Schematic: Powerful Seaforium Charge
[18659] = { "уламок Нордрассіля", use="Утворює Благословення в поєднанні з Оком Тіні та Оком Божественності.", flavor="Крихітний фрагмент Світового Дерева" }, -- Splinter of Nordrassil
[18660] = { "збільшувач світу", use="Збільшує весь світ навколо вас на 5 хвилин або поки ви не атакуєте.", flavor="Лише технології гномів можуть впливати на весь світ!" }, -- World Enlarger
[18662] = { "м'яч з важкої шкіри", use="Киньте м'яч дружнім гравцям. Якщо у них є вільне місце у сумці, вони його спіймають!" }, -- Heavy Leather Ball
[18663] = { "банка з Дж'іві", use="Випустити демона Дж'іві в центрі підніжжя в'язниці Безсмер'тера в Грізному Молоті." }, -- J'eevee's Jar
[18664] = { "Трактат про військові звання" }, -- A Treatise on Military Ranks
[18665] = { "Око Тіні", flavor="В Оці кипить темрява." }, -- The Eye of Shadow
[18670] = { "зоротські письмена", use="Викликати зоротського жахожеребця в зарядженому колі великого виклику." }, -- Xorothian Glyphs
[18675] = { "Військові звання Орди і Альянсу" }, -- Military Ranks of the Horde & Alliance
[18687] = { "зоротський зоряний пил" }, -- Xorothian Stardust
[18688] = { "біс у банці", use="Випустити біса біля алхімічної лабораторії Школоманса." }, -- Imp in a Jar
[18703] = { "древній скам'янілий листок", flavor="Дуже великий скам'янілий листок." }, -- Ancient Petrified Leaf
[18704] = { "сухожилля дорослого синього дракона" }, -- Mature Blue Dragon Sinew
[18705] = { "сухожилля дорослого чорного дракона" }, -- Mature Black Dragon Sinew
[18706] = { "знак майстра арени" }, -- Arena Master
[18707] = { "різблене рунами руків'я древніх", use="Створити Рок'Делар, довгий лук древніх хранителів об'єднавши руків'я з зачарованим сухожиллям дорослого чорного дракона.", flavor="Подарунок від древніх." }, -- Ancient Rune Etched Stave
[18708] = { "скам'яніла кора" }, -- Petrified Bark
[18713] = { "Рок'Делар, довгий лук древніх хранителів", equip={ "Збільшує ваш шанс критичного удару на 1%.", "Збільшує вашу силу атаки дальнього бою на 17." } }, -- Rhok'delar, Longbow of the Ancient Keepers
[18714] = { "перетягнутий жилою лист древнього", equip="Збільшує швидкість атаки дальнього бою на 15%." }, -- Ancient Sinew Wrapped Lamina
[18719] = { "серце зрадника" }, -- The Traitor's Heart
[18724] = { "зачароване сухожилля дорослого чорного дракона", flavor="Практично незруйновна тятива. Ідеально підійде до могутнього руків'я." }, -- Enchanted Black Dragon Sinew
[18731] = { "викрійка: М'яч з важкої шкіри", use="Навчає вас створенню м'яча з важкої шкіри.", recipe_result_item=18662 }, -- Pattern: Heavy Leather Ball
[18746] = { "кристал провидіння", use="Помістити кристал провидіння в глибинах підземель великого склепу." }, -- Divination Scryer
[18749] = { "згублена душа коня", use="Дарувати спасіння згубленій душі коня, провівши ритуал спокути." }, -- Charger's Lost Soul
[18752] = { "кадильниця екзорцизму", use="Виявлення духів, що населяють руїни Страходолу." }, -- Exorcism Censer
[18753] = { "арканітовий бард" }, -- Arcanite Barding
[18762] = { "уламок зеленого полум'я", equip="Збільшує шкоду від заклинань і ефектів вогню на 16." }, -- Shard of the Green Flame
[18766] = { "поводи стрімкого кригозуба", use="Викликає та відпускає верхового стрімкого кригозуба. Це дуже швидка верхова тварина." }, -- Reins of the Swift Frostsaber
[18767] = { "поводи стрімкого імлозуба", use="Викликає та відпускає верхового стрімкого імлозуба. Це дуже швидка верхова тварина." }, -- Reins of the Swift Mistsaber
[18769] = { "Зачаровані торієві обладунки", flavor="Том I" }, -- Enchanted Thorium Platemail
[18770] = { "Зачаровані торієві обладунки", flavor="Том II" }, -- Enchanted Thorium Platemail
[18771] = { "Зачаровані торієві обладунки", flavor="Том III" }, -- Enchanted Thorium Platemail
[18772] = { "стрімкий зелений механобіг", use="Викликає та відпускає стрімкого зеленого механобіга. Це дуже швидкий засіб пересування." }, -- Swift Green Mechanostrider
[18773] = { "стрімкий білий механобіг", use="Викликає та відпускає стрімкого білого механобіга. Це дуже швидкий засіб пересування." }, -- Swift White Mechanostrider
[18774] = { "стрімкий жовтий механобіг", use="Викликає та відпускає стрімкого жовтого механобіга. Це дуже швидкий засіб пересування." }, -- Swift Yellow Mechanostrider
[18775] = { "збагачений маною корм для коней", flavor="Овес та зерно змішане з наповненим маною печивом Сріблястого Світанку." }, -- Manna-Enriched Horse Feed
[18776] = { "стрімкий соловий кінь", use="Викликає та відпускає верхового стрімкого солового коня. Це дуже швидка верхова тварина." }, -- Swift Palomino
[18777] = { "стрімкий гнідий кінь", use="Викликає та відпускає верхового стрімкого гнідого коня. Це дуже швидка верхова тварина." }, -- Swift Brown Steed
[18778] = { "стрімкий білий кінь", use="Викликає та відпускає верхового стрімкого білого коня. Це дуже швидка верхова тварина." }, -- Swift White Steed
[18779] = { "нижня частина книги з кування обладунків: том I", use="Об'єднати дві половини книги з кування обладунків: том I." }, -- Bottom Half of Advanced Armorsmithing: Volume I
[18780] = { "верхня частина книги з кування обладунків: том I", use="Об'єднати дві половини книги з кування обладунків: том I." }, -- Top Half of Advanced Armorsmithing: Volume I
[18781] = { "нижня частина книги з кування обладунків: том II", use="Об'єднати дві половини книги з кування обладунків: том II." }, -- Bottom Half of Advanced Armorsmithing: Volume II
[18782] = { "верхня частина книги з кування обладунків: том II", use="Об'єднати дві половини книги з кування обладунків: том II." }, -- Top Half of Advanced Armorsmithing: Volume II
[18783] = { "нижня частина книги з кування обладунків: том III", use="Об'єднати дві половини книги з кування обладунків: том III." }, -- Bottom Half of Advanced Armorsmithing: Volume III
[18784] = { "верхня частина книги з кування обладунків: том III", use="Об'єднати дві половини книги з кування обладунків: том III." }, -- Top Half of Advanced Armorsmithing: Volume III
[18785] = { "стрімкий білий баран", use="Викликає та відпускає верхового стрімкого білого барана. Це дуже швидка верхова тварина." }, -- Swift White Ram
[18786] = { "стрімкий коричневий баран", use="Викликає та відпускає верхового стрімкого коричневого барана. Це дуже швидка верхова тварина." }, -- Swift Brown Ram
[18787] = { "стрімкий сірий баран", use="Викликає та відпускає верхового стрімкого сірого барана. Це дуже швидка верхова тварина." }, -- Swift Gray Ram
[18788] = { "стрімкий блакитний раптор", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Swift Blue Raptor
[18789] = { "стрімкий оливковий раптор", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Swift Olive Raptor
[18790] = { "стрімкий помаранчевий раптор", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Swift Orange Raptor
[18791] = { "ліловий бойовий кінь-скелет", use="Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина." }, -- Purple Skeletal Warhorse
[18792] = { "благословенний арканітовий бард" }, -- Blessed Arcanite Barding
[18793] = { "великий білий кодо", use="Викликає та відпускає верхового кодо. Це дуже швидка верхова тварина." }, -- Great White Kodo
[18794] = { "великий бурий кодо", use="Викликає та відпускає верхового кодо. Це дуже швидка верхова тварина." }, -- Great Brown Kodo
[18795] = { "великий сірий кодо", use="Викликає та відпускає верхового кодо. Це дуже швидка верхова тварина." }, -- Great Gray Kodo
[18796] = { "ріг стрімкого бурого вовка", use="Викликає та відпускає верхового вовка. Це дуже швидка верхова тварина." }, -- Horn of the Swift Brown Wolf
[18797] = { "ріг стрімкого лісового вовка", use="Викликає та відпускає верхового вовка. Це дуже швидка верхова тварина." }, -- Horn of the Swift Timber Wolf
[18798] = { "ріг стрімкого сірого вовка", use="Викликає та відпускає верхового вовка. Це дуже швидка верхова тварина." }, -- Horn of the Swift Gray Wolf
[18799] = { "спасенна душа коня" }, -- Charger's Redeemed Soul
[18802] = { "тіньове зілля", use="Наділяє вас духом тіні, унаслідок чого жителі Джеденара ставляться до вас дружелюбно. Діє 20 хвилин." }, -- Shadowy Potion
[18804] = { "сумка лорда Тінелома", flavor="В сумці знаходиться кристал провидіння та благословенний арканітовий бард." }, -- Lord Grayson's Satchel
[18807] = { "шолом прихованої сили", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Helm of Latent Power
[18818] = { "вказівки Мор'зула" }, -- Mor'zul's Instructions
[18819] = { "кадильниця екзорцизму Рогана" }, -- Rohan's Exorcism Censer
[18839] = { "бойове зілля лікування", ref=118 }, -- Combat Healing Potion
[18841] = { "бойове зілля мани", ref=2455 }, -- Combat Mana Potion
[18880] = { "голова Тінегубителя" }, -- Darkreaver's Head
[18902] = { "поводи стрімкого штормозуба", use="Викликає та відпускає верхового стрімкого штормозуба. Це дуже швидка верхова тварина." }, -- Reins of the Swift Stormsaber
[18904] = { "ультразменшувач Зорбіна", use="Зменшити велетня Фераласа до менш небезпечної форми." }, -- Zorbin's Ultra-Shrinker
[18922] = { "секретний рецепт: вогненний флюс", flavor="Тримати подалі від Торієвого братства." }, -- Secret Plans: Fiery Flux
[18942] = { "вогненний флюс" }, -- Fiery Flux
[18943] = { "подушка Темного Заліза" }, -- Dark Iron Pillow
[18944] = { "луска вогнезавра" }, -- Incendosaur Scale
[18945] = { "ожарина темного заліза" }, -- Dark Iron Residue
[18946] = { "голова розпорядника Мальторія" }, -- Head of Overseer Maltorius
[18947] = { "шкура лютошрамного єті" }, -- Rage Scar Yeti Hide
[18950] = { "подушка покоївки Ніжностиск", flavor="Одна велика подушка." }, -- Chambermaid Pillaclencher's Pillow
[18951] = { "м'яка подушка Евоніс", equip="Зменшує шкоду від падіння." }, -- Evonice's Landin' Pilla
[18952] = { "голова Симони" }, -- Simone's Head
[18953] = { "голова Клінфрана" }, -- Klinfran's Head
[18954] = { "голова Соленора" }, -- Solenor's Head
[18955] = { "голова Арторія" }, -- Artorius's Head
[18956] = { "залишок мініатюризації" }, -- Miniaturization Residue
[18957] = { "клинок чагарників" }, -- Brushwood Blade
[18958] = { "ядро водяного елементаля" }, -- Water Elemental Core
[18959] = { "ковальська фурма" }, -- Smithing Tuyere
[18960] = { "підзорна труба спостерігача" }, -- Lookout's Spyglass
[18961] = { "панцир Зукк'аш" }, -- Zukk'ash Carapace
[18962] = { "залоза Жалохвоста" }, -- Stinglasher's Glands
[18969] = { "бездоганна шкура єті" }, -- Pristine Yeti Hide
[18972] = { "ідеальна шкура єті" }, -- Perfect Yeti Hide
[18987] = { "наказ Чорнорука", flavor="Лист з наказом Ренда Чорнорука." }, -- Blackhand's Command
[19002] = { "голова Нефаріана", flavor="Голова Нефаріана, сина Смертекрила." }, -- Head of Nefarian
[19003] = { "голова Нефаріана", flavor="Голова Нефаріана, сина Смертекрила." }, -- Head of Nefarian
[19004] = { "крихітний камінь здоров'я", use="Миттєво відновлює 110 здоров'я." }, -- Minor Healthstone
[19005] = { "крихітний камінь здоров'я", use="Миттєво відновлює 120 здоров'я." }, -- Minor Healthstone
[19006] = { "малий камінь здоров'я", use="Миттєво відновлює 275 здоров'я." }, -- Lesser Healthstone
[19007] = { "малий камінь здоров'я", use="Миттєво відновлює 300 здоров'я." }, -- Lesser Healthstone
[19008] = { "камінь здоров'я", use="Миттєво відновлює 550 здоров'я." }, -- Healthstone
[19009] = { "камінь здоров'я", use="Миттєво відновлює 600 здоров'я." }, -- Healthstone
[19010] = { "великий камінь здоров'я", use="Миттєво відновлює 880 здоров'я." }, -- Greater Healthstone
[19011] = { "великий камінь здоров'я", use="Миттєво відновлює 960 здоров'я." }, -- Greater Healthstone
[19012] = { "величезний камінь здоров'я", use="Миттєво відновлює 1320 здоров'я." }, -- Major Healthstone
[19013] = { "величезний камінь здоров'я", use="Миттєво відновлює 1440 здоров'я." }, -- Major Healthstone
[19016] = { "посудина відродження" }, -- Vessel of Rebirth
[19017] = { "сутність Повелителя Вогню" }, -- Essence of the Firelord
[19018] = { "сплячий поцілований вітром клинок" }, -- Dormant Wind Kissed Blade
[19019] = { "Громолють, благословенний клинок Шукача Вітру", hit="Вражає ворога блискавкою, що завдає 300 одиниць шкоди від природи, а потім стрибає на інших ворогів, що знаходяться поруч. Кожен стрибок зменшує супротив силам природи жертви на 25. Вражає 5 цілей. Ваша основна ціль також поглинається циклоном, що сповільнюює швидкість її атаки на 20% на 12 сек." }, -- Thunderfury, Blessed Blade of the Windseeker
[19020] = { "звіт про комах Зукк'аш з табору Мохаче" }, -- Camp Mojache Zukk'ash Report
[19022] = { "вудка екстремальної риболовлі Нета Пеґла FC-5000", equip="Збільшує навичку риболовлі на 25.", flavor="Обмежена серія" }, -- Nat Pagle's Extreme Angler FC-5000
[19023] = { "найкраща приманка Катума" }, -- Katoom's Best Lure
[19024] = { "знак гросмейстера арени", equip="Збільшує ваш шанс ухилитися від атаки на 1%.", use="Поглинає від 750 до 1250 шкоди. Триває 20 сек." }, -- Arena Grand Master
[19025] = { "перо володаря неба" }, -- Skylord Plume
[19033] = { "загублені інструменти Вуглепала" }, -- Slagtree's Lost Tools
[19034] = { "обід Ларда" }, -- Lard's Lunch
[19035] = { "спеціальний кошик для пікніка Ларда" }, -- Lard's Special Picnic Basket
[19036] = { "останнє послання Дикому Молоту", use="Розмістити біля колодязя в серці Орлиного піку. Покажіть цим брудним дворфам свою рішучість! А потім тікайте..." }, -- Final Message to the Wildhammer
[19037] = { "смарагдові наплічники" }, -- Emerald Peak Spaulders
[19038] = { "перстень хитрощів", equip="Відновлює 4 мани кожні 5 сек." }, -- Ring of Subtlety
[19039] = { "водонепроникний капелюх Зорбіна" }, -- Zorbin's Water Resistant Hat
[19040] = { "меганарізач Зорбіна" }, -- Zorbin's Mega-Slicer
[19041] = { "мундир ручної роботи Пратта" }, -- Pratt's Handcrafted Tunic
[19042] = { "мундир ручної роботи Джанґдора" }, -- Jangdor's Handcrafted Tunic
[19060] = { "покращений пайок з тіснини Пісні Війни", use="Відновлює 2148 здоров'я та 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Enriched Ration
[19061] = { "пайок з тіснини Пісні Війни", use="Відновлює 1608 здоров'я та 3306 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Iron Ration
[19062] = { "польовий пайок з тіснини Пісні Війни", use="Відновлює 1074 здоров'я та 2202 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Field Ration
[19064] = { "ключ від кайданів" }, -- Shackle Key
[19066] = { "рунічний бинт з тіснини Пісні Війни", use="Відновлює 2000 здоров'я за 8 сек. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Runecloth Bandage
[19067] = { "маготканий бинт з тіснини Пісні Війни", use="Відновлює 1104 здоров'я за 8 сек. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Mageweave Bandage
[19068] = { "шовковий бинт з тіснини Пісні Війни", use="Відновлює 640 здоров'я за 8 сек. Можна використовувати лише в тіснині Пісні Війни." }, -- Warsong Gulch Silk Bandage
[19069] = { "череп мисливця Малкгора" }, -- Huntsman Malkhor's Skull
[19070] = { "кістки мисливця Малкгора" }, -- Huntsman Malkhor's Bones
[19071] = { "посудина із забрудненою кров'ю" }, -- Vessel of Tainted Blood
[19099] = { "льодовиковий клинок", hit="Завдає цілі 45 шкоди від криги." }, -- Glacial Blade
[19106] = { "вкритий памороззю спис" }, -- Ice Barbed Spear
[19107] = { "кровопивця" }, -- Bloodseeker
[19108] = { "жезл кусючого холоду", equip="Збільшує шкоду від заклинань і ефектів криги на 16." }, -- Wand of Biting Cold
[19114] = { "гірський лук" }, -- Highland Bow
[19115] = { "фляга лісового чаклунства", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Flask of Forest Mojo
[19116] = { "зеленолистяні пов'язки", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Greenleaf Handwraps
[19117] = { "прикрашені деревом ножні лати" }, -- Laquered Wooden Plate Legplates
[19118] = { "подих природи" }, -- Nature's Breath
[19119] = { "рукавички зі шкіри совозвіра" }, -- Owlbeast Hide Gloves
[19120] = { "руна капітана варти", equip={ "Збільшує силу атаки на 20.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Rune of the Guard Captain
[19121] = { "плащ хащів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Deep Woodlands Cloak
[19123] = { "вічнотеплі рукавички", equip="Відновлює 4 мани кожні 5 сек." }, -- Everwarm Handwraps
[19124] = { "шлаколатні поножі", equip="Збільшує навичку захисту на 3." }, -- Slagplate Leggings
[19125] = { "обпалений кольчужний пояс" }, -- Seared Mail Girdle
[19126] = { "шлаколатні рукавиці" }, -- Slagplate Gauntlets
[19127] = { "обвуглений шкіряний мундир" }, -- Charred Leather Tunic
[19128] = { "обпалений кольчужний жилет" }, -- Seared Mail Vest
[19129] = { "вічносяйне вбрання", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Everglowing Robe
[19141] = { "припарка", use="Знімає один ефект кровотечі." }, -- Luffa
[19150] = { "базовий набір припасів стражів" }, -- Sentinel Basic Care Package
[19151] = { "стандартний набір припасів стражів" }, -- Sentinel Standard Care Package
[19152] = { "покращений набір припасів стражів" }, -- Sentinel Advanced Care Package
[19153] = { "покращений набір припасів авангарду" }, -- Outrider Advanced Care Package
[19154] = { "базовий набір припасів авангарду" }, -- Outrider Basic Care Package
[19155] = { "стандартний набір припасів авангарду" }, -- Outrider Standard Care Package
[19159] = { "намисто плетеного плюща" }, -- Woven Ivy Necklace
[19182] = { "призовий купон ярмарку Темного місяця" }, -- Darkmoon Faire Prize Ticket
[19213] = { "талісман заслуги Срібнокрилих", flavor="Доказ перемоги в тіснині Пісні Війни" }, -- Silverwing Talisman of Merit
[19221] = { "особливий запас Темного місяця", use="Надзвичайно міцний алкогольний напій." }, -- Darkmoon Special Reserve
[19227] = { "туз звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Ace of Beasts
[19228] = { "колода звірів", flavor="Власність ярмарку Темного місяця." }, -- Beasts Deck
[19229] = { "пророцтво Вщуна #1", flavor="Не пригощайте таурена яловичиною." }, -- Sayge's Fortune #1
[19230] = { "двійка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Two of Beasts
[19231] = { "трійка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Three of Beasts
[19232] = { "четвірка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Four of Beasts
[19233] = { "п'ятірка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Five of Beasts
[19234] = { "шістка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Six of Beasts
[19235] = { "сімка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Seven of Beasts
[19236] = { "вісімка звірів", use="Об'єднати карти від туза до вісімки звірів, щоб зібрати колоду." }, -- Eight of Beasts
[19237] = { "пророцтво Вщуна #19", flavor="Відречені щось замислили." }, -- Sayge's Fortune #19
[19238] = { "пророцтво Вщуна #3", flavor="Колишній ворог скоро стане вашим союзником." }, -- Sayge's Fortune #3
[19239] = { "пророцтво Вщуна #4", flavor="Вам пощастить у всьому, за що ви візьметеся." }, -- Sayge's Fortune #4
[19240] = { "пророцтво Вщуна #5", flavor="Хтось згадує вас добрим словом." }, -- Sayge's Fortune #5
[19241] = { "пророцтво Вщуна #6", flavor="Будьте обережні при приземленні на незнайомій території." }, -- Sayge's Fortune #6
[19242] = { "пророцтво Вщуна #7", flavor="Уникайте надмірного азарту." }, -- Sayge's Fortune #7
[19243] = { "пророцтво Вщуна #8", flavor="Ви отримаєте пророцтво." }, -- Sayge's Fortune #8
[19244] = { "пророцтво Вщуна #9", flavor="Ваша перша й остання любов - це ви." }, -- Sayge's Fortune #9
[19245] = { "пророцтво Вщуна #10", flavor="Від відпочинку до нудьги - один крок." }, -- Sayge's Fortune #10
[19246] = { "пророцтво Вщуна #11", flavor="Ті, у кого невибагливий смак, задовольняються найкращим." }, -- Sayge's Fortune #11
[19247] = { "пророцтво Вщуна #12", flavor="Не дайте хвилям війни змити вас." }, -- Sayge's Fortune #12
[19248] = { "пророцтво Вщуна #13", flavor="Ваші супротивники замовкнуть." }, -- Sayge's Fortune #13
[19249] = { "пророцтво Вщуна #14", flavor="Ви добре помічаєте лицемірство." }, -- Sayge's Fortune #14
[19250] = { "пророцтво Вщуна #15", flavor="Той найбільше вчиться, хто навчає інших." }, -- Sayge's Fortune #15
[19251] = { "пророцтво Вщуна #16", flavor="Незабаром прийде час, коли вам доведеться зробити важкий вибір." }, -- Sayge's Fortune #16
[19252] = { "пророцтво Вщуна #18", flavor="Прийміть наступну пропозицію." }, -- Sayge's Fortune #18
[19253] = { "пророцтво Вщуна #17", flavor="Не робіть ставку гномом без належної причини." }, -- Sayge's Fortune #17
[19254] = { "пророцтво Вщуна #21", flavor="Божествений щит та камінь повернення не роблять вас героєм." }, -- Sayge's Fortune #21
[19255] = { "пророцтво Вщуна #22", flavor="Синя відповідь - правильна." }, -- Sayge's Fortune #22
[19256] = { "пророцтво Вщуна #2", flavor="Завтра ви знайдете щось дивовижне." }, -- Sayge's Fortune #2
[19257] = { "колода воєвод", flavor="Власність ярмарку Темного місяця." }, -- Warlords Deck
[19258] = { "туз воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Ace of Warlords
[19259] = { "двійка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Two of Warlords
[19260] = { "трійка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Three of Warlords
[19261] = { "четвірка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Four of Warlords
[19262] = { "п'ятірка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Five of Warlords
[19263] = { "шістка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Six of Warlords
[19264] = { "сімка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Seven of Warlords
[19265] = { "вісімка воєвод", use="Об'єднати карти від туза до вісімки воєвод, щоб зібрати колоду." }, -- Eight of Warlords
[19266] = { "пророцтво Вщуна #20", flavor="Найбільше помиляється той, хто нічого не робить." }, -- Sayge's Fortune #20
[19267] = { "колода елементалів", flavor="Власність ярмарку Темного місяця." }, -- Elementals Deck
[19268] = { "туз елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Ace of Elementals
[19269] = { "двійка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Two of Elementals
[19270] = { "трійка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Three of Elementals
[19271] = { "четвірка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Four of Elementals
[19272] = { "п'ятірка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Five of Elementals
[19273] = { "шістка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Six of Elementals
[19274] = { "сімка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Seven of Elementals
[19275] = { "вісімка елементалів", use="Об'єднати карти від туза до вісімки елементалів, щоб зібрати колоду." }, -- Eight of Elementals
[19276] = { "туз порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Ace of Portals
[19277] = { "колода порталів", flavor="Власність ярмарку Темного місяця." }, -- Portals Deck
[19278] = { "двійка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Two of Portals
[19279] = { "трійка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Three of Portals
[19280] = { "четвірка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Four of Portals
[19281] = { "п'ятірка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Five of Portals
[19282] = { "шістка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Six of Portals
[19283] = { "сімка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Seven of Portals
[19284] = { "вісімка порталів", use="Об'єднати карти від туза до вісімки порталів, щоб зібрати колоду." }, -- Eight of Portals
[19287] = { "карта Темного місяця: героїзм", equip="Іноді зцілює носія на від 120 до 180 здоров'я при нанесенні шкоди ворогу в ближньому бою." }, -- Darkmoon Card: Heroism
[19288] = { "карта Темного місяця: синій дракон", equip="З шансом 2% при успішному вимовленні закляття ви продовжите відновлення мани зі 100% швидкістю під час вимовляння заклять протягом 15 секунд." }, -- Darkmoon Card: Blue Dragon
[19289] = { "карта Темного місяця: Водоверть", equip="Шанс вразити вашу ціль в ближньому бою блискавкою, завдавши від 200 до 300 шкоди від природи." }, -- Darkmoon Card: Maelstrom
[19290] = { "карта Темного місяця: Підсвітня Крутоверть", equip="Дає власнику 10% шанс воскреснути з 20% здоров'я та мани." }, -- Darkmoon Card: Twisting Nether
[19291] = { "скринька Темного місяця" }, -- Darkmoon Storage Box
[19292] = { "баранина місячної витримки" }, -- Last Month's Mutton
[19293] = { "баранина річної витримки" }, -- Last Year's Mutton
[19295] = { "квітка Темного місяця" }, -- Darkmoon Flower
[19296] = { "великий приз Темного місяця", flavor="Гарантовано містить цінну річ!" }, -- Greater Darkmoon Prize
[19297] = { "малий приз Темного місяця", flavor="Гарантовано містить цінну річ!" }, -- Lesser Darkmoon Prize
[19298] = { "заохочувальний приз Темного місяця", flavor="Гарантовано містить цінну річ!" }, -- Minor Darkmoon Prize
[19307] = { "щільний рунічний бинт з Альтерака", use="Відновлює 2000 здоров'я за 8 сек.", flavor="Можна використовувати лише в Альтерацькій долині." }, -- Alterac Heavy Runecloth Bandage
[19322] = { "відзнака честі Пісні Війни", flavor="Доказ перемоги в тіснині Пісні Війни" }, -- Warsong Mark of Honor
[19338] = { "ваучер на призовий купон" }, -- Free Ticket Voucher
[19366] = { "сфера великого драконоборця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28." }, -- Master Dragonslayer's Orb
[19383] = { "медальйон великого драконоборця", equip="Збільшує навичку захисту на 7." }, -- Master Dragonslayer's Medallion
[19384] = { "перстень великого драконоборця", equip={ "Збільшує силу атаки на 48.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Master Dragonslayer's Ring
[19422] = { "пророцтво ярмарку Темного місяця" }, -- Darkmoon Faire Fortune
[19423] = { "пророцтво Вщуна #23", flavor="Ваша доля чекає на вас в Східнодолі." }, -- Sayge's Fortune #23
[19424] = { "пророцтво Вщуна #24", flavor="Ваша доля чекає на вас всередині Мертвих копалень." }, -- Sayge's Fortune #24
[19425] = { "загадкова скринька" }, -- Mysterious Lockbox
[19426] = { "сфера Темного місяця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Orb of the Darkmoon
[19440] = { "потужна протиотрута", use="Зцілення цілі від отрут до 60 рівня." }, -- Powerful Anti-Venom
[19441] = { "величезна отруйна залоза" }, -- Huge Venom Sac
[19443] = { "пророцтво Вщуна #25", flavor="Ваша доля чекає на вас всередині Плачучих печер." }, -- Sayge's Fortune #25
[19450] = { "крихітна домівка жаблінга", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого жаблінга." }, -- A Jubling's Tiny Home
[19451] = { "пророцтво Вщуна #26", flavor="Час - ніщо, вчасність - все." }, -- Sayge's Fortune #26
[19452] = { "пророцтво Вщуна #27", flavor="Ваша доля чекає на вас біля скелі Бляклогривів." }, -- Sayge's Fortune #27
[19453] = { "пророцтво Вщуна #28", flavor="Мисливці, що спеціалізуються на виживанні, не завжди виживають." }, -- Sayge's Fortune #28
[19454] = { "пророцтво Вщуна #29", flavor="Стережіться!" }, -- Sayge's Fortune #29
[19462] = { "невилуплене яйце жаблінга", use="Вилупити жаблінга з яйця. Мине деякий час, перш ніж яйце буде готове до вилуплення." }, -- Unhatched Jubling Egg
[19483] = { "Очищення цибулини", flavor="Довідник з боротьби з кланом Бурешпилів. Автор: Дрек'Тар" }, -- Peeling the Onion
[19484] = { "Артишок Морозних Вовків", flavor="Історії слави Бурешпилів. Автор: Ванндар Бурешпиль" }, -- The Frostwolf Artichoke
[19491] = { "амулет Темного місяця" }, -- Amulet of the Darkmoon
[19574] = { "сила Муґамби", equip="Збільшує навичку захисту на 4." }, -- Strength of Mugamba
[19575] = { "сила Муґамби", equip="Збільшує навичку захисту на 4." }, -- Strength of Mugamba
[19576] = { "сила Муґамби", equip="Збільшує навичку захисту на 5." }, -- Strength of Mugamba
[19577] = { "лють Муґамби", equip={ "Збільшує навичку захисту на 6.", "Збільшує шанс блокування атак щитом на 2%.", "Зменшує витрати люті на здібність \"Нівечення\" на 2." } }, -- Rage of Mugamba
[19579] = { "тавро язичника" }, -- Heathen's Brand
[19585] = { "тавро язичника" }, -- Heathen's Brand
[19586] = { "тавро язичника" }, -- Heathen's Brand
[19588] = { "тавро героя", equip="Збільшує тривалість здібності \"Молот правосуддя\" на 0.5 сек." }, -- Hero's Brand
[19591] = { "око Зулдазара" }, -- The Eye of Zuldazar
[19592] = { "око Зулдазара", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- The Eye of Zuldazar
[19593] = { "око Зулдазара", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- The Eye of Zuldazar
[19594] = { "Всевидюще око Зулдазара", equip={ "Збільшує зцілення від заклинань і ефектів на 18.", "Збільшує кількість шкоди, яку може поглинути \"Слово сили: Щит\" на 35." } }, -- The All-Seeing Eye of Zuldazar
[19598] = { "камінчик Каджаро", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Pebble of Kajaro
[19599] = { "камінчик Каджаро", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Pebble of Kajaro
[19600] = { "камінчик Каджаро", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Pebble of Kajaro
[19601] = { "самоцвіт Каджаро", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9.", "Зменшує час відновлення \"Протизакляття\" на 2 сек." } }, -- Jewel of Kajaro
[19602] = { "пошесть Кезана", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Kezan's Taint
[19603] = { "пошесть Кезана", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Kezan's Taint
[19604] = { "пошесть Кезана", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Kezan's Taint
[19605] = { "нестримна пошесть Кезана", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує радіус дії заклять \"Вогняний дощ\" та \"Пекельний вогонь\" на 1 м." } }, -- Kezan's Unstoppable Taint
[19606] = { "видіння Вудрії" }, -- Vision of Voodress
[19607] = { "видіння Вудрії" }, -- Vision of Voodress
[19608] = { "видіння Вудрії" }, -- Vision of Voodress
[19609] = { "ясне видіння Вудрії", equip="Зменшує витрати мани на \"Тотем цілющого потоку\" та \"Тотем джерела мани\" на 20." }, -- Unmarred Vision of Voodress
[19610] = { "зачаровані водорості Південних морів" }, -- Enchanted South Seas Kelp
[19611] = { "зачаровані водорості Південних морів" }, -- Enchanted South Seas Kelp
[19612] = { "зачаровані водорості Південних морів" }, -- Enchanted South Seas Kelp
[19613] = { "бездоганні зачаровані водорості Південних морів", equip="Збільшує ймовірність нанесення критичного удару вашими закляттями \"Гнів\" та \"Зоряний вогонь\" на 2%." }, -- Pristine Enchanted South Seas Kelp
[19614] = { "зандаларський талісман тіні" }, -- Zandalarian Shadow Talisman
[19615] = { "зандаларський талісман тіні" }, -- Zandalarian Shadow Talisman
[19616] = { "зандаларський талісман тіні" }, -- Zandalarian Shadow Talisman
[19617] = { "зандаларський талісман майстра тіні", equip="Зменшує час відновлення здіюності \"Підніжка\" на 0.5 сек." }, -- Zandalarian Shadow Mastery Talisman
[19618] = { "вус Водоверті" }, -- Maelstrom's Tendril
[19619] = { "вус Водоверті" }, -- Maelstrom's Tendril
[19620] = { "вус Водоверті" }, -- Maelstrom's Tendril
[19621] = { "гнів Водоверті", equip="Зменшує час відновлення здібності 'Удавана смерть\" на 2 секунди." }, -- Maelstrom's Wrath
[19698] = { "монета Зуліан", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Zulian Coin
[19699] = { "монета Раззаші", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Razzashi Coin
[19700] = { "монета Гаккарі", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Hakkari Coin
[19701] = { "монета Ґурубаші", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Gurubashi Coin
[19702] = { "монета Миршавого Гілля", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Vilebranch Coin
[19703] = { "монета Зів'ялої Кори", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Witherbark Coin
[19704] = { "монета Піщанолютих", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Sandfury Coin
[19705] = { "монета Черепотрощителів", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Skullsplitter Coin
[19706] = { "монета Кровоскальпих", flavor="Один з менших взірців могутності імперії Ґурубаші." }, -- Bloodscalp Coin
[19707] = { "червона прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Red Hakkari Bijou
[19708] = { "синя прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Blue Hakkari Bijou
[19709] = { "жовта прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Yellow Hakkari Bijou
[19710] = { "помаранчева прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Orange Hakkari Bijou
[19711] = { "зелена прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Green Hakkari Bijou
[19712] = { "фіолетова прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Purple Hakkari Bijou
[19713] = { "бронзова прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Bronze Hakkari Bijou
[19714] = { "срібна прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Silver Hakkari Bijou
[19715] = { "золота прикраса Гаккарі", flavor="Значний взірець могутності імперії Ґурубаші." }, -- Gold Hakkari Bijou
[19716] = { "первісні браслети Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Bindings
[19717] = { "первісний наруч Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Armsplint
[19718] = { "первісний поруч Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Stanchion
[19719] = { "первісний пасок Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Girdle
[19720] = { "первісний пояс Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Sash
[19721] = { "первісна шаль Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Shawl
[19722] = { "первісна накидка Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Tabard
[19723] = { "первісний каптан Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Kossack
[19724] = { "первісна егіда Гаккарі", flavor="Легендарний взірець могутності старої імперії Ґурубаші." }, -- Primal Hakkari Aegis
[19725] = { "ящик з ресурсами Араті", flavor="Доказ перемоги в низині Араті" }, -- Arathi Resource Crate
[19726] = { "кровопарость" }, -- Bloodvine
[19727] = { "кривава коса", flavor="Дозволяє травникам збирати кровопарость із флори Зул'Ґуруба." }, -- Blood Scythe
[19767] = { "шкіра первісного кажана" }, -- Primal Bat Leather
[19768] = { "шкіра первісного тигра" }, -- Primal Tiger Leather
[19774] = { "душарит" }, -- Souldarite
[19775] = { "запечатана лазурна сумка", flavor="Міцно запечатано." }, -- Sealed Azure Bag
[19782] = { "явлення могутності", use="Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та блокування щитом на 15. Не сумується з іншими чарами на предметі." }, -- Presence of Might
[19783] = { "сигіла синкретиста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та зцілення на 24. Не сумується з іншими чарами на предметі." }, -- Syncretist's Sigil
[19784] = { "обійми смерті", use="Додати на поножі або головний убір чари, що збільшують силу атаки на 28 та ймовірність ухилення на 1%. Не сумується з іншими чарами на предметі." }, -- Death's Embrace
[19785] = { "поклик сокола", use="Додати на поножі або головний убір чари, що збільшують силу атаки дальнього бою на 24, витривалість на 10 та ймовірність нанесення удару на 1%. Не сумується з іншими чарами на предметі." }, -- Falcon's Call
[19786] = { "палкі обійми вуду", use="Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 13 та інтелект на 15. Не сумується з іншими чарами на предметі." }, -- Vodouisant's Vigilant Embrace
[19787] = { "явлення прозріння", use="Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та ймовірність нанесення удару заклинаннями на 1%. Не сумується з іншими чарами на предметі." }, -- Presence of Sight
[19788] = { "чари худу", use="Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та витривалість на 10. Не сумується з іншими чарами на предметі." }, -- Hoodoo Hex
[19789] = { "віщунська аура", use="Додати на поножі або головний убір чари, що збільшують витривалість на 10, відновлення мани на 4 кожні 5 сек та зцілення на 24. Не сумується з іншими чарами на предметі." }, -- Prophetic Aura
[19790] = { "ласка аніміста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 10, інтелект на 10 та зцілення на 24. Не сумується з іншими чарами на предметі." }, -- Animist's Caress
[19802] = { "серце Гаккара" }, -- Heart of Hakkar
[19803] = { "синій смугастик Браунелла", flavor="Когось в Грабіжній Бухті це має зацікавити." }, -- Brownell's Blue Striped Racer
[19805] = { "риба-ангел Кіфера", flavor="Когось в Грабіжній Бухті це має зацікавити." }, -- Keefer's Angelfish
[19806] = { "дезійська ставрида", flavor="Когось в Грабіжній Бухті це має зацікавити." }, -- Dezian Queenfish
[19807] = { "плямиста смачнориба" }, -- Speckled Tastyfish
[19812] = { "руна Світанку", equip="Збільшує шкоду від магічних заклинань і ефектів на 48 під час бою з невмерлими. Також дозволяє отримувати камені Скари для Сріблястого Світанку." }, -- Rune of the Dawn
[19813] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує воїна." }, -- Punctured Voodoo Doll
[19814] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує пройдисвіта." }, -- Punctured Voodoo Doll
[19815] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує паладина." }, -- Punctured Voodoo Doll
[19816] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує мисливця." }, -- Punctured Voodoo Doll
[19817] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує шамана." }, -- Punctured Voodoo Doll
[19818] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує мага." }, -- Punctured Voodoo Doll
[19819] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує чорнокнижника." }, -- Punctured Voodoo Doll
[19820] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує жерця." }, -- Punctured Voodoo Doll
[19821] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує друїда." }, -- Punctured Voodoo Doll
[19822] = { "кіраса зандаларського поборника", equip="Збільшує навичку захисту на 4." }, -- Zandalar Vindicator's Breastplate
[19823] = { "пояс зандаларського поборника", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Zandalar Vindicator's Belt
[19824] = { "нарукавники зандаларського поборника" }, -- Zandalar Vindicator's Armguards
[19825] = { "кіраса зандаларського вільнодумця", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Zandalar Freethinker's Breastplate
[19826] = { "пояс зандаларського вільнодумця", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Zandalar Freethinker's Belt
[19827] = { "нарукавники зандаларського вільнодумця", equip="Збільшує зцілення від заклинань і ефектів на 11." }, -- Zandalar Freethinker's Armguards
[19828] = { "гауберк зандаларського авгура", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 34.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Zandalar Augur's Hauberk
[19829] = { "пояс зандаларського авгура", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Zandalar Augur's Belt
[19830] = { "браслети зандаларського авгура", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13.", "Відновлює 4 мани кожні 5 сек." } }, -- Zandalar Augur's Bracers
[19831] = { "наплічники зандаларського хижака", equip="Відновлює 4 мани кожні 5 сек." }, -- Zandalar Predator's Mantle
[19832] = { "пояс зандаларського хижака", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Zandalar Predator's Belt
[19833] = { "браслети зандаларського хижака", equip={ "Збільшує вашу силу атаки дальнього бою на 34.", "Відновлює 4 мани кожні 5 сек." } }, -- Zandalar Predator's Bracers
[19834] = { "мундир зандаларського зірвиголови", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Збільшує силу атаки на 44." } }, -- Zandalar Madcap's Tunic
[19835] = { "наплічники зандаларського зірвиголови", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Zandalar Madcap's Mantle
[19836] = { "браслети зандаларського зірвиголови" }, -- Zandalar Madcap's Bracers
[19838] = { "мундир зандаларського гаруспіка", equip="Збільшує зцілення від заклинань і ефектів на 33." }, -- Zandalar Haruspex's Tunic
[19839] = { "пояс зандаларського гаруспіка", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Zandalar Haruspex's Belt
[19840] = { "браслети зандаларського гаруспіка", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Zandalar Haruspex's Bracers
[19841] = { "наплічники зандаларського сповідника", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Zandalar Confessor's Mantle
[19842] = { "пояс зандаларського сповідника", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Zandalar Confessor's Bindings
[19843] = { "пов'язки зандаларського сповідника", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Zandalar Confessor's Wraps
[19845] = { "наплічники зандаларського ілюзіоніста", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Zandalar Illusionist's Mantle
[19846] = { "пов'язки зандаларського ілюзіоніста", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Zandalar Illusionist's Wraps
[19848] = { "пов'язки зандаларського одержимого", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Zandalar Demoniac's Wraps
[19849] = { "наплічники зандаларського одержимого", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Zandalar Demoniac's Mantle
[19850] = { "підношення Утеру", use="Покласти підношення на могилі Утера Світлоносця в Західних Зачумлених землях." }, -- Uther's Tribute
[19851] = { "підношення Ґрому", use="Покласти підношення до пам'ятника Ґроммашу Пеклокрику в Ясенедолі." }, -- Grom's Tribute
[19852] = { "древній вбивця Гаккарі", hit="Викрадає від 48 до 54 здоров'я у цілі." }, -- Ancient Hakkari Manslayer
[19853] = { "нищитель дворфів Ґурубаші", equip="Збільшує силу атаки на 30." }, -- Gurubashi Dwarf Destroyer
[19854] = { "Зін'рох, Руйнівник світів", equip="Збільшує силу атаки на 72." }, -- Zin'rokh, Destroyer of Worlds
[19855] = { "просякнуті кров'ю ножні лати", equip="Збільшує навичку захисту на 10." }, -- Bloodsoaked Legplates
[19856] = { "око Гаккара", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 40." } }, -- The Eye of Hakkar
[19857] = { "плащ вичерпування", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Cloak of Consumption
[19858] = { "знак пошани Зандаларів", use="Збільшення вашої репутації в племені Зандалар." }, -- Zandalar Honor Token
[19859] = { "ікло безликого", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 28." } }, -- Fang of the Faceless
[19861] = { "дотик хаосу", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Touch of Chaos
[19862] = { "егіда Кривавого бога", equip={ "Збільшує показник блокування щитом на 30.", "Збільшує навичку захисту на 7.", "Збільшує шанс блокування атак щитом на 2%." } }, -- Aegis of the Blood God
[19863] = { "печатка прималіста", equip="Збільшує зцілення від заклинань і ефектів на 29." }, -- Primalist's Seal
[19864] = { "Кровозов", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 33." }, -- Bloodcaller
[19865] = { "бойовий клинок Гаккарі", equip={ "Збільшує силу атаки на 28.", "Збільшує ваш шанс нанесення критичного удару на 1%." }, flavor="Викуваний у..." }, -- Warblade of the Hakkari
[19866] = { "бойовий клинок Гаккарі", equip="Збільшує силу атаки на 40.", flavor="...киплячому полум'ї ненависті." }, -- Warblade of the Hakkari
[19867] = { "захисник повелителя крові", equip="Збільшує навичку захисту на 4." }, -- Bloodlord's Defender
[19869] = { "залиті кров'ю захвати", equip={ "Збільшує силу атаки на 34.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Blooddrenched Grips
[19870] = { "плащ лоа Гаккарі", equip="Збільшує зцілення від заклинань і ефектів на 33." }, -- Hakkari Loa Cloak
[19871] = { "талісман захисту", equip={ "Збільшує навичку захисту на 9.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Talisman of Protection
[19872] = { "стрімкий раптор Раззаші", use="Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина." }, -- Swift Razzashi Raptor
[19873] = { "багряний перстень надправителя", equip="Збільшує навичку захисту на 7." }, -- Overlord's Crimson Band
[19874] = { "нищівна алебарда", equip="Шанс відрубати цілі кінцівку при атаці в ближньому бою, завдаючи від 452 до 676 шкоди." }, -- Halberd of Smiting
[19875] = { "закривавлений койф", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Збільшує силу атаки на 28." } }, -- Bloodstained Coif
[19876] = { "намисто осквернителя душ", equip="Збільшує ваш шанс нанесення удару заклинаннями на 1%." }, -- Soul Corrupter's Necklace
[19877] = { "поножі аніміста", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Animist's Leggings
[19878] = { "просякнуте кров'ю напліччя", equip="Збільшує навичку захисту на 3." }, -- Bloodsoaked Pauldrons
[19880] = { "колекція голів Ґурубаші" }, -- Gurubashi Head Collection
[19881] = { "голова верховного жерця" }, -- Channeler's Head
[19883] = { "священна мотузка", use="Об'єднати з п'ятьма головами верховних жерців в колекцію голів Ґурубаші." }, -- Sacred Cord
[19884] = { "правосуддя Джин'до", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 2%.", "Відновлює 14 мани кожні 5 сек.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Jin'do's Judgement
[19885] = { "лихе око Джин'до", equip="Збільшує зцілення від заклинань і ефектів на 44." }, -- Jin'do's Evil Eye
[19886] = { "маска Проклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 41." }, -- The Hexxer's Cover
[19887] = { "закривавлені ножні лати", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Bloodstained Legplates
[19888] = { "обійми надправителя", equip={ "Збільшує навичку захисту на 7.", "Збільшує шанс блокування атак щитом на 1%." } }, -- Overlord's Embrace
[19889] = { "залиті кров'ю поножі" }, -- Blooddrenched Leggings
[19890] = { "проклинатель Джин'до", equip={ "Збільшує зцілення від заклинань і ефектів на 51.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Jin'do's Hexxer
[19891] = { "мішок пристрітів Джин'до", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Jin'do's Bag of Whammies
[19892] = { "чоботи аніміста", equip="Збільшує зцілення від заклинань і ефектів на 29." }, -- Animist's Boots
[19893] = { "печатка Занзіла", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Zanzil's Seal
[19894] = { "просякнуті кров'ю рукавиці", equip={ "Збільшує навичку захисту на 5.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Bloodsoaked Gauntlets
[19895] = { "закривавлений кілт", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28." }, -- Bloodtinged Kilt
[19896] = { "хват Текала", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Thekal's Grasp
[19897] = { "чоботи зрадника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 30." }, -- Betrayer's Boots
[19898] = { "печатка Джин", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 20." } }, -- Seal of Jin
[19899] = { "ритуальні поножі", equip="Збільшує зцілення від заклинань і ефектів на 37." }, -- Ritualistic Legguards
[19900] = { "зуліанська кам'яна сокира", equip={ "Збільшує силу атаки на 44.", "Збільшує ваш шанс нанесення критичного удару на 1%." }, flavor="Відмічено знаком Джин." }, -- Zulian Stone Axe
[19901] = { "зуліанський тесак", equip={ "Збільшує силу атаки на 12.", "Збільшує навичку шкуродерства на 10." }, hit="Розрізає ворога, завдаючи йому від 72 до 96 шкоди від природи." }, -- Zulian Slicer
[19902] = { "стрімкий зуліанський тигр", use="Викликає та відпускає верхового тигра. Це дуже швидка верхова тварина." }, -- Swift Zulian Tiger
[19903] = { "ікло Веноксіса", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 24.", "Відновлює 6 мани кожні 5 сек." } }, -- Fang of Venoxis
[19904] = { "рунічний закривавлений гауберк", equip={ "Збільшує силу атаки на 58.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Runed Bloodstained Hauberk
[19905] = { "перстень Занзіла", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Zanzil's Band
[19906] = { "залиті кров'ю чоботи", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Blooddrenched Footpads
[19907] = { "зуліанський плащ з тигрової шкури", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Zulian Tigerhide Cloak
[19908] = { "скіпетр нищення", equip="Збільшує навичку володіння булавами на 2.", hit="Отруює ціль, завдаючи від 63 до 93 шкоди від природи." }, -- Sceptre of Smiting
[19909] = { "воля Арлокк", equip="Збільшує зцілення від заклинань і ефектів на 46." }, -- Will of Arlokk
[19910] = { "хват Арлокк", hit="Запускає у ворога заряд тіні, що завдає від 55 до 85 шкоди від тіні." }, -- Arlokk's Grasp
[19912] = { "оніксовий перстень надправителя", equip={ "Збільшує шанс блокування атак щитом на 2%.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Overlord's Onyx Band
[19913] = { "просякнуті кров'ю наголінники", equip="Збільшує навичку захисту на 5." }, -- Bloodsoaked Greaves
[19914] = { "мішок зі шкури пантери" }, -- Panther Hide Sack
[19915] = { "зуліанський захисник" }, -- Zulian Defender
[19918] = { "дробарка Жеклік", hit="Ранить ціль, спричиняючи від 200 до 220 шкоди." }, -- Jeklik's Crusher
[19919] = { "закривавлені наголінники" }, -- Bloodstained Greaves
[19920] = { "перстень прималіста", equip="Відновлює 6 мани кожні 5 сек." }, -- Primalist's Band
[19921] = { "зуліанський крушитель", equip="Збільшує навичку володіння сокирами на 2." }, -- Zulian Hacker
[19922] = { "Арлоккова палиця худу", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Arlokk's Hoodoo Stick
[19923] = { "опаліновий талісман Жеклік", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Відновлює 3 мани кожні 5 сек." } }, -- Jeklik's Opaline Talisman
[19925] = { "перстень Джин", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Band of Jin
[19927] = { "дотик Мар'лі" }, -- Mar'li's Touch
[19928] = { "наплічники аніміста", equip="Збільшує зцілення від заклинань і ефектів на 37." }, -- Animist's Spaulders
[19929] = { "закривавлені рукавички", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Bloodtinged Gloves
[19930] = { "око Мар'лі", use="Відновлює 60 мани кожні 5 сек протяягом 30 сек." }, -- Mar'li's Eye
[19931] = { "моджо божевілля Ґурубаші", use="Загасити жаровню божевілля." }, -- Gurubashi Mojo Madness
[19933] = { "сяюча кров скорпіда" }, -- Glowing Scorpid Blood
[19939] = { "кров Ґрі'лека", flavor="Залізна кров Ґрі'лека." }, -- Gri'lek's Blood
[19940] = { "зуб Ренатакі", flavor="Гострий як бритва зуб Ренатакі." }, -- Renataki's Tooth
[19941] = { "грива Вушулая", flavor="Неохайна грива Вушулая." }, -- Wushoolay's Mane
[19942] = { "нитка мрій Газза'ри" }, -- Hazza'rah's Dream Thread
[19943] = { "масивне моджо", flavor="Більше моджо, ніж може бути у будь-якого троля." }, -- Massive Mojo
[19944] = { "винищувач риби Нета Пеґла", flavor="Напис свідчить: Риболовля для слабаків -Нет Пеґл" }, -- Nat Pagle's Fish Terminator
[19945] = { "пов'зка на око з луски ящірки", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Збільшує силу атаки на 44." } }, -- Lizardscale Eyepatch
[19946] = { "гарпун Тіґуля", equip={ "Збільшує ваш шанс нанесення удару на 2%.", "Збільшує силу атаки на 60 під час бою зі звірами." } }, -- Tigule's Harpoon
[19947] = { "зламана котушка Нета Пеґла", use="Збільшує ваш шанс нанесення удару заклинаннями на 10% протягом 15 сек.", flavor="Напис свідчить: Для дійсно далеких кидків." }, -- Nat Pagle's Broken Reel
[19948] = { "геройський значок Зандаларів", use="Збільшує вашу броню на 2000 та навичку захисту на 30 протягом 20 сек. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на 200 броні та 3 навички захисту." }, -- Zandalarian Hero Badge
[19949] = { "геройський медальйон Зандаларів", use="Збільшує вашу шкоду в ближньому та дальньому бою на 40 протягом 20 сек. Щоразу, коли ви влучаєте в ціль, цей бонус зменшується на 2." }, -- Zandalarian Hero Medallion
[19950] = { "геройський оберіг Зандаларів", use="Збільшує вашу шкоду від заклять на 204, а зцілення — на 408 протягом 20 сек. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на 17 для шкоди та 34 для зцілення." }, -- Zandalarian Hero Charm
[19951] = { "оберіг могутності Ґрі'лека", use="Збільшує вашу лють на 30." }, -- Gri'lek's Charm of Might
[19952] = { "оберіг доблесті Ґрі'лека", use="Збільшує ймовірність нанесення критичного удару вашими закляттями світла на 10% протягом 15 сек." }, -- Gri'lek's Charm of Valor
[19953] = { "оберіг звірів Ренатакі", use="Миттєво завершує відновлення ваших заклять \"Прицільний постріл\", \"Багатозарядний постріл\", \"Залп\" та \"Арканічний постріл\"." }, -- Renataki's Charm of Beasts
[19954] = { "оберіг хитрощів Ренатакі", use="Збільшує вашу енергію на 60." }, -- Renataki's Charm of Trickery
[19955] = { "оберіг природи Вушулая", use="Зменшує час вимови вашого закляття \"Цілющий дотик\" на 40% та витрати мани на ваші закляття зцілення на 5% протягом 15 сек." }, -- Wushoolay's Charm of Nature
[19956] = { "оберіг духів Вушулая", use="Збільшує шкоду від вашого закляття \"Щит блискавки\" на 100% протягом 20 сек." }, -- Wushoolay's Charm of Spirits
[19957] = { "оберіг руйнування Газза'ри", use="Збільшує ймовірність нанесення критичного удару вашими закляттями Руйнування на 10% протягом 20 сек." }, -- Hazza'rah's Charm of Destruction
[19958] = { "оберіг зцілення Газза'ри", use="Зменшує час вимови вашого закляття \"Велике зцілення\" на 40% та витрати мани на ваші закляття зцілення на 5% протягом 15 сек." }, -- Hazza'rah's Charm of Healing
[19959] = { "оберіг магії Газза'ри", use="Збільшує ймовірність нанесення критичного удару вашими закляттями Аркани на 5% та збільшує критичну шкоду ваших заклять Аркани на 50% протягом 20 сек." }, -- Hazza'rah's Charm of Magic
[19961] = { "крушитель Ґрі'лека", equip="Збільшує силу атаки на 48 під час бою з драконами." }, -- Gri'lek's Grinder
[19962] = { "сікач Ґрі'лека", equip="Збільшує силу атаки на 117 під час бою з драконами." }, -- Gri'lek's Carver
[19963] = { "вила божевілля", equip="Збільшує силу атаки на 117 під час бою з демонами." }, -- Pitchfork of Madness
[19964] = { "провідник душі Ренатакі", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 6 мани кожні 5 сек." } }, -- Renataki's Soul Conduit
[19965] = { "штрикач Вушулая", equip={ "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 6 мани кожні 5 сек." } }, -- Wushoolay's Poker
[19967] = { "згубник дум", equip="Відновлює 5 мани кожні 5 сек." }, -- Thoughtblighter
[19968] = { "полум'яна розплата", equip={ "Збільшує навичку захисту на 5.", "Додає 2 шкоди від вогню до ваших атак в ближньому бою." } }, -- Fiery Retributer
[19969] = { "чоботи екстремальної риболовлі Нета Пеґла", equip="Збільшує навичку риболовлі на 5." }, -- Nat Pagle's Extreme Anglin' Boots
[19970] = { "арканітова вудка", equip="Збільшує навичку риболовлі на 35.", flavor="Схоже, що її використовував сам Нет Пеґл." }, -- Arcanite Fishing Pole
[19971] = { "надміцна етернієва волосінь", use="Замінити волосінь на вашій вудці надміцною етернієвою волосінню." }, -- High Test Eternium Fishing Line
[19972] = { "щасливий рибальський капелюх", equip="Збільшує навичку риболовлі на 5." }, -- Lucky Fishing Hat
[19973] = { "вимірювальна стрічка Нета" }, -- Nat's Measuring Tape
[19975] = { "зуліанський мульник" }, -- Zulian Mudskunk
[19978] = { "Риболовний турнір!" }, -- Fishing Tournament!
[19979] = { "гачок рибалки-майстра", use="Перетворює вас на рибу, що дозволяє дихати під водою та збільшує швидкість руху. Ефект знімається під час атаки чи промовляння заклять. Не працює поза водою або на поверхні води." }, -- Hook of the Master Angler
[19982] = { "пелерина сутінкового кажана", equip="Зменшує шкоду від падіння." }, -- Duskbat Drape
[19984] = { "чорна маска", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 36." } }, -- Ebon Mask
[19990] = { "благословенні молитовні намистини", use="Збільшує зцілення від заклинань і ефектів на 190 на 20 сек.", flavor="Пізнаються в біді." }, -- Blessed Prayer Beads
[19991] = { "око дияволозавра", use="Збільшує силу атаки на 150, а шанс завдання удару на 2%. Ефект триває 20 сек." }, -- Devilsaur Eye
[19992] = { "зуб дияволозавра", use="Наступна атака вашого супутника завдасть критичного удару, якщо ця атака має таку можливість." }, -- Devilsaur Tooth
[19993] = { "мисливський лук худу" }, -- Hoodoo Hunting Bow
[19998] = { "кровопаростні лінзи", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Злегка збільшує вашу здатність виявляти непомітність." } }, -- Bloodvine Lens
[20002] = { "велике зілля сну без сновидінь", use=24360 }, -- Greater Dreamless Sleep Potion
[20004] = { "величезне зілля крові троля", use=24361 }, -- Major Troll's Blood Potion
[20006] = { "перстень надії", equip="Збільшує шанс критичного ефекту ваших заклинань світла на 1%.", flavor="Викуваний з чистого світла." }, -- Circle of Hope
[20007] = { "зілля магокрові", use=24363 }, -- Mageblood Potion
[20008] = { "зілля нестримності", use=24364 }, -- Living Action Potion
[20009] = { "Заради Світла!", flavor="За авторством Хенре Мудроспіва... присвячується Утеру Світлоносцю" }, -- For the Light!
[20010] = { "Пеклокрик Орди", flavor="За авторством Толвена Пісні Війни... присвячується Ґрому Пеклокрику" }, -- The Horde's Hellscream
[20011] = { "рецепт: Зілля магокрові", use="Навчає вас створювати зілля магокрові.", recipe_result_item=20007 }, -- Recipe: Mageblood Potion
[20012] = { "рецепт: Велике зілля сну без сновидінь", use="Навчає вас створювати велике зілля сну без сновидінь.", recipe_result_item=20002 }, -- Recipe: Greater Dreamless Sleep
[20013] = { "рецепт: Зілля нестримності", use="Навчає вас створювати зілля нестримності.", recipe_result_item=20008 }, -- Recipe: Living Action Potion
[20014] = { "рецепт: Величезне зілля крові троля", use="Навчає вас створювати величезне зілля крові троля.", recipe_result_item=20004 }, -- Recipe: Major Troll's Blood Potion
[20017] = { "ідеальні роги самця оленя" }, -- Perfect Courser Antler
[20019] = { "зуб Морфаза" }, -- Tooth of Morphaz
[20022] = { "лазурний ключ" }, -- Azure Key
[20023] = { "зашифрований фрагмент", flavor="Текст написаний невідомою мовою." }, -- Encoded Fragment
[20025] = { "кров Морфаза" }, -- Blood of Morphaz
[20027] = { "залоза здорового оленя" }, -- Healthy Courser Gland
[20028] = { "блискучий пил" }, -- Glittering Dust
[20029] = { "зачарований корал" }, -- Enchanted Coral
[20031] = { "сутнє манго", use="Відновлює 2550 здоров'я та 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Essence Mango
[20032] = { "струмлива ритуальна мантія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Flowing Ritual Robes
[20033] = { "мантія зандаларського одержимого", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Zandalar Demoniac's Robe
[20034] = { "мантія зандаларського ілюзіоніста", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Zandalar Illusionist's Robe
[20035] = { "льодовиковий шип", equip="Ваше заклинання \"Крижана стріла\" має 6% шанс відновити 50 мани при використанні.", flavor="Лезо прикрашають демонічні руни." }, -- Glacial Spike
[20036] = { "вогняний рубін", use="Відновлює від 1 до 500 мани та збільшує шкоду від наступного вогняного заклинання на 100. Ефект триває 1 хв.", flavor="Може принести як перемогу, так і загибель." }, -- Fire Ruby
[20037] = { "кулон з арканічним кристалом", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", flavor="Арканічні кристали зазвичай використовуються магами." }, -- Arcane Crystal Pendant
[20038] = { "жало Мандокіра" }, -- Mandokir's Sting
[20062] = { "покращений пайок з низини Араті", use="Відновлює 2148 здоров'я та 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Arathi Basin Enriched Ration
[20063] = { "польовий пайок з низини Араті", use="Відновлює 1074 здоров'я та 2202 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Arathi Basin Field Ration
[20064] = { "пайок з низини Араті", use="Відновлює 1608 здоров'я та 3306 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Arathi Basin Iron Ration
[20065] = { "маготканий бинт з низини Араті", use="Відновлює 1104 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Arathi Basin Mageweave Bandage
[20066] = { "рунічний бинт з низини Араті", use="Відновлює 2000 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Arathi Basin Runecloth Bandage
[20067] = { "шовковий бинт з низини Араті", use="Відновлює 640 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Arathi Basin Silk Bandage
[20076] = { "печатка моджо Зандаларів", use="Додати на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Zandalar Signet of Mojo
[20077] = { "печатка могутності Зандаларів", use="Додати на наплічники чари, що збільшують силу атаки на 30." }, -- Zandalar Signet of Might
[20078] = { "печатка спокою Зандаларів", use="Додати на наплічники чари, що збільшують зцілення від заклинань і ефектів на 33." }, -- Zandalar Signet of Serenity
[20079] = { "дух Занзи", use="Збільшує дух та витривалість на 50 протягом 2 год. Одночасно ви можете перебувати під дією лише одного напою Занзи.", flavor="Благословенно силою Занзи!" }, -- Spirit of Zanza
[20080] = { "лиск Занзи", use="Збільшує ймовірність відбити ворожі закляття на 3% протягом 2 год. Гарантовано відбиває перше вороже закляття. Одночасно ви можете перебувати під дією лише одного напою Занзи.", flavor="Благословенно силою Занзи!" }, -- Sheen of Zanza
[20081] = { "прудкість Занзи", use="Збільшує швидкість бігу на 20% протягом 2 год. Одночасно ви можете перебувати під дією лише одного напою Занзи.", flavor="Благословенно силою Занзи!" }, -- Swiftness of Zanza
[20082] = { "лихопосох", equip="Збільшує шкоду від заклинань і ефектів тіні на 11.", flavor="Лихо тим, хто противиться." }, -- Woestave
[20083] = { "мисливський спис", equip={ "Збільшує ваш шанс критичного удару на 1%.", "Відновлює 5 мани кожні 5 сек." } }, -- Hunting Spear
[20085] = { "арканічний уламок" }, -- Arcane Shard
[20086] = { "метальний ніж зі смеркосталі" }, -- Dusksteel Throwing Knife
[20087] = { "луска хвилешльопа" }, -- Wavethrasher Scales
[20130] = { "діамантова фляжка", use="Відновлює 9 здоров'я кожні 5 ссекунд та збільшує вашу силу на 75. Триває 1 хв.", flavor="Подається з льодом." }, -- Diamond Flask
[20131] = { "бойова гербова накидка Труїтелів" }, -- Battle Tabard of the Defilers
[20132] = { "бойова гербова накидка Ліги Аратора" }, -- Arathor Battle Tabard
[20134] = { "шолом небесної люті", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Skyfury Helm
[20213] = { "пояс всохлих голів" }, -- Belt of Shrunken Heads
[20215] = { "пояс зморщених голів" }, -- Belt of Shriveled Heads
[20216] = { "пояс збережених голів", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Belt of Preserved Heads
[20217] = { "пояс крихітних голів", equip="Відновлює 7 мани кожні 5 сек." }, -- Belt of Tiny Heads
[20218] = { "вицвілий плащ Гаккарі", equip="Відновлює 6 мани кожні 5 сек." }, -- Faded Hakkari Cloak
[20219] = { "пошарпана накидка Гаккарі", equip="Відновлює 6 здоров'я кожні 5 сек." }, -- Tattered Hakkari Cape
[20222] = { "покращений пайок Труїтелів", use="Відновлює 2148 здоров'я та 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Defiler's Enriched Ration
[20223] = { "польовий пайок Труїтелів", use="Відновлює 1074 здоров'я та 2202 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Defiler's Field Ration
[20224] = { "пайок Труїтелів", use="Відновлює 1608 здоров'я та 3306 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Defiler's Iron Ration
[20225] = { "покращений пайок горця", use="Відновлює 2148 здоров'я та 4410 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Highlander's Enriched Ration
[20226] = { "польовий пайок горця", use="Відновлює 1074 здоров'я та 2202 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Highlander's Field Ration
[20227] = { "пайок горця", use="Відновлює 1608 здоров'я та 3306 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті." }, -- Highlander's Iron Ration
[20228] = { "покращений набір припасів Труїтелів" }, -- Defiler's Advanced Care Package
[20229] = { "базовий набір припасів Труїтелів" }, -- Defiler's Basic Care Package
[20230] = { "стандартний набір припасів Труїтелів" }, -- Defiler's Standard Care Package
[20231] = { "покращений набір припасів Ліги Аратора" }, -- Arathor Advanced Care Package
[20232] = { "маготканий бинт Труїтелів", use="Відновлює 1104 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Defiler's Mageweave Bandage
[20233] = { "базовий набір припасів Ліги Аратора" }, -- Arathor Basic Care Package
[20234] = { "рунічний бинт Труїтелів", use="Відновлює 2000 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Defiler's Runecloth Bandage
[20235] = { "шовковий бинт Труїтелів", use="Відновлює 640 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Defiler's Silk Bandage
[20236] = { "стандартний набір припасів Ліги Аратора" }, -- Arathor Standard Care Package
[20237] = { "маготканий бинт горця", use="Відновлює 1104 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Highlander's Mageweave Bandage
[20243] = { "рунічний бинт горця", use="Відновлює 2000 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Highlander's Runecloth Bandage
[20244] = { "шовковий бинт горця", use="Відновлює 640 здоров'я за 8 сек. Можна використовувати лише в низині Араті." }, -- Highlander's Silk Bandage
[20255] = { "черевики шереху", equip="Збільшує ефективність непомітності на 1 рівень." }, -- Whisperwalk Boots
[20256] = { "жертовна стрічка Пісні Війни", flavor="Друге місце" }, -- Warsong Gulch Ribbon of Sacrifice
[20257] = { "рукавиці морської люті", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 7 мани кожні 5 сек." } }, -- Seafury Gauntlets
[20258] = { "зуліанський церемоніальний посох", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 32." }, -- Zulian Ceremonial Staff
[20259] = { "рукавички зі шкури тіньової пантери", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Shadow Panther Hide Gloves
[20260] = { "поножі морської люті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Seafury Leggings
[20261] = { "пояс зі шкури тіньової пантери", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Shadow Panther Hide Belt
[20262] = { "чоботи морської люті", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 5 мани кожні 5 сек." } }, -- Seafury Boots
[20263] = { "шолом Ґурубаші" }, -- Gurubashi Helm
[20264] = { "рукавиці миротворця", equip={ "Збільшує зцілення від заклинань і ефектів на 59.", "Відновлює 4 мани кожні 5 сек." } }, -- Peacekeeper Gauntlets
[20265] = { "чоботи миротворця", equip={ "Відновлює 6 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Peacekeeper Boots
[20266] = { "поножі миротворця", equip={ "Збільшує зцілення від заклинань і ефектів на 37.", "Відновлює 7 мани кожні 5 сек." } }, -- Peacekeeper Leggings
[20310] = { "обдерта шкіра демона" }, -- Flayed Demon Skin
[20369] = { "азуритові бойові рукавиці", equip="Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, -- Azurite Fists
[20371] = { "яйце синього мурлока", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого Муррлика." }, -- Blue Murloc Egg
[20373] = { "жало камнехвостого скорпіда" }, -- Stonelash Scorpid Stinger
[20374] = { "жало камнехвостого щипача" }, -- Stonelash Pincer Stinger
[20375] = { "жало камнехвостого потрошителя" }, -- Stonelash Flayer Stinger
[20376] = { "ікло піщаного швидколапа" }, -- Sand Skitterer Fang
[20377] = { "ікло скельного ловця" }, -- Rock Stalker Fang
[20378] = { "фрагмент сутінкової скрижалі" }, -- Twilight Tablet Fragment
[20379] = { "рюкзак Ноґґла" }, -- Noggle's Satchel
[20381] = { "снолуска" }, -- Dreamscale
[20383] = { "голова володаря роду Хлиста Бича", flavor="Лиш ОДНОГО буде обрано... (і, відповідно, лиш ОДНОМУ дістанеться ця голова)" }, -- Head of the Broodlord Lashlayer
[20384] = { "фрагмент панцира силітида" }, -- Silithid Carapace Fragment
[20385] = { "клешня Смертехвата" }, -- Deathclasp's Pincer
[20387] = { "смердюча бомба Відречених", use="Кинути бомбу на Південнобережжя.", flavor="Наповнена першокласним смородом!" }, -- Forsaken Stink Bomb Cluster
[20388] = { "льодяник", use="Відновлює 3% здоров'я та мани кожну секунду протягом 25 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Lollipop
[20389] = { "святкова цукерка", use="Відновлює 3% здоров'я та мани кожну секунду протягом 25 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Candy Corn
[20390] = { "шоколадний батончик", use="Відновлює 3% здоров'я та мани кожну секунду протягом 25 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Candy Bar
[20391] = { "проста маска гнома" }, -- Flimsy Male Gnome Mask
[20392] = { "проста маска гномки" }, -- Flimsy Female Gnome Mask
[20393] = { "торбинка з ласощами", flavor="Швидко відкривайте сумку, оскільки вона зникає при виході з гри." }, -- Treat Bag
[20394] = { "Сутінковий словник - розділ 1" }, -- Twilight Lexicon - Chapter 1
[20395] = { "Сутінковий словник - розділ 2" }, -- Twilight Lexicon - Chapter 2
[20396] = { "Сутінковий словник - розділ 3" }, -- Twilight Lexicon - Chapter 3
[20397] = { "священна паличка — пірат", use="Одягає обраного члена групи в костюм пірата." }, -- Hallowed Wand - Pirate
[20398] = { "священна паличка — ніндзя", use="Одягає обраного члена групи в костюм ніндзі." }, -- Hallowed Wand - Ninja
[20399] = { "священна паличка — лепрогном", use="Одягає обраного члена групи в костюм лепрогнома." }, -- Hallowed Wand - Leper Gnome
[20400] = { "гарбузова сумка" }, -- Pumpkin Bag
[20402] = { "агент Ноздорму", flavor="Як агент Ноздорму, тільки ви можете збирати фрагменти панцирів з трупів силітидів. Завжди носіть з собою цей жетон." }, -- Agent of Nozdormu
[20403] = { "заступник Ноздорму", use="Націльтеся на дружнього гравця, щоб призначити його агентом Ноздорму. Як агент Ноздорму, тільки ви та ваші заступники можете забирати фрагменти панцирів з трупів силітидів. Завжди носіть з собою цей жетон.", flavor="Відмічено знаком бронзових драконів" }, -- Proxy of Nozdormu
[20404] = { "зашифрований текст Сутінкового Молота", flavor="Ці слова не мають жодного сенсу" }, -- Encrypted Twilight Text
[20405] = { "розшифрований текст скрижалі" }, -- Decoded Tablet Transcription
[20406] = { "сутінкове напліччя культиста" }, -- Twilight Cultist Mantle
[20407] = { "сутінкова мантія культиста" }, -- Twilight Cultist Robe
[20408] = { "сутінковий капюшон культиста" }, -- Twilight Cultist Cowl
[20409] = { "священна паличка — привид", use="Одягає обраного члена групи в костюм привида." }, -- Hallowed Wand - Ghost
[20410] = { "священна паличка — кажан", use="Одягає обраного члена групи в костюм кажана." }, -- Hallowed Wand - Bat
[20411] = { "священна паличка — скелет", use="Одягає обраного члена групи в костюм скелета." }, -- Hallowed Wand - Skeleton
[20413] = { "священна паличка — випадковий костюм", use="Одягає обраного члена групи в випадковий костюм." }, -- Hallowed Wand - Random
[20414] = { "священна паличка — світлик", use="Одягає обраного члена групи в костюм світлика." }, -- Hallowed Wand - Wisp
[20415] = { "Війна Мінливих Пісків", flavor="Чорнила на цьому фоліанті виглядають свіжими." }, -- The War of the Shifting Sands
[20422] = { "сутінковий медальйон служіння", equip="При носінні з набором сутінкових атрибутів дозволяє взаємодіяти з вітровими каменями в Силітусі." }, -- Twilight Cultist Medallion of Station
[20424] = { "м'ясо піщаного черв'яка" }, -- Sandworm Meat
[20451] = { "сутінковий перстень влади", equip="При носінні з набором сутінкових атрибутів та медальйоном служіння дозволяє взаємодіяти з великими вітровими каменями." }, -- Twilight Cultist Ring of Lordship
[20452] = { "копчені пустельні пельмені", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваша сила збільшиться на 20 на 15 хв." }, -- Smoked Desert Dumplings
[20453] = { "копіювальний набір геолога", flavor="Для використання на вкритих гліфами кристалах." }, -- Geologist's Transcription Kit
[20454] = { "відтиск кристала Вул'Зори" }, -- Hive'Zora Rubbing
[20455] = { "відтиск кристала Вул'Аші" }, -- Hive'Ashi Rubbing
[20456] = { "відтиск кристала Вул'Регаля" }, -- Hive'Regal Rubbing
[20457] = { "мозок силітида Вул'Аші" }, -- Hive'Ashi Silithid Brain
[20458] = { "мозок силітида Вул'Зори" }, -- Hive'Zora Silithid Brain
[20459] = { "мозок силітида Вул'Регаля" }, -- Hive'Regal Silithid Brain
[20461] = { "загублений лист Бранна Бронзобородого" }, -- Brann Bronzebeard's Lost Letter
[20463] = { "вкрита гліфами кристалічна призма" }, -- Glyphed Crystal Prism
[20464] = { "гліфи поклику", use="Намалювати древні гліфи на піску біля кісток Ґраккаронда." }, -- Glyphs of Calling
[20465] = { "механізм відкривання кристалів" }, -- Crystal Unlocking Mechanism
[20466] = { "перстень-печатка Вірала" }, -- Vyral's Signet Ring
[20467] = { "вирвана сторінка з рецептом" }, -- Torn Recipe Page
[20469] = { "розшифровані вирізки з \"Правовірного\"" }, -- Decoded True Believer Clippings
[20490] = { "м'ятна цукерка Залізогарта", flavor="Традиційні ласощі дворфів на Повечір'я святих." }, -- Ironforge Mint
[20491] = { "м'ятна цукерка Підмістя", flavor="Традиційні ласощі відречених на Повечір'я святих." }, -- Undercity Mint
[20492] = { "нуга Штормовію", flavor="Традиційні ласощі людей на Повечір'я святих." }, -- Stormwind Nougat
[20493] = { "нуга Орґріммара", flavor="Традиційні ласощі Орґріммара на Повечір'я святих." }, -- Orgrimmar Nougat
[20494] = { "мармелад Гномреґана", flavor="Традиційні ласощі гномів на Повечір'я святих." }, -- Gnomeregan Gumdrop
[20495] = { "мармелад Темного Списа", flavor="Традиційні ласощі тролів Темного Списа на Повечір'я святих." }, -- Darkspear Gumdrop
[20496] = { "марципан Дарнасу", flavor="Традиційні ласощі нічних ельфів на Повечір'я святих." }, -- Darnassus Marzipan
[20497] = { "марципан Громового Бескиду", flavor="Традиційні ласощі тауренів на Повечір'я святих." }, -- Thunder Bluff Marzipan
[20503] = { "закоханий водяний дух", use="Викликати тотем джерела мани з {1} здоров'я на {2} с, який відновлює {3} мани кожні {4} с членам групи у радіусі {5} м.#with {1} health#for {2} sec#{3} mana every {4} sec#within {5} y" }, -- Enamored Water Spirit
[20504] = { "клинок зі світлосталі", equip="Збільшує шкоду від заклинань і ефектів світла на 16." }, -- Lightforged Blade
[20505] = { "лицарська печатка", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Chivalrous Signet
[20512] = { "освячена сфера", use="Збільшує шанс нанесення критичного удару заклинаннями та атаками ближнього бою на 3%. Триває 25 сек." }, -- Sanctified Orb
[20513] = { "талісман безодні" }, -- Abyssal Crest
[20514] = { "перстень безодні" }, -- Abyssal Signet
[20515] = { "скіпетр безодні" }, -- Abyssal Scepter
[20516] = { "яблуко з басейна", use="Відновлює 2% здоров'я кожну секунду протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 15 хв.", flavor="Хрусткі, смачні та, можливо, без черв'яків" }, -- Bobbing Apple
[20517] = { "наплічники бритвосталі", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Razorsteel Shoulders
[20519] = { "капелюх пірата Південних морів" }, -- Southsea Pirate Hat
[20520] = { "темна руна", use="Відновлює від 900 до 1500 мани в обмін на від 600 до 1000 здоров'я." }, -- Dark Rune
[20521] = { "козирок люті", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Fury Visor
[20530] = { "мантія служіння", equip={ "Збільшує шкоду від заклинань і ефектів вогню на 23.", "Збільшує шкоду від заклинань і ефектів тіні на 23." } }, -- Robes of Servitude
[20534] = { "уламок безодні", use="Виклик пустотника без вимог до мани та уламків душ.", flavor="Темні ритуали ув'язнені в темних самоцвітах." }, -- Abyss Shard
[20536] = { "жнець душ", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду від заклинань і ефектів тіні на 24." } }, -- Soul Harvester
[20541] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20545] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20552] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20556] = { "дикий посох", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Wildstaff
[20557] = { "гарбузові ласощі Повечір'я святих", use="Насолоджуйтесь цукерками Повечір'я святих! Краще з'їсти їх до того, як вони зіпсуються..." }, -- Hallow's End Pumpkin Treat
[20558] = { "відзнака честі тіснини Пісні Війни", flavor="Медаль за битву в тіснині Пісні Війни" }, -- Warsong Gulch Mark of Honor
[20559] = { "відзнака честі низини Араті", flavor="Медаль за битву в низині Араті" }, -- Arathi Basin Mark of Honor
[20560] = { "відзнака честі Альтерацької долини", flavor="Медаль за битву в Альтерацькій долині" }, -- Alterac Valley Mark of Honor
[20561] = { "проста маска дворфа" }, -- Flimsy Male Dwarf Mask
[20562] = { "проста маска дворфи" }, -- Flimsy Female Dwarf Mask
[20563] = { "проста маска нічної ельфи" }, -- Flimsy Female Nightelf Mask
[20564] = { "проста маска нічного ельфа" }, -- Flimsy Male Nightelf Mask
[20565] = { "проста маска жінки" }, -- Flimsy Female Human Mask
[20566] = { "проста маска чоловіка" }, -- Flimsy Male Human Mask
[20567] = { "проста маска трольки" }, -- Flimsy Female Troll Mask
[20568] = { "проста маска троля" }, -- Flimsy Male Troll Mask
[20569] = { "проста маска орчині" }, -- Flimsy Female Orc Mask
[20570] = { "проста маска орка" }, -- Flimsy Male Orc Mask
[20571] = { "проста маска тауренки" }, -- Flimsy Female Tauren Mask
[20572] = { "проста маска таурена" }, -- Flimsy Male Tauren Mask
[20573] = { "проста маска невмерлого" }, -- Flimsy Male Undead Mask
[20574] = { "проста маска невмерлої" }, -- Flimsy Female Undead Mask
[20599] = { "відшліфований арбалет із залізного дерева", equip="Збільшує силу атаки на 24." }, -- Polished Ironwood Crossbow
[20600] = { "перстень-печатка Малфуріона" }, -- Malfurion's Signet Ring
[20601] = { "мішок трофеїв" }, -- Sack of Spoils
[20602] = { "скриня трофеїв" }, -- Chest of Spoils
[20603] = { "сумка трофеїв" }, -- Bag of Spoils
[20604] = { "очищувач смердючих бомб", use="Очистити Південнобережжя від смердючої бомби.", flavor="Бореться зі смородом відречених силою сосни!" }, -- Stink Bomb Cleaner
[20605] = { "зіпсовані яйця", flavor="Підходять для того, щоб зіпсувати вміст якоїсь бочки..." }, -- Rotten Eggs
[20606] = { "бурштинове пір'я вуду" }, -- Amber Voodoo Feather
[20607] = { "блакитне пір'я вуду" }, -- Blue Voodoo Feather
[20608] = { "зелене пір'я вуду" }, -- Green Voodoo Feather
[20610] = { "налите кров'ю павуче око" }, -- Bloodshot Spider Eye
[20611] = { "товстий чорний кіготь" }, -- Thick Black Claw
[20613] = { "гнила деревина" }, -- Rotting Wood
[20614] = { "кровотруйна есенція" }, -- Bloodvenom Essence
[20620] = { "священний камінь сили", use="Розбити священний камінь сили, щоб отримати 300 сили атаки і збільшити шкоду від заклинань і ефектів світла на 400 в бою з невмерлими. Триває 10 хв." }, -- Holy Mightstone
[20640] = { "головне відро Південних морів", equip="Збільшує навичку захисту на 4." }, -- Southsea Head Bucket
[20641] = { "чоботи-оберіг Південних морів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Southsea Mojo Boots
[20642] = { "антикварний мундир дворянина", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Antiquated Nobleman's Tunic
[20643] = { "кашкет резервіста Підмістя" }, -- Undercity Reservist's Cap
[20644] = { "поглинений кошмаром предмет", flavor="Невідомий об'єкт, оповитий кошмарами." }, -- Nightmare Engulfed Object
[20646] = { "лук піскоступа" }, -- Sandstrider's Mark
[20647] = { "чорний кришталевий кинджал", equip="Відновлює 4 мани кожні 5 сек." }, -- Black Crystal Dagger
[20648] = { "молоток холодної ковки", equip="Відновлює 3 мани кожні 5 сек." }, -- Cold Forged Hammer
[20649] = { "кулон сонячної призми" }, -- Sunprism Pendant
[20650] = { "рукавиці пустельного вітру", equip="Збільшує навичку захисту на 6." }, -- Desert Wind Gauntlets
[20676] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20677] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20678] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20679] = { "розшифрований текст Сутінкового Молота", flavor="Розшифрована стаття з \"Правовірного\"" }, -- Decoded Twilight Text
[20699] = { "ножні лати кенарійського резервіста", equip="Збільшує навичку захисту на 9." }, -- Cenarion Reservist's Legplates
[20700] = { "ножні лати кенарійського резервіста" }, -- Cenarion Reservist's Legplates
[20701] = { "поножі кенарійського резервіста" }, -- Cenarion Reservist's Legguards
[20702] = { "поножі кенарійського резервіста" }, -- Cenarion Reservist's Legguards
[20703] = { "поножі кенарійського резервіста", equip="Збільшує силу атаки на 26." }, -- Cenarion Reservist's Leggings
[20704] = { "поножі кенарійського резервіста", equip="Збільшує зцілення від заклинань і ефектів на 29." }, -- Cenarion Reservist's Leggings
[20705] = { "штани кенарійського резервіста", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Cenarion Reservist's Pants
[20707] = { "штани кенарійського резервіста", equip="Збільшує зцілення від заклинань і ефектів на 29." }, -- Cenarion Reservist's Pants
[20710] = { "інкрустовані кристалами наголінники", equip="Збільшує навичку захисту на 5." }, -- Crystal Encrusted Greaves
[20711] = { "прикрашені кристалами наголінники", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Crystal Lined Greaves
[20712] = { "рукавиці пусткохода" }, -- Wastewalker's Gauntlets
[20713] = { "рукавиці пустельного ловця" }, -- Desertstalkers's Gauntlets
[20714] = { "черевики піщаних бурь", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Відновлює 4 мани кожні 5 сек." } }, -- Sandstorm Boots
[20715] = { "чоботи дюнного ловця" }, -- Dunestalker's Boots
[20716] = { "рукавиці зі шкіри піщаного черв'яка", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." }, -- Sandworm Skin Gloves
[20717] = { "рукавиці пустельного цвітіння", equip="Збільшує зцілення від заклинань і ефектів на 51." }, -- Desert Bloom Gloves
[20723] = { "вірна кирка Бранна" }, -- Brann's Trusty Pick
[20724] = { "осквернений чорнолісний посох", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." }, -- Corrupted Blackwood Staff
[20725] = { "кристал сплетіння" }, -- Nexus Crystal
[20737] = { "обпалений вулканічний камінь" }, -- Singed Corestone
[20741] = { "ритуальний тотем Мертволісих", flavor="Тотем глибоко просякнутий скверною." }, -- Deadwood Ritual Totem
[20742] = { "ритуальний тотем Зимокрайових", flavor="Тотем глибоко просякнутий скверною." }, -- Winterfall Ritual Totem
[20744] = { "слабка чарівня олія", use="При нанесенні на зброю збільшує шкоду від магічних заклинань на 8. Триває 30 хвилин." }, -- Minor Wizard Oil
[20745] = { "слабка олія мани", use="При нанесенні на зброю відновлює 4 мани кожні 5 сек. Триває 30 хвилин." }, -- Minor Mana Oil
[20746] = { "проста чарівна олія", use="При нанесенні на зброю збільшує шкоду від магічних заклинань на 16. Триває 30 хвилин." }, -- Lesser Wizard Oil
[20747] = { "проста олія мани", use="При нанесенні на зброю відновлює 8 мани кожні 5 сек. Триває 30 хвилин." }, -- Lesser Mana Oil
[20748] = { "блискуча олія мани", use="При нанесенні на зброю відновлює 12 мани кожні 5 сек та збільшує зцілення від заклять на 25. Триває 30 хвилин." }, -- Brilliant Mana Oil
[20749] = { "блискуча чарівна олія", use="При нанесенні на зброю збільшує шкоду від магічних заклинань на 36 та шанс нанесення критичного удару заклинаннями на 1%. Триває 30 хвилин." }, -- Brilliant Wizard Oil
[20750] = { "чарівна олія", use="При нанесенні на зброю збільшує шкоду від магічних заклинань на 24. Триває 30 хвилин." }, -- Wizard Oil
[20761] = { "рецепт: Трансмутація первородного вогню", use="Навчає вас перетворювати серце вогню на три первородні вогні.", recipe_result_item=7068 }, -- Recipe: Transmute Elemental Fire
[20800] = { "кенарійська логістична відзнака" }, -- Cenarion Logistics Badge
[20801] = { "кенарійська тактична відзнака" }, -- Cenarion Tactical Badge
[20802] = { "кенарійська бойова відзнака" }, -- Cenarion Combat Badge
[20803] = { "бойові накази Сутінкового Молота" }, -- Twilight Battle Orders
[20805] = { "додаткове логістичне завдання" }, -- Followup Logistics Assignment
[20806] = { "план логістичного завдання X" }, -- Logistics Task Briefing X
[20807] = { "план логістичного завдання I" }, -- Logistics Task Briefing I
[20808] = { "бойове завдання" }, -- Combat Assignment
[20809] = { "тактичне завдання" }, -- Tactical Assignment
[20810] = { "підписані документи про польову службу" }, -- Signed Field Duty Papers
[20844] = { "смертельна отрута V", ref=2892 }, -- Deadly Poison V
[20858] = { "кам'яний скарабей" }, -- Stone Scarab
[20859] = { "золотий скарабей" }, -- Gold Scarab
[20860] = { "срібний скарабей" }, -- Silver Scarab
[20861] = { "бронзовий скарабей" }, -- Bronze Scarab
[20862] = { "кришталевий скарабей" }, -- Crystal Scarab
[20863] = { "глиняний скарабей" }, -- Clay Scarab
[20864] = { "кістяний скарабей" }, -- Bone Scarab
[20865] = { "скарабей зі слонової кістки" }, -- Ivory Scarab
[20866] = { "лазуровий ідол" }, -- Azure Idol
[20867] = { "оніксовий ідол" }, -- Onyx Idol
[20868] = { "сяйнистий ідол" }, -- Lambent Idol
[20869] = { "бурштиновий ідол" }, -- Amber Idol
[20870] = { "яшмовий ідол" }, -- Jasper Idol
[20871] = { "обсидіановий ідол" }, -- Obsidian Idol
[20872] = { "багряний ідол" }, -- Vermillion Idol
[20873] = { "алебастровий ідол" }, -- Alabaster Idol
[20874] = { "ідол сонця" }, -- Idol of the Sun
[20875] = { "ідол ночі" }, -- Idol of Night
[20876] = { "ідол смерті" }, -- Idol of Death
[20877] = { "ідол мудреця" }, -- Idol of the Sage
[20878] = { "ідол відродження" }, -- Idol of Rebirth
[20879] = { "ідол життя" }, -- Idol of Life
[20881] = { "ідол боротьби" }, -- Idol of Strife
[20882] = { "ідол війни" }, -- Idol of War
[20884] = { "кіразький магістерський перстень" }, -- Qiraji Magisterial Ring
[20885] = { "кіразька бойова пелерина" }, -- Qiraji Martial Drape
[20886] = { "кіразьке шиповане руків'я" }, -- Qiraji Spiked Hilt
[20888] = { "кіразький церемоніальний перстень" }, -- Qiraji Ceremonial Ring
[20889] = { "кіразька королівська пелерина" }, -- Qiraji Regal Drape
[20890] = { "кіразьке вишукане руків'я" }, -- Qiraji Ornate Hilt
[20926] = { "вінець Век'нілаша" }, -- Vek'nilash's Circlet
[20927] = { "цілісна шкура Оуро" }, -- Ouro's Intact Hide
[20928] = { "кіразькі наручі командування" }, -- Qiraji Bindings of Command
[20929] = { "панцир Старого Бога" }, -- Carapace of the Old God
[20930] = { "діадема Век'лора" }, -- Vek'lor's Diadem
[20931] = { "шкіра гігантського піщаного черв'яка" }, -- Skin of the Great Sandworm
[20932] = { "кіразькі наручі домінування" }, -- Qiraji Bindings of Dominance
[20933] = { "оболонка Старого Бога" }, -- Husk of the Old God
[20939] = { "план логістичного завдання II" }, -- Logistics Task Briefing II
[20940] = { "план логістичного завдання III" }, -- Logistics Task Briefing III
[20941] = { "план бойового завдання XII" }, -- Combat Task Briefing XII
[20942] = { "план бойового завдання III" }, -- Combat Task Briefing III
[20943] = { "план тактичного завдання X" }, -- Tactical Task Briefing X
[20944] = { "план тактичного завдання IX" }, -- Tactical Task Briefing IX
[20945] = { "план тактичного завдання II" }, -- Tactical Task Briefing II
[20946] = { "план тактичного завдання III" }, -- Tactical Task Briefing III
[20947] = { "план тактичного завдання IV" }, -- Tactical Task Briefing IV
[20948] = { "план тактичного завдання V" }, -- Tactical Task Briefing V
[20949] = { "магічне писання" }, -- Magical Ledger
[20951] = { "окуляри провидіння Нараіна" }, -- Narain's Scrying Goggles
[21023] = { "кайфові відбивні Могиля з химерин", use="Відновлює 2550 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваша витривалість збільшиться на 25 на 15 хв." }, -- Dirge's Kickin' Chimaerok Chops
[21024] = { "вирізка химерини" }, -- Chimaerok Tenderloin
[21025] = { "рецепт: Кайфові відбивні Могиля з химерин", use="Навчає вас приготуванню кайфових відбивних Могиля з химерин.", recipe_result_item=21023 }, -- Recipe: Dirge's Kickin' Chimaerok Chops
[21027] = { "туша Лакмеран", flavor="Дійсно схоже на велику курку." }, -- Lakmaeran's Carcass
[21028] = { "500-фунтова курка" }, -- 500 Pound Chicken
[21029] = { "лист з вимогою викупу" }, -- Ransom Letter
[21032] = { "любовний лист Меридіт" }, -- Meridith's Love Letter
[21037] = { "грубо намальована мапа", flavor="Мапа, на якій вказано, де шахраї очікують на обмін." }, -- Crude Map
[21038] = { "тверда сніжка", use="Кинь мене, поки я не розтанула!" }, -- Hardpacked Snowball
[21039] = { "тюрбан Нараіна", use="Змінює ваш зовнішній вигляд так, щоб ви були схожі на Нараіна Тихомрія.", flavor="Використовується з мантією Нараіна!" }, -- Narain's Turban
[21040] = { "мантія Нараіна" }, -- Narain's Robe
[21041] = { "мішок золота", use="Розмістити мішок золота в обумовленій точці обміну." }, -- Bag of Gold
[21042] = { "спеціальний набір Нараіна" }, -- Narain's Special Kit
[21071] = { "сира мудрориба", use="Відновлює 155.4 здоров'я та 315 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Sagefish
[21072] = { "копчена мудрориба", use="Відновлює 378.0 здоров'я та 567 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і відновлюватимете 3 мани кожні 5 сек протягом 15 хв." }, -- Smoked Sagefish
[21100] = { "монета предків", flavor="Символ честі та поваги до предків." }, -- Coin of Ancestry
[21103] = { "Мова драконів для початківців", flavor="Розділ I" }, -- Draconic for Dummies
[21104] = { "Мова драконів для початківців", flavor="Розділ II" }, -- Draconic for Dummies
[21105] = { "Мова драконів для початківців", flavor="Розділ III" }, -- Draconic for Dummies
[21106] = { "Мова драконів для початківців", flavor="Розділ IV" }, -- Draconic for Dummies
[21107] = { "Мова драконів для початківців", flavor="Розділ V" }, -- Draconic for Dummies
[21108] = { "Мова драконів для початківців", flavor="Розділ VI" }, -- Draconic for Dummies
[21109] = { "Мова драконів для початківців", flavor="Розділ VII" }, -- Draconic for Dummies
[21110] = { "Мова драконів для початківців", flavor="Розділ VIII" }, -- Draconic for Dummies
[21111] = { "Мова драконів для початківців: Том ІІ" }, -- Draconic For Dummies: Volume II
[21112] = { "чарівна палітурка", use="Об'єднати з розділами 1-8 \"Мови драконів для початківців\", щоб створити \"Мову драконів для початківців: Том ІІ\"." }, -- Magical Book Binding
[21130] = { "щоденник Жла" }, -- Diary of Weavil
[21131] = { "додаткове бойове завдання" }, -- Followup Combat Assignment
[21132] = { "логістичне завдання" }, -- Logistics Assignment
[21133] = { "додаткове тактичне завдання" }, -- Followup Tactical Assignment
[21136] = { "арканітовий буй", use="Розмістити арканітовий буй у закрученому вирі в затоці Штормів. Це повинно змусити Пащі скинути риб'яче маскування. Сподіваємося, ви захопили з собою друзів!" }, -- Arcanite Buoy
[21137] = { "синій уламок скіпетра" }, -- Blue Scepter Shard
[21138] = { "червоний уламок скіпетра" }, -- Red Scepter Shard
[21139] = { "зелений уламок скіпетра" }, -- Green Scepter Shard
[21142] = { "зі стола лорда Віктора Нефарія" }, -- From the Desk of Lord Victor Nefarius
[21143] = { "непідписані документи про польову службу", use="Заповнити службові відомості добровольця." }, -- Unsigned Field Duty Papers
[21144] = { "факел виклику демона", use="Розмістити факел біля входу до печери верховного вождя Зимокрая, щоб викликати демона, що оскверняє плем'я Зимокрайових хутропузів. Захопіть з собою кількох союзників...", flavor="Шаманський пристрій, розроблений Деревопузими для виклику демонів." }, -- Demon Summoning Torch
[21145] = { "сутність Зандівія" }, -- Essence of Xandivious
[21146] = { "фрагмент зараження Жаху", flavor="-Внутрішні землі" }, -- Fragment of the Nightmare's Corruption
[21147] = { "фрагмент зараження Жаху", flavor="-Ясенеділ" }, -- Fragment of the Nightmare's Corruption
[21148] = { "фрагмент зараження Жаху", flavor="-Фералас" }, -- Fragment of the Nightmare's Corruption
[21149] = { "фрагмент зараження Жаху", flavor="-Смерколісся" }, -- Fragment of the Nightmare's Corruption
[21153] = { "сира велика мудрориба", use="Відновлює 567 здоров'я та 882.0 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Raw Greater Sagefish
[21154] = { "святкова сукня" }, -- Festival Dress
[21155] = { "дар Деревопузих", flavor="Цей виріб з ясносрібла є символом миру хутропузів. До нього прикріплено запечатане повідомлення." }, -- Timbermaw Offering of Peace
[21156] = { "сумка скарабеїв" }, -- Scarab Bag
[21157] = { "зелена святкова сукня" }, -- Festive Green Dress
[21158] = { "звіт розвідниці Вул'Зори" }, -- Hive'Zora Scout Report
[21160] = { "звіт розвідника Вул'Регаля" }, -- Hive'Regal Scout Report
[21161] = { "звіт розвідниці Вул'Аші" }, -- Hive'Ashi Scout Report
[21165] = { "план тактичного завдання VI" }, -- Tactical Task Briefing VI
[21166] = { "план тактичного завдання VII" }, -- Tactical Task Briefing VII
[21167] = { "план тактичного завдання VIII" }, -- Tactical Task Briefing VIII
[21175] = { "скіпетр Мінливих Пісків" }, -- The Scepter of the Shifting Sands
[21176] = { "чорний кіразький резонуючий кристал", use="Викликає та відпускає кіразького бойового танка, на якому можна їздити верхи. Це дуже швидке створіння." }, -- Black Qiraji Resonating Crystal
[21177] = { "знак королів" }, -- Symbol of Kings
[21178] = { "рукавички сили землі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." }, -- Gloves of Earthen Power
[21179] = { "рукавички гніву землі", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 3 мани кожні 5 сек." } }, -- Band of Earthen Wrath
[21180] = { "удар землі", use="Збільшує силу атаки ближнього та дального бою на 280. Ефект триває 20 сек." }, -- Earthstrike
[21181] = { "благодать землі", use="Зменшує вашу загрозу для ворожих цілей у радіусі 30 м, знижуючи ймовірність їхнього нападу на вас." }, -- Grace of Earth
[21182] = { "перстень міці землі", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Band of Earthen Might
[21183] = { "жилет сили землі", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25." } }, -- Earthpower Vest
[21184] = { "глибокоскельні браслети" }, -- Deeprock Bracers
[21185] = { "сфера спокою землі", equip={ "Відновлює 8 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 18." } }, -- Earthcalm Orb
[21186] = { "браслети люті скель", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Rockfury Bracers
[21187] = { "землетканий плащ", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Earthweave Cloak
[21188] = { "кулак Кенарія", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 40.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%." } }, -- Fist of Cenarius
[21189] = { "міць Кенарія", equip={ "Збільшує шкоду зброї на 4.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Might of Cenarius
[21190] = { "гнів Кенарія", equip="При успішній атаці вашим бойовим заклинанням ви отримуєте шанс збільшити шкоду від ваших заклинань і ефектів на 132 протягом 10 сек." }, -- Wrath of Cenarius
[21191] = { "дбайливо упакований подарунок" }, -- Carefully Wrapped Present
[21196] = { "перстень-печатка бронзових драконів", equip="Збільшує навичку захисту на 5.", flavor="Шлях захисника" }, -- Signet Ring of the Bronze Dragonflight
[21197] = { "перстень-печатка бронзових драконів", equip="Збільшує навичку захисту на 5.", flavor="Шлях захисника" }, -- Signet Ring of the Bronze Dragonflight
[21198] = { "перстень-печатка бронзових драконів", equip="Збільшує навичку захисту на 6.", flavor="Шлях захисника" }, -- Signet Ring of the Bronze Dragonflight
[21199] = { "перстень-печатка бронзових драконів", equip="Збільшує навичку захисту на 6.", flavor="Шлях захисника" }, -- Signet Ring of the Bronze Dragonflight
[21200] = { "перстень-печатка бронзових драконів", equip="Збільшує навичку захисту на 7.", flavor="Шлях захисника" }, -- Signet Ring of the Bronze Dragonflight
[21201] = { "перстень-печатка бронзових драконів", equip="Збільшує ваш шанс нанесення удару на 1%.", flavor="Шлях завойовника" }, -- Signet Ring of the Bronze Dragonflight
[21202] = { "перстень-печатка бронзових драконів", equip="Збільшує ваш шанс нанесення удару на 1%.", flavor="Шлях завойовника" }, -- Signet Ring of the Bronze Dragonflight
[21203] = { "перстень-печатка бронзових драконів", equip="Збільшує ваш шанс нанесення удару на 1%.", flavor="Шлях завойовника" }, -- Signet Ring of the Bronze Dragonflight
[21204] = { "перстень-печатка бронзових драконів", equip="Збільшує ваш шанс нанесення удару на 1%.", flavor="Шлях завойовника" }, -- Signet Ring of the Bronze Dragonflight
[21205] = { "перстень-печатка бронзових драконів", equip="Збільшує ваш шанс нанесення удару на 1%.", flavor="Шлях завойовника" }, -- Signet Ring of the Bronze Dragonflight
[21206] = { "перстень-печатка бронзових драконів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", "Відновлює 3 мани кожні 5 сек." }, flavor="Шлях заклинателя" }, -- Signet Ring of the Bronze Dragonflight
[21207] = { "перстень-печатка бронзових драконів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Відновлює 3 мани кожні 5 сек." }, flavor="Шлях заклинателя" }, -- Signet Ring of the Bronze Dragonflight
[21208] = { "перстень-печатка бронзових драконів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25.", "Відновлює 4 мани кожні 5 сек." }, flavor="Шлях заклинателя" }, -- Signet Ring of the Bronze Dragonflight
[21209] = { "перстень-печатка бронзових драконів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26.", "Відновлює 4 мани кожні 5 сек." }, flavor="Шлях заклинателя" }, -- Signet Ring of the Bronze Dragonflight
[21210] = { "перстень-печатка бронзових драконів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Відновлює 5 мани кожні 5 сек." }, flavor="Шлях заклинателя" }, -- Signet Ring of the Bronze Dragonflight
[21211] = { "мішечок з оленячим пилом", flavor="Цей дивний пил має дозволити Метцену звільнитися від будь-яких пут." }, -- Pouch of Reindeer Dust
[21212] = { "свіжий падуб", use="Перетворює ваш транспортний засіб на щось більш святкове." }, -- Fresh Holly
[21213] = { "сушений падуб", use="Перетворює ваш транспортний засіб на щось більш святкове." }, -- Preserved Holly
[21215] = { "фруктовий пиріг Ґракку з фаршем", use="Відновлює 5% здоров'я та мани кожну секунду протягом 20 сек. Потрібно залишатися в сидячому положенні під час їжі. Смак фруктового кексу вам, мабуть, також сподобається.", flavor="Зберігається довше завдяки спеціальним спеціям Ґракку! Пройде чимало часу, перш ніж цей кекс зіпсується." }, -- Graccu's Mince Meat Fruitcake
[21216] = { "ексклюзивний подарунок Пасовищ Димного Лісу" }, -- Smokywood Pastures Extra-Special Gift
[21217] = { "делікатес з мудрориби", use="Відновлює 840.0 здоров'я та 1260 мани протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і відновлюватимете 6 мани кожні 5 сек протягом 15 хв." }, -- Sagefish Delight
[21220] = { "голова Оссіріана Невразливого" }, -- Head of Ossirian the Unscarred
[21221] = { "око К'Туна" }, -- Eye of C'Thun
[21229] = { "відзнака кіразького володаря" }, -- Qiraji Lord's Insignia
[21230] = { "древній кіразький артефакт" }, -- Ancient Qiraji Artifact
[21232] = { "кіразька імператорська зброя", flavor="Церемоніальна зброя кіразьких володарів. Використовує піхотою кіраджі." }, -- Imperial Qiraji Armaments
[21235] = { "печеня Зимової Покрови", use="Відновлює 2% здоров'я кожну секунду протягом 25 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Winter Veil Roast
[21237] = { "кіразькі імператорські регалії", flavor="Регалії кіразьких вельмож. Використовуються заклинателями кіраджі." }, -- Imperial Qiraji Regalia
[21241] = { "ґоґель-моґель Зимової Покрови", use="Відновлює 2% мани кожну секунду протягом 30 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Winter Veil Eggnog
[21242] = { "благословенна кіразька бойова сокира", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 14." }, flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji War Axe
[21244] = { "благословенний кіразький пугіо", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує силу атаки на 18." }, flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji Pugio
[21245] = { "план тактичного завдання I" }, -- Tactical Task Briefing I
[21246] = { "план бойового завдання I" }, -- Combat Task Briefing I
[21247] = { "план бойового завдання II" }, -- Combat Task Briefing II
[21248] = { "план бойового завдання IV" }, -- Combat Task Briefing IV
[21249] = { "план бойового завдання V" }, -- Combat Task Briefing V
[21250] = { "план бойового завдання VI" }, -- Combat Task Briefing VI
[21251] = { "план бойового завдання VII" }, -- Combat Task Briefing VII
[21252] = { "план бойового завдання VIII" }, -- Combat Task Briefing VIII
[21253] = { "план бойового завдання IX" }, -- Combat Task Briefing IX
[21254] = { "печиво Зимової Покрови", use="Відновлює 2% здоров'я кожну секунду протягом 24 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 15 хв.", flavor="Прямо з печі" }, -- Winter Veil Cookie
[21255] = { "план бойового завдання X" }, -- Combat Task Briefing X
[21256] = { "план бойового завдання XI" }, -- Combat Task Briefing XI
[21257] = { "план логістичного завдання IV" }, -- Logistics Task Briefing IV
[21258] = { "план логістичного завдання IV" }, -- Logistics Task Briefing IV
[21259] = { "план логістичного завдання V" }, -- Logistics Task Briefing V
[21260] = { "план логістичного завдання VI" }, -- Logistics Task Briefing VI
[21261] = { "план логістичного завдання VI" }, -- Logistics Task Briefing VI
[21262] = { "план логістичного завдання VIII" }, -- Logistics Task Briefing VIII
[21263] = { "план логістичного завдання VII" }, -- Logistics Task Briefing VII
[21264] = { "план логістичного завдання VII" }, -- Logistics Task Briefing VII
[21265] = { "план логістичного завдання IX" }, -- Logistics Task Briefing IX
[21266] = { "логістичне завдання" }, -- Logistics Assignment
[21268] = { "благословенний кіразький бойовий молот", equip={ "Збільшує силу атаки на 280 в подобі кота, ведмедя та лютого ведмедя.", "Збільшує навичку захисту на 8." }, flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji War Hammer
[21269] = { "благословенний кіразький щит", equip={ "Збільшує шанс блокування атак щитом на 3%.", "Збільшує показник блокування щитом на 15.", "Збільшує навичку захисту на 8." }, flavor="Щит, наповнений та укріплений елементієм." }, -- Blessed Qiraji Bulwark
[21270] = { "злегка розтрушений подарунок" }, -- Gently Shaken Gift
[21271] = { "злегка розтрушений подарунок" }, -- Gently Shaken Gift
[21272] = { "благословенний кіразький мушкет", equip="Збільшує силу атаки на 31.", flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji Musket
[21273] = { "благословенний посох кіразького послушника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 76.", "Збільшує ваш шанс нанесення удару заклинаннями на 2%.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." }, flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji Acolyte Staff
[21275] = { "благословенний посох кіразького авгура", equip={ "Збільшує зцілення від заклинань і ефектів на 143.", "Відновлює 15 мани кожні 5 сек." }, flavor="Зброя, наповнена та укріплена елементієм." }, -- Blessed Qiraji Augur Staff
[21281] = { "гримуар тіньової стріли X", use="Навчає закляттю \"Тіньова стріла\" (Ранг 10)." }, -- Grimoire of Shadow Bolt X
[21282] = { "гримуар жертвоприношення VIII", use="Навчає закляттю \"Жертвоприношення\" (Ранг 8)." }, -- Grimoire of Immolate VIII
[21283] = { "гримуар зараження VII", use="Навчає закляттю \"Зараження\" (Ранг 7)." }, -- Grimoire of Corruption VII
[21301] = { "коробка зеленого помічника", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого помічника. Для виклику потрібна сніжка." }, -- Green Helper Box
[21305] = { "коробка червоного помічника", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого помічника. Для виклику потрібна сніжка." }, -- Red Helper Box
[21308] = { "святковий дзвіночок", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого північного оленя. Для виклику потрібна сніжка." }, -- Jingling Bell
[21309] = { "набір для створення сніговика", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого сніговика. Для виклику потрібна сніжка." }, -- Snowman Kit
[21310] = { "подарунок в яскравій обгортці" }, -- Gaily Wrapped Present
[21311] = { "жилет стража землі", equip="Відновлює 6 мани кожні 5 сек." }, -- Earth Warder's Vest
[21312] = { "пояс наглядача лігва", equip="Збільшує силу атаки на 24." }, -- Belt of the Den Watcher
[21314] = { "листи та записки про Метцена", flavor="Колекція відомостей про місцеперебування Метцена-північного оленя, включаючи обидві записки з вимогою викупу." }, -- Metzen's Letters and Notes
[21315] = { "сумка Димного Лісу", flavor="Усередині знаходяться речі, які знадобляться вам для порятунку Метцена-північного оленя!" }, -- Smokywood Satchel
[21316] = { "поножі урси", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Leggings of the Ursa
[21317] = { "шолом слідопита", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Helm of the Pathfinder
[21318] = { "рукавиці стража землі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Earth Warder's Gloves
[21319] = { "рукавиці слідопита" }, -- Gloves of the Pathfinder
[21320] = { "жилет наглядача лігва" }, -- Vest of the Den Watcher
[21322] = { "обійми урси", equip="Збільшує навичку захисту на 10." }, -- Ursa's Embrace
[21325] = { "механічний Ґрінч", use="Викликати механічного Ґрінча, що захищатиме вас протягом 10 хв." }, -- Mechanical Greench
[21326] = { "захисник Деревопузих", use="Викликати предка Деревопузих, що битиметься на вашому боці та зцілюватиме вас." }, -- Defender of the Timbermaw
[21327] = { "подарунок, що цокає" }, -- Ticking Present
[21328] = { "паличка святкового настрою", use="Наповнює ціль святковим настроєм." }, -- Wand of Holiday Cheer
[21329] = { "корона завойовника", equip="Збільшує навичку захисту на 6." }, -- Conqueror's Crown
[21330] = { "наплічники завойовника", equip={ "Збільшує навичку захисту на 4.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Conqueror's Spaulders
[21331] = { "кіраса завойовника", equip="Збільшує навичку захисту на 6." }, -- Conqueror's Breastplate
[21332] = { "поножі завойовника", equip={ "Збільшує навичку захисту на 6.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Conqueror's Legguards
[21333] = { "наголінники завойовника", equip="Збільшує навичку захисту на 4." }, -- Conqueror's Greaves
[21334] = { "мантія згубоклича", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 41.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Зменшує супротив магії цілей ваших заклинань на 20." } }, -- Doomcaller's Robes
[21335] = { "наплічники згубоклича", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Зменшує супротив магії цілей ваших заклинань на 10.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Doomcaller's Mantle
[21336] = { "штани згубоклича", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 34.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Doomcaller's Trousers
[21337] = { "вінець згубоклича", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 33.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Doomcaller's Circlet
[21338] = { "ножні пов'язки згубоклича", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Зменшує супротив магії цілей ваших заклинань на 10." } }, -- Doomcaller's Footwraps
[21343] = { "мантія таїнства", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 39.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Зменшує супротив магії цілей ваших заклинань на 20." } }, -- Enigma Robes
[21344] = { "чоботи таїнства", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Enigma Boots
[21345] = { "наплічники таїнства", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 30.", "Зменшує супротив магії цілей ваших заклинань на 10.", "Відновлює 4 мани кожні 5 сек." } }, -- Enigma Shoulderpads
[21346] = { "поножі таїнства", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 34.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 5 мани кожні 5 сек." } }, -- Enigma Leggings
[21347] = { "вінець таїнства", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 33.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Enigma Circlet
[21348] = { "тіара оракула", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Відновлює 7 мани кожні 5 сек.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Tiara of the Oracle
[21349] = { "ножні пов'язки оракула", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", "Відновлює 3 мани кожні 5 сек." } }, -- Footwraps of the Oracle
[21350] = { "наплічники оракула", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Відновлює 3 мани кожні 5 сек.", "Зменшує супротив магії цілей ваших заклинань на 10." } }, -- Mantle of the Oracle
[21351] = { "вбрання оракула", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 36.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Зменшує супротив магії цілей ваших заклинань на 10." } }, -- Vestments of the Oracle
[21352] = { "штани оракула", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 33.", "Відновлює 6 мани кожні 5 сек." } }, -- Trousers of the Oracle
[21353] = { "шолом буття", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Genesis Helm
[21354] = { "наплічники буття", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Відновлює 3 мани кожні 5 сек." } }, -- Genesis Shoulderpads
[21355] = { "чоботи буття", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Відновлює 4 мани кожні 5 сек.", "Зменшує супротив магії цілей ваших заклинань на 10." } }, -- Genesis Boots
[21356] = { "штани буття", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27.", "Збільшує ваш шанс нанесення критичного удару на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Genesis Trousers
[21357] = { "жилет буття", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Genesis Vest
[21359] = { "чоботи смертоносця", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Deathdealer's Boots
[21360] = { "шолом смертоносця", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Deathdealer's Helm
[21361] = { "наплічники смертоносця", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Deathdealer's Spaulders
[21362] = { "поножі смертоносця", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Deathdealer's Leggings
[21363] = { "святковий подарунок" }, -- Festive Gift
[21364] = { "жилет смертоносця", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Deathdealer's Vest
[21365] = { "чоботи нападника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Striker's Footguards
[21366] = { "діадема нападника", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Striker's Diadem
[21367] = { "напліччя нападника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Striker's Pauldrons
[21368] = { "поножі нападника", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Striker's Leggings
[21370] = { "гауберк нападника", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Striker's Hauberk
[21372] = { "діадема бурезова", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 32.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Stormcaller's Diadem
[21373] = { "чоботи бурезова", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Зменшує супротив магії цілей ваших заклинань на 10.", "Відновлює 4 мани кожні 5 сек." } }, -- Stormcaller's Footguards
[21374] = { "гауберк бурезова", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 32.", "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Stormcaller's Hauberk
[21375] = { "поножі бурезова", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Stormcaller's Leggings
[21376] = { "напліччя бурезова", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Відновлює 3 мани кожні 5 сек." } }, -- Stormcaller's Pauldrons
[21377] = { "перо з головного убору Мертволісих", flavor="Їх можна збирати, щоб заслужити довіру Деревопузих фурболгів." }, -- Deadwood Headdress Feather
[21378] = { "план логістичного завдання I" }, -- Logistics Task Briefing I
[21379] = { "план логістичного завдання II" }, -- Logistics Task Briefing II
[21380] = { "план логістичного завдання III" }, -- Logistics Task Briefing III
[21381] = { "план логістичного завдання IX" }, -- Logistics Task Briefing IX
[21382] = { "план логістичного завдання V" }, -- Logistics Task Briefing V
[21383] = { "духовне намисто Зимокрайових", flavor="Їх можна збирати, щоб заслужити довіру Деревопузих фурболгів." }, -- Winterfall Spirit Beads
[21384] = { "план логістичного завдання VIII" }, -- Logistics Task Briefing VIII
[21385] = { "план логістичного завдання X" }, -- Logistics Task Briefing X
[21386] = { "додаткове логістичне завдання" }, -- Followup Logistics Assignment
[21387] = { "корона месника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Avenger's Crown
[21388] = { "наголінники месника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Відновлює 4 мани кожні 5 сек." } }, -- Avenger's Greaves
[21389] = { "кіраса месника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Avenger's Breastplate
[21390] = { "поножі месника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Avenger's Legguards
[21391] = { "напліччя месника", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Відновлює 3 мани кожні 5 сек." } }, -- Avenger's Pauldrons
[21392] = { "серп непохитної сили", equip="Збільшує навичку захисту на 4." }, -- Sickle of Unyielding Strength
[21393] = { "перстень-печатка непохитної сили", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Signet of Unyielding Strength
[21394] = { "пелерина непохитної сили", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Drape of Unyielding Strength
[21395] = { "клинок вічної справедливості", equip="Відновлює 4 мани кожні 5 сек." }, -- Blade of Eternal Justice
[21396] = { "перстень вічної справедливості", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Ring of Eternal Justice
[21397] = { "накидка вічної справедливості", equip="Відновлює 5 мани кожні 5 сек." }, -- Cape of Eternal Justice
[21398] = { "молот прийдешньої бурі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 53." }, -- Hammer of the Gathering Storm
[21399] = { "перстень прийдешньої бурі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Ring of the Gathering Storm
[21400] = { "плащ прийдешньої бурі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Cloak of the Gathering Storm
[21401] = { "коса Невидимого Шляху", equip="Відновлює 3 мани кожні 5 сек." }, -- Scythe of the Unseen Path
[21402] = { "перстень-печатка Невидимого Шляху" }, -- Signet of the Unseen Path
[21403] = { "плащ Невидимого Шляху", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Cloak of the Unseen Path
[21404] = { "кинджал прихованих тіней", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Dagger of Veiled Shadows
[21405] = { "перстень прихованих тіней" }, -- Band of Veiled Shadows
[21406] = { "плащ прихованих тіней", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Cloak of Veiled Shadows
[21407] = { "булава нескінченного життя", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 40.", "Збільшує силу атаки на 140 в подобі кота, ведмедя та лютого ведмедя." } }, -- Mace of Unending Life
[21408] = { "перстень нескінченного життя", equip="Відновлює 5 мани кожні 5 сек." }, -- Band of Unending Life
[21409] = { "плащ нескінченного життя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Cloak of Unending Life
[21410] = { "молоток нескінченної мудрості", equip={ "Відновлює 4 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 90." } }, -- Gavel of Infinite Wisdom
[21411] = { "перстень нескінченної мудрості", equip="Відновлює 5 мани кожні 5 сек." }, -- Ring of Infinite Wisdom
[21412] = { "накидка нескінченної мудрості", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Shroud of Infinite Wisdom
[21413] = { "клинок похованих таємниць", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 40." } }, -- Blade of Vaulted Secrets
[21414] = { "перстень похованих таємниць", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Band of Vaulted Secrets
[21415] = { "пелерина похованих таємниць", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Drape of Vaulted Secrets
[21416] = { "кріс невимовних імен", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 59." }, -- Kris of Unspoken Names
[21417] = { "перстень невимовних імен", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Ring of Unspoken Names
[21418] = { "накидка невимовних імен", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Shroud of Unspoken Names
[21436] = { "відзнака подяки Альянсу", flavor="Знайдіть офіцера відзнак подяки Альянсу, щоб обміняти відзнаки подяки." }, -- Alliance Commendation Signet
[21438] = { "відзнака подяки Орди", flavor="Знайдіть офіцера відзнак подяки Орди, щоб обміняти відзнаки подяки." }, -- Horde Commendation Signet
[21504] = { "оберіг Мінливих Пісків", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25." }, -- Charm of the Shifting Sands
[21505] = { "намисто Мінливих Пісків", equip="Збільшує силу атаки на 42." }, -- Choker of the Shifting Sands
[21506] = { "підвіска Мінливих Пісків", equip="Збільшує навичку захисту на 4." }, -- Pendant of the Shifting Sands
[21507] = { "амулет Мінливих Пісків", equip={ "Збільшує зцілення від заклинань і ефектів на 46.", "Відновлює 6 мани кожні 5 сек." } }, -- Amulet of the Shifting Sands
[21508] = { "знак Кенарія" }, -- Mark of Cenarius
[21512] = { "припаси війни в Ан'Кіражі" }, -- Ahn'Qiraj War Effort Supplies
[21514] = { "план логістичного завдання XI" }, -- Logistics Task Briefing XI
[21515] = { "знак Ремула" }, -- Mark of Remulos
[21517] = { "гномський тюрбан екстрасенсорної сили", equip={ "Відновлює 9 мани кожні 5 сек.", "Збільшує супротив до ефектів знемовлення на 10%." } }, -- Gnomish Turban of Psychic Might
[21519] = { "омела", use="Подарувати друзям святкові вітання!" }, -- Mistletoe
[21520] = { "спадок Кронворона" }, -- Ravencrest's Legacy
[21521] = { "рунічний меч червоних драконів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 64." }, -- Runesword of the Red
[21522] = { "печаль Пісні Тіней" }, -- Shadowsong's Sorrow
[21523] = { "ікло Коріалстраза", equip="Збільшує зцілення від заклинань і ефектів на 121." }, -- Fang of Korialstrasz
[21524] = { "червона зимова шапка" }, -- Red Winter Hat
[21525] = { "зелена зимова шапка" }, -- Green Winter Hat
[21526] = { "перстень крижаних глибин", equip="Дозволяє дихати під водою." }, -- Band of Icy Depths
[21527] = { "мантія темної води", equip="Збільшує шкоду від заклинань і ефектів криги на 39." }, -- Darkwater Robes
[21528] = { "колосальний мішок здобичі" }, -- Colossal Bag of Loot
[21529] = { "амулет тіньового бар'єра" }, -- Amulet of Shadow Shielding
[21530] = { "поножі з оніксовою інкрустацією" }, -- Onyx Embedded Leggings
[21531] = { "намисто із зубів дракона", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Drake Tooth Necklace
[21532] = { "чоботи роботяги" }, -- Drudge Boots
[21533] = { "зразок панцира колоса Зори", flavor="Крихітний фрагмент дуже великої комахи." }, -- Colossus of Zora's Husk
[21534] = { "зразок панцира колоса Аші", flavor="Крихітний фрагмент дуже великої комахи." }, -- Colossus of Ashi's Husk
[21535] = { "зразок панцира колоса Регаля", flavor="Крихітний фрагмент дуже великої комахи." }, -- Colossus of Regal's Husk
[21536] = { "камінь Елуни", use="Викликати промінь світла, що сяятиме в обраному місці протягом 3 хв." }, -- Elune Stone
[21537] = { "фестивальні вареники", use="Відновлює 4% здоров'я та мани кожну секунду протягом 25 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Festival Dumplings
[21538] = { "рожева святкова сукня" }, -- Festive Pink Dress
[21539] = { "фіолетова святкова сукня" }, -- Festive Purple Dress
[21540] = { "ліхтар Елуни", use="Створити камінь Елуни. Для цього потрібен твердий камінь.", flavor="Вловлює світло, що випромінює сама Елуна." }, -- Elune's Lantern
[21541] = { "чорний святковий костюм" }, -- Festive Black Pant Suit
[21542] = { "святковий костюм" }, -- Festival Suit
[21543] = { "бірюзовий святковий костюм" }, -- Festive Teal Pant Suit
[21544] = { "синій святковий костюм" }, -- Festive Blue Pant Suit
[21545] = { "припаси Димного Лісу", flavor="Використати до 2010" }, -- Smokywood Supplies
[21546] = { "еліксир більшої вогнеміці", use=26276 }, -- Elixir of Greater Firepower
[21547] = { "рецепт: Еліксир більшої вогнеміці", use="Навчає вас створювати еліксир більшої вогнеміці.", recipe_result_item=21546 }, -- Recipe: Elixir of Greater Firepower
[21557] = { "маленька червона ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small Red Rocket
[21558] = { "маленька синя ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small Blue Rocket
[21559] = { "маленька зелена ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small Green Rocket
[21560] = { "маленька фіолетова ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small Purple Rocket
[21561] = { "маленька біла ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small White Rocket
[21562] = { "маленька жовта ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Small Yellow Rocket
[21569] = { "пускова установка для феєрверків", use="Розмістити на землі, щоб запускати феєрверки. Триває 30 хвилин." }, -- Firework Launcher
[21570] = { "пускова установка для залпів феєрверків", use="Розмістити на землі, щоб запускати залпи феєрверків. Триває 30 хвилин." }, -- Cluster Launcher
[21571] = { "залп синіх ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Blue Rocket Cluster
[21574] = { "залп зелених ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Green Rocket Cluster
[21575] = { "залп фіолетових ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Purple Rocket Cluster
[21576] = { "залп червоних ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Red Rocket Cluster
[21577] = { "залп білих ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- White Rocket Cluster
[21578] = { "залп жовтих ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Yellow Rocket Cluster
[21589] = { "велика синя ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large Blue Rocket
[21590] = { "велика зелена ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large Green Rocket
[21591] = { "велика фіолетова ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large Purple Rocket
[21592] = { "велика червона ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large Red Rocket
[21593] = { "велика біла ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large White Rocket
[21595] = { "велика жовта ракета", use="Зарядіть пускову установку для феєрверків!" }, -- Large Yellow Rocket
[21640] = { "набір феєрверків Місячного фестивалю", flavor="Наповнений феєрверками для стильного святкування Місячного фестивалю!" }, -- Lunar Festival Fireworks Pack
[21709] = { "перстень полеглого бога", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 37.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Ring of the Fallen God
[21710] = { "плащ полеглого бога" }, -- Cloak of the Fallen God
[21711] = { "запрошення на Місячний фестиваль", use="Телепортує заклинача з великого місячного сяйва." }, -- Lunar Festival Invitation
[21712] = { "амулет полеглого бога", equip={ "Збільшує зцілення від заклинань і ефектів на 57.", "Відновлює 6 мани кожні 5 сек." } }, -- Amulet of the Fallen God
[21713] = { "свічка Елуни", use="Вистрілити в ціль феєрверком." }, -- Elune's Candle
[21714] = { "залп великих синіх ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large Blue Rocket Cluster
[21716] = { "залп великих зелених ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large Green Rocket Cluster
[21717] = { "залп великих фіолетових ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large Purple Rocket Cluster
[21718] = { "залп великих червоних ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large Red Rocket Cluster
[21719] = { "залп великих білих ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large White Rocket Cluster
[21720] = { "залп великих жовтих ракет", use="Зарядіть пускову установку для залпів феєрверків!" }, -- Large Yellow Rocket Cluster
[21721] = { "місячне сяйво", use="Алкогольний напій, що дивно світиться." }, -- Moonglow
[21722] = { "викрійка: Святкова сукня", use="Навчає вас пошиттю святкової сукні.", recipe_result_item=21154 }, -- Pattern: Festival Dress
[21723] = { "викрійка: Святковий костюм", use="Навчає вас пошиттю святкового костюма.", recipe_result_item=21542 }, -- Pattern: Festival Suit
[21724] = { "креслення: Маленька синя ракета", use="Навчає вас створювати маленьку синю ракету.", recipe_result_item=21558 }, -- Schematic: Small Blue Rocket
[21725] = { "креслення: Маленька зелена ракета", use="Навчає вас створювати маленьку зелену ракету.", recipe_result_item=21559 }, -- Schematic: Small Green Rocket
[21726] = { "креслення: Маленька червона ракета", use="Навчає вас створювати маленьку червону ракету.", recipe_result_item=21557 }, -- Schematic: Small Red Rocket
[21727] = { "креслення: Велика синя ракета", use="Навчає вас створювати велику синю ракету.", recipe_result_item=21589 }, -- Schematic: Large Blue Rocket
[21728] = { "креслення: Велика зелена ракета", use="Навчає вас створювати велику зелену ракету.", recipe_result_item=21590 }, -- Schematic: Large Green Rocket
[21729] = { "креслення: Велика червона ракета", use="Навчає вас створювати велику червону ракету.", recipe_result_item=21592 }, -- Schematic: Large Red Rocket
[21730] = { "креслення: Залп синіх ракет", use="Навчає вас створювати залп синіх ракет.", recipe_result_item=21571 }, -- Schematic: Blue Rocket Cluster
[21731] = { "креслення: Залп зелених ракет", use="Навчає вас створювати залп зелених ракет.", recipe_result_item=21574 }, -- Schematic: Green Rocket Cluster
[21732] = { "креслення: Залп червоних ракет", use="Навчає вас створювати залп червоних ракет.", recipe_result_item=21576 }, -- Schematic: Red Rocket Cluster
[21733] = { "креслення: Залп великих синіх ракет", use="Навчає вас створювати великий залп синіх ракет.", recipe_result_item=21714 }, -- Schematic: Large Blue Rocket Cluster
[21734] = { "креслення: Залп великих зелених ракет", use="Навчає вас створювати великий залп зелених ракет.", recipe_result_item=21716 }, -- Schematic: Large Green Rocket Cluster
[21735] = { "креслення: Залп великих червоних ракет", use="Навчає вас створювати великий залп червоних ракет.", recipe_result_item=21718 }, -- Schematic: Large Red Rocket Cluster
[21737] = { "креслення: Пускова установка для залпів феєрверків", use="Навчає вас створювати пускову установку для залпів феєрверків.", recipe_result_item=21570 }, -- Schematic: Cluster Launcher
[21738] = { "креслення: Пускова установка для феєрверків", use="Навчає вас створювати пускову установку для феєрверків.", recipe_result_item=21569 }, -- Schematic: Firework Launcher
[21740] = { "креслення маленьких ракет" }, -- Small Rocket Recipes
[21741] = { "креслення залпів ракет" }, -- Cluster Rocket Recipes
[21742] = { "креслення великих ракет" }, -- Large Rocket Recipes
[21743] = { "креслення залпів великих ракет" }, -- Large Cluster Rocket Recipes
[21744] = { "залп щасливих ракет", use="Вам пощастило! Зарядіть пускову установку для залпів феєрверків!" }, -- Lucky Rocket Cluster
[21747] = { "святкова петарда", use="Кидайте на землю!" }, -- Festival Firecracker
[21749] = { "план бойового завдання I" }, -- Combat Task Briefing I
[21750] = { "план бойового завдання II" }, -- Combat Task Briefing II
[21751] = { "план тактичного завдання III" }, -- Tactical Task Briefing III
[21812] = { "коробка шоколадних цукерок" }, -- Box of Chocolates
[21813] = { "торбинка цукерок", use="Дістати з торбинки цукерку." }, -- Bag of Candies
[21815] = { "знак кохання", flavor="Невеличке послання закоханості..." }, -- Love Token
[21816] = { "цукерка-серце", flavor="Будь зі мною!" }, -- Heart Candy
[21817] = { "цукерка-серце", flavor="Я КОХАЮ ТЕБЕ" }, -- Heart Candy
[21818] = { "цукерка-серце", flavor="Я піду з тобою на край Азероту." }, -- Heart Candy
[21819] = { "цукерка-серце", flavor="Все для тебе" }, -- Heart Candy
[21820] = { "цукерка-серце", flavor="Ти - краще всіх!" }, -- Heart Candy
[21821] = { "цукерка-серце", flavor="Я - твоя половинка" }, -- Heart Candy
[21822] = { "цукерка-серце", flavor="Ти - моя половинка" }, -- Heart Candy
[21823] = { "цукерка-серце", flavor="Маєш гарні губки." }, -- Heart Candy
[21829] = { "флакон парфуму", use="Надає вам спокусливого аромату." }, -- Perfume Bottle
[21833] = { "флакон одеколону", use="Надає вам приємного аромату." }, -- Cologne Bottle
[21920] = { "пом'ятий лист" }, -- Creased Letter
[21921] = { "ретельно продумана записка" }, -- Carefully Penned Note
[21925] = { "бездоганний лист" }, -- Immaculate Letter
[21926] = { "злегка пом'ята записка" }, -- Slightly Creased Note
[21928] = { "зразок крові із Зимоключа" }, -- Winterspring Blood Sample
[21935] = { "стабільна ектоплазма" }, -- Stable Ectoplasm
[21936] = { "заморожена ектоплазма" }, -- Frozen Ectoplasm
[21937] = { "обпалена ектоплазма" }, -- Scorched Ectoplasm
[21938] = { "магматичне ядро" }, -- Magma Core
[21939] = { "скверно-стихійний стрижень", flavor="Скверна і стихія — два в одному!" }, -- Fel Elemental Rod
[21946] = { "ектоплазматичний дистилятор", use="Розмістити ектоплазматичний дистилятор на землі, що дозволить збирати ектоплазму. Працює на гоблінському ракетному паливі." }, -- Ectoplasmic Distiller
[21960] = { "дерев'яний виріб ручної роботи", use="Об'єднати 5 дерев'яних виробів ручної роботи в коробку дерев'яних виробів." }, -- Handmade Woodcraft
[21975] = { "обітниця обожнювання зі Штормовію" }, -- Pledge of Adoration: Stormwind
[21979] = { "дар обожнювання з Дарнаса" }, -- Gift of Adoration: Darnassus
[21980] = { "дар обожнювання з Залізогарта" }, -- Gift of Adoration: Ironforge
[21981] = { "дар обожнювання зі Штормовію" }, -- Gift of Adoration: Stormwind
[21982] = { "бойове намисто огрів" }, -- Ogre Warbeads
[21983] = { "незавершений стяг виклику" }, -- Incomplete Banner of Provocation
[21984] = { "ліва частина амулета лорда Вальталака", use="Об'єднати ліву, праву та верхню частини амулету лорда Вальталака в одне ціле.", flavor="Зло, ув'язнене в амулеті, здається, стає дедалі сильнішим..." }, -- Left Piece of Lord Valthalak's Amulet
[21985] = { "запечатаний контейнер з кров'ю" }, -- Sealed Blood Container
[21986] = { "стяг виклику", use="Розмістити стяг на арені в Чорноскельних надрах, щоб викликати Телдрена на поєдинок." }, -- Banner of Provocation
[21987] = { "спалахіт Спалахія", flavor="Цей тліючий шматок лорда Спалахія чудово замінить собою вугілля." }, -- Incendicite of Incendius
[21988] = { "вуглинка Вуглегляда", flavor="Надто палка, щоб тримати в руках... краще загорнути її у щось вогнетривке!" }, -- Ember of Emberseer
[21989] = { "попіл герцога попелу", flavor="Рештки герцога горять його ненавистю до вас." }, -- Cinder of Cynders
[21994] = { "пояс героїзму", equip="Збільшує навичку захисту на 7." }, -- Belt of Heroism
[21995] = { "чоботи героїзму", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Boots of Heroism
[21996] = { "поручі героїзму", equip="Збільшує навичку захисту на 3." }, -- Bracers of Heroism
[21997] = { "нагрудник героїзму", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Breastplate of Heroism
[21998] = { "рукавиці героїзму", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Gauntlets of Heroism
[21999] = { "шолом героїзму", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Helm of Heroism
[22000] = { "поножі героїзму", equip="Збільшує навичку захисту на 5." }, -- Legplates of Heroism
[22001] = { "наплічники героїзму" }, -- Spaulders of Heroism
[22002] = { "пояс покрову темряви" }, -- Darkmantle Belt
[22003] = { "чоботи покрову темряви", equip="Підвищує ваш рівень непомітності." }, -- Darkmantle Boots
[22004] = { "поручі покрову темряви" }, -- Darkmantle Bracers
[22005] = { "шапка покрову темряви", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Darkmantle Cap
[22006] = { "рукавички покрову темряви" }, -- Darkmantle Gloves
[22007] = { "штани покрову темряви" }, -- Darkmantle Pants
[22008] = { "наплічники покрову темряви" }, -- Darkmantle Spaulders
[22009] = { "мундир покрову темряви", equip="Збільшує ваш шанс нанесення удару на 2%." }, -- Darkmantle Tunic
[22010] = { "пояс володаря звірів" }, -- Beastmaster's Belt
[22011] = { "браслети володаря звірів" }, -- Beastmaster's Bindings
[22013] = { "шапка володаря звірів", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує максимальне здоров'я вашого супутника на 3%." } }, -- Beastmaster's Cap
[22014] = { "освячена жаровня" }, -- Hallowed Brazier
[22015] = { "рукавички володаря звірів", equip="Збільшує шанс нанесення критичного удару вашим супутником на 2%." }, -- Beastmaster's Gloves
[22016] = { "нараменники володаря звірів" }, -- Beastmaster's Mantle
[22017] = { "штани володаря звірів" }, -- Beastmaster's Pants
[22046] = { "права частина амулета лорда Вальталака", use="Об'єднати ліву, праву та верхню частини амулету лорда Вальталака в одне ціле.", flavor="Ця частина амулета відчутно тремтить, жадаючи возз'єднатися з іншими." }, -- Right Piece of Lord Valthalak's Amulet
[22047] = { "верхня частина амулету лорда Вальталака", use="Об'єднати ліву, праву та верхню частини амулету лорда Вальталака в одне ціле.", flavor="При дотику до цього предмету виникає неприємне відчуття, ніби ув'язнене в ньому зло прагне вирватися назовні." }, -- Top Piece of Lord Valthalak's Amulet
[22048] = { "амулет лорда Вальталака", use="Направити на тіло лорда Вальталака, вливши в нього душу з амулету.", flavor="Зібраний воєдино, амулет пульсує від злого духу лорда Вальталака." }, -- Lord Valthalak's Amulet
[22049] = { "жаровня поклику", use="Викликати дух Мора Сивого Копита." }, -- Brazier of Beckoning
[22050] = { "жаровня поклику", use="Викликати дух Ізалієн." }, -- Brazier of Beckoning
[22051] = { "жаровня поклику", use="Викликати духи Ярієн та Сотоса." }, -- Brazier of Beckoning
[22052] = { "жаровня поклику", use="Викликати дух Кормока." }, -- Brazier of Beckoning
[22056] = { "жаровня поклику", use="Викликати дух лорда Вальталака." }, -- Brazier of Beckoning
[22057] = { "жаровня виклику", use="Викликати духа в місці з привидами." }, -- Brazier of Invocation
[22060] = { "мундир володаря звірів", equip={ "Збільшує показник броні вашого вихованця на 10%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Beastmaster's Tunic
[22061] = { "чоботи володаря звірів", equip="Збільшує шкоду, яку завдає ваш супутник на 3%." }, -- Beastmaster's Boots
[22062] = { "пояс чаклуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Sorcerer's Belt
[22063] = { "браслети чаклуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Sorcerer's Bindings
[22064] = { "чоботи чаклуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Sorcerer's Boots
[22065] = { "корона чаклуна", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Sorcerer's Crown
[22066] = { "рукавички чаклуна", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Sorcerer's Gloves
[22067] = { "лосини чаклуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Sorcerer's Leggings
[22068] = { "нараменники чаклуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Sorcerer's Mantle
[22069] = { "мантія чаклуна", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Зменшує супротив магії цілей ваших заклинань на 20." } }, -- Sorcerer's Robes
[22070] = { "пояс імли смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Deathmist Belt
[22071] = { "поручі імли смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Deathmist Bracers
[22072] = { "лосини імли смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Deathmist Leggings
[22073] = { "нараменники імли смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Deathmist Mantle
[22074] = { "маска імли смерті", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Deathmist Mask
[22075] = { "мантія імли смерті", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Deathmist Robe
[22076] = { "сандалі імли смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Deathmist Sandals
[22077] = { "пов'язки імли смерті", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Deathmist Wraps
[22078] = { "пояс доброчесності", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Virtuous Belt
[22079] = { "поручі доброчесності", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9.", "Відновлює 2 мани кожні 5 сек." } }, -- Virtuous Bracers
[22080] = { "корона доброчесності", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Відновлює 6 мани кожні 5 сек.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Virtuous Crown
[22081] = { "рукавички доброчесності", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Virtuous Gloves
[22082] = { "нараменники доброчесності", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Virtuous Mantle
[22083] = { "мантія доброчесності", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Відновлює 6 мани кожні 5 сек." } }, -- Virtuous Robe
[22084] = { "сандалі доброчесності", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 7 мани кожні 5 сек." } }, -- Virtuous Sandals
[22085] = { "спідниця доброчесності", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 6 мани кожні 5 сек." } }, -- Virtuous Skirt
[22086] = { "духокований пояс", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Soulforge Belt
[22087] = { "духоковані чоботи", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Soulforge Boots
[22088] = { "духоковані поручі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Soulforge Bracers
[22089] = { "духокований нагрудник", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Soulforge Breastplate
[22090] = { "духоковані рукавиці", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Soulforge Gauntlets
[22091] = { "духокований шолом", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Soulforge Helm
[22092] = { "духоковані поножі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Soulforge Legplates
[22093] = { "духоковані наплічники", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Soulforge Spaulders
[22094] = { "кров'яниця", flavor="Її червоний сік може залишити незмивну пляму на вашому одязі, тому будьте обережні." }, -- Bloodkelp
[22095] = { "браслети п'яти громів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Bindings of The Five Thunders
[22096] = { "чоботи п'яти громів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Boots of The Five Thunders
[22097] = { "койф п'яти громів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Coif of The Five Thunders
[22098] = { "ремінь п'яти громів", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Cord of The Five Thunders
[22099] = { "рукавиці п'яти громів", equip={ "Відновлює 4 мани кожні 5 сек.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Gauntlets of The Five Thunders
[22100] = { "кілт п'яти громів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Kilt of The Five Thunders
[22101] = { "напліччя п'яти громів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Pauldrons of The Five Thunders
[22102] = { "жилет п'яти громів", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Vest of The Five Thunders
[22106] = { "пояс лютого серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Feralheart Belt
[22107] = { "чоботи лютого серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Відновлює 2 мани кожні 5 сек." } }, -- Feralheart Boots
[22108] = { "поручі лютого серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Feralheart Bracers
[22109] = { "капюшон лютого серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Feralheart Cowl
[22110] = { "рукавички лютого серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Feralheart Gloves
[22111] = { "кілт лютого серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Feralheart Kilt
[22112] = { "наплічники лютого серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6.", "Відновлює 2 мани кожні 5 сек." } }, -- Feralheart Spaulders
[22113] = { "жилет лютого серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", "Відновлює 4 мани кожні 5 сек." } }, -- Feralheart Vest
[22115] = { "міжвимірний шукач привидів", use="Дозволяє носію бачити привидів нещодавно померлих." }, -- Extra-Dimensional Ghost Revealer
[22117] = { "обітниця вірності зі Штормовію", use="Об'єднати 5 обітниць вірності зі Штормовію в колекцію обітниць Штормовію." }, -- Pledge of Loyalty: Stormwind
[22119] = { "обітниця вірності з Залізогарта", use="Об'єднати 5 обітниць вірності з Залізогарта в колекцію обітниць Залізогарта." }, -- Pledge of Loyalty: Ironforge
[22120] = { "обітниця вірності з Дарнаса", use="Об'єднати 5 обітниць вірності з Дарнаса в колекцію обітниць Дарнаса." }, -- Pledge of Loyalty: Darnassus
[22121] = { "обітниця вірності з Підмістя", use="Об'єднати 5 обітниць вірності з Підмістя в колекцію обітниць Підмістя." }, -- Pledge of Loyalty: Undercity
[22122] = { "обітниця вірності з Громового Бескиду", use="Об'єднати 5 обітниць вірності з Громового Бескиду в колекцію обітниць Громового Бескиду." }, -- Pledge of Loyalty: Thunder Bluff
[22123] = { "обітниця вірності з Орґріммара", use="Об'єднати 5 обітниць вірності з Орґріммара в колекцію обітниць Орґріммара." }, -- Pledge of Loyalty: Orgrimmar
[22131] = { "колекція дарів Штормовію", use="Об'єднати колекцію дарів Дарнаса, колекцію дарів Залізогарта та колекцію дарів Штормовію в колекцію дарів Альянсу." }, -- Stormwind Gift Collection
[22132] = { "колекція дарів Залізогарта", use="Об'єднати колекцію дарів Дарнаса, колекцію дарів Залізогарта та колекцію дарів Штормовію в колекцію дарів Альянсу." }, -- Ironforge Gift Collection
[22133] = { "колекція дарів Дарнаса", use="Об'єднати колекцію дарів Дарнаса, колекцію дарів Залізогарта та колекцію дарів Штормовію в колекцію дарів Альянсу." }, -- Darnassus Gift Collection
[22134] = { "колекція дарів Підмістя", use="Об'єднати колекцію дарів Орґріммара, колекцію дарів Громового Бескиду та колекцію дарів Підмістя в колекцію дарів Орди." }, -- Undercity Gift Collection
[22135] = { "колекція дарів Громового Бескиду", use="Об'єднати колекцію дарів Орґріммара, колекцію дарів Громового Бескиду та колекцію дарів Підмістя в колекцію дарів Орди." }, -- Thunder Bluff Gift Collection
[22136] = { "колекція дарів Орґріммара", use="Об'єднати колекцію дарів Орґріммара, колекцію дарів Громового Бескиду та колекцію дарів Підмістя в колекцію дарів Орди." }, -- Orgrimmar Gift Collection
[22137] = { "сумка Ісіди" }, -- Ysida's Satchel
[22138] = { "поручі Чорнокаменю", flavor="Ці поручі виготовлені переважно з темного заліза, але подекуди блищить інший метал." }, -- Blackrock Bracer
[22139] = { "медальйон Ісіди" }, -- Ysida's Locket
[22140] = { "листівка стражниці", use="Об'єднати 5 листівок стражниць в стіс листівок." }, -- Sentinel's Card
[22141] = { "листівка вартового Залізогарта", use="Об'єднати 5 листівок вартових Залізогарта в пакунок листівок." }, -- Ironforge Guard's Card
[22142] = { "листівка бугая", use="Об'єднати 5 листівок бугаїв у пакунок листівок." }, -- Grunt's Card
[22143] = { "листівка вартового Штормовію", use="Об'єднати 5 листівок вартових Штормовію у в'язку листівок." }, -- Stormwind Guard's Card
[22144] = { "листівка вартового бескиду", use="Об'єднати 5 листівок вартових бескиду в сумку листівок." }, -- Bluffwatcher's Card
[22145] = { "запліснявіла листівка вартового", use="Об'єднати 5 запліснявілих листівка вартових у стіс листівок." }, -- Guardian's Moldy Card
[22149] = { "буси огрського чаклунства", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Beads of Ogre Mojo
[22150] = { "буси огрської могутності", equip={ "Збільшує силу атаки на 24.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Beads of Ogre Might
[22154] = { "обітниця обожнювання з Залізогарта" }, -- Pledge of Adoration: Ironforge
[22155] = { "обітниця обожнювання з Дарнаса" }, -- Pledge of Adoration: Darnassus
[22156] = { "обітниця обожнювання з Орґріммара" }, -- Pledge of Adoration: Orgrimmar
[22157] = { "обітниця обожнювання з Підмістя" }, -- Pledge of Adoration: Undercity
[22158] = { "обітниця обожнювання з Громового Бескиду" }, -- Pledge of Adoration: Thunder Bluff
[22159] = { "обітниця дружби з Дарнаса" }, -- Pledge of Friendship: Darnassus
[22160] = { "обітниця дружби з Залізогарта" }, -- Pledge of Friendship: Ironforge
[22161] = { "обітниця дружби з Орґріммара" }, -- Pledge of Friendship: Orgrimmar
[22162] = { "обітниця дружби з Громового Бескиду" }, -- Pledge of Friendship: Thunder Bluff
[22163] = { "обітниця дружби з Підмістя" }, -- Pledge of Friendship: Undercity
[22164] = { "дар обожнювання з Орґріммара" }, -- Gift of Adoration: Orgrimmar
[22165] = { "дар обожнювання з Громового Бескиду" }, -- Gift of Adoration: Thunder Bluff
[22166] = { "дар обожнювання з Підмістя" }, -- Gift of Adoration: Undercity
[22167] = { "дар дружби з Дарнаса" }, -- Gift of Friendship: Darnassus
[22168] = { "дар дружби з Залізогарта" }, -- Gift of Friendship: Ironforge
[22169] = { "дар дружби з Орґріммара" }, -- Gift of Friendship: Orgrimmar
[22170] = { "дар дружби зі Штормовію" }, -- Gift of Friendship: Stormwind
[22171] = { "дар дружби з Громового Бескиду" }, -- Gift of Friendship: Thunder Bluff
[22172] = { "дар дружби з Підмістя" }, -- Gift of Friendship: Undercity
[22173] = { "дворфійське домашнє пиво", use="Об'єднати 5 пляшок дворфійського домашнього пива в ящик домашнього пива." }, -- Dwarven Homebrew
[22174] = { "романтичний вірш", use="Об'єднати 5 романтичних віршів в збірку романтичної поезії." }, -- Romantic Poem
[22175] = { "свіжовипечений пиріг", use="Об'єднати 5 свіжовипечених пирогів в коробку свіжих пирогів." }, -- Freshly Baked Pie
[22176] = { "домашній хліб", use="Об'єднати 5 домашніх хлібин в торбинку домашнього хліба." }, -- Homemade Bread
[22177] = { "свіжозібрані квіти", use="Об'єднати 5 свіжозібраних квітів в кошик квітів." }, -- Freshly Picked Flowers
[22178] = { "обітниця дружби зі Штормовію" }, -- Pledge of Friendship: Stormwind
[22192] = { "кров'яничний еліксир ухилення", use="Збільшує шанс ухилитися від атаки на 3% на 30 хв." }, -- Bloodkelp Elixir of Dodging
[22193] = { "кров'яничний еліксир супротиву", use="Збільшує супротив всім школам магії на 15 на 30 хв." }, -- Bloodkelp Elixir of Resistance
[22200] = { "стріла зі срібним вістрям", use="Вистрілити в гравця, і Купі С.В. Купайло знайде його! (Спрацює лише на гравцях, що не мають активного небойового вихованця)" }, -- Silver Shafted Arrow
[22201] = { "релікварій чистоти" }, -- Reliquary of Purity
[22202] = { "малий шматок обсидіану" }, -- Small Obsidian Shard
[22203] = { "великий шматок обсидіану" }, -- Large Obsidian Shard
[22216] = { "отруйна залоза Веноксіса" }, -- Venoxis's Venom Sac
[22217] = { "отруйна залоза Куріннакса" }, -- Kurinnaxx's Venom Sac
[22218] = { "жменя трояндових пелюсток", use="Осипати сусідню ціль пелюстками троянд!" }, -- Handful of Rose Petals
[22224] = { "сутність глузливого привида" }, -- Jeering Spectre's Essence
[22226] = { "друїдські останки", flavor="Силітиди мало що залишили від цього героя Кенарійського Кола." }, -- Druidical Remains
[22227] = { "реліквія Зоряного Бризу", flavor="Ця древня реліквія нічних ельфів була заморожена велетнями-кригобоями. Поводитись обережно." }, -- Starbreeze Village Relic
[22228] = { "блискучий меч фанатизму", flavor="Найгостріше лезо легко проріже будь-якого ворога, живого чи мертвого." }, -- Brilliant Sword of Zealotry
[22229] = { "попіл душі вигнанця", flavor="Ці попелясті залишки душі вигнанця ледь помітно пульсують відлунням минулого життя." }, -- Soul Ashes of the Banished
[22236] = { "молочна насолода", use="Збільшує навичку захисту на 13 протягом 1 години." }, -- Buttermilk Delight
[22237] = { "темна жага", use="Збільшує ваш шанс нанесення удару на 2% протягом 1 години." }, -- Dark Desire
[22238] = { "дуже ягідний крем", use="Збільшує шкоду від заклинань на 23 протягом 1 години." }, -- Very Berry Cream
[22239] = { "солодкий сюрприз", use="Збільшує зцілення від магічних заклинань на 44 протягом 1 години." }, -- Sweet Surprise
[22243] = { "маленький мішечок душ" }, -- Small Soul Pouch
[22244] = { "коробка душ" }, -- Box of Souls
[22250] = { "мішечок для трав", desc="Сумка для трав на 12 місць" }, -- Herb Pouch
[22259] = { "браслет дружби", use="Подаруйте гравцям з розбитим серцем, щоб підбадьорити їх." }, -- Unbestowed Friendship Bracelet
[22261] = { "манекен закоханого", use="Встановлення на землі манекена закоханого, який викликає у найближчих монстрів люту заздрість! Існує 15 сек або до знищення." }, -- Love Fool
[22262] = { "колекція дарів Альянсу", flavor="Віддайте ці дари Купі С.В. Купайлу." }, -- Alliance Gift Collection
[22263] = { "колекція дарів Орди", flavor="Віддайте ці дари Купі С.В. Купайлу." }, -- Horde Gift Collection
[22264] = { "ретельно написаний лист" }, -- Carefully Written Letter
[22265] = { "лист, написаний з любов'ю" }, -- Lovingly Composed Letter
[22272] = { "шати лісу", equip="Збільшує зцілення від заклинань і ефектів на 55." }, -- Forest's Embrace
[22274] = { "посивіла шкура" }, -- Grizzled Pelt
[22276] = { "прекрасна червона сукня" }, -- Lovely Red Dress
[22277] = { "червоний смокінг" }, -- Red Dinner Suit
[22278] = { "прекрасна блакитна сукня" }, -- Lovely Blue Dress
[22279] = { "прекрасна чорна сукня" }, -- Lovely Black Dress
[22280] = { "прекрасна фіолетова сукня" }, -- Lovely Purple Dress
[22281] = { "блакитний смокінг" }, -- Blue Dinner Suit
[22282] = { "фіолетовий смокінг" }, -- Purple Dinner Suit
[22283] = { "торбинка домашнього хліба", use="Об'єднати в'язку листівок, торбинку домашнього хліба та колекцію обітниць Штормовію в колекцію дарів Штормовію." }, -- Sack of Homemade Bread
[22284] = { "в'язка листівок", use="Об'єднати в'язку листівок, торбинку домашнього хліба та колекцію обітниць Штормовію в колекцію дарів Штормовію." }, -- Bundle of Cards
[22285] = { "колекція обітниць Штормовію", use="Об'єднати в'язку листівок, торбинку домашнього хліба та колекцію обітниць Штормовію в колекцію дарів Штормовію." }, -- Stormwind Pledge Collection
[22286] = { "колекція обітниць Залізогарта", use="Об'єднати ящик домашнього пива, колекцію обітниць Залізогарта та пакунок листівок в колекцію дарів Залізогарта." }, -- Ironforge Pledge Collection
[22287] = { "пакунок листівок", use="Об'єднати ящик домашнього пива, колекцію обітниць Залізогарта та пакунок листівок в колекцію дарів Залізогарта." }, -- Parcel of Cards
[22288] = { "ящик домашнього пива", use="Об'єднати ящик домашнього пива, колекцію обітниць Залізогарта та пакунок листівок в колекцію дарів Залізогарта." }, -- Case of Homebrew
[22289] = { "стіс листівок", use="Об'єднати коробку дерев'яних виробів, колекцію обітниць Дарнаса та стіс листівок в колекцію дарів Дарнаса." }, -- Stack of Cards
[22290] = { "колекція обітниць Дарнаса", use="Об'єднати коробку дерев'яних виробів, колекцію обітниць Дарнаса та стіс листівок в колекцію дарів Дарнаса." }, -- Darnassus Pledge Collection
[22291] = { "коробка дерев'яних виробів", use="Об'єднати коробку дерев'яних виробів, колекцію обітниць Дарнаса та стіс листівок в колекцію дарів Дарнаса." }, -- Box of Woodcrafts
[22292] = { "коробка свіжих пирогів", use="Об'єднати коробку свіжих пирогів, колекцію обітниць Орґріммара та пакунок листівок в колекцію дарів Орґріммара." }, -- Box of Fresh Pies
[22293] = { "пакунок листівок", use="Об'єднати коробку свіжих пирогів, колекцію обітниць Орґріммара та пакунок листівок в колекцію дарів Орґріммара." }, -- Package of Cards
[22294] = { "колекція обітниць Орґріммара", use="Об'єднати коробку свіжих пирогів, колекцію обітниць Орґріммара та пакунок листівок в колекцію дарів Орґріммара." }, -- Orgrimmar Pledge Collection
[22295] = { "сумка листівок", use="Об'єднати кошик квітів, сумку листівок та колекцію обітниць Громового Бескиду в колекцію дарів Громового Бескиду." }, -- Satchel of Cards
[22296] = { "кошик квітів", use="Об'єднати кошик квітів, сумку листівок та колекцію обітниць Громового Бескиду в колекцію дарів Громового Бескиду." }, -- Basket of Flowers
[22297] = { "колекція обітниць Громового Бескиду", use="Об'єднати кошик квітів, сумку листівок та колекцію обітниць Громового Бескиду в колекцію дарів Громового Бескиду." }, -- Thunder Bluff Pledge Collection
[22298] = { "збірка романтичної поезії", use="Об'єднати збірку романтичної поезії, стіс листівок та колекцію обітниць Підмістя в колекцію дарів Підмістя." }, -- Book of Romantic Poems
[22299] = { "стіс листівок", use="Об'єднати збірку романтичної поезії, стіс листівок та колекцію обітниць Підмістя в колекцію дарів Підмістя." }, -- Sheaf of Cards
[22300] = { "колекція обітниць Підмістя", use="Об'єднати збірку романтичної поезії, стіс листівок та колекцію обітниць Підмістя в колекцію дарів Підмістя." }, -- Undercity Pledge Collection
[22320] = { "якісні товари Мукса" }, -- Mux's Quality Goods
[22338] = { "вулканічний попіл" }, -- Volcanic Ash
[22344] = { "жаровня виклику: посібник користувача", flavor="Де знайти місця з привидами" }, -- Brazier of Invocation: User's Manual
[22347] = { "багатозарядний арбалет Фаграда", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Fahrad's Reloading Repeater
[22348] = { "Згубулус Прайм", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Doomulus Prime
[22349] = { "осквернена кіраса" }, -- Desecrated Breastplate
[22350] = { "осквернений мундир" }, -- Desecrated Tunic
[22351] = { "осквернена мантія" }, -- Desecrated Robe
[22352] = { "осквернені ножні лати" }, -- Desecrated Legplates
[22353] = { "осквернений шолом" }, -- Desecrated Helmet
[22354] = { "осквернене напліччя" }, -- Desecrated Pauldrons
[22355] = { "осквернені поручі" }, -- Desecrated Bracers
[22356] = { "осквернений ремінь" }, -- Desecrated Waistguard
[22357] = { "осквернені рукавиці" }, -- Desecrated Gauntlets
[22358] = { "осквернені сабатони" }, -- Desecrated Sabatons
[22359] = { "осквернені поножі" }, -- Desecrated Legguards
[22360] = { "осквернений головний убір" }, -- Desecrated Headpiece
[22361] = { "осквернені наплечі" }, -- Desecrated Spaulders
[22362] = { "осквернені наручі" }, -- Desecrated Wristguards
[22363] = { "осквернений пасок" }, -- Desecrated Girdle
[22364] = { "осквернені бойові рукавиці" }, -- Desecrated Handguards
[22365] = { "осквернені чоботи" }, -- Desecrated Boots
[22366] = { "осквернені штани" }, -- Desecrated Leggings
[22367] = { "осквернений вінець" }, -- Desecrated Circlet
[22368] = { "осквернені наплічники" }, -- Desecrated Shoulderpads
[22369] = { "осквернені браслети" }, -- Desecrated Bindings
[22370] = { "осквернений пояс" }, -- Desecrated Belt
[22371] = { "осквернені рукавички" }, -- Desecrated Gloves
[22372] = { "осквернені сандалі" }, -- Desecrated Sandals
[22373] = { "понівечений обрізок шкіри" }, -- Wartorn Leather Scrap
[22374] = { "понівечений обрізок кольчуги" }, -- Wartorn Chain Scrap
[22375] = { "понівечений обрізок лат" }, -- Wartorn Plate Scrap
[22376] = { "понівечений обрізок тканини" }, -- Wartorn Cloth Scrap
[22377] = { "громолісний штрикач" }, -- The Thunderwood Poker
[22378] = { "рейвенхольдтський тесак", equip="Збільшує силу атаки на 26." }, -- Ravenholdt Slicer
[22379] = { "перо Пероверта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Shivsprocket's Shiv
[22380] = { "молоток-культиватор Симони", equip="Збільшує зцілення від заклинань і ефектів на 37." }, -- Simone's Cultivating Hammer
[22381] = { "зразок отрути з Силітуса" }, -- Silithus Venom Sample
[22382] = { "запечатаний контейнер з отрутою" }, -- Sealed Venom Container
[22416] = { "кіраса безстрашності", equip={ "Збільшує навичку захисту на 13.", "Збільшує ваш шанс ухилитися від атаки на 1%.", "Збільшує ваш шанс нанесення удару на 2%." } }, -- Dreadnaught Breastplate
[22417] = { "ножні лати безстрашності", equip={ "Збільшує навичку захисту на 13.", "Збільшує ваш шанс ухилитися від атаки на 1%.", "Збільшує показник блокування щитом на 32." } }, -- Dreadnaught Legplates
[22418] = { "шолом безстрашності", equip={ "Збільшує ваш шанс ухилитися від атаки на 1%.", "Збільшує навичку захисту на 14." } }, -- Dreadnaught Helmet
[22419] = { "напліччя безстрашності", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує показник блокування щитом на 21.", "Збільшує навичку захисту на 9." } }, -- Dreadnaught Pauldrons
[22420] = { "сабатони безстрашності", equip={ "Збільшує навичку захисту на 9.", "Збільшує ваш шанс ухилитися від атаки на 1%." } }, -- Dreadnaught Sabatons
[22421] = { "рукавиці безстрашності", equip={ "Збільшує навичку захисту на 9.", "Збільшує шанс блокування атак щитом на 3%.", "Збільшує показник блокування щитом на 21." } }, -- Dreadnaught Gauntlets
[22422] = { "ремінь безстрашності", equip={ "Збільшує показник блокування щитом на 18.", "Збільшує шанс блокування атак щитом на 3%.", "Збільшує навичку захисту на 9." } }, -- Dreadnaught Waistguard
[22423] = { "поручі безстрашності", equip="Збільшує навичку захисту на 5." }, -- Dreadnaught Bracers
[22424] = { "поручі спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 4 мани кожні 5 сек." } }, -- Redemption Wristguards
[22425] = { "кіраса спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 59.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 10 мани кожні 5 сек." } }, -- Redemption Tunic
[22426] = { "рукавиці спокути", equip={ "Відновлює 8 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 33." } }, -- Redemption Handguards
[22427] = { "ножні лати спокути", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує зцілення від заклинань і ефектів на 42.", "Відновлює 8 мани кожні 5 сек." } }, -- Redemption Legguards
[22428] = { "шолом спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 64.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 8 мани кожні 5 сек." } }, -- Redemption Headpiece
[22429] = { "напліччя спокути", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує зцілення від заклинань і ефектів на 40.", "Відновлює 4 мани кожні 5 сек." } }, -- Redemption Spaulders
[22430] = { "сабатони спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 42.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Відновлює 5 мани кожні 5 сек." } }, -- Redemption Boots
[22431] = { "ремінь спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 40.", "Відновлює 5 мани кожні 5 сек." } }, -- Redemption Girdle
[22432] = { "дияволозаврова колючка", use="Проткнути дияволозавра, щоб ввести велику дозу отрути." }, -- Devilsaur Barb
[22434] = { "кровошляп" }, -- Bloodcap
[22435] = { "жало Ґоріші" }, -- Gorishi Sting
[22436] = { "мундир склепного ловця", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Cryptstalker Tunic
[22437] = { "поножі склепного ловця", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Відновлює 6 мани кожні 5 сек." } }, -- Cryptstalker Legguards
[22438] = { "головний убір склепного ловця", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Відновлює 3 мани кожні 5 сек." } }, -- Cryptstalker Headpiece
[22439] = { "наплечі склепного ловця", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Cryptstalker Spaulders
[22440] = { "чоботи склепного ловця", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Cryptstalker Boots
[22441] = { "бойові рукавиці склепного ловця", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Відновлює 4 мани кожні 5 сек." } }, -- Cryptstalker Handguards
[22442] = { "пасок склепного ловця", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%.", "Відновлює 3 мани кожні 5 сек." } }, -- Cryptstalker Girdle
[22443] = { "наручі склепного ловця", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Cryptstalker Wristguards
[22444] = { "гнила лоза" }, -- Putrid Vine
[22458] = { "посох місячної тіні", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18.", "Відновлює 7 мани кожні 5 сек.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Moonshadow Stave
[22464] = { "мундир Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 59.", "Відновлює 12 мани кожні 5 сек." } }, -- Earthshatter Tunic
[22465] = { "поножі Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 59.", "Відновлює 9 мани кожні 5 сек." } }, -- Earthshatter Legguards
[22466] = { "головний убір Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 68.", "Відновлює 8 мани кожні 5 сек." } }, -- Earthshatter Headpiece
[22467] = { "наплечі Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 42.", "Відновлює 6 мани кожні 5 сек." } }, -- Earthshatter Spaulders
[22468] = { "чоботи Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 37.", "Відновлює 6 мани кожні 5 сек." } }, -- Earthshatter Boots
[22469] = { "бойові рукавиці Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 35.", "Відновлює 6 мани кожні 5 сек." } }, -- Earthshatter Handguards
[22470] = { "пасок Землетрощителя", equip={ "Відновлює 7 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 42." } }, -- Earthshatter Girdle
[22471] = { "наручі Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 33.", "Відновлює 4 мани кожні 5 сек." } }, -- Earthshatter Wristguards
[22476] = { "мундир кістяної коси", equip={ "Збільшує ваш шанс нанесення критичного удару на 2%.", "Збільшує силу атаки на 80.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Bonescythe Breastplate
[22477] = { "поножі кістяної коси", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Bonescythe Legplates
[22478] = { "головний убір кістяної коси", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 2%." } }, -- Bonescythe Helmet
[22479] = { "наплечі кістяної коси", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Bonescythe Pauldrons
[22480] = { "чоботи кістяної коси", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує силу атаки на 64." } }, -- Bonescythe Sabatons
[22481] = { "бойові рукавиці кістяної коси", equip={ "Збільшує ваш шанс нанесення удару на 1%.", "Збільшує силу атаки на 66.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Bonescythe Gauntlets
[22482] = { "пасок кістяної коси", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Bonescythe Waistguard
[22483] = { "наручі кістяної коси", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Bonescythe Bracers
[22484] = { "некротична руна" }, -- Necrotic Rune
[22488] = { "мундир сноходця", equip={ "Збільшує зцілення від заклинань і ефектів на 66.", "Відновлює 8 мани кожні 5 сек." } }, -- Dreamwalker Tunic
[22489] = { "поножі сноходця", equip={ "Збільшує зцілення від заклинань і ефектів на 66.", "Відновлює 8 мани кожні 5 сек." } }, -- Dreamwalker Legguards
[22490] = { "головний убір сноходця", equip="Збільшує зцілення від заклинань і ефектів на 66." }, -- Dreamwalker Headpiece
[22491] = { "наплечі сноходця", equip={ "Відновлює 5 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 48." } }, -- Dreamwalker Spaulders
[22492] = { "чоботи сноходця", equip={ "Збільшує зцілення від заклинань і ефектів на 46.", "Відновлює 5 мани кожні 5 сек." } }, -- Dreamwalker Boots
[22493] = { "бойові рукавиці сноходця", equip="Збільшує зцілення від заклинань і ефектів на 53." }, -- Dreamwalker Handguards
[22494] = { "пасок сновидця", equip={ "Збільшує зцілення від заклинань і ефектів на 51.", "Відновлює 4 мани кожні 5 сек." } }, -- Dreamwalker Girdle
[22495] = { "наручі сноходця", equip={ "Збільшує зцілення від заклинань і ефектів на 40.", "Відновлює 5 мани кожні 5 сек." } }, -- Dreamwalker Wristguards
[22496] = { "мантія крижаного вогню", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 47.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Зменшує супротив магії цілей ваших заклинань на 13." } }, -- Frostfire Robe
[22497] = { "штани крижаного вогню", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 46." } }, -- Frostfire Leggings
[22498] = { "вінець крижаного вогню", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%." } }, -- Frostfire Circlet
[22499] = { "наплічники крижаного вогню", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 36." }, -- Frostfire Shoulderpads
[22500] = { "сандалі крижаного вогню", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28." } }, -- Frostfire Sandals
[22501] = { "рукавички крижаного вогню", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 36." }, -- Frostfire Gloves
[22502] = { "пояс крижаного вогню", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 28.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Frostfire Belt
[22503] = { "браслети крижаного вогню", equip={ "Зменшує супротив магії цілей ваших заклинань на 10.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Frostfire Bindings
[22504] = { "мантія чумного серця", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 51.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Plagueheart Robe
[22505] = { "штани чумного серця", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 37.", "Зменшує супротив магії цілей ваших заклинань на 10." } }, -- Plagueheart Leggings
[22506] = { "вінець чумного серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 33.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%.", "Збільшує ваш шанс нанесення удару заклинаннями на 1%." } }, -- Plagueheart Circlet
[22507] = { "наплічники чумного серця", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 36." } }, -- Plagueheart Shoulderpads
[22508] = { "сандалі чумного серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 32.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Plagueheart Sandals
[22509] = { "рукавички чумного серця", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." } }, -- Plagueheart Gloves
[22510] = { "пояс чумного серця", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 34.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Plagueheart Belt
[22511] = { "браслети чумного серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Plagueheart Bindings
[22512] = { "мантія віри", equip={ "Збільшує зцілення від заклинань і ефектів на 64.", "Відновлює 5 мани кожні 5 сек." } }, -- Robe of Faith
[22513] = { "штани віри", equip="Збільшує зцілення від заклинань і ефектів на 66." }, -- Leggings of Faith
[22514] = { "вінець віри", equip={ "Збільшує зцілення від заклинань і ефектів на 75.", "Відновлює 5 мани кожні 5 сек." } }, -- Circlet of Faith
[22515] = { "наплічники віри", equip={ "Збільшує зцілення від заклинань і ефектів на 51.", "Відновлює 3 мани кожні 5 сек." } }, -- Shoulderpads of Faith
[22516] = { "сандалі віри", equip={ "Відновлює 6 мани кожні 5 сек.", "Збільшує зцілення від заклинань і ефектів на 44." } }, -- Sandals of Faith
[22517] = { "рукавички віри", equip={ "Збільшує зцілення від заклинань і ефектів на 40.", "Відновлює 4 мани кожні 5 сек." } }, -- Gloves of Faith
[22518] = { "пояс віри", equip="Збільшує зцілення від заклинань і ефектів на 48." }, -- Belt of Faith
[22519] = { "браслети віри", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Bindings of Faith
[22520] = { "філактерія Кел'Тузада" }, -- The Phylactery of Kel'Thuzad
[22523] = { "відзнака Світанку" }, -- Insignia of the Dawn
[22524] = { "відзнака Багряного Походу" }, -- Insignia of the Crusade
[22525] = { "частини тіл склепної нечисті" }, -- Crypt Fiend Parts
[22526] = { "фрагменти кісток" }, -- Bone Fragments
[22527] = { "ядро стихій" }, -- Core of Elements
[22528] = { "брухт темного заліза" }, -- Dark Iron Scraps
[22529] = { "дикий пагін" }, -- Savage Frond
[22568] = { "запечатане замовлення майстра" }, -- Sealed Craftsman's Writ
[22589] = { "Атієш, великий посох Вартівника", equip={ "Збільшує ваш шанс нанесення удару заклинаннями на 2%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 150.", "Збільшує шанс нанесення критичного удару заклинаннями всіх членів групи в радіусі 30 м на 2%." }, use="Створити портал, що телепортує членів групи, які ним скористалися, до Каражана." }, -- Atiesh, Greatstaff of the Guardian
[22593] = { "подяка за супровід" }, -- Writ of Safe Passage
[22595] = { "оголошення про заклик до зброї" }, -- Call to Arms Announcement
[22600] = { "замовлення майстра — масивне грузило", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Dense Weightstone
[22601] = { "замовлення майстра — імперська латна кіраса", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Imperial Plate Chest
[22602] = { "замовлення майстра — вулканічний молот", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Volcanic Hammer
[22603] = { "замовлення майстра — величезна торієва бойова сокира", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Huge Thorium Battleaxe
[22604] = { "замовлення майстра — променистий вінець", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Radiant Circlet
[22605] = { "замовлення майстра — лиха шкіряна бандана", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Wicked Leather Headband
[22606] = { "замовлення майстра — накладки з міцної шкіри", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Rugged Armor Kit
[22607] = { "замовлення майстра — лихий шкіряний пояс", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Wicked Leather Belt
[22608] = { "замовлення майстра — рунічні шкіряні штани", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Runic Leather Pants
[22609] = { "замовлення майстра — сяйнополотняні штани", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Brightcloth Pants
[22610] = { "замовлення майстра — сумка з рунічного полотна", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Runecloth Boots
[22611] = { "замовлення майстра — сумка з рунічного полотна", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Runecloth Bag
[22612] = { "замовлення майстра — вбрання з рунічного полотна", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Runecloth Robe
[22613] = { "замовлення майстра — гоблінський саперний заряд", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Goblin Sapper Charge
[22614] = { "замовлення майстра — торієва граната", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Thorium Grenade
[22615] = { "замовлення майстра — гномське бойове курча", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Gnomish Battle Chicken
[22616] = { "замовлення майстра — торієва трубка", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Thorium Tube
[22617] = { "замовлення майстра — величезне зілля мани", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Major Mana Potion
[22618] = { "замовлення майстра — величезне зілля лікування", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Major Healing Potion
[22620] = { "замовлення майстра — велике зілля арканічного захисту", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Greater Arcane Protection Potion
[22621] = { "замовлення майстра — настій скам'яніння", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Flask of Petrification
[22622] = { "замовлення майстра — камнелуский вугор", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Stonescale Eel
[22623] = { "замовлення майстра — риба-броненосець", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Plated Armorfish
[22624] = { "замовлення майстра — блискавковий вугор", flavor="Скріплено печаткою Сріблястого Світанку." }, -- Craftsman's Writ - Lightning Eel
[22630] = { "Атієш, великий посох Вартівника", equip={ "Збільшує ваш шанс нанесення критичного удару заклинаннями на 2%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 150.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів всіх членів групи в радіусі 30 м на 33." }, use="Створити портал, що телепортує членів групи, які ним скористалися, до Каражана." }, -- Atiesh, Greatstaff of the Guardian
[22631] = { "Атієш, великий посох Вартівника", equip={ "Збільшує зцілення від заклинань і ефектів всіх членів групи в радіусі 30 м на 62.", "Збільшує шкоду від заклинань на 120, а зцілення - на 300." }, use="Створити портал, що телепортує членів групи, які ним скористалися, до Каражана." }, -- Atiesh, Greatstaff of the Guardian
[22632] = { "Атієш, великий посох Вартівника", equip={ "Відновлює 11 мани кожні 5 сек всім членам групи в радіусі 30 м.", "Збільшує зцілення від заклинань і ефектів на 300.", "Збільшує силу атаки на 420 в подобі кота, ведмедя та лютого ведмедя." }, use="Створити портал, що телепортує членів групи, які ним скористалися, до Каражана." }, -- Atiesh, Greatstaff of the Guardian
[22635] = { "захист джунглів", use="Додати на поножі або головний убір чари, що збільшують супротив природі на 10. Не сумується з іншими чарами на предметі." }, -- Savage Guard
[22636] = { "крижаний захист", use="Додати на поножі або головний убір чари, що збільшують супротив кризі на 10. Не сумується з іншими чарами на предметі." }, -- Ice Guard
[22637] = { "первісний ідол Гаккарі", flavor="Всередині вирує древнє зло..." }, -- Primal Hakkari Idol
[22638] = { "тіньовий захист", use="Додати на поножі або головний убір чари, що збільшують супротив тіні на 10. Не сумується з іншими чарами на предметі." }, -- Shadow Guard
[22648] = { "досьє Вул'Аші" }, -- Hive'Ashi Dossier
[22649] = { "досьє Вул'Регаля" }, -- Hive'Regal Dossier
[22650] = { "досьє Вул'Зора" }, -- Hive'Zora Dossier
[22652] = { "льодовиковий жилет", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Glacial Vest
[22654] = { "льодовикові рукавички", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Glacial Gloves
[22655] = { "льодовикові наручі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Glacial Wrists
[22656] = { "Очиститель", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- The Purifier
[22657] = { "амулет Світанку", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Amulet of the Dawn
[22658] = { "льодовиковий плащ" }, -- Glacial Cloak
[22659] = { "медальйон Світанку", equip={ "Збільшує силу атаки на 24.", "Збільшує ваш шанс нанесення критичного удару на 1%." } }, -- Medallion of the Dawn
[22661] = { "полярний мундир" }, -- Polar Tunic
[22662] = { "полярні рукавички" }, -- Polar Gloves
[22663] = { "полярні браслети" }, -- Polar Bracers
[22664] = { "кіраса з крижаної луски", equip="Збільшує силу атаки на 40." }, -- Icy Scale Breastplate
[22665] = { "браслети з крижаної луски", equip="Збільшує силу атаки на 32." }, -- Icy Scale Bracers
[22666] = { "рукавиці з крижаної луски", equip="Збільшує силу атаки на 22." }, -- Icy Scale Gauntlets
[22667] = { "браслети надії", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Bracers of Hope
[22668] = { "браслети хитрощів" }, -- Bracers of Subterfuge
[22669] = { "кіраса крижаної гибелі", equip="Збільшує навичку захисту на 8." }, -- Icebane Breastplate
[22670] = { "рукавиці крижаної гибелі", equip="Збільшує навичку захисту на 5." }, -- Icebane Gauntlets
[22671] = { "браслети крижаної гибелі", equip="Збільшує навичку захисту на 5." }, -- Icebane Bracers
[22678] = { "талісман вознесіння", use="Протягом 20 сек 5 заклинань, що наносять шкоду чи зцілюють, збільшать вашу шкоду від заклинань на 40, а зцілення — на 75. Ефект накопичується до 5 разів, а його дія закінчується після 6 заклинань або через 20 секунд." }, -- Talisman of Ascendance
[22679] = { "сумка для припасів" }, -- Supply Bag
[22680] = { "перстень рішучості", equip="Збільшує навичку захисту на 5." }, -- Band of Resolution
[22681] = { "перстень благочестя", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Band of Piety
[22682] = { "морозна руна", use="Поглинає від 1500 до 2500 шкоди від вогню. Триває 1 годину." }, -- Frozen Rune
[22684] = { "викрійка: Льодовикові рукавички", use="Навчає вас пошиттю льодовикових рукавичок.", recipe_result_item=22654 }, -- Pattern: Glacial Gloves
[22685] = { "викрійка: Льодовиковий плащ", use="Навчає вас пошиттю льодовикового плаща.", recipe_result_item=22658 }, -- Pattern: Glacial Cloak
[22686] = { "викрійка: Льодовиковий жилет", use="Навчає вас пошиттю льодовикового жилета.", recipe_result_item=22652 }, -- Pattern: Glacial Vest
[22687] = { "викрійка: Льодовикові наручі", use="Навчає вас пошиттю льодовикових наручів.", recipe_result_item=22655 }, -- Pattern: Glacial Wrists
[22688] = { "остання надія Верімонда", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Verimonde's Last Resort
[22689] = { "освячений шкіряний шолом", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Sanctified Leather Helm
[22690] = { "поножі чумного мисливця", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Leggings of the Plague Hunter
[22692] = { "викрійка: Полярний мундир", use="Навчає вас створювати полярний мундир.", recipe_result_item=22661 }, -- Pattern: Polar Tunic
[22694] = { "викрійка: Полярні рукавички", use="Навчає вас створювати полярні рукавички.", recipe_result_item=22662 }, -- Pattern: Polar Gloves
[22695] = { "викрійка: Полярні браслети", use="Навчає вас створювати полярні браслети.", recipe_result_item=22663 }, -- Pattern: Polar Bracers
[22696] = { "викрійка: Кіраса з крижаної луски", use="Навчає вас створювати кірасу з крижаної луски.", recipe_result_item=22664 }, -- Pattern: Icy Scale Breastplate
[22697] = { "викрійка: Рукавиці з крижаної луски", use="Навчає вас створювати рукавиці з крижаної луски.", recipe_result_item=22666 }, -- Pattern: Icy Scale Gauntlets
[22698] = { "викрійка: Браслети з крижаної луски", use="Навчає вас створювати браслети з крижаної луски.", recipe_result_item=22665 }, -- Pattern: Icy Scale Bracers
[22699] = { "поножі крижаної гибелі", equip="Збільшує навичку захисту на 6." }, -- Icebane Leggings
[22700] = { "льодовикові поножі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Glacial Leggings
[22701] = { "полярні поножі" }, -- Polar Leggings
[22702] = { "поножі з крижаної луски" }, -- Icy Scale Leggings
[22703] = { "креслення: Кіраса крижаної гибелі", use="Навчає вас створювати кірасу крижаної гибелі.", recipe_result_item=22669 }, -- Plans: Icebane Breastplate
[22704] = { "креслення: Рукавиці крижаної гибелі", use="Навчає вас створювати рукавиці крижаної гибелі.", recipe_result_item=22670 }, -- Plans: Icebane Gauntlets
[22705] = { "креслення: Браслети крижаної гибелі", use="Навчає вас створювати браслети крижаної гибелі.", recipe_result_item=22671 }, -- Plans: Icebane Bracers
[22707] = { "крижана хватка Рамаладні", flavor="На персні викарбувано: Рамаладні" }, -- Ramaladni's Icy Grasp
[22708] = { "доля Рамаладні", flavor="На персні викарбувано: Рамаладні" }, -- Fate of Ramaladni
[22711] = { "плащ поклонників Гаккарі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Cloak of the Hakkari Worshipers
[22712] = { "міць племені", equip="Збільшує силу атаки на 28." }, -- Might of the Tribe
[22713] = { "зуліанський обрядовий скіпетр", equip={ "Збільшує зцілення від заклинань і ефектів на 26.", "Відновлює 4 мани кожні 5 сек." } }, -- Zulian Scepter of Rites
[22714] = { "жертовні рукавиці", equip={ "Збільшує ваш шанс нанесення критичного удару на 1%.", "Збільшує ваш шанс нанесення удару на 1%." } }, -- Sacrificial Gauntlets
[22715] = { "рукавиці змучених", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Gloves of the Tormented
[22716] = { "пояс непочатої сили", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Belt of Untapped Power
[22718] = { "залита кров'ю маска", equip="Збільшує ваш шанс нанесення удару на 2%." }, -- Blooddrenched Mask
[22719] = { "довідник Омаріона" }, -- Omarion's Handbook
[22720] = { "зуліанський головний убір", equip="Збільшує зцілення від заклинань і ефектів на 55." }, -- Zulian Headdress
[22721] = { "перстень служіння", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Band of Servitude
[22722] = { "печатка берсерка Ґурубаші", equip="Збільшує силу атаки на 40." }, -- Seal of the Gurubashi Berserker
[22723] = { "лист від Архіваріуса", flavor="Лист скріплює непорушна печатка Срібного Світанку." }, -- A Letter from the Keeper of the Rolls
[22725] = { "перстень Кенарія" }, -- Band of Cenarius
[22726] = { "уламок Атієша", use="Об'єднати 40 уламків Атієша, щоб сформувати каркас Атієша.", flavor="Уламок Атієша, великого посоха Вартівника." }, -- Splinter of Atiesh
[22727] = { "каркас Атієша", flavor="Не вистачає верхів'я та основи." }, -- Frame of Atiesh
[22733] = { "верхів'я Атієша" }, -- Staff Head of Atiesh
[22734] = { "основа Атієша" }, -- Base of Atiesh
[22739] = { "фоліант поліморфії: черепаха", use="Навчає поліморфії в черепаху." }, -- Tome of Polymorph: Turtle
[22742] = { "сорочка Кривавого Вітрила" }, -- Bloodsail Shirt
[22743] = { "пояс Кривавого Вітрила" }, -- Bloodsail Sash
[22744] = { "чоботи Кривавого Вітрила" }, -- Bloodsail Boots
[22745] = { "штани Кривавого Вітрила" }, -- Bloodsail Pants
[22746] = { "піратська форма" }, -- Buccaneer's Uniform
[22891] = { "гримуар охоронця від тіні IV", use="Навчає закляттю \"Охоронець від тіні\" (Ранг 4)." }, -- Grimoire of Shadow Ward IV
[22892] = { "тьмяний некротичний камінь" }, -- Dim Necrotic Stone
[22895] = { "начаклований рулет з корицею", use=29073 }, -- Conjured Cinnamon Roll
[22930] = { "закривавлений конверт" }, -- A Bloodstained Envelope
[22932] = { "порваний лист" }, -- A Torn Letter
[22940] = { "напліччя крижаної гибелі", equip="Збільшує навичку захисту на 7." }, -- Icebane Pauldrons
[22941] = { "полярні наплічники" }, -- Polar Shoulder Pads
[22944] = { "зім'яте послання" }, -- A Crumpled Missive
[22945] = { "потерта записка" }, -- A Careworn Note
[22946] = { "пошарпана сторінка" }, -- A Ragged Page
[22948] = { "вкритий брудом документ" }, -- A Smudged Document
[22949] = { "тріснутий некротичний кристал" }, -- Cracked Necrotic Crystal
[22950] = { "тьмяний некротичний кристал" }, -- Faint Necrotic Crystal
[22967] = { "наплічники з крижаної луски" }, -- Icy Scale Spaulders
[22968] = { "льодовикові наплічники", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Glacial Mantle
[22970] = { "закривавлений конверт" }, -- A Bloodstained Envelope
[22972] = { "потерта записка" }, -- A Careworn Note
[22975] = { "вкритий брудом документ" }, -- A Smudged Document
[22977] = { "порваний лист" }, -- A Torn Letter
[22999] = { "гербова накидка Сріблястого Світанку" }, -- Tabard of the Argent Dawn
[23002] = { "коробка з черепашкою", use="Клацніть правою кнопкою миші, щоб викликати і відпустити черепашку Шустрика." }, -- Turtle Box
[23007] = { "нашийник поросяти", use="Клацніть правою кнопкою миші, щоб викликати і відпустити пана Хрюка." }, -- Piglet's Collar
[23008] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23010] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23011] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23012] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23013] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23015] = { "клітка зі щуром", use="Клацніть правою кнопкою миші, щоб викликати і відпустити щура Вусика." }, -- Rat Cage
[23016] = { "запечатані результати дослідження" }, -- Sealed Research Report
[23019] = { "шолом крижаної гибелі", equip="Збільшує навичку захисту на 8." }, -- Icebane Helmet
[23020] = { "полярний шолом" }, -- Polar Helmet
[23022] = { "розплата скнари", flavor="Мішок з 5 золотими монетами. Для тих, хто любить розповідати дітям, що Діда Зими не існує..." }, -- Curmudgeon's Payoff
[23024] = { "підготовлені документи про польову службу" }, -- Prepared Field Duty Papers
[23032] = { "льодовиковий головний убір", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Glacial Headdress
[23033] = { "койф з крижаної луски" }, -- Icy Scale Coif
[23055] = { "слово відлиги", use="Використати на морозній руні, щоб розтопити її." }, -- Word of Thawing
[23059] = { "перстень безстрашності", equip={ "Збільшує ваш шанс ухилитися від атаки на 1%.", "Збільшує навичку захисту на 10." } }, -- Ring of the Dreadnaught
[23060] = { "перстень кістяної коси", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Bonescythe Ring
[23061] = { "перстень віри", equip="Збільшує зцілення від заклинань і ефектів на 55." }, -- Ring of Faith
[23062] = { "перстень крижаного вогню", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 30.", "Збільшує ваш шанс нанесення критичного удару заклинаннями на 1%." } }, -- Frostfire Ring
[23063] = { "перстень чумного серця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Plagueheart Ring
[23064] = { "перстень сноходця", equip="Збільшує зцілення від заклинань і ефектів на 37." }, -- Ring of the Dreamwalker
[23065] = { "перстень Землетрощителя", equip={ "Збільшує зцілення від заклинань і ефектів на 37.", "Відновлює 6 мани кожні 5 сек." } }, -- Ring of the Earthshatterer
[23066] = { "перстень спокути", equip={ "Збільшує зцілення від заклинань і ефектів на 37.", "Відновлює 6 мани кожні 5 сек." } }, -- Ring of Redemption
[23067] = { "перстень склепного ловця", equip="Відновлює 6 мани кожні 5 сек." }, -- Ring of the Cryptstalker
[23078] = { "рукавиці знищення невмерлих", equip="Збільшує силу атаки на 60 в бою з невмерлими." }, -- Gauntlets of Undead Slaying
[23081] = { "ручні пов'язки знищення невмерлих", equip="Збільшує силу атаки на 60 в бою з невмерлими." }, -- Handwraps of Undead Slaying
[23082] = { "бойові рукавиці знищення невмерлих", equip="Збільшує силу атаки на 60 в бою з невмерлими." }, -- Handguards of Undead Slaying
[23083] = { "захоплене полум'я", use="Викликати чи відпустити дух літа." }, -- Captured Flame
[23084] = { "рукавички знищення невмерлих", equip="Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на 35." }, -- Gloves of Undead Cleansing
[23085] = { "мантія знищення невмерлих", equip="Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на 48." }, -- Robe of Undead Cleansing
[23087] = { "кіраса знищення невмерлих", equip="Збільшує силу атаки на 81 в бою з невмерлими." }, -- Breastplate of Undead Slaying
[23088] = { "нагрудник знищення невмерлих", equip="Збільшує силу атаки на 81 в бою з невмерлими." }, -- Chestguard of Undead Slaying
[23089] = { "мундир знищення невмерлих", equip="Збільшує силу атаки на 81 в бою з невмерлими." }, -- Tunic of Undead Slaying
[23090] = { "поручі знищення невмерлих", equip="Збільшує силу атаки на 45 в бою з невмерлими." }, -- Bracers of Undead Slaying
[23091] = { "браслети знищення невмерлих", equip="Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на 26." }, -- Bracers of Undead Cleansing
[23092] = { "наручі знищення невмерлих", equip="Збільшує силу атаки на 45 в бою з невмерлими." }, -- Wristguards of Undead Slaying
[23093] = { "пов'язки знищення невмерлих", equip="Збільшує силу атаки на 45 в бою з невмерлими." }, -- Wristwraps of Undead Slaying
[23122] = { "освячений точильний камінь", use="При нанесенні на зброю збільшує силу атаки на 100 в бою з невмерлими. Триває 1 годину." }, -- Consecrated Sharpening Stone
[23123] = { "благословенна чарівна олія", use="При нанесенні на зброю збільшує шкоду від магічних заклинань на 60 в бою з невмерлими. Триває 1 годину." }, -- Blessed Wizard Oil
[23160] = { "хліб дружби", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Friendship Bread
[23161] = { "свіжовичавлений лимонад", use="Відновлює 2934 мани протягом 30 сек. Потрібно залишатися в сидячому положенні під час пиття." }, -- Freshly-Squeezed Lemonade
[23179] = { "полум'я Орґріммара" }, -- Flame of Orgrimmar
[23180] = { "полум'я Громового Бескиду" }, -- Flame of Thunder Bluff
[23181] = { "полум'я Підмістя" }, -- Flame of the Undercity
[23182] = { "полум'я Штормовію" }, -- Flame of Stormwind
[23183] = { "полум'я Залізогарта" }, -- Flame of Ironforge
[23184] = { "полум'я Дарнаса" }, -- Flame of Darnassus
[23194] = { "менший знак Світанку", use="Збільшує витривалість протягом 1 години." }, -- Lesser Mark of the Dawn
[23195] = { "знак Світанку", use="Збільшує витривалість протягом 1 години." }, -- Mark of the Dawn
[23196] = { "більший знак Світанку", use="Збільшує витривалість протягом 1 години." }, -- Greater Mark of the Dawn
[23206] = { "знак чемпіона", equip="Збільшує силу атаки на 150 в бою з невмерлими та девонами. Також дозволяє отримувати камені Скари для Сріблястого Світанку." }, -- Mark of the Champion
[23207] = { "знак чемпіона", equip="Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими та девонами на 85. Також дозволяє отримувати камені Скари для Сріблястого Світанку." }, -- Mark of the Champion
[23211] = { "смажений зефір", use="Збільшує зцілення від магічних заклинань на 44 протягом 1 години.", flavor="Липкий, розплавлений, смачний." }, -- Toasted Smorc
[23246] = { "вогняне фестивальне пиво", use="Запалює подих!" }, -- Fiery Festival Brew
[23247] = { "палаючий цвіт", use="Кинути у вогнище вогняного фестивалю!" }, -- Burning Blossom
[23250] = { "призматична мушля" }, -- Prismatic Shell
[23323] = { "корона вогняного фестивалю" }, -- Crown of the Fire Festival
[23324] = { "наплечі вогняного фестивалю" }, -- Mantle of the Fire Festival
[23326] = { "літня ковбаска", use="Збільшує шкоду від заклинань на 23 протягом 1 години." }, -- Midsummer Sausage
[23327] = { "підсмажена на вогні булочка", use="Збільшує ваш шанс нанесення удару на 2% протягом 1 години." }, -- Fire-toasted Bun
[23379] = { "попелясті браслети", use="Викликати попелястого елементаля, що захищатиме вас протягом 10 хв." }, -- Cinder Bracers
[23435] = { "бузиновий пиріг", use="Збільшує навичку захисту на 13 протягом 1 години." }, -- Elderberry Pie
[23705] = { "гербова накидка полум'я" }, -- Tabard of Flame
[184937] = { "хронозаміщувач благословень", use="Змінює тканину часу, призупиняючи благословення драконоборця, Грізного Молота, Зул'Ґуруба та Сквернолісся." }, -- Chronoboon Displacer
[184938] = { "заряджений хронозаміщувач благословень", use="Відновити призупинені благословення." }, -- Supercharged Chronoboon Displacer
[190179] = { "серце Авеліни" }, -- Avelina's Heart
[190180] = { "серце Айзека" }, -- Isaac's Heart
[190181] = { "серця закоханих", use="Викликати інкуба в колі виклику." }, -- Lovers' Hearts
[190186] = { "дерев'яна статуетка", use="Викликати інкуба в колі виклику.", flavor="На підставці є напис: Я вдома." }, -- Wooden Figurine
[190187] = { "вицвіла хустка", use="Викликати інкуба в колі виклику.", flavor="На тканині вишиті витончені візерунки, а також літери \"M+K\"." }, -- Withered Scarf
[190232] = { "вицвіла хустка", flavor="На тканині вишиті витончені візерунки, а також літери \"M+K\"." }, -- Withered Scarf
[190307] = { "незапалений смолоскип", flavor="Знаєте, що б дуже пасувало цьому смолоскипу? Вогонь." }, -- Unlit Torch
[190308] = { "палаючий смолоскип", use="Кинути смолоскип у ціль, щоб підпалити її.", flavor="Стане в нагоді, щоб відволікти когось пожежею!" }, -- Burning Torch
[190309] = { "дерев'яна статуетка", flavor="На підставці є напис: Я вдома." }, -- Wooden Figurine
[191550] = { "Книга смертекаменів: Маска смерті", flavor="Фоліант, що детально описує мистецтво перетворення смертекаменів на маску смерті." }, -- Book of Deathstones: Mask of Death
}

if addonTable.item then
    for k, v in pairs(items) do addonTable.item[k] = v end
else
    addonTable.item = items
end
