--[[

## Термінологія для опису заклять в spell*.lua та ефектів у item*.lua

Balance spells                      -- закляття спеціалізації "Баланс"
Affliction spells                   -- закляття спеціалізації "Химородь"
Destruction spells                  -- закляття спеціалізації "Руйнація"

X Physical damage                   -- X фізичної шкоди
X Arcane damage                     -- X шкоди арканою
X Fire damage                       -- X шкоди вогнем
X Frost damage                      -- X шкоди кригою
X Nature damage                     -- X шкоди природою
X Shadow damage                     -- X шкоди тінню
X Holy damage                       -- X шкоди святістю
X weapon damage                     -- X шкоди зброєю
initial damage                      -- первинна шкода
main hand / off-hand                -- основна рука / неосновна рука
parry chance                        -- імовірність парирувати
dodge chance                        -- імовірність ухилитися
hit chance                          -- імовірність поцілити
dual wield                          -- бій з двох рук

all attributes                      -- всі характеристики
Intelligence                        -- інтелект
Strength                            -- сила
Agility                             -- спритність
Stamina                             -- витривалість
Frenzy effect                       -- ефект навіженості
Disease effect                      -- ефект хвороби
Poison effect                       -- ефект отрути
Curse effect                        -- ефект прокляття
spell / ability                     -- закляття / здібність (синоніми, залежить від контексту)
cooldown                            -- поновлення
instance                            -- ігровимір
to purge                            -- очистити / вичистити / чистити
to dispel                           -- розсіяти
resistance                          -- опір (вогню, кризі, ...)
harmful spell                       -- шкідливе закляття
beneficial spell                    -- сприятливе закляття
offensive spells                    -- атакуючі закляття
defensive spells                    -- захисні закляття
stealth detection                   -- здатність виявлення непомітності
Target cannot stealth or turn invisible -- Ціль не може стати непомітною або невидимою
This effect stack up to X times     -- Ефект накладається до {X} разів
Causes a high amount of threat      -- Спричиняє високий рівень загрози
Movement Impairing effects          -- ефекти перешкоди руху
Only usable outdoors                -- Можна використовувати лише просто неба
Only usable out of combat           -- Можна використовувати лише поза боєм
must channel to maintain the spell  -- повинен підтримувати закляття
yields experience or honor          -- приносить досвід або честь
to silence the target               -- знемовити ціль
fully resisted spell                -- повністю протидіяти закляттю
life drained / mana drained         -- (обсяг) випитого життя / випитої мани / висушувати
which serves as a mount             -- для верхової їзди / на якому можна їздити верхи (якщо опис дозволяє)
happiness                           -- щасливість (показник у вихованців мисливців)
mount                               -- транспорт (при можливості уникати прямого слова, якщо контекст дозволяє)
pet                                 -- вихованець (у мисливців) / прислужник (у чорнокнижників)

Dazed                               -- Запаморочений
Asleep                              -- Сплячий
Feared                              -- Наляканий
Rooted                              -- Прикований
Frozen                              -- Заморожений
Chilled                             -- Охолоджений
Charmed                             -- Причарований
Stunned                             -- Приголомшений
Taunted                             -- Підбурений
Enraged                             -- Розлючений
Silenced                            -- Знемовлений
Disarmed                            -- Роззброєний
Enslaved                            -- Поневолений
Horrified                           -- Нажаханий
Invisible                           -- Невидимий
Stealthed                           -- Непомітний
Disoriented                         -- Дезорієнтований
Immobilized / Immobile              -- Знерухомлений / Нерухомий
Invulnerable                        -- Невразливий
Incapacitated                       -- Недієздатний

Fear and Horror effects             -- ефекти страху та жаху
Increases your Defense skill by X   -- Збільшує вашу захисну здібність на X
Awards 1 combo point                -- Збільшує довжину комбінації на X прийом
Target must be facing you           -- Ціль має бути повернута до вас
Must be behind the target           -- Необхідно бути позаду цілі
Must be stealthed                   -- Необхідно бути непомітним
Does not break stealth              -- Не порушує непомітності
More effective than XXXXX (Rank X)  -- Дієвіше за "XXXXX" (Ранг X)
Requires a dagger in the main hand  -- Працює лише за наявності кинджалу в основній руці
Any damage caused will revive the target -- Будь-яка шкода знімає ефект з ураженої цілі
Any damage caused will awaken the target -- Будь-яка шкода пробудить ціль
Any damage caused will remove the effect -- Будь-яка шкода скасує ефект
Stacks up to X times on a single target -- Накладається до X разів на одній цілі
Turns off your attack when used     -- Припиняє вашу атаку при використанні
Finishing move                      -- Завершальний рух
each tick                           -- на кожному такті
1 charge                            -- 1 заряд

interrupts spellcasting and prevents any spell in that school from being cast for X sec
-- перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом X с

chance to resist interruption caused by damage while casting
-- імовірність уникнути затримки вимови заклять, спричиненої шкодою

chance to resist interruption caused by damage while channeling
-- імовірність уникнути переривання промовляння заклять, спричиненого шкодою

Conjured items disappear if logged out for more than 15 minutes.
-- Начакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.

Will not work if the target is in another instance or on another continent.
-- Не працює, якщо ціль перебуває в іншому ігровимірі або на іншому континенті.

Only one form of tracking can be active at a time.
-- Одночасно можна вистежувати лише щось одне.

]]--

local _, addonTable = ...
addonTable.spell = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

[56] = { "Приголомшення", "Приголомшує ціль на {1} с.#target for {1} sec", "Приголомшено." }, -- Stun
[65] = { "Прискорення", "Збільшує вашу швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec" }, -- Haste
[66] = { "Мала невидимість", "Робить заклинача невидимим на 2 хв, проте це закляття вкрай нестабільне та може припинити свою дію завчасно.", "Мала Невидимість." }, -- Lesser Invisibility
[89] = { "Каліцтво", "Калічить ціль, що знижує швидкість її переміщення на 40%, збільшує проміжок між атаками ближнього бою на 45% і атаками дальнього бою на 45%. Триває 20 с.", "Швидкість пересування зменшено на 40%. Час між атаками ближнього бою збільшено на 45%. Час між атаками дальнього бою збільшено на 45%." }, -- Cripple (Rank 1)
[96] = { "Розчленування", "Збільшує шкоду від вашого наступного удару в ближньому бою на 100 та спричиняє кровотечу.", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec" }, -- Dismember
[113] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, приковуючи його на місці на 15 с.", "Прикований на місці." }, -- Chains of Ice (Rank 1)
[430] = { "Напій", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття.#Restores {1} mana over {2} sec", "Відновлює {1} мани щосекунди.#Restores {1} mana" }, -- Drink
[431] = { ref=430 }, -- Drink
[432] = { ref=430 }, -- Drink
[433] = { "Їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health over {2} sec", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[434] = { ref=433 }, -- Food
[435] = { ref=433 }, -- Food
[673] = { "Мале підвищення броні", "Збільшує броню на {1} протягом {2} год.#by {1} for {2} h", "Броню збільшено на {1}.#by {1}" }, -- Lesser Armor
[700] = { "Сон", "Змушує ворожу ціль спати на {1} с. Будь-яка шкода розбудить ціль. Одночасно лише одну ціль можна змусити спати.#up to {1} sec", "Спить." }, -- Sleep (Rank 1)
[701] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.#for {1} Fire" }, -- Firebolt
[746] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec" }, -- First Aid (Rank 1)
[806] = { "Палкість", "Збільшує силу на {1} та завдає вам {2} шкоди кожні {3} с протягом {4} хв.#by {1} and does {2} damage to you every {3} sec for {4} min", "Силу збільшено. Отримання шкоди." }, -- Fervor
[818] = { "Звичайне вогнище", "Розпалювання вогнища, яке дозволяє готувати їжу та підвищує дух персонажів, які знаходяться поряд, на 4 од." }, -- Basic Campfire
[835] = { "Оберіг припливу", ref=56 }, -- Tidal Charm
[1090] = { ref=700 }, -- Sleep (Rank 2)
[1127] = { ref=433 }, -- Food
[1129] = { ref=433 }, -- Food
[1131] = { ref=433 }, -- Food
[1133] = { ref=430 }, -- Drink
[1135] = { ref=430 }, -- Drink
[1137] = { ref=430 }, -- Drink
[1159] = { ref=746 }, -- First Aid (Rank 2)
[1604] = { "Запаморочення", nil, "Швидкість руху знижено на 50%." }, -- Dazed
[2367] = { "Мале підвищення сили", "Збільшує силу на {1} протягом {2} год.#by {1} for {2} h", "Силу збільшено на {1}.#by {1}" }, -- Lesser Strength
[2374] = { "Мале підвищення спритності", "Збільшує спритність на {1} протягом {2} год.#by {1} for {2} h", "Спритність збільшено на {1}.#by {1}" }, -- Lesser Agility
[2378] = { "Здоров'я", "Збільшує запас здоров'я на {1} протягом {2} год.#by {1} for {2} h", "Запас здоров'я збільшено на {1}.#by {1}" }, -- Health
[2379] = { "Швидкість", "Збільшує швидкість бігу на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість бігу збільшено на {1}%.#by {1}%" }, -- Speed
[2380] = { "Опір", "Збільшує ваш опір всім школам магії на {1} протягом {2} хв.#by {1} for {2} min", "Опір магії збільшено." }, -- Resistance
[2479] = { "Безславна ціль", nil, "Наразі ви не варті жодних очок честі для ворога." }, -- Honorless Target
[2639] = { "Їжа", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana" }, -- Food
[3137] = { "Ефект усунення отрути" }, -- Abolish Poison Effect
[3159] = { "Спритність", ref=2374 }, -- Agility
[3160] = { ref=3159 }, -- Agility
[3161] = { ref=2367 }, -- Lesser Strength
[3162] = { ref=2367 }, -- Lesser Strength
[3163] = { "Сила", ref=2367 }, -- Strength
[3164] = { ref=3163 }, -- Strength
[3166] = { "Мале підвищення інтелекту", "Збільшує інтелект на {1} протягом {2} год.#by {1} for {2} h", "Інтелект збільшено на {1}.#by {1}" }, -- Lesser Intellect
[3169] = { "Невразливість", "Надає невразливість до фізичних атак протягом {1} с.#next {1} sec", "Невразливість до фізичних атак." }, -- Invulnerability
[3219] = { "Регенерація", "Відновлює {1} здоров'я кожні {2} с протягом {3} год.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec" }, -- Regeneration
[3220] = { "Броня", ref=673 }, -- Armor
[3222] = { ref=3219 }, -- Regeneration
[3223] = { ref=3219 }, -- Regeneration
[3267] = { ref=746 }, -- First Aid (Rank 3)
[3268] = { ref=746 }, -- First Aid (Rank 4)
[3592] = { "Лікування недуг", "Лікує хвороби і знешкоджує отрути." }, -- Cure Ailments
[3593] = { "Здоров'я II", ref=2378 }, -- Health II
[3594] = { "Тіньова олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Тіньову стрілу ІІІ\" на опонента при ударі. Триває {2} хв.#a {1}% chance#Lasts {2} min" }, -- Shadow Oil
[3595] = { "Крижана олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Крижану стрілу\" на опонента при ударі. Триває {2} хв.#a {1}% chance#Lasts {2} min" }, -- Frost Oil
[3680] = { "Мала невидимість", "Надає малу невидимість на {1} с.#for {1} sec", "Мала невидимість." }, -- Lesser Invisibility
[4079] = { "Маскування", "Дає невидимість на {1} с. Можна використовувати лише раз на {2} хв.#for {1} sec#every {2} min", "Невидимість на {1} с.#for {1} sec" }, -- Cloaking
[4318] = { "Підступність раптора", "Збільшує спритність на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено." }, -- Guile of the Raptor
[4941] = { "Каменещит", "Збільшує броню на {1} протягом {2} хв.#armor by {1} for {2} min", "Броню збільшено." }, -- Stoneshield
[5004] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваші витривалість та дух збільшаться на {3} протягом {4} хв.#Restores {1} health over {2} sec#gain {3} Stamina and Spirit for {4} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[5005] = { ref=5004 }, -- Food
[5006] = { ref=5004 }, -- Food
[5007] = { ref=5004 }, -- Food
[5024] = { "Втеча", "Збільшує вашу швидкість бігу на {1}% протягом {2} с, але завдає від {3} до {4} шкоди та витягує від {5} до {6} мани кожні {7} с.#by {1}% for {2} sec#deals {3} to {4} damage#drains {5} to {6} mana every {7} sec", "Швидкість руху збільшено, але періодично втрачається здоров'я та мана." }, -- Flee
[5134] = { "Світлова бомба", "Змушує всіх звірів у радіусі {1} м втікати протягом {2} с.#in a {1} yard#for {2} sec", "Налякано." }, -- Flash Bomb
[5320] = { "Грація Ічіякі" }, -- Echeyakee's Grace (Rank 1)
[5321] = { "Лють Ішамухала", "Збільшує Витривалість цілі на 2 на 30 хв." }, -- Ishamuhale's Rage (Rank 1)
[5405] = { ref=436 }, -- Replenish Mana (Rank 1)
[5530] = { "Приголомшення булавою", "Приголомшує ціль на 3 с." }, -- Mace Stun Effect (Rank 1)
[5579] = { "Невразливість до знерухомлення/сповільнення/приголомшення", "Знімає всі ефекти знерухомлення, сповільнення та приголомшення." }, -- Immune Root/Snare/Stun
[5665] = { "Лють болотянчика", "Збільшує фізичну шкоду на {1} протягом {2} хв.#by {1} for {2} min", "Збільшено шкоду ближнього бою." }, -- Fury of the Bogling
[5857] = { "Ефект пекельного вогню" }, -- Hellfire Effect (Rank 1)
[5917] = { "Незграбність", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено." }, -- Fumble (Rank 1)
[6114] = { "Рапторовий пунш", "Збільшує ваш інтелект на {1} але зменшує витривалість на {2} протягом {3} хв.#Intellect by {1} and#Stamina by {2} for {3} min", "Інтелект збільшено, а витривалість зменшено." }, -- Raptor Punch
[6298] = { "Форма місяцескрада", "Перетворитися на місяцескрада та отримати невидимість на {1} хв.#for {1} min", "Невидимість." }, -- Form of the Moonstalker
[6405] = { "Форма хутропуза", "Перетворює вас на хутропуза на {1} хв.#for {1} min", "Перетворено на хутропуза." }, -- Furbolg Form
[6410] = { nil, "Відновлює {1} здоров'я протягом {2} с, якщо вам, звісно, не трапиться отруйна залоза.#{1} damage over {2} sec", ref=433 }, -- Food
[6512] = { "Виявлення малої невидимості", "Надає виявлення малої невидимості протягом {1} хв.#for {1} min", "Виявлення малої невидимості." }, -- Detect Lesser Invisibility
[6603] = { "Атакувати" }, -- Attack
[6612] = { "Лють", "Збільшує лють на {1}-{2}.#by {1} to {2}" }, -- Rage
[6613] = { "Велика лють", ref=6612 }, -- Great Rage
[6615] = { "Невпинність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Не знімає вже наявні ефекти.#next {1} sec", "Невпинність." }, -- Free Action
[6724] = { "Сяйво Елуни", "Дає невразливість до шкоди та заклять протягом {1} с.#for {1} sec", "Невразливість до шкоди та заклять." }, -- Light of Elune (Rank 1)
[7178] = { "Водне дихання", "Дозволяє дихати водою протягом {1} хв.#for {1} min", "Водне дихання." }, -- Water Breathing (Rank 1)
[7230] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}" }, -- Fire Protection (Rank 1)
[7231] = { ref=7230 }, -- Fire Protection (Rank 2)
[7232] = { ref=7230 }, -- Fire Protection (Rank 3)
[7233] = { ref=7230 }, -- Fire Protection (Rank 4)
[7234] = { ref=7230 }, -- Fire Protection (Rank 5)
[7235] = { "Тіньовий захист", "Поглинає від {1} до {2} шкоди від тіні. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}" }, -- Shadow Protection (Rank 1)
[7236] = { "Крижаний захист", "Поглинає від {1} до {2} шкоди від криги. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}" }, -- Frost Protection (Rank 2)
[7237] = { ref=7236 }, -- Frost Protection (Rank 4)
[7238] = { ref=7236 }, -- Frost Protection (Rank 3)
[7239] = { ref=7236 }, -- Frost Protection (Rank 5)
[7240] = { ref=7236 }, -- Frost Protection (Rank 1)
[7241] = { ref=7235 }, -- Shadow Protection (Rank 2)
[7242] = { ref=7235 }, -- Shadow Protection (Rank 3)
[7243] = { ref=7235 }, -- Shadow Protection (Rank 4)
[7244] = { ref=7235 }, -- Shadow Protection (Rank 5)
[7245] = { "Священний захист", "Поглинає від {1} до {2} шкоди від святості. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від святості.#Absorbs {1} to {2}" }, -- Holy Protection (Rank 1)
[7246] = { ref=7245 }, -- Holy Protection (Rank 2)
[7247] = { ref=7245 }, -- Holy Protection (Rank 3)
[7248] = { ref=7245 }, -- Holy Protection (Rank 4)
[7249] = { ref=7245 }, -- Holy Protection (Rank 5)
[7250] = { "Природний захист", "Поглинає від {1} до {2} шкоди від природи. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}" }, -- Nature Protection (Rank 1)
[7251] = { ref=7250 }, -- Nature Protection (Rank 2)
[7252] = { ref=7250 }, -- Nature Protection (Rank 3)
[7253] = { ref=7250 }, -- Nature Protection (Rank 4)
[7254] = { ref=7250 }, -- Nature Protection (Rank 5)
[7289] = { "Зменшення", "Зменшує силу ворога на {1}, а витривалість - на {2} протягом {3} хв.#Strength by {1}#Stamina by {2} for {3} min", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}" }, -- Shrink
[7396] = { "Риб'ячий жир", "Збільшує швидкість вашої атаки на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено." }, -- Fishliver Oil
[7412] = { "Накладання чар", "Дозволяє застосовувати чари до зброї та обладунків до максимального потенційного рівня навички 150." }, -- Enchanting (Journeyman)
[7737] = { ref=433 }, -- Food
[7764] = { "Мудрість Аґамаґґана", "Збільшує інтелект на {1}.#by {1}", "Збільшує інтелект на {1}.#by {1}" }, -- Wisdom of Agamaggan (Rank 1)
[7840] = { "Швидке плавання", "Збільшує швидкість плавання на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість плавання збільшено на {1}%.#by {1}%" }, -- Swim Speed
[7844] = { "Вогнеміць", "Збільшує шкоду від вогняних заклинань на {1} протягом {2} хв.#by up to {1} for {2} min", "Шкоду вогнем від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Fire Power
[7926] = { ref=746 }, -- First Aid (Rank 5)
[7927] = { ref=746 }, -- First Aid (Rank 6)
[8063] = { "Загадкова риба", "З'їж мене.", "Ви почуваєтесь дивно." }, -- Deviate Fish
[8064] = { "Сонливість", nil, "Спить." }, -- Sleepy
[8065] = { "Збадьорення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}" }, -- Invigorate (Rank 2)
[8066] = { "Зменшення", nil, "Зменшено силу, витривалість та розмір." }, -- Shrink
[8067] = { "Час вечірки!", nil, "Ви сповнені духом вечірки." }, -- Party Time!
[8068] = { "Здоровий дух", "Збільшує дух на {1} протягом {2} хв.#Spirit by {1} for {2} min", "Дух збільшено." }, -- Healthy Spirit
[8070] = { "Омолодження", "Відновлює цілі {1} здоров'я протягом {2} секунд.#for {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}" }, -- Rejuvenation (Rank 1)
[8191] = { "Ревність", "Виплеск енергії наповнює вас, збільшуючи шкоду на {1} і броню на {2} протягом {3} с.#damage by {1} and armor by {2} for {3} sec", "Шкоду та броню збільшено." }, -- Zeal (Rank 1)
[8202] = { "Зір сапти", "Дозволює шаману бачити духів стихій.", "Здатність бачити духів стихій." }, -- Sapta Sight
[8212] = { "Збільшення", "Ваш розмір збільшується, а ваша сила зростає на {1}, відповідно до вашого нового розміру. Триває {2} хв.#up by {1}#Lasts {2} min", "Силу збільшено на {1}, а також збільшено розмір.#by {1}" }, -- Enlarge
[8213] = { "Приготована загадкова риба", ref=8063 }, -- Cooked Deviate Fish
[8215] = { "Швидка вимова", nil, "Швидкість вимови заклять збільшено." }, -- Rapid Cast
[8219] = { "Підміна", nil, "Видозмінено." }, -- Flip Out
[8220] = { ref=8219 }, -- Flip Out
[8221] = { "Яааарррр", nil, "Видозмінено." }, -- Yaaarrrr
[8222] = { ref=8221 }, -- Yaaarrrr
[8223] = { "Отакої!", nil, "Видозмінено." }, -- Oops!
[8224] = { "Боягузтво", nil, "Налякано." }, -- Cowardice
[8225] = { "Тікай!", nil, "Налякано." }, -- Run Away!
[8226] = { "Імітація смерті", nil, "Вдає мертвого." }, -- Fake Death
[8277] = { "Чаклунство вуду", "Зменшити фізичну шкоду цілі на {1} протягом {2} хв.#target is reduced by {1} for {2} min", "Фізичну шкоду зменшено." }, -- Voodoo Hex (Rank 1)
[8312] = { "Пастка", "Знерухомлює ціль на {1} с.#unable to move for {1} sec", "Знерухомлено." }, -- Trap
[8313] = { "Отрута", "Отруює ціль, завдаючи {1} шкоди від природи кожні {2} с протягом {3} с.#for {1} Nature damage every {2} sec for {3} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage#every {2} sec" }, -- Poison
[8326] = { "Привид", nil, "Рухайтеся до місця вашого тіла або поговоріть з цілителем духу щоб повернутися до життя." }, -- Ghost
[8348] = { "Благословення Джулії", "Зцілює власнику {1} здоров'я протягом {2} с.#wielder of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#Heals {1} damage every {2} sec" }, -- Julie's Blessing (Rank 1)
[8377] = { "Землехват", nil, "Знерухомлено." }, -- Earthgrab
[8747] = { "Швидкість плавання", "Збільшує швидкість плавання на {1}%.#swim speed by {1}%", "Швидкість плавання збільшено на {1}%.#swim speed by {1}%" }, -- Swimming Speed
[8898] = { ref=8202 }, -- Sapta Sight
[8899] = { ref=8202 }, -- Sapta Sight
[8900] = { ref=8202 }, -- Sapta Sight
[9175] = { "Швидкість бігу", ref=2379 }, -- Running Speed
[9176] = { "Священний розкол", "Зменшує броню цілі на {1} протягом {2} хв.#armor of target by {1} for {2} min", "Броню зменшено." }, -- Holy Sunder
[9252] = { ref=436 }, -- Replenish Mana I
[9253] = { ref=436 }, -- Replenish Mana II
[9574] = { "Вогняний ляпас", "Завдає цілі від {1} до {2} шкоди вогнем і збільшує шкоду вогнем по цілі на {3} протягом {4} секунд.#Inflicts {1} to {2} Fire#by {3} for {4} sec", "Вхідну шкоду вогнем збільшено на {1}.#by {1}" }, -- Flame Buffet
[9632] = { "Буря клинків", "Ви починаєте атакувати всіх ворогів поблизу протягом {1} секунд, завдаючи їм збільшеної на {2} шкоди від зброї кожні {3} секунди.#nearby enemies for {1} sec# additional {2} every {3} sec", "Атакує всіх ворогів поблизу, завдаючи збільшеної на {1} шкоди від зброї.#weapon damage + {1}" }, -- Bladestorm (Rank 1)
[9658] = { ref=9574 }, -- Flame Buffet
[9774] = { "Невразливість до знерухомлення", "Усуває наявні ефекти знерухомлення та надає невразливість до ефектів знерухомлення протягом {1} с.#Immobilizing effects for {1} sec", "Невразливість до ефектів знерухомлення протягом {1} с.#effects for {1} sec" }, -- Immune Root
[9991] = { "Дотик Занзіла", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!" }, -- Touch of Zanzil
[10052] = { ref=436 }, -- Replenish Mana (Rank 2)
[10057] = { ref=436 }, -- Replenish Mana (Rank 3)
[10058] = { ref=436 }, -- Replenish Mana (Rank 4)
[10250] = { ref=430 }, -- Drink
[10256] = { ref=5004 }, -- Food
[10257] = { ref=5004 }, -- Food
[10370] = { "Рвані рани", "Збільшує отриману ціллю фізичну шкоду на {1} протягом {2} хв. Ефект накопичується до {3} разів.#attacks by {1} for {2} min#up to {3} times", "Отриману шкоду в ближньому бою збільшено на {1}.#taken by {1}" }, -- Lacerations
[10452] = { ref=9574 }, -- Flame Buffet
[10577] = { "Зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#target for {1} to {2}" }, -- Heal
[10667] = { "Віковічна лють", "Збільшує силу на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує силу на {1}.#by {1}" }, -- Rage of Ages
[10668] = { "Дух кнура", "Збільшує витривалість на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує витривалість на {1}.#by {1}" }, -- Spirit of Boar
[10669] = { "Удар скорпока", "Збільшує спритність на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує спритність на {1}.#by {1}" }, -- Strike of the Scorpok
[10670] = { nil, "Збільшує силу на 25 при споживанні.", ref=10667 }, -- Rage of Ages
[10671] = { nil, "Збільшує витривалість на 25 при споживанні.", ref=10668 }, -- Spirit of Boar
[10672] = { nil, "Збільшує спритність на 25 при споживанні.", ref=10669 }, -- Strike of the Scorpok
[10690] = { nil, "Збільшує інтелект на 25 при споживанні.", ref=10692 }, -- Infallible Mind
[10691] = { nil, "Збільшує дух на 25 при споживанні.", ref=10693 }, -- Spiritual Domination
[10692] = { "Непохибний розум", "Збільшує інтелект на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind
[10693] = { "Духовне панування", "Збільшує дух на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination
[10767] = { "Піднесення духу", "Збільшує дух на {1}.#by {1}", "Збільшує дух на {1}.#by {1}" }, -- Rising Spirit
[10838] = { ref=746 }, -- First Aid (Rank 7)
[10839] = { ref=746 }, -- First Aid (Rank 8)
[11196] = { "Нещодавно перев'язаний", nil, "Не можна перев'язати знову." }, -- Recently Bandaged
[11319] = { "Ходіння по воді", "Дозволяє вам ходити по воді протягом {1} хв.#for {1} min", "Дозволяє ходити по воді та водоподібних поверхнях." }, -- Water Walking
[11328] = { ref=3159 }, -- Agility
[11330] = { ref=3159 }, -- Agility
[11331] = { "Сила", ref=2367 }, -- Strength
[11334] = { "Велика спритність", ref=2374 }, -- Greater Agility
[11348] = { "Велика броня", ref=673 }, -- Greater Armor
[11349] = { ref=3220 }, -- Armor
[11359] = { "Відновлення", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec" }, -- Restoration (Rank 1)
[11363] = { ref=2380 }, -- Resistance
[11364] = { ref=2380 }, -- Resistance
[11371] = { "Дар Артаса", "Збільшує супротив тіні на {1}. Кожного нападника з ймовірністю {2}% буде уражено хворобою, яка збільшить отриману ним шкоду на {3} протягом {4} хв. Триває {5} хв.#shadow by {1}#a {2}% chance#damage taken by {3} for {4} min#Lasts for {5} min", "Збільшує супротив тіні на {1} та може уразити хворобою нападників.#resist by {1}" }, -- Gift of Arthas (Rank 1)
[11374] = { "Дар Артаса", "Збільшує отриману фізичну шкоду на {1} протягом {2} хв..#taken by {1} for {2} min", "Отриману фізичну шкоду збільшено на {1}.#taken by {1}" }, -- Gift of Arthas
[11389] = { "Виявлення невмерлих", "Відображає на мінімапі місцезнаходження найближчих невмерлих протягом {1} год.#for {1} h", "Виявлення невмерлих." }, -- Detect Undead
[11390] = { "Арканічний еліксир", "Збільшує шкоду від заклинань на {1} протягом {2} хв.#to {1} for {2} min", "Магічну шкоду від заклинань і здібностей збільшено на {1}.#by up to {1}" }, -- Arcane Elixir
[11392] = { "Невидимість", "Надає невидимість на {1} с.#for {1} sec", "Невидимість." }, -- Invisibility
[11396] = { "Великий інтелект", ref=3166 }, -- Greater Intellect
[11403] = { "Снобачення", "Надає вам снобачення, що дозволяє досліджувати місцини, надто небезпечні для особистого перебування.", "Уві сні." }, -- Dream Vision (Summon)
[11405] = { "Еліксир велетнів", ref=2367 }, -- Elixir of the Giants
[11406] = { "Еліксир винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} хв.#power by {1}#Lasts {2} min", "Силу атаки в бою з демонами збільшено на {1}.#by {1}" }, -- Elixir of Demonslaying
[11407] = { "Виявлення демона", "Відображає на мінімапі місцезнаходження найближчих демонів протягом {1} год.#for {1} h", "Виявлення демонів." }, -- Detect Demon
[11474] = { "Сила тіні", "Збільшує шкоду від заклинань тіні на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду тінню від заклять та здібностей збільшено на {1}.#by up to {1}" }, -- Shadow Power
[11650] = { "Удар головою", ref=56 }, -- Head Butt
[11789] = { nil, "Дозволяє дихати під водою.", ref=131 }, -- Water Breathing
[11963] = { "Знесилення", ref=7289 }, -- Enfeeble
[12187] = { "Хвороблива хмара" }, -- Disease Cloud
[12418] = { "Виявлення непомітності", "Збільшує вашу здатність виявляти непомітність.", "Здатність виявляти непомітність збільшено." }, -- Stealth Detection
[12561] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає шкоду від вогню." }, -- Fire Protection (Rank 1)
[12608] = { "Виявлення непомітності", "Злегка збільшує вашу здатність виявляти непомітність протягом {1} хв.#for {1} min", "Здатність виявляти непомітність злегка збільшено." }, -- Stealth Detection
[13318] = { "Розрив", "Ранить ціль, спричиняючи {1} шкоди від кровотечі протягом {2} с.#for {1} damage over {2} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec" }, -- Rend
[13438] = { "Вогняна куля", "Кидає вогняну кулю, що завдає {1} шкоди від вогню і додатково {2} шкоди протягом {3} с.#causes {1} Fire#additional {2} damage over {3} sec", "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec" }, -- Fireball
[13440] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні.#causing {1} Shadow" }, -- Shadow Bolt
[13442] = { ref=701 }, -- Firebolt
[13480] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає від {1} до {2} шкоди від тіні.#causing {1} to {2} Shadow" }, -- Shadow Bolt
[13482] = { "Блискавка", "Завдає цілі від {1} до {2} шкоди від природи.#for {1} to {2} Nature" }, -- Lightning Bolt (Rank 1)
[13486] = { "Рана", "Ранить ціль, завдаючи від {1} до {2} шкоди.#for {1} to {2} damage" }, -- Wound
[13490] = { "Виючий клинок", "Зменшує силу атаки цілі на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки зменшено на {1}.#power by {1}" }, -- Howling Blade (Rank 1)
[13494] = { "Прискорення", "Збільшує вашу швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість атаки збільшено." }, -- Haste
[13496] = { "Запаморочення", "Сповільнює рух цілі на {1}% протягом {2} с.#movement by {1}% for {2} sec", "Швидкість руху зменшено." }, -- Dazed
[13518] = { ref=8313 }, -- Poison
[13526] = { "Їдка отрута", "Їдка кислота завдає цілі {1} шкоди від природи кожні {2} секунди і зменшує її броню на {3} протягом {4} с.#deals {1} Nature#every {2} sec#armor by {3} for {4} sec", "Броню зменшено. Періодична шкода від природи." }, -- Corrosive Poison
[13527] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[13528] = { "Гниття", "Зменшує силу цілі на {1} протягом {2} секунд.#Strength by {1} for {2} sec", "Силу зменшено на {1}.#by {1}" }, -- Decayed Strength
[13530] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди протягом {2} секунд.#causing {1} damage over {2} sec", "{1} шкоди від тіні кожні {2} с.#Inflicts {1} Shadow#every {2} sec" }, -- Corruption
[13533] = { ref=13494 }, -- Haste
[14087] = { ref=13318 }, -- Rend
[14103] = { ref=701 }, -- Firebolt
[14106] = { ref=13480 }, -- Shadow Bolt
[14109] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[14118] = { ref=13318 }, -- Rend
[14119] = { "Блискавка", "Завдає цілі {1} шкоди від природи.#for {1} Nature" }, -- Lightning Bolt (Rank 1)
[14122] = { ref=13480 }, -- Shadow Bolt
[14126] = { "Рана", "Ранить ціль, завдаючи {1} шкоди.#for {1} damage" }, -- Wound
[14530] = { ref=2379 }, -- Speed
[15283] = { "Приголомшливий удар", ref=56 }, -- Stunning Blow
[15662] = { ref=13438 }, -- Fireball
[15822] = { "Сон без сновидінь", "Занурює у сон без сновидінь на {1} с. Протягом цього часу відновлює {2} здоров'я та {3} мани.#for {1} sec#{2} health and {3} mana", "Сон без сновидінь." }, -- Dreamless Sleep
[16168] = { "Вогняний ляпас", "Завдає цілі шкоди вогнем і збільшує шкоду вогнем по цілі протягом {1} секунд.#for {1} sec", "Збільшено отриману шкоду від вогню." }, -- Flame Buffet
[16393] = { ref=13318 }, -- Rend
[16400] = { ref=8313 }, -- Poison
[16401] = { ref=8313 }, -- Poison
[16402] = { ref=13530 }, -- Corruption
[16403] = { ref=13318 }, -- Rend
[16405] = { ref=14126 }, -- Wound
[16406] = { ref=13318 }, -- Rend
[16408] = { ref=13440 }, -- Shadow Bolt
[16409] = { ref=13440 }, -- Shadow Bolt
[16410] = { ref=13480 }, -- Shadow Bolt
[16413] = { ref=13438 }, -- Fireball
[16433] = { ref=14126 }, -- Wound
[16470] = { "Дар каменю", "Збільшує броню на {1} протягом {2} с, однак протягом дії цього ефекту ви не можете атакувати чи вимовляти заклинання.#armor by {1} for {2} sec", "Броню збільшено на {1}, але неможливо атакувати чи вимовляти заклинання.#armor by {1} but" }, -- Gift of Stone
[16490] = { ref=16488 }, -- Blood Craze
[16491] = { ref=16488 }, -- Blood Craze
[16536] = { ref=9574 }, -- Flame Buffet
[16549] = { ref=13486 }, -- Wound
[16591] = { "Еліксир Гогельмогеля", nil, "Ви припинили дихати..." }, -- Noggenfogger Elixir
[16593] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте легкість..." }, -- Noggenfogger Elixir
[16595] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте себе зменшеним..." }, -- Noggenfogger Elixir
[16610] = { "Бритвошкіра", "Збільшує показник броні та повертає отриману шкоду.", "Збільшує показник броні та повертає отриману шкоду." }, -- Razorhide
[16612] = { "Сила Аґамаґґана", "Збільшує силу на {1}.#by {1}", "Збільшує силу на {1}.#by {1}" }, -- Agamaggan's Strength
[16618] = { "Дух вітру", "Збільшує швидкість руху.", "Збільшує швидкість руху." }, -- Spirit of the Wind
[16739] = { "Сфера обману", "Замаскуватися під члена протилежної фракції.", "Замасковано." }, -- Orb of Deception
[16782] = { ref=13482 }, -- Lightning Bolt
[16783] = { ref=13480 }, -- Shadow Bolt
[16784] = { ref=13480 }, -- Shadow Bolt
[16884] = { "Здоров'я II", ref=2378 }, -- Health II
[16894] = { ref=7230 }, -- Fire Protection (Rank 4)
[17013] = { "Спритність Аґамаґґана", "Збільшує спритність на {1}.#by {1}", "Збільшує спритність на {1}.#by {1}" }, -- Agamaggan's Agility
[17038] = { "Огневиця Зимокрайових", "Збільшує силу атаки ближнього бою на {1} та збільшує розмір протягом {2} хв..#by {1} and#for {2} min", "Збільшено розмір та силу атаки ближнього бою на {1}.#by {1}" }, -- Winterfall Firewater
[17153] = { ref=13318 }, -- Rend
[17183] = { ref=8313 }, -- Poison
[17292] = { ref=8313 }, -- Poison
[17330] = { ref=8313 }, -- Poison
[17498] = { ref=2379 }, -- Speed
[17504] = { ref=13318 }, -- Rend
[17509] = { ref=13480 }, -- Shadow Bolt
[17510] = { ref=13530 }, -- Corruption
[17511] = { ref=8313 }, -- Poison
[17528] = { "Потужне зілля люті", "Збільшує лють на {1}-{2} та збільшує силу на {3} протягом {4} с.#Rage by {1} to {2}#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}" }, -- Mighty Rage
[17535] = { "Еліксир мудреців", "Збільшує інтелект та дух на {1} протягом {2} год.#by {1} for {2} h", "Інтелект і дух збільшено на {1}.#by {1}" }, -- Elixir of the Sages
[17537] = { "Еліксир грубої сили", "Збільшує силу та витривалість на {1} протягом {2} год.#by {1} for {2} h", "Силу та витривалість збільшено на {1}.#by {1}" }, -- Elixir of Brute Force
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та ймовірність завдання критичного удару на {2}% протягом {3} год.#Agility by {1}#by {2}% for {3} h", "Спритність збільшено на {1}, ймовірність завдання критичного удару збільшено на {2}%.#Agility increased by {1}#chance increases by {2}%" }, -- Elixir of the Mongoose
[17539] = { "Великий арканічний еліксир", "Збільшує шкоду від заклинань на {1} протягом {2} год.#by up to {1} for {2} h", "Магічну шкоду від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Greater Arcane Elixir
[17540] = { "Великий каменещит", ref=4941 }, -- Greater Stoneshield
[17543] = { ref=7230 }, -- Fire Protection
[17544] = { ref=7236 }, -- Frost Protection
[17545] = { ref=7245 }, -- Holy Protection (Rank 6)
[17546] = { ref=7250 }, -- Nature Protection
[17548] = { ref=7235 }, -- Shadow Protection
[17549] = { "Арканічний захист", "Поглинає від {1} до {2} шкоди від аркани. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від аркани.#Absorbs {1} to {2}" }, -- Arcane Protection
[17624] = { "Скам'яніння", "Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Одночасно ви можете перебувати під дією лише одного настою.", "Невразливість до всіх атак та заклять. Не може атакувати, рухатися та застосовувати закляття." }, -- Petrification
[17626] = { "Настій титанів", "Збільшує максимальне здоров'я на 1200 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.", "Здоров'я збільшено на {1}.#increased by {1}" }, -- Flask of the Titans
[17627] = { "Дистильована мудрість", "Збільшує максимальну ману на 2000 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.", "Ману збільшено на {1}.#increased by {1}" }, -- Distilled Wisdom
[17628] = { "Велика сила", "Збільшує шкоду від магічних заклинань і ефектів на 150 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.", "Шкоду заклять збільшено на {1}.#increased by up to {1}" }, -- Supreme Power
[17629] = { "Хроматичний супротив", "Збільшує ваш опір всім школам магії на 25 на 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті та додається до всіх інших заклинань і предметів, що збільшують опір.", "Опір всім школам магії збільшено на {1}.#increased by {1}" }, -- Chromatic Resistance
[18071] = { "Збагачене маною печиво", ref=2639 }, -- Enriched Manna Biscuit
[18075] = { ref=13318 }, -- Rend
[18077] = { ref=8313 }, -- Poison
[18078] = { ref=13318 }, -- Rend
[18081] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[18086] = { ref=701 }, -- Firebolt
[18088] = { ref=13530 }, -- Corruption
[18089] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[18090] = { ref=13486 }, -- Wound
[18106] = { ref=13318 }, -- Rend
[18107] = { ref=13486 }, -- Wound
[18111] = { ref=13480 }, -- Shadow Bolt
[18112] = { ref=701 }, -- Firebolt
[18124] = { "Благословенний сонцеплід", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує силу на {3} протягом {4} хв.#Restores {1} health over {2} sec#Strength by {3} for {4} min", ref=433 }, -- Blessed Sunfruit
[18138] = { ref=13480 }, -- Shadow Bolt
[18140] = { "Благословенний сік сонцеплоду", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття. Також збільшує дух на {3} протягом {4} хв.#Restores {1} mana over {2} sec#Spirit by {3} for {4} min", ref=430 }, -- Blessed Sunfruit Juice
[18197] = { ref=8313 }, -- Poison
[18200] = { ref=13318 }, -- Rend
[18202] = { ref=13318 }, -- Rend
[18203] = { ref=8313 }, -- Poison
[18205] = { ref=13480 }, -- Shadow Bolt
[18208] = { ref=8313 }, -- Poison
[18211] = { ref=13480 }, -- Shadow Bolt
[18214] = { ref=13440 }, -- Shadow Bolt
[18217] = { ref=13480 }, -- Shadow Bolt
[18229] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує витривалість на {3} протягом {4} хв.#Restores {1} health over {2} sec#your Stamina by {3} for {4} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[18230] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і ваша спритність збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Agility by {3} for {4} min", ref=433 }, -- Food
[18231] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує дух на {3} протягом {4} хв.#Restores {1} health over {2} sec#Spirit by {3} for {4} min", ref=433 }, -- Food
[18232] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також відновлює {3} здоров'я кожні {4} с протягом {5} хв.#Restores {1} health over {2} sec#restores {3} health every {4} seconds for {5} min", ref=433 }, -- Food
[18233] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також відновлює {3} мани кожні {4} с протягом {5} хв.#Restores {1} health over {2} sec#restores {3} Mana every {4} seconds for {5} min", ref=433 }, -- Food
[18234] = { ref=18229 }, -- Food
[18385] = { ref=436 }, -- Replenish Mana
[18608] = { ref=746 }, -- First Aid (Rank 9)
[18610] = { ref=746 }, -- First Aid (Rank 10)
[18656] = { ref=13530 }, -- Corruption
[18942] = { ref=7230 }, -- Fire Protection
[18977] = { "Іній", nil, "Збільшено час між атаками та сповільнено рух." }, -- Frost
[19874] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[20584] = { ref=8326 }, -- Ghost
[20707] = { "Воскресіння каменем душі", "Зберігає душу дружньої цілі. Якщо ціль, чия душа збережена, помирає, вона може оживити себе з {1} здоров'я та {2} мани.#{1} health and {2} mana", "Душу збережено." }, -- Soulstone Resurrection
[20762] = { ref=20707 }, -- Soulstone Resurrection
[20763] = { ref=20707 }, -- Soulstone Resurrection
[20764] = { ref=20707 }, -- Soulstone Resurrection
[20765] = { ref=20707 }, -- Soulstone Resurrection
[21165] = { ref=13494 }, -- Haste
[21892] = { "Арканічний захист", "Ви отримуєте невразливість до всіх атак і заклять на 2 секунди.", "Невразливість до всіх атак і заклять." }, -- Arcane Protection
[21920] = { "Крижана міць", "Збільшує шкоду від заклинань криги на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду кригою від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Frost Power
[21949] = { ref=13318 }, -- Rend
[21952] = { ref=8313 }, -- Poison
[22430] = { "Витончена луска Оніксії", "Перетворює Луску Оніксії на Витончену Луску Оніксії." }, -- Refined Scale of Onyxia
[22433] = { ref=9574 }, -- Flame Buffet
[22539] = { "Тіньове полум'я", "Завдає від {1} до {2} ворогам, що знаходяться в конусі перед заклинателем.#Inflicts {1} to {2}" }, -- Shadow Flame
[22640] = { "Лють Ешхандара", ref=13494 }, -- Eskhandar's Rage
[22682] = { "Тіньове полум'я", nil, "Від {1} до {2} шкоди щосекунди.#{1} to {2} damage" }, -- Shadow Flame
[22713] = { ref=9574 }, -- Flame Buffet
[22731] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує інтелект на {3} протягом {4} хв.#Restores {1} health over {2} sec#Intellect by {3} for {4} min", ref=433 }, -- Food
[22734] = { ref=430 }, -- Drink
[22807] = { "Глибше водне дихання", "Дозволяє дихати водою протягом {1} год.#for {1} h", "Водне дихання." }, -- Greater Water Breathing
[22863] = { ref=2379 }, -- Speed
[22993] = { "Тіньове полум'я" }, -- Shadow Flame
[23028] = { "Арканічна геніальність", "Сповнює групу цілі геніальністю, збільшуючи Інтелект усіх членів на 31 на 1 годину.", "Збільшує Інтелект на 31." }, -- Arcane Brilliance (Rank 1)
[23179] = { "Дух тіні", "Наділяє вас духом тіні, унаслідок чого жителі Джеденара ставляться до вас дружелюбно. Діє 20 хвилин.", "В Джеденарі до вас ставляться дружелюбно." }, -- Taint of Shadow
[23217] = { "Виявлення непомітності", "Злегка збільшує вашу здатність виявляти непомітність.", "Збільшена здатність виявляти непомітність." }, -- Stealth Detection
[23341] = { ref=9574 }, -- Flame Buffet
[23451] = { "Швидкість", nil, "Швидкість руху збільшено на {1}%.#by {1}" }, -- Speed
[23454] = { ref=56 }, -- Stun
[23592] = { ref=14119 }, -- Lightning Bolt
[23696] = { ref=746 }, -- First Aid (Rank 10)
[23735] = { "Темне пророцтво Вщуна - сила", nil, "Збільшує силу на 10%." }, -- Sayge's Dark Fortune of Strength
[23736] = { "Темне пророцтво Вщуна - спритність", nil, "Збільшує спритність на 10%." }, -- Sayge's Dark Fortune of Agility
[23737] = { "Темне пророцтво Вщуна - витривалість", nil, "Збільшує витривалість на 10%." }, -- Sayge's Dark Fortune of Stamina
[23738] = { "Темне пророцтво Вщуна - дух", nil, "Збільшує дух на 10%." }, -- Sayge's Dark Fortune of Spirit
[23766] = { "Темне пророцтво Вщуна - інтелект", nil, "Збільшує інтелект на 10%." }, -- Sayge's Dark Fortune of Intelligence
[23767] = { "Темне пророцтво Вщуна - броня", nil, "Збільшує броню на 10%." }, -- Sayge's Dark Fortune of Armor
[23768] = { "Темне пророцтво Вщуна - шкода", nil, "Збільшує шкоду на 10%." }, -- Sayge's Dark Fortune of Damage
[23769] = { "Темне пророцтво Вщуна - супротив", nil, "Збільшує супротив всім школам магії на 25." }, -- Sayge's Dark Fortune of Resistance
[23978] = { ref=23451 }, -- Speed
[24257] = { "Нищівний удар Жеклік", ref=13486 }, -- Jeklik's Crushing Blow
[24261] = { "Промивка мізків", nil, "Причаровано." }, -- Brain Wash
[24360] = { "Великий сон без сновидінь", ref=15822 }, -- Greater Dreamless Sleep
[24361] = { ref=3219 }, -- Regeneration
[24363] = { "Регенерація мани", "Відновлює {1} мани кожні {2} с протягом {3} год.#{1} mana per {2} sec for {3} h", "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec" }, -- Mana Regeneration
[24364] = { "Нестримність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Також знімає вже наявні ефекти.#next {1} sec", "Нестримність." }, -- Living Free Action
[24742] = { "Магічні крила", nil, "Падіння сповільнено. Клацніть правою кнопкою миші, щоб прибрати у потрібний момент." }, -- Magic Wings
[24755] = { "Цукерка або життя", nil, "Ви нещодавно випрошували солодощі." }, -- Tricked or Treated
[24924] = { "Цукерка Повечір'я святих", nil, "Ви збільшуєтесь... і помаранчевієте..." }, -- Hallow's End Candy
[24925] = { "Цукерка Повечір'я святих", nil, "У вас аж ребра стирчать..." }, -- Hallow's End Candy
[24926] = { "Цукерка Повечір'я святих", nil, "Яррр..." }, -- Hallow's End Candy
[24927] = { "Цукерка Повечір'я святих", nil, "УуУуУуу..." }, -- Hallow's End Candy
[24933] = { "Гармата", "Вистрілити з гармати по найближчому танку перед вами в радіусі 20 м. Завдає від {1} до {2} шкоди.#Deals {1} to {2}" }, -- Cannon
[25003] = { "Мортира", "Вистрілити з мортири, яка падає за 25 м, завдаючи від {1} до {2} шкоди усім танкам в радіусі 5 м.#dealing {1} to {2}" }, -- Mortar
[25651] = { ref=9574 }, -- Flame Buffet
[25668] = { ref=9574 }, -- Flame Buffet
[25678] = { "Пісня сирени" }, -- Siren's Song
[25688] = { "Нараін!", "Змінює ваш зовнішній вигляд так, щоб ви були схожі на Нараіна Тихомрія.", "Ви Нараін! Тільки тсс!" }, -- Narain!
[25700] = { ref=433 }, -- Food
[25886] = { ref=433 }, -- Food
[26004] = { "Омела", "Подаруйте друзям святкові вітання!", "Святкові вітання! Збільшує дух на {1}.#by {1}" }, -- Mistletoe
[26030] = { "Ягоди вітроцвіту", ref=18229 }, -- Windblossom Berries
[26276] = { "Велика вогнеміць", ref=7844 }, -- Greater Firepower
[26393] = { "Благословення Елуни", nil, "Вас благословила Елуна. Всі характеристики збільшено на 10%." }, -- Elune's Blessing
[26664] = { "Сила дружби", nil, "Відчуваєте?" }, -- The Power of Friendship
[26680] = { "Обожнювання", nil, "Ви отримали дар обожнювання!" }, -- Adored
[26898] = { "Розбите серце", nil, "Вам відмовили і ви більше не можете отримувати знаки кохання!" }, -- Heartbroken
[27037] = { "Посилення непомітності", "Збільшує ефективність вашої непомітності." }, -- Stealth +8
[27746] = { "Азотне прискорення", "10 мани щосекунди. Збільшує швидкість руху на 50%.", "Швидкість руху збільшена на 50%." }, -- Nitrous Boost
[27759] = { "Генератор щита", "Захищає вас щитом мани, який може поглинути до {1} одиниць шкоди. За кожну одиницю отриманої шкоди витрачається дві одиниці мани.#up to {1} damage" }, -- Shield Generator
[28006] = { "Арканічний покрив" }, -- Arcane Cloaking
[28270] = { "Поліморфія: Корова", "Перетворює ворога на корову, змушуючи його блукати на до 50 с. Корова не здатна атакувати або вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на Звірів, Гуманоїдів і Звіряток.", "Не може атакувати або вимовляти закляття. Прискорене відновлення здоров'я." }, -- Polymorph: Cow
[28616] = { ref=433 }, -- Food
[28681] = { "Відродження душі", nil, "Збільшує всю вашу шкоду на 10%." }, -- Soul Revival
[28701] = { ref=13494 }, -- Haste
[28754] = { "Лють Спопелителя", "Збільшує силу на 300 протягом 15 секунд.", "Силу збільшено на 300." }, -- Fury of the Ashbringer
[28866] = { "Поцілунок павука", ref=13494 }, -- Kiss of the Spider
[29007] = { ref=430 }, -- Drink
[29008] = { ref=433 }, -- Food
[29073] = { ref=433 }, -- Food
[29175] = { "Танець зі стрічками", "Збільшує супротив вогню на {1}.#by {1}", "Збільшує супротив вогню на {1}.#by {1}" }, -- Ribbon Dance
[29235] = { "Стійкість вогняного фестивалю", "Збільшує витривалість на {1} протягом 1 год.#by {1}", "Збільшує витривалість на {1}.#by {1}" }, -- Fire Festival Fortitude
[29236] = { "Мерехтливий стаут", ref=436 }, -- Shimmer Stout
[29338] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару фізичними атаками та закляттями на 3%." }, -- Fire Festival Fury
[29432] = { ref=7230 }, -- Fire Protection
[29846] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару фізичними атаками та закляттями на 3%." }, -- Fire Festival Fury
[30020] = { ref=746 }, -- First Aid
[364001] = { "Залізна душа" }, -- Soul of Iron

-- Armor Proficiencies
[750] = { "Лати" }, -- Plate Mail
[8737] = { "Кольчуга" }, -- Mail
[9077] = { "Шкіра" }, -- Leather
[9078] = { "Тканина" }, -- Cloth
[9116] = { "Щит" }, -- Shield
[27762] = { "Рукопис" }, -- Libram
[27763] = { "Тотем" }, -- Totem
[27764] = { "Фетиш" }, -- Fetish

-- Item effects
[436] = { "Відновлення мани", "Відновлює від {1} до {2} мани.#Restores {1} to {2} mana" }, -- Restore Mana
[437] = { ref=436 }, -- Restore Mana
[438] = { ref=436 }, -- Restore Mana
[439] = { "Зілля лікування", "Відновлює від {1} до {2} здоров'я.#Restores {1} to {2} health" }, -- Healing Potion
[440] = { ref=439 }, -- Healing Potion
[441] = { ref=439 }, -- Healing Potion
[690] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди вогнем.#for {1} to {2} Fire" }, -- Firebolt II
[758] = { "Камінь вогню", "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці шанс завдати від {1} до {2} додаткової шкоди вогнем.#deal {1} to {2} additional" }, -- Firestone Passive (Rank 1)
[1084] = { ref=690 }, -- Firebolt III
[1096] = { ref=690 }, -- Firebolt IV
[1138] = { "Кришталевий захист", "Збільшує опір кризі та тіні на {1} протягом {2} хв.#by {1} for {2} min", "Опір кризі та тіні збільшено." }, -- Crystal Protection
[1139] = { "Холодне око", "Збільшує час між атаками цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атак зменшено." }, -- Cold Eye
[1940] = { "Вибух ракети", "Завдає від {1} до {2} шкоди вогнем в радіусі {3} м.#Inflicts {1} to {2} Fire#a {3} yard" }, -- Rocket Blast
[2023] = { ref=436 }, -- Restore Mana
[2024] = { ref=439 }, -- Healing Potion
[2370] = { "Зілля омолодження", "Відновлює від {1} до {2} мани та від {3} до {4} здоров'я.#{1} to {2} mana and {3} to {4} health" }, -- Rejuvenation Potion
[2597] = { ref=2370 }, -- Rejuvenation Potion
[2599] = { ref=2370 }, -- Rejuvenation Potion
[2600] = { ref=2370 }, -- Rejuvenation Potion
[2828] = { "Заточка леза", "Збільшує шкоду гострої зброї на {1} протягом {2} хвилин.#by {1} for {2} min" }, -- Sharpen Blade (Rank 1)
[2829] = { ref=2828 }, -- Sharpen Blade II
[2830] = { ref=2828 }, -- Sharpen Blade III
[3112] = { "Покращення дробильної зброї", "Збільшує шкоду дробильної зброї на {1} протягом {2} хвилин.#by {1} for {2} min" }, -- Enhance Blunt Weapon
[3113] = { ref=3112 }, -- Enhance Blunt Weapon II
[3114] = { ref=3112 }, -- Enhance Blunt Weapon III
[3742] = { "Статична електрика", "Оточує вас електричним зарядом, що завдає {1} шкоди від природи кожному, хто вдарить вас протягом {2} секунд.#dealing {1} Nature#for {2} sec", "Завдає {1} шкоди від природи нападникам.#Causes {1} Nature" }, -- Static Electricity
[3974] = { "Кустарний приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на {1}.#damage by {1}" }, -- Crude Scope
[3975] = { "Звичайний приціл", ref=3974 }, -- Standard Scope
[3976] = { "Точний приціл", ref=3974 }, -- Accurate Scope
[4042] = { ref=439 }, -- Healing Potion
[4054] = { "Грубий динаміт", ref=1940 }, -- Rough Dynamite
[4056] = { "Малий сифорієвий заряд", "Підриває прості замки." }, -- Small Seaforium Charge
[4057] = { "Опір вогню", "Поглинає {1} шкоди від вогню. Триває {2} хв.#Absorbs {1} fire#Lasts {2} min", "Поглинає {1} шкоди від вогню.#Absorbs {1} fire" }, -- Fire Resistance
[4060] = { "Заплутаність", "Перетворює ціль на лепрогнома, зменшуючи її шкоду від атак в ближньому бою та заклинань на {1}, а швидкість руху - на {2}% протягом {3} с.#damage by {1} and#by {2}% for {3} sec", "Перетворено на лепрогнома. Шкоду від атак в ближньому бою та заклинань зменшено на {1}, а швидкість руху - на {2}% #by {1} and#by {2}%" }, -- Discombobulate
[4061] = { "Шорсткий динаміт", ref=1940 }, -- Coarse Dynamite
[4062] = { "Важкий динаміт", ref=1940 }, -- Heavy Dynamite
[4064] = { "Груба мідна бомба", "Завдає від {1} до {2} шкоди вогнем та приголомшує цілі в радіусі {3} м на {4} с. Будь-яка шкода припиняє дію ефекту.#Inflicts {1} to {2} Fire#in a {3} y#for {4} sec", "Приголомшено. Будь-яка шкода припинить дію ефекту." }, -- Rough Copper Bomb
[4065] = { "Велика мідна бомба", ref=4064 }, -- Large Copper Bomb
[4066] = { "Мала бронзова бомба", ref=4064 }, -- Small Bronze Bomb
[4067] = { "Велика бронзова бомба", ref=4064 }, -- Big Bronze Bomb
[4068] = { "Залізна граната", ref=4064 }, -- Iron Grenade
[4069] = { "Велика залізна бомба", ref=4064 }, -- Big Iron Bomb
[4075] = { "Великий сифорієвий заряд", "Підриває складні замки." }, -- Large Seaforium Charge
[4077] = { "Опір кризі", "Поглинає {1} шкоди від криги. Триває {2} хв.#Absorbs {1} frost#Lasts {2} min", "Поглинає {1} шкоди від криги.#Absorbs {1} frost" }, -- Frost Resistance
[4436] = { "Обпалення", "Завдає {1} шкоди від вогню всім, хто атакує вас у ближньому бою.#Deals {1} Fire" }, -- Immolation
[5020] = { "Бурехміль", "Міцний ель, що збільшує вашу силу на {1} та зменшує ваш інтелект на {2} на {3} хв.#by {1} and#by {2} for {3} min" }, -- Stormstout
[5021] = { "Трозький ель", "Збільшує ваше здоров'я на {1}-{2}, але зменшує дух на {3} протягом {4} хв.#health by {1} to {2}#by {3} for {4} min" }, -- Trogg Ale
[5707] = { "Відновлення життєкаменя", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec" }, -- Lifestone Regeneration
[7218] = { "Противага для зброї", "Прикріпити до вашого дворучного меча, булави, сокири або держакової зброї противагу, що збільшує її швидкість на {1}%.#it {1}% faster" }, -- Weapon Counterweight
[7219] = { "Невразливість до роззброєння", "Невразливість до роззброєння." }, -- Immune to Disarm
[7220] = { "Ланцюг для зброї", "Прикріпити до зброї ланцюг, що не дозволяє вас роззброїти." }, -- Weapon Chain
[7363] = { "Відблиск полум'я", "Збільшує дух учасників групи неподалік на {1}.#by {1}" }, -- Fire's Glow (Rank 1)
[7511] = { "Збільшення навички захисту", "Збільшує навичку захисту на {1}.#Defense +{1}" }, -- Increased Defense
[7513] = { ref=7511 }, -- Increased Defense
[7514] = { ref=7511 }, -- Increased Defense
[7515] = { ref=7511 }, -- Increased Defense
[7516] = { ref=7511 }, -- Increased Defense
[7517] = { ref=7511 }, -- Increased Defense
[7518] = { ref=7511 }, -- Increased Defense
[7520] = { "Збільшення навички одноручних мечів", "Збільшує навичку володіння мечами на {1}.#Swords +{1}" }, -- Increased 1H Sword
[7523] = { ref=7520 }, -- Increased 1H Sword
[7525] = { ref=7520 }, -- Increased 1H Sword
[7527] = { ref=7520 }, -- Increased 1H Sword
[7529] = { "Збільшення навички дворучних мечів", "Збільшує навичку володіння дворучними мечами на {1}.#Swords +{1}" }, -- Increased 2H Sword
[7532] = { "Збільшення навички одноручних булав", "Збільшує навичку володіння булавами на {1}.#Maces +{1}" }, -- Increased 1H Mace
[7533] = { "Збільшення навички дворучних булав", "Збільшує навичку володіння дворучними булавами на {1}.#Maces +{1}" }, -- Increased 2H Mace
[7534] = { "Збільшення навички кинджалів", "Збільшує навичку володіння кинджалами на {1}.#Daggers +{1}" }, -- Increased Dagger
[7535] = { "Збільшення навички луків", "Збільшує навичку володіння луками на {1}.#Bows +{1}" }, -- Increased Bow
[7536] = { "Збільшення навички рушниць", "Збільшує навичку володіння рушницями на {1}.#Guns +{1}" }, -- Increased Gun
[7538] = { "Збільшення навички одноручних сокир", "Збільшує навичку володіння сокирами на {1}.#Axes +{1}" }, -- Increased 1H Axe
[7540] = { ref=7538 }, -- Increased 1H Axe
[7544] = { ref=7532 }, -- Increased 1H Mace
[7546] = { ref=7532 }, -- Increased 1H Mace
[7548] = { ref=7532 }, -- Increased 1H Mace
[7549] = { "Збільшення навички дворучних сокир", "Збільшує навичку володіння дворучними сокирами на {1}.#Axes +{1}" }, -- Increased 2H Axe
[7550] = { ref=7549 }, -- Increased 2H Axe
[7552] = { ref=7549 }, -- Increased 2H Axe
[7554] = { ref=7549 }, -- Increased 2H Axe
[7556] = { ref=7533 }, -- Increased 2H Mace
[7558] = { ref=7533 }, -- Increased 2H Mace
[7560] = { ref=7533 }, -- Increased 2H Mace
[7562] = { ref=7529 }, -- Increased 2H Sword
[7564] = { ref=7529 }, -- Increased 2H Sword
[7566] = { ref=7529 }, -- Increased 2H Sword
[7568] = { ref=7535 }, -- Increased Bow
[7569] = { ref=7535 }, -- Increased Bow
[7570] = { ref=7535 }, -- Increased Bow
[7571] = { ref=7535 }, -- Increased Bow
[7572] = { ref=7535 }, -- Increased Bow
[7573] = { ref=7534 }, -- Increased Dagger
[7574] = { ref=7534 }, -- Increased Dagger
[7576] = { ref=7534 }, -- Increased Dagger
[7578] = { ref=7534 }, -- Increased Dagger
[7579] = { ref=7536 }, -- Increased Gun
[7580] = { ref=7536 }, -- Increased Gun
[7581] = { ref=7536 }, -- Increased Gun
[7582] = { ref=7536 }, -- Increased Gun
[7583] = { ref=7536 }, -- Increased Gun
[7584] = { ref=7536 }, -- Increased Gun
[7597] = { "Збільшення критичних ударів", "Збільшує шанс завдання критичного удару на {1}%.#critical strike by {1}%" }, -- Increased Critical 1
[7598] = { ref=7597 }, -- Increased Critical 2
[7599] = { ref=7597 }, -- Increased Critical 3
[7600] = { ref=7597 }, -- Increased Critical 4
[7675] = { "Збільшення зцілення", "Збільшує зцілення від заклинань і ефектів на {1}.#healing done by spells and effects by up to {1}" }, -- Increase Healing 2
[7676] = { ref=7675 }, -- Increase Healing 4
[7677] = { ref=7675 }, -- Increase Healing 7
[7678] = { ref=7675 }, -- Increase Healing 9
[7679] = { ref=7675 }, -- Increase Healing 11
[7680] = { ref=7675 }, -- Increase Healing 13
[7681] = { ref=7675 }, -- Increase Healing 15
[7683] = { "Збільшення шкоди від вогню", "Збільшує шкоду від заклинань і ефектів вогню на {1}.#Fire spells and effects by up to {1}" }, -- Increase Fire Dam 1
[7684] = { ref=7683 }, -- Increase Fire Dam 3
[7685] = { ref=7683 }, -- Increase Fire Dam 4
[7686] = { ref=7683 }, -- Increase Fire Dam 6
[7687] = { ref=7683 }, -- Increase Fire Dam 7
[7688] = { ref=7683 }, -- Increase Fire Dam 9
[7689] = { ref=7683 }, -- Increase Fire Dam 10
[7690] = { "Збільшення шкоди від природи", "Збільшує шкоду від заклинань і ефектів природи на {1}.#Nature spells and effects by up to {1}" }, -- Increase Nature Dam 1
[7691] = { ref=7690 }, -- Increase Nature Dam 3
[7692] = { ref=7690 }, -- Increase Nature Dam 4
[7693] = { ref=7690 }, -- Increase Nature Dam 6
[7694] = { ref=7690 }, -- Increase Nature Dam 7
[7695] = { ref=7690 }, -- Increase Nature Dam 9
[7696] = { ref=7690 }, -- Increase Nature Dam 10
[7697] = { "Збільшення шкоди від криги", "Збільшує шкоду від заклинань і ефектів криги на {1}.#Frost spells and effects by up to {1}" }, -- Increase Frost Dam 1
[7698] = { ref=7697 }, -- Increase Frost Dam 3
[7699] = { ref=7697 }, -- Increase Frost Dam 4
[7700] = { ref=7697 }, -- Increase Frost Dam 6
[7701] = { ref=7697 }, -- Increase Frost Dam 7
[7702] = { ref=7697 }, -- Increase Frost Dam 9
[7703] = { ref=7697 }, -- Increase Frost Dam 10
[7704] = { "Збільшення шкоди від тіні", "Збільшує шкоду від заклинань і ефектів тіні на {1}.#Shadow spells and effects by up to {1}" }, -- Increase Shadow Dam 1
[7705] = { ref=7704 }, -- Increase Shadow Dam 3
[7706] = { ref=7704 }, -- Increase Shadow Dam 4
[7707] = { ref=7704 }, -- Increase Shadow Dam 6
[7708] = { ref=7704 }, -- Increase Shadow Dam 7
[7709] = { ref=7704 }, -- Increase Shadow Dam 10
[7710] = { ref=7704 }, -- Increase Shadow Dam 9
[7711] = { "Вогняна шкода зброї", "Додає {1} шкоди від вогню до ваших атак ближнього бою.#Adds {1} fire" }, -- Add Fire Dam - Weap 02
[7721] = { "Вогняна шкода зброї", "Додає {1} шкоди від вогню до ваших атак зброєю.#Adds {1} fire" }, -- Add Fire Dam - Weap 04
[7722] = { ref=7721 }, -- Add Fire Dam - Weap 06
[7723] = { ref=7721 }, -- Add Fire Dam - Weap 08
[7724] = { ref=7721 }, -- Add Fire Dam - Weap 10
[7725] = { ref=7721 }, -- Add Fire Dam - Weap 12
[7726] = { ref=7711 }, -- Add Fire Dam - Weap 14
[7823] = { "Навичка риболовлі", "Збільшує навичку риболовлі на {1}.#Fishing +{1}" }, -- Fishing Skill +5
[7825] = { ref=7823 }, -- Fishing Skill +15
[7826] = { ref=7823 }, -- Fishing Skill +20
[7932] = { "Протиотрута", "Зцілення цілі від отрут до {1} рівня.#up to level {1}" }, -- Anti-Venom (Rank 1)
[7933] = { "Сильна протиотрута", ref=7932 }, -- Strong Anti-Venom (Rank 1)
[8082] = { ref=7823 }, -- Fishing Skill +25
[8083] = { ref=7823 }, -- Fishing Skill +50
[8084] = { ref=7823 }, -- Fishing Skill +75
[8085] = { ref=7823 }, -- Fishing Skill +100
[8087] = { "Блискуча блешня", "Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на {1} протягом {2} хв.#Fishing by {1} for {2} min" }, -- Shiny Bauble
[8088] = { "Опариші", ref=8087 }, -- Nightcrawlers
[8089] = { "Аквадинамічний магніт для риби", ref=8087 }, -- Aquadynamic Fish Attractor
[8090] = { "Райдужні блешні", ref=8087 }, -- Bright Baubles
[8333] = { "Шорсткий динаміт", ref=1940 }, -- Coarse Dynamite
[8342] = { "Дефібриляція", "Кабельний дефібрилятор іноді може повернути до життя мертвого гравця. Не можна використовувати під час бою." }, -- Defibrillate
[8532] = { "Аквадинамічна блешня", ref=8087 }, -- Aquadynamic Fish Lens
[8690] = { "Камінь повернення", "Повертає вас додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку." }, -- Hearthstone
[8893] = { "Несправність реактивних черевиків", nil, "Приголомшено." }, -- Rocket Boots Malfunction
[9092] = { "Плотожерка", ref=8087 }, -- Flesh Eating Worm
[9132] = { "Збільшення критичних ударів", "Збільшує ваш шанс завдання критичного удару в дальньому бою на {1}%.\n#missile weapons by {1}%" }, -- Increased Critical 1 (Rank 1)
[9136] = { "Сила атаки", "Збільшує силу атаки на {1}.#+{1} Attack Power" }, -- Attack Power 02
[9137] = { ref=9136 }, -- Attack Power 04
[9138] = { ref=9136 }, -- Attack Power 06
[9139] = { ref=9136 }, -- Attack Power 08
[9140] = { ref=9136 }, -- Attack Power 10
[9141] = { ref=9136 }, -- Attack Power 12
[9142] = { ref=9136 }, -- Attack Power 14
[9163] = { "Самозцілення", "Зцілити собі від {1} до {2} здоров'я.#yourself for {1} to {2}" }, -- Heal Self
[9174] = { "Лють", "Збільшити лють на {1}.#Rage by {1}" }, -- Rage
[9294] = { ref=7683 }, -- Increase Fire Dam 16
[9295] = { ref=7683 }, -- Increase Fire Dam 17
[9296] = { ref=7683 }, -- Increase Fire Dam 19
[9297] = { ref=7683 }, -- Increase Fire Dam 20
[9298] = { ref=7683 }, -- Increase Fire Dam 21
[9304] = { ref=7697 }, -- Increase Frost Dam 16
[9305] = { ref=7697 }, -- Increase Frost Dam 17
[9306] = { ref=7697 }, -- Increase Frost Dam 19
[9307] = { ref=7697 }, -- Increase Frost Dam 20
[9308] = { ref=7697 }, -- Increase Frost Dam 21
[9314] = { ref=7675 }, -- Increase Healing 24
[9315] = { ref=7675 }, -- Increase Healing 26
[9316] = { ref=7675 }, -- Increase Healing 29
[9317] = { ref=7675 }, -- Increase Healing 31
[9318] = { ref=7675 }, -- Increase Healing 33
[9324] = { ref=7704 }, -- Increase Shadow Dam 16
[9325] = { ref=7704 }, -- Increase Shadow Dam 17
[9326] = { ref=7704 }, -- Increase Shadow Dam 19
[9327] = { ref=7704 }, -- Increase Shadow Dam 20
[9328] = { ref=7704 }, -- Increase Shadow Dam 21
[9329] = { ref=9136 }, -- Attack Power 16
[9330] = { ref=9136 }, -- Attack Power 18
[9331] = { ref=9136 }, -- Attack Power 20
[9332] = { ref=9136 }, -- Attack Power 22
[9333] = { ref=9136 }, -- Attack Power 48
[9334] = { ref=9136 }, -- Attack Power 26
[9335] = { ref=9136 }, -- Attack Power 28
[9336] = { ref=9136 }, -- Attack Power 30
[9342] = { "Збільшення шкоди заклять", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1}.#magical spells and effects by up to {1}" }, -- Increase Spell Dam 13
[9343] = { ref=9342 }, -- Increase Spell Dam 14
[9344] = { ref=9342 }, -- Increase Spell Dam 15
[9345] = { ref=9342 }, -- Increase Spell Dam 16
[9346] = { ref=9342 }, -- Increase Spell Dam 18
[9357] = { ref=7690 }, -- Increase Nature Dam 16
[9358] = { ref=7690 }, -- Increase Nature Dam 17
[9359] = { ref=7690 }, -- Increase Nature Dam 19
[9360] = { ref=7690 }, -- Increase Nature Dam 20
[9361] = { ref=7690 }, -- Increase Nature Dam 21
[9392] = { ref=9342 }, -- Increase Spell Dam 1
[9393] = { ref=9342 }, -- Increase Spell Dam 2
[9394] = { ref=9342 }, -- Increase Spell Dam 4
[9395] = { ref=9342 }, -- Increase Spell Dam 5
[9396] = { ref=9342 }, -- Increase Spell Dam 6
[9397] = { ref=9342 }, -- Increase Spell Dam 7
[9398] = { ref=9342 }, -- Increase Spell Dam 8
[9399] = { ref=7683 }, -- Increase Fire Dam 11
[9400] = { ref=7683 }, -- Increase Fire Dam 13
[9401] = { ref=7683 }, -- Increase Fire Dam 14
[9402] = { ref=7697 }, -- Increase Frost Dam 11
[9403] = { ref=7697 }, -- Increase Frost Dam 13
[9404] = { ref=7697 }, -- Increase Frost Dam 14
[9405] = { ref=7597 }, -- Increased Critical 5
[9406] = { ref=7675 }, -- Increase Healing 18
[9407] = { ref=7675 }, -- Increase Healing 20
[9408] = { ref=7675 }, -- Increase Healing 22
[9409] = { ref=7690 }, -- Increase Nature Dam 11
[9410] = { ref=7690 }, -- Increase Nature Dam 13
[9411] = { ref=7690 }, -- Increase Nature Dam 14
[9412] = { ref=7704 }, -- Increase Shadow Dam 11
[9413] = { ref=7704 }, -- Increase Shadow Dam 13
[9414] = { ref=7704 }, -- Increase Shadow Dam 14
[9415] = { ref=9342 }, -- Increase Spell Dam 9
[9416] = { ref=9342 }, -- Increase Spell Dam 11
[9417] = { ref=9342 }, -- Increase Spell Dam 12
[9512] = { "Відновлення енергії", "Миттєво відновлює 100 енергії." }, -- Restore Energy
[9760] = { "Збільшення броні", "Збільшує броню на {1}.#+{1} Armor" }, -- Increased Armor 10
[9761] = { ref=9760 }, -- Increased Armor 20
[9762] = { ref=9760 }, -- Increased Armor 30
[9763] = { ref=9760 }, -- Increased Armor 40
[9764] = { ref=9760 }, -- Increased Armor 50
[9765] = { ref=9760 }, -- Increased Armor 60
[9766] = { ref=9760 }, -- Increased Armor 70
[9767] = { ref=9760 }, -- Increased Armor 80
[9768] = { ref=9760 }, -- Increased Armor 90
[9783] = { "Мітрилові шпори", "Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди." }, -- Mithril Spurs
[9796] = { "Чума", "Заражає ціль, завдаючи {1} шкоди від природи та додатково {2} шкоди протягом {3} хв.#for {1} Nature#additional {2} damage over {3} min", "Заражено. {1} шкоди від природи кожні {2} с.#{1} nature damage every {2} sec" }, -- Blight
[9800] = { "Священний щит", "Захищає носія священним щитом.", "Поглинає шкоду." }, -- Holy Shield
[9806] = { "Фантомний удар", "Зменшує броню цілі на {1} протягом {2} с. Поки діє ефект, ціль не може стати непомітною чи невидимою.#armor of the target by {1} for {2} sec", "Броню зменшено на {1}. Не може отримати ефект непомітності чи невидимості.#armor by {1}" }, -- Phantom Strike
[9900] = { ref=2828 }, -- Sharpen Blade IV
[9903] = { ref=3112 }, -- Enhance Blunt Weapon IV
[10351] = { "Шкіра василіска", "Збільшує навичку захисту на {1} протягом {2} с.#Defense +{1} for {2} sec", "Навичку захисту збільшено." }, -- Basilisk Skin
[10373] = { "Смертельна рана", "Завдає смертельної рани на {1}-{2} шкоди.#wound for {1} to {2} damage" }, -- Fatal Wound
[10578] = { "Вогняна куля", "Кидає вогняну кулю, яка завдає від {1} до {2} шкоди від вогню і додатково {3} шкоди від вогню протягом {4} с.#causes {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди від вогню кожні {2} с.#{1} Fire#every {2} sec" }, -- Fireball
[10618] = { "Захист стихій", "Поглинає {1} од. магічної шкоди. Триває {2} хв.#Absorbs {1} magical#Lasts {2} min", "Поглинання магічної шкоди." }, -- Elemental Protection
[11007] = { "Слабкий алкоголь", "Досить слабкий алкогольний напій.", "Сп'яніння." }, -- Weak Alcohol
[11008] = { "Звичайний алкоголь", "Звичайний алкогольний напій.", "На підпитку." }, -- Standard Alcohol
[11009] = { "Міцний алкоголь", "Міцний алкогольний напій.", "П'яний." }, -- Strong Alcohol
[11350] = { "Вогняний щит", "Завдає {1} шкоди вогнем усім ворогам у радіусі {2} м кожні {3} с протягом {4} с.#Does {1} fire#within a {2} yard#every {3} seconds for {4} sec", "Завдає {1} шкоди вогнем усім ворогам у радіусі {2} м кожні {3} с.#{1} Fire damage#within {2} yard#every {3} sec" }, -- Fire Shield
[11387] = { "Зілля диколоззя", "Відновлює від {1} до {2} здоров'я та від {3} до {4} мани.#{1} to {2} health and {3} to {4} mana" }, -- Wildvine Potion
[11629] = { "Потужний алкоголь", "Потужний алкогольний напій.", "Налиганий." }, -- Potent Alcohol
[11657] = { "Джанґ'траз", "Захищає власника від фізичної шкоди, поглинаючи від {1} до {2} шкоди. Триває {3} секунд.#absorbing {1} to {2} damage#Lasts {3} sec", "Поглинає фізичну шкоду." }, -- Jang'thraze
[11658] = { "Суль'траз", "Вражає ворога люттю Суль'траза. Зменшує силу цілі на {1} та завдає від {2} до {3} шкоди від тіні і додатково {4} шкоди протягом {5} с.#strength by {1} and deals {2} to {3} Shadow#additional {4} damage over {5} sec", "Знижує силу та завдає {1} шкоди від тіні кожні {2} с.#and {1} Shadow#every {2} sec" }, -- Sul'thraze
[11790] = { "Отруйна хмара", "Завдає {1} шкоди від природи кожні {2} секунд усім ворогам в межах {3} м довкола вас протягом {4} секунд.#Deals {1} Nature#every {2} sec#in an {3} yard#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} Nature#every {2} sec" }, -- Poison Cloud
[11791] = { "Пробиття броні", "Пробиває обладунок цілі, знижуючи її броню на {1}.#lowering it by {1}", "Броню зменшено на {1}.#decreased by {1}" }, -- Puncture Armor
[11879] = { "Роззброєння", "Роззброєння цілі на {1} с.#for {1} sec", "Роззброєно." }, -- Disarm
[11903] = { ref=436 }, -- Restore Mana
[12022] = { "Капелюх адмірала", "Збільшує витривалість учасників групи в межах {2} м на {1}.#Gives {1} additional#within {2} yard", "Витривалість збільшено на {1}.#increased by {1}" }, -- Admiral's Hat
[12257] = { "Вогняне дихання", "Завдає {1} шкоди вогнем щосекунди протягом {2} секунд усім ворогам перед вами. А також добряче п'янить!#Deals {1} Fire#for {2} sec" }, -- Breath of Fire
[12419] = { "Твердий динаміт", ref=1940 }, -- Solid Dynamite
[12421] = { "Мітрилова осколкова бомба", ref=4064 }, -- Mithril Frag Bomb
[12438] = { "Сповільнене падіння", "Зменшує швидкість падіння на {1} с.#fall speed for {1} sec", "Швидкість падіння зменшено." }, -- Slow Fall
[12459] = { "Смертоносний приціл", ref=3974 }, -- Deadly Scope
[12460] = { "Снайперський приціл", ref=3974 }, -- Sniper Scope
[12543] = { "Фугасна бомба", ref=4064 }, -- Hi-Explosive Bomb
[12560] = { "Гірництво", "Збільшує навичку гірництва на {1}.#Mining +{1}" }, -- Mining
[12562] = { "Великан", ref=4064 }, -- The Big One
[12685] = { nil, "Трохи зменшує вашу загрозу всім ворогам на {1} с.#for {1} sec", ref=586 }, -- Fade
[12686] = { "Несамовитість", "Збільшує шкоду на {1} і швидкість атаки на {2}% протягом {3} с.#done by {1} and#speed by {2}% for {3} sec", "Шкоду та швидкість атак ближнього бою збільшено." }, -- Enrage
[12693] = { "Висмоктування життя", "Викрадає {1} здоров'я у ворожої цілі.#Steals {1} life" }, -- Drain Life
[12731] = { "Сила каменю", "Збільшує шкоду на {1} протягом {2} с.#damage by {1} for {2} sec", "Шкоду ближнього бою збільшено." }, -- Strength of Stone
[12733] = { "Безстрашність", "Збільшує броню на {1}, опір всім школам магії на {2} та надає невразливість до страху на {3} с.#armor by {1}#resistances by {2}#Fear for {3} sec", "Броню та опір магії збільшено. Невразливість до страху." }, -- Fearless
[12766] = { "Отруйна хмара", "Отруїти всіх ворогів у межах 8 м навколо вас. Отрута завдає {1} шкоди від природи кожні {2} с протягом {3} с.#suffer {1} Nature#every {2} sec for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#Inflicts {1} Nature#every {2} sec" }, -- Poison Cloud
[12822] = { "Вбивця демонів", "Збільшує силу атаки на {1} в бою з демонами.#+{1} Attack Power when fighting Demons" }, -- Demon Slaying 18
[12823] = { ref=12822 }, -- Demon Slaying 36
[12883] = { "Далекоглядність", "Дозволяє поглянути в далечінь.", "Дальність зору збільшено, поки ви не почнете рухатись." }, -- Longsight
[12956] = { "Демонічний обладунок", "Збільшує навичку захисту на {1}, опір тіні — на {2} та регенерацію здоров'я — на {3}.#Defense by {1}#resistance by {2} and#regeneration by {3}" }, -- Demon Armor (Rank 1)
[12981] = { "Вбивця невмерлих", "Збільшує силу атаки на {1} в бою з невмерлими.#+{1} Attack Power when fighting Undead" }, -- Undead Slayer 39
[13003] = { "Промінь зменшення", nil, "Силу атаки зменшено на {1}.#reduced by {1}" }, -- Shrink Ray
[13006] = { "Промінь зменшення", "Зменшує ціль, знижуючи її силу атаки на {1}. Принаймні, зазвичай він спрацьовує саме так...#power by {1}" }, -- Shrink Ray
[13099] = { "Сіткокид", nil, "Не може рухатися." }, -- Net-o-Matic
[13120] = { "Сіткокид", "Захоплює ціль у сітку на {1} с. Сітка має багато гачків й іноді зачіпається за одяг власника під час пострілу..#net for {1} sec" }, -- Net-o-Matic
[13138] = { "Сіткокид", nil, "Сіткокид дав осічку!\nЗнерухомлено." }, -- Net-o-Matic
[13141] = { "Гномські реактивні черевики", "Ці черевики значно збільшують швидкість руху на 20 секунд. УВАГА: Блок живлення та гіроскопи черевиків не завжди функціонують належним чином.", "Збільшення швидкості бігу. Гіростабілізатори не завжди функціонують належним чином, що призводить до періодичних хибних рухів." }, -- Gnomish Rocket Boots
[13158] = { "Несправність реактивних черевиків", nil, "Неконтрольованість!" }, -- Rocket Boots Malfunction
[13180] = { "Гномська шапка контролю розуму", "Вступити в ментальний бій з ціллю-гуманоїдом, щоб спробувати захопити контроль над її розумом. Якщо все пройде вдало, ви контролюватимете розум цілі протягом {1} секунд...#for {1} sec" }, -- Gnomish Mind Control Cap
[13181] = { "Гномська шапка контролю розуму", nil, "Причаровано." }, -- Gnomish Mind Control Cap
[13234] = { "Пояс запобігання шкоді", "Силовий щит захищає вас від наступних {1} од. шкоди протягом наступних {2} хв. УВАГА: Силове поле може перевантажитися при ударі, тимчасово запроторюючи власника в інший вимір.#next {1} damage#next {2} min", "Поглинає шкоду. Ефективність не гарантовано." }, -- Harm Prevention Belt
[13237] = { "Гоблінська мортира", "Завдає від {1} до {2} шкоди вогнем та приголомшує цілі в радіусі {3} метрів на {4} с.#Inflicts {1} to {2} Fire#in a {3} yard#for {4} sec", "Приголомшено." }, -- Goblin Mortar
[13238] = { ref=13237 }, -- Goblin Mortar
[13383] = { ref=7511 }, -- Increased Defense
[13384] = { ref=7511 }, -- Increased Defense
[13385] = { ref=7511 }, -- Increased Defense
[13386] = { ref=7511 }, -- Increased Defense
[13387] = { ref=7511 }, -- Increased Defense
[13388] = { ref=7511 }, -- Increased Defense
[13389] = { ref=7511 }, -- Increased Defense
[13390] = { ref=7511 }, -- Increased Defense
[13439] = { ref=116 }, -- Frostbolt
[13441] = { ref=690 }, -- Firebolt
[13492] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#+{1} Attack Power when fighting Beasts" }, -- Beast Slaying 63
[13500] = { ref=7538 }, -- Increased 1H Axe
[13524] = { "Прокляття Сталвана", "Зменшує всі характеристики цілі на {1} протягом {2} хв.#of target by {1} for {2} min", "Всі характеристики зменшено на {1}.#by {1}" }, -- Curse of Stalvan
[13534] = { ref=11879 }, -- Disarm
[13590] = { "Збільшення шкоди від аркани", "Збільшує шкоду від заклинань і ефектів аркани на {1}.#Arcane spells and effects by up to {1}" }, -- Increase Arcane Dam 1
[13591] = { ref=13590 }, -- Increase Arcane Dam 3
[13592] = { ref=13590 }, -- Increase Arcane Dam 4
[13593] = { ref=13590 }, -- Increase Arcane Dam 6
[13594] = { ref=13590 }, -- Increase Arcane Dam 7
[13595] = { ref=13590 }, -- Increase Arcane Dam 9
[13596] = { ref=13590 }, -- Increase Arcane Dam 10
[13597] = { ref=13590 }, -- Increase Arcane Dam 11
[13598] = { ref=13590 }, -- Increase Arcane Dam 13
[13599] = { ref=13590 }, -- Increase Arcane Dam 14
[13601] = { ref=13590 }, -- Increase Arcane Dam 16
[13602] = { ref=13590 }, -- Increase Arcane Dam 17
[13603] = { ref=13590 }, -- Increase Arcane Dam 19
[13604] = { ref=13590 }, -- Increase Arcane Dam 20
[13605] = { ref=13590 }, -- Increase Arcane Dam 21
[13665] = { "Шанс парирування", "Збільшує шанс парирування атаки на {1}%.#parry an attack by {1}%" }, -- Increased Parry 1
[13667] = { ref=13665 }, -- Increased Parry 2
[13668] = { ref=13665 }, -- Increased Parry 3
[13669] = { "Шанс ухилення", "Збільшує шанс ухилення від атаки на {1}%.#dodge an attack by {1}%" }, -- Increased Dodge 1
[13670] = { ref=13669 }, -- Increased Dodge 2
[13671] = { ref=13669 }, -- Increased Dodge 3
[13672] = { ref=13669 }, -- Increased Dodge 4
[13673] = { ref=13669 }, -- Increased Dodge 5
[13674] = { "Шанс блоку", "Збільшує шанс блокування атак щитом на {1}%.#block attacks with a shield by {1}%" }, -- Increased Block 1
[13675] = { ref=13674 }, -- Increased Block 2
[13676] = { ref=13674 }, -- Increased Block 3
[13677] = { ref=13674 }, -- Increased Block 4
[13678] = { ref=13674 }, -- Increased Block 6
[13744] = { "Палаюча емблема", "Збільшує опір вогню на {1} і зменшує всю отриману шкоду від вогню на {2} протягом {3} с.#resistance by {1} and#taken by up to {2} for {3} sec", "Збільшено опір вогню та зменшено отриману шкоду від вогню. " }, -- Blazing Emblem (Rank 1)
[13808] = { "Ручна осколкова граната M73", ref=4064 }, -- M73 Frag Grenade
[13830] = { ref=7683 }, -- Increase Fire Dam 29
[13831] = { ref=7697 }, -- Increase Frost Dam 29
[13881] = { ref=9342 }, -- Increase Spell Dam 29
[13959] = { "Електростатичний заряд", "З ймовірністю {1}% при отриманні удару в бою ви завдасте нападнику від {2} до {3} шкоди від природи.#combat has a {1}% chance of inflicting {2} to {3} Nature" }, -- Electrostatic Charge
[14027] = { ref=9136 }, -- Attack Power 24
[14047] = { ref=9342 }, -- Increase Spell Dam 23
[14048] = { ref=7538 }, -- Increased 1H Axe
[14049] = { ref=9136 }, -- Attack Power 40
[14051] = { ref=7534 }, -- Increased Dagger
[14052] = { ref=9136 }, -- Attack Power 60
[14053] = { "Зцілення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}" }, -- Heal
[14054] = { ref=9342 }, -- Increase Spell Dam 27
[14055] = { ref=9342 }, -- Increase Spell Dam 35
[14056] = { ref=9136 }, -- Attack Power 50
[14089] = { ref=9136 }, -- Attack Power 36
[14097] = { ref=12822 }, -- Demon Slaying 45
[14098] = { ref=12822 }, -- Demon Slaying 117
[14105] = { "Крижаний вибух", "Завдає цілі від {1} до {2} шкоди від криги.#for {1} to {2} Frost" }, -- Frost Blast
[14121] = { ref=7520 }, -- Increased 1H Sword
[14124] = { ref=7533 }, -- Increased 2H Mace
[14127] = { ref=9342 }, -- Increase Spell Dam 28
[14198] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#Attack Power increased by {1} when fighting Beasts" }, -- Beast Slaying 27
[14248] = { ref=9342 }, -- Increase Spell Dam 21
[14249] = { ref=7511 }, -- Increased Defense
[14253] = { "Усунення отрути", "Намагається вилікувати {1} ефект отруєння на цілі та ще {2} ефект отруєння кожні {3} с протягом {4} с.#cure {1} poison#and {2} more#every {3} seconds for {4} sec", "Намагається вилікувати {1} отруєння кожні {2} с.#cure {1}#every {2} sec" }, -- Abolish Poison (Rank 1)
[14254] = { ref=9342 }, -- Increase Spell Dam 19
[14565] = { ref=13492 }, -- Beast Slaying 30
[14793] = { ref=7704 }, -- Increase Shadow Dam 23
[14794] = { ref=7704 }, -- Increase Shadow Dam 24
[14798] = { ref=9342 }, -- Increase Spell Dam 30
[14799] = { ref=9342 }, -- Increase Spell Dam 20
[14803] = { ref=9760 }, -- Increased Armor 200
[14817] = { ref=7549 }, -- Increased 2H Axe
[14824] = { "Швидкість дальнього бою", "Збільшує швидкість атак дальнього бою на {1}%.#ranged attack speed by {1}%" }, -- Haste
[14825] = { ref=14824 }, -- Haste
[14826] = { ref=14824 }, -- Haste
[14827] = { ref=14824 }, -- Haste
[14828] = { ref=14824 }, -- Haste
[14829] = { ref=14824 }, -- Haste
[15057] = { "Механічний ремкомплект", "Відновлює {1} здоров'я дружній механічній цілі#Restores {1} health" }, -- Mechanical Patch Kit
[15229] = { "Кристалічне відновлення", ref=139 }, -- Crystal Restore
[15231] = { "Кристалічна сила", ref=8112 }, -- Crystal Force
[15233] = { "Кристалічний захист", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}" }, -- Crystal Ward
[15235] = { "Кристалічне послаблення", "Зменшує броню ворожої цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню зменшено на {1} протягом {2} хв.#by {1} for {2} min" }, -- Crystal Yield
[15239] = { "Кристалічний заряд", "Завдає від {1} до {2} шкоди від вогню всім цілям в межах {3} м.#Inflicts {1} to {2} fire#in a {3} yard" }, -- Crystal Charge
[15279] = { "Кристалічне вістря", "Оточує дружню ціль кришталевим щитом, що завдає {1} шкоди кожному, хто завдає їй удару. Триває {2} хв.#doing {1} damage#Lasts {2} min", "Завдає {1} шкоди нападникам.#Causes {1} nature" }, -- Crystal Spire
[15280] = { "Розсіченя броні", "Зменшує броню цілі на {1} протягом {2} с.#armor by {1} for {2} sec", "Броню зменшено на {1}.#reduced by {1}" }, -- Cleave Armor
[15340] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас мани на 150. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15367] = { ref=9760 }, -- Increased Armor 130
[15389] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас здоров'я на 100. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15391] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують броню на 125. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15394] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують опір вогню на 20. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15397] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують силу на 8. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15400] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують витривалість на 8. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15402] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують спритність на 8. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15404] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують інтелект на 8. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15406] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують дух на 8. Не поєднується з іншими чарами на предметі." }, -- Lesser Arcane Amalgamation
[15438] = { "Шипи", "При отриманні удару в бою завдає {1} шкоди від аркани нападнику.#inflicts {1} Arcane" }, -- Thorns (Rank 1)
[15464] = { "Шанс завдання удару", "Збільшує ймовірність завдання удару на {1}%.#chance to hit by {1}%" }, -- Increased Hit Chance 1
[15465] = { ref=15464 }, -- Increased Hit Chance 2
[15466] = { ref=15464 }, -- Increased Hit Chance 3
[15467] = { ref=15464 }, -- Increased Hit Chance 4
[15468] = { ref=15464 }, -- Increased Hit Chance 5
[15494] = { "Лють Файнокова", "Дає 2 додаткові атаки під час наступного замаху.", "Сповнено духом Франклорна Файнокова. Може говорити лише дворфійською мовою." }, -- Fury of Forgewright
[15508] = { ref=9760 }, -- Increased Armor 120
[15592] = { ref=690 }, -- Firebolt
[15600] = { "Рука правосуддя", "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в ближньому бою." }, -- Hand of Justice
[15602] = { "Меч лорда-генерала", "Збільшує силу атаки на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки збільшено на {1}.#increased by {1}" }, -- Lord General's Sword
[15604] = { "Друге дихання", "Відновлює {1} мани щосекунди протягом {2} секунд.#Restores {1} mana#for {2} sec", "Відновлює {1} мани щосекунди.#Restores {1} mana" }, -- Second Wind
[15646] = { "Шквал знань", "Зменшує витрати мани на всі закляття на {1} протягом {2} с.#of all spells by {1} for {2} sec", "Витрати мани зменшено." }, -- Burst of Knowledge (Rank 1)
[15666] = { ref=9760 }, -- Increased Armor 100
[15687] = { ref=9760 }, -- Increased Armor 250
[15688] = { ref=13492 }, -- Beast Slaying 42
[15689] = { ref=13492 }, -- Beast Slaying 105
[15693] = { ref=9760 }, -- Increased Armor 150
[15694] = { ref=7532 }, -- Increased 1H Mace
[15696] = { ref=7675 }, -- Increase Healing 53
[15700] = { "Плід кнутокореня", ref=439 }, -- Whipper Root Tuber
[15701] = { "Подих нічного дракона", ref=2370 }, -- Night Dragon's Breath
[15714] = { ref=9342 }, -- Increase Spell Dam 22
[15715] = { ref=9342 }, -- Increase Spell Dam 25
[15717] = { ref=7534 }, -- Increased Dagger
[15758] = { ref=7538 }, -- Increased 1H Axe
[15759] = { ref=7538 }, -- Increased 1H Axe
[15760] = { ref=7532 }, -- Increased 1H Mace
[15761] = { ref=7532 }, -- Increased 1H Mace
[15762] = { ref=7532 }, -- Increased 1H Mace
[15763] = { ref=7520 }, -- Increased 1H Sword
[15764] = { ref=7520 }, -- Increased 1H Sword
[15765] = { ref=7520 }, -- Increased 1H Sword
[15766] = { ref=7549 }, -- Increased 2H Axe
[15767] = { ref=7549 }, -- Increased 2H Axe
[15768] = { ref=7549 }, -- Increased 2H Axe
[15769] = { ref=7529 }, -- Increased 2H Sword
[15770] = { ref=7529 }, -- Increased 2H Sword
[15771] = { ref=7529 }, -- Increased 2H Sword
[15772] = { ref=7529 }, -- Increased 2H Sword
[15773] = { ref=7533 }, -- Increased 2H Mace
[15774] = { ref=7533 }, -- Increased 2H Mace
[15775] = { ref=7533 }, -- Increased 2H Mace
[15776] = { ref=7534 }, -- Increased Dagger
[15777] = { ref=7534 }, -- Increased Dagger
[15778] = { ref=7534 }, -- Increased Dagger
[15804] = { ref=7511 }, -- Increased Defense
[15805] = { ref=9760 }, -- Increased Armor 1000
[15806] = { ref=9136 }, -- Attack Power 34
[15807] = { ref=9136 }, -- Attack Power 32
[15808] = { ref=9136 }, -- Attack Power 38
[15809] = { ref=9136 }, -- Attack Power 42
[15810] = { ref=9136 }, -- Attack Power 44
[15811] = { ref=9136 }, -- Attack Power 46
[15812] = { ref=9136 }, -- Attack Power 52
[15813] = { ref=9136 }, -- Attack Power 54
[15814] = { ref=9136 }, -- Attack Power 56
[15815] = { ref=9136 }, -- Attack Power 58
[15816] = { ref=9136 }, -- Attack Power 62
[15817] = { ref=9136 }, -- Attack Power 64
[15818] = { ref=9136 }, -- Attack Power 66
[15819] = { ref=9136 }, -- Attack Power 68
[15820] = { ref=9136 }, -- Attack Power 70
[15821] = { ref=9136 }, -- Attack Power 72
[15823] = { ref=9136 }, -- Attack Power 74
[15824] = { ref=9136 }, -- Attack Power 76
[15825] = { ref=9136 }, -- Attack Power 78
[15826] = { ref=9136 }, -- Attack Power 80
[15827] = { ref=9136 }, -- Attack Power 82
[15828] = { ref=9136 }, -- Attack Power 84
[15829] = { ref=9136 }, -- Attack Power 86
[15830] = { ref=9136 }, -- Attack Power 88
[15831] = { ref=9136 }, -- Attack Power 90
[15832] = { ref=9136 }, -- Attack Power 92
[15852] = { "Чілі \"Подих дракона\"", "Змушує вас іноді відригувати полум'я на ворогів у ближньому бою протягом наступних {1} хв.#for the next {1} min", "Ви не дуже добре себе почуваєте...." }, -- Dragonbreath Chili
[15871] = { ref=7538 }, -- Increased 1H Axe
[15873] = { ref=7538 }, -- Increased 1H Axe
[15874] = { ref=7538 }, -- Increased 1H Axe
[15875] = { ref=7538 }, -- Increased 1H Axe
[15877] = { ref=7538 }, -- Increased 1H Axe
[15879] = { ref=7538 }, -- Increased 1H Axe
[15880] = { ref=7538 }, -- Increased 1H Axe
[15881] = { ref=7538 }, -- Increased 1H Axe
[15882] = { ref=7538 }, -- Increased 1H Axe
[15883] = { ref=7538 }, -- Increased 1H Axe
[15884] = { ref=7538 }, -- Increased 1H Axe
[15885] = { ref=7538 }, -- Increased 1H Axe
[15886] = { ref=7532 }, -- Increased 1H Mace
[15887] = { ref=7532 }, -- Increased 1H Mace
[15888] = { ref=7532 }, -- Increased 1H Mace
[15889] = { ref=7532 }, -- Increased 1H Mace
[15890] = { ref=7532 }, -- Increased 1H Mace
[15891] = { ref=7532 }, -- Increased 1H Mace
[15892] = { ref=7532 }, -- Increased 1H Mace
[15893] = { ref=7532 }, -- Increased 1H Mace
[15894] = { ref=7532 }, -- Increased 1H Mace
[15895] = { ref=7532 }, -- Increased 1H Mace
[15896] = { ref=7520 }, -- Increased 1H Sword
[15897] = { ref=7520 }, -- Increased 1H Sword
[15898] = { ref=7520 }, -- Increased 1H Sword
[15899] = { ref=7520 }, -- Increased 1H Sword
[15900] = { ref=7520 }, -- Increased 1H Sword
[15901] = { ref=7520 }, -- Increased 1H Sword
[15902] = { ref=7520 }, -- Increased 1H Sword
[15903] = { ref=7520 }, -- Increased 1H Sword
[15904] = { ref=7520 }, -- Increased 1H Sword
[15905] = { ref=7520 }, -- Increased 1H Sword
[15907] = { ref=7549 }, -- Increased 2H Axe
[15909] = { ref=7549 }, -- Increased 2H Axe
[15912] = { ref=7549 }, -- Increased 2H Axe
[15913] = { ref=7549 }, -- Increased 2H Axe
[15914] = { ref=7549 }, -- Increased 2H Axe
[15916] = { ref=7549 }, -- Increased 2H Axe
[15917] = { ref=7549 }, -- Increased 2H Axe
[15919] = { ref=7549 }, -- Increased 2H Axe
[15920] = { ref=7549 }, -- Increased 2H Axe
[15921] = { ref=7549 }, -- Increased 2H Axe
[15922] = { ref=7533 }, -- Increased 2H Mace
[15923] = { ref=7533 }, -- Increased 2H Mace
[15924] = { ref=7533 }, -- Increased 2H Mace
[15925] = { ref=7533 }, -- Increased 2H Mace
[15926] = { ref=7533 }, -- Increased 2H Mace
[15927] = { ref=7533 }, -- Increased 2H Mace
[15928] = { ref=7533 }, -- Increased 2H Mace
[15929] = { ref=7533 }, -- Increased 2H Mace
[15930] = { ref=7533 }, -- Increased 2H Mace
[15931] = { ref=7533 }, -- Increased 2H Mace
[15937] = { ref=7529 }, -- Increased 2H Sword
[15938] = { ref=7529 }, -- Increased 2H Sword
[15939] = { ref=7529 }, -- Increased 2H Sword
[15940] = { ref=7529 }, -- Increased 2H Sword
[15941] = { ref=7529 }, -- Increased 2H Sword
[15942] = { ref=7529 }, -- Increased 2H Sword
[15943] = { ref=7529 }, -- Increased 2H Sword
[15944] = { ref=7529 }, -- Increased 2H Sword
[15945] = { ref=7529 }, -- Increased 2H Sword
[15946] = { ref=7529 }, -- Increased 2H Sword
[15947] = { ref=7535 }, -- Increased Bow
[15948] = { ref=7534 }, -- Increased Dagger
[15949] = { ref=7534 }, -- Increased Dagger
[15950] = { ref=7534 }, -- Increased Dagger
[15951] = { ref=7534 }, -- Increased Dagger
[15952] = { ref=7534 }, -- Increased Dagger
[15953] = { ref=7534 }, -- Increased Dagger
[15954] = { ref=7534 }, -- Increased Dagger
[15955] = { ref=7534 }, -- Increased Dagger
[15956] = { ref=7823 }, -- Fishing Skill +3
[15957] = { ref=9760 }, -- Increased Armor 300
[16067] = { "Арканічний спалах", "Завдає цілі {1} шкоди від аркани.#for {1} Arcane" }, -- Arcane Blast
[16138] = { ref=2828 }, -- Sharpen Blade V
[16321] = { "Джуджу уникання", "Збільшує шанс ухилення від атак на {1}% протягом {2} с.#dodge by {1}% for {2} sec", "Шанс ухилення збільшено на {1}%.#chance by {1}%" }, -- Juju Escape
[16322] = { "Джуджу шквалу", "Збільшує швидкість атаки цілі на {1}% протягом {2} с.#attack speed by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#speed by {1}%" }, -- Juju Flurry
[16323] = { "Джуджу сили", "Збільшує силу цілі на {1} протягом {2} хв.#Strength by {1} for {2} min", "Силу збільшено на {1}.#by {1}" }, -- Juju Power
[16325] = { "Джуджу холоду", "Збільшує опір кризі на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір кризі збільшено на {1}.#by {1}" }, -- Juju Chill
[16326] = { "Джуджу жару", "Збільшує опір вогню на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір вогню збільшено на {1}.#by {1}" }, -- Juju Ember
[16327] = { "Джуджу кмітливості", "Збільшує інтелект цілі на {1} протягом {2} хв.#Intellect by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}" }, -- Juju Guile
[16329] = { "Джуджу міці", "Збільшує силу атаки на {1} протягом {2} хв.#attack power by {1} for {2} min", "Силу атаки збільшено на {1}.#by {1}" }, -- Juju Might
[16375] = { "Висмоктування життя", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life" }, -- Drain Life
[16407] = { "Крижаний вибух", "Завдає цілі {1} шкоди від криги.#for {1} Frost" }, -- Frost Blast
[16411] = { "Смертельна рана", "Завдає смертельної рани на {1} шкоди.#wound for {1} damage" }, -- Fatal Wound
[16412] = { ref=10578 }, -- Fireball
[16414] = { ref=12693 }, -- Drain Life
[16415] = { ref=10578 }, -- Fireball
[16454] = { "Палючий вибух", "Завдає цілі {1} шкоди від вогню та збільшує отриману нею шкоду від вогню на {2} протягом {3} с.#target for {1} Fire#by Fire damage by {2} for {3} sec" }, -- Searing Blast
[16528] = { "Нестерпний біль", "Викликає у цілі нестерпний біль, що завдає {1} шкоди від природи кожні {2} с і збільшує час між атаками на {3}% протягом {4} с.#deals {1} Nature#every {2} sec#attacks by {3}% for {4} sec", "Завдає {1} шкоди від природи кожні {2} с. Час між атаками збільшено на {3}%.#Deals {1} Nature#every {2} sec#attacks by {3}%" }, -- Numbing Pain
[16559] = { "Полум'яна лють", "Огортає власника вогняним щитом на {1} с та випускає вогняне кільце, що завдає від {2} до {3} шкоди всім ворогам поблизу.#Fire shield for {1} sec#fire dealing {2} to {3} damage" }, -- Flame Wrath
[16566] = { ref=13138 }, -- Net-o-Matic
[16603] = { "Демонічна вилка", "Витягує у цілі {1} здоров'я кожні {2} с протягом {3} с.#Transfers {1} health every {2} sec#caster for {3} sec", "Витягування {1} здоров'я кожні {2} с.#Drains {1} health every {2} sec" }, -- Demonfork (Rank 1)
[16615] = { "Блискавкова шкода зброї", "Додає {1} шкоди блискавкою до ваших атак ближнього бою.#Adds {1} Lightning" }, -- Add Lightning Dam - Weap 03
[16620] = { "Ефект невразливості", "З ймовірністю {1}% при отриманні удару в бою ви отримаєте невразливість до ударів у ближньому бою на {2} с. Цей ефект може виникати лише раз на {3} с.#has a {1}% chance#damage for {2} sec#every {3} sec" }, -- Proc Self Invulnerability
[16622] = { ref=3112 }, -- Enhance Blunt Weapon V
[16629] = { "Налаштований гаситель", "Завдати від {1} до {2} арканічної шкоди обраній цілі та зменшити її шкоду на {3}%.#Inflict {1} to {2} arcane#deals by {3}%", "Шкоду Аража-Закликача зменшено на {1}%.#reduced by {1}%" }, -- Attuned Dampener
[16638] = { ref=7690 }, -- Increase Nature Dam 34
[16666] = { "Демонічна руна", "Відновлює {1}-{2} мани в обмін на {3}-{4} здоров'я.#Restores {1} to {2} mana#cost of {3} to {4} life" }, -- Demonic Rune
[16718] = { "Шкуродер Піпа", "Збільшує навичку шкуродерства на {1}.#Skinning +{1}" }, -- Pip's Skinner
[16871] = { "Хмуродеревне прокляття", "На ворога накладається хмуродеревне прокляття, що зменшує опір магії на {1}. Ефект накопичується до {2} разів.#resistances by {1}#up to {2} times", "Проклято. Опір магії зменшено на {1}.#reduced by {1}" }, -- Bleakwood Curse
[16898] = { "Обпалення", "Підпалиює ворога та завдає йому {1} шкоди протягом {2} с.#for {1} damage over {2} sec", "{1} шкоди кожні {2} с.#{1} damage every {2} sec" }, -- Blaze
[16916] = { "Сила чемпіона", "Зцілює вам від {1} до {2} здоров'я та збільшує силу на {3} протягом {4} секунд.#self for {1} to {2} and#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}" }, -- Strength of the Champion
[16921] = { "Ланцюгова блискавка", "Завдає {1} ворогам від {2} до {3} шкоди від природи.#up to {1} targets for {2} to {3} Nature" }, -- Chain Lightning
[16927] = { "Охолодження", "Сповільнює рух цілі на {1}%, а швидкість атаки - на {2}% протягом {3} секунд.#movement slowed by {1}%#attacks by {2}% for {3} sec", "Рух сповільнено на {1}%, а швидкість атаки - на {2}%.#slowed by {1}% and#increased by {2}%" }, -- Chilled
[16928] = { "Розбиття броні", "Зменшує броню цілі на {1}. Ефект накопичується до {2} разів.#armor by {1}#up to {2} times", "Броню зменшено на {1}.#by {1}" }, -- Armor Shatter
[16939] = { "Помста предків", "Збільшує шанс критичного удару учасників групи на {1}%. Триває {2} секунд.#crit increased by {1}%#Lasts for {2} sec", "Шанс критичного удару збільшено на {1}%.#by {1}%" }, -- Ancestor's Vengeance
[17148] = { "Мізкоруб", "Ранить ціль, завдаючи від {1} до {2} шкоди та знижуючи її інтелект на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Інтелект знижено." }, -- Brain Hacker
[17152] = { "Доля", "Збільшує силу на {1} протягом {2} с.#Strength by {1} for {2} sec", "Силу збільшено на {1}.#by {1}" }, -- Destiny
[17196] = { "Вербовий молот", "Зменшує всі характеристики на {1} і завдає {2} шкоди від природи кожні {3} секунди всім ворогам в радіусі {4} м протягом {5} секунд.#stats by {1} and deals {2} Nature#every {3} sec#an {4} yard radius#for {5} sec", "Всі характеристики зменшено на {1}. Періодична шкода від природи.#by {1} and" }, -- Seeping Willow
[17232] = { "Аура відданості", "Надає {1} додаткової броні учасникам групи неподалік на {2} хв. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Gives {1} additional#members for {2} min", "Броню збільшено на {1}.#by {1}" }, -- Devotion Aura
[17252] = { "Печатка повелителя драконів", "Вас оточує щит мани, що поглинає {1} шкоди. Поки щит тримається, ви відновлюєте {2} мани кожні {3} с протягом {4} хв.#absorbing {1} damage#regeneration by {2} every {3} sec for {4} min", "Поглинає шкоду та відновлює {1} мани кожні {2} с.#regeneration by {1} every {2} sec" }, -- Mark of the Dragon Lord
[17275] = { "Серце луски", "Збільшує опір вогню на {1} та завдає {2} шкоди вогнем кожному, хто атакує вас в ближньому бою протягом {3} хв.#Resistance by {1} and deals {2} Fire#attack for {3} min", "Опір вогню збільшено. Завдає {1} шкоди вогнем нападникам.#causes {1} Fire" }, -- Heart of the Scale
[17280] = { ref=9342 }, -- Increase Spell Dam 43
[17308] = { "Приголомшення", "Приголомшує ціль на {1} с.#silly for {1} sec", "Приголомшено." }, -- Stun
[17315] = { "Пробиття броні", "Пробиває обладунок цілі, знижуючи її броню на {1}. Ефект накопичується до {2} разів/#lowering it by {1}#applied up to {2} times", "Броню зменшено на {1}.#decreased by {1}" }, -- Puncture Armor
[17319] = { ref=12981 }, -- Undead Slayer 81
[17320] = { ref=7675 }, -- Increase Healing 84
[17324] = { ref=13492 }, -- Beast Slaying 132
[17331] = { "Ікло кришталевого павука", "Сповільнює швидкість вимови заклять ціллю та збільшує час між атаками ближнього і дальнього бою на {1}% на {2} с.#attacks by {1}% for {2} sec", "Швидкість атак та вимови заклять зменшено." }, -- Fang of the Crystal Spider
[17350] = { "Сріблястий Світанок", "З ймовірністю {1}% при отриманні удару в бою ви збільшите шанс блокування атак щитом на {2}% протягом {3} с.#a {1}% chance#block by {2}% for {3} sec", "Шанс блокування збільшено на {1}%.#by {1}%" }, -- Argent Dawn
[17367] = { ref=9342 }, -- Increase Spell Dam 32
[17369] = { ref=7535 }, -- Increased Bow
[17371] = { ref=7675 }, -- Increase Healing 44
[17407] = { "Рана", "Ранить ціль, завдаючи від {1} до {2} шкоди та додатково {3} шкоди щосекунди протягом {4} с.#for {1} to {2} damage#additional {3} damage#for {4} sec", "{1} шкоди щосекунди.#Deals {1} damage" }, -- Wound
[17447] = { "Обруч полум'я", "Перетворює {1} здоров'я на ману щосекунди протягом {2} секунд.#Channels {1} health#for {2} sec", "Перетворення здоров'я на ману." }, -- Circle of Flame
[17457] = { ref=12981 }, -- Undead Slayer 75
[17482] = { ref=13492 }, -- Beast Slaying 48
[17483] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні і додатково {2} шкоди кожні {3} с протягом {4} с.#causing {1} Shadow#dealing {2} damage every {3} sec for {4} sec", "{1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec" }, -- Shadow Bolt
[17484] = { "Черепоковане клеймо", "Висмоктує з цілі життя, завдаючи {1} шкоди від тіні щосекунди та відновлюючи вам здоров'я в обсязі завданої шкоди. Триває {2} с.#target for {1} Shadow#Lasts for {2} sec", "Висмоктування життя." }, -- Skullforge Brand
[17493] = { ref=9342 }, -- Increase Spell Dam 44
[17500] = { "Дубина Малоуна", "Приголомшує ціль на {1} c та збільшує вашу силу на {2} протягом {3} с.#silly for {1} sec#Strength by {2} for {3} sec", "Приголомшено." }, -- Malown's Slam
[17505] = { "Прокляття Тіммі", ref=13524 }, -- Curse of Timmy
[17506] = { "Душелом", "Ворожа ціль втрачає {1} здоров'я та мани кожні {2} с протягом {3} с.#loses {1} health#every {2} sec for {3} sec", "Втрачає {1} здоров'я та мани кожні {2} с.#Drains {1} health#every {2} sec" }, -- Soul Breaker
[17508] = { ref=12981 }, -- Undead Slayer 108
[17512] = { "Флейта запального вогню", nil, "Пробуджує дух танцю." }, -- Piccolo of the Flaming Fire
[17513] = { ref=7511 }, -- Increased Defense
[17530] = { ref=436 }, -- Restore Mana
[17531] = { ref=436 }, -- Restore Mana
[17534] = { ref=439 }, -- Healing Potion
[17617] = { ref=9760 }, -- Increased Armor 400
[17625] = { "Нечестива аура", "Збільшує швидкість руху та швидкість відновлення здоров'я.", "Швидкість руху та швидкість відновлення здоров'я збільшено." }, -- Unholy Aura
[17639] = { "Плач банші", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с.#chance to hit by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%" }, -- Wail of the Banshee
[17670] = { "Жетон Сріблястого Світанку", nil, "Дозволяє отримувати камені Скари для Сріблястого Світанку." }, -- Argent Dawn Commission
[17684] = { ref=7683 }, -- Increase Fire Dam 39
[17713] = { ref=7597 }, -- Increased Critical 10
[17746] = { "Непомітність", "Збільшує ефективність вашої непомітності на 1 рівень." }, -- Stealth 5
[17747] = { ref=7683 }, -- Increase Fire Dam 23
[17818] = { ref=7535 }, -- Increased Bow
[17819] = { ref=7690 }, -- Increase Nature Dam 29
[17821] = { ref=13590 }, -- Increase Arcane Dam 23
[17822] = { ref=13590 }, -- Increase Arcane Dam 24
[17823] = { ref=13590 }, -- Increase Arcane Dam 26
[17824] = { ref=13590 }, -- Increase Arcane Dam 27
[17825] = { ref=13590 }, -- Increase Arcane Dam 29
[17826] = { ref=13590 }, -- Increase Arcane Dam 30
[17827] = { ref=13590 }, -- Increase Arcane Dam 31
[17828] = { ref=13590 }, -- Increase Arcane Dam 33
[17829] = { ref=13590 }, -- Increase Arcane Dam 34
[17830] = { ref=13590 }, -- Increase Arcane Dam 36
[17832] = { ref=13590 }, -- Increase Arcane Dam 37
[17837] = { ref=13590 }, -- Increase Arcane Dam 39
[17838] = { ref=13590 }, -- Increase Arcane Dam 40
[17839] = { ref=13590 }, -- Increase Arcane Dam 41
[17840] = { ref=13590 }, -- Increase Arcane Dam 43
[17841] = { ref=13590 }, -- Increase Arcane Dam 44
[17842] = { ref=13590 }, -- Increase Arcane Dam 46
[17844] = { ref=13590 }, -- Increase Arcane Dam 47
[17845] = { ref=13590 }, -- Increase Arcane Dam 49
[17846] = { ref=13590 }, -- Increase Arcane Dam 50
[17847] = { ref=13590 }, -- Increase Arcane Dam 51
[17848] = { ref=13590 }, -- Increase Arcane Dam 53
[17849] = { ref=13590 }, -- Increase Arcane Dam 54
[17866] = { ref=7683 }, -- Increase Fire Dam 24
[17867] = { ref=7683 }, -- Increase Fire Dam 26
[17868] = { ref=7683 }, -- Increase Fire Dam 27
[17869] = { ref=7683 }, -- Increase Fire Dam 30
[17870] = { ref=7683 }, -- Increase Fire Dam 31
[17871] = { ref=7683 }, -- Increase Fire Dam 33
[17872] = { ref=7683 }, -- Increase Fire Dam 34
[17873] = { ref=7683 }, -- Increase Fire Dam 36
[17874] = { ref=7683 }, -- Increase Fire Dam 37
[17875] = { ref=7683 }, -- Increase Fire Dam 40
[17876] = { ref=7683 }, -- Increase Fire Dam 41
[17878] = { ref=7683 }, -- Increase Fire Dam 43
[17879] = { ref=7683 }, -- Increase Fire Dam 44
[17880] = { ref=7683 }, -- Increase Fire Dam 46
[17881] = { ref=7683 }, -- Increase Fire Dam 47
[17882] = { ref=7683 }, -- Increase Fire Dam 49
[17884] = { ref=7683 }, -- Increase Fire Dam 50
[17885] = { ref=7683 }, -- Increase Fire Dam 51
[17886] = { ref=7683 }, -- Increase Fire Dam 53
[17887] = { ref=7683 }, -- Increase Fire Dam 54
[17889] = { ref=7697 }, -- Increase Frost Dam 23
[17890] = { ref=7697 }, -- Increase Frost Dam 24
[17891] = { ref=7697 }, -- Increase Frost Dam 26
[17892] = { ref=7697 }, -- Increase Frost Dam 27
[17893] = { ref=7697 }, -- Increase Frost Dam 30
[17894] = { ref=7697 }, -- Increase Frost Dam 31
[17895] = { ref=7697 }, -- Increase Frost Dam 33
[17896] = { ref=7697 }, -- Increase Frost Dam 34
[17897] = { ref=7697 }, -- Increase Frost Dam 36
[17898] = { ref=7697 }, -- Increase Frost Dam 37
[17899] = { ref=7697 }, -- Increase Frost Dam 39
[17900] = { ref=7697 }, -- Increase Frost Dam 40
[17901] = { ref=7697 }, -- Increase Frost Dam 41
[17902] = { ref=7697 }, -- Increase Frost Dam 43
[17903] = { ref=7697 }, -- Increase Frost Dam 44
[17905] = { ref=7697 }, -- Increase Frost Dam 46
[17906] = { ref=7697 }, -- Increase Frost Dam 47
[17907] = { ref=7697 }, -- Increase Frost Dam 49
[17908] = { ref=7697 }, -- Increase Frost Dam 50
[17909] = { ref=7697 }, -- Increase Frost Dam 51
[17910] = { ref=7697 }, -- Increase Frost Dam 53
[17911] = { ref=7697 }, -- Increase Frost Dam 54
[17945] = { ref=758 }, -- Firestone Passive (Rank 2)
[17947] = { ref=758 }, -- Firestone Passive (Rank 3)
[17949] = { ref=758 }, -- Firestone Passive (Rank 4)
[17987] = { ref=7690 }, -- Increase Nature Dam 23
[17988] = { ref=7690 }, -- Increase Nature Dam 24
[17989] = { ref=7690 }, -- Increase Nature Dam 26
[17990] = { ref=7690 }, -- Increase Nature Dam 27
[17991] = { ref=7690 }, -- Increase Nature Dam 30
[17992] = { ref=7690 }, -- Increase Nature Dam 31
[17993] = { ref=7690 }, -- Increase Nature Dam 33
[17994] = { ref=7690 }, -- Increase Nature Dam 36
[17995] = { ref=7690 }, -- Increase Nature Dam 37
[17996] = { ref=7690 }, -- Increase Nature Dam 39
[17997] = { ref=7690 }, -- Increase Nature Dam 40
[17998] = { ref=7690 }, -- Increase Nature Dam 41
[17999] = { ref=7690 }, -- Increase Nature Dam 43
[18000] = { ref=7690 }, -- Increase Nature Dam 44
[18001] = { ref=7690 }, -- Increase Nature Dam 46
[18002] = { ref=7690 }, -- Increase Nature Dam 47
[18003] = { ref=7690 }, -- Increase Nature Dam 49
[18004] = { ref=7690 }, -- Increase Nature Dam 50
[18005] = { ref=7690 }, -- Increase Nature Dam 51
[18006] = { ref=7690 }, -- Increase Nature Dam 53
[18007] = { ref=7690 }, -- Increase Nature Dam 54
[18008] = { ref=7704 }, -- Increase Shadow Dam 26
[18009] = { ref=7704 }, -- Increase Shadow Dam 27
[18010] = { ref=7704 }, -- Increase Shadow Dam 29
[18011] = { ref=7704 }, -- Increase Shadow Dam 30
[18012] = { ref=7704 }, -- Increase Shadow Dam 31
[18013] = { ref=7704 }, -- Increase Shadow Dam 33
[18014] = { ref=7704 }, -- Increase Shadow Dam 34
[18015] = { ref=7704 }, -- Increase Shadow Dam 36
[18016] = { ref=7704 }, -- Increase Shadow Dam 37
[18017] = { ref=7704 }, -- Increase Shadow Dam 39
[18018] = { ref=7704 }, -- Increase Shadow Dam 40
[18019] = { ref=7704 }, -- Increase Shadow Dam 41
[18020] = { ref=7704 }, -- Increase Shadow Dam 43
[18021] = { ref=7704 }, -- Increase Shadow Dam 44
[18022] = { ref=7704 }, -- Increase Shadow Dam 46
[18023] = { ref=7704 }, -- Increase Shadow Dam 47
[18024] = { ref=7704 }, -- Increase Shadow Dam 49
[18025] = { ref=7704 }, -- Increase Shadow Dam 50
[18026] = { ref=7704 }, -- Increase Shadow Dam 51
[18027] = { ref=7704 }, -- Increase Shadow Dam 53
[18028] = { ref=7704 }, -- Increase Shadow Dam 54
[18029] = { ref=7675 }, -- Increase Healing 35
[18030] = { ref=7675 }, -- Increase Healing 37
[18031] = { ref=7675 }, -- Increase Healing 40
[18032] = { ref=7675 }, -- Increase Healing 42
[18033] = { ref=7675 }, -- Increase Healing 46
[18034] = { ref=7675 }, -- Increase Healing 48
[18035] = { ref=7675 }, -- Increase Healing 51
[18036] = { ref=7675 }, -- Increase Healing 55
[18037] = { ref=7675 }, -- Increase Healing 57
[18038] = { ref=7675 }, -- Increase Healing 59
[18039] = { ref=7675 }, -- Increase Healing 62
[18040] = { ref=7675 }, -- Increase Healing 64
[18041] = { ref=7675 }, -- Increase Healing 66
[18042] = { ref=7675 }, -- Increase Healing 68
[18043] = { ref=7675 }, -- Increase Healing 70
[18044] = { ref=7675 }, -- Increase Healing 73
[18045] = { ref=7675 }, -- Increase Healing 75
[18046] = { ref=7675 }, -- Increase Healing 77
[18047] = { ref=7675 }, -- Increase Healing 79
[18048] = { ref=7675 }, -- Increase Healing 81
[18049] = { ref=9342 }, -- Increase Spell Dam 26
[18050] = { ref=9342 }, -- Increase Spell Dam 33
[18052] = { ref=9342 }, -- Increase Spell Dam 34
[18053] = { ref=9342 }, -- Increase Spell Dam 36
[18054] = { ref=9342 }, -- Increase Spell Dam 37
[18055] = { ref=9342 }, -- Increase Spell Dam 39
[18056] = { ref=9342 }, -- Increase Spell Dam 40
[18057] = { ref=9342 }, -- Increase Spell Dam 41
[18058] = { ref=9342 }, -- Increase Spell Dam 42
[18060] = { ref=9136 }, -- Attack Power 200
[18061] = { ref=7520 }, -- Increased 1H Sword
[18062] = { ref=13669 }, -- Increased Dodge 8
[18063] = { ref=13665 }, -- Increased Parry 5
[18064] = { ref=13674 }, -- Increased Block 20
[18066] = { ref=15464 }, -- Increased Hit Chance 10
[18067] = { ref=13492 }, -- Beast Slaying 45
[18068] = { ref=9760 }, -- Increased Armor 270
[18069] = { ref=9760 }, -- Increased Armor 160
[18074] = { ref=12981 }, -- Undead Slayer 30
[18076] = { ref=13492 }, -- Beast Slaying 72
[18079] = { ref=12822 }, -- Demon Slaying 33
[18080] = { ref=14198 }, -- Beast Slaying 21
[18082] = { ref=10578 }, -- Fireball
[18083] = { ref=690 }, -- Firebolt
[18084] = { ref=12693 }, -- Drain Life
[18085] = { ref=16407 }, -- Frost Blast
[18087] = { ref=12822 }, -- Demon Slaying 78
[18091] = { ref=16067 }, -- Arcane Blast
[18092] = { ref=16407 }, -- Frost Blast
[18098] = { ref=12981 }, -- Undead Slayer 45
[18105] = { ref=10578 }, -- Fireball
[18108] = { ref=10578 }, -- Fireball
[18109] = { ref=13492 }, -- Beast Slaying 39
[18153] = { "Комбобулятор кодо", "Активувати поруч з древнім, старим або вмираючим кодо, щоб він пішов за вами (по одному за раз)." }, -- Kodo Kombobulator
[18185] = { ref=7511 }, -- Increased Defense
[18188] = { ref=9760 }, -- Increased Armor 180
[18190] = { ref=9760 }, -- Increased Armor 140
[18195] = { ref=9760 }, -- Increased Armor 220
[18196] = { ref=7511 }, -- Increased Defense
[18198] = { ref=12981 }, -- Undead Slayer 66
[18199] = { ref=10578 }, -- Fireball
[18201] = { ref=14198 }, -- Beast Slaying 24
[18204] = { ref=14105 }, -- Frost Blast
[18206] = { ref=10373 }, -- Fatal Wound
[18207] = { ref=13492 }, -- Beast Slaying 60
[18212] = { ref=12822 }, -- Demon Slaying 99
[18264] = { "Тростина магістра", "Збільшує інтелект учасників групи в межах {2} м на {1}.#Gives {1} additional#within {2} yard", "Інтелект збільшено на {1}.#increased by {1}" }, -- Headmaster's Charge
[18276] = { ref=16407 }, -- Frost Blast
[18278] = { "Знемовлення", "Знемовлює ворога, запобігаючи вимові заклять на {1} с.#spells for {1} sec", "Не може вимовляти закляття." }, -- Silence (Rank 1)
[18281] = { ref=9760 }, -- Increased Armor 210
[18289] = { "Повзуча пліснява", "Заражає ціль, завдаючи {1} шкоди від природи кожні {2} с протягом {3} с.#for {1} Nature#every {2} sec for {3} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Creeping Mold
[18364] = { "Плащ вогню", "Завдає {1} шкоди вогнем кожні {2} с всім ворогам неподалік протягом {3} с.#Deals {1} Fire#every {2} sec#for {3} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec" }, -- Cloak of Fire
[18369] = { ref=7511 }, -- Increased Defense
[18379] = { ref=18378 }, -- Increased Mana Regen
[18381] = { "Каліцтво", "Зменшує силу атаки цілі на {1} протягом {2} с.#attack power by {1} for {2} sec", "Силу атаки зменшено." }, -- Cripple (Rank 1)
[18382] = { "Збільшення шансу критичного закляття", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#critical strike with spells by {1}%" }, -- Increased Critical Spell
[18384] = { ref=18382 }, -- Increased Critical Spell
[18398] = { ref=16407 }, -- Frost Blast
[18400] = { "Флейта запального вогню", "Змушує гравців неподалік танцювати.", "Танцює під музику." }, -- Piccolo of the Flaming Fire
[18633] = { "Знесилююча хвороба", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с та зменшує силу на час дії хвороби.#Deals {1} Shadow damage every {2} sec for {3} sec", "Хворий і ослаблений." }, -- Weakening Disease
[18652] = { "Висмоктування здоров'я", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с. Вся завдана шкода передається заклиначу.#Deals {1} Shadow damage every {2} sec for {3} sec", "{1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec" }, -- Siphon Health
[18672] = { "Збільшення всіх опорів", "Збільшує всі опори магії на {1}.#+{1} All Resistances" }, -- Increased All Resist 01
[18673] = { ref=18672 }, -- Increased All Resist 02
[18674] = { ref=18672 }, -- Increased All Resist 03
[18675] = { ref=18672 }, -- Increased All Resist 04
[18676] = { ref=18672 }, -- Increased All Resist 05
[18677] = { ref=18672 }, -- Increased All Resist 06
[18678] = { ref=18672 }, -- Increased All Resist 07
[18679] = { ref=18672 }, -- Increased All Resist 08
[18680] = { ref=18672 }, -- Increased All Resist 09
[18681] = { ref=18672 }, -- Increased All Resist 10
[18682] = { ref=18672 }, -- Increased All Resist 11
[18683] = { ref=18672 }, -- Increased All Resist 12
[18684] = { ref=18672 }, -- Increased All Resist 13
[18685] = { ref=18672 }, -- Increased All Resist 14
[18686] = { ref=18672 }, -- Increased All Resist 15
[18687] = { ref=18672 }, -- Increased All Resist 16
[18688] = { ref=18672 }, -- Increased All Resist 17
[18689] = { ref=18672 }, -- Increased All Resist 18
[18690] = { ref=18672 }, -- Increased All Resist 19
[18691] = { ref=18672 }, -- Increased All Resist 20
[18764] = { "Грибне відновлення", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec" }, -- Fungal Regrowth (Rank 1)
[18787] = { "Небесне благословення", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Силу атаки збільшено." }, -- Heaven's Blessing
[18796] = { ref=10578 }, -- Fireball
[18803] = { "Зосередження", "Наступне закляття протягом {1} c буде вимовлено миттєво.#within {1} sec", "Наступне закляття буде вимовлено миттєво." }, -- Focus
[18805] = { "Рекомбобуляція", "Розвіює ефекти поліморфії з дружньої цілі. Також відновлює від {1} до {2} здоров'я та мани.#restores {1} to {2} health" }, -- Recombobulate
[18815] = { "Висмоктування життя", "З шансом {1}% при отриманні удару в бою ви викрадете у ворога {2} здоров'я.#has a {1}% chance of stealing {2} life" }, -- Drain Life
[18816] = { "Полум'яний удар", "З шансом {1}% при отриманні удару в бою ви завдасте всім ворогам навколо від {2} до {3} шкоди вогнем.#has a {1}% chance of dealing {2} to {3} Fire" }, -- Flamestrike
[18817] = { ref=12693 }, -- Drain Life
[18826] = { "Жертва спасителя", "Збільшує броню на {1} протягом {2} с.#armor by {1} for {2} sec", "Броню збільшено." }, -- Savior's Sacrifice
[18832] = { "Корінь лілії", "Відновлює від {1} до {2} мани та здоров'я.#Restores {1} to {2} mana" }, -- Lily Root
[18833] = { ref=690 }, -- Firebolt
[18956] = { "Відновлення здоров'я", "Відновлює {1} здоров'я кожні {2} с протягом {3} с.#Restores {1} health every {2} sec for {3} sec", "Зцілення." }, -- Restore Life
[18957] = { ref=18956 }, -- Restore Life
[19199] = { "Чай з цукром", "Відновлює від {1} до {2} здоров'я та мани.#Restores {1} to {2} health" }, -- Tea with Sugar
[19260] = { ref=14105 }, -- Frost Blast
[19380] = { ref=13492 }, -- Beast Slaying 33
[19566] = { "Сільничка", "Дозволяє досвідченому шкірнику перетворити глибокоскельну сіль на очищену глибокоскельну сіль. Прилад опромінює користувача суб'ядерними мікроопроменями і не може використовуватися частіше, ніж раз на кілька днів." }, -- Salt Shaker
[19634] = { "Відновлення мани", "Відновлює {1} мани кожні {2} с протягом {3} секунд.#Restores {1} mana every {2} sec for {3} sec", "Відновлює {1} мани кожні {2} с.#Restores {1} mana every {2} sec" }, -- Mana Rejuvenation
[19646] = { "Срібний ключ-відмичка", "Дозволяє відкривати прості замки. Одноразовий." }, -- Silver Skeleton Key
[19649] = { "Золотий ключ-відмичка", "Дозволяє відкривати звичайні замки. Одноразовий." }, -- Golden Skeleton Key
[19651] = { "Ясносрібний ключ-відмичка", "Дозволяє відкривати складні замки. Одноразовий." }, -- Truesilver Skeleton Key
[19669] = { "Арканітовий ключ-відмичка", "Дозволяє відкривати дуже складні замки. Одноразовий." }, -- Arcanite Skeleton Key
[19691] = { ref=14198 }, -- Beast Slaying 18
[19755] = { "Злякіготь", ref=13524 }, -- Frightalon
[19769] = { "Торієва граната", ref=4064 }, -- Thorium Grenade
[19784] = { "Бомба з темного заліза", ref=4064 }, -- Dark Iron Bomb
[19786] = { "Опір знемовленню", "Збільшує ваш опір ефектам знемовлення на {1}%.#silence effects by {1}%" }, -- Resist Silence
[19787] = { ref=9760 }, -- Increased Armor 110
[19821] = { "Арканічна бомба", "Випалює від {1} до {2} мани цілям в радіусі вибуху та завдає шкоди в обсязі {3}% від випаленої мани. Також знемовлює жертв вибуху на {4} с.#Drains {1} to {2} mana#does {3}% of the mana#blast for {4} sec", "Знемовлено." }, -- Arcane Bomb
[19937] = { "Ілюзія: чорний драконід", "Замаскуватися під чорного драконіда.", "Замасковано під чорного драконіда." }, -- Illusion: Black Dragonkin
[20586] = { "Вітроріз", "Завдає шкоди від природи кожні {1} с протягом {2} с.#Nature damage every {1} sec for {2} sec", "Шкода від природи кожні {1} с.#every {1} sec" }, -- Windreaper
[20606] = { ref=12981 }, -- Undead Slayer 15
[20631] = { "Мішечок з медикаментами хутропузів", "Відновлює {1} здоров'я щосекунди протягом {2} с.#Restores {1} health#for {2} sec", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Furbolg Medicine Pouch (Rank 1)
[20709] = { ref=19669 }, -- Arcanite Skeleton Key
[20731] = { ref=14198 }, -- Beast Slaying 15
[20732] = { ref=9136 }, -- Attack Power 15
[20858] = { ref=12822 }, -- Demon Slaying 30
[20869] = { ref=16407 }, -- Frost Blast
[20875] = { "Ром Ромсі", "Збільшує витривалість на {1} протягом {2} хв та люто п'янить!#Stamina by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}" }, -- Rumsey Rum
[20877] = { ref=14198 }, -- Beast Slaying 15
[20883] = { ref=16067 }, -- Arcane Blast
[20885] = { "Живість", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health per {2} sec", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health per {2} sec" }, -- Vitality (Rank 1)
[20886] = { ref=15438 }, -- Thorns Dmg +3 (Rank 1)
[20887] = { ref=15438 }, -- Thorns Dmg +2 (Rank 1)
[20888] = { ref=15438 }, -- Thorns Dmg +1 (Rank 1)
[20889] = { ref=15438 }, -- Thorns Dmg +4 (Rank 1)
[20959] = { ref=18378 }, -- Increased Mana Regen
[20969] = { "Живість", ref=18764 }, -- Vitality (Rank 1)
[21010] = { "Шкода заклять проти невмерлих", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на {1}.#to Undead by magical spells and effects by up to {1}" }, -- Increase Spell Dam Undead 14
[21013] = { "Сила атаки дальнього бою", "Збільшує силу атаки дальнього бою на {1}.#+{1} ranged Attack Power" }, -- Attack Power Ranged 60
[21109] = { ref=20885 }, -- Vitality (Rank 1)
[21140] = { ref=16411 }, -- Fatal Wound
[21141] = { ref=17483 }, -- Shadow Bolt
[21142] = { ref=4436 }, -- Immolation
[21151] = { "Кровожерливий потрошитель", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні та зменшує всі характеристика на {2} протягом {3} с..#causing {1} Shadow damage and lowering all stats by {2} for {3} sec" }, -- Gutgore Ripper
[21152] = { "Землетряс", "Збиває з ніг усіх ворогів неподалік на {1} с.#enemies for {1} sec", "Приголомшено." }, -- Earthshaker
[21153] = { "Лезо Косторуба", "Ваші атаки ігнорують {1} броні протягом {2} с. Цей ефект накопичується до {3} разів.#ignore {1} of your#armor for {2} sec#stacks up to {3} times", "Ігнорує {1} ворожої броні.#Ignore {1} of" }, -- Bonereaver's Edge
[21159] = { ref=10578 }, -- Fireball
[21162] = { ref=10578 }, -- Fireball
[21168] = { "Живість", ref=18764 }, -- Vitality (Rank 1)
[21170] = { ref=16375 }, -- Drain Life
[21179] = { "Ланцюгова блискавка", "Вражає до {1} ворогів, завдаючи від {2} до {3} шкоди від природи. Кожна ціль після першої отримує зменшену шкоду.#up to {1} targets for {2} to {3} Nature" }, -- Chain Lightning
[21330] = { "Викривлений страх", nil, "Налякано і зменшено швидкість руху." }, -- Corrupted Fear
[21345] = { ref=20885 }, -- Vitality (Rank 1)
[21346] = { ref=20885 }, -- Vitality (Rank 1)
[21347] = { ref=20885 }, -- Vitality (Rank 1)
[21348] = { ref=20885 }, -- Vitality (Rank 1)
[21349] = { ref=20885 }, -- Vitality (Rank 1)
[21350] = { ref=20885 }, -- Vitality (Rank 1)
[21352] = { "Зменшення шансу парирування", "Зменшує ваш шанс парирування атаки на {1}%.#parry an attack by {1}%" }, -- Decreased Parry 1
[21358] = { "Квінтесенція води", "Гасить руну повелителів вогню." }, -- Aqual Quintessence - Dowse Molten Core Rune
[21359] = { ref=18378 }, -- Increased Mana Regen
[21360] = { ref=18378 }, -- Increased Mana Regen
[21361] = { ref=18378 }, -- Increased Mana Regen
[21362] = { ref=18378 }, -- Increased Mana Regen
[21363] = { ref=18378 }, -- Increased Mana Regen
[21364] = { ref=18378 }, -- Increased Mana Regen
[21365] = { ref=18378 }, -- Increased Mana Regen
[21366] = { ref=18378 }, -- Increased Mana Regen
[21407] = { ref=7511 }, -- Increased Defense
[21408] = { ref=7511 }, -- Increased Defense
[21409] = { ref=7511 }, -- Increased Defense
[21410] = { ref=7511 }, -- Increased Defense
[21411] = { ref=7511 }, -- Increased Defense
[21412] = { ref=7511 }, -- Increased Defense
[21413] = { ref=7511 }, -- Increased Defense
[21414] = { ref=7511 }, -- Increased Defense
[21415] = { ref=7511 }, -- Increased Defense
[21416] = { ref=7511 }, -- Increased Defense
[21417] = { ref=7511 }, -- Increased Defense
[21418] = { ref=7511 }, -- Increased Defense
[21419] = { ref=7511 }, -- Increased Defense
[21420] = { ref=7511 }, -- Increased Defense
[21421] = { ref=7511 }, -- Increased Defense
[21422] = { ref=7511 }, -- Increased Defense
[21423] = { ref=7511 }, -- Increased Defense
[21424] = { ref=7511 }, -- Increased Defense
[21426] = { ref=21013 }, -- Attack Power Ranged 2
[21427] = { ref=21013 }, -- Attack Power Ranged 5
[21428] = { ref=21013 }, -- Attack Power Ranged 7
[21429] = { ref=21013 }, -- Attack Power Ranged 10
[21430] = { ref=21013 }, -- Attack Power Ranged 12
[21431] = { ref=21013 }, -- Attack Power Ranged 14
[21432] = { ref=21013 }, -- Attack Power Ranged 17
[21433] = { ref=21013 }, -- Attack Power Ranged 19
[21434] = { ref=21013 }, -- Attack Power Ranged 22
[21435] = { ref=21013 }, -- Attack Power Ranged 24
[21436] = { ref=21013 }, -- Attack Power Ranged 26
[21437] = { ref=21013 }, -- Attack Power Ranged 29
[21438] = { ref=21013 }, -- Attack Power Ranged 31
[21439] = { ref=21013 }, -- Attack Power Ranged 34
[21440] = { ref=21013 }, -- Attack Power Ranged 36
[21441] = { ref=21013 }, -- Attack Power Ranged 38
[21442] = { ref=21013 }, -- Attack Power Ranged 41
[21443] = { ref=21013 }, -- Attack Power Ranged 43
[21444] = { ref=21013 }, -- Attack Power Ranged 46
[21445] = { ref=21013 }, -- Attack Power Ranged 48
[21446] = { ref=21013 }, -- Attack Power Ranged 50
[21447] = { ref=21013 }, -- Attack Power Ranged 53
[21448] = { ref=21013 }, -- Attack Power Ranged 55
[21449] = { ref=21013 }, -- Attack Power Ranged 58
[21450] = { ref=21013 }, -- Attack Power Ranged 62
[21451] = { ref=21013 }, -- Attack Power Ranged 65
[21452] = { ref=21013 }, -- Attack Power Ranged 67
[21453] = { ref=21013 }, -- Attack Power Ranged 70
[21454] = { ref=21013 }, -- Attack Power Ranged 72
[21455] = { ref=21013 }, -- Attack Power Ranged 74
[21456] = { ref=21013 }, -- Attack Power Ranged 77
[21457] = { ref=21013 }, -- Attack Power Ranged 79
[21458] = { ref=21013 }, -- Attack Power Ranged 82
[21459] = { ref=21013 }, -- Attack Power Ranged 84
[21460] = { ref=21013 }, -- Attack Power Ranged 86
[21461] = { ref=21013 }, -- Attack Power Ranged 89
[21462] = { ref=21013 }, -- Attack Power Ranged 91
[21466] = { ref=13674 }, -- Increased Block 1
[21467] = { ref=13674 }, -- Increased Block 1
[21468] = { ref=13674 }, -- Increased Block 1
[21469] = { ref=13674 }, -- Increased Block 1
[21470] = { ref=13674 }, -- Increased Block 1
[21471] = { ref=13674 }, -- Increased Block 2
[21472] = { ref=13674 }, -- Increased Block 2
[21473] = { ref=13674 }, -- Increased Block 2
[21474] = { ref=13674 }, -- Increased Block 2
[21475] = { ref=13674 }, -- Increased Block 3
[21476] = { ref=13674 }, -- Increased Block 3
[21477] = { ref=13674 }, -- Increased Block 3
[21478] = { ref=13674 }, -- Increased Block 4
[21479] = { ref=13674 }, -- Increased Block 4
[21480] = { ref=13674 }, -- Increased Block 4
[21481] = { ref=13674 }, -- Increased Block 4
[21482] = { ref=13674 }, -- Increased Block 5
[21483] = { ref=13674 }, -- Increased Block 5
[21484] = { ref=13674 }, -- Increased Block 5
[21485] = { ref=13674 }, -- Increased Block 5
[21486] = { ref=13674 }, -- Increased Block 6
[21487] = { ref=13674 }, -- Increased Block 6
[21488] = { ref=13674 }, -- Increased Block 6
[21489] = { ref=13674 }, -- Increased Block 6
[21490] = { ref=13674 }, -- Increased Block 7
[21491] = { ref=13674 }, -- Increased Block 7
[21492] = { ref=13674 }, -- Increased Block 7
[21493] = { ref=13674 }, -- Increased Block 7
[21494] = { ref=13674 }, -- Increased Block 8
[21495] = { ref=13674 }, -- Increased Block 8
[21496] = { ref=13674 }, -- Increased Block 8
[21497] = { ref=13674 }, -- Increased Block 8
[21498] = { ref=13674 }, -- Increased Block 8
[21499] = { "Збільшення шкоди від аркани", "Збільшує шкоду від заклинань і ефектів святості на {1}.#Holy spells and effects by up to {1}" }, -- Increase Holy Dam 1
[21500] = { ref=21499 }, -- Increase Holy Dam 3
[21501] = { ref=21499 }, -- Increase Holy Dam 4
[21502] = { ref=21499 }, -- Increase Holy Dam 6
[21503] = { ref=21499 }, -- Increase Holy Dam 7
[21504] = { ref=21499 }, -- Increase Holy Dam 9
[21505] = { ref=21499 }, -- Increase Holy Dam 10
[21506] = { ref=21499 }, -- Increase Holy Dam 11
[21507] = { ref=21499 }, -- Increase Holy Dam 13
[21508] = { ref=21499 }, -- Increase Holy Dam 14
[21509] = { ref=21499 }, -- Increase Holy Dam 16
[21510] = { ref=21499 }, -- Increase Holy Dam 17
[21511] = { ref=21499 }, -- Increase Holy Dam 19
[21512] = { ref=21499 }, -- Increase Holy Dam 20
[21513] = { ref=21499 }, -- Increase Holy Dam 21
[21514] = { ref=21499 }, -- Increase Holy Dam 23
[21515] = { ref=21499 }, -- Increase Holy Dam 24
[21516] = { ref=21499 }, -- Increase Holy Dam 26
[21517] = { ref=21499 }, -- Increase Holy Dam 27
[21518] = { ref=21499 }, -- Increase Holy Dam 29
[21519] = { ref=21499 }, -- Increase Holy Dam 30
[21520] = { ref=21499 }, -- Increase Holy Dam 31
[21521] = { ref=21499 }, -- Increase Holy Dam 33
[21522] = { ref=21499 }, -- Increase Holy Dam 34
[21523] = { ref=21499 }, -- Increase Holy Dam 36
[21524] = { ref=21499 }, -- Increase Holy Dam 37
[21525] = { ref=21499 }, -- Increase Holy Dam 39
[21526] = { ref=21499 }, -- Increase Holy Dam 40
[21527] = { ref=21499 }, -- Increase Holy Dam 41
[21528] = { ref=21499 }, -- Increase Holy Dam 43
[21529] = { ref=21499 }, -- Increase Holy Dam 44
[21530] = { ref=21499 }, -- Increase Holy Dam 46
[21531] = { ref=21499 }, -- Increase Holy Dam 47
[21532] = { ref=21499 }, -- Increase Holy Dam 49
[21533] = { ref=21499 }, -- Increase Holy Dam 50
[21534] = { ref=21499 }, -- Increase Holy Dam 51
[21535] = { ref=21499 }, -- Increase Holy Dam 53
[21536] = { ref=21499 }, -- Increase Holy Dam 54
[21539] = { "Показник блокування", "Збільшує показник блокування щитом на {1}.#block value of your shield by {1}" }, -- Block Value 02
[21587] = { ref=20885 }, -- Vitality (Rank 1)
[21588] = { ref=20885 }, -- Vitality (Rank 1)
[21589] = { ref=20885 }, -- Vitality (Rank 1)
[21590] = { ref=20885 }, -- Vitality (Rank 1)
[21592] = { ref=20885 }, -- Vitality (Rank 1)
[21593] = { ref=20885 }, -- Vitality (Rank 1)
[21594] = { ref=20885 }, -- Vitality (Rank 1)
[21595] = { ref=20885 }, -- Vitality (Rank 1)
[21596] = { ref=20885 }, -- Vitality (Rank 1)
[21597] = { ref=20885 }, -- Vitality (Rank 1)
[21598] = { ref=20885 }, -- Vitality (Rank 1)
[21599] = { ref=20885 }, -- Vitality (Rank 1)
[21600] = { ref=20885 }, -- Vitality (Rank 1)
[21601] = { ref=20885 }, -- Vitality (Rank 1)
[21602] = { ref=20885 }, -- Vitality (Rank 1)
[21603] = { ref=20885 }, -- Vitality (Rank 1)
[21604] = { ref=20885 }, -- Vitality (Rank 1)
[21605] = { ref=20885 }, -- Vitality (Rank 1)
[21606] = { ref=20885 }, -- Vitality (Rank 1)
[21607] = { ref=20885 }, -- Vitality (Rank 1)
[21608] = { ref=20885 }, -- Vitality (Rank 1)
[21609] = { ref=20885 }, -- Vitality (Rank 1)
[21610] = { ref=20885 }, -- Vitality (Rank 1)
[21611] = { ref=20885 }, -- Vitality (Rank 1)
[21612] = { ref=20885 }, -- Vitality (Rank 1)
[21613] = { ref=20885 }, -- Vitality (Rank 1)
[21614] = { ref=20885 }, -- Vitality (Rank 1)
[21615] = { ref=20885 }, -- Vitality (Rank 1)
[21616] = { ref=20885 }, -- Vitality (Rank 1)
[21617] = { ref=20885 }, -- Vitality (Rank 1)
[21618] = { ref=18378 }, -- Increased Mana Regen
[21619] = { ref=18378 }, -- Increased Mana Regen
[21620] = { ref=18378 }, -- Increased Mana Regen
[21621] = { ref=18378 }, -- Increased Mana Regen
[21622] = { ref=18378 }, -- Increased Mana Regen
[21623] = { ref=18378 }, -- Increased Mana Regen
[21624] = { ref=18378 }, -- Increased Mana Regen
[21625] = { ref=18378 }, -- Increased Mana Regen
[21626] = { ref=18378 }, -- Increased Mana Regen
[21627] = { ref=18378 }, -- Increased Mana Regen
[21628] = { ref=18378 }, -- Increased Mana Regen
[21629] = { ref=18378 }, -- Increased Mana Regen
[21630] = { ref=18378 }, -- Increased Mana Regen
[21631] = { ref=18378 }, -- Increased Mana Regen
[21632] = { ref=18378 }, -- Increased Mana Regen
[21633] = { ref=18378 }, -- Increased Mana Regen
[21634] = { ref=18378 }, -- Increased Mana Regen
[21635] = { ref=18378 }, -- Increased Mana Regen
[21636] = { ref=18378 }, -- Increased Mana Regen
[21637] = { ref=18378 }, -- Increased Mana Regen
[21638] = { ref=18378 }, -- Increased Mana Regen
[21639] = { ref=18378 }, -- Increased Mana Regen
[21640] = { ref=18378 }, -- Increased Mana Regen
[21641] = { ref=18378 }, -- Increased Mana Regen
[21642] = { ref=18378 }, -- Increased Mana Regen
[21643] = { ref=18378 }, -- Increased Mana Regen
[21644] = { ref=18378 }, -- Increased Mana Regen
[21919] = { "Молотник", "Дозволяє виконати додаткову атаку під час наступного удару." }, -- Thrash
[21951] = { "Кам'яний кулак", "Відновлює {1} мани.#Restores {1} mana" }, -- Fist of Stone
[21955] = { "Корінь Бритвохляста", "Відновлює {1} здоров'я та мани протягом {2} с.#Restores {1} health#over {2} sec", "Відновлює {1} здоров'я та мани щосекунди.#Restores {1} health" }, -- Razorlash Root
[21956] = { "Фізичний захист", "Поглинає від {1} до {2} фізичної шкоди. Триває {3} с.#Absorbs {1} to {2} physical#Lasts {3} sec", "Поглинає від {1} до {2} фізичної шкоди.#Absorbs {1} to {2} physical" }, -- Physical Protection
[21978] = { "Огортаючі тіні", "Шанс при застосуванні бойового заклинання завдати цілі {1} шкоди від тіні та відновити {2} мани.#to deal {1} Shadow#and restore {2} mana" }, -- Engulfing Shadows
[22188] = { "Збільшення навички володіння арбалетами", "Збільшує навичку володіння арбалетами на {1}.#Crossbows +{1}" }, -- Increased Crossbow
[22563] = { "Поверенння", "Повернення в притулок форту Морозних Вовків." }, -- Recall
[22564] = { "Поверенння", "Повернення в притулок Дун-Балдара." }, -- Recall
[22639] = { "Удар Ешхандара", "Сповільнює рух цілі на {1}% та завдає {2} шкоди від кровотечі протягом {3} с.#movement by {1}% and#bleed for {2} damage over {3} sec", "Швидкість руху зменшено на {1}%. {2} шкоди від кровотечі кожні {3} с.#slowed by {1}%#for {2} damage every {3} sec" }, -- Eskhandar's Rake
[22641] = { "Безрозсудний ривок", "Здійснити у ворога ривок, що робить його недієздатним на 30 секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями." }, -- Reckless Charge
[22725] = { "Збільшення захисту", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить навичку захисту на {1}. Можна використовувати лише на предметах {2} рівня чи вище.#feet by {1}#level {2} and" }, -- Defense +3
[22729] = { "Зілля омолодження", ref=18832 }, -- Rejuvenation Potion
[22747] = { ref=9342 }, -- Increase Spell Dam 30
[22748] = { ref=7675 }, -- Increase Healing 55
[22756] = { "Заточування зброї - критичний удар", "Заточити зброю, щоб збільшити шанс критичного удару на {1}% протягом {2} хв.#weapon by {1}% for {2} min" }, -- Sharpen Weapon - Critical
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує ймовірність завдання удару на {1}%.#to hit by {1}%" }, -- Biznicks 247x128 Accurascope
[22811] = { ref=22188 }, -- Increased Crossbow
[22836] = { "Вбивця елементалів", "Збільшує силу атаки на {1} в бою з елементалями.#+{1} Attack Power when fighting Elementals" }, -- Elemental Slaying 36
[22843] = { ref=9342 }, -- Arcanum of Focus
[22849] = { ref=21010 }, -- Increase Spell Dam Undead 35
[22850] = { "Прихисток", "Збільшує навичку захисту на {1}, а броню - на {2} протягом {3} с.#wielder {1} defense and {2} armor for {3} sec", "Броню збільшено на {1}.\nНавичку захисту збільшено на {2}.#Armor increased by {1}.#Defense increased by {2}." }, -- Sanctuary
[22852] = { ref=21539 }, -- Block Value 23
[22912] = { ref=21539 }, -- Block Value 18
[22999] = { ref=8342 }, -- Defibrillate
[23004] = { "Виклик тривого-бота", "Викликає на {1} хв тривого-бота, який час від часу випромінює імпульс, що виявляє непомітних або невидимих ворогів неподалік.#for {1} min" }, -- Summon Alarm-o-Bot
[23008] = { "Потужний сифорієвий заряд", "Підриває майже будь-які замки." }, -- Powerful Seaforium Charge
[23037] = { "Поглинання щщита мани", "Збільшує обсяг шкоди, яку може поглинути \"Щит мани\", на {1}.#Mana Shield by {1}" }, -- Mana Shield Absorb Increase
[23063] = { "Масивний динаміт", ref=1940 }, -- Dense Dynamite
[23064] = { ref=18805 }, -- Recombobulate
[23097] = { "Відбивання вогню", "Відбиває закляття вогню в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття вогню." }, -- Fire Reflector
[23131] = { "Відбивання криги", "Відбиває закляття криги в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття криги." }, -- Frost Reflector
[23132] = { "Відбивання тіні", "Відбиває закляття тіні в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття тіні." }, -- Shadow Reflector
[23172] = { ref=21539 }, -- Block Value 10
[23181] = { ref=21539 }, -- Block Value 24
[23203] = { ref=21539 }, -- Block Value 15
[23210] = { ref=20885 }, -- Vitality (Rank 1)
[23212] = { ref=18378 }, -- Increased Mana Regen
[23213] = { ref=9342 }, -- Increase Spell Dam 57
[23236] = { "Благословення", ref=5923 }, -- Benediction
[23264] = { ref=7675 }, -- Increase Healing 106
[23265] = { ref=7704 }, -- Increase Shadow Dam 69
[23267] = { ref=690 }, -- Firebolt
[23271] = { "Ефемерна сила", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#magical spells and effects by up to {1} for {2} sec", "Магічну шкоду та зцілення збільшено на {1}.#increased by {1}" }, -- Ephemeral Power
[23273] = { "Невразливість до причарування/страху/поліморфії", "Знімає всі ефекти причарування, страху та поліморфії." }, -- Immune Charm/Fear/Polymorph
[23274] = { "Невразливість до страху/поліморфії/сповільнення", "Знімає всі ефекти страху, поліморфії та сповільнення." }, -- Immune Fear/Polymorph/Snare
[23276] = { "Невразливість до страху/поліморфії/приголомшення", "Знімає всі ефекти страху, поліморфії та приголомшення." }, -- Immune Fear/Polymorph/Stun
[23277] = { "Невразливість до причарування/страху/приголомшення", "Знімає всі ефекти причарування, страху та приголомшення." }, -- Immune Charm/Fear/Stun
[23433] = { ref=18382 }, -- Increased Critical Spell
[23434] = { ref=18382 }, -- Increased Critical Spell
[23435] = { "Збільшення шансу критичного ефекту святості", ref=5923 }, -- Increased Holy Criticals
[23480] = { ref=7683 }, -- Increase Fire Dam 10 (Rank 1)
[23481] = { ref=7683 }, -- Increase Fire Dam 14 (Rank 2)
[23482] = { ref=7683 }, -- Increase Fire Dam 17 (Rank 3)
[23483] = { ref=7683 }, -- Increase Fire Dam 21 (Rank 4)
[23515] = { ref=21539 }, -- Block Value 14
[23516] = { ref=21539 }, -- Block Value 27
[23540] = { "Покращений пайок з тіснини Пісні Війни", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в тіснині Пісні Війни.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana" }, -- Warsong Gulch Enriched Ration
[23541] = { "Пайок з тіснини Пісні Війни", ref=23540 }, -- Warsong Gulch Iron Ration
[23542] = { "Польовий пайок з тіснини Пісні Війни", ref=23540 }, -- Warsong Gulch Field Ration
[23562] = { ref=21539 }, -- Block Value 30
[23567] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с. Можна використовувати лише в тіснині Пісні Війни.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec" }, -- First Aid (Rank 10)
[23568] = { ref=23567 }, -- First Aid (Rank 8)
[23569] = { ref=23567 }, -- First Aid (Rank 6)
[23593] = { ref=7675 }, -- Increase Healing 92
[23594] = { ref=7704 }, -- Increase Shadow Dam 64
[23595] = { "Припарка", "Знімає один ефект кровотечі." }, -- Luffa
[23605] = { "Вразливість до заклять", "Збільшує отриману ціллю шкоду від заклять на {1}% протягом {2} с.#by target increased by {1}% for {2} sec", "Отриману шкоду від заклять збільшено на {1}%.#taken by {1}%" }, -- Spell Vulnerability
[23684] = { "Аура синього дракона", "З шансом {1}% при успішному вимовленні закляття ви продовжите відновлювати ману зі швидкістю {2}% від звичайної під час вимовляння заклять протягом {3} с.#{1}% chance#allow {2}% of your Mana#casting for {3} sec", "Ваша мана відновлюється зі швидкістю {1}% від звичайної під час вимовляння заклять.#{1}% of your" }, -- Aura of the Blue Dragon
[23686] = { "Удар блискавки", "Шанс вразити вашу ціль ближнього бою блискавкою, завдавши від {1} до {2} шкоди від природи.#lightning for {1} to {2} Nature" }, -- Lightning Strike
[23688] = { "Аура синього дракона", "З шансом {1}% при успішному вимовленні закляття ви продовжите відновлювати ману зі швидкістю {2}% від звичайної під час вимовляння заклять протягом {3} с.#{1}% chance#allow {2}% of your Mana#casting for {3} sec" }, -- Aura of the Blue Dragon
[23689] = { "Героїзм", "Іноді зцілює носію від {1} до {2} здоров'я при завданні шкоди ворогу в ближньому бою.#bearer of {1} to {2} damage" }, -- Heroism
[23692] = { "Альтерацьке мана-печиво", ref=2639 }, -- Alterac Manna Biscuit
[23697] = { "Джерельна вода Альтерака", "Збільшує дух на {1} протягом {2} хв.#Spirit by {1} for {2} min", "Дух збільшено на {1}.#by {1}" }, -- Alterac Spring Water
[23698] = { "Джерельна вода Альтерака", ref=18140 }, -- Alterac Spring Water
[23701] = { "Підсвітня Крутоверть", "Надає власнику {1}% шанс воскреснути з {2}% здоров'я та мани.#wearer a {1}% chance#with {2}% health" }, -- Twisting Nether
[23719] = { "Неприборкана лють", ref=17152 }, -- Untamed Fury
[23727] = { "Шанс влучити заклинаннями", "Збільшує шанс завдання удару заклинаннями на {1}%.#chance to hit with spells by {1}%" }, -- Increased Spell Hit Chance 1
[23728] = { ref=9342 }, -- Increase Spell Dam 84
[23729] = { ref=23727 }, -- Increased Spell Hit Chance 2
[23730] = { ref=9342 }, -- Increase Spell Dam 64
[23731] = { ref=21539 }, -- Block Value 19
[23732] = { ref=9342 }, -- Increase Spell Dam 56
[23786] = { "Потужна протиотрута", ref=7932 }, -- Powerful Anti-Venom
[23795] = { ref=18378 }, -- Increased Mana Regen
[23796] = { ref=7675 }, -- Increase Healing 24
[23929] = { ref=9342 }, -- Increase Spell Dam 71
[23930] = { "Печатка Світанку", "Збільшує силу атаки на {1} в бою з невмерлими. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#+{1} Attack Power when" }, -- Seal of the Dawn
[23990] = { "Предмет - збільшення швидкості бігу", "Трохи збільшує швидкість бігу." }, -- Item - Minor Run Speed
[23991] = { "Поглинання шкоди", "Поглинає від {1} до {2} фізичної шкоди. Триває {3} с.#Absorbs {1} to {2} physical#Lasts {3} sec", "Поглинає від {1} до {2} фізичної шкоди.#Absorbs {1} to {2} physical" }, -- Damage Absorb
[24005] = { "Їжа", "Відновлює {1}% здоров'я щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1}% of#for {2} sec", "Відновлює {1}% здоров'я щосекунди.#Restores {1}%" }, -- Food
[24090] = { "Крихітне збільшення швидкості руху", "Трохи збільшує швидкість бігу та плавання." }, -- Minor Movement Speed
[24149] = { "Явлення могутності", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та блокування щитом на 15. Не поєднується з іншими чарами на предметі." }, -- Presence of Might
[24160] = { "Сигіла синкретиста", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та зцілення на 24. Не поєднується з іншими чарами на предметі." }, -- Syncretist's Sigil
[24161] = { "Обійми смерті", "Додати на поножі або головний убір чари, що збільшують силу атаки на 28 та ймовірність ухилення на 1%. Не поєднується з іншими чарами на предметі." }, -- Death's Embrace
[24162] = { "Поклик сокола", "Додати на поножі або головний убір чари, що збільшують силу атаки дальнього бою на 24, витривалість на 10 та ймовірність завдання удару на 1%. Не поєднується з іншими чарами на предметі." }, -- Falcon's Call
[24163] = { "Палкі обійми вуду", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 13 та інтелект на 15. Не поєднується з іншими чарами на предметі." }, -- Vodouisant's Vigilant Embrace
[24164] = { "Явлення прозріння", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та ймовірність завдання удару заклинаннями на 1%. Не поєднується з іншими чарами на предметі." }, -- Presence of Sight
[24165] = { "Чари худу", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та витривалість на 10. Не поєднується з іншими чарами на предметі." }, -- Hoodoo Hex
[24167] = { "Віщунська аура", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, відновлення мани на 4 кожні 5 сек та зцілення на 24. Не поєднується з іншими чарами на предметі." }, -- Prophetic Aura
[24168] = { "Ласка аніміста", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, інтелект на 10 та зцілення на 24. Не поєднується з іншими чарами на предметі." }, -- Animist's Caress
[24196] = { ref=9342 }, -- Increase Spell Dam 47
[24197] = { ref=21010 }, -- Increase Spell Dam Undead 48
[24198] = { "Руна Світанку", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#up to {1}" }, -- Rune of the Dawn
[24243] = { ref=9342 }, -- Increase Spell Dam 840
[24254] = { "Шипіння змії", "Вражає ціль отрутою, завдаючи від {1} до {2} шкоди від природи.#poison for {1} to {2} Nature" }, -- Serpent's Hiss
[24268] = { "Мізкостимуляція Мар'лі", ref=19634 }, -- Mar'li's Brain Boost
[24291] = { "Вбивця драконів", "Збільшує силу атаки на {1} в бою з драконами.#+{1} Attack Power when fighting Dragonkin" }, -- Dragon Slaying 48
[24292] = { ref=24291 }, -- Dragon Slaying 117
[24301] = { ref=7823 }, -- Fishing Skill +35
[24347] = { "Рибалка-майстер", "Перетворює вас на рибу, що дозволяє дихати під водою та збільшує швидкість руху. Ефект знімається від атаки чи промовляння заклять. Не працює поза водою або на поверхні води.", "Дихає під водою та має збільшену швидкість плавання." }, -- Master Angler
[24352] = { "Лють дияволозавра", "Збільшує силу атаки на {1}, а ймовірність завдання удару на {2}%. Ефект триває {3} с.#power by {1} and#hit by {2}%#for {3} sec", "Силу атаки збільшено на {1}, а ймовірність завдання удару - на {2}%.#power by {1} and#hit by {2}%" }, -- Devilsaur Fury
[24354] = { "Благословення молитовних намистин", "Збільшує зцілення від заклинань і ефектів на {1} протягом {2} с.#healing done by spells and effects by up to {1} for {2} sec", "Зцілення від заклинань і ефектів збільшено на {1}.#to {1}" }, -- Prayer Beads Blessing
[24355] = { "Напій", "Відновлює {1}% мани щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття.#Restores {1}% of#for {2} sec", "Відновлює {1}% мани щосекунди.#Restores {1}% of your" }, -- Drink
[24382] = { "Дух Занзи", "Збільшує дух на {1} та витривалість на {2} протягом {3} год. Одночасно ви можете перебувати під дією лише одного напою Занзи.#Spirit by {1} and Stamina by {2} for {3} hrs", "Дух збільшено на {1}, а витривалість - на {2}.#by {1} and Stamina by {2}" }, -- Spirit of Zanza
[24383] = { "Прудкість Занзи", "Збільшує швидкість бігу на {1}% протягом {2} год. Одночасно ви можете перебувати під дією лише одного напою Занзи.#speed by {1}% for {2} hrs", "Швидкість бігу збільшено на {1}%.#by {1}%" }, -- Swiftness of Zanza
[24384] = { "Сутнє манго", ref=18071 }, -- Essence Mango
[24388] = { "Пошкодження мозку", ref=17148 }, -- Brain Damage
[24389] = { "Хаотичний вогонь", "Відновлює від {1} до {2} мани та збільшує шкоду наступного вогняного закляття на {3}. Ефект триває {4} хв.#Restores {1} to {2} mana#up to {3}#for {4} min", "Шкоду наступного вогняного закляття збільшено на {1}.#up to {1}" }, -- Chaos Fire
[24409] = { "Польовий пайок низини Араті", ref=24410 }, -- Arathi Basin Field Ration
[24410] = { "Пайок низини Араті", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana" }, -- Arathi Basin Iron Ration
[24411] = { "Покращений пайок низини Араті", ref=24410 }, -- Arathi Basin Enriched Ration
[24412] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с. Можна використовувати лише в низині Араті.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec" }, -- First Aid (Rank 6)
[24413] = { ref=24412 }, -- First Aid (Rank 8)
[24414] = { ref=24412 }, -- First Aid (Rank 10)
[24417] = { "Лиск Занзи", "Збільшує ймовірність відбити ворожі закляття на {1}% протягом {2} год. Гарантовано відбиває перше вороже закляття. Одночасно ви можете перебувати під дією лише одного напою Занзи.#them by {1}% for {2} hrs", "Відбиває ворожі закляття з ймовірністю {1}%.#reflected {1}%" }, -- Sheen of Zanza
[24420] = { "Печатка спокою Зандаларів", "Накласти на наплічники чари, що збільшують зцілення від заклинань і ефектів на 33." }, -- Zandalar Signet of Serenity
[24421] = { "Печатка моджо Зандаларів", "Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Zandalar Signet of Mojo
[24422] = { "Печатка могутності Зандаларів", "Накласти на наплічники чари, що збільшують силу атаки на 30." }, -- Zandalar Signet of Might
[24426] = { "Збільшення шансу критичного ефекту святості", ref=5923 }, -- Increased Critical Holy Spells
[24427] = { "Діамантова фляжка", "Відновлює {1} здоров'я кожні {2} с та збільшує вашу силу на {3}. Триває {4} хв.#Restores {1} health every {2} sec#Strength by {3}#Lasts {4} min", "Відновлює {1} здоров'я кожні {2} с та збільшує силу на {3}.#Restores {1} health every {2} sec#Strength increased by {3}" }, -- Diamond Flask
[24433] = { "Покращений Гнів/Зоряний вогонь", "Збільшує ймовірність критичного удару заклять \"Гнів\" та \"Зоряний вогонь\" на {1}%.#Starfire by {1}%" }, -- Improved Wrath/Starfire
[24498] = { "Сліпуче світло", "Збільшує ймовірність критичного удару заклять святості на {1}% протягом {2} с.#Holy spells by {1}% for {2} sec", "Ймовірність критичного удару заклять святості збільшено на {1}%.#by {1}%" }, -- Brilliant Light
[24499] = { "Заряджений щит", "Збільшує шкоду \"Блискавичного щита\" на {1}% протягом {2} с.#by {1}% for {2} sec", "Шкоду \"Блискавичного щита\" збільшено на {1}%.#by {1}%" }, -- Energized Shield
[24531] = { "Відновлення фокусу", "Миттєво завершує відновлення здібностей \"Прицільний постріл\", \"Багатозарядний постріл\", \"Обстріл\" та \"Арканічний постріл\"." }, -- Refocus
[24532] = { "Сплеск енергії", "Миттєво відновлює {1} енергії.#energy by {1}" }, -- Burst of Energy
[24542] = { "Спритний цілющий дотик", "Зменшує час вимови \"Цілющого дотику\" на {1}% та витрати мани на закляття зцілення на {2}% протягом {3} с.#Touch spells by {1}%#healing spells by {2}% for {3} sec", "Час вимови \"Цілющого дотику\" зменшено на {1}%.\nВитрати мани на закляття зцілення зменшено на {2}%.#decreased by {1}%#reduced by {2}%" }, -- Nimble Healing Touch
[24543] = { "Тотальна руйнація", "Збільшує ймовірність завдання критичного удару закляттями спеціалізації \"Руйнація\" на {1}% протягом {2} с.#spells by {1}% for {2} sec", "Ймовірність завдання критичного удару закляттями спеціалізації \"Руйнація\" збільшено на {1}%.#by {1}%" }, -- Massive Destruction
[24544] = { "Арканічна могутність", "Збільшує ймовірність завдання критичного удару закляттями Аркани на {1}% та збільшує критичну шкоду заклять Аркани на {2}% протягом {3} с.#hit chance of your Arcane spells by {1}%#damage of your Arcane spells by {2}% for {3} sec", "Ймовірність завдання критичного удару закляттями Аркани на {1}%.\nКритичну шкоду заклять Аркани збільшено на {2}%.#chance increased by {1}%#damage increased by {2}%" }, -- Arcane Potency
[24546] = { "Швидке зцілення", "Зменшує час вимови закляття \"Велике зцілення\" на {1}% та витрати мани на закляття зцілення на {2}% протягом {3} с.#Heal spells by {1}%#healing spells by {2}% for {3} sec", "Час вимови закляття \"Велике зцілення\" зменшено на {1}%.\nВитрати мани на закляття зцілення зменшено на {2}%.#decreased by {1}%#reduced by {2}%" }, -- Rapid Healing
[24571] = { "Кривава лють", "Миттєво збільшує запас люті на {1}.#rage by {1}" }, -- Blood Fury
[24574] = { "Крихка броня", "Збільшує вашу броню на {1} та навичку захисту на {2} протягом {3} с. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на {4} броні та {5} навички захисту.#armor by {1} and defense skill by {2} for {3} sec#reduced by {4} armor and {5} defense" }, -- Brittle Armor
[24585] = { ref=16375 }, -- Drain Life
[24591] = { "Збільшення навички шкуродерства", ref=16718 }, -- Improved Skinning
[24595] = { ref=9342 }, -- Increase Spell Dam 24
[24610] = { "Зламана котушка Пеґла", "Збільшує ймовірність завдання удару закляттями на {1}% протягом {2} с.#spells by {1}% for {2} sec", "Ймовірність завдання удару закляттями збільшено на {1}%.#by {1}%" }, -- Pagle's Broken Reel
[24658] = { "Нестабільна сила", "Збільшує шкоду заклять на {1}, а зцілення — на {2} протягом {3} с. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на {4} для шкоди та {5} для зцілення.#damage by up to {1} and your healing by up to {2} for {3} sec#by {4} spell damage and {5} healing" }, -- Unstable Power
[24661] = { "Невгамовна сила", "Збільшує шкоду в ближньому та дальньому бою на {1} протягом {2} с. Щоразу, коли ви влучаєте в ціль, цей бонус зменшується на {3}.#damage by {1} for {2} sec#reduced by {3}" }, -- Restless Strength
[24666] = { ref=7697 }, -- Increase Frost Dam 132
[24667] = { ref=7697 }, -- Increase Frost Dam 72
[24694] = { "Сила атаки в подобі звіра", "Збільшує силу атаки на {1} в подобі кота, ведмедя та лютого ведмедя.#+{1} Attack Power in Cat" }, -- Attack Power - Feral (+574)
[24697] = { ref=24694 }, -- Attack Power - Feral (+280)
[24707] = { "Їжа", "Відновлює {1}% здоров'я та мани щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1}% of#for {2} sec", "Відновлює {1}% здоров'я та мани щосекунди.#Restores {1}%" }, -- Food
[24774] = { ref=7511 }, -- Increased Defense
[24775] = { ref=7511 }, -- Increased Defense
[24800] = { nil, "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваша сила збільшиться на {3} протягом {4} хв#Restores {1} health over {2} sec#gain {3} Strength for {4} min", ref=433 }, -- Food
[24833] = { "Священний камінь сили", "Розбити священний камінь сили, щоб отримати {1} сили атаки і збільшити шкоду від заклинань і ефектів світла на {2} в бою з невмерлими. Триває {3} хв.#granting {1} Attack#by up to {2} when#Lasts {3} min", "Силу атаки збільшено на {1}, а шкоду від заклять і ефектів святості на {2} в бою з невмерлими.#+{1} Attack Power#up to {2} when" }, -- Holy Mightstone
[24865] = { "Освячена сфера", "Збільшує ймовірність завдання критичного удару закляттями та атаками ближнього бою на {1}%. Триває {2} с.#attacks by {1}%#Lasts {2} sec", "Ймовірність завдання критичного удару закляттями та атаками ближнього бою збільшено на {1}%.#by {1}%" }, -- Sanctified Orb
[24869] = { "Їжа", "Відновлює {1}% здоров'я щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваші витривалість та дух збільшаться на {3} хв#Restores {1}% of#for {2} sec#Spirit for {3} min", "Відновлює {1}% здоров'я щосекунди.#Restores {1}%" }, -- Food
[24884] = { "Земна сигіла", "Відновлює {1} мани протягом {2} с.#Restores {1} mana over {2} sec", "Відновлення {1} мани щосекунди.#Gain {1} mana" }, -- Earthen Sigil
[24993] = { "Кислотний удар", "Вражає ціль кислотою, завдаючи від {1} до {2} шкоди від природи.#acid for {1} to {2} Nature" }, -- Acid Blast
[24994] = { ref=24694 }, -- Attack Power - Feral (+154)
[24998] = { "Зцілення віків", "Збільшує зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#to {1} for {2} sec", "Ефективність зцілення збільшено на {1}.#by {1}" }, -- Healing of the Ages
[25036] = { ref=21539 }, -- Block Value 12
[25037] = { "Світлий ром Ромсі", ref=20875 }, -- Rumsey Rum Light
[25067] = { ref=7675 }, -- Increase Healing 30
[25109] = { ref=9342 }, -- Increase Spell Dam 8
[25110] = { ref=9342 }, -- Increase Spell Dam 16
[25111] = { ref=9342 }, -- Increase Spell Dam 24
[25114] = { ref=18378 }, -- Increased Mana Regen
[25115] = { ref=18378 }, -- Increased Mana Regen
[25247] = { ref=12883 }, -- Longsight
[25660] = { nil, "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваша витривалість збільшиться на {3} протягом {4} хв#Restores {1} health over {2} sec#gain {3} Stamina for {4} min", ref=433 }, -- Food
[25690] = { "Їжа для мозку", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і будете відновлювати {4} мани кожні 5 секунд протягом {5} хв#Restores {1} health and {2} mana over {3} sec#gain {4} Mana#for {5} min", "Відновлює {1} мани щосекунди.#Restores {1} mana" }, -- Brain Food
[25691] = { ref=25690 }, -- Brain Food
[25692] = { "Їжа для мозку", ref=18071 }, -- Brain Food
[25693] = { "Їжа для мозку", ref=18071 }, -- Brain Food
[25722] = { "Темний ром Ромсі", ref=20875 }, -- Rumsey Rum Dark
[25746] = { ref=23991 }, -- Damage Absorb
[25747] = { ref=23991 }, -- Damage Absorb
[25750] = { ref=23991 }, -- Damage Absorb
[25804] = { "Чорний ром Ромсі", ref=20875 }, -- Rumsey Rum Black Label
[25851] = { "Легкість", "Випий мене. Смакота!", "Ви почуваєтесь напрочуд легко..." }, -- Lightheaded
[25901] = { "Шкода зброї", "Збільшує шкоду зброї на {1}.#+{1} Weapon" }, -- Weapon Damage 04
[25975] = { "Проникнення заклять", "Зменшує опір магії цілей ваших заклинань на {1}.#spell targets by {1}" }, -- Increased Spell Penetration 10
[26108] = { "Проблиск божевілля", "Дезорієнтує ціль, змушуючи її безцільно блукати протягом {1} с.#wander aimlessly for up to {1} sec", "Дезорієнтовано." }, -- Glimpse of Madness
[26120] = { ref=7690 }, -- Copy of Increase Nature Dam 50
[26142] = { ref=9342 }, -- Increase Spell Dam 53
[26153] = { ref=24694 }, -- Attack Power - Feral (+140)
[26154] = { ref=7675 }, -- Increase Healing 90
[26155] = { ref=9342 }, -- Increase Spell Dam 59
[26158] = { ref=9342 }, -- Increase Spell Dam 60
[26166] = { "Обсидіанове провидіння", "Збільшує шкоду від магічних заклинань і ефектів на {1} та зменшує опір магії цілей ваших заклинань на {2} протягом {3} с.#effects by up to {1}#spell targets by {2} for {3} sec", "Магічну шкоду збільшено на {1}.\nОпір магії цілей ваших заклинань зменшено на {2}.#damage increased by up to {1}#targets reduced by {2}" }, -- Obsidian Insight
[26168] = { "Хітинові шипи", "З вас проростають шипи, що завдають {1} шкоди від природи нападникам. Триває {2} с.#causing {1} Nature#Lasts {2} sec", "Завдає {1} шкоди від природи нападникам.#Causes {1} Nature" }, -- Chitinous Spikes
[26175] = { ref=25975 }, -- Increased Spell Penetration 38
[26208] = { ref=19786 }, -- Resist Silence
[26225] = { ref=7675 }, -- Increase Healing 106
[26227] = { ref=9342 }, -- Increase Spell Dam 68
[26228] = { ref=7675 }, -- Increase Healing 121
[26263] = { "Варенички", ref=24707 }, -- Dim Sum
[26283] = { ref=25975 }, -- Increased Spell Penetration 20
[26395] = { ref=9342 }, -- Increase Spell Dam 72
[26400] = { "Арканічний покрив", "Зменшує вашу загрозу на {1}% протягом {2} с.#generate by {1}% for {2} sec", "Загрозу зменшено на {1}%.#by {1}%" }, -- Arcane Shroud
[26405] = { ref=7683 }, -- Increase Fire Dam 57
[26415] = { "Шок", "Блискавка миттєво завдає від {1} до {2} шкоди від природи.#target for {1} to {2} Nature" }, -- Shock
[26459] = { ref=9342 }, -- Increase Spell Dam 80
[26460] = { ref=9342 }, -- Increase Spell Dam 76
[26461] = { ref=7675 }, -- Increase Healing 143
[26463] = { "Ртутний щит", "Збільшує опір закляттям на {1} протягом {2} хв. Кожен отриманий удар від закляття зменшує бонус опору на {3}.#spell resistances by {1} for {2} min#bonus is reduced by {3} resistance" }, -- Mercurial Shield
[26464] = { "Ртутний щит", nil, "Опір магії збільшено на {1}.#by {1}" }, -- Mercurial Shield
[26467] = { "Стійкий захист", "Ваші цілющі закляття захищають ціль щитом, що поглинає шкоду в обсязі {1}% від зцілення протягом {2} с.#equal to {1}% of the amount healed for {2} sec", "Зцілення захищає цілі щитом, що поглинає шкоду." }, -- Persistent Shield
[26480] = { "Жетон стража рою", "Ваші атаки в ближньому та дальньому бою можуть на {1} с накласти ефект пробиття захисту, що зменшує на {2} броню цілі для ваших атак. Ефект накопичується до {3} разів.#on you for {1} sec#armor by {2} to your#applied up to {3} times", "Ваші атаки викликають провидіння кіражів." }, -- Badge of the Swarmguard
[26481] = { "Провидіння кіражів", nil, "Броню поточної цілі зменшено на {1}.#by {1}" }, -- Insight of the Qiraji
[26690] = { ref=7675 }, -- Increase Healing 110
[26693] = { ref=16375 }, -- Drain Life
[26694] = { ref=7683 }, -- Increase Fire Dam 59
[26695] = { ref=7683 }, -- Increase Fire Dam 60
[26696] = { ref=7683 }, -- Increase Fire Dam 61
[26697] = { ref=7683 }, -- Increase Fire Dam 63
[26698] = { ref=7683 }, -- Increase Fire Dam 64
[26699] = { ref=7683 }, -- Increase Fire Dam 66
[26700] = { ref=7683 }, -- Increase Fire Dam 67
[26701] = { ref=7683 }, -- Increase Fire Dam 69
[26702] = { ref=7683 }, -- Increase Fire Dam 70
[26703] = { ref=7683 }, -- Increase Fire Dam 72
[26704] = { ref=13590 }, -- Increase Arcane Dam 56
[26705] = { ref=13590 }, -- Increase Arcane Dam 57
[26706] = { ref=13590 }, -- Increase Arcane Dam 59
[26707] = { ref=13590 }, -- Increase Arcane Dam 60
[26708] = { ref=13590 }, -- Increase Arcane Dam 61
[26709] = { ref=13590 }, -- Increase Arcane Dam 63
[26710] = { ref=13590 }, -- Increase Arcane Dam 64
[26711] = { ref=13590 }, -- Increase Arcane Dam 66
[26712] = { ref=13590 }, -- Increase Arcane Dam 67
[26713] = { ref=13590 }, -- Increase Arcane Dam 69
[26714] = { ref=13590 }, -- Increase Arcane Dam 70
[26715] = { ref=13590 }, -- Increase Arcane Dam 72
[26716] = { ref=7697 }, -- Increase Frost Dam 56
[26717] = { ref=7697 }, -- Increase Frost Dam 57
[26718] = { ref=7697 }, -- Increase Frost Dam 59
[26719] = { ref=7697 }, -- Increase Frost Dam 60
[26720] = { ref=7697 }, -- Increase Frost Dam 61
[26721] = { ref=7697 }, -- Increase Frost Dam 63
[26722] = { ref=7697 }, -- Increase Frost Dam 64
[26723] = { ref=7697 }, -- Increase Frost Dam 66
[26724] = { ref=7697 }, -- Increase Frost Dam 67
[26725] = { ref=7697 }, -- Increase Frost Dam 69
[26726] = { ref=7697 }, -- Increase Frost Dam 70
[26727] = { ref=7697 }, -- Increase Frost Dam 72
[26728] = { ref=7704 }, -- Increase Shadow Dam 56
[26729] = { ref=7704 }, -- Increase Shadow Dam 57
[26730] = { ref=7704 }, -- Increase Shadow Dam 59
[26731] = { ref=7704 }, -- Increase Shadow Dam 60
[26732] = { ref=7704 }, -- Increase Shadow Dam 61
[26733] = { ref=7704 }, -- Increase Shadow Dam 63
[26734] = { ref=7704 }, -- Increase Shadow Dam 66
[26735] = { ref=7704 }, -- Increase Shadow Dam 67
[26736] = { ref=7704 }, -- Increase Shadow Dam 70
[26737] = { ref=7704 }, -- Increase Shadow Dam 72
[26740] = { ref=13181 }, -- Gnomish Mind Control Cap
[26814] = { ref=7675 }, -- Increase Healing 187
[27205] = { "Збільшення шкоди вихованця +3%", "Збільшує шкоду вашого вихованця на {1}%.#damage by {1}%", "Збільшує шкоду вашого вихованця на {1}%.#damage by {1}%" }, -- Increased Pet Damage +3%
[27499] = { ref=9342 }, -- Crusader's Wrath
[27516] = { ref=25975 }, -- Increased Spell Penetration 6
[27518] = { "Зменшення шкоди від заклять", "Зменшує отриману шкоду від заклять на {1}.#reduced by {1}" }, -- Spell Damage Reduction
[27559] = { ref=18278 }, -- Silence
[27652] = { "Еліксир опору", "Збільшує опір всім видам магії на {1} протягом {2} хв.#resistances by {1} for {2} min", "Опір магії збільшено на {1}.#by {1}" }, -- Elixir of Resistance
[27653] = { "Еліксир ухилення", "Збільшує шанс ухилення на {1}% протягом {2} хв.#dodge by {1}% for {2} min", "Шанс ухилення збільшено на {1}%.#by {1}%" }, -- Elixir of Dodging
[27656] = { "Полум'яний батіг", "Шанс окутати ціль ближнього бою полум'ям, завдаючи від {1} до {2} шкоди вогнем.#flames for {1} to {2} Fire" }, -- Flame Lash
[27675] = { "Хроматичне насичення", "Збільшує шкоду заклять на {1}, а силу зцілення - на {2} протягом {3} с.#damage by up to {1} and#healing by up to {2} for {3} sec", "Шкоду заклять збільшено на {1}.\nСилу зцілення збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}" }, -- Chromatic Infusion
[27720] = { "Молочна насолода", "Збільшує навичку захисту на {1} протягом {2} год.#Defense by {1} for {2} hour", "Навичку захисту збільшено на {1}.#by {1}" }, -- Buttermilk Delight
[27721] = { "Дуже ягідний крем", "Збільшує шкоду заклять на {1} протягом {2} год.#spells by up to {1} for {2} hour", "Шкоду заклять збільшено на {1}.#to {1}" }, -- Very Berry Cream
[27722] = { "Солодкий сюрприз", "Збільшує зціленя заклять на {1} протягом {2} год.#spells by up to {1} for {2} hour", "Зцілення заклять збільшено на {1}.#to {1}" }, -- Sweet Surprise
[27723] = { "Темна жага", "Збільшує ймовірність завдання удару на {1}% протягом {2} год.#hit by {1}% for {2} hour", "Ймовірність завдання удару збільшено на {1}%.#by {1}%" }, -- Dark Desire
[27743] = { ref=7536 }, -- Increased Gun
[27744] = { ref=22188 }, -- Increased Crossbow
[27775] = { ref=9342 }, -- The Furious Storm
[27780] = { "Викривлений страх", "При отриманні удару в бою ви можете налякати нападника, змушуючи його втікати протягом 2 секунд." }, -- Corrupted Fear
[27869] = { "Темна руна", ref=16666 }, -- Dark Rune
[28112] = { ref=21539 }, -- Block Value 21
[28113] = { ref=21539 }, -- Block Value 30
[28141] = { ref=9342 }, -- Increase Spell Dam 150
[28142] = { "Сила Вартівника", "Збільшує ймовірність завдання критичного удару закляттями для всіх учасників групи в межах {1} м на {2}%.#members within {1} yards by {2}%", "Ймовірність завдання критичного удару закляттями збільшено на {1}%.#by {1}%" }, -- Power of the Guardian
[28143] = { "Сила Вартівника", "Збільшує шкоду і зцілення від магічних заклинань і ефектів для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by up to {2}", "Шкоду і зцілення від магічних заклинань і ефектів збільшено на {1}.#by up to {1}" }, -- Power of the Guardian
[28144] = { "Сила Вартівника", "Збільшує зцілення від магічних заклинань і ефектів для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by up to {2}", "Зцілення від магічних заклинань і ефектів збільшено на {1}.#by up to {1}" }, -- Power of the Guardian
[28145] = { "Сила Вартівника", "Відновлює {1} мани кожні {2} с всім учасникам групи в межах {3} м.#Restores {1} mana per {2} seconds#within {3} yards", "Відновлює {1} мани кожні {2} с.#Restores {1} mana per {2} sec" }, -- Power of the Guardian
[28150] = { ref=7675 }, -- Copy of Increase Healing 187
[28151] = { ref=7675 }, -- Increase Healing 280
[28152] = { ref=7675 }, -- Increase Healing 300
[28154] = { ref=24694 }, -- Attack Power - Feral (+420)
[28155] = { "Шкода/зцілення Атієша жерця", "Збільшує шкоду заклять на {1}, а зцілення - на {2}.#damage by up to {1} and#healing by up to {2}", "Шкоду заклять збільшено на {1}.\nЗцілення збільшено на {2}.#damage increased by {1}#Healing increased by {2}" }, -- Atiesh Priest Damage/Healing
[28163] = { "Крижаний захист", "Додати на поножі або головний убір чари, що збільшують опір кризі на {1}. Не поєднується з іншими чарами на предметі.#adds {1} frost resist" }, -- Ice Guard
[28200] = { "Вознесіння", "Протягом 20 с, наступні 5 бойових чи цілющих заклинань збільшать вашу шкоду від заклинань на 40, а зцілення - на 75. Ефект накопичується до 5 разів, а його дія закінчується після 6 заклинань або через 20 с.", "Наступні {1} бойових чи цілющих заклинань збільшать шкоду та зцілення від заклинань.#Next {1} damage" }, -- Ascendance
[28204] = { "Вознесіння", nil, "Шкоду заклять збільшено на {1}.\nСилу зцілення збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}" }, -- Ascendance
[28264] = { ref=9342 }, -- Increase Spell Dam 46
[28325] = { ref=21539 }, -- Block Value 32
[28331] = { ref=21539 }, -- Copy of Block Value 24
[28347] = { "Просторова воронка", "Збільшує силу атаки ближнього та дальнього бою на {1}.#attack power by {1}", "Збільшує силу атаки ближнього та дальнього бою на {1}. Власник отримує шкоду в обсязі {2}% від максимального запасу здоров'я щосекунди, якщо не є злою міжпросторовою сутністю#attack power by {1}#takes {2}%" }, -- Dimensional Siphon
[28360] = { ref=9342 }, -- Increase Spell Dam 49
[28530] = { ref=9342 }, -- Increase Spell Dam 132
[28680] = { ref=25975 }, -- Spell Penetration 13
[28686] = { ref=7675 }, -- Increase Healing 161
[28687] = { ref=9342 }, -- Increase Spell Dam 85
[28693] = { ref=9342 }, -- Increase Spell Dam 95
[28717] = { ref=24694 }, -- Attack Power - Feral (+305)
[28735] = { ref=9136 }, -- Attack Power 100
[28736] = { ref=7675 }, -- Increase Healing 178
[28760] = { ref=21951 }, -- Mana Infusion
[28767] = { ref=9342 }, -- Increase Spell Dam 51
[28773] = { "Гліф відбиття", "Збільшує показник блокування щитом на {1} протягом {2} с.#shield by {1} for {2} sec", "Показник блокування щитом збільшено на {1}.#by {1}" }, -- Glyph of Deflection
[28777] = { "Герб вбивці", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Силу атаки збільшено на {1}.#by {1}" }, -- Slayer's Crest
[28778] = { "Дзеркало Лотхіба", "Збільшує опір всім видам магії на {1} протягом {2} с.#of magic by {1} for {2} sec", "Всі опори магії збільшено на {1}.#by {1}" }, -- Loatheb's Reflection
[28779] = { "Сутність Сапфірона", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#magical spells and effects by up to {1} for {2} sec", "Шкоду та зцілення заклять збільшено на {1}.#up to {1}" }, -- Essence of Sapphiron
[28780] = { "Око мерця", "Збільшує зцілення наступних {1} заклять на {2} протягом {3} с.#next {1} spells by up to {2} for {3} sec", "Зцілення заклять збільшено на {1}.#up to {1}" }, -- The Eye of the Dead
[28792] = { ref=9342 }, -- Increase Spell Dam 126
[28799] = { ref=25975 }, -- Increased Spell Penetration 25
[28805] = { ref=7675 }, -- Increase Healing 238
[28806] = { "Підживлення вогнища", "Кинути у вогнище вогняного фестивалю!" }, -- Toss Fuel on Bonfire
[28820] = { "Блискавичний щит", nil, "Відновлення {1} мани кожні {2} с.#Restores {1} mana per {2} sec", ref=18378 }, -- Lightning Shield
[28840] = { ref=9136 }, -- Attack Power 98
[28841] = { ref=9342 }, -- Increase Spell Dam 113
[28862] = { "Око зменшення", ref=26400 }, -- The Eye of Diminution
[28869] = { ref=25975 }, -- Spell Penetration 15
[28870] = { ref=12981 }, -- Undead Slayer 60
[28876] = { ref=21010 }, -- Increase Spell Dam Undead 26
[28888] = { ref=12981 }, -- Copy of Undead Slayer 108
[28890] = { ref=21010 }, -- Increase Spell Dam Undead 60
[28893] = { ref=12981 }, -- Undead Slayer 100
[29029] = { "Шипучий енергетичний напій", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і будете відновлювати {4} мани кожні 5 секунд протягом {5} хв#Restores {1} health and {2} mana over {3} sec#gain {4} Mana#for {5} min", "Відновлює {1} мани щосекунди.#Restores {1} mana", ref=25690 }, -- Fizzy Energy Drink
[29041] = { "Смачні літні ласощі", "Такі смачні, що ви будете сяяти.", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Tasty Summer Treat
[29055] = { "Освіжаюче червоне яблуко", ref=24707 }, -- Refreshing Red Apple
[29089] = { ref=9760 }, -- Increased Armor 200 Devout
[29090] = { ref=9760 }, -- Increased Armor 200 Dreadmist
[29091] = { ref=9760 }, -- Increased Armor 200 Magister
[29092] = { ref=9760 }, -- Increased Armor 200 Valor
[29093] = { ref=9760 }, -- Increased Armor 200 Lightforge
[29094] = { ref=9760 }, -- Increased Armor 200 Beaststalker
[29095] = { ref=9760 }, -- Increased Armor 200 Elements
[29096] = { ref=9760 }, -- Increased Armor 200 Shadowcraft
[29097] = { ref=9760 }, -- Increased Armor 200 Wildheart
[29112] = { "Чемпіон Світанку", "Збільшує силу атаки на {1} в бою з невмерлими та демонами. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#+{1} Attack Power when" }, -- Champion of the Dawn
[29113] = { "Чемпіон Світанку", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими та демонами на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#up to {1}" }, -- Champion of the Dawn
[29155] = { ref=16375 }, -- Drain Life
[29162] = { "Химерна хватка", "При отриманні удару, ви з ймовірністю {1}% сповільните нападника на {2}% протягом {3} с.#struck has a {1}% chance#speed by {2}% for {3} sec" }, -- Stygian Grasp
[29163] = { ref=116 }, -- Copy of Frostbolt (Rank 1)
[29164] = { "Химерна хватка", nil, "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Stygian Grasp
[29332] = { "Підсмажена на вогні булочка", ref=27723 }, -- Fire-toasted Bun
[29333] = { "Літня ковбаска", ref=27721 }, -- Midsummer Sausage
[29334] = { "Смажений зефір", ref=27722 }, -- Toasted Smorc
[29335] = { "Бузиновий пиріг", ref=27720 }, -- Elderberry Pie
[29369] = { ref=7675 }, -- Increase Healing 134
[29413] = { ref=14824 }, -- Haste
[29414] = { ref=14824 }, -- Haste
[29415] = { ref=14824 }, -- Haste
[29416] = { ref=14824 }, -- Haste
[29417] = { ref=14824 }, -- Haste
[29418] = { ref=14824 }, -- Haste
[29443] = { "Протизакляття", "Протидіє вимові закляття ворогом та унеможливлює вимову будь-яких інших заклять тієї ж школи магії протягом {1} с. Спричиняє високий рівень загрози.#cast for {1} sec" }, -- Counterspell
[29467] = { "Сила Скари", "Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 15, а також збільшують шанс завдати критичного удару закляттям на 1%." }, -- Power of the Scourge
[29475] = { "Витримка Скари", "Накласти на наплічники чари, що збільшують зцілення від магічних заклинань і ефектів на 31, а також відновлюють 5 мани кожні 5 с." }, -- Resilience of the Scourge
[29480] = { "Стійкість Скари", "Накласти на наплічники чари, що збільшують витривалість на 16, а також збільшують броню на 100." }, -- Fortitude of the Scourge
[29483] = { "Міць Скари", "Накласти на наплічники чари, що збільшують силу атаки на 26, а також збільшують шанс завдати критичного удару на 1%." }, -- Might of the Scourge
[29506] = { "Панцир бурильника", "Поглинає {1} шкоди. Триває {2} с.#Absorbs {1} damage#Lasts {2} sec", "Поглинає {1} шкоди.#Absorbs {1} damage" }, -- The Burrower's Shell
[29602] = { "Джом Ґаббар", "Збільшує силу атаки на {1} і ще на {2} кожні {3} с. Триває {4} с.#power by {1} and an additional {2} every {3} sec#Lasts {4} sec", "Сила атаки збільшується на {1} кожні {2} с.#by {1} every {2} sec" }, -- Jom Gabbar
[29604] = { "Джом Ґаббар", nil, "Силу атаки збільшено на {1}.#by {1}" }, -- Jom Gabbar
[29626] = { "Тіньова стріла", "Шанс вразити ціль дальнього бою тіньовою стрілою, що завдасть від {1} до {2} шкоди від тіні.#for {1} to {2} Shadow" }, -- Shadowbolt
[30088] = { "Менший знак Світанку", "Збільшує витривалість на 1 год.", "Витривалість збільшено на {1}.#by {1}" }, -- Lesser Mark of the Dawn
[30089] = { "Знак Світанку", ref=30088 }, -- Mark of the Dawn
[30090] = { "Більший знак Світанку", ref=30088 }, -- Greater Mark of the Dawn
[30770] = { ref=9136 }, -- Attack Power 40 - Valor
[30771] = { ref=9136 }, -- Attack Power 40 - Shadowcraft
[30772] = { ref=9136 }, -- Attack Power 40 - Beaststalker
[30775] = { ref=9136 }, -- Attack Power 40 - Lightforge
[30776] = { ref=9342 }, -- Copy of Increase Spell Dam 23
[30777] = { ref=9342 }, -- Increase Spell Dam 23 - Magister
[30778] = { ref=9342 }, -- Increase Spell Dam 23 - Dreadmist
[30779] = { ref=9342 }, -- Increase Spell Dam 23 - Devout
[30780] = { ref=9342 }, -- Increase Spell Dam 23 - Elements
[31750] = { ref=9342 }, -- QATest +1000 Spell Dmg (QASpell)
[350025] = { ref=116 }, -- Frostbolt
[370831] = { "блискавичники Таддіуса", "Прикріпити блискавичники на шию, щоб випадковим чином отримати позитивний або негативний заряд, що збільшує шкоду та зцілення на 1%. \n\nЦей ефект посилюється, якщо ви перебуваєте поруч із союзниками, які мають такий самий заряд, і завдає шкоди від природи союзникам, які мають протилежний заряд.", "Приборкання сили блискавки." }, -- Thaddius' Lightning Bolts
[370832] = { "Дар павука", "Проткнути себе іклом, щоб збільшити швидкість руху, швидкість атаки та швидкість вимови заклять на 15% протягом 1 год.", "Швидкість руху, швидкість атаки і швидкість вимови заклять збільшено на {1}%.\n\nВи почуваєтеся тривожно...#by {1}%" }, -- Gift of the Spider

-- Mounts
[458] = { "Гнідий кінь", "Викликає та відпускає верхового гнідого коня.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Brown Horse
[459] = { "Сірий вовк", "Викликає та відпускає верхового сірого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Gray Wolf
[468] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- White Stallion
[470] = { "Вороний жеребець", "Викликає та відпускає верхового вороного жеребця.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black Stallion
[471] = { "Соловий кінь", "Викликає та відпускає верхового солового коня.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Palamino Stallion
[472] = { "Рябий кінь", "Викликає та відпускає верхового рябого коня.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Pinto Horse
[578] = { "Чорний вовк", "Викликає та відпускає верхового чорного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black Wolf
[579] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Red Wolf
[580] = { "Великий лісовий вовк", "Викликає та відпускає верхового лісового вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Large Timber Wolf
[581] = { "Сніжний вовк", "Викликає та відпускає верхового сніжного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Winter Wolf
[6648] = { "Каштанова кобила", "Викликає та відпускає верхову каштанову кобилу.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Chestnut Mare
[6653] = { "Темний вовк", "Викликає та відпускає верхового темного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Dire Wolf
[6654] = { "Бурий вовк", "Викликає та відпускає верхового бурого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Brown Wolf
[6744] = { "Їзда на баранах", "Дозволяє їздити на баранах." }, -- Ram Riding
[6777] = { "Сірий баран", "Викликає та відпускає верхового сірого барана.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Gray Ram
[6896] = { "Чорний баран", "Викликає та відпускає верхового чорного барана.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black Ram
[6897] = { "Синій баран", "Викликає та відпускає верхового синього барана.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Blue Ram
[6898] = { "Білий баран", "Викликає та відпускає верхового білого барана.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- White Ram
[6899] = { "Коричневий баран", "Викликає та відпускає верхового коричневого барана.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Brown Ram
[8394] = { "Смугастий кригозуб", "Викликає та відпускає верхового смугастого кригозуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Striped Frostsaber
[8395] = { "Смарагдовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Emerald Raptor
[8980] = { "Кінь-скелет", "Викликає та відпускає верхового коня-скелета.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Skeletal Horse
[10787] = { "Пантера", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Panther
[10788] = { "Леопард", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Leopard
[10789] = { "Плямистий кригозуб", "Викликає та відпускає верхового плямистого кригозуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Spotted Frostsaber
[10790] = { "Тигр", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Tiger
[10792] = { "Плямиста пантера", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Spotted Panther
[10793] = { "Смугастий ночезуб", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Striped Nightsaber
[10795] = { "Кремовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Ivory Raptor
[10796] = { "Бірюзовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Turquoise Raptor
[10798] = { "Обсидіановий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Obsidian Raptor
[10799] = { "Ліловий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Violet Raptor
[10873] = { "Червоний механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Red Mechanostrider
[10908] = { "Пілотування механобігів", "Дозволяє пілотувати механобігів." }, -- Mechanostrider Piloting
[10969] = { "Синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Blue Mechanostrider
[15779] = { "Білий механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- White Mechanostrider
[15780] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Green Mechanostrider
[15781] = { "Сталевий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Steel Mechanostrider
[16055] = { "Ночезуб", "Викликає та відпускає верхового ночезуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Nightsaber
[16056] = { "Кригозуб", "Викликає та відпускає верхового кригозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Frostsaber
[16058] = { "Первісний леопард", "Викликає та відпускає верхового леопарда.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Primal Leopard
[16059] = { "Рудий шаблезуб", "Викликає та відпускає верхового рудого шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Tawny Sabercat
[16060] = { "Золотистий шаблезуб", "Викликає та відпускає верхового золотистого шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Golden Sabercat
[16080] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Red Wolf
[16081] = { "Арктичний вовк", "Викликає та відпускає верхового арктичного вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Arctic Wolf
[16082] = { "Соловий кінь", "Викликає та відпускає верхового солового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Palomino Stallion
[16083] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- White Stallion
[16084] = { "Строкатий червоний раптор", "Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Mottled Red Raptor
[17229] = { "Кригозуб Зимоключа", "Викликає та відпускає верхового кригозуба Зимоключа. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Winterspring Frostsaber
[17450] = { "Кремовий раптор", ref=16084 }, -- Ivory Raptor
[17453] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Green Mechanostrider
[17454] = { "Нефарбований механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Unpainted Mechanostrider
[17455] = { "Пурпуровий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Purple Mechanostrider
[17456] = { "Червоно-синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Red & Blue Mechanostrider
[17458] = { "Флуоресцентний зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Fluorescent Green Mechanostrider
[17459] = { "Крижано-блакитний механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Icy Blue Mechanostrider
[17460] = { "Морозний баран", "Викликає та відпускає верхового морозного барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Frost Ram
[17461] = { "Чорний баран", "Викликає та відпускає верхового чорного барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black Ram
[17462] = { "Червоний кінь-скелет", ref=8980 }, -- Red Skeletal Horse
[17463] = { "Блакитний кінь-скелет", ref=8980 }, -- Blue Skeletal Horse
[17464] = { "Коричневий кінь-скелет", ref=8980 }, -- Brown Skeletal Horse
[17465] = { "Зелений бойовий кінь-скелет", "Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Green Skeletal Warhorse
[17481] = { "Смертобіг", "Викликає та відпускає коня барона Рівендера. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Deathcharger
[18363] = { "Верховий кодо", "Викликає та відпускає верхового кодо.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Riding Kodo
[18989] = { "Сірий кодо", "Викликає та відпускає верхового сірого кодо.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Gray Kodo
[18990] = { "Бурий кодо", "Викликає та відпускає верхового бурого кодо.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Brown Kodo
[18991] = { "Зелений кодо", "Викликає та відпускає верхового зеленого кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Green Kodo
[18992] = { "Бірюзовий кодо", "Викликає та відпускає верхового бірюзового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Teal Kodo
[22717] = { "Чорний бойовий кінь", "Викликає та відпускає верхового чорного бойового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black War Steed
[22718] = { "Чорний бойовий кодо", "Викликає та відпускає верхового чорного бойового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black War Kodo
[22719] = { "Чорний бойовий механобіг", "Викликає та відпускає верхового чорного бойового механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black Battlestrider
[22720] = { "Чорний бойовий баран", "Викликає та відпускає верхового чорного бойового барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black War Ram
[22721] = { "Чорний бойовий раптор", ref=16084 }, -- Black War Raptor
[22722] = { "Червоний бойовий кінь-скелет", "Викликає та відпускає верхового червоного бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Red Skeletal Warhorse
[22723] = { "Чорний бойовий тигр", "Викликає та відпускає верхового чорного бойового тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black War Tiger
[22724] = { "Чорний бойовий вовк", "Викликає та відпускає верхового чорного бойового вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Black War Wolf
[23219] = { "Стрімкий імлозуб", "Викликає та відпускає верхового стрімкого імлозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Mistsaber
[23220] = { "Стрімкий світанкозуб", "Викликає та відпускає верхового стрімкого світанкозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Dawnsaber
[23221] = { "Стрімкий кригозуб", "Викликає та відпускає верхового стрімкого кригозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Frostsaber
[23222] = { "Стрімкий жовтий механобіг", "Викликає та відпускає стрімкого жовтого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Yellow Mechanostrider
[23223] = { "Стрімкий білий механобіг", "Викликає та відпускає стрімкого білого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift White Mechanostrider
[23225] = { "Стрімкий зелений механобіг", "Викликає та відпускає стрімкого зеленого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Green Mechanostrider
[23227] = { "Стрімкий соловий кінь", "Викликає та відпускає верхового стрімкого солового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Palomino
[23228] = { "Стрімкий білий кінь", "Викликає та відпускає верхового стрімкого білого коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift White Steed
[23229] = { "Стрімкий гнідий кінь", "Викликає та відпускає верхового стрімкого гнідого коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Brown Steed
[23238] = { "Стрімкий коричневий баран", "Викликає та відпускає верхового стрімкого коричневого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Brown Ram
[23239] = { "Стрімкий сірий баран", "Викликає та відпускає верхового стрімкого сірого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Gray Ram
[23240] = { "Стрімкий білий баран", "Викликає та відпускає верхового стрімкого білого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift White Ram
[23241] = { "Стрімкий блакитний раптор", ref=16084 }, -- Swift Blue Raptor
[23242] = { "Стрімкий оливковий раптор", ref=16084 }, -- Swift Olive Raptor
[23243] = { "Стрімкий помаранчевий раптор", ref=16084 }, -- Swift Orange Raptor
[23246] = { "Ліловий бойовий кінь-скелет", "Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Purple Skeletal Warhorse
[23247] = { "Великий білий кодо", "Викликає та відпускає верхового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Great White Kodo
[23248] = { "Великий сірий кодо", ref=23247 }, -- Great Gray Kodo
[23249] = { "Великий бурий кодо", ref=23247 }, -- Great Brown Kodo
[23250] = { "Стрімкий бурий вовк", "Викликає та відпускає верхового вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Brown Wolf
[23251] = { "Стрімкий лісовий вовк", ref=23250 }, -- Swift Timber Wolf
[23252] = { "Стрімкий сірий вовк", ref=23250 }, -- Swift Gray Wolf
[23338] = { "Стрімкий штормозуб", "Викликає та відпускає верхового стрімкого штормозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Stormsaber
[23509] = { "Ревун Морозних Вовків", "Викликає та відпускає верхового ревуна Морозних Вовків. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Frostwolf Howler
[23510] = { "Бойовий скакун Бурешпиля", "Викликає та відпускає верхового бойового скакуна Бурешпиля. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Stormpike Battle Charger
[24242] = { "Стрімкий раптор Раззаші", ref=16084 }, -- Swift Razzashi Raptor
[24252] = { "Стрімкий зуліанський тигр", "Викликає та відпускає верхового тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Zulian Tiger
[24576] = { "Хроматичний дракон", "Викликає та відпускає хроматичного дракона. Це дуже швидка верхова тварина. Ще б пак!", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Chromatic Mount
[25675] = { "Північний олень", "Викликає та відпускає верхового північного оленя.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Reindeer
[25858] = { ref=25675 }, -- Reindeer
[25859] = { ref=25675 }, -- Reindeer
[25863] = { "Виклик чорного кіразького бойового танка", "Викликає та відпускає верхового кіразького бойового танка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Black Qiraji Battle Tank
[25953] = { "Виклик блакитного кіразького бойового танка", "Видає високочастотний звук, що змушує силітида-танка вилізти з нори під храму Ан'Кіражу. Силітид служить тому, хто його викликає, і може використовуватися як верхове створіння у храмі Ан'Кіража. Будь-яка ворожа дія проти вершника змушує танка повернутися під землю.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Blue Qiraji Battle Tank
[26054] = { "Виклик червоного кіразького бойового танка", ref=25953 }, -- Summon Red Qiraji Battle Tank
[26055] = { "Виклик жовтого кіразького бойового танка", ref=25953 }, -- Summon Yellow Qiraji Battle Tank
[26056] = { "Виклик зеленого кіразького бойового танка", ref=25953 }, -- Summon Green Qiraji Battle Tank
[26655] = { "Виклик чорного кіразького бойового танка", ref=25863 }, -- Summon Black Qiraji Battle Tank
[26656] = { ref=25863 }, -- Summon Black Qiraji Battle Tank
[29059] = { "Скакун-скелет", "Викликає та відпускає скакуна-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Skeletal Steed
[30174] = { "Верхова черепаха", "Викликає та відпускає верхову черепаху. Може, вона й повільна, зате вам не доведеться йти пішки!", "Повільно, зате впевнено..." }, -- Riding Turtle
[31700] = { ref=25863 }, -- Summon Black Qiraji Battle Tank
[370637] = { "Виклик скакуна-скелет", "Викликає та відпускає скакуна-скелета. Цей скакун служить тому, хто його викликає, і може використовуватися як верхове створіння у Наксрамасі. Будь-яка ворожа дія проти вершника змушує скакуна втікати.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Skeletal Steed
[381598] = { ref=370637 }, -- Summon Skeletal Steed
[381599] = { ref=370637 }, -- Summon Skeletal Steed

-- Pets
[10688] = { "Виклик таргана", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашого таргана." }, -- Summon Cockroach
[10709] = { "Виклик лугової собачки", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу лугову собачку." }, -- Summon Prairie Dog
[10713] = { "Виклик змії-альбіноса", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію." }, -- Summon Albino Snake
[10714] = { "Виклик чорної королівської змії", ref=10713 }, -- Summon Black Kingsnake
[10716] = { "Виклик бурої змії", ref=10713 }, -- Summon Brown Snake
[10717] = { "Виклик багряної змії", ref=10713 }, -- Summon Crimson Snake
[12243] = { "Виклик механічного курчати", "Клацніть правою кнопкою миші, щоб викликати і відпустити курча." }, -- Summon Mechanical Chicken
[19772] = { "Виклик механічної жаби", "Клацніть правою кнопкою миші, щоб викликати і відпустити механічну жабу." }, -- Summon Lifelike Toad
[23428] = { "Виклик тріскощелепа-альбіноса", "Клацніть правою кнопкою миші, щоб викликати і відпустити тріскощелепа." }, -- Summon Albino Snapjaw
[23429] = { "Виклик довгоголового тріскощелепа", ref=23428 }, -- Summon Loggerhead Snapjaw
[23430] = { "Виклик оливкового тріскощелепа", ref=23428 }, -- Summon Olive Snapjaw
[23431] = { "Виклик шкірястого тріскощелепа", ref=23428 }, -- Summon Leatherback Snapjaw
[23432] = { "Виклик тріскощелепа-бісси", ref=23428 }, -- Summon Hawksbill Snapjaw
[23530] = { "Виклик крихітного червоного дракона", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного червоного дракона." }, -- Summon Tiny Red Dragon
[23531] = { "Виклик крихітного зеленого дракона", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного зеленого дракона." }, -- Summon Tiny Green Dragon
[24988] = { "Виклик малюка-мурлока" }, -- Summon Baby Murloc (White)

-- Professions
[2259] = { "Алхімія", "Дозволяє алхімікові варити базові зілля до максимального потенційного рівня навички 75. Потребує Трави, знайдені за допомогою Травництва." }, -- Alchemy (Apprentice)
[2366] = { "Збір трав", "Основи збирання трав з кущів й інших рослин для використання в Алхімії. Надає потенційний рівень навички травництва 75." }, -- Herb Gathering (Apprentice)
[2368] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 150." }, -- Herb Gathering (Journeyman)
[2383] = { "Пошук трав", "На мінікарті з'являються кущі з травами поблизу. Одночасно можна відстежувати лише щось одне.", "Шукає трави." }, -- Find Herbs
[2550] = { "Кулінарія", "Дозволяє готувати базові страви за рецептами до максимального потенційного рівня навички 75. Потребує джерело вогню та м'ясо тварин." }, -- Cooking (Apprentice )
[2575] = { "Гірництво", "Як добути руду та камінь з мінеральних жил для використання в Інженерії та Ковальстві. Надає потенційний рівень навички гірництва 75. Потребує Кайла." }, -- Mining (Apprentice)
[2576] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 150." }, -- Mining (Journeyman)
[2580] = { "Пошук мінералів", "На мінікарті з'являються поклади мінералів поблизу. Одночасно можна відстежувати лише щось одне.", "Шукає мінерали." }, -- Find Minerals
[2656] = { "Переплавлення", "Дозволяє гірникові переплавляти руду на металеві злитки. Ця навичка потребує ковадла." }, -- Smelting
[3101] = { "Алхімія", "Дозволяє алхімікові варити звичайні зілля до максимального потенційного рівня навички 150." }, -- Alchemy (Journeyman)
[3102] = { "Кулінарія", "Дозволяє готувати смачні страви за рецептами до максимального потенційного рівня навички 150." }, -- Cooking (Journeyman)
[3273] = { "Перша допомога", "Дозволяє створювати та використовувати бинти до максимального потенційного рівня навички 75. Для виготовлення бинтів потрібна тканина, яку можна видобути у гуманоїдів." }, -- First Aid (Apprentice)
[3413] = { "Кулінарія", "Дозволяє готувати незрівнянні страви за рецептами до максимального потенційного рівня навички 225." }, -- Cooking (Expert)
[3464] = { "Алхімія", "Дозволяє алхімікові варити чудові зілля до максимального потенційного рівня навички 225." }, -- Alchemy (Expert)
[3564] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 225." }, -- Mining (Expert)
[3570] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 225." }, -- Herb Gathering (Expert)
[3908] = { "Кравецтво", "Дозволяє кравцю виготовляти прості тканинні обладунки з максимальним рівнем навички 75. Для виготовлення потрібна тканина, яку можна знайти у гуманоїдів." }, -- Tailoring (Apprentice)
[3909] = { "Кравецтво", "Дозволяє кравцю виготовляти стильні сорочки та тканинні обладунки з максимальним рівнем навички 150." }, -- Tailoring (Journeyman)
[3910] = { "Кравецтво", "Дозволяє кравцю виготовляти надзвичайно стильні сорочки та тканинні обладунки з максимальним рівнем навички 225." }, -- Tailoring (Expert)
[7620] = { "Риболовля", "Візьміть до рук вудку і знайдіть водойму, в якій можна порибалити. Коли почується сплеск, клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка, тим більше шансів упіймати рибу у водоймах зон, розрахованих на високий рівень персонажа." }, -- Fishing (Apprentice)
[8613] = { "Шкуродерство", "Основи білування тварин, щоб одержати їхні шкіри та хутра для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 75. Потребує Білувального Ножа." }, -- Skinning (Apprentice)
[8617] = { "Шкуродерство", "Поглиблений рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 150. Потребує Білувального Ножа." }, -- Skinning (Journeyman)
[8618] = { "Шкуродерство", "Експертний рівень навички у здиранні шкури зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 225. Потребує Білувального Ножа." }, -- Skinning (Expert)
[9787] = { "Зброяр", "Дозволяє ковалю виготовляти особливу зброю, яка недоступна звичайному ковалю-реміснику." }, -- Weaponsmith (Artisan)
[9788] = { "Майстер обладунків", "Дозволяє ковалю виготовляти особливі обладунки, які недоступні звичайному ковалю-реміснику." }, -- Armorsmith (Artisan)
[10248] = { "Гірництво", "Підносить гірництво до форми мистецтва. Надає потенційний рівень навички гірництва 300." }, -- Mining (Artisan)
[10768] = { "Шкуродерство", "Майстерний рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 300. Потребує Білувального Ножа." }, -- Skinning (Artisan)
[11479] = { "Трансмутація: Залізо у Золото", "Перетворює Злиток Заліза на Злиток Золота." }, -- Transmute: Iron to Gold
[11480] = { "Трансмутація: Мітрил у Ясносрібло", "Перетворює Злиток Мітрилу на Злиток Ясносрібла" }, -- Transmute: Mithril to Truesilver
[11611] = { "Алхімія", "Дозволяє алхімікові варити неймовірні зілля до максимального потенційного рівня навички 300." }, -- Alchemy (Artisan)
[11993] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 300." }, -- Herb Gathering (Artisan)
[12180] = { "Кравецтво", "Дозволяє кравцю виготовляти надзвичайно стильні сорочки та тканинні обладунки з максимальним рівнем навички 300." }, -- Tailoring (Artisan)
[13262] = { "Руйнування чарів", "Вилучення магічних елементів зі зброї, обладунків та щитів як мінімум високої якості (зелений колір назви). При цьому предмет ЗНИЩУЄТЬСЯ безповоротно." }, -- Disenchant
[17039] = { "Майстер кування мечів", "Дозволяє ковалю виготовляти особливі мечі, які недоступні звичайному зброяру-реміснику." }, -- Master Swordsmith
[17040] = { "Майстер кування молотів", "Дозволяє ковалю виготовляти особливі молоти, які недоступні звичайному зброяру-реміснику." }, -- Master Hammersmith
[17041] = { "Майстер кування сокир", "Дозволяє ковалю виготовляти особливі сокири, які недоступні звичайному зброяру-реміснику." }, -- Master Axesmith
[17187] = { "Трансмутація: Арканіт", "Перетворює Злиток Торіуму й Арканічний Кристал на Арканіт." }, -- Transmute: Arcanite
[17559] = { "Трансмутація: Повітря у Вогонь", "Перетворює Повітря на Вогонь." }, -- Transmute: Air to Fire
[17560] = { "Трансмутація: Вогонь у Землю", "Перетворює Вогонь на Землю." }, -- Transmute: Fire to Earth
[17561] = { "Трансмутація: Земля у Воду", "Перетворює Землю на Воду." }, -- Transmute: Earth to Water
[17562] = { "Трансмутація: Вода в Повітря", "Перетворює Воду на Повітря." }, -- Transmute: Water to Air
[17563] = { "Трансмутація: Невмерлість у Воду", "Очищує Есенцію Невмерлості, перетворюючи її на Воду." }, -- Transmute: Undeath to Water
[17564] = { "Трансмутація: Вода у Невмерлість", "Заражає Есенцію Води, перетворюючи її на Невмерлість." }, -- Transmute: Water to Undeath
[17565] = { "Трансмутація: Життя у Землю", "Перетворює Живу Есенцію на Землю." }, -- Transmute: Life to Earth
[17566] = { "Трансмутація: Земля у Життя", "Перетворює Землю на Живу Есенцію." }, -- Transmute: Earth to Life
[18260] = { "Кулінарія", "Дозволяє готувати чудові страви за рецептами до максимального потенційного рівня навички {1}.#skill of {1}." }, -- Cooking (Artisan)
[21931] = { "Чари для зброї - сила Зими", "Накласти на зброю чари, що збільшують шкоду від заклинань криги на {1}.#up to {1}" }, -- Enchant Weapon - Winter's Might
[25146] = { "Трансмутація: Стихійний Вогонь", "Перетворює Серце Вогню на три Стихійні Вогні." }, -- Transmute: Elemental Fire

-- Racial
[2481] = { "Шукати скарб", "Дозволяє дворфу відчувати скарби неподалік, відмічаючи їх на мінікарті. Триває до відміни.", "Пошук скарбів." }, -- Find Treasure (Racial)
[5227] = { "Підводне дихання", "Підводне дихання діє довше на {1}%.#lasts {1}% longer" }, -- Underwater Breathing (Racial Passive)
[7744] = { "Воля відречених", "Знімає ефекти причарування, страху та сну в момент активації, а також дає невразливість до цих ефектів на час дії закляття. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів причарування, страху та сну." }, -- Will of the Forsaken (Racial)
[20549] = { "Бойовий тупіт", "Приголомшує до {1} ворогів у радіусі {2} м на {3} с.#{1} enemies within {2} yds for {3} sec", "Приголомшений." }, -- War Stomp (Racial)
[20550] = { "Витримка", "Загальне здоров'я збільшено на {1}%.#increased by {1}" }, -- Endurance (Racial Passive)
[20551] = { "Супротив природі", "Супротив природі збільшено на {1}.#increased by {1}" }, -- Nature Resistance (Racial Passive)
[20552] = { "Культивація", "Навичку травництва збільшено на {1}.#increased by {1}" }, -- Cultivation (Racial Passive)
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (Racial)
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. {2}% загальної швидкості регенерації здоров'я може продовжуватися під час бою.#increased by {1}#{2}% of total" }, -- Regeneration (Racial Passive)
[20557] = { "Звіроріз", "Шкоду проти звірів збільшено на {1}%.#increased by {1}" }, -- Beast Slaying (Racial Passive)
[20558] = { "Спеціалізація на метальній зброї", "Навичку володіння метальною зброєю збільшено на {1}.#increased by {1}" }, -- Throwing Specialization (Racial Passive)
[20572] = { "Кривава шаленість", "Збільшує базову силу атаки ближнього бою на {1}% на {2} c та зменшує ефекти зцілення на вас на {3}% на {4} с.#power by {1}% for {2} sec#you by {3}% for {4} sec" }, -- Blood Fury (Racial)
[20573] = { "Стійкість", "Збільшує ймовірність протистояти ефектам приголомшення на додаткові {1}%.#additional {1}" }, -- Hardiness (Racial Passive)
[20574] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшено на {1}.#increased by {1}" }, -- Axe Specialization (Racial Passive)
[20575] = { ref=21563 }, -- Command (Racial Passive)
[20576] = { ref=21563 }, -- Command (Racial Passive)
[20577] = { "Канібалізм", "При активації, відновлює {1}% загального здоров'я кожні {2} с протягом {3} с. Діє лише на трупах гуманоїдів та невмерлих в радіусі {4} м. Будь-який рух, дія або отримання шкоди перериває процес.#{1}% of total health every {2} sec for {3} sec#within {4}" }, -- Cannibalize (Racial)
[20578] = { "Канібалізм", nil, "Відновлення {1}% загального здоров'я кожні {2} с.#{1}% of total health every {2} sec" }, -- Cannibalize
[20579] = { "Супротив тіні", "Супротив тіні збільшено на {1}.#increased by {1}" }, -- Shadow Resistance (Racial Passive)
[20580] = { "Розчинення", "Активуйте щоб злитися з тінню, зменшуючи ймовірність для ворогів помітити вас. Діє до скасування або руху. Нічних ельфів-пройдисвітів та друїдів з цією здібністю важче виявити, якщо на них діють ефекти непомітності чи підкрадання.", "Розчинення." }, -- Shadowmeld (Racial)
[20582] = { "Прудкість", "Ймовірність ухилитися збільшено на {1}%.#increased by {1}" }, -- Quickness (Racial Passive)
[20583] = { ref=20551 }, -- Nature Resistance (Racial Passive)
[20585] = { "Дух світлика", "Перетворює вас на світлика після смерті, збільшуючи швидкість руху на {1}%.#speed by {1}" }, -- Wisp Spirit (Racial Passive)
[20589] = { "Майстер втечі", "Вивільнитися від будь-яких ефектів сповільнення або унеможливлювання руху." }, -- Escape Artist (Racial)
[20591] = { "Неосяжний розум", "Інтелект збільшено на {1}%.#increased by {1}" }, -- Expansive Mind (Racial Passive)
[20592] = { "Супротив аркані", "Супротив аркані збільшено на {1}.#increased by {1}" }, -- Arcane Resistance (Racial Passive)
[20593] = { "Спеціалізація на інженерії", "Навичку інженерії збільшено на {1}.#increased by {1}" }, -- Engineering Specialization (Racial Passive)
[20594] = { "Кам'яна форма", "Допоки діє, надає невразливість ефектам кровотечі, отрути та хворобам. Крім того, броня збільшується на {1}%. Триває {2} с.#increased by {1}#Lasts {2} sec", "Невразливість ефектам кровотечі, отрути та хворобам. Броня збільшена на {1}%.#increased by {1}" }, -- Stoneform (Racial)
[20595] = { "Спеціалізація на рушницях", "Навичку володіння рушницями збільшено на {1}.#increased by {1}" }, -- Gun Specialization (Racial Passive)
[20596] = { "Супротив кризі", "Супротив кризі збільшено на {1}.#increased by {1}" }, -- Frost Resistance (Racial Passive)
[20597] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}" }, -- Sword Specialization (Racial Passive)
[20598] = { "Дух людей", "Дух збільшено на {1}%.#increased by {1}" }, -- The Human Spirit (Racial Passive)
[20599] = { "Дипломатія", "Отримувану репутацію збільшено на {1}%.#increased by {1}" }, -- Diplomacy (Racial Passive)
[20600] = { "Сприйняття", "Значно підсилює здатність виявлення непомітності на {1} с.#for {1} sec", "Здатність виявлення непомітності значно підсилена." }, -- Perception (Racial)
[20864] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}" }, -- Mace Specialization (Racial Passive)
[21563] = { "Наказ", "Збільшує шкоду вихованців мисливців та прислужників чорнокнижників на {1}%.#increased by {1}" }, -- Command (Racial Passive)
[23230] = { "Кривава шаленість", nil, "Ефекти зцілення зменшено на {1}%.#reduced by {1}" }, -- Blood Fury (Racial)
[23234] = { "Кривава шаленість", nil, "Базову силу атаки ближнього бою збільшено на {1}%.#increased by {1}" }, -- Blood Fury (Racial)
[26290] = { "Спеціалізація на луках", "Навичку володіння луками збільшено на {1}.#increased by {1}" }, -- Bow Specialization (Racial Passive)
[26296] = { "Берсерк", "Збільшує швидкість атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (Racial)
[26297] = { ref=26296 }, -- Berserking (Racial)
[26635] = { "Берсерк", nil, "Збільшена швидкість атаки та вимови заклять." }, -- Berserking (Racial)

-- Scrolls
[8091] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}" }, -- Armor (Rank 1)
[8094] = { ref=8091 }, -- Armor (Rank 2)
[8095] = { ref=8091 }, -- Armor (Rank 3)
[8096] = { "Інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}" }, -- Intellect (Rank 1)
[8097] = { ref=8096 }, -- Intellect (Rank 2)
[8098] = { ref=8096 }, -- Intellect (Rank 3)
[8099] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}" }, -- Stamina (Level 1)
[8100] = { ref=8099 }, -- Stamina (Level 2)
[8101] = { ref=8099 }, -- Stamina (Level 3)
[8112] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}" }, -- Spirit (Rank 1)
[8113] = { ref=8112 }, -- Spirit (Rank 2)
[8114] = { ref=8112 }, -- Spirit (Rank 3)
[8115] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}" }, -- Agility (Rank 1)
[8116] = { ref=8115 }, -- Agility (Rank 2)
[8117] = { ref=8115 }, -- Agility (Rank 3)
[8118] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}" }, -- Strength (Rank 1)
[8119] = { ref=8118 }, -- Strength (Rank 2)
[8120] = { ref=8118 }, -- Strength (Rank 3)
[12174] = { ref=8115 }, -- Agility (Rank 4)
[12175] = { ref=8091 }, -- Armor (Rank 4)
[12176] = { ref=8096 }, -- Intellect (Rank 4)
[12177] = { ref=8112 }, -- Spirit (Rank 4)
[12178] = { ref=8099 }, -- Stamina (Level 4)
[12179] = { ref=8118 }, -- Strength (Rank 4)

-- Weapon Proficiencies
[81] = { "Ухилення", "Дає ймовірність ухилитися від атак ближнього бою." }, -- Dodge (Passive)
[107] = { "Блок", "Надає ймовірність заблокувати ворожі атаки ближнього та дальнього бою." }, -- Block (Passive)
[196] = { "Одноручні сокири" }, -- One-Handed Axes
[197] = { "Дворучні сокири" }, -- Two-Handed Axes
[198] = { "Одноручні булави" }, -- One-Handed Maces
[199] = { "Дворучні булави" }, -- Two-Handed Maces
[200] = { "Держакова зброя" }, -- Polearms
[201] = { "Одноручні мечі" }, -- One-Handed Swords
[202] = { "Дворучні мечі" }, -- Two-Handed Swords
[203] = { "Беззбройний" }, -- Unarmed
[204] = { "Захист" }, -- Defense
[227] = { "Посохи" }, -- Staves
[264] = { "Луки" }, -- Bows
[266] = { "Рушниці" }, -- Guns
[674] = { "Бій з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки." }, -- Dual Wield (Passive)
[1180] = { "Кинджали" }, -- Daggers
[2480] = { "Постріл з лука" }, -- Shoot Bow
[2567] = { "Метальна зброя" }, -- Thrown
[2764] = { "Кинути", "Кинути метальну зброю в ціль." }, -- Throw
[3127] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry (Passive)
[5009] = { "Жезли" }, -- Wands
[5011] = { "Арбалети" }, -- Crossbows
[5019] = { "Постріл", "Атака магічним жезлом." }, -- Shoot
[7918] = { "Постріл з рушниці" }, -- Shoot Gun
[7919] = { "Постріл з арбалета" }, -- Shoot Crossbow
[15590] = { "Кулачна зброя" }, -- Fist Weapons

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} протягом {3} год.#critical by {1}% and all attributes by {2} for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}.#critical by {1}% and all attributes by {2}" }, -- Songflower Serenade
[16609] = { "Благословення вождя", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec" }, -- Warchief's Blessing
[22888] = { "Рвучкий клич драконоборця", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} хв.#spells by {1}%#ranged by {2}%#grants {3} attack#{4} min", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} хв.#spells by {1}%#ranged by {2}%#grants {3} attack#{4} min" }, -- Rallying Cry of the Dragonslayer
[24425] = { "Дух Зандаларів", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}% протягом {3} год.#speed by {1}% and all stats by {2}% for {3} h", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}% протягом {3} год.#speed by {1}% and all stats by {2}% for {3} h" }, -- Spirit of Zandalar
[355363] = { ref=22888 }, -- Rallying Cry of the Dragonslayer
[355365] = { ref=24425 }, -- Spirit of Zandalar

}
