local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Abolish Disease
[552] = { "Усунення хвороби", "Намагається вилікувати 1 хворобу на цілі та ще 1 ефект хвороби кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Намагається усунути 1 ефект хвороби кожні {1} с.#every {1} sec", en="Abolish Disease" },
-- Blackout
[15268] = { "Затьмарення", "Ваші бойові закляття тіні з ймовірністю {1}% приголомшують ціль на {2} с.#a {1}% chance#for {2} sec", en="Blackout" },
[15269] = { "Затьмарення", nil, "Приголомшено.", en="Blackout" },
[15323] = { ref=15268 }, -- Blackout
[15324] = { ref=15268 }, -- Blackout
[15325] = { ref=15268 }, -- Blackout
[15326] = { ref=15268 }, -- Blackout
-- Blessed Recovery
[27811] = { "Благословенне відновлення", "Після отримання критичного удару в ближньому чи дальньому бою ви зцілюєтесь на {1}% від отриманої шкоди протягом {2} с .#heal {1}%#over {2} sec", en="Blessed Recovery" },
[27813] = { "Благословенне відновлення", "Зцілює ціль протягом {1} с.#over {1} sec", "Зцілює {1}% від нещодавно отриманого критичного удару протягом {2} с.#Heals {1}% of#over {2} sec", en="Blessed Recovery" },
[27815] = { ref=27811 }, -- Blessed Recovery
[27816] = { ref=27811 }, -- Blessed Recovery
[27817] = { ref=27813 }, -- Blessed Recovery
[27818] = { ref=27813 }, -- Blessed Recovery
-- Corrupted Healing
[23401] = { "Осквернене зцілення", nil, "Закляття прямого зцілення завдають періодичної шкоди цілям.", en="Corrupted Healing" },
[23402] = { nil, nil, "Завдає від {1} до {2} шкоди щосекунди.#Deals {1} to {2} damage", ref=23401 }, -- Corrupted Healing
-- Cure Disease
[528] = { "Лікування хвороби", "Знімає 1 хворобу з дружньої цілі.", en="Cure Disease" },
-- Darkness
[15259] = { "Пітьма", "Збільшує шкоду ваших заклять тіні на {1}%.#by {1}%", en="Darkness" },
[15307] = { ref=15259 }, -- Darkness
[15308] = { ref=15259 }, -- Darkness
[15309] = { ref=15259 }, -- Darkness
[15310] = { ref=15259 }, -- Darkness
-- Desperate Prayer
[13908] = { "Відчайдушна молитва", "Миттєво зцілює заклиначеві від {1} до {2} здоров'я.#for {1} to {2}", en="Desperate Prayer" },
[19236] = { ref=13908 }, -- Desperate Prayer
[19238] = { ref=13908 }, -- Desperate Prayer
[19240] = { ref=13908 }, -- Desperate Prayer
[19241] = { ref=13908 }, -- Desperate Prayer
[19242] = { ref=13908 }, -- Desperate Prayer
[19243] = { ref=13908 }, -- Desperate Prayer
-- Devouring Plague
[2944] = { "Ненажерна чума", "Вражає ціль хворобою, що завдає {1} шкоди тінню протягом {2} с. Шкода від \"Ненажерної чуми\" зцілює заклинача.#causes {1}#over {2} sec", "Завдає {1} шкоди кожні {2} с та зцілює заклинача.#{1} damage every {2} sec", en="Devouring Plague" },
[19276] = { ref=2944 }, -- Devouring Plague
[19277] = { ref=2944 }, -- Devouring Plague
[19278] = { ref=2944 }, -- Devouring Plague
[19279] = { ref=2944 }, -- Devouring Plague
[19280] = { ref=2944 }, -- Devouring Plague
-- Dispel Magic
[527] = { "Розвіювання магії", "Розвіює магію з цілі, знімаючи 1 негативний ефект з союзника або 1 сприятливий ефект з ворога.", en="Dispel Magic" },
[988] = { "Розвіювання магії", "Розвіює магію з цілі, знімаючи 2 негативні ефекти з союзника або 2 сприятливі ефекти з ворога.", en="Dispel Magic" },
-- Divine Fury
[18530] = { "Божественна лють", "Зменшує час вимови заклять \"Кара\", \"Священний вогонь\", \"Зцілення\" та \"Велике зцілення\" на {1} с.#by {1} sec", en="Divine Fury" },
[18531] = { ref=18530 }, -- Divine Fury
[18533] = { ref=18530 }, -- Divine Fury
[18534] = { ref=18530 }, -- Divine Fury
[18535] = { ref=18530 }, -- Divine Fury
-- Divine Spirit
[14752] = { "Божественний дух", "Свята сила наповнює ціль, збільшуючи її дух на {1} протягом {2} хв.#by {1} for {2} min", "Збільшує дух на {1}.#by {1}", en="Divine Spirit" },
[14818] = { ref=14752 }, -- Divine Spirit
[14819] = { ref=14752 }, -- Divine Spirit
[16875] = { ref=14752 }, -- Divine Spirit
[27841] = { ref=14752 }, -- Divine Spirit
-- Elune's Grace
[2651] = { "Милість Елуни", "Зменшує отриману шкоду від атак дального бою на {1} і збільшує ймовірність ухилення на {2}% протягом {3} с.#taken by {1}#dodge by {2}% for {3} sec", "Отриману шкоду від атак дального бою зменшено на {1}, а ймовірність ухилення збільшено на {2}%.#reduced by {1}#increased by {2}", en="Elune's Grace" },
[19289] = { ref=2651 }, -- Elune's Grace
[19291] = { ref=2651 }, -- Elune's Grace
[19292] = { ref=2651 }, -- Elune's Grace
[19293] = { ref=2651 }, -- Elune's Grace
-- Eye of Divinity
[23101] = { "Око Божественності", nil, "Ви відчуваєте гармонію зі світом.", en="Eye of Divinity" },
-- Fade
[586] = { "Розтанення", "Розтанути у повітрі, зменшуючи всю вашу загрозу протягом {1} с.#for {1} sec", "Рівень загрози зменшено.", en="Fade" },
[9578] = { "Розтанення", "Розтанути у повітрі, зменшуючи всю вашу загрозу протягом {1} с. Дієвіше за \"Розтанення\" (Ранг {2}).#for {1} sec#rank {2}", "Рівень загрози зменшено.", en="Fade" },
[9579] = { ref=9578 }, -- Fade
[9592] = { ref=9578 }, -- Fade
[10941] = { ref=9578 }, -- Fade
[10942] = { ref=9578 }, -- Fade
-- Fear Ward
[6346] = { "Оберіг від страху", "Оберігає дружню ціль від страху. Наступний ефект страху проти цілі буде нейтралізовано за рахунок оберегу. Триває {1} хв.#Lasts {1} min", "Захищено від страху.", en="Fear Ward" },
-- Feedback
[13896] = { "Відгомін", "Жерця оточує антимагічна енергія. Будь-яке успішне закляття проти нього спалить {1} мани нападника та завдасть {2} шкоди тінню за кожну одиницю спаленої мани. Триває {3} с.#burn {1}#causing {2}#Lasts {3} sec", "Антимагічна енергія спалить {1} мани нападника та завдасть {2} шкоди тінню за кожну одиницю спаленої мани.#burn {1}#causing {2}", en="Feedback" },
[19271] = { ref=13896 }, -- Feedback
[19273] = { ref=13896 }, -- Feedback
[19274] = { ref=13896 }, -- Feedback
[19275] = { ref=13896 }, -- Feedback
-- Flash Heal
[2061] = { "Швидке зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Flash Heal" },
[9472] = { ref=2061 }, -- Flash Heal
[9473] = { ref=2061 }, -- Flash Heal
[9474] = { ref=2061 }, -- Flash Heal
[10915] = { ref=2061 }, -- Flash Heal
[10916] = { ref=2061 }, -- Flash Heal
[10917] = { ref=2061 }, -- Flash Heal
-- Focused Casting
[14743] = { "Зосереджена вимова", "При застосуванні ви не зазнаєте затримки вимови заклять при отриманні шкоди. Діє {1} секунд.#Lasts {1} sec", "Не зазнає затримки вимови заклять при отриманні шкоди та має збільшену на {1}% ймовірність протистояти ефектам переривання.#by {1}%", en="Focused Casting" },
[27828] = { ref=14743 }, -- Focused Casting
-- Force of Will
[18544] = { "Сила волі", "Збільшує шкоду ваших заклять на {1}% та ймовірність критичного удару ваших бойових заклять на {2}%.#damage by {1}%#spells by {2}%", en="Force of Will" },
[18547] = { ref=18544 }, -- Force of Will
[18548] = { ref=18544 }, -- Force of Will
[18549] = { ref=18544 }, -- Force of Will
[18550] = { ref=18544 }, -- Force of Will
-- Fury of the Frostwolf
[22751] = { "Лють Морозних Вовків", "Поки діє ефект, запас здоров'я збільшується на {1}%.#by {1}%", "Запас здоров'я збільшено на {1}%.#by {1}%", en="Fury of the Frostwolf" },
-- Greater Heal
[2060] = { "Велике зцілення", "Повільне закляття, що зцілює одній цілі від {1} до {2} здоров'я.#for {1} to {2}", en="Greater Heal" },
[10963] = { ref=2060 }, -- Greater Heal
[10964] = { ref=2060 }, -- Greater Heal
[10965] = { ref=2060 }, -- Greater Heal
[25314] = { ref=2060 }, -- Greater Heal
-- Heal
[2054] = { "Зцілення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Heal" },
[2055] = { ref=2054 }, -- Heal
[6063] = { ref=2054 }, -- Heal
[6064] = { ref=2054 }, -- Heal
-- Healing Focus
[14913] = { "Зосередженість на зціленні", "З ймовірністю {1}% ви уникнете затримки вимови цілющих заклять при отриманні шкоди.#{1}% chance", en="Healing Focus" },
[15012] = { ref=14913 }, -- Healing Focus
-- Hex of Weakness
[9035] = { "Пристріт слабкості", "Послаблює вибраного ворога, зменшуючи його шкоду на {1} та зменшуючи ефективність будь-якого лікування на {2}%. Триває {3} хв.#caused by {1}#healing by {2}#Lasts {3} min", "Фізичну шкоду зменшено на {1}, а ефективність зцілення зменшено на {2}%.#damage done reduced by {1} and healing effectiveness reduced by {2}", en="Hex of Weakness" },
[19281] = { ref=9035 }, -- Hex of Weakness
[19282] = { ref=9035 }, -- Hex of Weakness
[19283] = { ref=9035 }, -- Hex of Weakness
[19284] = { ref=9035 }, -- Hex of Weakness
[19285] = { ref=9035 }, -- Hex of Weakness
-- Holy Fire
[14914] = { "Священний вогонь", "Ворога охоплює священне полум'я, що завдає від {1} до {2} шкоди святістю та додатково {3} шкоди святістю протягом {4} с.#cause {1} to {2} Holy#additional {3} Holy damage over {4} sec", "{1} шкоди святістю кожні {2} с.#{1} Holy damage every {2} sec", en="Holy Fire" },
[15261] = { ref=14914 }, -- Holy Fire
[15262] = { ref=14914 }, -- Holy Fire
[15263] = { ref=14914 }, -- Holy Fire
[15264] = { ref=14914 }, -- Holy Fire
[15265] = { ref=14914 }, -- Holy Fire
[15266] = { ref=14914 }, -- Holy Fire
[15267] = { ref=14914 }, -- Holy Fire
[17140] = { "Священний вогонь", "Ворога охоплює полум'я, що обпалює його та завдає додаткової шкоди від вогню кожні {1} с протягом {2} с.#every {1} sec#over {2} sec", "Отримання шкоди від вогню кожні {1} с.#every {1} sec", en="Holy Fire" },
[17141] = { ref=17140 }, -- Holy Fire
[17142] = { ref=17140 }, -- Holy Fire
[18165] = { ref=17140 }, -- Holy Fire
[23860] = { ref=17140 }, -- Holy Fire
-- Holy Nova
[15237] = { "Священний спалах", "Створює вибух священного світла навколо заклинача, завдаючи від {1} до {2} шкоди святістю ворожим цілям в радіусі {3} м і зцілюючи від {5} до {6} здоров'я учасникам групи в межах {4} м. Ці ефекти не спричиняють загрози.#causing {1} to {2} Holy#targets within {3} y#members within {4} yards for {5} to {6}", en="Holy Nova" },
[15430] = { ref=15237 }, -- Holy Nova
[15431] = { ref=15237 }, -- Holy Nova
[27799] = { ref=15237 }, -- Holy Nova
[27800] = { ref=15237 }, -- Holy Nova
[27801] = { ref=15237 }, -- Holy Nova
-- Holy Reach
[27789] = { "Досяжність святості", "Збільшує дальність дії ваших заклять \"Кара\" та \"Священний вогонь\", а також радіус дії ваших заклять \"Молитва зцілення\" та \"Священний спалах\" на {1}%.#by {1}%", en="Holy Reach" },
[27790] = { ref=27789 }, -- Holy Reach
-- Holy Specialization
[14889] = { "Спеціалізація на святості", "Збільшує ймовірність критичного ефекту ваших заклять святості на {1}%.#by {1}%", en="Holy Specialization" },
[15008] = { ref=14889 }, -- Holy Specialization
[15009] = { ref=14889 }, -- Holy Specialization
[15010] = { ref=14889 }, -- Holy Specialization
[15011] = { ref=14889 }, -- Holy Specialization
-- Improved Fade
[15274] = { "Покращене розтанення", "Зменшує час відновлення вашого закляття \"Розтанення\" на {1} с.#by {1} sec", en="Improved Fade" },
[15311] = { ref=15274 }, -- Improved Fade
-- Improved Healing
[14912] = { "Покращене зцілення", "Знижує витрати мани заклять \"Мале зцілення\", \"Зцілення\" та \"Велике зцілення\" на {1}%.#by {1}%", en="Improved Healing" },
[15013] = { ref=14912 }, -- Improved Healing
[15014] = { ref=14912 }, -- Improved Healing
-- Improved Inner Fire
[14747] = { "Покращений внутрішній вогонь", "Збільшує додаткову броню від закляття \"Внутрішній вогонь\" на {1}%.#by {1}%", en="Improved Inner Fire" },
[14770] = { ref=14747 }, -- Improved Inner Fire
[14771] = { ref=14747 }, -- Improved Inner Fire
-- Improved Mana Burn
[14750] = { "Покращене спалення мани", "Зменшує час вимови закляття \"Спалення мани\" на {1} с.#by {1} sec", en="Improved Mana Burn" },
[14772] = { ref=14750 }, -- Improved Mana Burn
-- Improved Mind Blast
[15273] = { "Покращений вибух розуму", "Зменшує час відновлення вашого закляття \"Вибух розуму\" на {1} с.#by {1} sec", en="Improved Mind Blast" },
[15312] = { ref=15273 }, -- Improved Mind Blast
[15313] = { ref=15273 }, -- Improved Mind Blast
[15314] = { ref=15273 }, -- Improved Mind Blast
[15316] = { ref=15273 }, -- Improved Mind Blast
-- Improved Power Word: Fortitude
[14749] = { "Покращене слово сили: Стійкість", "Збільшує ефективність заклять \"Слово сили: Стійкість\" та \"Молитва стійкості\" на {1}%.#by {1}%", en="Improved Power Word: Fortitude" },
[14767] = { ref=14749 }, -- Improved Power Word: Fortitude
-- Improved Power Word: Shield
[14748] = { "Покращене слово сили: Щит", "Збільшує обсяг шкоди, яку може поглинути \"Слово сили: Щит\", на {1}%.#by {1}%", en="Improved Power Word: Shield" },
[14768] = { ref=14748 }, -- Improved Power Word: Shield
[14769] = { ref=14748 }, -- Improved Power Word: Shield
-- Improved Prayer of Healing
[14911] = { "Покращена молитва зцілення", "Знижує витрати мани закляття \"Молитва зцілення\" на {1}%.#by {1}%", en="Improved Prayer of Healing" },
[15018] = { ref=14911 }, -- Improved Prayer of Healing
[15019] = { ref=14911 }, -- Improved Prayer of Healing
-- Improved Psychic Scream
[15392] = { "Покращений психічний крик", "Зменшує час відновлення закляття \"Психічний крик\" на {1} с.#by {1} sec", en="Improved Psychic Scream" },
[15448] = { ref=15392 }, -- Improved Psychic Scream
-- Improved Renew
[14908] = { "Покращене оновлення", "Збільшує зцілення закляттям \"Оновлення\" на {1}%.#by {1}%", en="Improved Renew" },
[15020] = { ref=14908 }, -- Improved Renew
[17191] = { ref=14908 }, -- Improved Renew
-- Improved Shadow Word: Pain
[15275] = { "Покращене слово тіні: Біль", "Збільшує тривалість ефекту закляття \"Слово тіні: Біль\" на {1} с.#by {1} sec", en="Improved Shadow Word: Pain" },
[15317] = { ref=15275 }, -- Improved Shadow Word: Pain
-- Improved Vampiric Embrace
[27839] = { "Покращені вампірські обійми", "Збільшує долю зцілення вашого закляття \"Вампірські обійми\" від шкоди ще на {1}%.#additional {1}%", en="Improved Vampiric Embrace" },
[27840] = { ref=27839 }, -- Improved Vampiric Embrace
-- Inner Fire
[588] = { "Внутрішній вогонь", "Сплеск священної енергії наповнює заклинача, збільшуючи броню на {1}. Кожна атака ближнього чи дальнього бою проти жерця знімає один заряд ефекту. Триває {2} хв або поки не буде використано {3} зарядів.#armor by {1}#Lasts {2} min or until {3} charges", "Збільшує броню на {1}.#by {1}", en="Inner Fire" },
[602] = { ref=588 }, -- Inner Fire
[1006] = { ref=588 }, -- Inner Fire
[7128] = { ref=588 }, -- Inner Fire
[10951] = { ref=588 }, -- Inner Fire
[10952] = { ref=588 }, -- Inner Fire
-- Inner Focus
[14751] = { "Внутрішнє зосередження", "При активації зменшує витрати мани вашого наступного закляття на {1}% та збільшує ймовірність його критичного ефекту на {2}%, якщо такий ефект можливий.#spell by {1}%#chance by {2}%", "Витрати мани на ваше наступне закляття зменшено на {1}%.#reduced by {1}%", en="Inner Focus" },
-- Inspiration
[14892] = { "Натхнення", "Збільшує броню вашої цілі на {1}% протягом {2} с після критичного ефекту [будь-яких ваших заклять зцілення#any of your heals][ваших заклять \"Швидке зцілення\", \"Зцілення\", \"Велике зцілення\" або \"Молитва зцілення\"#your Flash Heal].#armor by {1}% for {2} sec", en="Inspiration" },
[14893] = { "Натхнення", nil, "Збільшує броню на {1}%.#by {1}%", en="Inspiration" },
[15357] = { ref=14893 }, -- Inspiration
[15359] = { ref=14893 }, -- Inspiration
[15362] = { ref=14892 }, -- Inspiration
[15363] = { ref=14892 }, -- Inspiration
-- Lesser Heal
[2050] = { "Мале зцілення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Lesser Heal" },
[2052] = { ref=2050 }, -- Lesser Heal
[2053] = { ref=2050 }, -- Lesser Heal
-- Levitate
[1706] = { "Левітація", "Дозволяє заклиначу левітувати, плинучи невисоко над землею. Під час левітації ви падатимете зі зниженою швидкістю та зможете ходити по воді. Будь-яка шкода скасує цей ефект. Триває {1} хв.#Lasts {1} min", "Левітує.", en="Levitate" },
-- Lightwell
[724] = { "Колодязь світла", "Створює священний колодязь світла біля жерця. Учасники вашої групи чи рейду можуть випити з нього щоб відновити {1} здоров'я протягом {2} с. Будь-яка отримана шкода знімає цей ефект. Колодязь існує {3} хв або до {4} застосувань.#restore {1} health over {2} sec#lasts for {3} min or {4} charges", en="Lightwell" },
[27870] = { ref=724 }, -- Lightwell
[27871] = { ref=724 }, -- Lightwell
-- Lightwell Renew
[7001] = { "Відновлення колодязя світла", nil, "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", en="Lightwell Renew" },
[27873] = { ref=7001 }, -- Lightwell Renew
[27874] = { ref=7001 }, -- Lightwell Renew
-- Mana Burn
[8129] = { "Спалення мани", "Спалює цілі від {1} до {2} мани. Кожна одиниця спаленої таким чином мани завдає цілі {3} шкоди тінню.#{1} to {2} mana#takes {3} Shadow", en="Mana Burn" },
[8131] = { ref=8129 }, -- Mana Burn
[10874] = { ref=8129 }, -- Mana Burn
[10875] = { ref=8129 }, -- Mana Burn
[10876] = { ref=8129 }, -- Mana Burn
-- Martyrdom
[14531] = { "Мучеництво", "Після отримання критичного удару в ближньому чи дальньому бою ви з ймовірністю {1}% отримаєте ефект \"Зосередженої вимови\" на {2} с. \"Зосереджена вимова\" оберігає вас від затримки вимови заклять при отриманні шкоди та збільшує опір ефектам переривання на {3}%.#a {1}% chance#for {2} sec#by {3}%", en="Martyrdom" },
[14774] = { ref=14531 }, -- Martyrdom
-- Meditation
[14521] = { "Медитація", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="Meditation" },
[14776] = { ref=14521 }, -- Meditation
[14777] = { ref=14521 }, -- Meditation
-- Mental Agility
[14520] = { "Спритність розуму", "Зменшує витрати мани ваших миттєвих заклять на {1}%.#by {1}%", en="Mental Agility" },
[14780] = { ref=14520 }, -- Mental Agility
[14781] = { ref=14520 }, -- Mental Agility
[14782] = { ref=14520 }, -- Mental Agility
[14783] = { ref=14520 }, -- Mental Agility
-- Mental Strength
[18551] = { "Ментальна сила", "Збільшує ваш максимальний запас мани на {1}%.#by {1}%", en="Mental Strength" },
[18552] = { ref=18551 }, -- Mental Strength
[18553] = { ref=18551 }, -- Mental Strength
[18554] = { ref=18551 }, -- Mental Strength
[18555] = { ref=18551 }, -- Mental Strength
-- Mind Blast
[8092] = { "Вибух розуму", "Вражає ціль, завдаючи від {1} до {2} шкоди тінню та спричиняє високий рівень загрози.#for {1} to {2}", en="Mind Blast" },
[8102] = { ref=8092 }, -- Mind Blast
[8103] = { ref=8092 }, -- Mind Blast
[8104] = { ref=8092 }, -- Mind Blast
[8105] = { ref=8092 }, -- Mind Blast
[8106] = { ref=8092 }, -- Mind Blast
[10945] = { ref=8092 }, -- Mind Blast
[10946] = { ref=8092 }, -- Mind Blast
[10947] = { ref=8092 }, -- Mind Blast
-- Mind Control
[605] = { "Контроль розуму", "Бере під контроль розум гуманоїда не вище {1} рівня, але збільшує інтервал між його атаками на {2}%. Триває до {3} хв.#up to level {1}#attacks by {2}%#Lasts up to {3} min", "Причаровано. Інтервал між атаками збільшено на {1}%.#by {1}%", en="Mind Control" },
[10911] = { ref=605 }, -- Mind Control
[10912] = { ref=605 }, -- Mind Control
-- Mind Flay
[15407] = { "Муки розуму", "Вражає розум цілі енергією тіні, завдаючи {1} шкоди від тіні протягом {2} с та сповільнюючи її рух на {3}%.#causing {1} Shadow#over {2} sec#speed by {3}%", "Швидкість руху зменшено на {1}%.#by {1}%", en="Mind Flay" },
[16568] = { "Муки розуму", "Завдає ворогу шкоди від тіні та зменшує його швидкість руху протягом {1} с.#for {1} sec", "Завдає шкоди від тіні протягом {1} с.\nШвидкість руху зменшено.#over {1} sec", en="Mind Flay" },
[17165] = { ref=16568 }, -- Mind Flay
[17311] = { ref=15407 }, -- Mind Flay
[17312] = { ref=15407 }, -- Mind Flay
[17313] = { ref=15407 }, -- Mind Flay
[17314] = { ref=15407 }, -- Mind Flay
[18807] = { ref=15407 }, -- Mind Flay
[22919] = { ref=16568 }, -- Mind Flay
[23953] = { nil, nil, "{1} шкоди від тіні щосекунди протягом {2} с.\nШвидкість руху зменшено.#{1} Shadow#for {2} sec", ref=16568 }, -- Mind Flay
[26044] = { nil, nil, "Від {1} до {2} шкоди від тіні щосекунди протягом {3} с.\nШвидкість руху зменшено.\nВтікає зі страху.#{1} to {2} Shadow#for {3} sec", ref=16568 }, -- Mind Flay
[26143] = { nil, nil, "Отримання {1} шкоди від тіні протягом {2} с.\nШвидкість руху зменшено на {3}%.#{1} Shadow#for {2} sec#to {3}% of", ref=16568 }, -- Mind Flay
[28310] = { nil, nil, "Від {1} до {2} шкоди від тіні щосекунди протягом {3} с.\nШвидкість руху зменшено.#{1} to {2} Shadow#for {3} sec", ref=16568 }, -- Mind Flay
[29407] = { ref=26143 }, -- Mind Flay
-- Mind Soothe
[453] = { "Заспокоєння розуму", "Заспокоює ціль, зменшуючи відстань, на якій вона атакуватиме вас, на {1} м. Діє лише на гуманоїдів рівня {2} або нижче. Триває {3} с.#by {1} y#level {2} or lower#Lasts {3} sec", "Зменшено відстань, з якої ціль атакуватиме.", en="Mind Soothe" },
[8192] = { ref=453 }, -- Mind Soothe
[10953] = { ref=453 }, -- Mind Soothe
-- Mind Vision
[2096] = { "Видіння розуму", "Дозволяє заклиначу бачити очима цілі протягом {1} хв.#for {1} min", "Здатність бачити очима цілі.", en="Mind Vision" },
[10909] = { "Видіння розуму", "Дозволяє заклиначу бачити очима цілі протягом {1} хв. Не працює, якщо ціль перебуває в іншому ігровимірі або на іншому континенті.#for {1} min", "Здатність бачити очима цілі.", en="Mind Vision" },
-- Power Infusion
[10060] = { "Приплив сил", "Наповнює ціль силою, збільшуючи її шкоду та зцілення закляттями на {1}%. Триває {2} с.#by {1}#Lasts {2} sec", "Шкоду та зцілення заклять збільшено на {1}%.#by {1}", en="Power Infusion" },
-- Power Word: Fortitude
[1243] = { "Слово сили: Стійкість", "Сила наповнює ціль, збільшуючи її витривалість на {1} протягом {2} хв.#by {1} for {2} min", "Збільшує витривалість на {1}.#by {1}", en="Power Word: Fortitude" },
[1244] = { ref=1243 }, -- Power Word: Fortitude
[1245] = { ref=1243 }, -- Power Word: Fortitude
[2791] = { ref=1243 }, -- Power Word: Fortitude
[10937] = { ref=1243 }, -- Power Word: Fortitude
[10938] = { ref=1243 }, -- Power Word: Fortitude
[23947] = { nil, "Сила наповнює ціль, збільшуючи її витривалість на {1} протягом {2} год.#by {1} for {2} h", ref=1243 }, -- Power Word: Fortitude
[23948] = { ref=23947 }, -- Power Word: Fortitude
-- Power Word: Shield
[17] = { "Слово сили: Щит", "Створює з частинки душі учасника групи щит, що поглинає {1} шкоди. Триває {2} с. Поки щит тримається, отримана шкода не спричинить затримки вимови заклять. Повторно накласти щит на ціль можна тільки через {3} с.#absorbing {1}#Lasts {2} sec#again for {3} sec", "Поглинає шкоду.", en="Power Word: Shield" },
[592] = { ref=17 }, -- Power Word: Shield
[600] = { ref=17 }, -- Power Word: Shield
[3747] = { ref=17 }, -- Power Word: Shield
[6065] = { ref=17 }, -- Power Word: Shield
[6066] = { ref=17 }, -- Power Word: Shield
[10898] = { ref=17 }, -- Power Word: Shield
[10899] = { ref=17 }, -- Power Word: Shield
[10900] = { ref=17 }, -- Power Word: Shield
[10901] = { ref=17 }, -- Power Word: Shield
-- Prayer of Fortitude
[21562] = { "Молитва стійкості", "Сила наповнює учасників групи цілі, збільшуючи їхню витривалість на {1} протягом {2} год.#by {1} for {2} h", "Збільшує витривалість на {1}.#by {1}", en="Prayer of Fortitude" },
[21564] = { ref=21562 }, -- Prayer of Fortitude
-- Prayer of Healing
[596] = { "Молитва зцілення", "Потужна молитва, що зцілює всім учасникам групи в межах {1} м від {2} до {3} здоров'я.#within {1} yards for {2} to {3}", en="Prayer of Healing" },
[996] = { ref=596 }, -- Prayer of Healing
[10960] = { ref=596 }, -- Prayer of Healing
[10961] = { ref=596 }, -- Prayer of Healing
[25316] = { ref=596 }, -- Prayer of Healing
-- Prayer of Shadow Protection
[27683] = { "Молитва захисту від тіні", "Сила наповнює учасників групи цілі, збільшуючи їхній опір тіні на {1} протягом {2} хв.#by {1} for {2} min", "Збільшує опір тіні на {1}.#by {1}", en="Prayer of Shadow Protection" },
-- Prayer of Spirit
[27681] = { "Молитва духу", "Сила наповнює учасників групи цілі, збільшуючи їхній дух на {1} протягом {2} год.#by {1} for {2} h", "Збільшує дух на {1}.#by {1}", en="Prayer of Spirit" },
-- Psychic Scream
[8122] = { "Психічний крик", "Заклинач вивільнює психічний крик, що змушує {1} ворогів у межах {2} м тікати геть протягом {3} с. Завдана шкода може перервати цей ефект.#causing {1} enemies within {2} y#for {3} sec", "Тікає зі страху.", en="Psychic Scream" },
[8124] = { ref=8122 }, -- Psychic Scream
[10888] = { ref=8122 }, -- Psychic Scream
[10890] = { ref=8122 }, -- Psychic Scream
-- Renew
[139] = { "Оновлення", "Зцілює цілі {1} здоров'я протягом {2} с.#of {1} damage over {2} sec", "Зцілення {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Renew" },
[6074] = { ref=139 }, -- Renew
[6075] = { ref=139 }, -- Renew
[6076] = { ref=139 }, -- Renew
[6077] = { ref=139 }, -- Renew
[6078] = { ref=139 }, -- Renew
[10927] = { ref=139 }, -- Renew
[10928] = { ref=139 }, -- Renew
[10929] = { ref=139 }, -- Renew
[25315] = { ref=139 }, -- Renew
-- Resurrection
[2006] = { "Воскресіння", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не можна використовувати в бою.#{1} health and {2} mana", en="Resurrection" },
[2010] = { ref=2006 }, -- Resurrection
[10880] = { ref=2006 }, -- Resurrection
[10881] = { ref=2006 }, -- Resurrection
[20770] = { ref=2006 }, -- Resurrection
-- Searing Light
[14909] = { "Обпалююче світло", "Збільшує шкоду заклять \"Кара\" та \"Священний вогонь\" на {1}%.#by {1}%", en="Searing Light" },
[15017] = { ref=14909 }, -- Searing Light
-- Shackle Undead
[9484] = { "Сковування невмерлих", "Сковує обраного невмерлого ворога на {1} с. Ціль стає нездатною пересуватися, атакувати та вимовляти закляття. Будь-яка шкода знімає ефект з цілі. Одночасно можна скувати лише одну ціль.#for up to {1} sec", "Сковано.", en="Shackle Undead" },
[9485] = { ref=9484 }, -- Shackle Undead
[10955] = { ref=9484 }, -- Shackle Undead
-- Shadow Affinity
[15272] = { "Спорідненість з тінню", "Зменшує загрозу ваших заклять тіні на {1}%.#by {1}%", en="Shadow Affinity" },
[15318] = { ref=15272 }, -- Shadow Affinity
[15320] = { ref=15272 }, -- Shadow Affinity
-- Shadow Focus
[15260] = { "Темна зосередженість", "Зменшує ймовірність вашої цілі протистояти вашим закляттям тіні на {1}%.#by {1}%", en="Shadow Focus" },
[15327] = { ref=15260 }, -- Shadow Focus
[15328] = { ref=15260 }, -- Shadow Focus
[15329] = { ref=15260 }, -- Shadow Focus
[15330] = { ref=15260 }, -- Shadow Focus
-- Shadow Protection
[976] = { "Захист від тіні", "Збільшує опір цілі до тіні на {1} протягом {2} хв.#by {1} for {2} min", "Опір тіні збільшено на {1}.#by {1}", en="Shadow Protection" },
[10957] = { ref=976 }, -- Shadow Protection
[10958] = { ref=976 }, -- Shadow Protection
-- Shadow Reach
[17322] = { "Досяжність тіні", "Збільшує дальність дії ваших бойових заклять тіні на {1}%.#by {1}%", en="Shadow Reach" },
[17323] = { ref=17322 }, -- Shadow Reach
[17325] = { ref=17322 }, -- Shadow Reach
-- Shadow Vulnerability
[15258] = { "Вразливість до тіні", nil, "Отриману шкоду від тіні збільшено на {1}%.#by {1}%", en="Shadow Vulnerability" },
-- Shadow Weaving
[15257] = { "Сплітання тіней", "Ваші бойові закляття тіні з ймовірністю {1}% зроблять вашу ціль вразливою до тіні. Ця вразливість збільшує отриману ціллю шкоду від тіні на {2}% та триває {3} с. Ефект накопичується до {4} разів.#a {1}% chance#by {2}% and lasts {3} sec#up to {4} times", en="Shadow Weaving" },
[15331] = { ref=15257 }, -- Shadow Weaving
[15332] = { ref=15257 }, -- Shadow Weaving
[15333] = { ref=15257 }, -- Shadow Weaving
[15334] = { ref=15257 }, -- Shadow Weaving
-- Shadow Word: Pain
[589] = { "Слово тіні: Біль", "Слово темряви, що завдає {1} шкоди тінню протягом {2} с.#causes {1} Shadow damage over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Shadow Word: Pain" },
[594] = { ref=589 }, -- Shadow Word: Pain
[970] = { ref=589 }, -- Shadow Word: Pain
[992] = { ref=589 }, -- Shadow Word: Pain
[2767] = { ref=589 }, -- Shadow Word: Pain
[10892] = { ref=589 }, -- Shadow Word: Pain
[10893] = { ref=589 }, -- Shadow Word: Pain
[10894] = { ref=589 }, -- Shadow Word: Pain
-- Shadowform
[15473] = { "Тінеобраз", "Прийняти тінеобраз, що збільшує вашу шкоду від тіні на {1}%[, зменшує витрати мани на закляття тіні на {1}%#reducing the mana cost of all Shadow spells by {1}%] та зменшує отриману вами фізичну шкоду на {2}%. Однак у цьому образі ви не можете вимовляти закляття святості.#Shadow damage by {1}%#done to you by {2}%", "Ваша шкода від тіні збільшена на {1}%.[ Витрати мани на закляття тіні зменшено на {1}%.#cost of all Shadow spells reduced by {1}%] Отриману фізичну шкоду зменшено на {2}%. Ви не можете вимовляти закляття святості.#increased by {1}%#take reduced by {2}%", en="Shadowform" },
-- Shadowguard
[18137] = { "Тінестраж", "Жерця оточують тіні. Коли закляття або атака ближнього чи дальнього бою влучає у заклинача, нападнику буде завдано {1} шкоди від тіні. Ця шкода не спричиняє загрози та може бути завдана нападникам лише раз на кілька секунд. Ефект має {2} заряди та триває {3} хв.#struck for {1}#{2} charges#Lasts {3} min", "Завдасть {1} шкоди від тіні нападнику при отриманні удару. Ця шкода не спричиняє загрози. {2} заряди.#Causes {1}#{2} charges", en="Shadowguard" },
[19308] = { ref=18137 }, -- Shadowguard
[19309] = { ref=18137 }, -- Shadowguard
[19310] = { ref=18137 }, -- Shadowguard
[19311] = { ref=18137 }, -- Shadowguard
[19312] = { ref=18137 }, -- Shadowguard
-- Silence
[15487] = { "Знемовлення", "Знемовлює ціль, запобігаочи вимові заклять протягом {1} с.#for {1} sec", "Знемовлено.", en="Silence" },
-- Silent Resolve
[14523] = { "Мовчазна рішучість", "Зменшує рівень загрози від ваших заклять на {1}%.#by {1}%", en="Silent Resolve" },
[14784] = { ref=14523 }, -- Silent Resolve
[14785] = { ref=14523 }, -- Silent Resolve
[14786] = { ref=14523 }, -- Silent Resolve
[14787] = { ref=14523 }, -- Silent Resolve
-- Smite
[585] = { "Кара", "Карає ворога, завдаючи від {1} до {2} шкоди святістю.#for {1} to {2}", en="Smite" },
[591] = { ref=585 }, -- Smite
[598] = { ref=585 }, -- Smite
[984] = { ref=585 }, -- Smite
[1004] = { ref=585 }, -- Smite
[6060] = { ref=585 }, -- Smite
[10933] = { ref=585 }, -- Smite
[10934] = { ref=585 }, -- Smite
-- Spell Warding
[27900] = { "Охорона від чар", "Зменшує всю отриману шкоду від заклять на {1}%.#by {1}%", en="Spell Warding" },
[27901] = { ref=27900 }, -- Spell Warding
[27902] = { ref=27900 }, -- Spell Warding
[27903] = { ref=27900 }, -- Spell Warding
[27904] = { ref=27900 }, -- Spell Warding
-- Spirit Tap
[15270] = { "Витік душі", "Ваш дух з ймовірністю {1}% збільшиться на {2}% після вбивства цілі, що приносить досвід. Під час дї ефекту ваша мана відновлюватиметься під час вимови заклять зі швидкістю {3}% від звичайної. Триває {4} с.#a {1}% chance#a {2}% bonus#at a {3}% rate#Lasts {4} sec", en="Spirit Tap" },
[15271] = { "Витік душі", nil, "Дух збільшено на {1}%, а мана відновлюється під час вимови заклять зі швидкістю {2}% від звичайної.#{1}% and allows {2}%", en="Spirit Tap" },
[15335] = { ref=15270 }, -- Spirit Tap
[15336] = { ref=15270 }, -- Spirit Tap
[15337] = { ref=15270 }, -- Spirit Tap
[15338] = { ref=15270 }, -- Spirit Tap
-- Spirit of Redemption
[20711] = { "Дух спокути", "Після смерті жрець перетворюється на духа спокути на {1} с. Дух не може рухатися, атакувати та бути ціллю будь-яких атак, заклять чи ефектів. Перебуваючи в такому стані, жрець може вимовляти будь-які цілющі закляття без витрат мани. Після закінчення дії ефекту жрець остаточно вмирає.#for {1} sec", en="Spirit of Redemption" },
[27827] = { "Дух спокути", nil, "Ваша могутність незбагеннна.", en="Spirit of Redemption" },
-- Spiritual Guidance
[14901] = { "Духовне покровительство", "Збільшує шкоду та зцілення заклять на {1}% від вашого духу.#by up to {1}% of", en="Spiritual Guidance" },
[15028] = { ref=14901 }, -- Spiritual Guidance
[15029] = { ref=14901 }, -- Spiritual Guidance
[15030] = { ref=14901 }, -- Spiritual Guidance
[15031] = { ref=14901 }, -- Spiritual Guidance
-- Spiritual Healing
[14898] = { "Духовне зцілення", "Збільшує обсяг зцілення вашими цілющими закляттями на {1}%.#by {1}%", en="Spiritual Healing" },
[15349] = { ref=14898 }, -- Spiritual Healing
[15354] = { ref=14898 }, -- Spiritual Healing
[15355] = { ref=14898 }, -- Spiritual Healing
[15356] = { ref=14898 }, -- Spiritual Healing
-- Starshards
[10797] = { "Зорескалки", "Сипле зорескалками на голову вибраного ворога, завдаючи {1} шкоди арканою протягом {2} с.#causing {1}#over {2} sec", "{1} шкоди арканою протягом {2} с.#{1} Arcane damage over {2} sec", en="Starshards" },
[19296] = { ref=10797 }, -- Starshards
[19299] = { ref=10797 }, -- Starshards
[19302] = { ref=10797 }, -- Starshards
[19303] = { ref=10797 }, -- Starshards
[19304] = { ref=10797 }, -- Starshards
[19305] = { ref=10797 }, -- Starshards
-- Touch of Weakness
[2652] = { "Дотик слабкості", "Наступна атака ближнього бою проти заклинача завдасть {1} шкоди тінню та зменшить шкоду нападника на {2} протягом {3} хв.#cause {1}#by {2} for {3} min", "Наступна ворожа атака ближнього бою завдасть шкоди нападнику та послабить його.", en="Touch of Weakness" },
[2943] = { "Дотик слабкості", nil, "Фізичну шкоду зменшено на {1}.#by {1}", en="Touch of Weakness" },
[19249] = { ref=2943 }, -- Touch of Weakness
[19251] = { ref=2943 }, -- Touch of Weakness
[19252] = { ref=2943 }, -- Touch of Weakness
[19253] = { ref=2943 }, -- Touch of Weakness
[19254] = { ref=2943 }, -- Touch of Weakness
[19261] = { ref=2652 }, -- Touch of Weakness
[19262] = { ref=2652 }, -- Touch of Weakness
[19264] = { ref=2652 }, -- Touch of Weakness
[19265] = { ref=2652 }, -- Touch of Weakness
[19266] = { ref=2652 }, -- Touch of Weakness
-- Unbreakable Will
[14522] = { "Незламна воля", "Збільшує ваш шанс протистояти приголомшенню, страху та знемовленню на {1}%.#additional {1}%", en="Unbreakable Will" },
[14788] = { ref=14522 }, -- Unbreakable Will
[14789] = { ref=14522 }, -- Unbreakable Will
[14790] = { ref=14522 }, -- Unbreakable Will
[14791] = { ref=14522 }, -- Unbreakable Will
-- Vampiric Embrace
[15286] = { "Вампірські обійми", "Вражає вашу ціль енергією тіні, яка зцілює усіх учасників групи на {1}% від заподіяної шкоди вашими закляттями тіні протягом {2} хв.#healed for {1}%#deal for {2} min", "Зцілює групу жерця на {1}% від його шкоди закляттями тіні.#{1}% of Shadow", en="Vampiric Embrace" },
-- Wand Specialization
[14524] = { "Спеціалізація на жезлах", "Збільшує шкоду жезлів на {1}%.#by {1}%", en="Wand Specialization" },
[14525] = { ref=14524 }, -- Wand Specialization
[14526] = { ref=14524 }, -- Wand Specialization
[14527] = { ref=14524 }, -- Wand Specialization
[14528] = { ref=14524 }, -- Wand Specialization
-- Weakened Soul
[6788] = { "Знесилена душа", nil, "Не можна захистити \"Словом сили: Щит\".", en="Weakened Soul" },

-- Item effects
[23780] = { "Егіда збереження", "Збільшує броню на {1} та зцілює {2} здоров'я щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою протягом {3} с.#armor by {1}#and heals {2} damage#for {3} sec", "Броню збільшено на {1}.\nЗцілює {2} здоров'я при отриманні шкоди в ближньому чи дальньому бою.#by {1}#Heals {2} damage", en="Aegis of Preservation" },
[23043] = { "Зменшення затримки вимови вибуху розуму", "З ймовірністю {1}% ви уникнете затримки вимови закляття \"Вибух розуму\" при отриманні шкоди.#a {1}% chance to avoid", en="Mind Blast Cast Pushback Reduction" },

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
