local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aftermath
[18118] = { "Наслідок", nil, "Рух сповільнено на {1}%.#by {1}%", en="Aftermath" },
[18119] = { "Наслідок", "Ваші закляттям спеціалізації \"Руйнація\" з імовірнісю {1}% паморочать ціль на {2} с.#a {1}% chance#for {2} sec", en="Aftermath" },
[18120] = { ref=18119 }, -- Aftermath
[18121] = { ref=18119 }, -- Aftermath
[18122] = { ref=18119 }, -- Aftermath
[18123] = { ref=18119 }, -- Aftermath
-- Amplify Curse
[18288] = { "Посилення прокляття", "Посилює ефект наступного \"Прокляття слабкості\" або \"Прокляття агонії\" на {1}%, а \"Прокляття виснаження\" на {2}%. Триває {3} с.#Agony by {1}%#Exhaustion by {2}%#Lasts {3} sec", "Посилює ефект наступного \"Прокляття слабкості\" або \"Прокляття агонії\" на {1}%, а \"Прокляття виснаження\" на {2}%.#Agony by {1}%#Exhaustion by {2}%", en="Amplify Curse" },
-- Bane
[17788] = { "Загибель", "Зменшує час вимови заклять \"Тіньова стріла\" та \"Жертовний вогонь\" на {1} с, а закляття \"Пожежа душі\" на {2} с.#spells by {1} sec#spell by {2} sec", en="Bane" },
[17789] = { ref=17788 }, -- Bane
[17790] = { ref=17788 }, -- Bane
[17791] = { ref=17788 }, -- Bane
[17792] = { ref=17788 }, -- Bane
-- Banish
[710] = { "Вигнання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою протягом {1} с. Одночасно лише одна ціль може бути вигнаною. Діє лише на демонів та елементалів.#for up to {1} sec", "Невразливість, але неможливо виконувати будь-які дії.", en="Banish" },
[18647] = { ref=710 }, -- Banish
-- Cataclysm
[17778] = { "Катаклізм", "Зменшує витрати мани заклять спеціалізації \"Руйнація\" на {1}%.#by {1}%", en="Cataclysm" },
[17779] = { ref=17778 }, -- Cataclysm
[17780] = { ref=17778 }, -- Cataclysm
[17781] = { ref=17778 }, -- Cataclysm
[17782] = { ref=17778 }, -- Cataclysm
-- Conflagrate
[17962] = { "Розпалення", "Розпалює ціль, яка вже перебуває під дією ефекту закляття \"Жертовний вогонь\", та завдає від {1} до {2} шкоди вогнем, поглинаючи ефект \"Жертовного вогню\".#dealing {1} to {2}", en="Conflagrate" },
[18930] = { ref=17962 }, -- Conflagrate
[18931] = { ref=17962 }, -- Conflagrate
[18932] = { ref=17962 }, -- Conflagrate
-- Corruption
[172] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди тінню протягом {2} с.#causing {1} Shadow#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Corruption" },
[6222] = { ref=172 }, -- Corruption
[6223] = { ref=172 }, -- Corruption
[7648] = { ref=172 }, -- Corruption
[11671] = { ref=172 }, -- Corruption
[11672] = { ref=172 }, -- Corruption
[25311] = { ref=172 }, -- Corruption
[18376] = { "Пошесть", "Оскверняє навколишніх ворогів, завдаючи шкоди від тіні кожні {1} c протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Corruption" },
[21068] = { ref=18376 }, -- Corruption
-- Create Soulstone
[20755] = { "Створення каменя душі", "Створює камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
-- Create Soulstone (Greater)
[20756] = { "Створення каменя душі (великий)", "Створює великий камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone (Greater)" },
-- Create Soulstone (Major)
[20757] = { "Створення каменя душі (величезний)", "Створює величезний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone (Major)" },
-- Curse of Agony
[980] = { "Прокляття агонії", "Проклинає ціль агонією, завдаючи {1} шкоди тінню протягом {2} с. Ця шкода спершу завдається повільно та прискорюється в міру того, як прокляття досягає повної тривалості. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#causing {1}#over {2}", "{1} шкоди тінню протягом {2} с.#{1} Shadow damage over {2}", en="Curse of Agony" },
[1014] = { ref=980 }, -- Curse of Agony
[6217] = { ref=980 }, -- Curse of Agony
[11711] = { ref=980 }, -- Curse of Agony
[11712] = { ref=980 }, -- Curse of Agony
[11713] = { ref=980 }, -- Curse of Agony
[18671] = { "Прокляття агонії", "Проклинає навколишніх ворогів агонією, завдаючи шкоди тінню кожні {1} с протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#every {1} sec#for {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Curse of Agony" },
-- Curse of Doom
[603] = { "Прокляття приречення", "Проклинає ціль на невідворотне приречення, завдаючи {1} шкоди тінню через {2} хв. Якщо ціль помирає від цієї шкоди, вона може викликати вартового приречення. Це прокляття не можна накладати на гравців.#{1} Shadow damage after {2} min", "Завдає {1} шкоди тінню через {2} хв.#{1} Shadow damage after {2} min", en="Curse of Doom" },
-- Curse of Exhaustion
[18223] = { "Прокляття виснаження", "Зменшує швидкість руху цілі на {1}% протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Curse of Exhaustion" },
-- Curse of Recklessness
[704] = { "Прокляття відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу атаки ближнього бою на {1}, але зменшуючи броню на {2} протягом {3} хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти страху та жаху. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#power by {1}#armor by {2} for {3} min", "Збільшує силу атаки ближнього бою на {1} і зменшує броню на {2}. Ціль не втікатиме та ігноруватиме ефекти страху та жаху.#power by {1}#armor by {2}", en="Curse of Recklessness" },
[7658] = { ref=704 }, -- Curse of Recklessness
[7659] = { ref=704 }, -- Curse of Recklessness
[11717] = { ref=704 }, -- Curse of Recklessness
-- Curse of Shadow
[17862] = { "Прокляття тіні", "Проклинає ціль на {1} хв, зменшуючи опір тіні та аркані на {2} і збільшуючи отриману шкоду від тіні й аркани на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}", "Опір тіні й аркані зменшено на {1}. Отриману шкоду від тіні та аркани збільшено на {2}%.#reduced by {1}#increased by {2}%", en="Curse of Shadow" },
[17937] = { ref=17862 }, -- Curse of Shadow
-- Curse of Tongues
[1714] = { "Прокляття мови", "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} с.#by {1}%#Lasts {2} sec", "Говорить мовою демонів, що збільшує час вимови заклять на {1}%.#by {1}%", en="Curse of Tongues" },
[11719] = { ref=1714 }, -- Curse of Tongues
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Ціль завдає на {1} менше шкоди протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[1108] = { ref=702 }, -- Curse of Weakness
[6205] = { ref=702 }, -- Curse of Weakness
[7646] = { ref=702 }, -- Curse of Weakness
[11707] = { ref=702 }, -- Curse of Weakness
[11708] = { ref=702 }, -- Curse of Weakness
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи опір вогню та кризі на {2} і збільшуючи отриману ним шкоду від вогню та криги на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}", "Зменшує опір вогню та кризі на {1}. Збільшує отриману шкоду від вогню та криги на {2}%.#resistances by {1}#taken by {2}", en="Curse of the Elements" },
[11721] = { ref=1490 }, -- Curse of the Elements
[11722] = { ref=1490 }, -- Curse of the Elements
-- Dark Pact
[18220] = { "Темна угода", "Висмоктує {1} мани вашого прислужника та передає вам {2}% цієї мани.#Drains {1} of#returning {2}%", en="Dark Pact" },
[18937] = { ref=18220 }, -- Dark Pact
[18938] = { ref=18220 }, -- Dark Pact
-- Death Coil
[6789] = { "Виток смерті", "Примушує ворожу ціль бігти від жаху протягом {1} с та завдає їй {2} шкоди тінню. Заклинач відновлює здоров'я в обсязі {3}% від завданої шкоди.#for {1} sec#causes {2}#gains {3}", "Нажахано.", en="Death Coil" },
[17925] = { ref=6789 }, -- Death Coil
[17926] = { ref=6789 }, -- Death Coil
-- Demon Armor
[706] = { "Демонічний обладунок", "Захищає заклинача, збільшуючи броню на {1}, а опір тіні на {2} та відновлюючи {3} здоров'я кожні {4} с протягом {5} хв.#armor by {1}#resistance by {2} and restores {3} health every {4} sec. for {5} min", "Збільшує броню на {1}, опір тіні на {2} та відновлює {3} здоров'я кожні {4} с.#armor by {1}#resistance by {2} and restores {3} health every {4} sec", en="Demon Armor" },
[1086] = { ref=706 }, -- Demon Armor
[11733] = { ref=706 }, -- Demon Armor
[11734] = { ref=706 }, -- Demon Armor
[11735] = { ref=706 }, -- Demon Armor
-- Demon Skin
[687] = { "Демонічна шкіра", "Захищає заклинача, збільшуючи броню на {1} та відновлюючи {2} здоров'я кожні {3} с протягом {4} хв.#armor by {1} and restores {2} Health per {3} sec. for {4} min", "Збільшує броню на {1} та відновлює {2} здоров'я кожні {3} с.#armor by {1} and restores {2} Health per {3} sec", en="Demon Skin" },
[696] = { ref=687 }, -- Demon Skin
-- Demonic Embrace
[18697] = { "Демонічні обійми", "Збільшує вашу витривалість на {1}%, але зменшує ваш дух на {2}%.#Stamina by {1}%#Spirit by {2}%", en="Demonic Embrace" },
[18698] = { ref=18697 }, -- Demonic Embrace
[18699] = { ref=18697 }, -- Demonic Embrace
[18700] = { ref=18697 }, -- Demonic Embrace
[18701] = { ref=18697 }, -- Demonic Embrace
-- Demonic Sacrifice
[18788] = { "Демонічна жертва", "При використанні приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.#lasts {1} min#Fire damage by {2}#{3}% of total Health every {4} sec#Shadow damage by {5}#{6}% of total Mana every {7} sec", en="Demonic Sacrifice" },
-- Destructive Reach
[17917] = { "Досяжність руйнації", "Збільшує дальність дії заклять спеціалізації \"Руйнація\" на {1}%.#by {1}%", en="Destructive Reach" },
[17918] = { ref=17917 }, -- Destructive Reach
-- Detect Greater Invisibility
[11743] = { "Виявлення великої невидимості", "Дозволяє дружній цілі виявляти велику невидимість протягом {1} хв.#for {1} min", "Виявлення великої невидимості.", en="Detect Greater Invisibility" },
-- Detect Invisibility
[2970] = { "Виявлення невидимості", "Дозволяє дружній цілі виявляти невидимість протягом {1} хв.#for {1} min", "Виявлення невидимості.", en="Detect Invisibility" },
-- Detect Lesser Invisibility
[132] = { "Виявлення малої невидимості", "Дозволяє дружній цілі виявляти малу невидимість протягом {1} хв.#for {1} min", "Виявлення малої невидимості.", en="Detect Lesser Invisibility" },
-- Devastation
[18130] = { "Розгромлення", "Збільшує ймовірність завдання критичного удару закляттями спеціалізації \"Руйнація\" на {1}%.#by {1}%", en="Devastation" },
[18131] = { ref=18130 }, -- Devastation
[18132] = { ref=18130 }, -- Devastation
[18133] = { ref=18130 }, -- Devastation
[18134] = { ref=18130 }, -- Devastation
-- Drain Life
[689] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#{1} health#Lasts {2}", "Висмоктує {1} здоров'я щосекунди, передаючи його заклиначеві.#Drains {1} health", en="Drain Life" },
[699] = { ref=689 }, -- Drain Life
[709] = { ref=689 }, -- Drain Life
[7651] = { ref=689 }, -- Drain Life
[11699] = { ref=689 }, -- Drain Life
[11700] = { ref=689 }, -- Drain Life
-- Drain Mana
[5138] = { "Висмоктування мани", "Передає {1} мани щосекунди від цілі до заклинача. Триває {2} с.#Transfers {1}#Lasts {2} sec", "Висмоктує {1} мани щосекунди, передаючи її заклиначеві.#Drains {1} mana", en="Drain Mana" },
[6226] = { ref=5138 }, -- Drain Mana
[11703] = { ref=5138 }, -- Drain Mana
[11704] = { ref=5138 }, -- Drain Mana
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню протягом {2} с. Якщо ціль під час цього помирає та приносить досвід або честь, заклинач отримує уламок душі. Уламки душі потрібні для інших заклять.#causing {1}#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2}", en="Drain Soul" },
[8288] = { ref=1120 }, -- Drain Soul
[8289] = { ref=1120 }, -- Drain Soul
[11675] = { ref=1120 }, -- Drain Soul
-- Emberstorm
[17954] = { "Палюча буря", "Збільшує шкоду ваших заклять вогню на {1}%.#by {1}%", en="Emberstorm" },
[17955] = { ref=17954 }, -- Emberstorm
[17956] = { ref=17954 }, -- Emberstorm
[17957] = { ref=17954 }, -- Emberstorm
[17958] = { ref=17954 }, -- Emberstorm
-- Fall down
[6869] = { "Падіння", nil, "Приголомшено.", en="Fall down" },
-- Fear
[5782] = { "Страх", "Вселяє страх у ворога, змушуючи його тікати геть протягом {1} с. Шкода може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.#for up to {1} sec", "Налякано.", en="Fear" },
[6213] = { ref=5782 }, -- Fear
[6215] = { ref=5782 }, -- Fear
-- Fel Concentration
[17783] = { "Сквернозосередженість", "З ймовірністю {1}% ви уникнете переривання промовляння заклять \"Висмоктування життя\", \"Висмоктування мани\" та \"Висмоктування душі\" при отриманні шкоди.#{1}% chance", en="Fel Concentration" },
[17784] = { ref=17783 }, -- Fel Concentration
[17785] = { ref=17783 }, -- Fel Concentration
[17786] = { ref=17783 }, -- Fel Concentration
[17787] = { ref=17783 }, -- Fel Concentration
-- Fel Domination
[18708] = { "Домінування скверни", "Ваше наступне закляття виклику біса, пустотника, сукуба, інкуба або скверногончої вимовиться на {1} с швидше і витратить на {2}% менше мани.#time reduced by {1} sec#cost reduced by {2}%", "Час вимови виклику біса, пустотника, сукуба, інкуба та скверногончої зменшено на {1} с. Витрати мани зменшено на {2}%.#time reduced by {1} sec#cost reduced by {2}%", en="Fel Domination" },
-- Fel Energy
[18792] = { "Енергія скверни", nil, "Відновлення {1}% мани кожні {2} с.#Restores {1}% of#every {2} sec", en="Fel Energy" },
-- Fel Intellect
[18731] = { "Скверноінтелект", "Збільшує максимальний запас мани ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}%", en="Fel Intellect" },
[18743] = { ref=18731 }, -- Fel Intellect
[18744] = { ref=18731 }, -- Fel Intellect
[18745] = { ref=18731 }, -- Fel Intellect
[18746] = { ref=18731 }, -- Fel Intellect
-- Fel Stamina
[18748] = { "Скверновитривалість", "Збільшує максимальний запас здоров'я ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}%", en="Fel Stamina" },
[18749] = { ref=18748 }, -- Fel Stamina
[18750] = { ref=18748 }, -- Fel Stamina
[18751] = { ref=18748 }, -- Fel Stamina
[18752] = { ref=18748 }, -- Fel Stamina
-- Greater Healthstone
[5723] = { "Великий камінь здоров'я", ref=5720, en="Greater Healthstone" },
[23474] = { ref=5723 }, -- Greater Healthstone
[23475] = { ref=5723 }, -- Greater Healthstone
-- Grim Reach
[18218] = { "Похмура досяжність", "Збільшує дальність дії ваших заклять спеціалізації \"Химородь\" на {1}%.#by {1}%", en="Grim Reach" },
[18219] = { ref=18218 }, -- Grim Reach
-- Health Funnel
[755] = { "Канал здоров'я", "Передає {1} здоров'я щосекунди прислужникові заклинача протягом {2} с, поки заклинач підтримує це закляття.#Gives {1}#for {2} sec", "Передає здоров'я.", en="Health Funnel" },
[3698] = { ref=755 }, -- Health Funnel
[3699] = { ref=755 }, -- Health Funnel
[3700] = { ref=755 }, -- Health Funnel
[11693] = { ref=755 }, -- Health Funnel
[11694] = { ref=755 }, -- Health Funnel
[11695] = { ref=755 }, -- Health Funnel
-- Healthstone
[5720] = { "Камінь здоров'я", "Миттєво відновлює {1} здоров'я.#restores {1} life", en="Healthstone" },
[23472] = { ref=5720 }, -- Healthstone
[23473] = { ref=5720 }, -- Healthstone
-- Hellfire
[1949] = { "Пекельний вогонь", "Підпалює землю навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.#causing {1}#and {2}#Lasts {3} sec", "Завдає шкоди собі та всім ворогам поблизу.", en="Hellfire" },
[11683] = { ref=1949 }, -- Hellfire
[11684] = { ref=1949 }, -- Hellfire
-- Howl of Terror
[5484] = { "Виття жаху", "Виття, що змушує {1} ворогів в межах {2} м втікати від жаху протягом {3} с. Шкода може перервати цей ефект.#causing {1}#within {2}#for {3} sec", "Втікає від жаху.", en="Howl of Terror" },
[17928] = { ref=5484 }, -- Howl of Terror
-- Immolate
[348] = { "Жертовний вогонь", "Обпалює ворога, завдаючи {1} шкоди вогнем і додатково {2} шкоди вогнем протягом {3} с.#enemy for {1} Fire#additional {2} Fire#over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Immolate" },
[707] = { ref=348 }, -- Immolate
[1094] = { ref=348 }, -- Immolate
[2941] = { ref=348 }, -- Immolate
[11665] = { ref=348 }, -- Immolate
[11667] = { ref=348 }, -- Immolate
[11668] = { ref=348 }, -- Immolate
[25309] = { ref=348 }, -- Immolate
[9034] = { "Жертовний вогонь", "Обпалює ворога, завдаючи шкоди вогнем кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Отримання шкоди від вогню кожні {1} с.#every {1} sec", en="Immolate" },
[9275] = { ref=9034 }, -- Immolate
[11962] = { ref=9034 }, -- Immolate
[12742] = { ref=9034 }, -- Immolate
[15505] = { ref=9034 }, -- Immolate
[15570] = { ref=9034 }, -- Immolate
[15661] = { ref=9034 }, -- Immolate
[15732] = { ref=9034 }, -- Immolate
[17883] = { ref=9034 }, -- Immolate
[20787] = { ref=9034 }, -- Immolate
[20800] = { ref=9034 }, -- Immolate
[20826] = { ref=9034 }, -- Immolate
-- Improved Corruption
[17810] = { "Покращена пошесть", "Зменшує час вимови закляття \"Пошесть\" на {1} с.#by {1} sec", en="Improved Corruption" },
[17811] = { ref=17810 }, -- Improved Corruption
[17812] = { ref=17810 }, -- Improved Corruption
[17813] = { ref=17810 }, -- Improved Corruption
[17814] = { ref=17810 }, -- Improved Corruption
-- Improved Curse of Agony
[18827] = { "Покращене прокляття агонії", "Збільшує шкоду вашого \"Прокляття агонії\" на {1}%.#by {1}%", en="Improved Curse of Agony" },
[18829] = { ref=18827 }, -- Improved Curse of Agony
[18830] = { ref=18827 }, -- Improved Curse of Agony
-- Improved Curse of Exhaustion
[18310] = { "Покращене прокляття виснаження", "Посилює ефект сповільнення від вашого \"Прокляття виснаження\" на {1}%.#by {1}%", en="Improved Curse of Exhaustion" },
[18311] = { ref=18310 }, -- Improved Curse of Exhaustion
[18312] = { ref=18310 }, -- Improved Curse of Exhaustion
[18313] = { ref=18310 }, -- Improved Curse of Exhaustion
-- Improved Curse of Weakness
[18179] = { "Покращене прокляття слабкості", "Посилює ефект вашого \"Прокляття слабкості\" на {1}%.#by {1}%", en="Improved Curse of Weakness" },
[18180] = { ref=18179 }, -- Improved Curse of Weakness
[18181] = { ref=18179 }, -- Improved Curse of Weakness
-- Improved Drain Life
[17804] = { "Покращене висмоктування життя", "Збільшує обсяг здоров'я, висмоктаного вашим закляттям \"Висмоктування життя\", на {1}%.#by {1}%", en="Improved Drain Life" },
[17805] = { ref=17804 }, -- Improved Drain Life
[17806] = { ref=17804 }, -- Improved Drain Life
[17807] = { ref=17804 }, -- Improved Drain Life
[17808] = { ref=17804 }, -- Improved Drain Life
-- Improved Drain Mana
[17864] = { "Покращене висмоктування мани", "Завдає {1}% від обсягу мани, висмоктаної вашим закляттям \"Висмоктування мани\", у вигляді шкоди опонентові.#Causes {1}% of", en="Improved Drain Mana" },
[18393] = { ref=17864 }, -- Improved Drain Mana
-- Improved Drain Soul
[18213] = { "Покращене висмоктування душі", "З ймовірністю {1}% ваша швидкість відновлення мани збільшиться на {2}% протягом {3} с після вбивавства цілі під час висмоктування душі. Також ваша мана може продовжувати відновлюватися під час вимови заклять зі швидкістю {4}% від звичайної.#{1}% chance to get a {2}#for {3} sec#at {4}% of normal", en="Improved Drain Soul" },
[18372] = { ref=18213 }, -- Improved Drain Soul
-- Improved Firebolt
[18126] = { "Покращена вогняна стріла", "Зменшує час вимови закляття \"Вогняна стріла\" вашого біса на {1} с.#by {1} sec", en="Improved Firebolt" },
[18127] = { ref=18126 }, -- Improved Firebolt
-- Improved Firestone
[18767] = { "Покращений камінь вогню", "Збільшує додаткову шкоду вогнем від каменів вогню та посилює їхній ефект збільшення шкоди від вогню на {1}%.#by {1}%", en="Improved Firestone" },
[18768] = { ref=18767 }, -- Improved Firestone
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, переданого вашим закляттям \"Канал здоров'я\", на {1}%.#by {1}%", en="Improved Health Funnel" },
[18704] = { ref=18703 }, -- Improved Health Funnel
-- Improved Healthstone
[18692] = { "Покращений камінь здоров'я", "Збільшує обсяг здоров'я, що відновлюється вашим каменем здоров'я, на {1}%.#by {1}%", en="Improved Healthstone" },
[18693] = { ref=18692 }, -- Improved Healthstone
-- Improved Immolate
[17815] = { "Покращений жертовний вогонь", "Збільшує первинну шкоду закляття \"Жертовний вогонь\" на {1}%.#by {1}%", en="Improved Immolate" },
[17833] = { ref=17815 }, -- Improved Immolate
[17834] = { ref=17815 }, -- Improved Immolate
[17835] = { ref=17815 }, -- Improved Immolate
[17836] = { ref=17815 }, -- Improved Immolate
-- Improved Imp
[18694] = { "Покращений біс", "Посилює ефекти заклять \"Вогняна стріла\", \"Вогняний щит\" і \"Кривава угода\" вашого біса на {1}%.#by {1}%", en="Improved Imp" },
[18695] = { ref=18694 }, -- Improved Imp
[18696] = { ref=18694 }, -- Improved Imp
-- Improved Lash of Pain
[18128] = { "Покращений батіг болю", "Зменшує час відновлення закляття \"Батіг болю\" вашого сукуба та інкуба на {1} с.#by {1} sec", en="Improved Lash of Pain" },
[18129] = { ref=18128 }, -- Improved Lash of Pain
-- Improved Life Tap
[18182] = { "Покращений витік життя", "Збільшує обсяг мани, отриманої від закляття \"Витік життя\", на {1}%.#by {1}%", en="Improved Life Tap" },
[18183] = { ref=18182 }, -- Improved Life Tap
-- Improved Sayaad
[18754] = { "Покращений сайаад", "Посилює ефекти заклять \"Батіг болю\" та \"Заспокійливий поцілунок\" ваших сукуба й інкуба на {1}%, а тривалість їхніх заклять \"Зваблення\" та \"Мала невидимість\" на {2}%.#Kiss spells by {1}%#Invisibility spells by {2}%", en="Improved Sayaad" },
[18755] = { ref=18754 }, -- Improved Sayaad
[18756] = { ref=18754 }, -- Improved Sayaad
-- Improved Searing Pain
[17927] = { "Покращений палючий біль", "Збільшує ймовірність завдання критичного удару закляттям \"Палючий біль\" на {1}%.#by {1}%", en="Improved Searing Pain" },
[17929] = { ref=17927 }, -- Improved Searing Pain
[17930] = { ref=17927 }, -- Improved Searing Pain
[17931] = { ref=17927 }, -- Improved Searing Pain
[17932] = { ref=17927 }, -- Improved Searing Pain
-- Improved Shadow Bolt
[17793] = { "Покращена тіньова стріла", "Критичні удари закляття \"Тіньова стріла\" збільшують отриману ціллю шкоду від тіні на {1}%, доки вона не отримає прямої шкоди від {2} джерел. Ефект триває до {3} с.#target by {1}%#until {2}#of {3} sec", en="Improved Shadow Bolt" },
[17796] = { ref=17793 }, -- Improved Shadow Bolt
[17801] = { ref=17793 }, -- Improved Shadow Bolt
[17802] = { ref=17793 }, -- Improved Shadow Bolt
[17803] = { ref=17793 }, -- Improved Shadow Bolt
-- Improved Spellstone
[18774] = { "Покращений камінь чарів", "Збільшує обсяг шкоди, що поглинає ваш камінь чарів, на {1}%.#by {1}%", en="Improved Spellstone" },
[18775] = { ref=18774 }, -- Improved Spellstone
-- Improved Subjugate Demon
[18821] = { "Покращене поневолення демона", "Зменшує ефект сповільнення атаки та вимови від вашого закляття \"Поневолення демона\" на {1}% та зменшує ймовірність цілі протистояти йому на {2}%.#spell by {1}%#chance by {2}%", en="Improved Subjugate Demon" },
[18822] = { ref=18821 }, -- Improved Subjugate Demon
[18823] = { ref=18821 }, -- Improved Subjugate Demon
[18824] = { ref=18821 }, -- Improved Subjugate Demon
[18825] = { ref=18821 }, -- Improved Subjugate Demon
-- Improved Voidwalker
[18705] = { "Покращений пустотник", "Збільшує ефективність заклять \"Муки\", \"Поглинання тіней\", \"Жертва\" та \"Страждання\" вашого пустотника на {1}%.#by {1}%", en="Improved Voidwalker" },
[18706] = { ref=18705 }, -- Improved Voidwalker
[18707] = { ref=18705 }, -- Improved Voidwalker
-- Intensity
[18135] = { "Напруження", "З ймовірністю {1}% ви уникнете затримки вимови заклять \"Вогняний дощ\", \"Пекельний вогонь\" або \"Пожежа душі\" при отриманні шкоди.#a {1}% chance", en="Intensity" },
[18136] = { ref=18135 }, -- Intensity
-- Lesser Healthstone
[6263] = { "Малий камінь здоров'я", ref=5720, en="Lesser Healthstone" },
[23470] = { ref=6263 }, -- Lesser Healthstone
[23471] = { ref=6263 }, -- Lesser Healthstone
-- Life Tap
[1454] = { "Витік життя", "Перетворює {1} здоров'я на {2} мани[ вам і вашому демону-прислужнику#for you and your Demon pet].#{1} health into {2} mana", en="Life Tap" },
[1455] = { ref=1454 }, -- Life Tap
[1456] = { ref=1454 }, -- Life Tap
[11687] = { ref=1454 }, -- Life Tap
[11688] = { ref=1454 }, -- Life Tap
[11689] = { ref=1454 }, -- Life Tap
-- Major Healthstone
[11732] = { "Величезний камінь здоров'я", ref=5720, en="Major Healthstone" },
[23476] = { ref=11732 }, -- Major Healthstone
[23477] = { ref=11732 }, -- Major Healthstone
-- Master Conjuror
[18757] = { "Майстер-чаклун", "Зменшує витрати мани та час вимови заклять створення каменів на {1}%.#by {1}%", en="Master Conjuror" },
[18758] = { ref=18757 }, -- Master Conjuror
-- Master Demonologist
[23785] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - зменшує загрозу на {1}%.\n\nПустотник - зменшує отриману фізичну шкоду на {2}%.\n\nСукуб/інкуб - збільшує всю завдану шкоду на {3}%.\n\nСкверногонча - збільшує всі опори на {4} за кожен рівень.#threat caused by {1}%#taken by {2}%#damage caused by {3}%#resistances by {4} per", en="Master Demonologist" },
[23822] = { ref=23785 }, -- Master Demonologist
[23823] = { ref=23785 }, -- Master Demonologist
[23824] = { ref=23785 }, -- Master Demonologist
[23825] = { ref=23785 }, -- Master Demonologist
[23759] = { "Майстер-демонолог", nil, "[Збільшує#Increases][Зменшує#Reduces] загрозу на {1}%.#by {1}%", en="Master Demonologist" },
[23784] = { "Майстер-демонолог", en="Master Demonologist" },
[23830] = { ref=23759 }, -- Master Demonologist
[23831] = { ref=23759 }, -- Master Demonologist
[23832] = { ref=23759 }, -- Master Demonologist
[23826] = { ref=23759 }, -- Master Demonologist
[23827] = { ref=23759 }, -- Master Demonologist
[23828] = { ref=23759 }, -- Master Demonologist
[23829] = { ref=23759 }, -- Master Demonologist
[23761] = { "Майстер-демонолог", nil, "Збільшує завдану шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[23833] = { ref=23761 }, -- Master Demonologist
[23834] = { ref=23761 }, -- Master Demonologist
[23835] = { ref=23761 }, -- Master Demonologist
[23836] = { ref=23761 }, -- Master Demonologist
[23762] = { "Майстер-демонолог", nil, "Збільшує опір усім школам магії на {1}.#by {1}", en="Master Demonologist" },
[23837] = { ref=23762 }, -- Master Demonologist
[23838] = { ref=23762 }, -- Master Demonologist
[23839] = { ref=23762 }, -- Master Demonologist
[23840] = { ref=23762 }, -- Master Demonologist
[23760] = { "Майстер-демонолог", nil, "Зменшує отриману шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[23841] = { ref=23760 }, -- Master Demonologist
[23842] = { ref=23760 }, -- Master Demonologist
[23843] = { ref=23760 }, -- Master Demonologist
[23844] = { ref=23760 }, -- Master Demonologist
-- Master Summoner
[18709] = { "Майстер-прикликач", "Зменшує час вимови на {1} с, а витрати мани на {2}% для заклять виклику біса, пустотника, сукуба, інкуба та скверногончої.#by {1} sec#by {2}%", en="Master Summoner" },
[18710] = { ref=18709 }, -- Master Summoner
-- Minor Healthstone
[6262] = { "Крихітний камінь здоров'я", ref=5720, en="Minor Healthstone" },
[23468] = { ref=6262 }, -- Minor Healthstone
[23469] = { ref=6262 }, -- Minor Healthstone
-- Nightfall
[18094] = { "Сутінки", "З ймовірністю {1}% ви набудете ефекту \"Тінетрансу\", коли ваші закляття \"Пошесть\" та \"Висмоктування життя\" завдають шкоди. \"Тінетранс\" зменшує час вимови наступного закляття \"Тіньова стріла\" на {2}%.#a {1}% chance#by {2}%", en="Nightfall" },
[18095] = { ref=18094 }, -- Nightfall
-- Pyroclasm
[18073] = { ref=18096 }, -- Pyroclasm
[18096] = { "Пірокласт", "Ваші закляття \"Вогняний дощ\", \"Пекельний вогонь\" та \"Пожежа душі\" з ймовірністю {1}% приголомшують ціль на {2} с.#{1}% chance#for {2} sec", en="Pyroclasm" },
-- Rain of Fire
[5740] = { "Вогняний дощ", "Викликає вогняний дощ, що обпалює ворогів у зоні ураження, завдаючи {1} шкоди вогнем протягом {2} с.#{1} Fire damage over {2} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Rain of Fire" },
[6219] = { ref=5740 }, -- Rain of Fire
[11677] = { ref=5740 }, -- Rain of Fire
[11678] = { ref=5740 }, -- Rain of Fire
-- Ritual of Summoning
[698] = { "Ритуал виклику", "Починає ритуал, що викликає обраного учасника групи. Для завершення ритуалу потрібна допомога 2 учасників групи. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.", en="Ritual of Summoning" },
-- Ruin
[17959] = { "Руїна", "Збільшує додаткову шкоду від критичних ударів заклять спеціалізації \"Руйнація\" на {1}%.#by {1}%", en="Ruin" },
-- Searing Pain
[5676] = { "Палючий біль", "Викликає у ворожої цілі палючий біль, завдаючи від {1} до {2} шкоди вогнем. Спричиняє високий рівень загрози.#causing {1} to {2}", en="Searing Pain" },
[17919] = { ref=5676 }, -- Searing Pain
[17920] = { ref=5676 }, -- Searing Pain
[17921] = { ref=5676 }, -- Searing Pain
[17922] = { ref=5676 }, -- Searing Pain
[17923] = { ref=5676 }, -- Searing Pain
-- Sense Demons
[5500] = { "Чуття демонів", "Відображає на мінімапі місцезнаходження демонів неподалік. Одночасно можна вистежувати лише щось одне.", "Відстеження демонів.", en="Sense Demons" },
-- Shadow Bolt
[686] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає від {1} до {2} шкоди тінню.#causing {1} to {2} Shadow", en="Shadow Bolt" },
[695] = { ref=686 }, -- Shadow Bolt
[705] = { ref=686 }, -- Shadow Bolt
[1088] = { ref=686 }, -- Shadow Bolt
[1106] = { ref=686 }, -- Shadow Bolt
[7641] = { ref=686 }, -- Shadow Bolt
[11659] = { ref=686 }, -- Shadow Bolt
[11660] = { ref=686 }, -- Shadow Bolt
[11661] = { ref=686 }, -- Shadow Bolt
[25307] = { ref=686 }, -- Shadow Bolt
-- Shadow Mastery
[18271] = { "Тіньова майстерність", "Збільшує шкоду або обсяг висмоктаного життя вашими закляттями тіні на {1}%.#by {1}%", en="Shadow Mastery" },
[18272] = { ref=18271 }, -- Shadow Mastery
[18273] = { ref=18271 }, -- Shadow Mastery
[18274] = { ref=18271 }, -- Shadow Mastery
[18275] = { ref=18271 }, -- Shadow Mastery
-- Shadow Trance
[17941] = { "Тінетранс", nil, "Ваше наступне закляття \"Тіньова стріла\" буде миттєвим[, а наступне \"Тіньове розсічення\" завдасть на {1}% більше шкоди#Shadow Cleave deals {1}% increased].", en="Shadow Trance" },
-- Shadow Vulnerability
[17794] = { "Вразливість до тіні", nil, "Отриману шкоду від тіні збільшено на {1}%.#by {1}%", en="Shadow Vulnerability" },
[17797] = { ref=17794 }, -- Shadow Vulnerability
[17798] = { ref=17794 }, -- Shadow Vulnerability
[17799] = { ref=17794 }, -- Shadow Vulnerability
[17800] = { ref=17794 }, -- Shadow Vulnerability
-- Shadow Ward
[6229] = { "Тіньовий оберіг", "Поглинає {1} шкоди від тіні. Триває {2} с.#Absorbs {1}#Lasts {2} sec", "Поглинає шкоду від тіні.", en="Shadow Ward" },
[11739] = { ref=6229 }, -- Shadow Ward
[11740] = { ref=6229 }, -- Shadow Ward
[28610] = { ref=6229 }, -- Shadow Ward
-- Shadowburn
[17877] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди тінню. Якщо ціль помирає протягом {3} с після \"Тіньового опіку\" та приносить досвід або честь, заклинач отримує уламок душі.#for {1} to {2}#within {3} sec", en="Shadowburn" },
[18867] = { ref=17877 }, -- Shadowburn
[18868] = { ref=17877 }, -- Shadowburn
[18869] = { ref=17877 }, -- Shadowburn
[18870] = { ref=17877 }, -- Shadowburn
[18871] = { ref=17877 }, -- Shadowburn
-- Siphon Life
[18265] = { "Витягування життя", "Передає {1} здоров'я від цілі до заклинача кожні {2} с. Триває {3} с.#{1} health#every {2} sec#Lasts {3} sec", "Висмоктує {1} здоров'я кожні {2} с, передаючи його заклиначеві.#Drains {1} health#every {2} sec", en="Siphon Life" },
[18879] = { ref=18265 }, -- Siphon Life
[18880] = { ref=18265 }, -- Siphon Life
[18881] = { ref=18265 }, -- Siphon Life
-- Soul Fire
[6353] = { "Пожежа душі", "Обпалює душу ворога, завдаючи від {1} до {2} шкоди вогнем.#causing {1} to {2}", en="Soul Fire" },
[17924] = { ref=6353 }, -- Soul Fire
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої вами шкоди буде натомість перенаправлено на вашого біса, пустотника, сукуба, інкуба або скверногончу. Окрім того, демон і його володар завдаватимуть на {2}% більше шкоди. Триває допоки демон активний.[ Не можна використовувати, поки активна \"Метаморфоза\".#Cannot be used while Metamorphosis]#{1}% of all damage#{2}% more damage", en="Soul Link" },
[25228] = { "Зв'язок душ", nil, "{1}% отриманої володарем шкоди буде поділено з демоном. Всю завдану шкоду збільшено на {2}%.#{1}% of damage#increased by {2}%", en="Soul Link" },
-- Soul Siphon
[18371] = { "Витягування душі", nil, "Швидкість відновлення мани збільшено на {1}%. Мана може відновлюватися під час вимови заклять зі швидкістю {2}% від звичайної.#by {1}%#at {2}% of", en="Soul Siphon" },
-- Subjugate Demon
[1098] = { "Поневолення демона", "Поневолює обраного демона до {1} рівня, примушуючи його підкоритися вам. Протягом дії поневолення інтервал між атаками демона збільшується на {2}%, а його вимова заклять сповільнюється на {3}%. Триває до {4} хв. Якщо ви знову поневолюватимете одного й того ж демона, його буде важче контролювати з кожною наступною спробою.#up to level {1}#increased by {2}%#slowed by {3}%#Lasts up to {4} min", "Поневолено.", en="Subjugate Demon" },
[11725] = { ref=1098 }, -- Subjugate Demon
[11726] = { ref=1098 }, -- Subjugate Demon
[20882] = { "Поневолення демона", "Поневолює обраного демона до {1} рівня, примушуючи його підкоритися вам. Протягом дії поневолення інтервал між атаками демона збільшується на {2}%, а його вимова заклять сповільнюється на {3}%. Триває до {4} хв.#up to level {1}#increased by {2}%#slowed by {3}%#Lasts up to {4} min", "Поневолено.", en="Subjugate Demon" },
-- Suppression
[18174] = { "Пригнічення", "Знижує ймовірність опору вашим закляттям спеціалізації \"Химородь\" на {1}%.#by {1}%", en="Suppression" },
[18175] = { ref=18174 }, -- Suppression
[18176] = { ref=18174 }, -- Suppression
[18177] = { ref=18174 }, -- Suppression
[18178] = { ref=18174 }, -- Suppression
-- Unending Breath
[5697] = { "Нескінченне дихання", "Дозволяє цілі дихати під водою протягом {1} хв.#for {1} min", "Підводне дихання.", en="Unending Breath" },
-- Unholy Power
[18769] = { "Нечестива сила", "Збільшує шкоду атак ближнього бою пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}%", en="Unholy Power" },
[18770] = { ref=18769 }, -- Unholy Power
[18771] = { ref=18769 }, -- Unholy Power
[18772] = { ref=18769 }, -- Unholy Power
[18773] = { ref=18769 }, -- Unholy Power

-- Firestone
[17951] = { "Створення каменя вогню", "Створює камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хв.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone" },
[17952] = { "Створення каменя вогню (великий)", "Створює великий камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone (Greater)" },
[6366] = { "Створення каменя вогню (менший)", "Створює менший камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone (Lesser)" },
[17953] = { "Створення каменя вогню (величезний)", "Створює величезний камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone (Major)" },

-- Healthstone
[5699] = { "Створення каменя здоров'я", "Створює камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#restore {1} health#than {2} min", en="Create Healthstone" },
[11729] = { "Створення каменя здоров'я (великий)", "Створює великий камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone (Greater)" },
[6202] = { "Створення каменя здоров'я (менший)", "Створює менший камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone (Lesser)" },
[11730] = { "Створення каменя здоров'я (величезний)", "Створює величезний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone (Major)" },
[6201] = { "Створення каменя здоров'я (крихітний)", "Створює крихітний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#restore {1} health#than {2} min", en="Create Healthstone (Minor)" },

-- Item effects
[23720] = { "Благословення Чорної книги", "Підсилює вашого прислужника, збільшуючи його шкоду на {1}% та збільшуючи його броню на {2}% протягом {3} с. Ефект діє лише на біса, сукуба, інкуба, пустотника та скверногончу.#pet damage by {1}%#pet armor by {2}% for {3} sec", "Шкоду збільшено на {1}%.\nБроню збільшено на {2}%.#dealt is increased by {1}%#Armor is increased by {2}%", en="Blessing of the Black Book" },
[23046] = { "Зменшення затримки вимови палючого болю", "З ймовірністю {1}% ви уникнете затримки вимови закляття \"Палючий біль\" при отриманні шкоди.#a {1}% chance to avoid", en="Searing Pain Cast Pushback Reduction" },
[25112] = { "Виклик пустотника", "Виклик пустотника без витрат мани та уламків душ.", en="Summon Voidwalker" },

-- Soulstone
[20752] = { "Створення каменя душі (менший)", "Створює менший камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone (Lesser)" },
[693] = { "Створення каменя душі (крихітний)", "Створює крихітний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#with {1} health and {2} mana#than {3} min", en="Create Soulstone (Minor)" },

-- Spellstone
[2362] = { "Створення каменя чарів", "Створює камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів збільшує ваш шанс завдання критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хв.#absorb {1}#for {2} min#spells by {3}#than {4} min", en="Create Spellstone" },
[17727] = { "Створення каменя чарів (великий)", "Створює великий камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів збільшує ваш шанс завдання критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#absorb {1}#for {2} min#spells by {3}#than {4} min", en="Create Spellstone (Greater)" },
[17728] = { "Створення каменя чарів (величезний)", "Створює величезний камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів збільшує ваш шанс завдання критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#absorb {1}#for {2} min#spells by {3}#than {4} min", en="Create Spellstone (Major)" },
[17729] = { "Великий камінь чарів", ref=128, en="Greater Spellstone" },
[17730] = { "Величезний камінь чарів", ref=128, en="Major Spellstone" },
[128] = { "Камінь чарів", "Усуває всі магічні ефекти з заклинача та поглинає {1} магічної шкоди протягом {2} хв.#absorb {1} magic damage for {2} min", "Поглинає магічну шкоду.", en="Spellstone" },

-- Summon
[126] = { "Око Кілроґґа", "Викликає око Кілроґґа, яке заміняє ваш зір. Око швидко рухається, але є дуже вразливим.", "Керує оком Кілроґґа.", en="Eye of Kilrogg" },
[1122] = { "Пекло", "Викликає метеорит з Підсвітньої Крутоверті, що завдає {1} шкоди вогнем і приголомшує всі ворожі цілі в місці падіння на {2} с. З кратеру підіймається пекельник, підкорений заклиначеві на {3} хв. Після закінчення цього часу пекельника потрібно поневолити, щоб продовжити керувати ним. Можна використовувати лише просто неба.#causing {1} Fire#area for {2} sec#caster for {3} min", en="Inferno" },
[18540] = { "Ритуал приречення", "Починає ритуал, що приносить у жертву випадково обраного учасника з метою виклику вартового приречення. Вартового необхідно одразу поневолити, інакше він атакуватиме учасників ритуалу. Для завершення ритуалу потрібна допомога 4 учасників групи. Щоб узяти участь, гравці повинні натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.", en="Ritual of Doom" },
[23161] = { "Виклик жахожеребця", "Викликає жахожеребця для верхової їзди. Швидкість руху збільшується на {1}%.#by {1}", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Dreadsteed" },
[691] = { "Виклик скверногончої", "Викликає скверногончу, підкорену чорнокнижникові.", en="Summon Felhunter" },
[5784] = { "Виклик скверножеребця", "Викликає скверножеребця для верхової їзди. Швидкість руху збільшується на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Felsteed" },
[688] = { "Виклик біса", "Викликає біса, підкореного чорнокнижникові.", en="Summon Imp" },
[713] = { "Виклик інкуба", "Викликає інкуба, підкореного чорнокнижникові.", en="Summon Incubus" },
[712] = { "Виклик сукуба", "Викликає сукуба, підкореного чорнокнижникові.", en="Summon Succubus" },
[697] = { "Виклик пустотника", "Викликає пустотника, підкореного чорнокнижникові.", en="Summon Voidwalker" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
