local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Abolish Poison
[2893] = { "Усунення отрути", "Намагається вилікувати {1} ефект отруєння на цілі та ще {2} ефект отруєння кожні {3} с протягом {4} с.#cure {1} poison#and {2} more#every {3} seconds for {4} sec", "Намагається вилікувати {1} отруєння кожні {2} с.#cure {1} poison every {2} sec", en="Abolish Poison" },
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять, але закляття вимовляються на {2} с довше, а швидкість атаки ближнього бою зменшена на {3}%. Триває {4} с.#reduced by {1}#take {2} sec#slowed by {3}#Lasts {4} sec", "Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять, але закляття вимовляються на {2} с довше, a швидкість атаки ближнього бою зменшена на {3}%.#reduced by {1}#take {2} sec#slowed by {3}%", en="Barkskin" },
-- Bash
[5211] = { "Стусан", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Bash" },
[6798] = { ref=5211 }, -- Bash
[8983] = { ref=5211 }, -- Bash
-- Blood Frenzy
[16952] = { "Криваве шаленство", "Ваші критичні удари здібностями котячої подоби, що збільшують довжину комбінації, з імовірністю {1}% збільшать довжину комбінації на ще один прийом.#{1}% chance", en="Blood Frenzy" },
[16954] = { ref=16952 }, -- Blood Frenzy
-- Brutal Impact
[16940] = { "Жорстокий струс", "Збільшує тривалість приголомшення ваших здібностей \"Стусан\" та \"Стрибок\" на {1} с.#by {1} sec", en="Brutal Impact" },
[16941] = { ref=16940 }, -- Brutal Impact
-- Challenging Roar
[5209] = { "Войовничий рев", "Примушує всіх ворогів поблизу зосередити свої атаки на вас протягом {1} с.#for {1} sec", "Спровоковано.", en="Challenging Roar" },
-- Claw
[1082] = { "Дряпання", "Дряпає ворога, завдаючи {1} додаткової шкоди. Збільшує довжину комбінації на {2} прийом.#causing {1}#{2} combo", en="Claw" },
[3029] = { ref=1082 }, -- Claw
[5201] = { ref=1082 }, -- Claw
[9849] = { ref=1082 }, -- Claw
[9850] = { ref=1082 }, -- Claw
-- Clearcasting
[16870] = { "Ясномова", nil, "Ваше наступне бойове або цілюще закляття чи здібність має знижену витрату мани, люті або енергії на {1}%.#by {1}%", en="Clearcasting" },
-- Cower
[8998] = { "Зіщулювання", "Зіщулитися, не завдаючи шкоди, та трохи зменшити вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Cower" },
[9000] = { "Зіщулювання", "Зіщулитися, не завдаючи шкоди, та зменшити вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Cower" },
[9892] = { "Зіщулювання", "Зіщулитися, не завдаючи шкоди, та значно зменшити вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Cower" },
-- Cure Poison
[8946] = { "Лікування отрути", "Виліковує {1} ефект отруєння на цілі.#{1} poison", en="Cure Poison" },
-- Dash
[1850] = { "Порив", "Збільшує швидкість руху на {1}% протягом {2} с. Не перериває дію здібності \"Зачаїтися\".#speed by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Dash" },
[9821] = { ref=1850 }, -- Dash
-- Demoralizing Roar
[99] = { "Деморалізуючий рев", "Друїд реве, зменшуючи силу атаки ближнього бою ворогів поблизу на {1}. Триває {2} с.#power by {1}#Lasts {2} sec", "Силу атаки ближнього бою зменшено на {1}.#power by {1}", en="Demoralizing Roar" },
[1735] = { ref=99 }, -- Demoralizing Roar
[9490] = { ref=99 }, -- Demoralizing Roar
[9747] = { ref=99 }, -- Demoralizing Roar
[9898] = { ref=99 }, -- Demoralizing Roar
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті протягом {2} сек, але знижує базову броню на {3}% у ведмежій подобі та на {4}% у подобі жахливого ведмедя. Поки діє ефект, вважається, що друїд перебуває в бою.#{1} rage over {2} sec#by {3}% in Bear Form and {4}% in Dire Bear Form", "Отримує {1} люті щосекунди.[ Базову броню зменшено.#Base armor reduced]#Gain {1} rage per sec", en="Enrage" },
-- Entangling Roots
[339] = { "Опутуюче коріння", "Приковує ціль на місці та завдає {1} шкоди від природи протягом {2} с. Подальша завдана шкода може перервати дію ефекту. Можна використовувати лише просто неба.#causes {1}#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec", en="Entangling Roots" },
[1062] = { ref=339 }, -- Entangling Roots
[5195] = { ref=339 }, -- Entangling Roots
[5196] = { ref=339 }, -- Entangling Roots
[9852] = { ref=339 }, -- Entangling Roots
[9853] = { ref=339 }, -- Entangling Roots
[19970] = { ref=339 }, -- Entangling Roots
[19971] = { ref=339 }, -- Entangling Roots
[19972] = { ref=339 }, -- Entangling Roots
[19973] = { ref=339 }, -- Entangling Roots
[19974] = { ref=339 }, -- Entangling Roots
[19975] = { ref=339 }, -- Entangling Roots
-- Faerie Fire
[770] = { "Чарівний вогонь", "Зменшує броню цілі на {1} протягом {2} с. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#by {1} for {2} sec", "Броню зменшено на {1}. Не може отримати ефект непомітності чи невидимості.#armor by {1}", en="Faerie Fire" },
[778] = { ref=770 }, -- Faerie Fire
[9749] = { ref=770 }, -- Faerie Fire
[9907] = { ref=770 }, -- Faerie Fire
-- Faerie Fire (Feral)
[16857] = { "Чарівний вогонь (звір)", ref=770, en="Faerie Fire (Feral)" },
[17390] = { "Чарівний вогонь (звір)", ref=770, en="Faerie Fire (Feral)" },
[17391] = { "Чарівний вогонь (звір)", ref=770, en="Faerie Fire (Feral)" },
[17392] = { "Чарівний вогонь (звір)", ref=770, en="Faerie Fire (Feral)" },
-- Feline Grace
[20719] = { "Котяча грація", "Зменшує шкоду від падіння.", en="Feline Grace" },
-- Feline Swiftness
[17002] = { "Котяча стрімкість", "Збільшує швидкість руху на {1}%, перебуваючи просто неба у котячій подобі, і збільшує шанс ухилення від атак у котячій подобі на {2}%.#speed by {1}%#Cat Form by {2}%", en="Feline Swiftness" },
[24866] = { ref=17002 }, -- Feline Swiftness
-- Feral Aggression
[16858] = { "Звірина агресія", "Ваш \"Деморалізуючий рев\" знижує силу атаки ворога додатково на {1}%. Ваш \"Безжалісний укус\" завдає на {2}% більше шкоди.#Roar by {1}#Bite by {2}", en="Feral Aggression" },
[16859] = { ref=16858 }, -- Feral Aggression
[16860] = { ref=16858 }, -- Feral Aggression
[16861] = { ref=16858 }, -- Feral Aggression
[16862] = { ref=16858 }, -- Feral Aggression
-- Feral Charge
[16979] = { "Дикий ривок", "Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на {1} с.#for {1} sec", "Знерухомлено.", en="Feral Charge" },
-- Feral Charge Effect
[19675] = { "Ефект дикого ривка", nil, "Знерухомлено.", en="Feral Charge Effect" },
-- Feral Instinct
[16947] = { "Звіриний інстинкт", "Збільшує загрозу у ведмежій подобі та подобі жахливого ведмедя на {1}% та зменшує ймовірність того, що вороги помітять вас під час використання здібності \"Зачаїтися\".#Bear Form by {1}%", en="Feral Instinct" },
[16948] = { ref=16947 }, -- Feral Instinct
[16949] = { ref=16947 }, -- Feral Instinct
[16950] = { ref=16947 }, -- Feral Instinct
[16951] = { ref=16947 }, -- Feral Instinct
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоди в залежності від довжини комбінації та перетворює кожну одиницю енергії на додаткові {1} шкоди. Шкода збільшується від сили атаки.\n  1 прийом: {2}-{3} шкоди\n  2 прийоми: {4}-{5} шкоди\n  3 прийоми: {6}-{7} шкоди\n  4 прийоми: {8}-{9} шкоди\n  5 прийомів: {10}-{11} шкоди#{1} additional#1 point  : {2}-{3}#2 points: {4}-{5}#3 points: {6}-{7}#4 points: {8}-{9}#5 points: {10}-{11}", en="Ferocious Bite" },
[22827] = { ref=22568 }, -- Ferocious Bite
[22828] = { ref=22568 }, -- Ferocious Bite
[22829] = { ref=22568 }, -- Ferocious Bite
[31018] = { ref=22568 }, -- Ferocious Bite
-- Ferocity
[16934] = { "Лютість", "Зменшує витрати люті або енергії на здібності \"Терзання\", \"Розмах\", \"Дряпання\" та \"Роздирання\" на {1} .#by {1}", en="Ferocity" },
[16935] = { ref=16934 }, -- Ferocity
[16936] = { ref=16934 }, -- Ferocity
[16937] = { ref=16934 }, -- Ferocity
[16938] = { ref=16934 }, -- Ferocity
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "Перетворює до {1} люті щосекунди на здоров'я протягом {2} с. Кожна одиниця люті перетворюється на {3} здоров'я.#up to {1} rage#for {2} sec#into {3} health", "Перетворює лють на здоров'я.", en="Frenzied Regeneration" },
[22895] = { ref=22842 }, -- Frenzied Regeneration
[22896] = { ref=22842 }, -- Frenzied Regeneration
-- Furor
[17056] = { "Шаленість", "Надає вам {1}% ймовірності отримати {2} люті, коли ви набуваєте ведмежої подоби чи подоби жахливого ведмедя, або {3} енергії, коли ви набуваєте котячої подоби.#you {1}% chance#gain {2} Rage#or {3} Energy", en="Furor" },
[17058] = { ref=17056 }, -- Furor
[17059] = { ref=17056 }, -- Furor
[17060] = { ref=17056 }, -- Furor
[17061] = { ref=17056 }, -- Furor
-- Gift of Nature
[17104] = { "Дар природи", "Підсилює ефект всіх цілющих заклять на {1}%.#by {1}%", en="Gift of Nature" },
[24943] = { ref=17104 }, -- Gift of Nature
[24944] = { ref=17104 }, -- Gift of Nature
[24945] = { ref=17104 }, -- Gift of Nature
[24946] = { ref=17104 }, -- Gift of Nature
-- Gift of the Wild
[21849] = { "Дар дикої природи", "Надає дар дикої природи групі цілі, збільшуючи броню на {1}, всі характеристики на {2} та всі види опору на {3} протягом {4} год.#armor by {1}#attributes by {2}#resistances by {3} for {4} h", "Збільшує броню на {1}, всі характеристики на {2} та всі види опору на {3}.#armor by {1}#attributes by {2}#resistances by {3}", en="Gift of the Wild" },
[21850] = { ref=21849 }, -- Gift of the Wild
-- Growl
[6795] = { "Рик", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", en="Growl" },
-- Healing Touch
[5185] = { "Цілющий дотик", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}", en="Healing Touch" },
[5186] = { ref=5185 }, -- Healing Touch
[5187] = { ref=5185 }, -- Healing Touch
[5188] = { ref=5185 }, -- Healing Touch
[5189] = { ref=5185 }, -- Healing Touch
[6778] = { ref=5185 }, -- Healing Touch
[8903] = { ref=5185 }, -- Healing Touch
[9758] = { ref=5185 }, -- Healing Touch
[9888] = { ref=5185 }, -- Healing Touch
[9889] = { ref=5185 }, -- Healing Touch
[25297] = { ref=5185 }, -- Healing Touch
-- Heart of the Wild
[17003] = { "Серце дикої природи", "Збільшує ваш інтелект на {1}%. Крім того, у подобі ведмедя або жахливого ведмедя ваша витривалість збільшується на {2}%, а у котячій подобі ваша сила збільшується на {3}%.#Intellect by {1}%#Stamina is increased by {2}%#Strength is increased by {3}%", en="Heart of the Wild" },
[17004] = { ref=17003 }, -- Heart of the Wild
[17005] = { ref=17003 }, -- Heart of the Wild
[17006] = { ref=17003 }, -- Heart of the Wild
[24894] = { ref=17003 }, -- Heart of the Wild
-- Hibernate
[2637] = { "Сплячка", "Змушує ворожу ціль спати протягом {1} с. Будь-яка шкода розбудить ціль. Одночасно лише одна ціль може бути змушена впасти в сплячку. Діє лише на звірів і драконів.#up to {1} sec", "Сон.", en="Hibernate" },
[18657] = { ref=2637 }, -- Hibernate
[18658] = { ref=2637 }, -- Hibernate
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, завдаючи {1} шкоди від природи ворогам щосекунди та збільшуючи інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1}#by {2}%#Lasts {3} sec", "{1} шкоди щосекунди та збільшення інтервалу між атаками на {2}%.#{1} damage#by {2}", en="Hurricane" },
[17401] = { ref=16914 }, -- Hurricane
[17402] = { ref=16914 }, -- Hurricane
-- Improved Enrage
[17079] = { "Покращена несамовитість", "Тепер здібність \"Несамовитість\" миттєво надає {1} люті.#{1} Rage", en="Improved Enrage" },
[17082] = { ref=17079 }, -- Improved Enrage
-- Improved Entangling Roots
[16918] = { "Покращене опутуюче коріння", "Надає {1}% ймовірності уникнути затримки вимови закляття \"Опутуюче коріння\" при отриманні шкоди.#a {1}% chance", en="Improved Entangling Roots" },
[16919] = { ref=16918 }, -- Improved Entangling Roots
[16920] = { ref=16918 }, -- Improved Entangling Roots
-- Improved Healing Touch
[17069] = { "Покращений цілющий дотик", "Зменшує час вимови закляття \"Цілющий дотик\" на {1} с.#by {1} sec", en="Improved Healing Touch" },
[17070] = { ref=17069 }, -- Improved Healing Touch
[17071] = { ref=17069 }, -- Improved Healing Touch
[17072] = { ref=17069 }, -- Improved Healing Touch
[17073] = { ref=17069 }, -- Improved Healing Touch
-- Improved Mark of the Wild
[17050] = { "Покращений знак дикої природи", "Підсилює ефекти ваших заклять \"Знак дикої природи\" та \"Дар дикої природи\" на {1}%.#by {1}%", en="Improved Mark of the Wild" },
[17051] = { ref=17050 }, -- Improved Mark of the Wild
[17053] = { ref=17050 }, -- Improved Mark of the Wild
[17054] = { ref=17050 }, -- Improved Mark of the Wild
[17055] = { ref=17050 }, -- Improved Mark of the Wild
-- Improved Moonfire
[16821] = { "Покращений місячний вогонь", "Збільшує шкоду і ймовірність критичного удару закляття \"Місячний вогонь\" на {1}%.#by {1}%", en="Improved Moonfire" },
[16822] = { ref=16821 }, -- Improved Moonfire
[16823] = { ref=16821 }, -- Improved Moonfire
[16824] = { ref=16821 }, -- Improved Moonfire
[16825] = { ref=16821 }, -- Improved Moonfire
-- Improved Nature's Grasp
[17245] = { "Покращене схоплення природи", "Збільшує ймовірність обплутати ворога вашим \"Схопленням природи\" на {1}%.#by {1}%", en="Improved Nature's Grasp" },
[17247] = { ref=17245 }, -- Improved Nature's Grasp
[17248] = { ref=17245 }, -- Improved Nature's Grasp
[17249] = { ref=17245 }, -- Improved Nature's Grasp
-- Improved Regrowth
[17074] = { "Покращене розростання", "Збільшує ймовірність критичного ефекту закляття \"Розростання\" на {1}%.#by {1}%", en="Improved Regrowth" },
[17075] = { ref=17074 }, -- Improved Regrowth
[17076] = { ref=17074 }, -- Improved Regrowth
[17077] = { ref=17074 }, -- Improved Regrowth
[17078] = { ref=17074 }, -- Improved Regrowth
-- Improved Rejuvenation
[17111] = { "Покращене омолодження", "Підсилює ефект вашого закляття \"Омолодження\" на {1}%.#by {1}%", en="Improved Rejuvenation" },
[17112] = { ref=17111 }, -- Improved Rejuvenation
[17113] = { ref=17111 }, -- Improved Rejuvenation
-- Improved Shred
[16966] = { "Покращене шматування", "Знижує витрати енергії здібності \"Шматування\" на {1}.#by {1}", en="Improved Shred" },
[16968] = { ref=16966 }, -- Improved Shred
-- Improved Starfire
[16850] = { "Покращений зоряний вогонь", "Зменшує час вимови закляття \"Зоряний вогонь\" на {1} с та надає йому {2}% ймовірності приголомшити ціль на {3} с.#Starfire by {1}#{2}% chance#for {3} sec", en="Improved Starfire" },
[16923] = { ref=16850 }, -- Improved Starfire
[16924] = { ref=16850 }, -- Improved Starfire
[16925] = { ref=16850 }, -- Improved Starfire
[16926] = { ref=16850 }, -- Improved Starfire
-- Improved Thorns
[16836] = { "Покращені шипи", "Збільшує шкоду від вашого закляття \"Шипи\" на {1}%.#by {1}", en="Improved Thorns" },
[16839] = { ref=16836 }, -- Improved Thorns
[16840] = { ref=16836 }, -- Improved Thorns
-- Improved Tranquility
[17123] = { "Покращений спокій", "Зменшує загрозу від закляття \"Спокій\" на {1}%.#by {1}%", en="Improved Tranquility" },
[17124] = { ref=17123 }, -- Improved Tranquility
-- Improved Wrath
[16814] = { "Покращений гнів", "Зменшує час вимови закляття \"Гнів\" на {1} с.#by {1} sec", en="Improved Wrath" },
[16815] = { ref=16814 }, -- Improved Wrath
[16816] = { ref=16814 }, -- Improved Wrath
[16817] = { ref=16814 }, -- Improved Wrath
[16818] = { ref=16814 }, -- Improved Wrath
-- Innervate
[29166] = { "Осяяння", "Прискорює відновлення мани цілі на {1}% і дозволяє відновлювати ману під час вимови заклять зі швидкістю {2}% від звичайної. Триває {3} с.#by {1}% and allows {2}%#Lasts {3} sec", "Відновлення мани прискорено на {1}% та продовжується під час вимови заклять зі швидкістю {2}% від звичайної.#increased by {1}#{2}% Mana", en="Innervate" },
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, зменшуючи її ймовірність поцілити на {1}% і завдаючи {2} шкоди від природи протягом {3} с.#hit by {1}#causing {2} Nature damage over {3} sec", "Зменшує ймовірність завдання удару на {1}% та завдає {2} шкоди від природи кожні {3} с.#by {1}% and {2}#every {3} sec", en="Insect Swarm" },
[24974] = { ref=5570 }, -- Insect Swarm
[24975] = { ref=5570 }, -- Insect Swarm
[24976] = { ref=5570 }, -- Insect Swarm
[24977] = { ref=5570 }, -- Insect Swarm
-- Involuntary Transformation
[23398] = { "Вимушене перевтілення", nil, "Змушує вас набути котячої подоби.", en="Involuntary Transformation" },
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте у подобі кота, ведмедя чи жахливого ведмедя, \"Вожак зграї\" збільшує ймовірність критичного удару ближнього і дальнього бою всіх учасників групи в межах {1} м на {2}%.#within {1} y#by {2}%", en="Leader of the Pack" },
[24932] = { "Вожак зграї", nil, "Збільшує ймовірність критичного удару ближнього і дальнього бою на {1}%.#by {1}", en="Leader of the Pack" },
-- Mangle
[22570] = { "Нівечення", "Завершальний рух, який завдає шкоди, дезорієнтує супротивника і зупиняє вашу атаку. Будь-яка завдана шкода повертає ціль до тями. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди і {3} с\n   2 прийоми: {4}-{5} шкоди і {6} с\n   3 прийоми: {7}-{8} шкоди і {9} с\n   4 прийоми: {10}-{11} шкоди і {12} с\n   5 прийомів: {13}-{14} шкоди і {15} с#1 point  : {1}-{2} damage and {3} sec#2 points: {4}-{5} damage and {6} sec#3 points: {7}-{8} damage and {9} sec#4 points: {10}-{11} damage and {12} sec#5 points: {13}-{14} damage and {15} sec", "Дезорієнтовано.", en="Mangle" },
-- Mark of the Wild
[1126] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1} на {2} хв.#armor by {1} for {2} min", "Збільшує броню на {1}.#armor by {1}", en="Mark of the Wild" },
[5232] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1} та всі характеристики на {2} протягом {3} хв.#armor by {1} and all attributes by {2} for {3} min", "Збільшує броню на {1} та всі характеристики на {2}.#armor by {1}#attributes by {2}", en="Mark of the Wild" },
[5234] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1}, всі характеристики на {2} та всі види опору на {3} протягом {4} хв.#armor by {1}#attributes by {2}#resistances by {3} for {4} min", "Збільшує броню на {1}, всі характеристики на {2} та всі види опору на {3}.#armor by {1}#attributes by {2}#resistances by {3}", en="Mark of the Wild" },
[6756] = { ref=5232 }, -- Mark of the Wild
[8907] = { ref=5234 }, -- Mark of the Wild
[9884] = { ref=5234 }, -- Mark of the Wild
[9885] = { ref=5234 }, -- Mark of the Wild
-- Maul
[6807] = { "Терзання", "Збільшує шкоду від наступної атаки на {1}.#by {1} damage", en="Maul" },
[6808] = { ref=6807 }, -- Maul
[6809] = { ref=6807 }, -- Maul
[8972] = { ref=6807 }, -- Maul
[9745] = { ref=6807 }, -- Maul
[9880] = { ref=6807 }, -- Maul
[9881] = { ref=6807 }, -- Maul
-- Moonfire
[8921] = { "Місячний вогонь", "Обпалює ворога, завдаючи від {1} до {2} шкоди арканою та додатково {3} шкоди арканою протягом {4} с.#for {1} to {2}#additional {3}#over {4} sec", "{1} шкоди від аркани кожні {2} с.#{1} Arcane damage every {2} sec", en="Moonfire" },
[8924] = { ref=8921 }, -- Moonfire
[8925] = { ref=8921 }, -- Moonfire
[8926] = { ref=8921 }, -- Moonfire
[8927] = { ref=8921 }, -- Moonfire
[8928] = { ref=8921 }, -- Moonfire
[8929] = { ref=8921 }, -- Moonfire
[9833] = { ref=8921 }, -- Moonfire
[9834] = { ref=8921 }, -- Moonfire
[9835] = { ref=8921 }, -- Moonfire
-- Moonfury
[16896] = { "Місячна лють", "Збільшує шкоду від ваших заклять \"Зоряний вогонь\", \"Місячний вогонь\" та \"Гнів\" на {1}%.#by {1}%", en="Moonfury" },
[16897] = { ref=16896 }, -- Moonfury
[16899] = { ref=16896 }, -- Moonfury
[16900] = { ref=16896 }, -- Moonfury
[16901] = { ref=16896 }, -- Moonfury
-- Moonglow
[16845] = { "Місячне сяйво", "Знижує витрати мани на закляття \"Місячний вогонь\", \"Зоряний вогонь\", \"Гнів\", \"Цілющий дотик\", \"Розростання\" і \"Омолодження\" на {1}%.#by {1}%", en="Moonglow" },
[16846] = { ref=16845 }, -- Moonglow
[16847] = { ref=16845 }, -- Moonglow
-- Moonkin Aura
[24907] = { "Аура місячного совуха", nil, "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}", en="Moonkin Aura" },
-- Natural Shapeshifter
[16833] = { "Природжений перевертень", "Зменшує витрати мани всіх змін подоби на {1}%.#by {1}%", en="Natural Shapeshifter" },
[16834] = { ref=16833 }, -- Natural Shapeshifter
[16835] = { ref=16833 }, -- Natural Shapeshifter
-- Natural Weapons
[16902] = { "Зброя природи", "Збільшує [всю вашу шкоду#all damage][шкоду фізичних атак в усіх подобах#physical attacks] на {1}%.#by {1}%", en="Natural Weapons" },
[16903] = { ref=16902 }, -- Natural Weapons
[16904] = { ref=16902 }, -- Natural Weapons
[16905] = { ref=16902 }, -- Natural Weapons
[16906] = { ref=16902 }, -- Natural Weapons
-- Nature's Focus
[17063] = { "Природне зосередження", "Надає {1}% ймовірності уникнути затримки вимови заклять \"Цілющий дотик\", \"Розростання\" та \"Спокій\" при отриманні шкоди.#{1}% chance", en="Nature's Focus" },
[17065] = { ref=17063 }, -- Nature's Focus
[17066] = { ref=17063 }, -- Nature's Focus
[17067] = { ref=17063 }, -- Nature's Focus
[17068] = { ref=17063 }, -- Nature's Focus
-- Nature's Grace
[16880] = { "Природна благодать", "Критичні удари заклять дарують вам благословення природи, скорочуючи час вимови вашого наступного закляття на {1} с.#by {1} sec", en="Nature's Grace" },
[16886] = { "Природна благодать", nil, "Час вимови вашого наступного закляття скорочено на {1} с.#by {1} sec", en="Nature's Grace" },
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, з ймовірністю {1}% його вразить закляття \"Опутуюче коріння\" (Ранг {2}). Можна використовувати тільки просто неба. {3} заряд. Триває {4} с.#{1}% chance#(Rank {2})#{3} charge#Lasts {4} sec", "При отриманні шкоди в ближньому бою може обплутати ворога.", en="Nature's Grasp" },
[16810] = { ref=16689 }, -- Nature's Grasp
[16811] = { ref=16689 }, -- Nature's Grasp
[16812] = { ref=16689 }, -- Nature's Grasp
[16813] = { ref=16689 }, -- Nature's Grasp
[17329] = { ref=16689 }, -- Nature's Grasp
-- Nature's Reach
[16819] = { "Досяжність природи", "Збільшує дальність дії заклять \"Гнів\", \"Опутуюче коріння\", \"Чарівний вогонь\", \"Місячний вогонь\", \"Зоряний вогонь\" та \"Ураган\" на {1}%.#by {1}%", en="Nature's Reach" },
[16820] = { ref=16819 }, -- Nature's Reach
-- Nature's Swiftness
[17116] = { "Стрімкість природи", "Після активації ваше наступне закляття природи буде миттєвим.", "Ваше наступне закляття природи буде миттєвим.", en="Nature's Swiftness" },
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Насичує друїда природною енергією. Атаки ближнього бою[ та немиттєві закляття#and non-instant spell casts] друїда можуть наділити його ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше атакуюче чи цілюще закляття чи здібність на {1}%. Триває {2} хв.#by {1}#Lasts {2} min", "Атаки ближнього бою[ та немиттєві закляття#non-instant spell cast] можуть наділити заклинача ефектом \"Ясномови\".", en="Omen of Clarity" },
-- Pounce
[9005] = { "Стрибок", "Cтрибнути на ціль, приголомшуючи її на {1} с та завдаючи {2} шкоди протягом {3} с. Потрібно зачаїтися та перебувати позаду цілі. Збільшує довжину комбінації на {4} прийом.#for {1} sec#causing {2} damage over {3} sec#{4} combo", "Приголомшено.", en="Pounce" },
[9823] = { ref=9005 }, -- Pounce
[9827] = { ref=9005 }, -- Pounce
-- Pounce Bleed
[9007] = { "Кровотеча від стрибка", nil, "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Pounce Bleed" },
[9824] = { ref=9007 }, -- Pounce Bleed
[9826] = { ref=9007 }, -- Pounce Bleed
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою у подобі кота, ведмедя та жахливого ведмедя на {1}% від вашого рівня.#by {1}%", en="Predatory Strikes" },
[16974] = { ref=16972 }, -- Predatory Strikes
[16975] = { ref=16972 }, -- Predatory Strikes
-- Primal Fury
[16958] = { "Первісна лють", "Надає вам {1}% ймовірності отримати додатково {2} люті, коли ви отримуєте критичний удар, перебуваючи у ведмежій подобі чи подобі жахливого ведмедя.#{1}% chance#additional {2} Rage", en="Primal Fury" },
[16961] = { ref=16958 }, -- Primal Fury
-- Prowl
[5215] = { "Зачаїтися", "Дозволяє друїду пересуватися непомітно, але зменшує швидкість руху на {1}%. Триває до скасування.#speed by {1}%", "Непомітність. Рух сповільнено на {1}%.#slowed by {1}%", en="Prowl" },
[6783] = { ref=5215 }, -- Prowl
[9913] = { ref=5215 }, -- Prowl
-- Rake
[1822] = { "Роздирання", "Роздирає ціль, завдаючи {1} шкоди та додатково {2} шкоди протягом {3} с. Збільшує довжину комбінації на {4} прийом.#for {1} damage and an additional {2} damage over {3} sec#{4} combo", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rake" },
[1823] = { ref=1822 }, -- Rake
[1824] = { ref=1822 }, -- Rake
[9904] = { ref=1822 }, -- Rake
[24331] = { "Розрив", "Рве ціль, завдаючи від {1} до {2} шкоди та додатково {3} шкоди протягом {4} с.#for {1} to {2} damage#additional {3} damage over {4} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rake" },
[24332] = { ref=24331 }, -- Rake
[27556] = { ref=24331 }, -- Rake
[27638] = { ref=24331 }, -- Rake
-- Ravage
[6785] = { "Знищення", "Нищить ціль, завдаючи їй {1}% шкоди плюс {2}. Друїд має зачаїтися і перебувати позаду цілі. Збільшує довжину комбінації на {3} прийом.#causing {1}%#plus {2}#{3} combo", en="Ravage" },
[6787] = { ref=6785 }, -- Ravage
[9866] = { ref=6785 }, -- Ravage
[9867] = { ref=6785 }, -- Ravage
-- Rebirth
[20484] = { "Переродження", "Повертає дух до тіла, відроджуючи ціль з {1} здоров'я і {2} мани.#{1} health and {2} mana", en="Rebirth" },
[20739] = { ref=20484 }, -- Rebirth
[20742] = { ref=20484 }, -- Rebirth
[20747] = { ref=20484 }, -- Rebirth
[20748] = { ref=20484 }, -- Rebirth
-- Reflection
[17106] = { "Роздуми", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="Reflection" },
[17107] = { ref=17106 }, -- Reflection
[17108] = { ref=17106 }, -- Reflection
-- Regrowth
[8936] = { "Розростання", "Зцілює дружній цілі від {1} до {2} здоров'я і додатково {3} здоров'я протягом {4} c.#for {1} to {2}#{3} over {4} sec", "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Regrowth" },
[8938] = { ref=8936 }, -- Regrowth
[8939] = { ref=8936 }, -- Regrowth
[8940] = { ref=8936 }, -- Regrowth
[8941] = { ref=8936 }, -- Regrowth
[9750] = { ref=8936 }, -- Regrowth
[9856] = { ref=8936 }, -- Regrowth
[9857] = { ref=8936 }, -- Regrowth
[9858] = { ref=8936 }, -- Regrowth
-- Rejuvenation
[774] = { "Омолодження", "Зцілює цілі {1} здоров'я протягом {2} с.#for {1} over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Rejuvenation" },
[1058] = { ref=774 }, -- Rejuvenation
[1430] = { ref=774 }, -- Rejuvenation
[2090] = { ref=774 }, -- Rejuvenation
[2091] = { ref=774 }, -- Rejuvenation
[3627] = { ref=774 }, -- Rejuvenation
[8910] = { ref=774 }, -- Rejuvenation
[9839] = { ref=774 }, -- Rejuvenation
[9840] = { ref=774 }, -- Rejuvenation
[9841] = { ref=774 }, -- Rejuvenation
[25299] = { ref=774 }, -- Rejuvenation
-- Remove Curse
[2782] = { "Зняття прокляття", "Знімає {1} прокляття з дружньої цілі.#Dispels {1} Curse", en="Remove Curse" },
-- Rip
[1079] = { "Розірвання", "Завершальний рух, що завдає шкоди з часом. Шкода збільшується залежно від довжини комбінації та сили атаки:\n  1 прийом: {1} шкоди за {2} cекунд\n  2 прийоми: {3} шкоди за {4} cекунд\n  3 прийоми: {5} шкоди за {6} cекунд\n  4 прийоми: {7} шкоди за {8} cекунд\n  5 прийомів: {9} шкоди за {10} cекунд#1 point  : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "Шкода від кровотечі кожні {1} с.#every {1} sec", en="Rip" },
[9492] = { ref=1079 }, -- Rip
[9493] = { ref=1079 }, -- Rip
[9752] = { ref=1079 }, -- Rip
[9894] = { ref=1079 }, -- Rip
[9896] = { ref=1079 }, -- Rip
-- Savage Fury
[16998] = { "Дика лють", "Збільшує шкоду від ваших здібностей \"Дряпання\", \"Роздирання\", \"Терзання\" та \"Розмах\" на {1}%.#by {1}%", en="Savage Fury" },
[16999] = { ref=16998 }, -- Savage Fury
-- Sharpened Claws
[16942] = { "Загострені кігті", "Збільшує ймовірність критичного удару у подобі кота, ведмедя чи жахливого ведмедя на {1}%.#by {1}%", en="Sharpened Claws" },
[16943] = { ref=16942 }, -- Sharpened Claws
[16944] = { ref=16942 }, -- Sharpened Claws
-- Shred
[5221] = { "Шматування", "Шматує ціль, завдаючи {1}% шкоди плюс {2}. Необхідно бути позаду цілі. Збільшує довжину комбінації на {3} прийом.#causing {1}#plus {2}#{3} combo", en="Shred" },
[6800] = { ref=5221 }, -- Shred
[8992] = { ref=5221 }, -- Shred
[9829] = { ref=5221 }, -- Shred
[9830] = { ref=5221 }, -- Shred
-- Soothe Animal
[2908] = { "Вгамування звіра", "Вгамовує обраного звіра, зменшуючи відстань, на якій він буде атакувати вас, на {1} м. Діє лише на звірів {2} рівня або нижче. Триває {3} с.#by {1} y#level {2} or lower#Lasts {3} sec", "Зменшено відстань, на якій ціль буде атакувати.", en="Soothe Animal" },
[8955] = { ref=2908 }, -- Soothe Animal
[9901] = { ref=2908 }, -- Soothe Animal
-- Starfire
[2912] = { "Зоряний вогонь", "Завдає цілі від {1} до {2} шкоди від аркани.#Causes {1} to {2} Arcane", en="Starfire" },
[8949] = { ref=2912 }, -- Starfire
[8950] = { ref=2912 }, -- Starfire
[8951] = { ref=2912 }, -- Starfire
[9875] = { ref=2912 }, -- Starfire
[9876] = { ref=2912 }, -- Starfire
[25298] = { ref=2912 }, -- Starfire
-- Subtlety
[17118] = { "Вправність", "Зменшує загрозу від ваших заклять зцілення на {1}%.#by {1}%", en="Subtlety" },
[17119] = { ref=17118 }, -- Subtlety
[17120] = { ref=17118 }, -- Subtlety
[17121] = { ref=17118 }, -- Subtlety
[17122] = { ref=17118 }, -- Subtlety
-- Swiftmend
[18562] = { "Негайне відновлення", "[Поглинає ефект \"Омолодження\" чи \"Розростання\" з дружньої цілі#Consumes a Rejuvenation or Regrowth effect][Миттєво зцілює ціль, що знаходиться під ефектом \"Омолодження\" чи \"Розростання\"#with an active Rejuvenation or Regrowth effect], відновлюючи здоров'я в обсязі, що дорівнює зціленню від ефекту \"Омолодження\" протягом {1} с або \"Розростання\" протягом {2} с.#equal to {1} sec#or {2} sec", en="Swiftmend" },
-- Swipe
[769] = { ref=779 }, -- Swipe
[779] = { "Розмах", "Вдарити {1} ворогів поблизу, завдаючи {2} шкоди.#{1} nearby#{2} damage", en="Swipe" },
[780] = { ref=779 }, -- Swipe
[9754] = { ref=779 }, -- Swipe
[9908] = { ref=779 }, -- Swipe
-- Teleport: Moonglade
[18960] = { "Телепортація: Місячна галявина", "Телепортує заклинача до Місячної галявини.", en="Teleport: Moonglade" },
-- Thick Hide
[16929] = { "Товста шкіра", "Збільшує броню, отриману від предметів, на {1}%.#items by {1}%", en="Thick Hide" },
[16930] = { ref=16929 }, -- Thick Hide
[16931] = { ref=16929 }, -- Thick Hide
[16932] = { ref=16929 }, -- Thick Hide
[16933] = { ref=16929 }, -- Thick Hide
-- Thorns
[467] = { "Шипи", "Шипи проростають із дружньої цілі, завдаючи {1} шкоди від природи нападникам при отриманні удару. Триває {2} хв.#causing {1}#Lasts {2} min", "Завдає {1} шкоди від природи нападникам.#Causes {1}", en="Thorns" },
[782] = { ref=467 }, -- Thorns
[1075] = { ref=467 }, -- Thorns
[8914] = { ref=467 }, -- Thorns
[9756] = { ref=467 }, -- Thorns
[9910] = { ref=467 }, -- Thorns
-- Tiger's Fury
[5217] = { "Лють тигра", "Збільшує шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує шкоду на {1}.#by {1}", en="Tiger's Fury" },
[6793] = { ref=5217 }, -- Tiger's Fury
[9845] = { ref=5217 }, -- Tiger's Fury
[9846] = { ref=5217 }, -- Tiger's Fury
-- Track Humanoids
[5225] = { "Вистежування гуманоїдів", "Відображає на мінімапі місцезнаходження гуманоїдів неподалік. Одночасно можна вистежувати лише щось одне.", "Вистежування гуманоїдів.", en="Track Humanoids" },
-- Tranquil Spirit
[24968] = { "Спокійний дух", "Знижує витрати мани на закляття \"Цілющий дотик\" і \"Спокій\" на {1}%.#by {1}%", en="Tranquil Spirit" },
[24969] = { ref=24968 }, -- Tranquil Spirit
[24970] = { ref=24968 }, -- Tranquil Spirit
[24971] = { ref=24968 }, -- Tranquil Spirit
[24972] = { ref=24968 }, -- Tranquil Spirit
-- Tranquility
[740] = { "Спокій", "Відновлює всім учасникам групи неподалік {1} здоров'я кожні {2} с протягом {3} с. Друїд має підтримувати закляття.#for {1} every {2} seconds for {3} sec", "Зцілює учасникам групи неподалік {1} здоров'я кожні {2} с.#for {1} every {2} sec", en="Tranquility" },
[8918] = { ref=740 }, -- Tranquility
[9862] = { ref=740 }, -- Tranquility
[9863] = { ref=740 }, -- Tranquility
-- Vengeance
[16909] = { "Помста", "Збільшує додаткову шкоду від критичних ударів заклять \"Зоряний вогонь\", \"Місячний вогонь\" та \"Гнів\" на {1}%.#by {1}%", en="Vengeance" },
[16910] = { ref=16909 }, -- Vengeance
[16911] = { ref=16909 }, -- Vengeance
[16912] = { ref=16909 }, -- Vengeance
[16913] = { ref=16909 }, -- Vengeance
-- Wrath
[5176] = { "Гнів", "Завдає цілі від {1} до {2} шкоди від природи.#Causes {1} to {2}", en="Wrath" },
[5177] = { ref=5176 }, -- Wrath
[5178] = { ref=5176 }, -- Wrath
[5179] = { ref=5176 }, -- Wrath
[5180] = { ref=5176 }, -- Wrath
[6780] = { ref=5176 }, -- Wrath
[8905] = { ref=5176 }, -- Wrath
[9912] = { ref=5176 }, -- Wrath

-- Forms
[1066] = { "Водна подоба", "Набути водної подоби, що збільшує швидкість плавання на {1}% та дозволяє дихати під водою. Також захищає заклинача від ефектів поліморфії.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфії. Збільшує швидкість плавання на {1}% та дозволяє дихати під водою.#speed by {1}%", en="Aquatic Form" },
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, що збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та здоров'я на {3}. Також захищає заклинача від ефектів поліморфії та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#power by {1}#items by {2}%#health by {3}", "Невразливість до ефектів поліморфії. Збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та здоров'я на {3}.#power by {1}#items by {2}%#health by {3}", en="Bear Form" },
[768] = { "Котяча подоба", "Набути котячої подоби, що збільшує силу атаки ближнього бою на {1} плюс показник спритності. Також захищає заклинача від ефектів поліморфії та дозволяє використання котячих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#power by {1} plus", "Невразливість до ефектів поліморфії. Збільшує силу атаки ближнього бою на {1} плюс показник спритності.#power by {1} plus", en="Cat Form" },
[9634] = { "Подоба жахливого ведмедя", "Набути подоби жахливого ведмедя, що збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та здоров'я на {3}. Також захищає заклинача від ефектів поліморфії та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#power by {1}#items by {2}%#health by {3}", "Невразливість до ефектів поліморфії. Збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та здоров'я на {3}.#power by {1}#items by {2}%#health by {3}", en="Dire Bear Form" },
[24858] = { "Подоба місячного совуха", "Надає друїдові подоби місячного совуха, що збільшує вашу броню від предметів на {1}%[, зменшує витрати мани закляття \"Місячний вогонь\" на {1}% та збільшує його шкоду на {2}%, ваші закляття періодичної шкоди можуть завдавати критичної шкоди, шкода ваших заклять збільшується на {3}#costs {1}% less mana and deals {2}% more damage over time, your periodic damage spells can deal critical periodic damage, you gain {3} spell], а ймовірність критичного удару заклять учасників групи в радіусі {2} м збільшується на {3}%. У подобі місячного совуха [можна використовувати лише закляття спеціалізації \"Баланс\"#can only cast Balance spells][не можна використовувати цілющі закляття#cannot cast healing spells].[ Вся загроза від заклять аркани та природи зменшується на {1}% в цій подобі.#threat from Arcane and Nature spells by {1}% while]\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#items is increased by {1}#within {2} yards#chance increased by {3}%", "Невразливість до ефектів поліморфії. Броня від предметів збільшена {1}%.#by {1}", en="Moonkin Form" },
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, що збільшує швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфії. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#speed by {1}", "Невразливість до ефектів поліморфії. Швидкість руху збільшено на {1}%.#by {1}%", en="Travel Form" },

-- Item effects
[27846] = { "Прискорена вимова Цілющого дотику", "Зменшує час вимови закляття \"Цілющий дотик\" на {1} с.#spell by {1} sec", en="Faster Healing Touch Cast" },
[28854] = { "Покращений Місячний вогонь", "Збільшує шкоду \"Місячного вогню\" на {1}.#Moonfire spell by up to {1}", en="Improved Moonfire" },
[27853] = { "Збільшення зцілення Омолодження", "Збільшує зцілення \"Омолодження\" на {1}.#Rejuvenation by up to {1}", en="Increased Rejuvenation Healing" },
[23724] = { "Руна метаморфози", "Зменшує витрати мани на зміну подоби на {1}% протягом {2} с.#forms by {1}% for {2} sec", "Витрати мани на зміну подоби зменшено на {1}%.#by {1}%", en="Metamorphosis Rune" },
[27851] = { "Зменшення витрат на Дряпання та Роздирання", "Зменшує витрати енергії на здібності \"Дряпання\" та \"Роздирання\" на {1}.#Rake by {1}", en="Reduced Claw and Rake Cost" },
[28855] = { "Зменшення витрат на Терзання та Розмах", "Зменшує витрати люті здібностей \"Терзання\" та \"Розмах\" на {1}.#Swipe by {1}", en="Reduced Maul and Swipe Cost" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
