--[[

## Термінологія для опису заклять в spell*.lua та ефектів у item*.lua

Balance spells                      -- закляття спеціалізації "Баланс"
Affliction spells                   -- закляття спеціалізації "Химородь"
Destruction spells                  -- закляття спеціалізації "Руйнація"

X Physical damage                   -- X фізичної шкоди
X Arcane damage                     -- X шкоди арканою
X Fire damage                       -- X шкоди вогнем
X Frost damage                      -- X шкоди кригою
X Nature damage                     -- X шкоди природою
X Shadow damage                     -- X шкоди тінню
X Holy damage                       -- X шкоди святістю
X weapon damage                     -- X шкоди зброєю
initial damage                      -- первинна шкода
main hand / off-hand                -- основна рука / неосновна рука
parry chance                        -- імовірність парирувати
dodge chance                        -- імовірність ухилитися
hit chance                          -- імовірність поцілити
dual wield                          -- бій з двох рук

all attributes                      -- всі характеристики
Intelligence                        -- інтелект
Strength                            -- сила
Agility                             -- спритність
Stamina                             -- витривалість
Frenzy effect                       -- ефект навіженості
Disease effect                      -- ефект хвороби
Poison effect                       -- ефект отрути
Curse effect                        -- ефект прокляття
spell / ability                     -- закляття / здібність (синоніми, залежить від контексту)
cooldown                            -- поновлення
instance                            -- ігровимір
to purge                            -- очистити / вичистити / чистити
to dispel                           -- розсіяти
resistance                          -- опір (вогню, кризі, ...)
harmful spell                       -- шкідливе закляття
beneficial spell                    -- сприятливе закляття
offensive spells                    -- атакуючі закляття
defensive spells                    -- захисні закляття
stealth detection                   -- здатність виявлення непомітності
Target cannot stealth or turn invisible -- Ціль не може стати непомітною або невидимою
This effect stack up to X times     -- Ефект накладається до {X} разів
Causes a high amount of threat      -- Спричиняє високий рівень загрози
Movement Impairing effects          -- ефекти перешкоди руху
Only usable outdoors                -- Можна використовувати лише просто неба
Only usable out of combat           -- Можна використовувати лише поза боєм
must channel to maintain the spell  -- повинен підтримувати закляття
yields experience or honor          -- приносить досвід або честь
to silence the target               -- знемовити ціль
fully resisted spell                -- повністю протидіяти закляттю
life drained / mana drained         -- (обсяг) випитого життя / випитої мани / висушувати
which serves as a mount             -- для верхової їзди / на якому можна їздити верхи (якщо опис дозволяє)
happiness                           -- щасливість (показник у вихованців мисливців)
mount                               -- транспорт (при можливості уникати прямого слова, якщо контекст дозволяє)
pet                                 -- вихованець (у мисливців) / прислужник (у чорнокнижників)

Dazed                               -- Запаморочений
Asleep                              -- Сплячий
Feared                              -- Наляканий
Rooted                              -- Прикований
Frozen                              -- Заморожений
Chilled                             -- Охолоджений
Charmed                             -- Причарований
Stunned                             -- Приголомшений
Taunted                             -- Підбурений
Enraged                             -- Розлючений
Silenced                            -- Знемовлений
Disarmed                            -- Роззброєний
Enslaved                            -- Поневолений
Horrified                           -- Нажаханий
Invisible                           -- Невидимий
Stealthed                           -- Непомітний
Disoriented                         -- Дезорієнтований
Immobilized / Immobile              -- Знерухомлений / Нерухомий
Invulnerable                        -- Невразливий
Incapacitated                       -- Недієздатний

Fear and Horror effects             -- ефекти страху та жаху
Increases your Defense skill by X   -- Збільшує вашу захисну здібність на X
Awards 1 combo point                -- Збільшує довжину комбінації на X прийом
Target must be facing you           -- Ціль має бути повернута до вас
Must be behind the target           -- Необхідно бути позаду цілі
Must be stealthed                   -- Необхідно бути непомітним
Does not break stealth              -- Не порушує непомітності
More effective than XXXXX (Rank X)  -- Дієвіше за "XXXXX" (Ранг X)
Requires a dagger in the main hand  -- Працює лише за наявності кинджалу в основній руці
Any damage caused will revive the target -- Будь-яка шкода знімає ефект з ураженої цілі
Any damage caused will awaken the target -- Будь-яка шкода пробудить ціль
Any damage caused will remove the effect -- Будь-яка шкода скасує ефект
Stacks up to X times on a single target -- Накладається до X разів на одній цілі
Turns off your attack when used     -- Припиняє вашу атаку при використанні
Finishing move                      -- Завершальний рух
each tick                           -- на кожному такті
1 charge                            -- 1 заряд

interrupts spellcasting and prevents any spell in that school from being cast for X sec
-- перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом X с

chance to resist interruption caused by damage while casting
-- імовірність уникнути затримки вимови заклять, спричиненої шкодою

chance to resist interruption caused by damage while channeling
-- імовірність уникнути переривання промовляння заклять, спричиненого шкодою

Conjured items disappear if logged out for more than 15 minutes.
-- Начакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.

Will not work if the target is in another instance or on another continent.
-- Не працює, якщо ціль перебуває в іншому ігровимірі або на іншому континенті.

Only one form of tracking can be active at a time.
-- Одночасно можна вистежувати лише щось одне.

]]--

local _, addonTable = ...
addonTable.spell = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

[65] = { "Прискорення", "Збільшує вашу швидкість атаки на 2% на 30 с." }, -- Haste
[66] = { "Мала невидимість", "Робить заклинача невидимим на 2 хв, проте це закляття вкрай нестабільне та може припинити свою дію завчасно.", "Мала Невидимість." }, -- Lesser Invisibility
[89] = { "Каліцтво", "Калічить ціль, що знижує швидкість її переміщення на 40%, збільшує проміжок між атаками ближнього бою на 45% і атаками дальнього бою на 45%. Триває 20 с.", "Швидкість пересування зменшено на 40%. Час між атаками ближнього бою збільшено на 45%. Час між атаками дальнього бою збільшено на 45%." }, -- Cripple (Rank 1)
[96] = { "Розчленування", "Збільшує шкоду від вашого наступного удару в ближньому бою на 100 та спричиняє кровотечу.", "Стікає кров'ю на 1248 шкоди кожні 2 секунди." }, -- Dismember
[113] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, приковуючи його на місці на 15 с.", "Прикований на місці." }, -- Chains of Ice (Rank 1)
[430] = { "Напій", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} mana over {2} sec", "Відновлює {1} мани щосекунди.#Restores {1} mana" }, -- Drink
[431] = { ref=430 }, -- Drink
[432] = { ref=430 }, -- Drink
[433] = { "Їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health over {2} sec", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[434] = { ref=433 }, -- Food
[435] = { ref=433 }, -- Food
[673] = { "Мале підвищення броні", "Збільшує броню на {1} протягом {2} год.#by {1} for {2} h", "Броню збільшено на {1}.#by {1}" }, -- Lesser Armor
[806] = { "Палкість", "Збільшує силу на {1} та завдає вам {2} шкоди кожні {3} с протягом {4} хв.#by {1} and does {2} damage to you every {3} sec for {4} min", "Силу збільшено. Отримання шкоди." }, -- Fervor
[818] = { "Звичайне вогнище", "Розпалювання вогнища, яке дозволяє готувати їжу та підвищує дух персонажів, які знаходяться поряд, на 4 од." }, -- Basic Campfire
[1127] = { ref=433 }, -- Food
[1129] = { ref=433 }, -- Food
[1131] = { ref=433 }, -- Food
[1133] = { ref=430 }, -- Drink
[1135] = { ref=430 }, -- Drink
[1137] = { ref=430 }, -- Drink
[1604] = { "Запаморочення", nil, "Швидкість руху знижено на 50%." }, -- Dazed
[2367] = { "Мале підвищення сили", "Збільшує силу на {1} протягом {2} год.#by {1} for {2} h", "Силу збільшено на {1}.#by {1}" }, -- Lesser Strength
[2374] = { "Мале підвищення спритності", ref=3159 }, -- Lesser Agility
[2378] = { "Здоров'я", "Збільшує запас здоров'я на {1} протягом {2} год.#by {1} for {2} h", "Запас здоров'я збільшено на {1}.#by {1}" }, -- Health
[2379] = { "Швидкість", "Збільшує швидкість бігу на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість бігу збільшено на {1}%.#by {1}%" }, -- Speed
[2479] = { "Безславна ціль", nil, "Наразі ви не варті жодних очок честі для ворога." }, -- Honorless Target
[2639] = { "Їжа", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana" }, -- Food
[3137] = { "Ефект знищення отруєння" }, -- Abolish Poison Effect
[3159] = { "Спритність", "Збільшує спритність на {1} протягом {2} год.#by {1} for {2} h", "Спритність збільшено на {1}.#by {1}" }, -- Agility
[3160] = { ref=3159 }, -- Agility
[3161] = { ref=2367 }, -- Lesser Strength
[3162] = { ref=2367 }, -- Lesser Strength
[3163] = { "Сила", ref=2367 }, -- Strength
[3164] = { ref=3163 }, -- Strength
[3166] = { "Мале підвищення інтелекту", "Збільшує інтелект на {1} протягом {2} год.#by {1} for {2} h", "Інтелект збільшено на {1}.#by {1}" }, -- Lesser Intellect
[3169] = { "Невразливість", "Надає невразливість до фізичних атак протягом {1} с.#next {1} sec", "Невразливість до фізичних атак." }, -- Invulnerability
[3219] = { "Регенерація", "Відновлює {1} здоров'я кожні {2} с протягом {3} год.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec" }, -- Regeneration
[3220] = { "Броня", ref=673 }, -- Armor
[3222] = { ref=3219 }, -- Regeneration
[3223] = { ref=3219 }, -- Regeneration
[3593] = { "Здоров'я II", ref=2378 }, -- Health II
[3680] = { "Мала невидимість", "Надає малу невидимість на {1} с.#for {1} sec", "Мала невидимість." }, -- Lesser Invisibility
[4941] = { "Каменещит", "Збільшує броню на {1} протягом {2} хв.#armor by {1} for {2} min", "Броню збільшено." }, -- Stoneshield
[5004] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на {3} протягом {4} хв.#Restores {1} health over {2} sec#gain {3} Stamina and Spirit for {4} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[5005] = { ref=5004 }, -- Food
[5006] = { ref=5004 }, -- Food
[5007] = { ref=5004 }, -- Food
[5320] = { "Грація Ічіякі" }, -- Echeyakee's Grace (Rank 1)
[5321] = { "Лють Ішамухала", "Збільшує Витривалість цілі на 2 на 30 хв." }, -- Ishamuhale's Rage (Rank 1)
[5530] = { "Приголомшення булавою", "Приголомшує ціль на 3 с." }, -- Mace Stun Effect (Rank 1)
[5857] = { "Ефект пекельного вогню" }, -- Hellfire Effect (Rank 1)
[6512] = { "Виявлення малої невидимості", "Надає виявлення малої невидимості протягом {1} хв.#for {1} min", "Виявлення малої невидимості." }, -- Detect Lesser Invisibility
[6603] = { "Атакувати" }, -- Attack
[6615] = { "Невпинність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Не знімає вже наявні ефекти.#next {1} sec", "Невпинність." }, -- Free Action
[6724] = { "Сяйво Елуни", "Дає невразливість до шкоди та заклять протягом {1} с.#for {1} sec", "Невразливість до шкоди та заклять." }, -- Light of Elune (Rank 1)
[7178] = { "Водне дихання", "Дозволяє дихати водою протягом {1} хв.#for {1} min", "Водне дихання." }, -- Water Breathing (Rank 1)
[7230] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}" }, -- Fire Protection (Rank 1)
[7231] = { ref=7230 }, -- Fire Protection (Rank 2)
[7232] = { ref=7230 }, -- Fire Protection (Rank 3)
[7233] = { ref=7230 }, -- Fire Protection (Rank 4)
[7234] = { ref=7230 }, -- Fire Protection (Rank 5)
[7235] = { "Тіньовий захист", "Поглинає від {1} до {2} шкоди від тіні. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}" }, -- Shadow Protection (Rank 1)
[7236] = { "Крижаний захист", "Поглинає від {1} до {2} шкоди від криги. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}" }, -- Frost Protection (Rank 2)
[7237] = { ref=7236 }, -- Frost Protection (Rank 4)
[7238] = { ref=7236 }, -- Frost Protection (Rank 3)
[7239] = { ref=7236 }, -- Frost Protection (Rank 5)
[7240] = { ref=7236 }, -- Frost Protection (Rank 1)
[7241] = { ref=7235 }, -- Shadow Protection (Rank 2)
[7242] = { ref=7235 }, -- Shadow Protection (Rank 3)
[7243] = { ref=7235 }, -- Shadow Protection (Rank 4)
[7244] = { ref=7235 }, -- Shadow Protection (Rank 5)
[7245] = { "Священний захист", "Поглинає від {1} до {2} шкоди від святості. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від святості.#Absorbs {1} to {2}" }, -- Holy Protection (Rank 1)
[7246] = { ref=7245 }, -- Holy Protection (Rank 2)
[7247] = { ref=7245 }, -- Holy Protection (Rank 3)
[7248] = { ref=7245 }, -- Holy Protection (Rank 4)
[7249] = { ref=7245 }, -- Holy Protection (Rank 5)
[7250] = { "Природний захист", "Поглинає від {1} до {2} шкоди від природи. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}" }, -- Nature Protection (Rank 1)
[7251] = { ref=7250 }, -- Nature Protection (Rank 2)
[7252] = { ref=7250 }, -- Nature Protection (Rank 3)
[7253] = { ref=7250 }, -- Nature Protection (Rank 4)
[7254] = { ref=7250 }, -- Nature Protection (Rank 5)
[7412] = { "Накладання чар", "Дозволяє застосовувати чари до зброї та обладунків до максимального потенційного рівня навички 150." }, -- Enchanting (Journeyman)
[7737] = { ref=433 }, -- Food
[7764] = { "Мудрість Аґамаґґана", "Збільшує інтелект на {1}.#by {1}", "Збільшує інтелект на {1}.#by {1}" }, -- Wisdom of Agamaggan (Rank 1)
[7840] = { "Швидке плавання", "Збільшує швидкість плавання на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість плавання збільшено на {1}%.#by {1}%" }, -- Swim Speed
[7844] = { "Вогнеміць", "Збільшує шкоду від вогняних заклинань на {1} протягом {2} хв.#by up to {1} for {2} min", "Шкоду вогнем від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Fire Power
[8070] = { "Омолодження", "Відновлює цілі {1} здоров'я протягом {2} секунд.#for {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}" }, -- Rejuvenation (Rank 1)
[8202] = { "Зір сапти", "Дозволює шаману бачити духів стихій.", "Здатність бачити духів стихій." }, -- Sapta Sight
[8212] = { "Збільшення", "Ваш розмір збільшується, а ваша сила зростає на {1}, відповідно до вашого нового розміру. Триває {2} хв.#up by {1}#Lasts {2} min", "Силу збільшено на {1}, а також збільшено розмір.#by {1}" }, -- Enlarge
[8219] = { "Підміна", nil, "Видозмінено." }, -- Flip Out
[8220] = { ref=8219 }, -- Flip Out
[8221] = { "Яааарррр", nil, "Видозмінено." }, -- Yaaarrrr
[8222] = { ref=8221 }, -- Yaaarrrr
[8223] = { "Отакої!", nil, "Видозмінено." }, -- Oops!
[8224] = { "Боягузтво", nil, "Наляканий." }, -- Cowardice
[8225] = { "Тікай!", nil, "Наляканий." }, -- Run Away!
[8226] = { "Імітація смерті", nil, "Вдає мертвого." }, -- Fake Death
[8326] = { "Привид", nil, "Рухайтеся до місця вашого тіла або поговоріть з цілителем духу щоб повернутися до життя." }, -- Ghost
[8377] = { "Землехват", nil, "Знерухомлено." }, -- Earthgrab
[8898] = { ref=8202 }, -- Sapta Sight
[8899] = { ref=8202 }, -- Sapta Sight
[8900] = { ref=8202 }, -- Sapta Sight
[9175] = { "Швидкість бігу", ref=2379 }, -- Running Speed
[9574] = { "Вогняний ляпас", "Завдає цілі від {1} до {2} шкоди вогнем і збільшує шкоду вогнем по цілі на {3} протягом {4} секунд.#Inflicts {1} to {2} Fire#by {3} for {4} sec", "Вхідну шкоду вогнем збільшено на {1}.#by {1}" }, -- Flame Buffet
[9658] = { ref=9574 }, -- Flame Buffet
[9991] = { "Дотик Занзіла", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!" }, -- Touch of Zanzil
[10250] = { ref=430 }, -- Drink
[10256] = { ref=5004 }, -- Food
[10257] = { ref=5004 }, -- Food
[10452] = { ref=9574 }, -- Flame Buffet
[10667] = { "Віковічна лють", "Збільшує силу на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує силу на {1}.#by {1}" }, -- Rage of Ages
[10668] = { "Дух кнура", "Збільшує витривалість на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує витривалість на {1}.#by {1}" }, -- Spirit of Boar
[10669] = { "Удар скорпока", "Збільшує спритність на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує спритність на {1}.#by {1}" }, -- Strike of the Scorpok
[10670] = { nil, "Збільшує силу на 25 при споживанні.", ref=10667 }, -- Rage of Ages
[10671] = { nil, "Збільшує витривалість на 25 при споживанні.", ref=10668 }, -- Spirit of Boar
[10672] = { nil, "Збільшує спритність на 25 при споживанні.", ref=10669 }, -- Strike of the Scorpok
[10690] = { nil, "Збільшує інтелект на 25 при споживанні.", ref=10692 }, -- Infallible Mind
[10691] = { nil, "Збільшує дух на 25 при споживанні.", ref=10693 }, -- Spiritual Domination
[10692] = { "Непохибний розум", "Збільшує інтелект на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind
[10693] = { "Духовне панування", "Збільшує дух на 25 при споживанні. Ефект діє 60 хвилин.", "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination
[10767] = { "Піднесення духу", "Збільшує дух на {1}.#by {1}", "Збільшує дух на {1}.#by {1}" }, -- Rising Spirit
[11196] = { "Нещодавно перев'язаний", nil, "Не можна перев'язати знову." }, -- Recently Bandaged
[11319] = { "Ходіння по воді", "Дозволяє вам ходити по воді протягом {1} хв.#for {1} min", "Дозволяє ходити по воді та водоподібних поверхнях." }, -- Water Walking
[11328] = { ref=3159 }, -- Agility
[11330] = { ref=3159 }, -- Agility
[11331] = { "Сила", ref=2367 }, -- Strength
[11334] = { "Велика спритність", ref=3159 }, -- Greater Agility
[11348] = { "Велика броня", ref=673 }, -- Greater Armor
[11349] = { ref=3220 }, -- Armor
[11359] = { "Відновлення", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec" }, -- Restoration (Rank 1)
[11371] = { "Дар Артаса", "Збільшує супротив тіні на {1}. Кожного нападника з ймовірністю {2}% буде уражено хворобою, яка збільшить отриману ним шкоду на {3} протягом {4} хв. Триває {5} хв.#shadow by {1}#a {2}% chance#damage taken by {3} for {4} min#Lasts for {5} min", "Збільшує супротив тіні на {1} та може уразити хворобою нападників.#resist by {1}" }, -- Gift of Arthas (Rank 1)
[11374] = { "Дар Артаса", "Збільшує отриману фізичну шкоду на {1} протягом {2} хв..#taken by {1} for {2} min", "Отриману фізичну шкоду збільшено на {1}.#taken by {1}" }, -- Gift of Arthas
[11389] = { "Виявлення невмерлих", "Відображає на мінімапі місцезнаходження найближчих невмерлих протягом {1} год.#for {1} h", "Виявлення невмерлих." }, -- Detect Undead
[11390] = { "Арканічний еліксир", "Збільшує шкоду від заклинань на {1} протягом {2} хв.#to {1} for {2} min", "Магічну шкоду від заклинань і здібностей збільшено на {1}.#by up to {1}" }, -- Arcane Elixir
[11392] = { "Невидимість", "Надає невидимість на {1} с.#for {1} sec", "Невидимість." }, -- Invisibility
[11396] = { "Великий інтелект", ref=3166 }, -- Greater Intellect
[11403] = { "Снобачення", "Надає вам снобачення, що дозволяє досліджувати місцини, надто небезпечні для особистого перебування.", "Уві сні." }, -- Dream Vision (Summon)
[11405] = { "Еліксир велетнів", ref=2367 }, -- Elixir of the Giants
[11406] = { "Еліксир винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} хв.#power by {1}#Lasts {2} min", "Силу атаки в бою з демонами збільшено на {1}.#by {1}" }, -- Elixir of Demonslaying
[11407] = { "Виявлення демона", "Відображає на мінімапі місцезнаходження найближчих демонів протягом {1} год.#for {1} h", "Виявлення демонів." }, -- Detect Demon
[11474] = { "Сила тіні", "Збільшує шкоду від заклинань тіні на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду тінню від заклять та здібностей збільшено на {1}.#by up to {1}" }, -- Shadow Power
[12187] = { "Хвороблива хмара" }, -- Disease Cloud
[12418] = { "Виявлення непомітності", "Збільшує вашу здатність виявляти непомітність.", "Здатність виявляти непомітність збільшено." }, -- Stealth Detection
[12561] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає шкоду від вогню." }, -- Fire Protection (Rank 1)
[12608] = { "Виявлення непомітності", "Злегка збільшує вашу здатність виявляти непомітність протягом {1} хв.#for {1} min", "Здатність виявляти непомітність злегка збільшено." }, -- Stealth Detection
[14530] = { ref=2379 }, -- Speed
[15822] = { "Сон без сновидінь", "Занурює у сон без сновидінь на {1} с. Протягом цього часу відновлює {2} здоров'я та {3} мани.#for {1} sec#{2} health and {3} mana", "Сон без сновидінь." }, -- Dreamless Sleep
[16168] = { "Вогняний ляпас", "Завдає цілі шкоди вогнем і збільшує шкоду вогнем по цілі протягом {1} секунд.#for {1} sec", "Збільшено отриману шкоду від вогню." }, -- Flame Buffet
[16490] = { ref=16488 }, -- Blood Craze
[16491] = { ref=16488 }, -- Blood Craze
[16536] = { ref=9574 }, -- Flame Buffet
[16591] = { "Еліксир Гогельмогеля", nil, "Ви припинили дихати..." }, -- Noggenfogger Elixir
[16593] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте легкість..." }, -- Noggenfogger Elixir
[16595] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте себе зменшеним..." }, -- Noggenfogger Elixir
[16610] = { "Бритвошкіра", "Збільшує показник броні та повертає отриману шкоду.", "Збільшує показник броні та повертає отриману шкоду." }, -- Razorhide
[16612] = { "Сила Аґамаґґана", "Збільшує силу на {1}.#by {1}", "Збільшує силу на {1}.#by {1}" }, -- Agamaggan's Strength
[16618] = { "Дух вітру", "Збільшує швидкість руху.", "Збільшує швидкість руху." }, -- Spirit of the Wind
[16884] = { "Здоров'я II", ref=2378 }, -- Health II
[16894] = { ref=7230 }, -- Fire Protection (Rank 4)
[17013] = { "Спритність Аґамаґґана", "Збільшує спритність на {1}.#by {1}", "Збільшує спритність на {1}.#by {1}" }, -- Agamaggan's Agility
[17038] = { "Огневиця Зимокрайових", "Збільшує силу атаки ближнього бою на {1} та збільшує розмір протягом {2} хв..#by {1} and#for {2} min", "Збільшено розмір та силу атаки ближнього бою на {1}.#by {1}" }, -- Winterfall Firewater
[17498] = { ref=2379 }, -- Speed
[17528] = { "Потужне зілля люті", "Збільшує лють на {1}-{2} та збільшує силу на {3} протягом {4} с.#Rage by {1} to {2}#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}" }, -- Mighty Rage
[17535] = { "Еліксир мудреців", "Збільшує інтелект та дух на {1} протягом {2} год.#by {1} for {2} h", "Інтелект і дух збільшено на {1}.#by {1}" }, -- Elixir of the Sages
[17537] = { "Еліксир грубої сили", "Збільшує силу та витривалість на {1} протягом {2} год.#by {1} for {2} h", "Силу та витривалість збільшено на {1}.#by {1}" }, -- Elixir of Brute Force
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та ймовірність завдання критичного удару на {2}% протягом {3} год.#Agility by {1}#by {2}% for {3} h", "Спритність збільшено на {1}, ймовірність завдання критичного удару збільшено на {2}%.#Agility increased by {1}#chance increases by {2}%" }, -- Elixir of the Mongoose
[17539] = { "Великий арканічний еліксир", "Збільшує шкоду від заклинань на {1} протягом {2} год.#by up to {1} for {2} h", "Магічну шкоду від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Greater Arcane Elixir
[17540] = { "Великий каменещит", ref=4941 }, -- Greater Stoneshield
[17543] = { ref=7230 }, -- Fire Protection
[17544] = { ref=7236 }, -- Frost Protection
[17545] = { ref=7245 }, -- Holy Protection (Rank 6)
[17546] = { ref=7250 }, -- Nature Protection
[17548] = { ref=7235 }, -- Shadow Protection
[17549] = { "Арканічний захист", "Поглинає від {1} до {2} шкоди від аркани. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від аркани.#Absorbs {1} to {2}" }, -- Arcane Protection
[17624] = { "Скам'яніння", "Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Одночасно ви можете перебувати під дією лише одного настою.", "Невразливість до всіх атак та заклять. Не може атакувати, рухатися та застосовувати закляття." }, -- Petrification
[17626] = { "Настій титанів", "Збільшує максимальне здоров'я на 1200 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.", "Здоров'я збільшено на {1}.#increased by {1}" }, -- Flask of the Titans
[17627] = { "Дистильована мудрість", "Збільшує максимальну ману на 2000 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.", "Ману збільшено на {1}.#increased by {1}" }, -- Distilled Wisdom
[17628] = { "Велика сила", "Збільшує шкоду від магічних заклинань і ефектів на 150 протягом 2 год. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.", "Шкоду заклять збільшено на {1}.#increased by up to {1}" }, -- Supreme Power
[17629] = { "Хроматичний супротив", "Збільшує ваш опір всім школам магії на 25 на 2 год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті та додається до всіх інших заклинань і предметів, що збільшують опір.", "Опір всім школам магії збільшено на {1}.#increased by {1}" }, -- Chromatic Resistance
[18071] = { "Збагачене маною печиво", ref=2639 }, -- Enriched Manna Biscuit
[18229] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваша витривалість збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#your Stamina by {3} for {4} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health" }, -- Food
[18234] = { ref=18229 }, -- Food
[18942] = { ref=7230 }, -- Fire Protection
[18977] = { "Іній", nil, "Збільшено час між атаками та сповільнено рух." }, -- Frost
[20584] = { ref=8326 }, -- Ghost
[20707] = { "Воскресіння каменем душі", "Зберігає душу дружньої цілі. Якщо ціль, чия душа збережена, помирає, вона може оживити себе з {1} здоров'я та {2} мани.#{1} health and {2} mana", "Душу збережено." }, -- Soulstone Resurrection
[20762] = { ref=20707 }, -- Soulstone Resurrection
[20763] = { ref=20707 }, -- Soulstone Resurrection
[20764] = { ref=20707 }, -- Soulstone Resurrection
[20765] = { ref=20707 }, -- Soulstone Resurrection
[21892] = { "Арканічний захист", "Ви отримуєте невразливість до всіх атак і заклять на 2 секунди.", "Невразливість до всіх атак і заклять." }, -- Arcane Protection
[21920] = { "Крижана міць", "Збільшує шкоду від заклинань криги на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду кригою від заклинань та здібностей збільшено на {1}.#by up to {1}" }, -- Frost Power
[22430] = { "Витончена луска Оніксії", "Перетворює Луску Оніксії на Витончену Луску Оніксії." }, -- Refined Scale of Onyxia
[22433] = { ref=9574 }, -- Flame Buffet
[22539] = { "Тіньове полум'я", "Завдає від {1} до {2} ворогам, що знаходяться в конусі перед заклинателем.#Inflicts {1} to {2}" }, -- Shadow Flame
[22682] = { "Тіньове полум'я", nil, "Від {1} до {2} шкоди щосекунди.#{1} to {2} damage" }, -- Shadow Flame
[22713] = { ref=9574 }, -- Flame Buffet
[22734] = { ref=430 }, -- Drink
[22807] = { "Глибше водне дихання", "Дозволяє дихати водою протягом {1} год.#for {1} h", "Водне дихання." }, -- Greater Water Breathing
[22863] = { ref=2379 }, -- Speed
[22993] = { "Тіньове полум'я" }, -- Shadow Flame
[23028] = { "Арканічна геніальність", "Сповнює групу цілі геніальністю, збільшуючи Інтелект усіх членів на 31 на 1 годину.", "Збільшує Інтелект на 31." }, -- Arcane Brilliance (Rank 1)
[23179] = { "Дух тіні", "Наділяє вас духом тіні, унаслідок чого жителі Джеденара ставляться до вас дружелюбно. Діє 20 хвилин.", "В Джеденарі до вас ставляться дружелюбно." }, -- Taint of Shadow
[23217] = { "Виявлення непомітності", "Злегка збільшує вашу здатність виявляти непомітність.", "Збільшена здатність виявляти непомітність." }, -- Stealth Detection
[23341] = { ref=9574 }, -- Flame Buffet
[23451] = { "Швидкість", nil, "Швидкість руху збільшено на {1}%.#by {1}" }, -- Speed
[23735] = { "Темне пророцтво Вщуна - сила", nil, "Збільшує силу на 10%." }, -- Sayge's Dark Fortune of Strength
[23736] = { "Темне пророцтво Вщуна - спритність", nil, "Збільшує спритність на 10%." }, -- Sayge's Dark Fortune of Agility
[23737] = { "Темне пророцтво Вщуна - витривалість", nil, "Збільшує витривалість на 10%." }, -- Sayge's Dark Fortune of Stamina
[23738] = { "Темне пророцтво Вщуна - дух", nil, "Збільшує дух на 10%." }, -- Sayge's Dark Fortune of Spirit
[23766] = { "Темне пророцтво Вщуна - інтелект", nil, "Збільшує інтелект на 10%." }, -- Sayge's Dark Fortune of Intelligence
[23767] = { "Темне пророцтво Вщуна - броня", nil, "Збільшує броню на 10%." }, -- Sayge's Dark Fortune of Armor
[23768] = { "Темне пророцтво Вщуна - шкода", nil, "Збільшує шкоду на 10%." }, -- Sayge's Dark Fortune of Damage
[23769] = { "Темне пророцтво Вщуна - супротив", nil, "Збільшує супротив всім школам магії на 25." }, -- Sayge's Dark Fortune of Resistance
[23978] = { ref=23451 }, -- Speed
[24261] = { "Промивка мізків", nil, "Причарований." }, -- Brain Wash
[24360] = { "Великий сон без сновидінь", ref=15822 }, -- Greater Dreamless Sleep
[24361] = { ref=3219 }, -- Regeneration
[24363] = { "Регенерація мани", "Відновлює {1} мани кожні {2} с протягом {3} год.#{1} mana per {2} sec for {3} h", "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec" }, -- Mana Regeneration
[24364] = { "Нестримність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Також знімає вже наявні ефекти.#next {1} sec", "Нестримність." }, -- Living Free Action
[24742] = { "Магічні крила", nil, "Падіння сповільнено. Клацніть правою кнопкою миші, щоб прибрати у потрібний момент." }, -- Magic Wings
[24755] = { "Цукерка або життя", nil, "Ви нещодавно випрошували солодощі." }, -- Tricked or Treated
[24924] = { "Цукерка Повечір'я святих", nil, "Ви збільшуєтесь... і помаранчевієте..." }, -- Hallow's End Candy
[24925] = { "Цукерка Повечір'я святих", nil, "У вас аж ребра стирчать..." }, -- Hallow's End Candy
[24926] = { "Цукерка Повечір'я святих", nil, "Яррр..." }, -- Hallow's End Candy
[24927] = { "Цукерка Повечір'я святих", nil, "УуУуУуу..." }, -- Hallow's End Candy
[24933] = { "Гармата", "Вистрілити з гармати по найближчому танку перед вами в радіусі 20 м. Завдає від {1} до {2} шкоди.#Deals {1} to {2}" }, -- Cannon
[25003] = { "Мортира", "Вистрілити з мортири, яка падає за 25 м, завдаючи від {1} до {2} шкоди усім танкам в радіусі 5 м.#dealing {1} to {2}" }, -- Mortar
[25651] = { ref=9574 }, -- Flame Buffet
[25668] = { ref=9574 }, -- Flame Buffet
[25678] = { "Пісня сирени" }, -- Siren's Song
[25688] = { "Нараін!", "Змінює ваш зовнішній вигляд так, щоб ви були схожі на Нараіна Тихомрія.", "Ви Нараін! Тільки тсс!" }, -- Narain!
[25700] = { ref=433 }, -- Food
[25886] = { ref=433 }, -- Food
[26004] = { "Омела", "Подаруйте друзям святкові вітання!", "Святкові вітання! Збільшує дух на {1}.#by {1}" }, -- Mistletoe
[26030] = { "Ягоди вітроцвіту", ref=18229 }, -- Windblossom Berries
[26276] = { "Велика вогнеміць", ref=7844 }, -- Greater Firepower
[26393] = { "Благословення Елуни", nil, "Вас благословила Елуна. Всі характеристики збільшено на 10%." }, -- Elune's Blessing
[26664] = { "Сила дружби", nil, "Відчуваєте?" }, -- The Power of Friendship
[26680] = { "Обожнювання", nil, "Ви отримали дар обожнювання!" }, -- Adored
[26898] = { "Розбите серце", nil, "Вам відмовили і ви більше не можете отримувати знаки кохання!" }, -- Heartbroken
[27746] = { "Азотне прискорення", "10 мани щосекунди. Збільшує швидкість руху на 50%.", "Швидкість руху збільшена на 50%." }, -- Nitrous Boost
[27759] = { "Генератор щита", "Захищає вас щитом мани, який може поглинути до {1} одиниць шкоди. За кожну одиницю отриманої шкоди витрачається дві одиниці мани.#up to {1} damage" }, -- Shield Generator
[28006] = { "Арканічний покрив" }, -- Arcane Cloaking
[28270] = { "Поліморфія: Корова", "Перетворює ворога на корову, змушуючи його блукати на до 50 с. Корова не здатна атакувати або вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на Звірів, Гуманоїдів і Звіряток.", "Не може атакувати або вимовляти закляття. Прискорене відновлення здоров'я." }, -- Polymorph: Cow
[28616] = { ref=433 }, -- Food
[28681] = { "Відродження душі", nil, "Збільшує всю вашу шкоду на 10%." }, -- Soul Revival
[28754] = { "Лють Спопелителя", "Збільшує силу на 300 протягом 15 секунд.", "Силу збільшено на 300." }, -- Fury of the Ashbringer
[29007] = { ref=430 }, -- Drink
[29008] = { ref=433 }, -- Food
[29073] = { ref=433 }, -- Food
[29175] = { "Танець зі стрічками", "Збільшує супротив вогню на {1}.#by {1}", "Збільшує супротив вогню на {1}.#by {1}" }, -- Ribbon Dance
[29235] = { "Стійкість вогняного фестивалю", "Збільшує витривалість на {1} протягом 1 год.#by {1}", "Збільшує витривалість на {1}.#by {1}" }, -- Fire Festival Fortitude
[29338] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару фізичними атаками та закляттями на 3%." }, -- Fire Festival Fury
[29432] = { ref=7230 }, -- Fire Protection
[29846] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару фізичними атаками та закляттями на 3%." }, -- Fire Festival Fury
[364001] = { "Залізна душа" }, -- Soul of Iron

-- Armor Proficiencies
[750] = { "Лати" }, -- Plate Mail
[8737] = { "Кольчуга" }, -- Mail
[9077] = { "Шкіра" }, -- Leather
[9078] = { "Тканина" }, -- Cloth
[9116] = { "Щит" }, -- Shield
[27762] = { "Рукопис" }, -- Libram
[27763] = { "Тотем" }, -- Totem
[27764] = { "Фетиш" }, -- Fetish

-- Mounts
[6744] = { "Їзда на баранах", "Дозволяє їздити на баранах." }, -- Ram Riding
[6777] = { "Сірий баран", "Викликає та відпускає верхового сірого барана.", "Швидкість збільшено на 60%." }, -- Gray Ram
[6896] = { "Чорний баран", "Викликає та відпускає верхового чорного барана.", "Швидкість збільшено на 60%." }, -- Black Ram
[6897] = { "Синій баран", "Викликає та відпускає верхового синього барана.", "Швидкість збільшено на 60%." }, -- Blue Ram
[6898] = { "Білий баран", "Викликає та відпускає верхового білого барана.", "Швидкість збільшено на 60%." }, -- White Ram
[6899] = { "Коричневий баран", "Викликає та відпускає верхового коричневого барана.", "Швидкість збільшено на 60%." }, -- Brown Ram
[10873] = { "Червоний механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Red Mechanostrider
[10908] = { "Пілотування механобігів", "Дозволяє пілотувати механобігів." }, -- Mechanostrider Piloting
[10969] = { "Синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Blue Mechanostrider
[15779] = { "Білий механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість збільшено на 100%." }, -- White Mechanostrider
[15780] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Green Mechanostrider
[15781] = { "Сталевий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Steel Mechanostrider
[17453] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Green Mechanostrider
[17454] = { "Нефарбований механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Unpainted Mechanostrider
[17455] = { "Пурпуровий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Purple Mechanostrider
[17456] = { "Червоно-синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Red & Blue Mechanostrider
[17458] = { "Флуоресцентний зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість збільшено на 60%." }, -- Fluorescent Green Mechanostrider
[17459] = { "Крижано-блакитний механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість збільшено на 100%." }, -- Icy Blue Mechanostrider
[17460] = { "Морозний баран", "Викликає та відпускає верхового морозного барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Frost Ram
[17461] = { "Чорний баран", "Викликає та відпускає верхового чорного барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Black Ram
[22720] = { "Чорний бойовий баран", "Викликає та відпускає верхового чорного бойового барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Black War Ram
[23222] = { "Стрімкий жовтий механобіг", "Викликає та відпускає стрімкого жовтого механобіга. Це дуже швидкий засіб пересування.", "Швидкість збільшено на 100%." }, -- Swift Yellow Mechanostrider
[23223] = { "Стрімкий білий механобіг", "Викликає та відпускає стрімкого білого механобіга. Це дуже швидкий засіб пересування.", "Швидкість збільшено на 100%." }, -- Swift White Mechanostrider
[23225] = { "Стрімкий зелений механобіг", "Викликає та відпускає стрімкого зеленого механобіга. Це дуже швидкий засіб пересування.", "Швидкість збільшено на 100%." }, -- Swift Green Mechanostrider
[23238] = { "Стрімкий коричневий баран", "Викликає та відпускає верхового стрімкого коричневого барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Swift Brown Ram
[23239] = { "Стрімкий сірий баран", "Викликає та відпускає верхового стрімкого сірого барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Swift Gray Ram
[23240] = { "Стрімкий білий баран", "Викликає та відпускає верхового стрімкого білого барана. Це дуже швидка верхова тварина.", "Швидкість збільшено на 100%." }, -- Swift White Ram

-- Professions
[2259] = { "Алхімія", "Дозволяє алхімікові варити базові зілля до максимального потенційного рівня навички 75. Потребує Трави, знайдені за допомогою Травництва." }, -- Alchemy (Apprentice)
[2366] = { "Збір трав", "Основи збирання трав з кущів й інших рослин для використання в Алхімії. Надає потенційний рівень навички травництва 75." }, -- Herb Gathering (Apprentice)
[2368] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 150." }, -- Herb Gathering (Journeyman)
[2383] = { "Пошук трав", "На мінікарті з'являються кущі з травами поблизу. Одночасно можна відстежувати лише щось одне.", "Шукає трави." }, -- Find Herbs
[2550] = { "Кулінарія", "Дозволяє готувати базові страви за рецептами до максимального потенційного рівня навички 75. Потребує джерело вогню та м'ясо тварин." }, -- Cooking (Apprentice )
[2575] = { "Гірництво", "Як добути руду та камінь з мінеральних жил для використання в Інженерії та Ковальстві. Надає потенційний рівень навички гірництва 75. Потребує Кайла." }, -- Mining (Apprentice)
[2576] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 150." }, -- Mining (Journeyman)
[2580] = { "Пошук мінералів", "На мінікарті з'являються поклади мінералів поблизу. Одночасно можна відстежувати лише щось одне.", "Шукає мінерали." }, -- Find Minerals
[2656] = { "Переплавлення", "Дозволяє гірникові переплавляти руду на металеві злитки. Ця навичка потребує ковадла." }, -- Smelting
[3101] = { "Алхімія", "Дозволяє алхімікові варити звичайні зілля до максимального потенційного рівня навички 150." }, -- Alchemy (Journeyman)
[3102] = { "Кулінарія", "Дозволяє готувати смачні страви за рецептами до максимального потенційного рівня навички 150." }, -- Cooking (Journeyman)
[3273] = { "Перша допомога", "Дозволяє створювати та використовувати бинти до максимального потенційного рівня навички 75. Для виготовлення бинтів потрібна тканина, яку можна видобути у гуманоїдів." }, -- First Aid (Apprentice)
[3413] = { "Кулінарія", "Дозволяє готувати незрівнянні страви за рецептами до максимального потенційного рівня навички 225." }, -- Cooking (Expert)
[3464] = { "Алхімія", "Дозволяє алхімікові варити чудові зілля до максимального потенційного рівня навички 225." }, -- Alchemy (Expert)
[3564] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 225." }, -- Mining (Expert)
[3570] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 225." }, -- Herb Gathering (Expert)
[3908] = { "Кравецтво", "Дозволяє кравцю виготовляти прості тканинні обладунки з максимальним рівнем навички 75. Для виготовлення потрібна тканина, яку можна знайти у гуманоїдів." }, -- Tailoring (Apprentice)
[3909] = { "Кравецтво", "Дозволяє кравцю виготовляти стильні сорочки та тканинні обладунки з максимальним рівнем навички 150." }, -- Tailoring (Journeyman)
[3910] = { "Кравецтво", "Дозволяє кравцю виготовляти надзвичайно стильні сорочки та тканинні обладунки з максимальним рівнем навички 225." }, -- Tailoring (Expert)
[7620] = { "Риболовля", "Візьміть до рук вудку і знайдіть водойму, в якій можна порибалити. Коли почується сплеск, клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка, тим більше шансів упіймати рибу у водоймах зон, розрахованих на високий рівень персонажа." }, -- Fishing (Apprentice)
[8613] = { "Шкуродерство", "Основи білування тварин, щоб одержати їхні шкіри та хутра для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 75. Потребує Білувального Ножа." }, -- Skinning (Apprentice)
[8617] = { "Шкуродерство", "Поглиблений рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 150. Потребує Білувального Ножа." }, -- Skinning (Journeyman)
[8618] = { "Шкуродерство", "Експертний рівень навички у здиранні шкури зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 225. Потребує Білувального Ножа." }, -- Skinning (Expert)
[9787] = { "Зброяр", "Дозволяє ковалю виготовляти особливу зброю, яка недоступна звичайному ковалю-реміснику." }, -- Weaponsmith (Artisan)
[9788] = { "Майстер обладунків", "Дозволяє ковалю виготовляти особливі обладунки, які недоступні звичайному ковалю-реміснику." }, -- Armorsmith (Artisan)
[10248] = { "Гірництво", "Підносить гірництво до форми мистецтва. Надає потенційний рівень навички гірництва 300." }, -- Mining (Artisan)
[10768] = { "Шкуродерство", "Майстерний рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 300. Потребує Білувального Ножа." }, -- Skinning (Artisan)
[11479] = { "Трансмутація: Залізо у Золото", "Перетворює Злиток Заліза на Злиток Золота." }, -- Transmute: Iron to Gold
[11480] = { "Трансмутація: Мітрил у Ясносрібло", "Перетворює Злиток Мітрилу на Злиток Ясносрібла" }, -- Transmute: Mithril to Truesilver
[11611] = { "Алхімія", "Дозволяє алхімікові варити неймовірні зілля до максимального потенційного рівня навички 300." }, -- Alchemy (Artisan)
[11993] = { "Збір трав", "Можливість знаходити та збирати складніші для збору трави. Надає потенційний рівень навички травництва 300." }, -- Herb Gathering (Artisan)
[12180] = { "Кравецтво", "Дозволяє кравцю виготовляти надзвичайно стильні сорочки та тканинні обладунки з максимальним рівнем навички 300." }, -- Tailoring (Artisan)
[13262] = { "Руйнування чарів", "Вилучення магічних елементів зі зброї, обладунків та щитів як мінімум високої якості (зелений колір назви). При цьому предмет ЗНИЩУЄТЬСЯ безповоротно." }, -- Disenchant
[17039] = { "Майстер кування мечів", "Дозволяє ковалю виготовляти особливі мечі, які недоступні звичайному зброяру-реміснику." }, -- Master Swordsmith
[17040] = { "Майстер кування молотів", "Дозволяє ковалю виготовляти особливі молоти, які недоступні звичайному зброяру-реміснику." }, -- Master Hammersmith
[17041] = { "Майстер кування сокир", "Дозволяє ковалю виготовляти особливі сокири, які недоступні звичайному зброяру-реміснику." }, -- Master Axesmith
[17187] = { "Трансмутація: Арканіт", "Перетворює Злиток Торіуму й Арканічний Кристал на Арканіт." }, -- Transmute: Arcanite
[17559] = { "Трансмутація: Повітря у Вогонь", "Перетворює Повітря на Вогонь." }, -- Transmute: Air to Fire
[17560] = { "Трансмутація: Вогонь у Землю", "Перетворює Вогонь на Землю." }, -- Transmute: Fire to Earth
[17561] = { "Трансмутація: Земля у Воду", "Перетворює Землю на Воду." }, -- Transmute: Earth to Water
[17562] = { "Трансмутація: Вода в Повітря", "Перетворює Воду на Повітря." }, -- Transmute: Water to Air
[17563] = { "Трансмутація: Невмерлість у Воду", "Очищує Есенцію Невмерлості, перетворюючи її на Воду." }, -- Transmute: Undeath to Water
[17564] = { "Трансмутація: Вода у Невмерлість", "Заражає Есенцію Води, перетворюючи її на Невмерлість." }, -- Transmute: Water to Undeath
[17565] = { "Трансмутація: Життя у Землю", "Перетворює Живу Есенцію на Землю." }, -- Transmute: Life to Earth
[17566] = { "Трансмутація: Земля у Життя", "Перетворює Землю на Живу Есенцію." }, -- Transmute: Earth to Life
[18260] = { "Кулінарія", "Дозволяє готувати чудові страви за рецептами до максимального потенційного рівня навички {1}.#skill of {1}." }, -- Cooking (Artisan)
[21931] = { "Чари для зброї - сила Зими", "Накласти на зброю чари, що збільшують шкоду від заклинань криги на {1}.#up to {1}" }, -- Enchant Weapon - Winter's Might
[25146] = { "Трансмутація: Стихійний Вогонь", "Перетворює Серце Вогню на три Стихійні Вогні." }, -- Transmute: Elemental Fire

-- Racial
[2481] = { "Шукати скарб", "Дозволяє дворфу відчувати скарби неподалік, відмічаючи їх на мінікарті. Триває до відміни.", "Пошук скарбів." }, -- Find Treasure (Racial)
[5227] = { "Підводне дихання", "Підводне дихання діє довше на {1}%.#lasts {1}% longer" }, -- Underwater Breathing (Racial Passive)
[7744] = { "Воля відречених", "Знімає ефекти причарування, страху та сну в момент активації, а також дає невразливість до цих ефектів на час дії закляття. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів причарування, страху та сну." }, -- Will of the Forsaken (Racial)
[20549] = { "Бойовий тупіт", "Приголомшує до {1} ворогів у радіусі {2} м на {3} с.#{1} enemies within {2} yds for {3} sec", "Приголомшений." }, -- War Stomp (Racial)
[20550] = { "Витримка", "Загальне здоров'я збільшено на {1}%.#increased by {1}" }, -- Endurance (Racial Passive)
[20551] = { "Супротив природі", "Супротив природі збільшено на {1}.#increased by {1}" }, -- Nature Resistance (Racial Passive)
[20552] = { "Культивація", "Навичку травництва збільшено на {1}.#increased by {1}" }, -- Cultivation (Racial Passive)
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (Racial)
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. {2}% загальної швидкості регенерації здоров'я може продовжуватися під час бою.#increased by {1}#{2}% of total" }, -- Regeneration (Racial Passive)
[20557] = { "Звіроріз", "Шкоду проти звірів збільшено на {1}%.#increased by {1}" }, -- Beast Slaying (Racial Passive)
[20558] = { "Спеціалізація на метальній зброї", "Навичку володіння метальною зброєю збільшено на {1}.#increased by {1}" }, -- Throwing Specialization (Racial Passive)
[20572] = { "Кривава шаленість", "Збільшує базову силу атаки ближнього бою на {1}% на {2} c та зменшує ефекти зцілення на вас на {3}% на {4} с.#power by {1}% for {2} sec#you by {3}% for {4} sec" }, -- Blood Fury (Racial)
[20573] = { "Стійкість", "Збільшує ймовірність протистояти ефектам приголомшення на додаткові {1}%.#additional {1}" }, -- Hardiness (Racial Passive)
[20574] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшено на {1}.#increased by {1}" }, -- Axe Specialization (Racial Passive)
[20575] = { ref=21563 }, -- Command (Racial Passive)
[20576] = { ref=21563 }, -- Command (Racial Passive)
[20577] = { "Канібалізм", "При активації, відновлює {1}% загального здоров'я кожні {2} с протягом {3} с. Діє лише на трупах гуманоїдів та невмерлих в радіусі {4} м. Будь-який рух, дія або отримання шкоди перериває процес.#{1}% of total health every {2} sec for {3} sec#within {4}" }, -- Cannibalize (Racial)
[20578] = { "Канібалізм", nil, "Відновлення {1}% загального здоров'я кожні {2} с.#{1}% of total health every {2} sec" }, -- Cannibalize
[20579] = { "Супротив тіні", "Супротив тіні збільшено на {1}.#increased by {1}" }, -- Shadow Resistance (Racial Passive)
[20580] = { "Розчинення", "Активуйте щоб злитися з тінню, зменшуючи ймовірність для ворогів помітити вас. Діє до скасування або руху. Нічних ельфів-пройдисвітів та друїдів з цією здібністю важче виявити, якщо на них діють ефекти непомітності чи підкрадання.", "Розчинення." }, -- Shadowmeld (Racial)
[20582] = { "Прудкість", "Ймовірність ухилитися збільшено на {1}%.#increased by {1}" }, -- Quickness (Racial Passive)
[20583] = { ref=20551 }, -- Nature Resistance (Racial Passive)
[20585] = { "Дух світлика", "Перетворює вас на світлика після смерті, збільшуючи швидкість руху на {1}%.#speed by {1}" }, -- Wisp Spirit (Racial Passive)
[20589] = { "Майстер втечі", "Вивільнитися від будь-яких ефектів сповільнення або унеможливлювання руху." }, -- Escape Artist (Racial)
[20591] = { "Неосяжний розум", "Інтелект збільшено на {1}%.#increased by {1}" }, -- Expansive Mind (Racial Passive)
[20592] = { "Супротив аркані", "Супротив аркані збільшено на {1}.#increased by {1}" }, -- Arcane Resistance (Racial Passive)
[20593] = { "Спеціалізація на інженерії", "Навичку інженерії збільшено на {1}.#increased by {1}" }, -- Engineering Specialization (Racial Passive)
[20594] = { "Кам'яна форма", "Допоки діє, надає невразливість ефектам кровотечі, отрути та хворобам. Крім того, броня збільшується на {1}%. Триває {2} с.#increased by {1}#Lasts {2} sec", "Невразливість ефектам кровотечі, отрути та хворобам. Броня збільшена на {1}%.#increased by {1}" }, -- Stoneform (Racial)
[20595] = { "Спеціалізація на рушницях", "Навичку володіння рушницями збільшено на {1}.#increased by {1}" }, -- Gun Specialization (Racial Passive)
[20596] = { "Супротив кризі", "Супротив кризі збільшено на {1}.#increased by {1}" }, -- Frost Resistance (Racial Passive)
[20597] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}" }, -- Sword Specialization (Racial Passive)
[20598] = { "Дух людей", "Дух збільшено на {1}%.#increased by {1}" }, -- The Human Spirit (Racial Passive)
[20599] = { "Дипломатія", "Отримувану репутацію збільшено на {1}%.#increased by {1}" }, -- Diplomacy (Racial Passive)
[20600] = { "Сприйняття", "Значно підсилює здатність виявлення непомітності на {1} с.#for {1} sec", "Здатність виявлення непомітності значно підсилена." }, -- Perception (Racial)
[20864] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}" }, -- Mace Specialization (Racial Passive)
[21563] = { "Наказ", "Збільшує шкоду вихованців мисливців та прислужників чорнокнижників на {1}%.#increased by {1}" }, -- Command (Racial Passive)
[23230] = { "Кривава шаленість", nil, "Ефекти зцілення зменшено на {1}%.#reduced by {1}" }, -- Blood Fury (Racial)
[23234] = { "Кривава шаленість", nil, "Базову силу атаки ближнього бою збільшено на {1}%.#increased by {1}" }, -- Blood Fury (Racial)
[26290] = { "Спеціалізація на луках", "Навичку володіння луками збільшено на {1}.#increased by {1}" }, -- Bow Specialization (Racial Passive)
[26296] = { "Берсерк", "Збільшує швидкість атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (Racial)
[26297] = { ref=26296 }, -- Berserking (Racial)
[26635] = { "Берсерк", nil, "Збільшена швидкість атаки та вимови заклять." }, -- Berserking (Racial)

-- Scrolls
[8091] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}" }, -- Armor (Rank 1)
[8094] = { ref=8091 }, -- Armor (Rank 2)
[8095] = { ref=8091 }, -- Armor (Rank 3)
[8096] = { "Інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}" }, -- Intellect (Rank 1)
[8097] = { ref=8096 }, -- Intellect (Rank 2)
[8098] = { ref=8096 }, -- Intellect (Rank 3)
[8099] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}" }, -- Stamina (Level 1)
[8100] = { ref=8099 }, -- Stamina (Level 2)
[8101] = { ref=8099 }, -- Stamina (Level 3)
[8112] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}" }, -- Spirit (Rank 1)
[8113] = { ref=8112 }, -- Spirit (Rank 2)
[8114] = { ref=8112 }, -- Spirit (Rank 3)
[8115] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}" }, -- Agility (Rank 1)
[8116] = { ref=8115 }, -- Agility (Rank 2)
[8117] = { ref=8115 }, -- Agility (Rank 3)
[8118] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}" }, -- Strength (Rank 1)
[8119] = { ref=8118 }, -- Strength (Rank 2)
[8120] = { ref=8118 }, -- Strength (Rank 3)
[12174] = { ref=8115 }, -- Agility (Rank 4)
[12175] = { ref=8091 }, -- Armor (Rank 4)
[12176] = { ref=8096 }, -- Intellect (Rank 4)
[12177] = { ref=8112 }, -- Spirit (Rank 4)
[12178] = { ref=8099 }, -- Stamina (Level 4)
[12179] = { ref=8118 }, -- Strength (Rank 4)

-- Weapon Proficiencies
[81] = { "Ухилення", "Дає ймовірність ухилитися від атак ближнього бою." }, -- Dodge (Passive)
[107] = { "Блок", "Надає ймовірність заблокувати ворожі атаки ближнього та дальнього бою." }, -- Block (Passive)
[196] = { "Одноручні сокири" }, -- One-Handed Axes
[197] = { "Дворучні сокири" }, -- Two-Handed Axes
[198] = { "Одноручні булави" }, -- One-Handed Maces
[199] = { "Дворучні булави" }, -- Two-Handed Maces
[200] = { "Держакова зброя" }, -- Polearms
[201] = { "Одноручні мечі" }, -- One-Handed Swords
[202] = { "Дворучні мечі" }, -- Two-Handed Swords
[203] = { "Беззбройний" }, -- Unarmed
[204] = { "Захист" }, -- Defense
[227] = { "Посохи" }, -- Staves
[264] = { "Луки" }, -- Bows
[266] = { "Рушниці" }, -- Guns
[674] = { "Бій з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки." }, -- Dual Wield (Passive)
[1180] = { "Кинджали" }, -- Daggers
[2480] = { "Постріл з лука" }, -- Shoot Bow
[2567] = { "Метальна зброя" }, -- Thrown
[2764] = { "Кинути", "Кинути метальну зброю в ціль." }, -- Throw
[3127] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry (Passive)
[5009] = { "Жезли" }, -- Wands
[5011] = { "Арбалети" }, -- Crossbows
[5019] = { "Постріл", "Атака магічним жезлом." }, -- Shoot
[7918] = { "Постріл з рушниці" }, -- Shoot Gun
[7919] = { "Постріл з арбалета" }, -- Shoot Crossbow
[15590] = { "Кулачна зброя" }, -- Fist Weapons

}
