--[[

## Термінологія для опису заклять в spell*.lua та ефектів у item*.lua

Balance spells                      -- закляття спеціалізації "Баланс"
Affliction spells                   -- закляття спеціалізації "Химородь"
Destruction spells                  -- закляття спеціалізації "Руйнація"

X Physical damage                   -- X фізичної шкоди
X Arcane damage                     -- X шкоди арканою
X Fire damage                       -- X шкоди вогнем
X Frost damage                      -- X шкоди кригою
X Nature damage                     -- X шкоди природою
X Shadow damage                     -- X шкоди тінню
X Holy damage                       -- X шкоди святістю
X weapon damage                     -- X шкоди зброєю
initial damage                      -- первинна шкода
main hand / off-hand                -- основна рука / неосновна рука
parry chance                        -- імовірність парирування
dodge chance                        -- імовірність ухилення
hit chance                          -- імовірність завдання удару
dual wield                          -- бій з двох рук

all attributes                      -- всі характеристики
Intelligence                        -- інтелект
Strength                            -- сила
Agility                             -- спритність
Stamina                             -- витривалість
Spirit                              -- дух
Mastery                             -- майстерність
Expertise                           -- вправність
Frenzy effect                       -- ефект навіженості
Disease effect                      -- ефект хвороби
Poison effect                       -- ефект отрути
Curse effect                        -- ефект прокляття
spell / ability                     -- закляття / здібність (синоніми, залежить від контексту)
cooldown                            -- відновлення
instance                            -- ігровимір
to purge                            -- очистити / вичистити / чистити
to dispel                           -- розсіяти
resistance                          -- опір (вогню, кризі, ...)
harmful spell                       -- шкідливе закляття
beneficial spell                    -- сприятливе закляття
offensive spells                    -- бойові закляття
defensive spells                    -- захисні закляття
stealth detection                   -- здатність виявлення непомітності
Target cannot stealth or turn invisible -- Ціль не може стати непомітною чи невидимою
This effect stack up to X times     -- Ефект накопичується до {X} разів
Causes a high amount of threat      -- Спричиняє високий рівень загрози
Movement Impairing effects          -- ефекти обмеження руху
Only usable outdoors                -- Можна використовувати лише просто неба
Only usable out of combat           -- Можна використовувати лише поза боєм
must channel to maintain the spell  -- потрібно підтримувати закляття
yields experience or honor          -- приносить досвід або честь
to silence the target               -- знемовити ціль
fully resisted spell                -- повністю протидіяти закляттю
life drained / mana drained         -- (обсяг) випитого життя / випитої мани / висушувати
which serves as a mount             -- для верхової їзди / на якому можна їздити верхи (якщо опис дозволяє)
happiness                           -- щасливість (показник у вихованців мисливців)
mount                               -- транспорт (при можливості уникати прямого слова, якщо контекст дозволяє)
pet                                 -- вихованець (у мисливців) / прислужник (у чорнокнижників)

Dazed                               -- Запаморочення
Asleep                              -- Сон
Feared                              -- Налякано
Rooted                              -- Приковано
Frozen                              -- Заморожено
Chilled                             -- Охолоджено
Charmed                             -- Причаровано
Stunned                             -- Приголомшено
Taunted                             -- Спровоковано
Enraged                             -- Розлючено
Silenced                            -- Знемовлено
Disarmed                            -- Роззброєно
Enslaved                            -- Поневолено
Horrified                           -- Нажахано
Invisible                           -- Невидимість
Stealthed                           -- Непомітність
Disoriented                         -- Дезорієнтовано
Immobilized / Immobile              -- Знерухомлено / Нерухомість
Invulnerable                        -- Невразливість
Incapacitated                       -- Недієздатність

Fear and Horror effects                     -- ефекти страху та жаху
Increases your Defense skill by X           -- Збільшує вашу навичку захисту на X
Awards 1 combo point                        -- Збільшує довжину комбінації на X прийом
Target must be facing you                   -- Ціль має бути повернута до вас
Must be behind the target                   -- Необхідно бути позаду цілі
Must be stealthed                           -- Необхідно бути непомітним
Does not break stealth                      -- Не порушує непомітності
More effective than XXXXX (Rank X)          -- Дієвіше за "XXXXX" (Ранг X)
Requires a dagger in the main hand          -- Працює лише за наявності кинджалу в основній руці
Any damage caused will revive the target    -- Будь-яка шкода знімає ефект з ураженої цілі
Any damage caused will awaken the target    -- Будь-яка шкода пробудить ціль
Any damage caused will remove the effect    -- Будь-яка шкода скасує ефект
Stacks up to X times on a single target     -- Накопичується до X разів на одній цілі
Turns off your attack when used             -- Припиняє вашу атаку при використанні
Finishing move                              -- Завершальний рух
each tick                                   -- на кожному такті
1 charge                                    -- 1 заряд

interrupts spellcasting and prevents any spell in that school from being cast for X sec
-- перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом X с

chance to resist interruption caused by damage while casting
-- імовірність уникнути затримки вимови заклять, спричиненої шкодою

chance to resist interruption caused by damage while channeling
-- імовірність уникнути переривання промовляння заклять, спричиненого шкодою

Conjured items disappear if logged out for more than 15 minutes.
-- Начакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.

Will not work if the target is in another instance or on another continent.
-- Не працює, якщо ціль перебуває в іншому ігровимірі або на іншому континенті.

Only one form of tracking can be active at a time.
-- Одночасно можна вистежувати лише щось одне.

]]--

local _, addonTable = ...
addonTable.spell = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

[45] = { "Бойовий тупіт", "Відкидає навколишніх ворогів.", en="War Stomp" },
[56] = { "Приголомшення", "Приголомшує ціль на {1} с.#target for {1} sec", "Приголомшено.", en="Stun" },
[65] = { "Прискорення", "Збільшує вашу швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec", en="Haste" },
[66] = { "Мала невидимість", "Робить заклинача невидимим на 2 хв, проте це закляття вкрай нестабільне та може припинити свою дію завчасно.", "Мала невидимість.", en="Lesser Invisibility" },
[89] = { "Каліцтво", "Калічить ціль, знижуючи її швидкість руху на {1}%, а також збільшуючи інтервал між атаками ближнього бою на {2}% та інтервал атаками дальнього бою на {3}%. Триває {4} с.#movement speed by {1}%#melee attacks by {2}%#ranged attacks by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього бою збільшено на {2}%. Інтервал між атаками дальнього бою збільшено на {3}%.#speed reduced by {1}%#melee attacks increased by {2}%#ranged attacks increased by {3}%", en="Cripple" },
[96] = { "Розчленування", "Збільшує шкоду вашого наступного удару в ближньому бою на 100 та спричиняє кровотечу.", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Dismember" },
[113] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, знерухомлюючи його на {1} с.#place for {1} sec", "Знерухомлено.", en="Chains of Ice" },
[430] = { "Напій", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття.#Restores {1} mana over {2} sec", "Відновлює {1} мани щосекунди.#Restores {1} mana", en="Drink" },
[431] = { ref=430 }, -- Drink
[432] = { ref=430 }, -- Drink
[433] = { "Їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health over {2} sec", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Food" },
[434] = { ref=433 }, -- Food
[435] = { ref=433 }, -- Food
[568] = { "Арканічний сплеск", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Arcane Burst" },
[673] = { "Мале підвищення броні", "Збільшує броню на {1} протягом {2} год.#by {1} for {2} h", "Броню збільшено на {1}.#by {1}", en="Lesser Armor" },
[700] = { "Сон", "Змушує ворожу ціль спати протягом {1} с. Будь-яка шкода розбудить ціль. Одночасно можна змусити спати лише одну ціль.#up to {1} sec", "Сон.", en="Sleep" },
[701] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.#for {1} Fire", en="Firebolt" },
[720] = { "Обплетення", nil, "Обплетено", en="Entangle" },
[731] = { ref=720 }, -- Entangle
[744] = { "Отрута", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Poison" },
[746] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec", en="First Aid" },
[785] = { "Істинне щастя", nil, "Причаровано.\nШкоду збільшено на {1}%.\nЗакляття вимовляються миттєво.\nВсі опори збільшено на {2}.\nШвидкість руху збільшено на {3}%.#Damage increased by {1}%#resistances increased by {2}#speed increased by {3}%", en="True Fulfillment" },
[806] = { "Палкість", "Збільшує силу на {1} та завдає вам {2} шкоди кожні {3} с протягом {4} хв.#by {1} and does {2} damage to you every {3} sec for {4} min", "Силу збільшено. Отримання періодичної шкоди.", en="Fervor" },
[812] = { "Періодичне спалення мани", "Періодично застосовує спалення мани.", "Періодично застосовує спалення мани.", en="Periodic Mana Burn" },
[835] = { "Оберіг припливу", ref=56, en="Tidal Charm" },
[1090] = { ref=700 }, -- Sleep
[1121] = { ref=720 }, -- Entangle
[1127] = { ref=433 }, -- Food
[1129] = { ref=433 }, -- Food
[1131] = { ref=433 }, -- Food
[1133] = { ref=430 }, -- Drink
[1135] = { ref=430 }, -- Drink
[1137] = { ref=430 }, -- Drink
[1159] = { ref=746 }, -- First Aid
[1175] = { "Льодяні ланцюги", en="Chains of Ice" },
[1208] = { ref=1175 }, -- Chains of Ice
[1386] = { "Відлуння Лордерона", nil, "Збільшує шкоду ближнього і дальнього бою та заклять в бою з невмерлими на {1}%.#by {1}%", en="Echoes of Lordaeron" },
[1604] = { "Запаморочення", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Dazed" },
[1906] = { "Виснажливий ривок", "Ривок у ворога, що сповільнює його рух на {1} с.#for {1} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Debilitating Charge" },
[2147] = { "Загоєння", "Періодичне зцілення", "Зцілює {1} здоров'я кожні {2} с.#for {1} every {2} sec", en="Mending" },
[2148] = { "Періодичне застосування Тіньового шторму", "Періодично застосовує Тіньовий шторм.", "Періодично застосовує Тіньовий шторм.", en="Periodic Shadow Storm" },
[2367] = { "Мале підвищення сили", "Збільшує силу на {1} протягом {2} год.#by {1} for {2} h", "Силу збільшено на {1}.#by {1}", en="Lesser Strength" },
[2374] = { "Мале підвищення спритності", "Збільшує спритність на {1} протягом {2} год.#by {1} for {2} h", "Спритність збільшено на {1}.#by {1}", en="Lesser Agility" },
[2378] = { "Здоров'я", "Збільшує запас здоров'я на {1} протягом {2} год.#by {1} for {2} h", "Запас здоров'я збільшено на {1}.#by {1}", en="Health" },
[2379] = { "Швидкість", "Збільшує швидкість бігу на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість бігу збільшено на {1}%.#by {1}%", en="Speed" },
[2380] = { "Опір", "Збільшує ваш опір всім школам магії на {1} протягом {2} хв.#by {1} for {2} min", "Опір магії збільшено.", en="Resistance" },
[2479] = { "Безчесна ціль", nil, "Наразі ви не приносите жодних очок честі ворогам.", en="Honorless Target" },
[2537] = { "Удар лицаря", "Удар, що завдає {1} шкоди та збільшує отриману ціллю шкоду від святості на {2} за кожен \"Удар лицаря\". Ефект може накопичуватись до {3} разів. Триває {4} с.#causes {1} damage#by up to {2} per#applied up to {3} times#Lasts {4} sec", "Збільшує отриману шкоду святістю на {1}.#up to {1}", en="Crusader Strike" },
[2584] = { "В очікуванні воскресіння", en="Waiting to Resurrect" },
[2639] = { "Їжа", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana", en="Food" },
[2834] = { "Періодичне застосування Громового удару", "Періодично застосовує Громовий удар.", "Періодично застосовує Громовий удар.", en="Periodic Thunderclap" },
[3105] = { "Прокляття Сталвана", "Зменшує всі характеристики ворога на {1} протягом {2} хв.#by {1} for {2} min", "Всі характеристики зменшено на {1}.#by {1}", en="Curse of Stalvan" },
[3130] = { "Крижана лапа", "Завдає ворогу звичайної шкоди плюс {1} та збільшує інтервал між його атаками на {2}% протягом {3} с.#plus {1} to#by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Ice Claw" },
[3136] = { "Скажений наказ", "Збільшує швидкість атаки навколишніх союзників на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzied Command" },
[3137] = { "Ефект усунення отрути", en="Abolish Poison Effect" },
[3145] = { "Крижана хватка", "Зменшує швидкість руху ворога на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Icy Grasp" },
[3146] = { "Загрозливе гарчання", "Зменшує силу навколишніх ворогів на {1}, а спритність на {2} протягом {3} с.#Strength by {1}#Agility by {2} for {3} sec", "Силу зменшено на {1}.\nСпритність зменшено на {2}.#Strength reduced by {1}#Agility reduced by {2}", en="Daunting Growl" },
[3147] = { "Розрив плоті", "Завдає {1} шкоди ворогу кожні {2} с протягом {3} с.#Inflicts {1} damage#every {2} sec#for {3} sec", "{1} шкоди кожні {2} с.#{1} damage#every {2} sec", en="Rend Flesh" },
[3148] = { "Тріщина в черепі", "Зменшує витривалість ворога на {1} протягом {2} с.#by {1} for {2} sec", "Витривалість зменшено на {1}.#by {1}", en="Head Crack" },
[3150] = { "Сказ", "Сповільнює відновлення здоров'я ворога на {1}%, а також зменшує силу на {2} та спритність на {3} протягом {4} хв.#regeneration by {1}%#Strength by {2}#Agility by {3}#for {4} min", "Відновлення здоров'я сповільнено на {1}%.\nСилу зменшено на {2}.\nСпритність зменшено на {3}.#rate reduced by {1}%#Strength reduced by {2}#Agility reduced by {3}", en="Rabies" },
[3159] = { "Спритність", ref=2374, en="Agility" },
[3160] = { ref=3159 }, -- Agility
[3161] = { ref=2367 }, -- Lesser Strength
[3162] = { ref=2367 }, -- Lesser Strength
[3163] = { "Сила", ref=2367, en="Strength" },
[3164] = { ref=3163 }, -- Strength
[3166] = { "Мале збільшення інтелекту", "Збільшує інтелект на {1} протягом {2} год.#by {1} for {2} h", "Інтелект збільшено на {1}.#by {1}", en="Lesser Intellect" },
[3169] = { "Невразливість", "Надає невразливість до фізичних атак протягом {1} с.#next {1} sec", "Невразливість до фізичних атак.", en="Invulnerability" },
[3219] = { "Регенерація", "Відновлює {1} здоров'я кожні {2} с протягом {3} год.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", en="Regeneration" },
[3220] = { "Броня", ref=673, en="Armor" },
[3222] = { ref=3219 }, -- Regeneration
[3223] = { ref=3219 }, -- Regeneration
[3237] = { "Прокляття Тула", "Зменшує дух ворога на {1} протягом {2} хв.#by {1} for {2} min", "Дух зменшено на {1}.#by {1}", en="Curse of Thule" },
[3242] = { "Знищення", "Завдає ворогу звичайної шкоди плюс {1} та приголомшує його на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="Ravage" },
[3247] = { "Нестерпний біль", "Збільшує отриману ворогом фізичну шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Agonizing Pain" },
[3252] = { "Шматування", "Зменшує броню ворога на {1} протягом {2} с.#by {1} for {2} sec", "Броню зменшено на {1}.#by {1}", en="Shred" },
[3256] = { "Чумна хмара", "Зменшує силу на {1}, спритність на {2} та інтелект на {3} всім ворогам в межах дії протягом {4} хв.#Strength by {1}#Agility by {2}#Intellect by {3}#for {4} min", "Силу зменшено на {1}.\nСпритність зменшено на {2}.\nІнтелект зменшено на {3}.#Strength reduced by {1}#Agility reduced by {2}#Strength reduced by {3}", en="Plague Cloud" },
[3267] = { ref=746 }, -- First Aid
[3268] = { ref=746 }, -- First Aid
[3356] = { "Полум'яний батіг", "Обпалює ворога, завдаючи від {1} до {2} шкоди та зменшуючи опір вогню на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Опір вогню зменшено на {1}.#by {1}", en="Flame Lash" },
[3358] = { "П'явкова отрута", "Висмоктує {1} здоров'я з ворога кожні {2} с протягом {3} с, передаючи його заклиначу.#Drains {1} health#every {2} sec#over {3} sec", "Висмоктування {1} здоров'я кожні {2} с.#{1} health#every {2} sec", en="Leech Poison" },
[3360] = { "Прокляття Ока", "Проклинає ворога Оком Палета, зменшуючи його фізичну шкоду на {1} та сповільнюючи вимову заклять на {2}% протягом {3} хв.#deals by {1} and#spellcasting by {2}% for {3} min", en="Curse of the Eye" },
[3388] = { "Смертельна п'явкова отрута", ref=3358, en="Deadly Leech Poison" },
[3396] = { "Їдка отрута", "Зменшує броню ворога на {1} та завдає {2} шкоди від природи кожні {3} с протягом {4} с.#armor by {1} and inflicts {2} Nature#every {3} sec#for {4} sec", "{1} шкоди від природи кожні {2} с.\nБроню зменшено на {3}.#{1} Nature#every {2} sec#reduced by {3}", en="Corrosive Poison" },
[3427] = { "Заражена рана", "Збільшує отриману ворогом фізичну шкоду на {1} протягом {2} хв.#by {1} for {2} min", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Infected Wound" },
[3429] = { "Зачумлений розум", "Заражає ворога на {1} хв, висмоктуючи {2} мани на користь заклинача кожні {3} с.#for {1} min#draining {2} mana every {3} sec", "Висмоктує {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Plague Mind" },
[3436] = { "Бродяча чума", "Заражає ворога на {1} хв, збільшуючи отрману фізичну шкоду на {2} і зменшуючи витривалість на {3}. Ціль з ймовірністю {4}% поширює хворобу на одного з союзників неподалік при отриманні удару в бою.#for {1} min#takes by {2} and reducing its Stamina by {3}#has {4}% chance", "Отриману фізичну шкоду збільшено на {1}.\nВитривалість зменшено на {2}.\nЗ ймовірністю {3}% хвороба поширюється при отриманні удару.#increased by {1}#reduced by {2}#{3}% chance", en="Wandering Plague" },
[3439] = { "Бродяча чума", nil, "Отриману фізичну шкоду збільшено на {1}.\nВитривалість зменшено на {2}.\nЗ ймовірністю {3}% хвороба поширюється при отриманні удару.#increased by {1}#reduced by {2}#{3}% chance", en="Wandering Plague" },
[3442] = { "Поневолення", "Бере під контроль ворога-гуманоїда до {1} рівня на {2} с, але збільшує інтервал між його атаками на {3}%.#level {1} for {2} sec#attacks by {3}%", "Причаровано.\nІнтервал між атаками збільшено на {1}%.#by {1}%", en="Enslave" },
[3542] = { "Тенета Нараксіс", "Знерухомлює ворога на {1} с.#for {1} sec", "Знерухомлено.", en="Naraxis Web" },
[3551] = { "Тріщина в черепі", ref=3242, en="Skull Crack" },
[3583] = { "Смертельна отрута", "Завдає ворогу {1} шкоди від природи кожні {2} с протягом {3} хв.#Inflicts {1} Nature#every {2} sec#for {3} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Deadly Poison" },
[3584] = { "Летюча зараза", "Заражає ворога на {1} хв, завдаючи {2} шкоди від природи всім його союзникам неподалік кожні {3} с.#enemy for {1} min#inflict {2} Nature#every {3} sec", "Завдає {1} шкоди від природи навколишнім союзниками кожні {2} с.#Inflicting {1} Nature#every {2} sec", en="Volatile Infection" },
[3586] = { ref=3584 }, -- Volatile Infection
[3589] = { "Оглушливий вереск", "Знемовлює навколишніх ворогів, унеможливлюючи вимову заклять протягом {1} с.#for {1} sec", "Не може вимовляти закляття.", en="Deafening Screech" },
[3592] = { "Лікування недуг", "Лікує хвороби і знешкоджує отрути.", en="Cure Ailments" },
[3593] = { "Здоров'я II", ref=2378, en="Health II" },
[3594] = { "Тіньова олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Тіньову стрілу ІІІ\" на опонента при ударі. Триває {2} хв.#a {1}% chance#Lasts {2} min", en="Shadow Oil" },
[3595] = { "Крижана олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Крижану стрілу\" на опонента при ударі. Триває {2} хв.#a {1}% chance#Lasts {2} min", en="Frost Oil" },
[3603] = { "Мігрень", "Сповільнює вимову заклять ворогом на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Distracting Pain" },
[3604] = { "Розрив сухожиль", ref=3145, en="Tendon Rip" },
[3609] = { "Паралітична отрута", "Приголомшує ворога, позбавляючи його можливості рухатися та атакувати на {1} с.#for {1} sec", "Приголомшено.", en="Paralyzing Poison" },
[3635] = { "Кришталевий погляд", ref=3609, en="Crystal Gaze" },
[3650] = { "Кидок багнюки", "Кидає багнюку в очі ворога, знижуючи його шанс завдання удару на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Sling Mud" },
[3671] = { "Кам'яний удар", nil, "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Cracking Stone" },
[3680] = { "Мала невидимість", "Надає малу невидимість на {1} с.#for {1} sec", "Мала невидимість.", en="Lesser Invisibility" },
[3815] = { "Отруйна хмара", "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Poison Cloud" },
[3826] = { "Ефект оберега ліні", nil, "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Ward of Laze effect" },
[4079] = { "Маскування", "Дає невидимість на {1} с. Можна використовувати лише раз на {2} хв.#for {1} sec#every {2} min", "Невидимість на {1} с.#for {1} sec", en="Cloaking" },
[4318] = { "Підступність раптора", "Збільшує спритність на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено.", en="Guile of the Raptor" },
[4941] = { "Каменещит", "Збільшує броню на {1} протягом {2} хв.#armor by {1} for {2} min", "Збільшено броню.", en="Stoneshield" },
[4962] = { "Павутинна сітка", "Знерухомлює ворога та збільшує інтервал між його атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Знерухомлено.\nІнтервал між атаками збільшено на {1}%.#by {1}%", en="Encasing Webs" },
[4974] = { "Дотик зав'ядання", "Зменшує витривалість ворога на {1} та дух на {2} протягом {3} хв.#Stamina by {1} and Spirit by {2} for {3} min", "Витривалість зменшено на {1}.\nДух зменшено на {2}.#Stamina reduced by {1}#Spirit reduced by {2}", en="Wither Touch" },
[5004] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь і ваші витривалість та дух збільшаться на {4} протягом {5} хв.#Restores {1} health over {2} sec#at least {3} sec#gain {4} Stamina and Spirit for {5} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Food" },
[5005] = { ref=5004 }, -- Food
[5006] = { ref=5004 }, -- Food
[5007] = { ref=5004 }, -- Food
[5010] = { "Палючий подих", "Завдає від {1} до {2} шкоди вогнем кожні {3} с ворогам у конусі перед заклиначем протягом {4} с.#Inflicts {1} to {2} Fire#every {3} sec#for {4} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Scorch Breath" },
[5024] = { "Втеча", "Збільшує вашу швидкість бігу на {1}% протягом {2} с, але завдає від {3} до {4} шкоди та витягує від {5} до {6} мани кожні {7} с.#by {1}% for {2} sec#deals {3} to {4} damage#drains {5} to {6} mana every {7} sec", "Швидкість руху збільшено, але періодично втрачається здоров'я та мана.", en="Flee" },
[5106] = { "Кришталевий спалах", "Приголомшує ворогів у конусі перед заклиначем, позбавляючи їх можливості рухатися та атакувати на {1} с.#for {1} sec", "Приголомшено.", en="Crystal Flash" },
[5134] = { "Світлова бомба", "Змушує всіх звірів у радіусі {1} м втікати протягом {2} с.#in a {1} yard#for {2} sec", "Налякано.", en="Flash Bomb" },
[5137] = { "Поклик могили", "Завдає ворогові {1} шкоди від тіні через {2} с.#Inflicts {1} Shadow#after {2} sec", "{1} шкоди від тіні через {2} с.#{1} Shadow#after {2} sec", en="Call of the Grave" },
[5159] = { "Розплавлена руда", "Завдає {1} шкоди вогнем навколишнім ворогам та сповільнює їх рух на {2}% протягом {3} с.#Inflicts {1} Fire#speed by {2}% for {3} sec", "{1} шкоди вогнем протягом {2} с.\nШвидкість руху зменшено на {3}%.#{1} Fire#over {2} sec#by {3}%", en="Melt Ore" },
[5164] = { "Нокдаун", "Збиває ворога з ніг, приголомшуючи його на {1} с.#for {1} sec", "Приголомшено.", en="Knockdown" },
[5208] = { "Отруєний гарпун", "Завдає ворогу звичайної шкоди плюс {1} та ще {2} шкоди від природи кожні {3} с протягом {4} хв.#plus {1} to#additional {2} Nature#every {3} sec#for {4} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Poisoned Harpoon" },
[5257] = { "Громузвар", "Збільшує витривалість на {1}.#Stamina by {1}", en="Thunderbrew" },
[5271] = { "Проклятий клинок", "Збільшує інтервал між атаками ворога на {1}% протягом {2} с.#by {1}% for {2} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Cursed Blade" },
[5320] = { "Грація Ічіякі", en="Echeyakee's Grace" },
[5321] = { "Лють Ішамугала", "Збільшує витривалість цілі на {1} протягом {2} хв.#target by {1} for {2} min", en="Ishamuhale's Rage" },
[5337] = { "Удар зав'ядання", ref=5271, en="Wither Strike" },
[5405] = { ref=436 }, -- Replenish Mana
[5413] = { "Отруйний каталізатор", "Зменшує опір природі ворога на {1} протягом {2} хв.#by {1} for {2} min", "Опір природі зменшено на {1}.#reduced by {1}", en="Noxious Catalyst" },
[5416] = { "Отруйне жало", "Завдає ворогу {1} шкоди від природи та додатково {2} шкоди кожні {3} с протягом {4} с.#Inflicts {1} Nature#additional {2} damage every {3} sec#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Venom Sting" },
[5514] = { "Затьмарення зору", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с.#chance to hit by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Darken Vision" },
[5530] = { "Приголомшення булавою", "Приголомшує ціль на {1} с.#for {1} sec", en="Mace Stun Effect" },
[5567] = { "В'язка багнюка", ref=3542, en="Miring Mud" },
[5568] = { "Тупіт", "Завдає навколишнім ворогам звичайної шкоди плюс {1}.#plus {1} to", en="Trample" },
[5579] = { "Невразливість до знерухомлення/сповільнення/приголомшення", "Знімає всі ефекти знерухомлення, сповільнення та приголомшення.", en="Immune Root/Snare/Stun" },
[5665] = { "Лють болотянчика", "Збільшує фізичну шкоду на {1} протягом {2} хв.#by {1} for {2} min", "Збільшено шкоду ближнього бою.", en="Fury of the Bogling" },
[5708] = { "Наліт", "Завдає звичайної шкоди плюс {1} ворогам в конусі перед заклиначем, приголомшуючи їх на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="Swoop" },
[5857] = { "Ефект пекельного вогню", en="Hellfire Effect" },
[5884] = { "Прокляття банші", ref=5514, en="Banshee Curse" },
[5917] = { "Незграбність", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено.", en="Fumble" },
[6016] = { "Пробиття броні", "Зменшує броню ворога на {1}% протягом {2} с.#by {1}% for {2} sec", "Броню зменшено на {1}%.#by {1}%", en="Pierce Armor" },
[6114] = { "Рапторовий пунш", "Збільшує ваш інтелект на {1} але зменшує витривалість на {2} протягом {3} хв.#Intellect by {1} and#Stamina by {2} for {3} min", "Інтелект збільшено, а витривалість зменшено.", en="Raptor Punch" },
[6253] = { "Різкий удар", "Різко б'є ворога, приголомшуючи його на {1} с.#for {1} sec", "Приголомшено.", en="Backhand" },
[6278] = { "Повзуча пліснява", ref=3583, en="Creeping Mold" },
[6298] = { "Форма місяцескрада", "Перетворитися на місяцескрада та отримати невидимість на {1} хв.#for {1} min", "Невидимість.", en="Form of the Moonstalker" },
[6304] = { "Удар Рак'Зора", "Завдає ворогу від {1} до {2} шкоди, приголомшуючи його на {3} с.#Inflicts {1} to {2} damage#for {3} sec", "Приголомшено.", en="Rhahk'Zor Slam" },
[6306] = { "Кислотні бризки", ref=3815, en="Acid Splash" },
[6405] = { "Форма хутропуза", "Перетворює вас на хутропуза на {1} хв.#for {1} min", "Перетворено на хутропуза.", en="Furbolg Form" },
[6410] = { nil, "Відновлює {1} здоров'я протягом {2} с, якщо вам, звісно, не трапиться отруйна залоза.#{1} damage over {2} sec", ref=433 }, -- Food
[6435] = { "Потужний бац", "Завдає ворогу {1} шкоди та приголомшує його на {2} с.#Inflicts {1} damage#for {2} sec", "Приголомшено.", en="Smite Slam" },
[6512] = { "Виявлення малої невидимості", "Надає виявлення малої невидимості на {1} хв.#for {1} min", "Виявлення малої невидимості.", en="Detect Lesser Invisibility" },
[6524] = { "Тремтіння землі", "Приголомшує навколишніх ворогів, позбавляючи їх можливості рухатися та атакувати на {1} с.#for {1} sec", "Приголомшено.", en="Ground Tremor" },
[6530] = { "Кидок бруду", "Кидає бруд в очі ворога, знижуючи його шанс завдання удару на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Sling Dirt" },
[6533] = { "Сітка", ref=3542, en="Net" },
[6603] = { "Атакувати", en="Attack" },
[6605] = { "Жахаючий вереск", "Змушує навколишніх ворогів втікати зі страху протягом {1} с.#for {1} sec", "Втікає зі страху.", en="Terrifying Screech" },
[6608] = { "Впущена зброя", nil, "Не тримає в руках зброю.", en="Dropped Weapon" },
[6612] = { "Лють", "Збільшує лють на {1}-{2}.#by {1} to {2}", en="Rage" },
[6613] = { "Велика лють", ref=6612, en="Great Rage" },
[6615] = { "Невпинність", "Надає невразливість до приголомшення та ефектів обмеження руху на {1} с. Не знімає вже наявні ефекти.#next {1} sec", "Невпинність.", en="Free Action" },
[6685] = { "Пронизливий постріл", "Стріляє у ворога, завдаючи звичайної шкоди та зменшуючи його броню на {1} протягом {2} с.#by {1} for {2} sec", "Броню зменшено на {1}.#by {1}", en="Piercing Shot" },
[6713] = { "Роззброєння", "Роззброює ворога, змушуючи його припинити використовувати зброю протягом {1} с.#weapon for {1} sec", "Не тримає в руках зброю.", en="Disarm" },
[6724] = { "Сяйво Елуни", "Надає невразливість до шкоди та заклять на {1} с.#for {1} sec", "Невразливість до шкоди та заклять.", en="Light of Elune" },
[6726] = { "Знемовлення", "Знемовлює ворога, унеможливлюючи вимову заклять протягом {1} с.#for {1} sec", "Не може вимовляти закляття.", en="Silence" },
[6728] = { "Огортання вітрами", "Оточує ворога циклоном на {1} с. Якщо ціль отримає шкоду, вона звільниться з полону вітрів.#up to {1} sec", "Приголомшено.", en="Enveloping Winds" },
[6751] = { "Слабка отрута", "Завдає ворогові {1} шкоди від природи кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Weak Poison" },
[6814] = { "Шламовий токсин", "Завдає ворогу {1} шкоди від природи кожні {2} с, збільшуючи інтервал між атаками на {3}% і сповільнюючи його рух на {4}% протягом {5} с.#Inflicts {1} Nature#every {2} sec#attacks by {3}%#movement by {4}% for {5} sec", "{1} шкоди від природи кожні {2} с.\nІнтервал між атаками збільшено на {3}%.\nШвидкість руху зменшено на {4}%.#{1} Nature#every {2} sec#attacks increased by {3}%#speed reduced by {4}%", en="Sludge Toxin" },
[6816] = { "Осквернена сила", nil, "Силу зменшено на {1}.#by {1}", en="Corrupted Strength" },
[6818] = { "Осквернений інтелект", "Зменшує інтелект навколишніх ворогів на {1} протягом {2} с.#by {1} for {2} sec", "Інтелект зменшено на {1}.#by {1}", en="Corrupted Intellect" },
[6819] = { "Осквернена витривалість", nil, "Витривалість зменшено на {1}.#by {1}", en="Corrupted Stamina" },
[6873] = { "Осквернений холод", "Збільшує отриману ворогом шкоду від криги на {1} протягом {2} хв.#by {1} for {2} min", "Отриману шкоду від криги збільшено на {1}.#by {1}", en="Foul Chill" },
[6907] = { "Хвороботворний слиз", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}% протягом {3} хв.#attacks by {1}%#movement by {2}% for {3} min", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Diseased Slime" },
[6909] = { "Прокляття шипів", "Проклинає ворога на {1} хв, внаслідок чого з ймовірністю {2}% при завданні удару від отримуватиме від {3} до {4} шкоди.#for {1} min#it {2}% chance to take {3} to {4} damage", "З ймовірністю {1}% отримає від {2} до {3} шкоди при атаці.#{1}% chance#take {2} to {3} damage", en="Curse of Thorns" },
[6917] = { "Плювок отрути", "Плює у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Venom Spit" },
[6922] = { "Прокляття тінерога", nil, "Отриману фізичну шкоду збільшено на {1}.\nЗавдану фізичну шкоду зменшено на {2}.\nЗавдану магічну шкоду зменшено на {3}.#taken is increased by {1}#Physical damage dealt is reduced by {2}#Magical damage dealt is reduced by {3}", en="Curse of the Shadowhorn" },
[6942] = { "Нестерпний сморід", ref=6726, en="Overwhelming Stench" },
[6950] = { "Чарівний вогонь", "Зменшує броню ворога на {1} протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#by {1} for {2} min", "Броню зменшено на {1}.\nНе може отримати ефект непомітності чи невидимості.#by {1}", en="Faerie Fire" },
[6951] = { "Занепала сила", "Зменшує силу ворога на {1} протягом {2} хв.#by {1} for {2} min", "Силу зменшено на {1}.#by {1}", en="Decayed Strength" },
[6982] = { "Порив вітру", ref=6524, en="Gust of Wind" },
[7038] = { "Зречення навички: мечі", nil, "Навичку використання мечів зменшено на {1}.#by {1}", en="Forsaken Skill: Swords" },
[7039] = { "Зречення навички: сокири", nil, "Навичку використання сокир зменшено на {1}.#by {1}", en="Forsaken Skill: Axes" },
[7040] = { "Зречення навички: кинджали", nil, "Навичку використання кинджалів зменшено на {1}.#by {1}", en="Forsaken Skill: Daggers" },
[7041] = { "Зречення навички: булави", nil, "Навичку використання булав зменшено на {1}.#by {1}", en="Forsaken Skill: Maces" },
[7042] = { "Зречення навички: посохи", nil, "Навичку використання посохів зменшено на {1}.#by {1}", en="Forsaken Skill: Staves" },
[7043] = { "Зречення навички: луки", nil, "Навичку використання луків зменшено на {1}.#by {1}", en="Forsaken Skill: Bows" },
[7044] = { "Зречення навички: рушниці", nil, "Навичку використання рушниць зменшено на {1}.#by {1}", en="Forsaken Skill: Guns" },
[7045] = { "Зречення навички: дворучні сокири", nil, "Навичку використання дворучних сокир зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Axes" },
[7046] = { "Зречення навички: дворучні булави", nil, "Навичку використання дворучних булав зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Maces" },
[7047] = { "Зречення навички: дворучні мечі", nil, "Навичку використання дворучних мечів зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Swords" },
[7048] = { "Зречення навички: захист", nil, "Навичку захисту зменшено на {1}.#by {1}", en="Forsaken Skill: Defense" },
[7049] = { "Зречення навички: вогонь", nil, "Навичку вимови заклинань вогню зменшено на {1}.#by {1}", en="Forsaken Skill: Fire" },
[7050] = { "Зречення навички: крига", nil, "Навичку вимови заклинань криги зменшено на {1}.#by {1}", en="Forsaken Skill: Frost" },
[7051] = { "Зречення навички: святість", nil, "Навичку вимови заклинань святості зменшено на {1}.#by {1}", en="Forsaken Skill: Holy" },
[7053] = { "Зречення навички: тінь", nil, "Навичку вимови заклинань тіні зменшено на {1}.#by {1}", en="Forsaken Skill: Shadow" },
[7054] = { "Зречення навичок", "Проклинає ворога на {1} хв, періодично зменшуючи одну з навичок на {2}.#for {1} min#by {2}", "Періодичне зменшення навичок.", en="Forsaken Skills" },
[7057] = { "Одержимі духи", "Проклинає ворога на {1} хв, внаслідок чого його періодично переслідують злісні привиди.#for {1} min", "Вас переслідують духи...", en="Haunting Spirits" },
[7068] = { "Завіса тіні", "Зменшує ефективність зцілення цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Veil of Shadow" },
[7074] = { "Крики минулого", ref=3589, en="Screams of the Past" },
[7098] = { "Прокляття загоєння", "Проклинає ворога на {1} хв, внаслідок чого його атаки з ймовірністю {2}% зцілюють цілі {3} здоров'я.#for {1} min#it {2}% chance#by {3} on attack", "З ймовірністю {1}% зцілить ворога при атаці.#{1}% chance", en="Curse of Mending" },
[7102] = { "Зараження гниллю", "Збільшує інтервал між атаками ворога на {1}% та сповільнює вимову заклять на {2}%. З ймовірністю {3}% при отриманні удару ворог поширить хворобу на союзника. Триває {4} хв.#attacks by {1}%#casting by {2}%#adding {3}% chance#Lasts {4} min", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nЗ ймовірністю {3}% при отриманні удару хвороба пошириться на союзника.#increased by {1}%#reduced by {2}%#{3}% chance", en="Contagion of Rot" },
[7103] = { "Зараження гниллю", nil, "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nЗ ймовірністю {3}% при отриманні удару хвороба пошириться на союзника.#increased by {1}%#reduced by {2}%#{3}% chance", en="Contagion of Rot" },
[7120] = { "Захист Леді Праудмур", nil, "Броню збільшено на {1}.\nВитривалість збільшено на {2}.#Armor increased by {1}#Stamina increased by {2}", en="Proudmoore's Defense" },
[7124] = { "Дар Аруґала", "Завдає від {1} до {2} шкоди від тіні кожні {3} с протягом {4} хв.#Inflicts {1} to {2} Shadow#every {3} sec#for {4} min", "Отримання від {1} до {2} шкоди від тіні кожні {3} с.#{1} to {2} Shadow#every {3} sec", en="Arugal's Gift" },
[7125] = { "Токсична слина", "Завдає ворогу {1} шкоди від природи кожні {2} с. Також висмоктує {3} мани кожні {4} с, передаючи її заклиначу. Триває {5} хв.#Inflicts {1} Nature#enemy every {2} sec#drains {3} mana every {4} sec#Lasts {5} min", "{1} шкоди від природи кожні {2} с.\nВисмоктує {3} мани кожні {4} с.#{1} Nature damage inflicted every {2} sec#{3} mana leeched every {4} sec", en="Toxic Saliva" },
[7127] = { "Хитка воля", "Збільшує інтервал між атаками ворога на {1}%, сповільнює вимову заклять на {2}% та зменшує швидкість руху на {3}%. Триває {4} хв.#attacks speed by {1}%#casting speed by {2}%#movement by {3}%#Lasts {4} min", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nШвидкість руху зменшено на {3}%.#increased by {1}%#Casting speed reduced by {2}%#Movement speed reduced by {3}%", en="Wavering Will" },
[7139] = { "Тупіт Скверни", "Завдає звичайної шкоди плюс {1} навколишнім ворогам, приголомшуючи їх на {2} с та збільшуючи отриману ними фізичну шкоду на {3}.#plus {1} to#for {2} sec#take by {3}", "Приголомшено.\nОтриману фізичну шкоду збільшено на {1}.#by {1}", en="Fel Stomp" },
[7140] = { "Виявлення слабких місць", ref=3247, en="Expose Weakness" },
[7145] = { "Пікірування", "Завдає звичайної шкоди плюс {1} ворогу та його союзникам неподалік, вражаючи до {2} цілей.#plus {1} to#up to {2} target", en="Diving Sweep" },
[7178] = { "Водне дихання", "Дозволяє дихати водою протягом {1} хв.#for {1} min", "Водне дихання.", en="Water Breathing" },
[7230] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}", en="Fire Protection" },
[7231] = { ref=7230 }, -- Fire Protection
[7232] = { ref=7230 }, -- Fire Protection
[7233] = { ref=7230 }, -- Fire Protection
[7234] = { ref=7230 }, -- Fire Protection
[7235] = { "Тіньовий захист", "Поглинає від {1} до {2} шкоди від тіні. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}", en="Shadow Protection" },
[7236] = { "Крижаний захист", "Поглинає від {1} до {2} шкоди від криги. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}", en="Frost Protection" },
[7237] = { ref=7236 }, -- Frost Protection
[7238] = { ref=7236 }, -- Frost Protection
[7239] = { ref=7236 }, -- Frost Protection
[7240] = { ref=7236 }, -- Frost Protection
[7241] = { ref=7235 }, -- Shadow Protection
[7242] = { ref=7235 }, -- Shadow Protection
[7243] = { ref=7235 }, -- Shadow Protection
[7244] = { ref=7235 }, -- Shadow Protection
[7245] = { "Священний захист", "Поглинає від {1} до {2} шкоди від святості. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від святості.#Absorbs {1} to {2}", en="Holy Protection" },
[7246] = { ref=7245 }, -- Holy Protection
[7247] = { ref=7245 }, -- Holy Protection
[7248] = { ref=7245 }, -- Holy Protection
[7249] = { ref=7245 }, -- Holy Protection
[7250] = { "Природний захист", "Поглинає від {1} до {2} шкоди від природи. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}", en="Nature Protection" },
[7251] = { ref=7250 }, -- Nature Protection
[7252] = { ref=7250 }, -- Nature Protection
[7253] = { ref=7250 }, -- Nature Protection
[7254] = { ref=7250 }, -- Nature Protection
[7272] = { "Хмара пилу", "Зменшує ймовірність завдання удару навколишніх ворогів зменшено на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Dust Cloud" },
[7289] = { "Зменшення", "Зменшує силу ворога на {1}, а витривалість - на {2} протягом {3} хв.#Strength by {1}#Stamina by {2} for {3} min", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Shrink" },
[7290] = { "Витягування душі", "Висмоктує {1} здоров'я з ворога та його найближчого союзника протягом {2} с, зцілюючи заклиначеві вдвічі більше здоров'я.#Drains {1} health#over {2} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Soul Siphon" },
[7295] = { "Висмоктування душі", "Знерухомлює ворога на {1} с та висмоктує {2} здоров'я, передаючи його заклиначу.#for {1} sec#drains {2} health", "Знерухомлено", en="Soul Drain" },
[7353] = { "Затишне вогнище", "Збільшує ваш дух на {1}.#Spirit by {1}", "Збільшує дух на {1}.#by {1}", en="Cozy Fire" },
[7357] = { "Отруйний удар", "Завдає ворогу {1} шкоди від природи кожні {2} с, збільшуючи інтервал між атаками на {3}% і сповільнюючи його рух на {4}% протягом {5} с.#Inflicts {1} Nature#every {2} sec#attacks by {3}%#movement by {4}% for {5} sec", "{1} шкоди від природи кожні {2} с.\nІнтервал між атаками збільшено на {3}%.\nШвидкість руху зменшено на {4}%.#{1} Nature#every {2} sec#attacks increased by {3}%#speed reduced by {4}%", en="Poisonous Stab" },
[7358] = { ref=7353 }, -- Cozy Fire
[7365] = { "Пляшка отрути", "Кидає у ворога пляшку з отрутою, що завдає {1} шкоди від природи кожні {2} с протягом {3} с.#inflicting {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Bottle of Poison" },
[7367] = { "Інфікований укус", "Завдає {1} шкоди від природи ворогу кожні {2} с та збільшує отриману ним фізичну шкоду на {3} протягом {4} хв.#Inflicts {1} Nature#every {2} sec#by {3} for {4} min", "Отримання {1} шкоди від природи кожні {2} с.\nОтриману фізичну шкоду збільшено на {3}.#{1} Nature#every {2} sec#increased by {3}", en="Infected Bite" },
[7394] = { "Закручений удар", "Завдає навколишнім ворогам звичайної шкоди плюс {1}.#plus {1} to", en="Spinning Slash" },
[7396] = { "Риб'ячий жир", "Збільшує швидкість вашої атаки на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено.", en="Fishliver Oil" },
[7645] = { "Підкорення розуму", ref=3442, en="Dominate Mind" },
[7712] = { "Вогняний удар", "Завдає {1} додаткової шкоди від вогню цілі.#Does {1} additional", en="Fire Strike" },
[7713] = { "Виття мерця", "Зменшує всі характеристики навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Всі характеристики зменшено на {1}%.#by {1}%", en="Wailing Dead" },
[7714] = { ref=7712 }, -- Fire Strike
[7715] = { ref=7712 }, -- Fire Strike
[7716] = { ref=7712 }, -- Fire Strike
[7717] = { ref=7712 }, -- Fire Strike
[7718] = { ref=7712 }, -- Fire Strike
[7719] = { ref=7712 }, -- Fire Strike
[7737] = { ref=433 }, -- Food
[7764] = { "Мудрість Аґамаґґана", "Збільшує інтелект на {1}.#by {1}", "Збільшує інтелект на {1}.#by {1}", en="Wisdom of Agamaggan" },
[7840] = { "Швидке плавання", "Збільшує швидкість плавання на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість плавання збільшено на {1}%.#by {1}%", en="Swim Speed" },
[7844] = { "Вогнеміць", "Збільшує шкоду вогняних заклинань на {1} протягом {2} хв.#by up to {1} for {2} min", "Вогняну шкоду заклинань та здібностей збільшено на {1}.#by up to {1}", en="Fire Power" },
[7926] = { ref=746 }, -- First Aid
[7927] = { ref=746 }, -- First Aid
[7947] = { "Активний токсин", ref=3583, en="Localized Toxin" },
[7964] = { "Димова шашка", "Кидає димову шашку, що приголомшує навколишніх ворогів на {1} с.#for {1} sec", "Приголомшено.", en="Smoke Bomb" },
[7967] = { "Кошмар Наралекса", "Присипляє ворожу ціль на {1} с. Будь-яка ворожа дія розбудить ціль. Одночасно можна змусити спати лише одну ціль.#up to {1} sec", "Сон.", en="Naralex's Nightmare" },
[7992] = { "Сповільнююча отрута", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Slowing Poison" },
[8014] = { "Правець", "Зменшує витривалість ворога на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість зменшено на {1}.#by {1}", en="Tetanus" },
[8016] = { "Гниття духу", "Зменшує дух ворога на {1} протягом {2} хв.#by {1} for {2} min", "Дух зменшено на {1}.#by {1}", en="Spirit Decay" },
[8040] = { "Друїдська дрімота", ref=7967, en="Druid's Slumber" },
[8063] = { "Загадкова риба", "З'їж мене.", "Ви почуваєтесь дивно.", en="Deviate Fish" },
[8064] = { "Сонливість", nil, "Сон.", en="Sleepy" },
[8065] = { "Збадьорення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Invigorate" },
[8066] = { "Зменшення", nil, "Зменшено силу, витривалість та розмір.", en="Shrink" },
[8067] = { "Час вечірки!", nil, "Ви сповнені духом вечірки.", en="Party Time!" },
[8068] = { "Здоровий дух", "Збільшує дух на {1} протягом {2} хв.#Spirit by {1} for {2} min", "Дух збільшено.", en="Healthy Spirit" },
[8070] = { "Омолодження", "Відновлює цілі {1} здоров'я протягом {2} секунд.#for {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Rejuvenation" },
[8078] = { "Громовий удар", "Завдає від {1} до {2} шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками на {3}% та зменшуючи швидкість руху на {4}% протягом {5} с.#Inflicts {1} to {2} Nature#attacks by {3}%#movement by {4}% for {5} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[8138] = { "Грибок Хмуромутного озера", ref=8014, en="Mirkfallon Fungus" },
[8140] = { "Розгубленість", ref=3603, en="Befuddlement" },
[8147] = { ref=8078 }, -- Thunderclap
[8191] = { "Ревність", "Виплеск енергії наповнює вас, збільшуючи шкоду на {1} і броню на {2} протягом {3} с.#damage by {1} and armor by {2} for {3} sec", "Шкоду та броню збільшено.", en="Zeal" },
[8202] = { "Зір сапти", "Дозволює шаману бачити духів стихій.", "Здатність бачити духів стихій.", en="Sapta Sight" },
[8212] = { "Збільшення", "Ваш розмір збільшується, а ваша сила зростає на {1}, відповідно до вашого нового розміру. Триває {2} хв.#up by {1}#Lasts {2} min", "Силу збільшено на {1}, а також збільшено розмір.#by {1}", en="Enlarge" },
[8213] = { "Приготована загадкова риба", ref=8063, en="Cooked Deviate Fish" },
[8215] = { "Швидка вимова", nil, "Швидкість вимови заклять збільшено.", en="Rapid Cast" },
[8219] = { "Підміна", nil, "Видозмінено.", en="Flip Out" },
[8220] = { ref=8219 }, -- Flip Out
[8221] = { "Яааарррр", nil, "Видозмінено.", en="Yaaarrrr" },
[8222] = { ref=8221 }, -- Yaaarrrr
[8223] = { "Отакої!", nil, "Видозмінено.", en="Oops!" },
[8224] = { "Боягузтво", nil, "Налякано.", en="Cowardice" },
[8225] = { "Тікай!", nil, "Налякано.", en="Run Away!" },
[8226] = { "Імітація смерті", nil, "Вдає мертвого.", en="Fake Death" },
[8242] = { "Трощення щитом", "Завдає ворогу {1} шкоди та приголомшує його на {2} с.#Inflicts {1} damage#for {2} sec", "Приголомшено.", en="Shield Slam" },
[8245] = { "Їдка кислота", "Зменшує броню навколишніх ворогів на {1} протягом {2} хв.#by {1} for {2} min", "Броню зменшено на {1}.#by {1}", en="Corrosive Acid" },
[8256] = { "Летальний токсин", ref=3583, en="Lethal Toxin" },
[8257] = { ref=5416 }, -- Venom Sting
[8259] = { "Вихровий удар", "Завдає навколишнім ворогам звичайної шкоди плюс {1}.#plus {1} to", en="Whirling Barrage" },
[8267] = { "Проклята кров", "Зменшує інтелект навколишніх ворогів на {1} протягом {2} хв.#by {1} for {2} min", "Інтелект зменшено на {1}.#by {1}", en="Cursed Blood" },
[8269] = { "Несамовитість", "Збільшує швидкість атаки заклинача на {1}% та збільшує його фізичну шкоду на {2} протягом {3} хв.#speed by {1}%#deals by {2} for {3} min", "Фізичну шкоду збільшено на {1}.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}#speed increased by {2}%", en="Enrage" },
[8272] = { "Тремор розуму", "Сповільнює вимову заклять ворогом на {1}% протягом {2} хв.#by {1}% for {2} min", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Mind Tremor" },
[8275] = { "Отруєний постріл", ref=5208, en="Poisoned Shot" },
[8277] = { "Чаклунство вуду", "Зменшити фізичну шкоду цілі на {1} протягом {2} хв.#target is reduced by {1} for {2} min", "Фізичну шкоду зменшено.", en="Voodoo Hex" },
[8281] = { "Звуковий сплеск", "Завдає навколишнім ворогам звичайної шкоди плюс {1} та знемовлює їх на {2} с.#plus {1} on#for {2} sec", "Не може вимовляти закляття.", en="Sonic Burst" },
[8282] = { "Прокляття крові", ref=3427, en="Curse of Blood" },
[8312] = { "Пастка", "Знерухомлює ціль на {1} с.#unable to move for {1} sec", "Знерухомлено.", en="Trap" },
[8313] = { "Отрута", "Отруює ціль, завдаючи {1} шкоди від природи кожні {2} с протягом {3} с.#for {1} Nature damage every {2} sec for {3} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage#every {2} sec", en="Poison" },
[8314] = { "Кам'яна шкіра", nil, "Збільшує броню та витривалість.", en="Rock Skin" },
[8326] = { "Привид", nil, "Прямуйте до вашого тіла або поговоріть зі зцілювачем духу щоб повернутися до життя.", en="Ghost" },
[8348] = { "Благословення Джулії", "Зцілює власнику {1} здоров'я протягом {2} с.#wielder of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#Heals {1} damage every {2} sec", en="Julie's Blessing" },
[8363] = { "Паразит", ref=5208, en="Parasite" },
[8377] = { "Землехват", nil, "Знерухомлено.", en="Earthgrab" },
[8379] = { ref=6713 }, -- Disarm
[8382] = { ref=3358 }, -- Leech Poison
[8385] = { "Стрімкий вітер", nil, "Збільшує швидкість руху на {1}%.\nЗбільшує швидкість атаки на {2}%.#movement speed by {1}%#attack speed by {2}%", en="Swift Wind" },
[8391] = { ref=3242 }, -- Ravage
[8398] = { "Залп крижаних стріл", "Завдає від {1} до {2} шкоди від криги навколишнім ворогам, зменшуючи їх швидкість руху на {3}% протягом {4} с.#Inflicts {1} to {2} Frost#speed by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frostbolt Volley" },
[8399] = { "Сон", "Змушує ворогів неподалік спати протягом {1} с. Будь-яка шкода розбудить ціль.#up to {1} sec", "Сон.", en="Sleep" },
[8599] = { "Несамовитість", nil, "Фізичну шкоду збільшено на {1}.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}#speed increased by {2}%", en="Enrage" },
[8600] = { "Чумна лихоманка", "Завдає ворогу {1} шкоди від природи та додатково {2} шкоди кожні {3} с протягом {4} хв.#Inflicts {1} Nature#additional {2} damage#every {3} sec#for {4} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Fevered Plague" },
[8601] = { "Сповільнююча отрута", en="Slowing Poison" },
[8646] = { "Стрімкий копняк", "Завдає ворогу {1} шкоди та приголомшує його на {2} с.#Inflicts {1} damage#for {2} sec", "Приголомшено.", en="Snap Kick" },
[8715] = { "Жахаюче виття", ref=6605, en="Terrifying Howl" },
[8732] = { "Громовий удар", "Завдає всім навколишнім ворогам від {1} до {2} шкоди від природи.#for {1} to {2} nature", en="Thunderclap" },
[8733] = { "Благословення Чорноводдя", nil, "Збільшує інтелект на {1}\nЗбільшує дух на {2}\nЗбільшує шкоду кригою на {3}#intellect by {1}#spirit by {2}#damage done by {3}", en="Blessing of Blackfathom" },
[8747] = { "Швидкість плавання", "Збільшує швидкість плавання на {1}%.#swim speed by {1}%", "Швидкість плавання збільшено на {1}%.#swim speed by {1}%", en="Swimming Speed" },
[8806] = { ref=8275 }, -- Poisoned Shot
[8817] = { "Димова шашка", "Кидає димову шашку, що приголомшує навколишніх ворогів на {1} с та надає заклиначу непомітність.#for {1} sec", "Приголомшено.", en="Smoke Bomb" },
[8823] = { ref=2537 }, -- Crusader Strike
[8824] = { ref=2537 }, -- Crusader Strike
[8873] = { "Полум'яне дихання", "Завдає {1} шкоди вогнем ворогам у конусі перед заклиначем.#Inflicts {1} Fire", en="Flame Breath" },
[8892] = { "Гоблінські реактивні черевики", "Ці небезпечні на вигляд черевики значно збільшують вашу швидкість бігу на {1} секунд. Однак вони можуть вибухнути, тому будьте обережні.#speed for {1} sec", "Збільшує швидкість руху. Також може вибухнути.", en="Goblin Rocket Boots" },
[8898] = { ref=8202 }, -- Sapta Sight
[8899] = { ref=8202 }, -- Sapta Sight
[8900] = { ref=8202 }, -- Sapta Sight
[8988] = { "Знемовлення", ref=3589, en="Silence" },
[8994] = { "Вигнання", "Виганяє ворога до іншого виміру, перешкоджаючи всім його діям, але при цьому робить його невразливим протягом {1} с. Одночасно лише одна ціль може бути вигнаною.#for up to {1} sec", "Невразливість до всіх атак та заклять, але неможливо виконувати будь-які дії.", en="Banish" },
[9053] = { "Вогняна куля", "Завдає шкоди від вогню ворогу.", en="Fireball" },
[9080] = { "Нівечення", "Завдає ворогу шкоди від зброї плюс {1} та сповільнює його рух на {2}% протягом {3} с.#plus {1} to#speed by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[9128] = { "Бойовий клич", "Збільшує силу атаки ближнього бою учасників групи неподалік на {1} протягом {2} хв.#by {1} for {2} min", "Силу атаки ближнього бою збільшено на {1}.#by {1}", en="Battle Shout" },
[9175] = { "Швидкість бігу", ref=2379, en="Running Speed" },
[9176] = { "Священний розкол", "Зменшує броню цілі на {1} протягом {2} хв.#armor of target by {1} for {2} min", "Броню зменшено.", en="Holy Sunder" },
[9252] = { ref=436 }, -- Replenish Mana I
[9253] = { ref=436 }, -- Replenish Mana II
[9256] = { "Глибокий сон", ref=8399, en="Deep Sleep" },
[9347] = { "Смертельний удар", "Періодично застосовує Смертельний удар.", "Періодично застосовує Смертельний удар.", en="Mortal Strike" },
[9373] = { "Витягування душі", "Висмоктує {1} здоров'я з ворога та його найближчого союзника кожні {2} с, зцілюючи заклиначеві вдвічі більше здоров'я. Триває {3} с#Drains {1} health every {2} sec#Lasts {3} sec", "Висмоктування {1} здоров'я кожні {2} с.#{1} health#every {2} sec", en="Soul Siphon" },
[9459] = { "Їдкий слиз", nil, "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Corrosive Ooze" },
[9487] = { ref=9053 }, -- Fireball
[9488] = { ref=9053 }, -- Fireball
[9573] = { ref=8873 }, -- Flame Breath
[9574] = { "Вогняний ляпас", "Завдає цілі від {1} до {2} шкоди вогнем і збільшує вогняну шкоду по цілі на {3} протягом {4} секунд.#Inflicts {1} to {2} Fire#by {3} for {4} sec", "Отриману вогняну шкоду збільшено на {1}.#by {1}", en="Flame Buffet" },
[9612] = { "Чорнильні бризки", ref=5514, en="Ink Spray" },
[9614] = { "Маяк розлому", "Позначає ворога пристроєм стеження. Через 1 хвилину 2 загублених мандрівника розломами знайдуть і атакують ворога. Загублені мандрівники розломами нестабільні, а тому не можуть підтримувати фізичне втілення довше, ніж 1 хвилину.", "Мандрівники розломами знають ваше місцезнаходження. Вони знайдуть вас через 1 хвилину.", en="Rift Beacon" },
[9632] = { "Буря клинків", "Ви починаєте атакувати всіх ворогів поблизу протягом {1} секунд, завдаючи їм збільшеної на {2} шкоди від зброї кожні {3} секунди.#nearby enemies for {1} sec# additional {2} every {3} sec", "Атакує всіх ворогів поблизу, завдаючи збільшеної на {1} шкоди від зброї.#weapon damage + {1}", en="Bladestorm" },
[9658] = { ref=9574 }, -- Flame Buffet
[9672] = { "Крижана стріла", "Завдає ворогу шкоди кригою та зменшує його швидкість руху на {1} с.#for {1} sec", "Швидкість руху зменшено.", en="Frostbolt" },
[9774] = { "Невразливість до знерухомлення", "Усуває наявні ефекти знерухомлення та надає невразливість до ефектів знерухомлення протягом {1} с.#Immobilizing effects for {1} sec", "Невразливість до ефектів знерухомлення протягом {1} с.#effects for {1} sec", en="Immune Root" },
[9775] = { "Опромінення", nil, "Випромінює радіацію.\nЗавдає шкоди від природи кожні {1} с.\nПеріодично завдає шкоди природі учасникам групи неподалік.#every {1} sec", en="Irradiated" },
[9791] = { ref=3148 }, -- Head Crack
[9991] = { "Дотик Занзіла", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!", "Від дотику Занзіла по ваших венах тече отрута. Знайдіть ліки!", en="Touch of Zanzil" },
[10052] = { ref=436 }, -- Replenish Mana
[10057] = { ref=436 }, -- Replenish Mana
[10058] = { ref=436 }, -- Replenish Mana
[10134] = { "Піщана буря", nil, "Дезорієнтовано.", en="Sand Storm" },
[10250] = { ref=430 }, -- Drink
[10256] = { ref=5004 }, -- Food
[10257] = { ref=5004 }, -- Food
[10336] = { ref=2537 }, -- Crusader Strike
[10337] = { ref=2537 }, -- Crusader Strike
[10370] = { "Рвані рани", "Збільшує отриману ціллю фізичну шкоду на {1} протягом {2} хв. Ефект накопичується до {3} разів.#attacks by {1} for {2} min#up to {3} times", "Отриману шкоду в ближньому бою збільшено на {1}.#taken by {1}", en="Lacerations" },
[10452] = { ref=9574 }, -- Flame Buffet
[10576] = { "Пронизливе виття", "Знемовлює навколишніх ворогів на {1} с.#for {1} sec", "Знемовлено.", en="Piercing Howl" },
[10577] = { "Зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Heal" },
[10651] = { "Прокляття Ока", "Проклинає ворога, зменшуючи його шкоду на {1} протягом {2} хв.#by {1} for {2} min", "Проклято Оком Палета!\nФізичну шкоду зменшено на {1}.\nВимову заклять сповільнено на {2}%.#dealt is reduced by {1}#speed reduced by {2}%", en="Curse of the Eye" },
[10653] = { ref=10651 }, -- Curse of the Eye
[10667] = { "Віковічна лють", "Збільшує силу на {1} при споживанні. Ефект діє {2} хвилин.#by {1} when#for {2} min", "Збільшує силу на {1}.#by {1}", en="Rage of Ages" },
[10668] = { "Дух кнура", "Збільшує витривалість на {1} при споживанні. Ефект діє {2} хвилин.#by {1} when#for {2} min", "Збільшує витривалість на {1}.#by {1}", en="Spirit of Boar" },
[10669] = { "Удар скорпока", "Збільшує спритність на {1} при споживанні. Ефект діє {2} хвилин.#by {1} when#for {2} min", "Збільшує спритність на {1}.#by {1}", en="Strike of the Scorpok" },
[10670] = { nil, "Збільшує силу на {1} при споживанні.#by {1} when", ref=10667 }, -- Rage of Ages
[10671] = { nil, "Збільшує витривалість на {1} при споживанні.#by {1} when", ref=10668 }, -- Spirit of Boar
[10672] = { nil, "Збільшує спритність на {1} при споживанні.#by {1} when", ref=10669 }, -- Strike of the Scorpok
[10690] = { nil, "Збільшує інтелект на {1} при споживанні.#by {1} when", ref=10692 }, -- Infallible Mind
[10691] = { nil, "Збільшує дух на {1} при споживанні.#by {1} when", ref=10693 }, -- Spiritual Domination
[10692] = { "Непохибний розум", "Збільшує інтелект на {1} при споживанні. Ефект діє {2} хвилин.#by {1} when#for {2} min", "Збільшує інтелект на {1}.#by {1}", en="Infallible Mind" },
[10693] = { "Духовне панування", "Збільшує дух на {1} при споживанні. Ефект діє {2} хвилин.#by {1} when#for {2} min", "Збільшує дух на {1}.#by {1}", en="Spiritual Domination" },
[10733] = { "Полум'яні бризки", "Завдає від {1} до {2} шкоди вогнем ворогам у конусі перед заклиначем.#Inflicts {1} to {2} Fire", en="Flame Spray" },
[10767] = { "Піднесення духу", "Збільшує дух на {1}.#by {1}", "Збільшує дух на {1}.#by {1}", en="Rising Spirit" },
[10838] = { ref=746 }, -- First Aid
[10839] = { ref=746 }, -- First Aid
[10852] = { "Бойова сітка", "Знерухомлює навколишніх ворогів на {1} с.#for {1} sec", "Очікування на гравців...\nЗнерухомлено.", en="Battle Net" },
[11019] = { "Помах крил", "Вражає ворогів в конусі перед заклиначем, відкидаючи їх.", en="Wing Flap" },
[11020] = { "Скам'яніння", "Приголомшує ворога, але збільшує його броню на {1}% протягом {2} с.#by {1}% for {2} sec", "Приголомшено.\nБроню збільшено на {1}%.#by {1}%", en="Petrify" },
[11196] = { "Щойно перев'язано", nil, "Не можна перев'язати знову.", en="Recently Bandaged" },
[11319] = { "Ходіння по воді", "Дозволяє вам ходити по воді протягом {1} хв.#for {1} min", "Дозволяє ходити по воді та водоподібних поверхнях.", en="Water Walking" },
[11328] = { ref=3159 }, -- Agility
[11330] = { ref=3159 }, -- Agility
[11331] = { "Сила", ref=2367, en="Strength" },
[11334] = { "Велика спритність", ref=2374, en="Greater Agility" },
[11348] = { "Велика броня", ref=673, en="Greater Armor" },
[11349] = { ref=3220 }, -- Armor
[11359] = { "Відновлення", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec", "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec", en="Restoration" },
[11363] = { ref=2380 }, -- Resistance
[11364] = { ref=2380 }, -- Resistance
[11371] = { "Дар Артаса", "Збільшує опір тіні на {1}. Нападників з ймовірністю {2}% буде уражено хворобою, яка збільшить отриману ними шкоду на {3} протягом {4} хв. Триває {5} хв.#shadow by {1}#a {2}% chance#damage taken by {3} for {4} min#Lasts for {5} min", "Збільшує опір тіні на {1} та може вразити нападників хворобою.#resist by {1}", en="Gift of Arthas" },
[11374] = { "Дар Артаса", "Збільшує отриману фізичну шкоду на {1} протягом {2} хв..#taken by {1} for {2} min", "Отриману фізичну шкоду збільшено на {1}.#taken by {1}", en="Gift of Arthas" },
[11389] = { "Виявлення невмерлих", "Відображає на мінімапі місцезнаходження невмерлих неподалік протягом {1} год.#for {1} h", "Виявлення невмерлих.", en="Detect Undead" },
[11390] = { "Арканічний еліксир", "Збільшує шкоду заклинань на {1} протягом {2} хв.#to {1} for {2} min", "Магічну шкоду заклинань та здібностей збільшено на {1}.#by up to {1}", en="Arcane Elixir" },
[11392] = { "Невидимість", "Надає невидимість на {1} с.#for {1} sec", "Невидимість.", en="Invisibility" },
[11396] = { "Великий інтелект", ref=3166, en="Greater Intellect" },
[11403] = { "Снобачення", "Надає вам снобачення, що дозволяє досліджувати місцини, надто небезпечні для особистого перебування.", "Уві сні.", en="Dream Vision" },
[11405] = { "Еліксир велетнів", ref=2367, en="Elixir of the Giants" },
[11406] = { "Еліксир винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} хв.#power by {1}#Lasts {2} min", "Силу атаки в бою з демонами збільшено на {1}.#by {1}", en="Elixir of Demonslaying" },
[11407] = { "Виявлення демона", "Відображає на мінімапі місцезнаходження демонів неподалік протягом {1} год.#for {1} h", "Виявлення демонів.", en="Detect Demon" },
[11413] = { ref=1386 }, -- Echoes of Lordaeron
[11414] = { ref=1386 }, -- Echoes of Lordaeron
[11415] = { ref=1386 }, -- Echoes of Lordaeron
[11427] = { "Розсічення", "Завдає звичайної шкоди плюс {1} ворогу та його союзникам неподалік, вражаючи до {2} цілей.#plus {1} to#up to {2} target", en="Cleave" },
[11428] = { "Нокдаун", "Завдає ворогу від {1} до {2} шкоди, приголомшуючи його на {3} с.#Inflicts {1} to {2} damage#for {3} sec", "Приголомшено.", en="Knockdown" },
[11436] = { "Сповільнення", ref=7992, en="Slow" },
[11443] = { "Каліцтво", "Збільшує інтервал між атаками ворога на {1}%, зменшує швидкість руху на {2}% та зменшує силу на {3}%. Триває {4} с.#attacks by {1}%#movement by {2}%#Strength by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nСилу зменшено на {3}%.#speed reduced by {1}%#increased by {2}%#Strength reduced by {3}%", en="Cripple" },
[11445] = { "Кістяна броня", "Оточує заклинача кістяною броню, що поглинає від {1} до {2} шкоди протягом {3} хв. Під захистом кістяної броні отримана фізична шкода не спричиняє затримки вимови заклять.#absorbing {1} to {2} damage for {3} min", "Шкода поглинається кістяною бронею.", en="Bone Armor" },
[11474] = { "Сила тіні", "Збільшує шкоду заклинань тіні на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду тінню від заклять та здібностей збільшено на {1}.#by up to {1}", en="Shadow Power" },
[11538] = { ref=9672 }, -- Frostbolt
[11639] = { "Слово тіні: Біль", "Вимовляє слово темряви, що завдає ворогу шкоди тінню кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Shadow Word: Pain" },
[11641] = { "Пристріт", "Перетворює ворога на жабу, позбавляючи його можливості атакувати та застосовувати заклинання протягом {1} с.#for {1} sec", "Зурочено.", en="Hex" },
[11650] = { "Удар головою", ref=56, en="Head Butt" },
[11789] = { nil, "Дозволяє дихати під водою.", ref=131 }, -- Water Breathing
[11831] = { "Крижаний спалах", "Вражає ворогів неподалік кригою, знерухомлюючи їх на {1} с.#immobilizing them for up to {1} sec", "Знерухомлено", en="Frost Nova" },
[11839] = { ref=9053 }, -- Fireball
[11876] = { "Бойовий тупіт", "Завдає звичайної шкоди плюс {1} навколишнім ворогам, відкидаючи їх та приголомшуючи на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="War Stomp" },
[11892] = { nil, "Зменшує силу навколишніх ворогів на {1}, а витривалість - на {2} протягом {3} хв.#Strength by {1}#Stamina by {2} for {3} min", ref=7289 }, -- Shrink
[11918] = { ref=744 }, -- Poison
[11921] = { ref=9053 }, -- Fireball
[11922] = { "Опутуюче коріння", "Обплутує ворога корінням, завдаючи шкоди від природи кожні {1} с та знерухомлюючи його на {2} с.#every {1} sec#up to {2} sec", "Знерухомлено.\nЗавдає шкоди від природи кожні {1} с.#every {1} sec", en="Entangling Roots" },
[11960] = { "Прокляття Жахобою", nil, "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Curse of the Dreadmaul" },
[11963] = { "Знесилення", ref=7289, en="Enfeeble" },
[11969] = { "Вогненний спалах", "Завдає шкоди від вогню навколишнім ворогам.", en="Fire Nova" },
[11970] = { ref=11969 }, -- Fire Nova
[11971] = { "Розкол броні", "Розколює броню ворога, зменшуючи її на {1} за кожен ефект \"Розколу броні\". Ефект накопичується до {2} разів. Триває {3} с.#reducing it by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Sunder Armor" },
[11977] = { "Розрив", "Завдає ворогу фізичної шкоди кожні {1} с протягом {2} с.#for {1} sec#for {2} sec", "Завдає фізичної шкоди кожні {1} с.#every {1} sec", en="Rend" },
[11980] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[11983] = { "Струмінь пари", "Завдає {1} шкоди від природи навколишнім ворогам та зменшує їх шанс завдання удару на {2}% протягом {3} с.#Inflicts {1} Nature#by {2}% for {3} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Steam Jet" },
[11985] = { ref=9053 }, -- Fireball
[11988] = { "Залп вогняних куль", "Завдає шкоди від вогню навколишнім ворогам.", en="Fireball Volley" },
[11989] = { ref=11988 }, -- Fireball Volley
[12020] = { "Поклик могили", "Завдає {1} шкоди від тіні навколишнім ворогам через {2} с.#Inflicts {1} Shadow#after {2} sec", ref=5137, en="Call of the Grave" },
[12021] = { "Зосередження", "Змушує ворога зосередитись на заклиначі та збільшує швидкість атаки заклинача на {1}% протягом {2} с. Поки ціль зосереджена на заклиначі, її увагу важко привернути.#by {1}% for {2} sec", en="Fixate" },
[12024] = { ref=6533 }, -- Net
[12054] = { ref=11977 }, -- Rend
[12096] = { "Страх", "Вселяє страх у ворога, змушуючи його тікати зі страху протягом {1} с. Одночасно лише одна ціль може бути наляканою.#for up to {1} sec", "Втікає зі страху.", en="Fear" },
[12097] = { ref=6016 }, -- Pierce Armor
[12098] = { "Сон", "Змушує ворожу ціль спати протягом {1} с. Будь-яка шкода розбудить ціль. Одночасно можна змусити спати лише одну ціль.#up to {1} sec", "Сон.", en="Sleep" },
[12166] = { "Розрив м'язів", "Калічить ворога, завдаючи звичайної шкоди плюс {1} та зменшуючи його силу на {2} протягом {3} хв.#plus {1} and#by {2} for {3} sec", "Силу зменшено на {1}.#by {1}", en="Muscle Tear" },
[12187] = { "Хвороботворна хмара", en="Disease Cloud" },
[12245] = { "Заразливий шип", nil, "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Infected Spine" },
[12246] = { "Заразливий шип", en="Infected Spine" },
[12248] = { "Збільшення шкоди", "Збільшує будь-яку отриману ворогом шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману фізичну та магічну шкоду збільшено на {1}%.#by {1}%", en="Amplify Damage" },
[12251] = { "Смертоносна отрута", nil, "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Virulent Poison" },
[12252] = { "Викид павутини", "Знерухомлює ворогів у конусі перед заклиначем на {1} с.#for {1} sec", "Знерухомлено.", en="Web Spray" },
[12255] = { "Прокляття Тутен'каша", "Зменшує швидкість вимови заклять навколишніх ворогів на {1}% та збільшує інтервал між їхніми атаками на {2}%. Триває {3} хв.#enemies by {1}%#attacks by {2}%#Lasts {3} min", "Швидкість вимови заклять зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Curse of Tuten'kash" },
[12279] = { ref=8282 }, -- Curse of Blood
[12280] = { "Кислота Гаккара", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Acid of Hakkar" },
[12418] = { "Виявлення непомітності", "Посилює вашу здатність виявлення непомітності.", "Здатність виявлення непомітності посилено.", en="Stealth Detection" },
[12461] = { "Різкий удар", "Завдає ворогу звичайної шкоди плюс {1}-{2} та приголомшує його на {3} с.#plus {1} to {2}#for {3} sec", "Приголомшено.", en="Backhand" },
[12466] = { ref=9053 }, -- Fireball
[12470] = { ref=11969 }, -- Fire Nova
[12493] = { ref=11980 }, -- Curse of Weakness
[12528] = { ref=8988 }, -- Silence
[12529] = { "Морозний дотик", en="Chilling Touch" },
[12530] = { "Кволість", "Зменшує всі характеристики навколишніх ворогів на {1} протягом {2} хв.#by {1} for {2} min", "Всі характеристики зменшено на {1}.#by {1}", en="Frailty" },
[12531] = { "Морозний дотик", nil, "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Chilling Touch" },
[12533] = { "Кислотний подих", "Завдає {1} шкоди від природи та додатково {2} шкоди кожні {3} с ворогам у конусі перед заклиначем. Триває {4} с.#Inflicts {1} Nature#additional {2} damage every {3} sec#Lasts {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Breath" },
[12539] = { "Гній гуля", en="Ghoul Rot" },
[12540] = { "Ошелешення", "Завдає ворогу {1} шкоди та приголомшує його на {2} с. Ви автоматично перестанете атакувати. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі..#Inflicts {1} damage#for up to {2} sec", "Недієздатність.", en="Gouge" },
[12541] = { "Гній гуля", nil, "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Ghoul Rot" },
[12542] = { "Страх", "Вселяє страх у ворога, змушуючи його тікати зі страху протягом {1} с. Одночасно лише одна ціль може бути наляканою.#for {1} sec", "Втікає зі страху.", en="Fear" },
[12548] = { "Крижаний шок", "Завдає ворогу шкоди кригою та зменшує його швидкість руху на {1} с.#for {1} sec", "Швидкість руху зменшено.", en="Frost Shock" },
[12561] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає шкоду від вогню.", en="Fire Protection" },
[12608] = { "Виявлення непомітності", "Злегка посилює вашу здатність виявлення непомітності на {1} хв.#for {1} min", "Здатність виявлення непомітності злегка посилено.", en="Stealth Detection" },
[12674] = { ref=11831 }, -- Frost Nova
[12675] = { ref=9672 }, -- Frostbolt
[12734] = { "Гуркіт землі", "Завдає фізичної шкоди навколишнім ворогам та приголомшує їх на {1} с.#for {1} sec", "Приголомшено.", en="Ground Smash" },
[12737] = { "Крижана стріла", "Завдає шкоди від криги навколишнім ворогам, зменшуючи їх швидкість руху на {1} с.#for {1} sec", "Швидкість руху зменшено.", en="Frostbolt" },
[12738] = { ref=12248 }, -- Amplify Damage
[12741] = { "Прокляття слабкості", "Зменшує завдану навколишніми цілями фізичну шкоду на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[12747] = { ref=11922 }, -- Entangling Roots
[12748] = { ref=11831 }, -- Frost Nova
[12884] = { ref=12533 }, -- Acid Breath
[12888] = { "Зведення з розуму", "Тимчасово зводить ворожу ціль з розуму, прискорюючи її атаку на {1}% та рух на {2}%, а також змушує її атакувати своїх союзників протягом {3} с.#attacks by {1}%#movement by {2}%#for {3} sec", "Причаровано.\nШвидкість атаки збільшено на {1}%.\nШвидкість руху збільшено на {2}%.#Attack speed increased by {1}%#Movement speed increased by {2}%", en="Cause Insanity" },
[12889] = { "Прокляття мови", "Примушує навколишніх ворогів говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}% протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Curse of Tongues" },
[12891] = { ref=12533 }, -- Acid Breath
[13004] = { "Ріст", nil, "Розмір та силу атаки збільшено.", en="Grow" },
[13005] = { "Молот правосуддя", "Приголомшує ворога, позбавляючи його можливості рухатися та атакувати на {1} с.#for {1} sec", "Приголомшено.", en="Hammer of Justice" },
[13013] = { "Розчинення броні", ref=6016, en="Dissolve Armor" },
[13022] = { "Відбивання вогню та аркани", "Відбиває закляття вогню та аркани в заклиначів", "Відбиває закляття вогню та аркани в заклиначів", en="Fire and Arcane Reflect" },
[13140] = { ref=9053 }, -- Fireball
[13298] = { ref=744 }, -- Poison
[13318] = { "Розрив", "Ранить ціль, спричиняючи {1} шкоди від кровотечі протягом {2} с.#for {1} damage over {2} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rend" },
[13322] = { ref=9672 }, -- Frostbolt
[13323] = { "Поліморфія", "Перетворює ворога на вівцю, змушуючи його блукати до {1} с. Вівця не здатна атакувати або вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, драконів, велетнів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття.\nШвидкість регенерації здоров'я збільшено.", en="Polymorph" },
[13338] = { "Прокляття мови", "Примушує ворога говорити мовою демонів, сповільнюючи час вимови заклять на {1}% протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Curse of Tongues" },
[13375] = { ref=9053 }, -- Fireball
[13438] = { "Вогняна куля", "Кидає вогняну кулю, що завдає {1} шкоди від вогню і додатково {2} шкоди протягом {3} с.#causes {1} Fire#additional {2} damage over {3} sec", "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec", en="Fireball" },
[13440] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні.#causing {1} Shadow", en="Shadow Bolt" },
[13442] = { ref=701 }, -- Firebolt
[13443] = { ref=11977 }, -- Rend
[13444] = { ref=11971 }, -- Sunder Armor
[13445] = { ref=11977 }, -- Rend
[13480] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає від {1} до {2} шкоди від тіні.#causing {1} to {2} Shadow", en="Shadow Bolt" },
[13482] = { "Блискавка", "Завдає цілі від {1} до {2} шкоди від природи.#for {1} to {2} Nature", en="Lightning Bolt" },
[13486] = { "Рана", "Ранить ціль, завдаючи від {1} до {2} шкоди.#for {1} to {2} damage", en="Wound" },
[13490] = { "Виючий клинок", "Зменшує силу атаки цілі на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки зменшено на {1}.#power by {1}", en="Howling Blade" },
[13494] = { "Прискорення", "Збільшує вашу швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість атаки збільшено.", en="Haste" },
[13496] = { "Запаморочення", "Сповільнює рух цілі на {1}% протягом {2} с.#movement by {1}% for {2} sec", "Швидкість руху зменшено.", en="Dazed" },
[13518] = { ref=8313 }, -- Poison
[13526] = { "Їдка отрута", "Їдка кислота завдає цілі {1} шкоди від природи кожні {2} секунди і зменшує її броню на {3} протягом {4} с.#deals {1} Nature#every {2} sec#armor by {3} for {4} sec", "Броню зменшено. Періодична шкода від природи.", en="Corrosive Poison" },
[13527] = { ref=13482 }, -- Lightning Bolt
[13528] = { "Занепала сила", "Зменшує силу цілі на {1} протягом {2} секунд.#Strength by {1} for {2} sec", "Силу зменшено на {1}.#by {1}", en="Decayed Strength" },
[13530] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди протягом {2} секунд.#causing {1} damage over {2} sec", "{1} шкоди від тіні кожні {2} с.#Inflicts {1} Shadow#every {2} sec", en="Corruption" },
[13533] = { ref=13494 }, -- Haste
[13579] = { ref=12540 }, -- Gouge
[13582] = { "Смертельна отрута", "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с протягом {3} хв.#Inflicts {1} Nature#every {2} sec#for {3} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Deadly Poison" },
[13583] = { "Прокляття Мертволісих", "Зменшує ефективність зцілення ворога на {1}% протягом {2} хв.#by {1}% for {2} min", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Curse of the Deadwood" },
[13608] = { "Сітка з гачками", "Знерухомлює ворога на {1} с та завдає фізичної шкоди.#for {1} sec", "Знерухомлено.", en="Hooked Net" },
[13692] = { "Страшне гарчання", "Зменшує силу навколишніх ворогів на {1}, а спритність на {2} протягом {3} с.#Strength by {1}#Agility by {2} for {3} sec", "Силу зменшено на {1}.\nСпритність зменшено на {2}.#Strength reduced by {1}#Agility reduced by {2}", en="Dire Growl" },
[13704] = { "Психічний крик", "Вивільнює психічний крик, що змушує до {1} навколишніх ворогів тікати геть протягом {2} с.#up to {1} nearby#for {2} sec", "Втікає зі страху.", en="Psychic Scream" },
[13729] = { "Вогняний шок", "Обпалює ворога, завдаючи шкоди вогнем кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Отримання шкоди від вогню кожні {1} с.#every {1} sec", en="Flame Shock" },
[13736] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи звичайної шкоди плюс {2}.#lasts {1} sec#plus {2}", "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.#plus {1}", en="Whirlwind" },
[13737] = { "Смертельний удар", "Завдає {1}% шкоди від зброї та ранить ціль, зменшуючи ефективність будь-якого зцілення на {2}% протягом {3} с.#Inflicts {1}% weapon#healing by {2}% for {3} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Mortal Strike" },
[13738] = { ref=11977 }, -- Rend
[13747] = { "Сповільнення", "Збільшує інтервал між атаками навколишніх ворогів на {1}% та зменшує їх швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Slow" },
[13864] = { "Слово сили: Стійкість", "Збільшує витривалість союзника на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Power Word: Fortitude" },
[13880] = { "Сплеск магми", nil, "{1} шкоди вогнем кожні {2} с.\nБроню зменшено на {3}.#{1} Fire#every {2} sec#reduced by {3}", en="Magma Splash" },
[13884] = { "Отрута зав'ядання", nil, "Завдає шкоди від природи кожні {1} с.\nСилу та спритність зменшено.#every {1} sec", en="Withering Poison" },
[13902] = { "Кулак Раґнароса", ref=3609, en="Fist of Ragnaros" },
[14030] = { ref=13608 }, -- Hooked Net
[14032] = { ref=11639 }, -- Shadow Word: Pain
[14034] = { ref=9053 }, -- Fireball
[14087] = { ref=13318 }, -- Rend
[14100] = { "Жахаючий рев", ref=6605, en="Terrifying Roar" },
[14103] = { ref=701 }, -- Firebolt
[14106] = { ref=13480 }, -- Shadow Bolt
[14109] = { ref=13482 }, -- Lightning Bolt
[14112] = { "Обдиральна лоза", ref=7145, en="Flaying Vine" },
[14118] = { ref=13318 }, -- Rend
[14119] = { "Блискавка", "Завдає цілі {1} шкоди від природи.#for {1} Nature", en="Lightning Bolt" },
[14120] = { "Кислота прохідника", "Роз'їдає броню ворога, зменшуючи її на {1} за кожен ефект. Може накопичуватись до {2} разів. Триває {3} с.#by {1} per application#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Tunneler Acid" },
[14122] = { ref=13480 }, -- Shadow Bolt
[14126] = { "Рана", "Ранить ціль, завдаючи {1} шкоди.#for {1} damage", en="Wound" },
[14147] = { "Кислотний слиз", nil, "Отримання від {1} до {2} шкоди від природи кожні {3} с.\nБроню зменшено на {4}#{1} to {2} Nature#every {3} sec#reduced by {4}", en="Acid Slime" },
[14178] = { "Липка смола", en="Sticky Tar" },
[14180] = { "Липка смола", nil, "Не тримає в руках зброю.", en="Sticky Tar" },
[14208] = { "Вибух Джей Ді", en="JD Explosion" },
[14331] = { "Жахливий розрив", ref=11977, en="Vicious Rend" },
[14515] = { "Підкорення розуму", "Бере під контроль ворога-гуманоїда до {1} рівня на {2} с.#level {1} for {2} sec", "Причаровано.", en="Dominate Mind" },
[14517] = { "Удар лицаря", "Завдає ворогу {1} шкоди та збільшує отриману ним шкоду від святості на {2} за кожен \"Удар лицаря\". Ефект може накопичуватись до {3} разів. Триває {4} с.#Inflicts {1} damage#takes by {2} per#applied up to {3} times#Lasts {4} sec", "Отриману шкоду святістю збільшено.", en="Crusader Strike" },
[14518] = { ref=14517 }, -- Crusader Strike
[14530] = { ref=2379 }, -- Speed
[14533] = { "Розщеплення", "Збільшує отриману навколишніми ворогами шкоду від вогню, криги та аркани на {1}% протягом {2} хв.#by {1}% for {2} min", "Отриману шкоду від вогню, криги та аркани збільшено на {1}%.#by {1}%", en="Disjunction" },
[14535] = { "Землечерпна хвороба", "Зменшує всі характеристики навколишніх ворогів на {1}% протягом {2} хв.#by {1}% for {2} min", "Всі характеристики зменшено на {1}%.#by {1}%", en="Dredge Sickness" },
[14538] = { "Акустичний шок", "Сповільнює вимову заклять навколишніх ворогів на {1}% протягом {2} хв.#by {1}% for {2} min", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Aural Shock" },
[14539] = { "Гнилісний фермент", "Збільшує отриману навколишніми ворогами шкоду від природи на {1}% та збільшує отриману ними шкоду від тіні на {2}%. Триває {3} хв.#enemies by {1}%#take by {2}%#Lasts {3} min", "Отриману шкоду від природи збільшено на {1}%.\nОтриману шкоду від тіні збільшено на {2}%.#Nature damage taken is increased by {1}%#Shadow damage taken is increased by {2}%", en="Putrid Enzyme" },
[14621] = { "Поліморфія", "Перетворює вас на вівцю, змушуючи вас блукати до {1} с. Вівця не здатна атакувати або вимовляти закляття, а будь-яка шкода поверне вас до нормального стану.#up to {1} sec", "Не може атакувати та вимовляти закляття.", en="Polymorph" },
[14868] = { "Прокляття агонії", "Проклинає ціль агонією, завдаючи шкоди тінню кожні {1} с протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#every {1} sec#over {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", en="Curse of Agony" },
[14875] = { ref=14868 }, -- Curse of Agony
[14897] = { ref=7992 }, -- Slowing Poison
[14907] = { ref=11831 }, -- Frost Nova
[15007] = { "Слабкість після воскресіння", nil, "Зменшує всі характеристики на {1}%, всю завдану шкоду на {2}%, а також броню та всі опори на {3}%.#attributes by {1}%#caused by {2}%#resistance by {3}%", en="Resurrection Sickness" },
[15039] = { ref=13729 }, -- Flame Shock
[15042] = { ref=8282 }, -- Curse of Blood
[15043] = { ref=9672 }, -- Frostbolt
[15063] = { ref=11831 }, -- Frost Nova
[15089] = { ref=12548 }, -- Frost Shock
[15096] = { ref=13729 }, -- Flame Shock
[15128] = { "Знак полум'я", "Збільшує отриману ворогом шкоду від вогню на {1} протягом {2} хв.#by {1} for {2} min", "Отриману шкоду від вогню збільшено на {1}.#by {1}", en="Mark of Flames" },
[15228] = { ref=9053 }, -- Fireball
[15242] = { ref=9053 }, -- Fireball
[15243] = { ref=11988 }, -- Fireball Volley
[15283] = { "Приголомшливий удар", ref=56, en="Stunning Blow" },
[15285] = { ref=11988 }, -- Fireball Volley
[15288] = { "Лють Раґнароса", "Збільшує магічну шкоду союзника на {1} протягом {2} хв.#by {1} for {2} min", "Магічну шкоду збільшено на {1}.#by {1}", en="Fury of Ragnaros" },
[15470] = { ref=12889 }, -- Curse of Tongues
[15471] = { "Огортання павутиною", "Знерухомлює ворога, збільшує інтервал між його атаками на {1}% та запобігає вимові заклять протягом {2} с.#attacks by {1}%#for {2} sec", "Не може рухатись та вимовляти закляття.\nІнтервал між атаками збільшено на {1}%.#by {1}%", en="Enveloping Web" },
[15474] = { "Павутинний вибух", "Знерухомлює ворогів неподалік на {1} с.#for {1} sec", "Знерухомлено.", en="Web Explosion" },
[15497] = { ref=9672 }, -- Frostbolt
[15499] = { ref=12548 }, -- Frost Shock
[15502] = { "Розкол броні", "Вражає навколишніх ворогів, зменшуючи їх броню на {1} за кожен ефект \"Розколу броні\". Ефект накопичується до {2} разів. Триває {3} с.#armor by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Sunder Armor" },
[15530] = { ref=9672 }, -- Frostbolt
[15531] = { ref=11831 }, -- Frost Nova
[15532] = { ref=11831 }, -- Frost Nova
[15534] = { ref=13323 }, -- Polymorph
[15535] = { ref=6728 }, -- Enveloping Winds
[15536] = { ref=9053 }, -- Fireball
[15548] = { ref=8078 }, -- Thunderclap
[15550] = { "Тупіт", "Завдає фізичної шкоди навколишнім ворогам.", en="Trample" },
[15572] = { ref=11971 }, -- Sunder Armor
[15579] = { ref=11427 }, -- Cleave
[15584] = { ref=11427 }, -- Cleave
[15588] = { ref=8078 }, -- Thunderclap
[15593] = { ref=11876 }, -- War Stomp
[15594] = { "Сила волі", "З ймовірністю {1}% після отримання удару ви отримуватиме на {2} менше шкоди в ближньому бою протягом {3} секунд.#a {1}% chance#taken by {2} for {3} sec", en="Force of Will" },
[15595] = { "Сила волі", nil, "Отриману шкоду в ближньому бою зменшено на {1}.#by {1}", en="Force of Will" },
[15609] = { "Сітка з гачками", "Знерухомлює навколишніх ворогів на {1} с та завдає фізичної шкоди.#for {1} sec", "Знерухомлено.", en="Hooked Net" },
[15616] = { ref=13729 }, -- Flame Shock
[15618] = { ref=8646 }, -- Snap Kick
[15621] = { ref=3551 }, -- Skull Crack
[15654] = { ref=11639 }, -- Shadow Word: Pain
[15655] = { ref=8242 }, -- Shield Slam
[15656] = { ref=7357 }, -- Poisonous Stab
[15662] = { ref=13438 }, -- Fireball
[15664] = { ref=6917 }, -- Venom Spit
[15665] = { ref=9053 }, -- Fireball
[15708] = { ref=13737 }, -- Mortal Strike
[15716] = { ref=8269 }, -- Enrage
[15728] = { ref=3256 }, -- Plague Cloud
[15730] = { "Прокляття загоєння", nil, "Може зцілити ворога при атаці.", en="Curse of Mending" },
[15753] = { "Нокдаун", nil, "Приголомшено.", en="Knockdown" },
[15798] = { "Місячний вогонь", "Обпалює ворога, завдаючи шкоди арканою та додатково шкоди протягом {1} с.#over {1} sec", "Отримання шкоди від аркани кожні {1} с.#every {1} sec", en="Moonfire" },
[15802] = { ref=7289 }, -- Shrink
[15822] = { "Сон без сновидінь", "Занурює у сон без сновидінь на {1} с. Протягом цього часу відновлює {2} здоров'я та {3} мани.#for {1} sec#{2} health and {3} mana", "Сон без сновидінь.", en="Dreamless Sleep" },
[15848] = { "Гнійний висип", ref=3105, en="Festering Rash" },
[15859] = { ref=7645 }, -- Dominate Mind
[15860] = { "Пронизування", ref=11977, en="Impale" },
[15970] = { ref=12098 }, -- Sleep
[15976] = { "Пробиття", ref=11977, en="Puncture" },
[16001] = { "Пронизування", ref=15860, en="Impale" },
[16050] = { "Сповільнюючий слиз", ref=7992, en="Slowing Ooze" },
[16053] = { "Домінування душі", "Дозволяє керувати розумом Вуглечвара, коли його сила волі ослабне.", en="Dominion of Soul" },
[16054] = { "Полум'я чорних драконів", en="Flames of the Black Flight" },
[16071] = { "Прокляття Вогняного Тавра", "Завдає від {1} до {2} шкоди вогнем ворогу кожні {3} с протягом {4} хв.#Inflicts {1} to {2} Fire#every {3} sec#for {4} min", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Curse of the Firebrand" },
[16079] = { ref=11969 }, -- Fire Nova
[16094] = { "Крижаний подих", "Завдає шкоди від криги ворогам у конусі перед заклиначем, викрадаючи у них ману і зменшуючи швидкість руху на {1} с.#speed for {1} sec", "Швидкість руху зменшено.", en="Frost Breath" },
[16095] = { ref=14331 }, -- Vicious Rend
[16096] = { "Грізний рев", ref=6524, en="Cowering Roar" },
[16097] = { "Пристріт", "Перетворює навколишніх ворогів на жаб, позбавляючи їх можливості атакувати та застосовувати заклинання протягом {1} с.#for {1} sec", "Зурочено.", en="Hex" },
[16098] = { nil, "Збільшує отриману навколишніми ворогами фізичну шкоду на {1} протягом {2} хв.#by {1} for {2} min", ref=8282 }, -- Curse of Blood
[16099] = { ref=16094 }, -- Frost Breath
[16101] = { ref=9053 }, -- Fireball
[16104] = { "Кристалізація", ref=5106, en="Crystallize" },
[16128] = { "Інфікований укус", "Завдає шкоди від природи ворогу кожні {1} с та збільшує отриману ним фізичну шкоду на {2} хв.#every {1} sec#for {2} min", "Отримання шкоди від природи кожні {1} с.\nОтриману фізичну шкоду збільшено.#every {1} sec", en="Infected Bite" },
[16143] = { "Трупні черви", nil, "Отримання {1} шкоди від тіні кожні {2} с.\nВідновлення здоров'я сповільнено на {3}%.#{1} Shadow#every {2} sec#reduced by {3}%", en="Cadaver Worms" },
[16145] = { ref=11971 }, -- Sunder Armor
[16168] = { "Вогняний ляпас", "Завдає цілі шкоди вогнем і збільшує шкоду вогнем по цілі на {1} с.#for {1} sec", "Збільшено отриману шкоду від вогню.", en="Flame Buffet" },
[16172] = { ref=3148 }, -- Head Crack
[16186] = { ref=8600 }, -- Fevered Plague
[16231] = { "Прокляття відчайдушності", "Збільшує силу атаки ближнього бою ворога на {1}, але зменшує його броню на {2} протягом {3} хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти страху. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#power by {1}#armor by {2} for {3} min", "Силу атаки ближнього бою збільшено на {1}.\nБроню зменшено на {2}.\nІгнорує ефекти страху.#increased by {1}#reduced by {2}", en="Curse of Recklessness" },
[16247] = { ref=6909 }, -- Curse of Thorns
[16249] = { ref=9672 }, -- Frostbolt
[16250] = { ref=11988 }, -- Fireball Volley
[16333] = { "Дотик знесилення", ref=7289, en="Debilitating Touch" },
[16336] = { "Одержимі примари", ref=7057, en="Haunting Phantoms" },
[16340] = { ref=16094 }, -- Frost Breath
[16350] = { "Заморозка", "Крижаний спалах завдає шкоди та приголомшує ворогів у конусі перед заклиначем, та додатково завдає шкоди від криги кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Приголомшено.\nОтримання шкоди від криги кожні {1} с.#every {1} sec", en="Freeze" },
[16359] = { "Подих їдкої кислоти", "Подих хмарою їдкої кислоти у ворогів, що перебувають у конусі перед заклиначем, зменшуючи їхню броню і завдаючи шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Броню зменшено.\nОтримання шкоди від природи кожні {1} с.#every {1} sec", en="Corrosive Acid Breath" },
[16390] = { ref=8873 }, -- Flame Breath
[16393] = { ref=13318 }, -- Rend
[16396] = { ref=8873 }, -- Flame Breath
[16400] = { ref=8313 }, -- Poison
[16401] = { ref=8313 }, -- Poison
[16402] = { ref=13530 }, -- Corruption
[16403] = { ref=13318 }, -- Rend
[16405] = { ref=14126 }, -- Wound
[16406] = { ref=13318 }, -- Rend
[16408] = { ref=13440 }, -- Shadow Bolt
[16409] = { ref=13440 }, -- Shadow Bolt
[16410] = { ref=13480 }, -- Shadow Bolt
[16413] = { ref=13438 }, -- Fireball
[16427] = { ref=12251 }, -- Virulent Poison
[16429] = { "Пронизлива тінь", "Зменшує опір тіні ворога на {1} протягом {2} хв.#by {1} for {2} min", "Опір тіні зменшено на {1}.#by {1}", en="Piercing Shadow" },
[16430] = { "Висмоктування душі", "Висмоктує частину душі ворога. Викрадає {1} здоров'я кожні {2} с та {3} мани кожні {4} с, передаючи їх заклиначу. Триває {5} с.#Steals {1} health every {2} sec#and {3} mana every {4} sec#Lasts {5} sec", "Викрадення {1} здоров'я кожні {2} с.\nВикрадення {3} мани кожні {4} с.#{1} health leeched every {2} sec#{3} mana leeched every {4} sec", en="Soul Tap" },
[16431] = { ref=11445 }, -- Bone Armor
[16432] = { "Чумний туман", nil, "{1} шкоди від природи кожні {2} с.\nНе можна отримати ефект непомітності чи невидимості.#{1} Nature damage every {2} sec", en="Plague Mist" },
[16433] = { ref=14126 }, -- Wound
[16448] = { "Чорна гниль", "Зменшує ймовірність ухилення ворога на {1}% протягом {2} хв.#by {1}% for {2} min", "Ймовірність ухилення зменшено на {1}%.#by {1}%", en="Black Rot" },
[16449] = { "Личинковий слиз", "Зменшує силу атаки ближнього бою ворога на {1}, а силу атаки дальнього бою на {2} протягом {3} хв.#melee attack power by {1} and#ranged attack power by {2} for {3} min", "Силу атаки ближнього бою зменшено на {1}.\nСилу атаки дальнього бою зменшено на {2}.#Melee attack power reduced by {1}#Ranged attack power reduced by {2}", en="Maggot Slime" },
[16458] = { "Чума гуля", "Зменшує швидкість руху ворога на {1}% та зменшує всю завдану ним фізичну та магічну шкоду на {2}. Триває {3} хв.#enemy by {1}%#deals by {2}#Lasts {3} min", "Швидкість руху зменшено на {1}%.\nЗавдану фізичну та магічну шкоду зменшено на {2}.#speed reduced by {1}%#dealt is reduced by {2}", en="Ghoul Plague" },
[16460] = { "Гнійні укуси", "Зменшує ймовірність завдання критичного удару ближнього бою ворога на {1}% та зменшує його ймовірність завдання критичного удару закляттями на {2}%. Триває {3} хв.#melee attack by {1}%#spell attack by {2}%#Lasts {3} min", "Ймовірність завдання критичного удару в ближньому бою зменшено на {1}%.\nЙмовірність завдання критичного удару закляттями зменшено на {2}%.#Melee critical-hit chance reduced by {1}%#Spell critical-hit chance reduced by {2}%", en="Festering Bites" },
[16468] = { "Материнське молоко", "Отруює навколишніх ворогів. Доки отрута не буде повністю виведена, вона буде періодично знерухомлювати отруєні цілі та їх союзників неподалік.", "Може знерухомити носія та навколишніх союзників. Триває поки отруту не розвіють або поки носія не \"подоять\".", en="Mother's Milk" },
[16469] = { "Павутинний вибух", "Знерухомлює ціль на {1} с.#for {1} sec", en="Web Explosion" },
[16470] = { "Дар каменю", "Збільшує броню на {1} протягом {2} с, однак протягом дії цього ефекту ви не можете атакувати чи вимовляти заклинання.#armor by {1} for {2} sec", "Броню збільшено на {1}, але неможливо атакувати та вимовляти заклинання.#armor by {1} but", en="Gift of Stone" },
[16498] = { ref=6950 }, -- Faerie Fire
[16509] = { ref=11977 }, -- Rend
[16536] = { ref=9574 }, -- Flame Buffet
[16549] = { ref=13486 }, -- Wound
[16552] = { nil, "Плює у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", ref=6917 }, -- Venom Spit
[16555] = { "Утоплення", nil, "Швидкість плавання зменшено на {1}%.\nСпритність зменшено на {2}%.#speed reduced by {1}%#Agility reduced by {2}%", en="Drowning Death" },
[16573] = { "Гнилісна жовч", nil, "Завдає шкоди від природи кожні {1} с та зупиняє відновлення здоров'я.#every {1} sec", en="Putrid Bile" },
[16574] = { "Гнилісна жовч", "Може застосувати \"Гнилісну жовч\" на ворога при отриманні удару в ближньому бою.", en="Putrid Bile" },
[16575] = { ref=16574 }, -- Putrid Bile
[16591] = { "Еліксир Гогельмогеля", nil, "Ви припинили дихати...", en="Noggenfogger Elixir" },
[16593] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте легкість...", en="Noggenfogger Elixir" },
[16595] = { "Еліксир Гогельмогеля", nil, "Ви стали менше...", en="Noggenfogger Elixir" },
[16599] = { "Благословення Шаграма", nil, "Відновлює {1} здоров'я та мани кожні {2} с.#Restores {1} health#every {2}", en="Blessing of Shahram" },
[16610] = { "Бритвошкіра", "Збільшує показник броні та завдає шкоди нападникам.", "Збільшує показник броні та завдає шкоди нападникам.", en="Razorhide" },
[16612] = { "Сила Аґамаґґана", "Збільшує силу на {1}.#by {1}", "Збільшує силу на {1}.#by {1}", en="Agamaggan's Strength" },
[16618] = { "Дух вітру", "Збільшує швидкість руху.", "Збільшує швидкість руху.", en="Spirit of the Wind" },
[16635] = { ref=11969 }, -- Fire Nova
[16707] = { "Пристріт", nil, "Зурочено.", en="Hex" },
[16708] = { ref=16707 }, -- Hex
[16709] = { ref=16707 }, -- Hex
[16711] = { "Ріст", nil, "Всі виросли.", en="Grow" },
[16712] = { "Особливе вариво", nil, "Ви почуваєтеся дивно...", en="Special Brew" },
[16713] = { "Примарність", nil, "Ви почуваєтесь примарно.", en="Ghostly" },
[16727] = { ref=11876 }, -- War Stomp
[16739] = { "Сфера обману", "Замаскуватися під члена протилежної фракції.", "Замасковано.", en="Orb of Deception" },
[16782] = { ref=13482 }, -- Lightning Bolt
[16783] = { ref=13480 }, -- Shadow Bolt
[16784] = { ref=13480 }, -- Shadow Bolt
[16788] = { ref=9053 }, -- Fireball
[16790] = { "Нокдаун", "Завдає від {1} до {2} шкоди ворогу та його союзникам неподалік, приголомшуючи їх на {3} с. Вражає до {4} цілей.#Inflicts {1} to {2} damage#for {3} sec#up to {4} targets", "Приголомшено.", en="Knockdown" },
[16798] = { "Чарівна колискова", "Присипляє ворога на {1} с. Будь-яка шкода розбудить ціль. Одночасно можна змусити спати лише одну ціль.#up to {1} sec", "Сон.", en="Enchanting Lullaby" },
[16799] = { ref=9672 }, -- Frostbolt
[16804] = { ref=13729 }, -- Flame Shock
[16805] = { "Розпалення", "Підпалює ворога, завдаючи {1} шкоди вогнем протягом {2} с і викликаючи у нього паніку. Поки ефект діє на ціль, полум'я періодично обпалює її союзників неподалік, завдаючи їм {3} шкоди.#inflicting {1} Fire damage over {2} sec#allies for {3} damage", "Ви горите!", en="Conflagration" },
[16806] = { "Розпалення", en="Conflagration" },
[16838] = { "Вереск банші", ref=3589, en="Banshee Shriek" },
[16856] = { ref=13737 }, -- Mortal Strike
[16866] = { nil, "Плює у навколишніх ворогів отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", ref=6917 }, -- Venom Spit
[16867] = { nil, "Зменшує ймовірність завдання удару навколишніми ворогами на {1}% протягом {2} с.#chance to hit by {1}% for {2} sec", ref=5884 }, -- Banshee Curse
[16869] = { "Льодяна могила", ref=3609, en="Ice Tomb" },
[16884] = { "Здоров'я II", ref=2378, en="Health II" },
[16894] = { ref=7230 }, -- Fire Protection
[16922] = { "Приголомшення від Зоряного вогню", en="Starfire Stun" },
[17013] = { "Спритність Аґамаґґана", "Збільшує спритність на {1}.#by {1}", "Збільшує спритність на {1}.#by {1}", en="Agamaggan's Agility" },
[17038] = { "Огневиця Зимокрайових", "Збільшує силу атаки ближнього бою на {1} та збільшує розмір протягом {2} хв.#by {1} and#for {2} min", "Збільшує розмір, а також силу атаки ближнього бою на {1}.#by {1}", en="Winterfall Firewater" },
[17105] = { ref=5884 }, -- Banshee Curse
[17146] = { ref=11639 }, -- Shadow Word: Pain
[17150] = { "Арканічна міць", ref=15288, en="Arcane Might" },
[17153] = { ref=13318 }, -- Rend
[17158] = { ref=16552 }, -- Venom Spit
[17172] = { ref=11641 }, -- Hex
[17173] = { "Висмоктування життя", "Висмоктує {1} здоров'я з ворога протягом {2} с, передаючи його заклиначу.#Drains {1} health#over {2} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Drain Life" },
[17174] = { "Запаморочливий постріл", "Паморочить ціль, зменшуючи її швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Concussive Shot" },
[17183] = { ref=8313 }, -- Poison
[17197] = { "Слиз черва", "Отруює навколишніх ворогів, завдаючи від {1} до {2} шкоди та додатково від {3} до {4} шкоди від природи кожні {5} с протягом {6} с.#for {1} to {2} damage#additional {3} to {4} Nature#every {5} sec#for {6} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Maggot Goo" },
[17203] = { ref=11988 }, -- Fireball Volley
[17207] = { ref=13736 }, -- Whirlwind
[17227] = { ref=11980 }, -- Curse of Weakness
[17230] = { ref=3427 }, -- Infected Wound
[17238] = { ref=17173 }, -- Drain Life
[17244] = { "Одержимість", "Бере під контроль ворога-гуманоїда до {1} рівня на {2} хв і збільшує його максимальний запас здоров'я на {3}%.#level {1} for {2} min#health by {3}%", "Причаровано.\nМаксимальний запас здоров'я збільшено на {1}.#increased by {1}", en="Possess" },
[17246] = { "Одержимість", nil, "Причаровано.\nЗавдає на {1}% більше шкоди.#by {1}%", en="Possessed" },
[17250] = { "Одержимість", en="Possess" },
[17281] = { ref=14517 }, -- Crusader Strike
[17286] = { "Молот лицаря", ref=6524, en="Crusader's Hammer" },
[17290] = { ref=9053 }, -- Fireball
[17292] = { ref=8313 }, -- Poison
[17293] = { "Пекучі вітри", "Приголомшує ворога та завдає {1} шкоди від вогню протягом {2} с.#inflicts {1} Fire#over {2} sec", "Приголомшено.\n{1} шкоди від вогню протягом {2} с.#{1} Fire#over {2} sec", en="Burning Winds" },
[17294] = { ref=8873 }, -- Flame Breath
[17307] = { "Нокаут", "Завдає ворогові звичайної шкоди плюс {1}, відкидаючи його та приголомшуючи на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="Knockout" },
[17330] = { ref=8313 }, -- Poison
[17351] = { "Сріблястий Світанок", "Ймовірність блокування збільшено на {1}%.#by {1}%", "Ймовірність блокування збільшено на {1}%.#by {1}%", en="Argent Dawn" },
[17366] = { ref=11969 }, -- Fire Nova
[17405] = { "Домінування", ref=14515, en="Domination" },
[17498] = { ref=2379 }, -- Speed
[17503] = { ref=9672 }, -- Frostbolt
[17504] = { ref=13318 }, -- Rend
[17509] = { ref=13480 }, -- Shadow Bolt
[17510] = { ref=13530 }, -- Corruption
[17511] = { ref=8313 }, -- Poison
[17528] = { "Потужне зілля люті", "Додає від {1} до {2} люті та збільшує силу на {3} протягом {4} с.#Rage by {1} to {2}#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}", en="Mighty Rage" },
[17535] = { "Еліксир мудреців", "Збільшує інтелект та дух на {1} протягом {2} год.#by {1} for {2} h", "Інтелект і дух збільшено на {1}.#by {1}", en="Elixir of the Sages" },
[17537] = { "Еліксир грубої сили", "Збільшує силу та витривалість на {1} протягом {2} год.#by {1} for {2} h", "Силу та витривалість збільшено на {1}.#by {1}", en="Elixir of Brute Force" },
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та ймовірність завдання критичного удару на {2}% протягом {3} год.#Agility by {1}#by {2}% for {3} h", "Спритність збільшено на {1}, ймовірність завдання критичного удару збільшено на {2}%.#Agility increased by {1}#chance increases by {2}%", en="Elixir of the Mongoose" },
[17539] = { "Великий арканічний еліксир", "Збільшує шкоду заклинань на {1} протягом {2} год.#by up to {1} for {2} h", "Магічну шкоду заклинань та здібностей збільшено на {1}.#by up to {1}", en="Greater Arcane Elixir" },
[17540] = { "Великий каменещит", ref=4941, en="Greater Stoneshield" },
[17543] = { ref=7230 }, -- Fire Protection
[17544] = { ref=7236 }, -- Frost Protection
[17545] = { ref=7245 }, -- Holy Protection
[17546] = { ref=7250 }, -- Nature Protection
[17547] = { ref=13737 }, -- Mortal Strike
[17548] = { ref=7235 }, -- Shadow Protection
[17549] = { "Арканічний захист", "Поглинає від {1} до {2} шкоди від аркани. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від аркани.#Absorbs {1} to {2}", en="Arcane Protection" },
[17620] = { ref=17173 }, -- Drain Life
[17624] = { "Скам'яніння", "Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Одночасно ви можете перебувати під дією лише одного настою.", "Невразливість до всіх атак та заклять. Не може атакувати, рухатися та застосовувати закляття.", en="Petrification" },
[17626] = { "Настій титанів", "Збільшує максимальний запас здоров'я на {1} протягом {2} год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.#health by {1} for {2} h", "Запас здоров'я збільшено на {1}.#increased by {1}", en="Flask of the Titans" },
[17627] = { "Дистильована мудрість", "Збільшує максимальний запас мани на {1} протягом {2} год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.#mana by {1} for {2} h", "Запас мани збільшено на {1}.#increased by {1}", en="Distilled Wisdom" },
[17628] = { "Велика сила", "Збільшує шкоду магічних заклинань і ефектів на {1} протягом {2} год. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#by up to {1} for {2} h", "Шкоду заклять збільшено на {1}.#increased by up to {1}", en="Supreme Power" },
[17629] = { "Хроматичний опір", "Збільшує опір всім школам магії на {1} на {2} год. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті та поєднується з усіма іншими заклинаннями і предметами що збільшують опір.#magic by {1} for {2} h", "Опір всім школам магії збільшено на {1}.#increased by {1}", en="Chromatic Resistance" },
[17685] = { ref=11427 }, -- Cleave
[17695] = { "Аура осквернення", "Оточує заклинача аурою, що періодично зменшує опір тіні навколишніх ворогів на {1}.#enemies by {1}", "Періодично зменшує опір тіні навколишніх ворогів.", en="Defiling Aura" },
[17697] = { "Аура осквернення", nil, "Опір тіні зменшено на {1}.#by {1}", en="Defiling Aura" },
[17715] = { "Поглинання тіней", "Заклинач періодично завдає {1} шкоди ворогам в зоні ураження та зменшує їх швидкість руху на {1}%. Триває {2} с.#to {1}%#Lasts {2} sec", "Періодично завдає шкоди та сповільнює ворогів в зоні ураження.", en="Consuming Shadows" },
[17716] = { "Поглинання тіней", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Consuming Shadows" },
[17745] = { "Хвороботворний плювок", "Плює у ворога отрутою, завдаючи шкоди від природи та зменшуючи його витривалість на {1} с.#Stamina for {1} sec", "Витривалість зменшено.", en="Diseased Spit" },
[17771] = { "Прокляття агонії", "Проклинає навколишніх ворогів агонією, завдаючи шкоди тінню кожні {1} с протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#every {1} sec#over {2} sec", "Завдає шкоди від тіні кожні {1} с.#every {1} sec", ref=14868, en="Curse of Agony" },
[17820] = { nil, "Зменшує ефективність зцілення навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", ref=7068 }, -- Veil of Shadow
[17831] = { ref=12020 }, -- Call of the Grave
[17961] = { "Ілюзія Багряного Походу", "Замасковано під члена Багряного Походу.", "Замасковано під члена Багряного Походу.", en="Scarlet Illusion" },
[17963] = { "Розсікаючий розкол", "Розсікає броню ворога та його найближчих созників, вражаючи до {1} цілей. Броня цілі зменшується на {2} за кожен ефект. Може накопичуватись до {3} разів. Триває {4} с.#up to {1} targets#reduced by {2} per#up to {3} times#Lasts {4} sec", "Броню зменшено.", en="Sundering Cleave" },
[18070] = { "Кислота землебура", ref=14120, en="Earthborer Acid" },
[18071] = { "Збагачене маною печиво", ref=2639, en="Enriched Manna Biscuit" },
[18075] = { ref=13318 }, -- Rend
[18077] = { ref=8313 }, -- Poison
[18078] = { ref=13318 }, -- Rend
[18081] = { ref=13482 }, -- Lightning Bolt
[18086] = { ref=701 }, -- Firebolt
[18088] = { ref=13530 }, -- Corruption
[18089] = { ref=13482 }, -- Lightning Bolt
[18090] = { ref=13486 }, -- Wound
[18099] = { "Спалах холоду", "Вражає навколишніх ворогів, завдаючи шкоди від криги, відкидаючи їх та зменшуючи швидкість руху на {1} с.#up to {1} sec", "Швидкість руху зменшено.", en="Chill Nova" },
[18103] = { ref=6253 }, -- Backhand
[18106] = { ref=13318 }, -- Rend
[18107] = { ref=13486 }, -- Wound
[18111] = { ref=13480 }, -- Shadow Bolt
[18112] = { ref=701 }, -- Firebolt
[18124] = { "Благословенний сонцеплід", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує силу на {3} протягом {4} хв.#Restores {1} health over {2} sec#Strength by {3} for {4} min", ref=433, en="Blessed Sunfruit" },
[18125] = { "Благословенний сонцеплід", "Збільшує силу на {1} протягом {2} хв.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Blessed Sunfruit" },
[18138] = { ref=13480 }, -- Shadow Bolt
[18140] = { "Благословенний сік сонцеплоду", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття. Також збільшує дух на {3} протягом {4} хв.#Restores {1} mana over {2} sec#Spirit by {3} for {4} min", ref=430, en="Blessed Sunfruit Juice" },
[18141] = { "Благословенний сік сонцеплоду", "Збільшує дух на {1} протягом {2} хв.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Blessed Sunfruit Juice" },
[18144] = { ref=5708 }, -- Swoop
[18146] = { "Морозний дотик", en="Chilling Touch" },
[18149] = { ref=3584 }, -- Volatile Infection
[18151] = { ref=5413 }, -- Noxious Catalyst
[18159] = { "Прокляття полеглого маґрама", "Зменшує всю отриману ворогом шкоду на {1}% протягом {2} хв.#by {1}% for {2} min", "Отриману фізичну та магічну шкоду збільшено на {1}%.#by {1}%", en="Curse of the Fallen Magram" },
[18173] = { "Палаючий адреналін", nil, "Шкоду збільшено на {1}%.\nЗакляття вимовляються миттєво.\nМаксимальний запас здоров'я зменшується на {2}% щосекунди.\nЗавдасть від {3} до {4} шкоди навколишнім союзникам при смерті.#increased by {1}%#by {2}% every#Deals {3} to {4} damage", en="Burning Adrenaline" },
[18191] = { "Збільшення витривалості", "Збільшує витривалість на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Increased Stamina" },
[18192] = { "Збільшення спритності", "Збільшує спритність на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}", en="Increased Agility" },
[18194] = { "Відновлення мани", nil, "Відновлення {1} мани кожні {2} с.#{1} Mana every {2} sec", en="Mana Regeneration" },
[18197] = { ref=8313 }, -- Poison
[18200] = { ref=13318 }, -- Rend
[18202] = { ref=13318 }, -- Rend
[18203] = { ref=8313 }, -- Poison
[18205] = { ref=13480 }, -- Shadow Bolt
[18208] = { ref=8313 }, -- Poison
[18211] = { ref=13480 }, -- Shadow Bolt
[18214] = { ref=13440 }, -- Shadow Bolt
[18217] = { ref=13480 }, -- Shadow Bolt
[18229] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує витривалість на {3} протягом {4} хв.#Restores {1} health over {2} sec#your Stamina by {3} for {4} min", ref=433 }, -- Food
[18230] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і ваша спритність збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Agility by {3} for {4} min", ref=433 }, -- Food
[18231] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує дух на {3} протягом {4} хв.#Restores {1} health over {2} sec#Spirit by {3} for {4} min", ref=433 }, -- Food
[18232] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також відновлює {3} здоров'я кожні {4} с протягом {5} хв.#Restores {1} health over {2} sec#restores {3} health every {4} seconds for {5} min", ref=433 }, -- Food
[18233] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також відновлює {3} мани кожні {4} с протягом {5} хв.#Restores {1} health over {2} sec#restores {3} Mana every {4} seconds for {5} min", ref=433 }, -- Food
[18234] = { ref=18229 }, -- Food
[18266] = { ref=14868 }, -- Curse of Agony
[18267] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду на {1} протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[18270] = { "Темна чума", ref=8600, en="Dark Plague" },
[18327] = { ref=8988 }, -- Silence
[18385] = { ref=436 }, -- Replenish Mana
[18431] = { "Дике ревіння", nil, "Втікає зі страху.", en="Bellowing Roar" },
[18435] = { "Полум'яне дихання", ref=10733, en="Flame Breath" },
[18500] = { "Помах крил", "Завдає від {1} до {2} шкоди ворогам в конусі перед заклиначем, відкидаючи їх.#Inflicts {1} to {2} damage", en="Wing Buffet" },
[18502] = { "Прокляття Гаккара", "Висмоктує у ворога {1} мани на користь заклинача кожні {2} с протягом {3} хв.#Drains {1} mana#every {2} sec#over {3} min", "Висмоктує {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Curse of Hakkar" },
[18503] = { "Пристріт", "Перетворює ворога на курку, позбавляючи його можливості атакувати та застосовувати заклинання протягом {1} с.#for {1} sec", "Зурочено.", en="Hex" },
[18543] = { "Полум'яний батіг", ref=9034, en="Flame Lash" },
[18557] = { ref=17173 }, -- Drain Life
[18608] = { ref=746 }, -- First Aid
[18610] = { ref=746 }, -- First Aid
[18656] = { ref=13530 }, -- Corruption
[18702] = { "Прокляття темного магістра", ref=7289, en="Curse of the Darkmaster" },
[18763] = { nil, "Приголомшує ворога та завдає шкоди від криги кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", ref=16350 }, -- Freeze
[18812] = { ref=11428 }, -- Knockdown
[18828] = { "Кістяна броня", "З ймовірністю {1}% при отриманні удару в бою ви оточите себе кістяним захистом, що збільшує броню на {2} протягом {3} секунд.#a {1}% chance#armor by {2} for {3} sec", "Броню збільшено.", en="Bone Armor" },
[18942] = { ref=7230 }, -- Fire Protection
[18958] = { ref=3356 }, -- Flame Lash
[18972] = { "Сповільнення", ref=7992, en="Slow" },
[18977] = { "Іній", nil, "Збільшено інтервал між атаками та сповільнено рух.", en="Frost" },
[19128] = { ref=16790 }, -- Knockdown
[19133] = { ref=12548 }, -- Frost Shock
[19136] = { "Заряд бурі", "Завдає ворогу {1} шкоди та приголомшує його на {2} с.#Inflicts {1} damage#for {2} sec", "Приголомшено.", en="Stormbolt" },
[19137] = { ref=13747 }, -- Slow
[19196] = { "Порив", "Ривок у ворога, що завдає {1} шкоди цілі та її союзникам неподалік, а також відкидає їх.#inflicting {1} damage", en="Surge" },
[19223] = { "Порив 2", en="Surge 2" },
[19364] = { "Гуркіт землі", "Тупотить по землі, приголомшуючи навколишніх ворогів на {1} с.#for {1} sec", "Приголомшено.", en="Ground Stomp" },
[19365] = { "Древній жах", "Зменшує швидкість вимови заклять навколишніх ворогів на {1}% та збільшує інтервал між їхніми атаками на {2}% протягом {3} хв.#casting speed by {1}%#attacks by {2}% for {3} min", "Швидкість вимови заклять зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Ancient Dread" },
[19366] = { "Обпалення", "Зменшує опір вогню навколишніх ворогів на {1} протягом {2} хв.#by {1} for {2} min", "Опір вогню зменшено на {1}.#by {1}", en="Cauterizing Flames" },
[19367] = { "Задуха", "Зменшує максимальний запас здоров'я ворога на {1}% протягом {2} хв.#by {1}% for {2} min", "Максимальний запас здоров'я зменшено на {1}%.#by {1}%", en="Withering Heat" },
[19369] = { "Древній відчай", "Дезорієнтує навколишніх ворогів, змушуючи їх зупинити атаку та блукати протягом {1} с.#for {1} sec", "Дезорієнтовано.", en="Ancient Despair" },
[19372] = { "Древня істерія", "Зменшує дух навколишніх ворогів на {1}% та зменшує їх інтелект на {2}% протягом {3} хв.#Spirit by {1}%#Intellect by {2}% for {3} min", "Дух зменшено на {1}%.\nІнтелект зменшено на {2}%.#Spirit reduced by {1}%#Intellect reduced by {2}%", en="Ancient Hysteria" },
[19391] = { ref=9053 }, -- Fireball
[19393] = { "Опік душі", "Завдає ворогу {1} шкоди від вогню протягом {2} с, унеможливлює вимову заклять та зменшує фізичну шкоду на {3}%.#Inflicts {1} Fire#over {2} sec#deals by {3}%", "{1} шкоди від вогню протягом {2} с.\nЗавдану фізичну шкоду зменшено на {3}%.\nЗнемовлено.#{1} Fire#over {2} sec#by {3}%", en="Soul Burn" },
[19396] = { "Спалення", nil, "Отриману вогняну шкоду збільшено на {1}.#by {1}", en="Incinerate" },
[19397] = { ref=19396 }, -- Incinerate
[19408] = { "Паніка", "Викликає у навколишніх ворогів паніку, змушуючи їх втікати зі страху протягом {1} с.#for {1} sec", "Втікає зі страху.", en="Panic" },
[19409] = { "Кістяна броня", "З ймовірністю {1}% при отриманні удару в бою ви оточите себе кістяним захистом, що збільшує броню на {2} протягом {3} секунд.#a {1}% chance#armor by {2} for {3} sec", en="Bone Armor" },
[19428] = { "Розпалення", nil, "{1} шкоди вогнем протягом {2} с.#{1} Fire#over {2} sec", en="Conflagration" },
[19448] = { ref=744 }, -- Poison
[19450] = { "Плювок магми", nil, "{1} шкоди вогнем кожні {2} с.#{1} Fire#every {2} sec", en="Magma Spit" },
[19451] = { "Оскаженіння", nil, "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzy" },
[19463] = { "Плювок їдкої кислоти", "Завдає ворогу шкоди від природи і зменшує його броню протягом {1} с.#for {1} sec", "Броню зменшено.", en="Corrosive Acid Spit" },
[19469] = { "Отруєння розуму", "Бере під контроль ворога до {1} рівня та завдає шкоди від природи кожні {2} с протягом {3} с.#level {1} and#every {2} sec#for {3} sec", "Причаровано.\nЗавдає шкоди від природи кожні {1} с.#every {1} sec", en="Poison Mind" },
[19496] = { "Магмові кайдани", "Зменшує швидкість руху навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Magma Shackles" },
[19595] = { "Відбивання тіні та криги", "Відбиває закляття тіні та криги в заклиначів", "Відбиває закляття тіні та криги в заклиначів", en="Shadow and Frost Reflect" },
[19630] = { "Конус вогню", ref=10733, en="Cone of Fire" },
[19631] = { "Розплавлення броні", ref=8245, en="Melt Armor" },
[19632] = { ref=11427 }, -- Cleave
[19635] = { "Розпалення полум'я", ref=19366, en="Incite Flames" },
[19641] = { "Пірокластичний обстріл", "Завдає {1} шкоди від вогню ворогам в конусі перед заклиначем, приголомшуючи їх на {2} с.#Inflicts {1} Fire#for {2} sec", "Приголомшено.\n{1} шкоди від вогню протягом {2} с.#{1} Fire#over {2} sec", en="Pyroclast Barrage" },
[19642] = { ref=11427 }, -- Cleave
[19643] = { ref=13737 }, -- Mortal Strike
[19659] = { "Спалення мани", "Спалює навколишнім ворогам {1} мани кожні {2} с протягом {3} хв. Кожна одиниця спаленої також завдає шкоди цілі.#Burns {1} mana#every {2} sec#for {3} min", "Спалює {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Ignite Mana" },
[19669] = { "Арканітовий ключ-відмичка", "Дозволяє відкривати складні замки. Одноразовий.", en="Arcanite Skeleton Key" },
[19690] = { "Ілюзія Багряного Походу", "Використовуйте, щоб замаскуватися під члена Багряного Походу.", "Замасковано під члена Багряного Походу.", en="Scarlet Illusion" },
[19702] = { "Неминуча загибель", ref=12020, en="Impending Doom" },
[19703] = { "Прокляття Люцифрона", "Проклинає навколишніх ворогів, збільшуючи витрати ресурсів на закляття та здібності на {1}% протягом {2} хв. Збільшення витрати ресурсів впливає на всі закляття та здібності, незалежно від того, витрачають вони ману, лють чи енергію.#by {1}% for {2} min", "Витрати ресурсів на закляття та здіюності збільшено на {1}%.#by {1}%", en="Lucifron's Curse" },
[19705] = { "Ситість", nil, "Витривалість та дух збільшено на {1}.#by {1}", en="Well Fed" },
[19706] = { ref=19705 }, -- Well Fed
[19708] = { ref=19705 }, -- Well Fed
[19709] = { ref=19705 }, -- Well Fed
[19710] = { ref=19705 }, -- Well Fed
[19711] = { ref=19705 }, -- Well Fed
[19713] = { "Прокляття Шаззраха", "Збільшує отриману магічну шкоду навколишніми ворогами на {1}% протягом {2} хв.#by {1}% for {2} min", "Отриману магічну шкоду збільшено на {1}%.#by {1}%", en="Shazzrah's Curse" },
[19716] = { "Прокляття Геєнаса", "Зменшує ефективність зцілення навколишніх ворогів на {1}% протягом {2} хв.#by {1}% for {2} min", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Gehennas' Curse" },
[19717] = { "Вогняний дощ", "Викликає вогняний дощ, що обпалює ворогів у зоні ураження, завдаючи від {1} до {2} шкоди вогнем кожні {3} с.#for {1} to {2} Fire#every {3} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Rain of Fire" },
[19771] = { "Рваний укус", "Завдає {1} фізичної шкоди ворогу протягом {2} с.#Inflicts {1} Physical#over {2} sec", "Завдає {1} шкоди протягом {2} с.#{1} damage#over {2} sec", en="Serrated Bite" },
[19776] = { ref=11639 }, -- Shadow Word: Pain
[19780] = { "Рука Раґнароса", "Завдає від {1} до {2} шкоди навколишнім ворогам, відкидає їх та приголомшує на {3} с.#Inflicts {1} to {2} Fire#for {3} sec", "Приголомшено.", en="Hand of Ragnaros" },
[19812] = { ref=19451 }, -- Frenzy
[19816] = { ref=9053 }, -- Fireball
[19820] = { "Нівечення", "Завдає {1} шкоди ворогу кожні {2} с та зменшує швидкість його руху на {3}% протягом {4} с.#Inflicts {1} damage#every {2} sec#by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.\nЗавдає {2} фізичної шкоди кожні {3} с.#reduced by {1}%#{2} Physical#every {3} sec", en="Mangle" },
[19832] = { "Одержимість", nil, "Одержимість.", en="Possess" },
[19872] = { "Заспокоїти дракона", "Присивляє молодого дракона на {1} с.#for {1} sec", "Сон.", en="Calm Dragonkin" },
[19873] = { "Знищити яйце", "Знищує яйце дракона.", en="Destroy Egg" },
[19874] = { ref=13482 }, -- Lightning Bolt
[19983] = { ref=11427 }, -- Cleave
[20007] = { "Свята сила", "Зцілює від {1} до {2} здоров'я та збільшує силу на {3} протягом {4} с.#for {1} to {2} and#by {3} for {4} sec", "Силу збільшено на {1}.#by {1}", en="Holy Strength" },
[20019] = { "Всепоглинаюче полум'я", "Підпалює ворога, завдаючи {1} шкоди вогнем протягом {2} с і викликаючи у нього паніку. Поки ефект діє на ціль, полум'я періодично обпалює її союзників неподалік, завдаючи їм {3} шкоди.#inflicting {1} Fire damage over {2} sec#allies for {3} damage", "Ви горите!", en="Engulfing Flames" },
[20021] = { "Всепоглинаюче полум'я", en="Engulfing Flames" },
[20203] = { ref=11969 }, -- Fire Nova
[20276] = { ref=16790 }, -- Knockdown
[20277] = { "Кулак Раґнароса", ref=6524, en="Fist of Ragnaros" },
[20294] = { "Жертовний вогонь", "Завдає від {1} до {2} шкоди вогнем ворогу та обпалює його, завдаючи додатково від {3} до {4} шкоди кожні {5} с протягом {6} с.#Inflicts {1} to {2} Fire#additional {3} to {4} damage#every {5} sec#for {6} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Immolate" },
[20297] = { ref=9672 }, -- Frostbolt
[20475] = { "Жива бомба", "Кидає у ворога бомбу. Через {1} с бомба вибухне, завдаючи {2} шкоди від вогню цілі та її союзникам, що знаходяться неподалік.#After {1} sec#inflicting {2} Fire", "Завдасть {1} шкоди навколишнім союзникам через {2} с.#{1} Fire#after {2} sec", en="Living Bomb" },
[20542] = { "Статичний провідник", "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с та збільшує отриману ними шкоду від природи на {3} протягом {4} с.#Inflicts {1} Nature#every {2} sec#by {3} for {4} sec", "Отримання {1} шкоди від природи кожні {2} с.\nОтриману шкоду від природи збільшено на {3}.#{1} Nature#every {2} sec#increased by {3}", en="Static Conduit" },
[20564] = { "Первородний вогонь", nil, "{1} шкоди від вогню протягом {2} с.#{1} Fire#over {2} sec", en="Elemental Fire" },
[20584] = { ref=8326 }, -- Ghost
[20602] = { ref=11969 }, -- Fire Nova
[20604] = { ref=14515 }, -- Dominate Mind
[20629] = { "Плювок їдкої отрути", "Плює у ворога отрутою, завдаючи шкоди, зменшуючи броню та завдаючи додаткової шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Броню зменшено.\nОтримання шкоди від природи кожні {1} с.#every {1} sec", en="Corrosive Venom Spit" },
[20654] = { "Опутуюче коріння", "Обплутує навколишніх ворогів корінням, завдаючи шкоди від природи кожні {1} с та знерухомлюючи їх на {2} с.#every {1} sec#up to {2} sec", "Знерухомлено.\nЗавдає шкоди від природи кожні {1} с.#every {1} sec", en="Entangling Roots" },
[20656] = { ref=6950 }, -- Faerie Fire
[20663] = { ref=12098 }, -- Sleep
[20667] = { ref=16359 }, -- Corrosive Acid Breath
[20669] = { ref=8399 }, -- Sleep
[20683] = { "Правосуддя верховного лорда", ref=6524, en="Highlord's Justice" },
[20699] = { "Опутуюче коріння", "Обплутує навколишніх ворогів корінням, завдаючи від {1} до {2} шкоди від природи кожні {3} с та знерухомлюючи їх на {4} с.#inflicting {1} to {2} Nature#every {3} sec#up to {4} sec", "Знерухомлено.\nЗавдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Entangling Roots" },
[20707] = { "Воскресіння каменем душі", "Зберігає душу дружньої цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.#{1} health and {2} mana", "Душу збережено.", en="Soulstone Resurrection" },
[20712] = { ref=18435 }, -- Flame Breath
[20714] = { ref=9053 }, -- Fireball
[20740] = { ref=14515 }, -- Dominate Mind
[20762] = { ref=20707 }, -- Soulstone Resurrection
[20763] = { ref=20707 }, -- Soulstone Resurrection
[20764] = { ref=20707 }, -- Soulstone Resurrection
[20765] = { ref=20707 }, -- Soulstone Resurrection
[20792] = { ref=9672 }, -- Frostbolt
[20793] = { ref=9053 }, -- Fireball
[20797] = { ref=9053 }, -- Fireball
[20806] = { ref=9672 }, -- Frostbolt
[20808] = { ref=9053 }, -- Fireball
[20811] = { ref=9053 }, -- Fireball
[20812] = { ref=11443 }, -- Cripple
[20815] = { ref=9053 }, -- Fireball
[20819] = { ref=9672 }, -- Frostbolt
[20822] = { ref=9672 }, -- Frostbolt
[20823] = { ref=9053 }, -- Fireball
[20989] = { ref=12098 }, -- Sleep
[21007] = { ref=12741 }, -- Curse of Weakness
[21030] = { ref=12548 }, -- Frost Shock
[21047] = { ref=19463 }, -- Corrosive Acid Spit
[21055] = { "Дроблення броні", "Б'є по броні ворога, зменшуючи її на {1} за кожен ефект \"Дроблення броні\". Може накопичуватись до {2} разів. Триває {3} с.#it by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Crush Armor" },
[21056] = { "Знак Каззака", nil, "Висмоктує {1} мани кожні {2} с.\nВибухає, якщо не може висмоктати ману.#Drains {1} mana every {2} sec", en="Mark of Kazzak" },
[21063] = { "Викривлене відображення", nil, "При отриманні шкоди зцілює нападнику {1} здоров'я.#for {1}", en="Twisted Reflection" },
[21067] = { "Отруйна стріла", "Стріляє у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Poison Bolt" },
[21069] = { "Слиз личинки", ref=17197, en="Larva Goo" },
[21072] = { ref=9053 }, -- Fireball
[21081] = { ref=11971 }, -- Sunder Armor
[21098] = { "Охолодження", "Вражає навколишніх ворогів льодом, завдаючи від {1} до {2} шкоди, збільшуючи інтервал між атаками на {3}% та зменшуючи швидкість руху на {4}%.#dealing {1} to {2} damage#attacks by {3}%#speed by {4}%", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Chill" },
[21099] = { ref=16094 }, -- Frost Breath
[21129] = { "Аура битви", en="Aura of Battle" },
[21163] = { "Полірована броня", nil, "Броню збільшено на {1}%.#by {1}%", en="Polished Armor" },
[21165] = { ref=13494 }, -- Haste
[21174] = { "Аура битви", "Відновлює {1} здоров'я та {2} мани щосекунди, поки ви перебуваєте поруч з лейтенантом.#Restores {1} Health and {2} Mana", "Відновлює {1} здоров'я та {2} мани щосекунди, поки ви перебуваєте поруч з лейтенантом.#Restores {1} Health and {2} Mana", en="Aura of Battle" },
[21331] = { ref=11922 }, -- Entangling Roots
[21340] = { "Оскаженіння", en="Frenzy" },
[21369] = { ref=9672 }, -- Frostbolt
[21401] = { ref=12548 }, -- Frost Shock
[21402] = { ref=9053 }, -- Fireball
[21547] = { "Хмара спор", nil, "Завдає від {1} до {2} шкоди протягом {3} с.#Deals {1} to {2} damage over {3} sec", en="Spore Cloud" },
[21549] = { ref=9053 }, -- Fireball
[21670] = { ref=6950 }, -- Faerie Fire
[21687] = { "Токсичний залп", "Завдає шкоди від природи ворогові.", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Toxic Volley" },
[21737] = { "Періодичне відкидування", "Періодично відкидує ворогів", "Періодично відкидує ворогів, зменшуючи їхню загрозу.\nНевразливість до провокації.", en="Periodic Knock Away" },
[21787] = { ref=3583 }, -- Deadly Poison
[21848] = { "Сніговик", "Перетворитись на щось більш святкове. Для використання потрібна сніжка.", "Ви сніговик!", en="Snowman" },
[21892] = { "Арканічний захист", "Ви отримуєте невразливість до всіх атак і заклять на {1} с.#spells for {1} sec", "Невразливість до всіх атак і заклять.", en="Arcane Protection" },
[21920] = { "Крижана міць", "Збільшує шкоду заклинань криги на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду кригою від заклинань та здібностей збільшено на {1}.#by up to {1}", en="Frost Power" },
[21949] = { ref=13318 }, -- Rend
[21952] = { ref=8313 }, -- Poison
[21971] = { ref=21067 }, -- Poison Bolt
[21989] = { ref=2584 }, -- Waiting to Resurrect
[21992] = { "Громолють", "Вражає ворога блискавкою, що завдає {1} шкоди від природи, а потім стрибає на інших ворогів, що знаходяться поруч. Кожен стрибок зменшує опір силам природи жертви на {2}. Вражає до {3} цілей. Ваша основна ціль також поглинається циклоном, що зменшує швидкість її атаки на {4}% протягом {5} с.#dealing {1} Nature#resistance by {2}.#Affects {3} targets#speed by {4}% for {5} sec", "Опір природі зменшено на {1}.#reduced by {1}", en="Thunderfury" },
[22067] = { "Відбиття", "Заклинач з ймовірністю {1}% відбиватиме бойові закляття протягом {2}.#caster {1}%#for {2} sec", "З ймовірністю {1}% відбиває закляття.#{1}% chance", en="Reflection" },
[22088] = { ref=9053 }, -- Fireball
[22127] = { ref=11922 }, -- Entangling Roots
[22206] = { ref=15798 }, -- Moonfire
[22247] = { "Аура пригнічення", nil, "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nВимову заклять сповільнено на {3}%.#Movement speed reduced by {1}%#increased by {2}%#Casting speed reduced by {3}%", en="Suppression Aura" },
[22274] = { "Велика поліморфія", "Перетворює ворога на вівцю, змушуючи його блукати до {1} с. Вівця не здатна атакувати або вимовляти закляття, але дуже швидко відновлює здоров'я. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, драконів, велетнів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття.\nШвидкість регенерації здоров'я збільшено.", en="Greater Polymorph" },
[22276] = { "Щит стихій", en="Elemental Shield" },
[22277] = { ref=22276 }, -- Elemental Shield
[22278] = { ref=22276 }, -- Elemental Shield
[22279] = { ref=22276 }, -- Elemental Shield
[22280] = { ref=22276 }, -- Elemental Shield
[22281] = { ref=22276 }, -- Elemental Shield
[22282] = { "Сила роду драконів", en="Brood Power" },
[22283] = { "Сила червоного роду", en="Brood Power: Red" },
[22284] = { nil, nil, "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", ref=22283 }, -- Brood Power: Red
[22285] = { "Сила синього роду", en="Brood Power: Blue" },
[22286] = { "Сила бронзового роду", en="Brood Power: Bronze" },
[22287] = { "Сила чорного роду", en="Brood Power: Black" },
[22288] = { "Сила зеленого роду", en="Brood Power: Green" },
[22289] = { nil, nil, "Приголомшено.", ref=22288 }, -- Brood Power: Green
[22290] = { nil, nil, "Інтервал між атаками збільшено на {1}%.#by {1}%", ref=22285 }, -- Brood Power: Blue
[22291] = { nil, nil, "Охоплено піщаною бурею!\nЗавдає шкоди навколишнім союзникам.", ref=22286 }, -- Brood Power: Bronze
[22311] = { ref=22286 }, -- Brood Power: Bronze
[22312] = { ref=22287 }, -- Brood Power: Black
[22335] = { ref=7365 }, -- Bottle of Poison
[22356] = { ref=13747 }, -- Slow
[22371] = { "Прокляття безсилля", "Зменшує магічну шкоду цілі на {1} протягом {2} хв.#by {1} for {2} min", "Магічну шкоду зменшено на {1}.#by {1}", en="Curse of Impotence" },
[22412] = { ref=12251 }, -- Virulent Poison
[22415] = { ref=11922 }, -- Entangling Roots
[22420] = { "Занурення", "Зменшує витривалість навколишніх ворогів на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість зменшено на {1}.#by {1}", en="Submersion" },
[22423] = { ref=13729 }, -- Flame Shock
[22425] = { ref=11988 }, -- Fireball Volley
[22426] = { ref=21055 }, -- Crush Armor
[22428] = { ref=19451 }, -- Frenzy
[22430] = { "Витончена луска Оніксії", "Перетворює луску Оніксії на витончену луску Оніксії.", en="Refined Scale of Onyxia" },
[22433] = { ref=9574 }, -- Flame Buffet
[22438] = { "Знак детонації", nil, "Завдає від {1} до {2} шкоди собі та навколишнім союзникам при отриманні шкоди в ближньому бою.#Deals {1} to {2} damage", en="Mark of Detonation" },
[22439] = { "Знак детонації", en="Mark of Detonation" },
[22441] = { "Нестримне полум'я", en="Growing Flames" },
[22442] = { "Нестримне полум'я", nil, "Завдає {1} шкоди щосекунди.#Deals {1} damage", en="Growing Flames" },
[22519] = { "Льодяний спалах", ref=11831, en="Ice Nova" },
[22539] = { "Тіньове полум'я", "Завдає від {1} до {2} шкоди ворогам у конусі перед заклиначем.#Inflicts {1} to {2}", en="Shadow Flame" },
[22558] = { ref=22284 }, -- Brood Power: Red
[22559] = { ref=22290 }, -- Brood Power: Blue
[22561] = { ref=22289 }, -- Brood Power: Green
[22566] = { ref=16097 }, -- Hex
[22582] = { ref=12548 }, -- Frost Shock
[22592] = { ref=5164 }, -- Knockdown
[22640] = { "Лють Ешхандара", ref=13494, en="Eskhandar's Rage" },
[22642] = { nil, nil, "Швидкість вимови заклять зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.#reduced by {1}%#increased by {2}%", ref=22286 }, -- Brood Power: Bronze
[22643] = { "Залп крижаних стріл", ref=12737, en="Frostbolt Volley" },
[22645] = { ref=11831 }, -- Frost Nova
[22661] = { "Позбавлення сил", nil, "Викрадення {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Enervate" },
[22666] = { ref=6726 }, -- Silence
[22667] = { "Темний наказ", nil, "Причаровано!", en="Shadow Command" },
[22678] = { ref=12542 }, -- Fear
[22682] = { "Тіньове полум'я", nil, "Від {1} до {2} шкоди щосекунди.#{1} to {2} damage", en="Shadow Flame" },
[22686] = { ref=18431 }, -- Bellowing Roar
[22687] = { ref=7068 }, -- Veil of Shadow
[22689] = { ref=19820 }, -- Mangle
[22691] = { ref=6713 }, -- Disarm
[22692] = { ref=11020 }, -- Petrify
[22713] = { ref=9574 }, -- Flame Buffet
[22730] = { "Збільшення інтелекту", "Збільшує інтелект на {1} протягом {2} хв.#by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}", en="Increased Intellect" },
[22731] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує інтелект на {3} протягом {4} хв.#Restores {1} health over {2} sec#Intellect by {3} for {4} min", ref=433 }, -- Food
[22734] = { ref=430 }, -- Drink
[22744] = { ref=1175 }, -- Chains of Ice
[22745] = { ref=1175 }, -- Chains of Ice
[22789] = { "Зелений ґордоцький грог", "Збільшує витривалість на {1} протягом {2} хвилин і добряче п'янить. Зелений - значить хороший!#Stamina by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Gordok Green Grog" },
[22790] = { "Вбивче пійло Кріґа", "Збільшує дух на {1}, але зменшує інтелект на {2} протягом {3} хв. До дна!#Spirit by {1}#Intelligence by {2} for {3} min", "Дух збільшено на {1}, а інтелект зменшено на {2}.#increased by {1} and#decreased by {2}.", en="Kreeg's Stout Beatdown" },
[22799] = { "Король Ґордоків", "Ви король Ґордоків!  Добре бути королем...", "Ви король Ґордоків!  Добре бути королем...", en="King of the Gordok" },
[22807] = { "Глибше водне дихання", "Дозволяє дихати водою протягом {1} год.#for {1} h", "Водне дихання.", en="Greater Water Breathing" },
[22833] = { "Плювок пійлом", nil, "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Booze Spit" },
[22859] = { "Смертельне розсічення", ref=13737, en="Mortal Cleave" },
[22863] = { ref=2379 }, -- Speed
[22884] = { ref=13704 }, -- Psychic Scream
[22914] = { ref=17174 }, -- Concussive Shot
[22937] = { ref=21067 }, -- Poison Bolt
[22948] = { ref=21547 }, -- Spore Cloud
[22993] = { "Тіньове полум'я", en="Shadow Flame" },
[22994] = { ref=11922 }, -- Entangle
[22997] = { "Чума", nil, "Завдає шкоди від природи кожні {1} с.\nПеріодично завдає шкоди від природи навколишнім учасникам групи.#every {1} sec", en="Plague" },
[22998] = { "Бойовий штандарт", nil, "Збільшує максимальний запас здоров'я на {1}%.#by {1}%", en="Battle Standard" },
[23006] = { ref=22998 }, -- Battle Standard
[23014] = { ref=19832 }, -- Possess
[23023] = { ref=16805 }, -- Conflagration
[23028] = { "Арканічна геніальність", "Сповнює групу цілі геніальністю, збільшуючи інтелект усіх її учасників на {1} протягом {2} год.#by {1} for {2} h", "Збільшує інтелект на {1}.#by {1}", en="Arcane Brilliance" },
[23033] = { ref=22998 }, -- Battle Standard
[23036] = { ref=22998 }, -- Battle Standard
[23038] = { ref=13729 }, -- Flame Shock
[23060] = { "Бойовий клекіт", nil, "Швидкість атаки збільшено на {1}%.#by {1}%", en="Battle Squawk" },
[23102] = { ref=9672 }, -- Frostbolt
[23103] = { ref=6728 }, -- Enveloping Winds
[23108] = { "Благословення Нордрассіля", en="Blessing of Nordrassil" },
[23115] = { ref=12548 }, -- Frost Shock
[23120] = { "Благословення Чорного Походу", nil, "Отриману шкоду зменшено на {1}#by {1}", en="Black March Blessing" },
[23127] = { "Брама смерті", en="Death's Door" },
[23128] = { "Оскаженіння", nil, "Швидкість атаки збільшено на {1}%.\nШкоду заклять збільшено на {2}%.#speed increased by {1}%#damage increased by {2}%", en="Frenzy" },
[23153] = { "Пошесть синього роду", nil, "Спалює {1} мани кожні {2} с.\nВимову заклять сповільнено на {3}%.\nШвидкість руху зменшено на {4}%.#Burns {1} mana every {2} sec#Casting speed reduced by {3}%#Movement speed reduced by {4}%", en="Brood Affliction: Blue" },
[23154] = { "Пошесть чорного роду", nil, "Отриману шкоду від вогню збільшено на {1}%.#by {1}%", en="Brood Affliction: Black" },
[23155] = { "Пошесть червоного роду", nil, "Завдає {1} шкоди кожні {2} с.\nПри смерті зцілює Хромаґґуса.#Deals {1} damage every {2} sec", en="Brood Affliction: Red" },
[23168] = { "Пошесть червоного роду", en="Brood Affliction: Red" },
[23169] = { "Пошесть зеленого роду", nil, "Завдає {1} шкоди кожні {2} с.\nЕфективність зцілення зменшено на {3}%.#Deals {1} damage every {2} sec#reduced by {3}%", en="Brood Affliction: Green" },
[23170] = { "Пошесть бронзового роду", nil, "Періодично приголомшує на {1} с.#for {1} sec", en="Brood Affliction: Bronze" },
[23171] = { "Зупинка часу", nil, "Приголомшено.", en="Time Stop" },
[23173] = { "Пошесть роду драконів", en="Brood Affliction" },
[23174] = { "Хроматична мутація", nil, "Ви мутували!", en="Chromatic Mutation" },
[23175] = { "Хроматична мутація", en="Chromatic Mutation" },
[23177] = { ref=23175 }, -- Chromatic Mutation
[23179] = { "Дух тіні", "Наділяє вас духом тіні, унаслідок чого жителі Джеденара ставляться до вас дружелюбно. Діє {1} хвилин.#Lasts {1} min", "В Джеденарі до вас ставляться дружелюбно.", en="Taint of Shadow" },
[23182] = { "Крижаний знак", nil, "Смерть ослабила вас!\nВразливість до крижаної аури Азуреґоса.", en="Mark of Frost" },
[23186] = { "Крижана аура", nil, "Приголомшено", en="Aura of Frost" },
[23187] = { "Крижаний опік", nil, "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Frost Burn" },
[23189] = { ref=23187 }, -- Frost Burn
[23207] = { ref=6726 }, -- Silence
[23217] = { "Виявлення непомітності", "Злегка посилює вашу здатність виявлення непомітності.", "Посилено здатність виявлення непомітності.", en="Stealth Detection" },
[23224] = { ref=7068 }, -- Veil of Shadow
[23244] = { ref=6819 }, -- Corrupted Stamina
[23262] = { "Деморалізація", "Зменшує силу атаки ближнього бою цілі на {1} протягом {2} с.#by {1} for {2} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralize" },
[23268] = { ref=11639 }, -- Shadow Word: Pain
[23298] = { "Демонічна згуба", nil, "Від {1} до {2} шкоди від тіні кожні {3} с.#{1} to {2} shadow#every {3} sec", en="Demonic Doom" },
[23299] = { "Болісна рана", en="Stinging Trauma" },
[23307] = { ref=17250 }, -- Possess
[23308] = { "Спалення", en="Incinerate" },
[23309] = { ref=23308 }, -- Incinerate
[23310] = { "Часова петля", nil, "Час зупинився!\nЗдоров'я зменшено на {1}%.#by {1}%", en="Time Lapse" },
[23311] = { "Часова петля", en="Time Lapse" },
[23312] = { ref=23310 }, -- Time Lapse
[23313] = { "Їдка кислота", nil, "Завдає від {1} до {2} шкоди кожні {3} с.\nБроню зменшено на {4}.#Deals {1} to {2} damage every {3} sec#reduced by {4}", en="Corrosive Acid" },
[23314] = { ref=23313 }, -- Corrosive Acid
[23315] = { "Спалення плоті", nil, "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", en="Ignite Flesh" },
[23316] = { ref=23315 }, -- Ignite Flesh
[23339] = { ref=18500 }, -- Wing Buffet
[23340] = { "Тінь Чорнокрила", nil, "При отриманні удару в ближньому бою зцілить Чорнокрилу {1} здоров'я.#for {1}", en="Shadow of Ebonroc" },
[23341] = { ref=9574 }, -- Flame Buffet
[23342] = { ref=19451 }, -- Frenzy
[23364] = { "Удар хвостом", nil, "Приголомшено.", en="Tail Lash" },
[23365] = { "Впущена зброя", nil, "Роззброєно.", en="Dropped Weapon" },
[23379] = { "Сплеск магми", nil, "{1} шкоди вогнем кожні {2} с.#{1} Fire#every {2} sec", en="Magma Splash" },
[23380] = { ref=15798 }, -- Moonfire
[23393] = { "Пошесть синього роду", en="Brood Affliction: Blue" },
[23442] = { "Транспортер в Завшегляд", "Розриває просторові стіни і переносить вас в Завшегляд, що в Зимоключі. Іноді трапляються технічні проблеми, але в цьому вся суть гоблінської інженерії!", en="Everlook Transporter" },
[23444] = { "Несправність транспортера", nil, "НЕСПРАВНІСТЬ! Активація інерційного трансмогрифікатора!", en="Transporter Malfunction" },
[23445] = { "Злий близнюк", nil, "Вас замінив злий близнюк.", en="Evil Twin" },
[23447] = { "Несправність транспортера", nil, "ВІДМОВА ТРАНСПОРТЕРА!!! ПРОСТОРОВОГО ЗЧЕПЛЕННЯ НЕ ДОСЯГНУТО!! МІСЦЕЗНАХОДЖЕННЯ НЕВИЗНАЧЕНЕ!", en="Transporter Malfunction" },
[23449] = { "Несправність транспортера", nil, "НЕСПРАВНІСТЬ ТРАНСПОРТЕРА!!! ПОЖЕЖА!!!! ПОГАНО!!!!!", en="Transporter Malfunction" },
[23451] = { "Швидкість", nil, "Швидкість руху збільшено на {1}%.#by {1}", en="Speed" },
[23453] = { "Гномський транспортер", "Безпечно переносить вас до Пристробляху, що в Танарісі! Абсолютно безпечно! Так, під час використання цього пристрою не може статися нічого поганого!", en="Gnomish Transporter" },
[23454] = { ref=56 }, -- Stun
[23461] = { nil, nil, "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", ref=18435 }, -- Flame Breath
[23462] = { ref=11969 }, -- Fire Nova
[23493] = { "Відновлення", nil, "Відновлює здоров'я та ману.", en="Restoration" },
[23505] = { "Берсерк", nil, "Збільшує завдану шкоду на {1}%, але збільшує отриману шкоду на {2}%.#caused by {1}%#taken by {2}%", en="Berserking" },
[23511] = { ref=10968 }, -- Demoralizing Shout
[23512] = { ref=11988 }, -- Fireball Volley
[23513] = { "Сутність червоного дракона", nil, "Відновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nДодає {3} люті щосекунди.#Restores {1} Mana#Restores {2} Energy#Generates {3} Rage", en="Essence of the Red" },
[23537] = { "Несамовитість", "Збільшує швидкість атаки заклинача на {1}%, а завдану фізичну шкоду на {2}-{3} протягом {4} хв.#speed by {1}%#by {2} to {3} for {4} min", "Фізичну шкоду збільшено на {1}-{2}.\nШвидкість атаки збільшено на {3}%.#by {1} to {2}#by {3}%", en="Enrage" },
[23592] = { ref=14119 }, -- Lightning Bolt
[23620] = { "Палаючий адреналін", ref=18173, en="Burning Adrenaline" },
[23646] = { ref=22276 }, -- Elemental Shield
[23681] = { "Чиста сутність червоного дракона", ref=23513, en="Clear Essence of the Red" },
[23696] = { ref=746 }, -- First Aid
[23735] = { "Темне пророцтво Вщуна - сила", nil, "Збільшує силу на 10%.", en="Sayge's Dark Fortune of Strength" },
[23736] = { "Темне пророцтво Вщуна - спритність", nil, "Збільшує спритність на 10%.", en="Sayge's Dark Fortune of Agility" },
[23737] = { "Темне пророцтво Вщуна - витривалість", nil, "Збільшує витривалість на 10%.", en="Sayge's Dark Fortune of Stamina" },
[23738] = { "Темне пророцтво Вщуна - дух", nil, "Збільшує дух на 10%.", en="Sayge's Dark Fortune of Spirit" },
[23766] = { "Темне пророцтво Вщуна - інтелект", nil, "Збільшує інтелект на 10%.", en="Sayge's Dark Fortune of Intelligence" },
[23767] = { "Темне пророцтво Вщуна - броня", nil, "Збільшує броню на 10%.", en="Sayge's Dark Fortune of Armor" },
[23768] = { "Темне пророцтво Вщуна - шкода", nil, "Збільшує шкоду на 10%.", en="Sayge's Dark Fortune of Damage" },
[23769] = { "Темне пророцтво Вщуна - опір", nil, "Збільшує всі опори магії на 25.", en="Sayge's Dark Fortune of Resistance" },
[23861] = { ref=3815 }, -- Poison Cloud
[23862] = { ref=6917 }, -- Venom Spit
[23865] = { "Змія-паразит", nil, "Завдає {1} шкоди кожні {2} с.#Deals {1} damage every {2} sec", en="Parasitic Serpent" },
[23918] = { "Звуковий сплеск", "Завдає навколишнім ворогам від {1} до {2} шкоди та знемовлює їх на {3} с.#plus {1} to {2} on#for {3} sec", "Не може вимовляти закляття.", en="Sonic Burst" },
[23919] = { ref=5708 }, -- Swoop
[23931] = { ref=8078 }, -- Thunderclap
[23952] = { nil, nil, "Отримання від {1} до {2} шкоди від тіні кожні {3} с.#{1} to {2} Shadow#every {3} sec", ref=11639 }, -- Shadow Word: Pain
[23958] = { "Виснаження розуму", nil, "Не може використовувати сферу домінування.", en="Mind Exhaustion" },
[23978] = { ref=23451 }, -- Speed
[24002] = { "Заспокійлива отрута", nil, "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.\nПозбавляє {3} люті щосекунди.\nХочеться спати...#increased by {1}%#speed by {2}%#Drains {3} rage", en="Tranquilizing Poison" },
[24003] = { ref=24002 }, -- Tranquilizing Poison
[24004] = { "Сон", nil, "Сон.", en="Sleep" },
[24011] = { ref=6917 }, -- Venom Spit
[24018] = { "Шквал сокир", "Атакує навколишніх ворогів шквалом сокир протягом {1} с.#lasts {1} sec", "Атакує навколишніх ворогів.", en="Axe Flurry" },
[24019] = { "Шквал сокир", en="Axe Flurry" },
[24020] = { "Шквал сокир", nil, "Приголомшено.", en="Axe Flurry" },
[24048] = { "Вихровий оберт", "Завдає навколишнім ворогам звичайної шкоди плюс {1}.#plus {1} to", "Приголомшено.", en="Whirling Trip" },
[24053] = { ref=11641 }, -- Hex
[24054] = { ref=11892 }, -- Shrink
[24063] = { "Хвороботворна хмара", nil, "Завдає від {1} до {2} шкоди щосекунди.#Deals {1} to {2} damage", en="Disease Cloud" },
[24071] = { ref=24019 }, -- Axe Flurry
[24097] = { ref=744 }, -- Poison
[24099] = { "Залп отруйних стріл", ref=21067, en="Poison Bolt Volley" },
[24110] = { ref=15471 }, -- Enveloping Webs
[24178] = { "Воля Гаккара", "Бере під контроль гуманоїда до {1} рівня на {2} с.#level {1} for {2} sec", "Гаккар правитиме світом!", en="Will of Hakkar" },
[24192] = { "Стрімке розсічення", nil, "Завдає від {1} до {2} шкоди щосекунди.#Deals {1} to {2} damage", en="Speed Slash" },
[24210] = { "Знак Арлокк", nil, "Ціль прислужників Арлокк.", en="Mark of Arlokk" },
[24212] = { ref=23952 }, -- Shadow Word: Pain
[24213] = { ref=3242 }, -- Ravage
[24236] = { ref=13736 }, -- Whirlwind
[24244] = { ref=16711 }, -- Grow
[24257] = { "Нищівний удар Жеклік", ref=13486, en="Jeklik's Crushing Blow" },
[24261] = { "Промивка мізків", nil, "Причаровано.", en="Brain Wash" },
[24300] = { ref=17173 }, -- Drain Life
[24306] = { "Марення Джин'до", nil, "Завдає від {1} до {2} шкоди кожні {3} с.\nВ очах ріже...#Deals {1} to {2} damage every {3} sec", en="Delusions of Jin'do" },
[24314] = { "Загрозливий погляд", nil, "Повелитель крові Мандокір уважно стежить за вами...", en="Threatening Gaze" },
[24317] = { ref=11971 }, -- Sunder Armor
[24318] = { ref=8269 }, -- Enrage
[24320] = { "Отруйна кров", en="Poisonous Blood" },
[24321] = { "Отруйна кров", nil, "Завдає {1} шкоди кожні {2} c.#Deals {1} damage every {2} sec", en="Poisonous Blood" },
[24322] = { "Висмоктування крові", nil, "Завдає {1} шкоди щосекунди.\nВідновлює Гаккару {2} здоров'я щосекунди.#Deals {1} damage#Hakkar {2} health", en="Blood Siphon" },
[24323] = { "Висмоктування крові", nil, "Ваша кров отруйна!\nЗавдає Гаккару {1} шкоди щосекунди.#Dealing {1} damage", en="Blood Siphon" },
[24324] = { "Висмоктування крові", en="Blood Siphon" },
[24327] = { ref=12888 }, -- Cause Insanity
[24333] = { ref=3242 }, -- Ravage
[24339] = { nil, nil, "Отримання {1} шкоди від природи кожні {2} с.\nОтриману фізичну шкоду збільшено на {3}.#{1} nature#every {2} sec#taken by {3}", ref=16128 }, -- Infected Bite
[24360] = { "Великий сон без сновидінь", ref=15822, en="Greater Dreamless Sleep" },
[24361] = { ref=3219 }, -- Regeneration
[24363] = { "Регенерація мани", "Відновлює {1} мани кожні {2} с протягом {3} год.#{1} mana per {2} sec for {3} h", "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec", en="Mana Regeneration" },
[24364] = { "Нестримність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Також знімає вже наявні ефекти.#next {1} sec", "Нестримність.", en="Living Free Action" },
[24374] = { ref=9053 }, -- Fireball
[24375] = { ref=11876 }, -- War Stomp
[24378] = { ref=23505 }, -- Berserking
[24379] = { "Відновлення", nil, "Відновлює здоров'я, ману та щастя вихованця.", en="Restoration" },
[24415] = { "Сповільнення", "Збільшує інтервал між атаками навколишніх ворогів на {1}%, зменшує їх швидкість руху на {2}% та сповільнює вимову заклять на {3}% протягом {4} с.#attacks by {1}%#movement by {2}%#speed by {3}% for {4} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.\nВимову заклять сповільнено на {3}%.#increased by {1}%#Movement speed reduced by {2}%#Casting speed reduced by {3}%", en="Slow" },
[24435] = { ref=17173 }, -- Drain Life
[24438] = { nil, "Збільшує силу атаки ближнього бою учасників групи неподалік на {1} протягом {2} с.#by {1} for {2} sec", ref=9128 }, -- Battle Shout
[24573] = { ref=13737 }, -- Mortal Strike
[24596] = { "П'янка отрута", nil, "Може впасти.\nМоже впустити зброю ближнього бою в бою.", en="Intoxicating Venom" },
[24600] = { "Тенета", nil, "Приголомшено.", en="Web Spin" },
[24611] = { nil, nil, "Від {1} до {2} шкоди кожні {3} с.#{1} to {2} damage every {3} sec", ref=9053 }, -- Fireball
[24614] = { ref=17715 }, -- Consuming Shadows
[24615] = { ref=17716 }, -- Consuming Shadows
[24618] = { ref=17173 }, -- Drain Life
[24619] = { "Висмоктування душі", nil, "Спалення {1} мани кожні {2} с.\nНе може вимовляти закляття.#{1} mana#every {2} sec", en="Soul Tap" },
[24648] = { "Опутуюче коріння", "Обплутує ворога корінням, завдаючи шкоди від природи кожні {1} с та знерухомлюючи його на {2} с.#every {1} sec#up to {2} sec", "Знерухомлено.\nЗавдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Entangling Roots" },
[24659] = { "Нестабільна сила", nil, "Шкоду заклять збільшено на {1}.\nЗцілення заклять збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}", en="Unstable Power" },
[24664] = { ref=8399 }, -- Sleep
[24671] = { "Стрімкий копняк", "Завдає від {1} до {2} шкоди ворогу та приголомшує його на {3} с.#Inflicts {1} to {2} damage#for {3} sec", "Приголомшено.", en="Snap Kick" },
[24673] = { ref=8282 }, -- Curse of Blood
[24674] = { ref=7068 }, -- Veil of Shadow
[24690] = { "Аспект Арлокк", nil, "Приголомшено.", en="Aspect of Arlokk" },
[24698] = { ref=12540 }, -- Gouge
[24705] = { "Закликання Плетеного чоловічка", "Прискорює відновлення здоров'я та мани на {1}% і витривалість на {2}%. Триває {3} год.# regeneration by {1}%#Stamina by {2}%#Lasts {3} hr", "Прискорює відновлення здоров'я та мани на {1}% і витривалість на {2}%. Триває {3} год.# regeneration by {1}%#Stamina by {2}%#Lasts {3} hr", en="Invocation of the Wickerman" },
[24708] = { "Костюм пірата", nil, "Костюм пірата.", en="Pirate Costume" },
[24709] = { ref=24708 }, -- Pirate Costume
[24710] = { "Костюм ніндзі", nil, "Костюм ніндзі.", en="Ninja Costume" },
[24711] = { ref=24710 }, -- Ninja Costume
[24712] = { "Костюм лепрогнома", nil, "Костюм лепрогнома.", en="Leper Gnome Costume" },
[24713] = { ref=24712 }, -- Leper Gnome Costume
[24717] = { "Костюм пірата", "Одягає обраного учасника групи в костюм пірата.", en="Pirate Costume" },
[24718] = { "Костюм ніндзі", "Одягає обраного учасника групи в костюм ніндзі.", en="Ninja Costume" },
[24719] = { "Костюм лепрогнома", "Одягає обраного учасника групи в костюм лепрогнома.", en="Leper Gnome Costume" },
[24720] = { "Випадковий костюм", "Одягає обраного учасника групи у випадковий костюм.", en="Random Costume" },
[24723] = { "Костюм скелета", nil, "Костюм скелета.", en="Skeleton Costume" },
[24724] = { "Костюм скелета", "Одягає обраного учасника групи в костюм скелета.", en="Skeleton Costume" },
[24732] = { "Костюм кажана", nil, "Костюм кажана. Не можна використовувати заклинання. Клацніть правою кнопкою миші на ефекті, щоб зняти його.", en="Bat Costume" },
[24733] = { "Костюм кажана", "Одягає обраного учасника групи в костюм кажана.", en="Bat Costume" },
[24735] = { "Костюм привида", nil, "Костюм привида.", en="Ghost Costume" },
[24736] = { ref=24735 }, -- Ghost Costume
[24737] = { "Костюм привида", "Одягає обраного учасника групи в костюм привида.", en="Ghost Costume" },
[24740] = { "Костюм світлика", nil, "Костюм світлика. Не можна використовувати заклинання. Клацніть правою кнопкою миші на ефекті, щоб зняти його.", en="Wisp Costume" },
[24741] = { "Костюм світлика", "Одягає обраного учасника групи в костюм світлика.", en="Wisp Costume" },
[24742] = { "Магічні крила", nil, "Падіння сповільнено. Клацніть правою кнопкою миші, щоб зняти ефект у потрібний момент.", en="Magic Wings" },
[24755] = { "Цукерка або життя", nil, "Ви нещодавно випрошували солодощі.", en="Tricked or Treated" },
[24777] = { "Туман сну", en="Dream Fog" },
[24778] = { ref=24004 }, -- Sleep
[24799] = { "Ситість", nil, "Силу збільшено на {1}.#by {1}", en="Well Fed" },
[24818] = { "Отруйне дихання", nil, "Завдає від {1} до {2} шкоди кожні {3} с.\nЧас відновлення здібностей збільшено на {4} с.#Deals {1} to {2} damage every {3} sec#by {4} sec", en="Noxious Breath" },
[24839] = { "Кислотний подих", "Завдає {1} шкоди від природи та додатково від {2} до {3} шкоди кожні {4} с ворогам у конусі перед заклиначем. Триває {5} с.#Inflicts {1} Nature#additional {2} to {3} damage every {4} sec#Lasts {5} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Breath" },
[24840] = { ref=3815 }, -- Poison Cloud
[24870] = { "Ситість", nil, "Витривалість та дух збільшено на {1}% від рівня.#by {1}% of", en="Well Fed" },
[24871] = { "Хмара спор", nil, "Завдає від {1} до {2} шкоди кожні {3} с.#Deals {1} to {2} damage every {3} sec", en="Spore Cloud" },
[24910] = { "Осквернення землі", nil, "Завдає шкоди в обсязі {1}% від здоров'я кожні {2} с.#Deals {1}%#every {2} sec", en="Corruption of the Earth" },
[24924] = { "Цукерка Повечір'я святих", nil, "Ви збільшуєтесь... і помаранчевієте...", en="Hallow's End Candy" },
[24925] = { "Цукерка Повечір'я святих", nil, "У вас аж ребра стирчать...", en="Hallow's End Candy" },
[24926] = { "Цукерка Повечір'я святих", nil, "Яррр...", en="Hallow's End Candy" },
[24927] = { "Цукерка Повечір'я святих", nil, "УуУуУуу...", en="Hallow's End Candy" },
[24928] = { "Летюча зараза", "Заражає ворога на {1} хв, завдаючи від {2} до {3} шкоди від природи всім його союзникам неподалік кожні {4} с.#enemy for {1} min#inflict {2} to {3} Nature#every {4} sec", "Завдає від {1} до {2} шкоди від природи навколишнім союзниками кожні {3} с.#Inflicting {1} to {2} Nature#every {3} sec", en="Volatile Infection" },
[24933] = { "Гармата", "Вистрілити з гармати по найближчому танку перед вами в межах 20 м. Завдає від {1} до {2} шкоди.#Deals {1} to {2}", en="Cannon" },
[24942] = { ref=9672 }, -- Frostbolt
[24957] = { ref=15798 }, -- Moonfire
[25003] = { "Мортира", "Вистрілити з мортири, яка падає за 25 м, завдаючи від {1} до {2} шкоди усім танкам в радіусі 5 м.#dealing {1} to {2}", en="Mortar" },
[25050] = { ref=15128 }, -- Mark of Flames
[25051] = { ref=11971 }, -- Sunder Armor
[25053] = { ref=16866 }, -- Venom Spit
[25057] = { ref=6608 }, -- Dropped Weapon
[25101] = { "Бойовий клич", nil, "Силу атаки збільшено на {1}.#by {1}", en="Battle Shout" },
[25174] = { nil, "Завдає звичайної шкоди плюс {1} ворогу та його найближчим союзникам, вражаючи до {2} цілей. Також зменшує броню на {3}.#plus {1} to#up to {2} target#armor by {3}", "Броню зменшено на {1}.#by {1}", ref=17963 }, -- Sundering Cleave
[25185] = { "Свербіж", "Викликає у цілі свербіж, який з часом перетворюється на отруту.", "Ваша шкіра свербить", en="Itch" },
[25187] = { "Каталізатор Вул'Зари", nil, "Швидкість руху зменшено на {1}%.\n{2} шкоди кожні {3} с.\nШкоду від жал Вул'Зари збільшено.#by {1}%#{2} damage every {3} sec", en="Hive'Zara Catalyst" },
[25188] = { ref=45 }, -- War Stomp
[25189] = { ref=6728 }, -- Enveloping Winds
[25195] = { ref=12889 }, -- Curse of Tongues
[25198] = { "Отруйна хмара", "Завдає від {1} до {2} шкоди від природи навколишнім ворогам кожні {3} с протягом {4} с.#Inflicts {1} to {2} Nature#every {3} sec#for {4} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Poison Cloud" },
[25371] = { "Поглинання", nil, "Вас поглинають!", en="Consume" },
[25424] = { nil, nil, "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", ref=21067 }, -- Poison Bolt
[25471] = { "Наказ атакувати", nil, "Мітка смерті...", en="Attack Order" },
[25497] = { ref=6917 }, -- Venom Spit
[25516] = { "Аура командування", nil, "Зцілює {1} здоров'я кожні {2} с.\nШвидкість атаки збільшено на {3}%.\nШвидкість вимови заклять збільшено на {4}%.#Heals {1} health every {2} sec#Attack speed increased by {3}%#Casting speed increased by {4}%", en="Aura of Command" },
[25605] = { nil, nil, "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", ref=744 }, -- Poison
[25645] = { ref=25605 }, -- Poison
[25646] = { "Смертельна рана", nil, "Ефективність зцілення зменшено на {1}%.#by {1}%", en="Mortal Wound" },
[25651] = { ref=9574 }, -- Flame Buffet
[25654] = { ref=23364 }, -- Tail Lash
[25655] = { ref=6608 }, -- Dropped Weapon
[25656] = { "Піщана пастка", nil, "Ймовірність завдання удару зменшено на {1}%.\nНе можна вимовляти закляття.#by {1}%", en="Sand Trap" },
[25661] = { ref=18191 }, -- Increased Stamina
[25668] = { ref=9574 }, -- Flame Buffet
[25678] = { "Пісня сирени", en="Siren's Song" },
[25688] = { "Нараін!", "Змінює ваш зовнішній вигляд так, щоб ви були схожі на Нараіна Тихомрія.", "Ви Нараін! Тільки тсс!", en="Narain!" },
[25694] = { "Ситість", nil, "Відновлення {1} мани кожні {2} с.#by {1} every {2} sec", en="Well Fed" },
[25695] = { "Їжа", nil, "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Food" },
[25696] = { "Напій", nil, "Відновлює {1} мани щосекунди.#Restores {1} mana", en="Drink" },
[25700] = { ref=433 }, -- Food
[25702] = { ref=25695 }, -- Food
[25725] = { "Параліч", nil, "Приголомшено.", en="Paralyze" },
[25748] = { "Отруйне жало", nil, "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Poison Stinger" },
[25772] = { "Ментальне панування", nil, "Тепер ви слуга доктора Жло!", en="Mental Domination" },
[25774] = { "Розбиття розуму", en="Mind Shatter" },
[25786] = { "Токсичні випари", "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с протягом {3} хв.#Inflicts {1} Nature#every {2} sec#for {3} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Toxic Vapors" },
[25787] = { ref=19196 }, -- Surge
[25805] = { "Осквернення душі", "Зменшує всі характеристики на {1}.\nЗавдає {2} шкоди від тіні кожні {3} с.#by {1}#{2} Shadow#every {3} sec", "Всі характеристики зменшено на {1}.\nЗавдає від {2} до {3} шкоди від тіні кожні {4} с.#by {1}#{2} to {3} Shadow#every {4} sec", en="Soul Corruption" },
[25806] = { "Створіння Кошмару", "Бере під контроль гуманоїда до {1} рівня на {2} с.#level {1} for {2} sec", "Причаровано та спрямовано на руйнування.", en="Creature of Nightmare" },
[25811] = { ref=21067 }, -- Poison Bolt
[25812] = { nil, nil, "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} nature#every {2} sec", ref=21687 }, -- Toxic Volley
[25839] = { "Масове зцілення", nil, "Зцілює від {1} до {2} здоров'я кожні {3} с.#between {1} and {2} every {3} sec", en="Mass Healing" },
[25886] = { ref=433 }, -- Food
[25888] = { ref=25695 }, -- Food
[25891] = { "Удар землі", "Збільшує силу атаки ближнього та дального бою на {1}. Ефект триває {2} с.#power by {1}#for {2} sec", "Силу атаки ближнього та дального бою збільшено на {1}.#by {1}", en="Earthstrike" },
[25941] = { ref=25694 }, -- Well Fed
[25989] = { "Токсин", nil, "Завдає від {1} до {2} шкоди кожні {3} с.\nСповільнює рух на {4}%.#Deals {1} to {2} damage every {3} sec#by {4}%", en="Toxin" },
[25991] = { nil, nil, "Завдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} nature#every {3} sec", ref=24099 }, -- Poison Bolt Volley
[26004] = { "Омела", "Подаруйте друзям святкові вітання!", "Вітання зі святами! Збільшує дух на {1}.#by {1}", en="Mistletoe" },
[26013] = { "Дезертир", nil, "Ви покинули поле бою до його завершення і маєте зачекати, перш ніж потрапити на ще одне.", en="Deserter" },
[26025] = { ref=24049 }, -- Impale
[26030] = { "Ягоди вітроцвіту", ref=18229, en="Windblossom Berries" },
[26038] = { ref=13736 }, -- Whirlwind
[26041] = { ref=19451 }, -- Frenzy
[26042] = { ref=13704 }, -- Psychic Scream
[26043] = { ref=24438 }, -- Battle Shout
[26049] = { "Спалення мани", "Вражає навколишніх ворогів антимагічними зарядами, що спалюють ману. За кожну одиницю спаленої мани ціль отримує {1} шкоди.#takes {1} damage", "Втікає зі страху.", en="Mana Burn" },
[26050] = { "Плювок кислоти", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", en="Acid Spit" },
[26051] = { ref=19451 }, -- Frenzy
[26052] = { nil, "Стріляє у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с.#every {1} sec", ref=25424 }, -- Poison Bolt
[26053] = { "Потужна отрута", nil, "Отримує {1} шкоди від природи кожні {2} с.\nНе може вимовляти закляття.#Deals {1} nature#every {2} sec", en="Noxious Poison" },
[26069] = { ref=8988 }, -- Silence
[26070] = { ref=12096 }, -- Fear
[26071] = { ref=11922 }, -- Entangling Roots
[26072] = { ref=7272 }, -- Dust Cloud
[26073] = { ref=11969 }, -- Fire Nova
[26077] = { ref=25185 }, -- Itch
[26078] = { "Каталізатор Векнісса", nil, "Швидкість руху зменшено на {1}%.\n{2} шкоди кожні {3} с.\nШкоду від жал Векнісса збільшено.#by {1}%#{2} damage every {3} sec", en="Vekniss Catalyst" },
[26079] = { ref=12888 }, -- Cause Insanity
[26083] = { nil, nil, "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.\nНевразливість до приголомшення.#plus {1}", ref=13736 }, -- Whirlwind
[26099] = { "Бойовий клич", "Збільшує шкоду учасників групи неподалік на {1}%, а швидкісь атаки на {2}% протягом {3} с.#by {1}% and attack speed by {2}% for {3} sec", "Шкоду збільшено на {1}%, швидкість атаки збільшено на {2}%.#increased by {1}%#speed by {2}%", en="Battle Shout" },
[26102] = { "Струмінь піску", nil, "Приголомшено.", en="Sand Blast" },
[26141] = { "Нівечення", "Завдає ворогу від {1} до {2} шкоди та сповільнює його рух на {3}% протягом {4} с.#plus {1} to {2} to#speed by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[26157] = { "PX-238 Зимовий Дивовольт", nil, "Веселих свят!", en="PX-238 Winter Wondervolt" },
[26195] = { "Шепіт К'Туна", "Бере під контроль ворога-гуманоїда {1}-{2} рівня на {3} с.#level {1} to {2} for {3} sec", "Тепер ти служиш К'Туну, смертний.", en="Whisperings of C'Thun" },
[26196] = { ref=25371 }, -- Consume
[26197] = { ref=26195 }, -- Whisperings of C'Thun
[26198] = { ref=26195 }, -- Whisperings of C'Thun
[26211] = { ref=26141 }, -- Hamstring
[26218] = { "Омела", nil, "Ви поцілували когось під гілочкою омели!", en="Mistletoe" },
[26258] = { ref=26195 }, -- Whisperings of C'Thun
[26259] = { ref=26195 }, -- Whisperings of C'Thun
[26260] = { ref=25695 }, -- Food
[26261] = { ref=25696 }, -- Drink
[26272] = { ref=26157 }, -- PX-238 Winter Wondervolt
[26273] = { ref=26157 }, -- PX-238 Winter Wondervolt
[26274] = { ref=26157 }, -- PX-238 Winter Wondervolt
[26276] = { "Велика вогнеміць", ref=7844, en="Greater Firepower" },
[26393] = { "Благословення Елуни", nil, "Вас благословила Елуна. Всі характеристики збільшено на {1}%.#by {1}%", en="Elune's Blessing" },
[26401] = { ref=25695 }, -- Food
[26402] = { ref=25696 }, -- Drink
[26419] = { "Кислотні бризки", "Завдає шкоди від природи ворогові.", "Збільшує отриману шкоду від природи на {1}.#by {1}", en="Acid Spray" },
[26472] = { ref=25695 }, -- Food
[26473] = { ref=25696 }, -- Drink
[26474] = { ref=25695 }, -- Food
[26475] = { ref=25696 }, -- Drink
[26476] = { "Травна кислота", nil, "Завдає {1} шкоди щосекунди.#Deals {1} damage", en="Digestive Acid" },
[26479] = { ref=26476 }, -- Digestive Acid
[26527] = { ref=8269 }, -- Enrage
[26552] = { "Ануляція", nil, "Приголомшено.", en="Nullify" },
[26554] = { ref=8732 }, -- Thunderclap
[26556] = { ref=22997 }, -- Plague
[26580] = { ref=12096 }, -- Fear
[26590] = { "Виклик отруйної хмари", "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с протягом {3} хв.#Inflicts {1} Nature#every {2} sec#for {3} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Summon Poison Cloud" },
[26601] = { nil, nil, "Завдає {1} шкоди від природи кожні {2} с.#{1} nature#every {2} sec", ref=21067 }, -- Poison Bolt
[26607] = { "Метелиця", "Уламки льоду вкривають вибрану область, завдаючи від {1} до {2} шкоди від криги протягом {3} с.#doing {1} to {2} Frost#over {3} sec", "Від {1} до {2} шкоди від криги кожні {3} с.\nШвидкість руху зменшено на {4}%.#{1} to {2} Frost#every {3} sec#by {4}%", en="Blizzard" },
[26613] = { "Вибиття з рівноваги", "Завдає {1}% шкоди від зброї та вибиває ціль з рівноваги, зменшуючи її навичку захисту на {2} протягом {3} с.#Inflicts {1}%#by {2} for {3} sec", "Навичку рівноваги зменшено на {1}.#by {1}", en="Unbalancing Strike" },
[26662] = { "Берсерк", ref=8269, en="Berserk" },
[26664] = { "Сила дружби", nil, "Відчуваєте?", en="The Power of Friendship" },
[26680] = { "Обожнювання", nil, "Ви отримали дар обожнювання!", en="Adored" },
[26744] = { ref=24320 }, -- Poisonous Blood
[26787] = { ref=26552 }, -- Nullify
[26898] = { "Розбите серце", nil, "Вам відмовили і ви більше не можете отримувати знаки кохання!", en="Heartbroken" },
[26977] = { "Прокляття повелителя стихій", nil, "Опір вогню зменшено на {1}.#by {1}", en="Curse of the Elemental Lord" },
[27037] = { "Посилення непомітності", "Збільшує ефективність вашої непомітності.", en="Stealth +8" },
[27177] = { "Осквернення", nil, "Вас оскверняють...", en="Defile" },
[27420] = { "Ектоплазматичний дистилятор", "Ектоплазматичний дистилятор дозволяє збирати ектоплазму з безтілесної нежиті.", "Ектоплазматичний дистилятор дозволяє збирати ектоплазму з безтілесної нежиті.", en="Ectoplasmic Distiller" },
[27433] = { "Ектоплазматичний дистилятор", "Розмістити ектоплазматичний дистилятор на землі, що дозволить збирати ектоплазму. Працює на гоблінському ракетному паливі.", en="Ectoplasmic Distiller" },
[27565] = { ref=8994 }, -- Banish
[27616] = { "Міжвимірний шукач привидів", "Дозволяє носію бачити привидів нещодавно померлих.", "Дозволяє носію бачити привидів нещодавно померлих.", en="Extra-Dimensional Ghost Revealer" },
[27634] = { ref=17174 }, -- Concussive Shot
[27641] = { ref=12542 }, -- Fear
[27648] = { "Громолють", nil, "Швидкість атаки зменшено на {1}%.#by {1}%", en="Thunderfury" },
[27737] = { ref=15798 }, -- Moonfire
[27746] = { "Азотне прискорення", "10 мани щосекунди. Збільшує швидкість руху на 50%.", "Швидкість руху збільшено на 50%.", en="Nitrous Boost" },
[27759] = { "Генератор щита", "Захищає вас щитом мани, який може поглинути до {1} шкоди. За кожну одиницю отриманої шкоди витрачається дві одиниці мани.#up to {1} damage", en="Shield Generator" },
[27760] = { ref=13323 }, -- Polymorph
[27794] = { ref=11427 }, -- Cleave
[27806] = { "Плювок отрути", "Плює у ворога отрутою, завдаючи шкоди від природи.", en="Venom Spit" },
[27861] = { "Ультиматум барона", "Ваше вторгнення помічено бароном Рівендером. Його в'язню жити лишилося недовго.", "Ваше вторгнення помічено бароном Рівендером. Його в'язню жити лишилося недовго.", en="The Baron's Ultimatum" },
[27863] = { ref=27861 }, -- The Baron's Ultimatum
[27864] = { ref=27861 }, -- The Baron's Ultimatum
[27865] = { ref=27861 }, -- The Baron's Ultimatum
[27990] = { ref=12542 }, -- Fear
[27991] = { ref=11971 }, -- Sunder Armor
[27994] = { ref=17173 }, -- Drain Life
[28006] = { "Арканічний покрив", en="Arcane Cloaking" },
[28125] = { ref=45 }, -- War Stomp
[28131] = { ref=8269 }, -- Enrage
[28270] = { "Поліморфія: Корова", "Перетворює ворога на корову, змушуючи його блукати до {1} с. Корова не здатна атакувати або вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття. Прискорене відновлення здоров'я.", en="Polymorph: Cow" },
[28333] = { "Завихрення", ref=13736, en="Whirlwind Primer" },
[28334] = { ref=13736 }, -- Whirlwind
[28371] = { "Оскаженіння", nil, "Швидкість атаки збільшено на {1}%.\nШкоду збільшено на {2}%.#speed increased by {1}%#Damage increased by {2}%", en="Frenzy" },
[28428] = { "Миттєва отрута", nil, "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Instant Poison" },
[28440] = { ref=17820 }, -- Veil of Shadow
[28467] = { ref=25646 }, -- Mortal Wound
[28478] = { ref=9672 }, -- Frostbolt
[28616] = { ref=433 }, -- Food
[28681] = { "Відродження душі", nil, "Збільшує всю вашу шкоду на {1}%.#by {1}%", en="Soul Revival" },
[28701] = { ref=13494 }, -- Haste
[28725] = { ref=11876 }, -- War Stomp
[28747] = { ref=8269 }, -- Enrage
[28754] = { "Лють Спопелителя", ref=17152, en="Fury of the Ashbringer" },
[28776] = { "Некротична отрута", nil, "Ефективність зцілення зменшено на {1}%.#by {1}%", en="Necrotic Poison" },
[28794] = { "Вогняний дощ", "Викликає вогняний дощ, що обпалює ворогів у зоні ураження, завдаючи від {1} до {2} шкоди вогнем кожні {3} с протягом {4} с.#for {1} to {2} Fire#every {3} sec#for {4} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Rain of Fire" },
[28796] = { nil, nil, "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", ref=24099 }, -- Poison Bolt Volley
[28798] = { nil, nil, "Фізичну шкоду збільшено на {1}%.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}%#speed increased by {2}%", ref=8269 }, -- Enrage
[28858] = { ref=11922 }, -- Entangling Roots
[28866] = { "Поцілунок павука", ref=13494, en="Kiss of the Spider" },
[28969] = { "Плювок кислоти", ref=744, en="Acid Spit" },
[29007] = { ref=430 }, -- Drink
[29008] = { ref=433 }, -- Food
[29073] = { ref=433 }, -- Food
[29124] = { "Поліморфія", nil, "Не може атакувати та вимовляти закляття.\nШвидкість регенерації збільшено.", en="Polymorph" },
[29168] = { ref=12542 }, -- Fear
[29169] = { ref=24099 }, -- Copy of Poison Bolt Volley
[29175] = { "Танець зі стрічками", "Збільшує опір вогню на {1}.#by {1}", "Збільшує опір вогню на {1}.#by {1}", en="Ribbon Dance" },
[29204] = { "Невідворотна загибель", ref=12020, en="Inevitable Doom" },
[29212] = { ref=11443 }, -- Cripple
[29235] = { "Стійкість вогняного фестивалю", "Збільшує витривалість на {1} протягом {2} год.#by {1} for {2} h", "Збільшує витривалість на {1}.#by {1}", en="Fire Festival Fortitude" },
[29236] = { "Мерехтливий стаут", ref=436, en="Shimmer Stout" },
[29306] = { ref=3427 }, -- Infected Wound
[29307] = { ref=3427 }, -- Infected Wound
[29325] = { "Кислотний залп", "Стріляє згустками кислоти у ворогів, завдаючи шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#{1} to {2} Nature#every {3} sec", en="Acid Volley" },
[29338] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару атаками та закляттями на {1}%.#by {1}%", en="Fire Festival Fury" },
[29432] = { ref=7230 }, -- Fire Protection
[29484] = { "Викид павутини", nil, "Приголомшено.", en="Web Spray" },
[29519] = { "Силітист", nil, "Силітистовий пил оточує вас, обмежуючи швидкість руху.", en="Silithyst" },
[29520] = { ref=1386 }, -- Echoes of Lordaeron
[29534] = { "Сліди силітисту", nil, "Шкоду ближнього бою та заклинань збільшено на {1}%.#by {1}%", en="Traces of Silithyst" },
[29685] = { ref=14100 }, -- Terrifying Roar
[29846] = { nil, nil, "Збільшує ймовірність завдання критичного удару фізичними атаками та закляттями на 3%.", ref=29338 }, -- Fire Festival Fury
[29848] = { ref=13323 }, -- Polymorph
[29849] = { ref=11831 }, -- Frost Nova
[29851] = { ref=13736 }, -- Whirlwind
[29943] = { ref=8988 }, -- Silence
[30002] = { ref=12096 }, -- Fear
[30020] = { ref=746 }, -- First Aid
[30094] = { ref=11831 }, -- Frost Nova
[30113] = { "Гнилісний укус", "Збільшує отриману ворогом шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Отриману шкоду збільшено на {1}.#by {1}", en="Putrid Bite" },
[30167] = { "Фіолетовий костюм огра", "Станьте величезним фіолетовим огром на {1} хв!#for {1} min", "Ви двоокий, однорогий, величезний фіолетовий людожер.", en="Purple Ogre Costume" },
[30225] = { ref=8988 }, -- Silence
[30682] = { ref=1386 }, -- Echoes of Lordaeron
[30683] = { ref=1386 }, -- Echoes of Lordaeron
[30754] = { "Кенарійська прихильність", nil, "Збільшує репутацію з Кенарійським Колом, отриману за вбивство монстрів, на {1}%.#by {1}%", en="Cenarion Favor" },
[30880] = { ref=1386 }, -- Echoes of Lordaeron
[43680] = { "Бездіяльність", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати очки честі.", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати очки честі.", en="Idle" },
[43681] = { "Неактивність", "Ви не можете отримувати очки честі, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", "Ви не можете отримувати очки честі, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", en="Inactive" },
[219004] = { ref=43681 }, -- Inactive
[301089] = { "Прапор Орди", "Несе прапор Орди. Принесіть прапор на свою базу, щоб захопити його.", "Несе прапор Орди. Принесіть прапор на свою базу, щоб захопити його.", en="Horde Flag" },
[301091] = { "Прапор Альянсу", "Несе прапор Альянсу. Принесіть прапор на свою базу, щоб захопити його.", "Несе прапор Альянсу. Принесіть прапор на свою базу, щоб захопити його.", en="Alliance Flag" },
[348005] = { ref=744 }, -- Poison
[349981] = { "Заряджений хронозаміщувач благословень", nil, "Благословення призупинено:\n[\nЛють Фенґа ({1} хв)#Fengus' Ferocity ({1}m)][\nСміливість Мол'дара ({1} хв)#Mol'dar's Moxie ({1}m)][\nКмітливість Сліп'кіка ({1} хв)#Slip'kik's Savvy ({1}m)][\nРвучкий клич драконоборця ({1} хв)#Rallying Cry of the Dragonslayer ({1}m)][\nБлагословення вождя ({1} хв)#Warchief's Blessing ({1}m)][\nДух Зандаларів ({1} хв)#Spirit of Zandalar ({1}m)][\nСеренада піснеквіта ({1} хв)#Songflower Serenade ({1}m)][\nТемне пророцтво Вщуна ({1} хв)#Sayge's Dark Fortune ({1}m)][\nБлагословення Чорноводдя ({1} хв)#Boon of Blackfathom ({1}m)][\nІскра натхнення ({1} хв)#Spark of Inspiration ({1}m)][\nЗапал дослідника храмів ({1} хв)#Fervor of the Temple Explorer ({1}m)][\nМіць Штормовію ({1} хв)#Might of Stormwind ({1}m)]\n\nПоки благословення призупинені, вони на вас не діють.", en="Supercharged Chronoboon Displacer" },
[364001] = { "Залізна душа", nil, "Режим хардкору\n[\nНепереможність#Never Known Defeat][\nПереможець Володара Вогню#Survivor of the Firelord][\nПереможець Тіньового Полум'я#Survivor of the Shadow Flame][\nПереможець Старого Бога#Survivor of the Old God][\nПереможець Проклятих#Survivor of the Damned][\nНезломлений самодостатній герой#Unbroken Self-Found Champion]\n", en="Soul of Iron" },
[364090] = { "Непереможність", en="Never Known Defeat" },
[364095] = { "Переможець Володара Вогню", en="Survivor of the Firelord" },
[364339] = { "Переможець Тіньового Полум'я", en="Survivor of the Shadow Flame" },
[364340] = { "Переможець Старого Бога", en="Survivor of the Old God" },
[364341] = { "Переможець Проклятих", en="Survivor of the Damned" },
[364820] = { "Живий викид", "Завдає від {1} до {2} шкоди від вогню кожні {3} с.#Deals {1} to {2} Fire#every {3} sec", "Завдає від {1} до {2} шкоди від вогню кожні {3} с.#Deals {1} to {2} Fire#every {3} sec", en="Living Fallout" },
[364838] = { "Пекло", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", en="Inferno" },
[364895] = { ref=11988 }, -- Fireball Volley
[365122] = { "Берсерк", ref=8269, en="Berserk" },
[365663] = { ref=11971 }, -- Sunder Armor
[366305] = { "Статична електрика", nil, "Пульсує статичною електрикою, завдаючи гравцям неподалік шкоди від природи при накопиченні {1} ефектів.#at {1} stack", en="Static Electricity" },
[366909] = { "Рубінове полум'я", ref=364838, en="Ruby Flames" },
[366994] = { "Обсидіанове дихання", "Завдає {1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", "Завдає {1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", en="Obsidian Breath" },
[367369] = { "Тактичний ривок", en="Tactical Charge" },
[367724] = { "Туман сну", nil, "Швидкість руху зменшено на {1}%.\n\nХочеться спати...#by {1}%", en="Dream Fog" },
[367740] = { "Повзучий холод", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Creeping Chill" },
[367741] = { "Повне заморожування", "Повне заморожування.", "Повне заморожування.", en="Frozen Solid" },
[367792] = { "Прискорення часу", "Швидкість руху збільшено на {1}%.\nШвидкість ближнього бою, дальнього бою та вимови заклять збільшено на {2}%.#speed increased by {1}%#haste increased by {2}%", "Швидкість руху збільшено на {1}%.\nШвидкість ближнього бою, дальнього бою та вимови заклять збільшено на {2}%.#speed increased by {1}%#Haste increased by {2}%", en="Temporal Acceleration" },
[367888] = { "Дихання Сну", nil, "Сон.", en="Dream Breath" },
[367928] = { "Осквернений удар", nil, "Приголомшено.", en="Corrupted Slam" },
[367987] = { "Палаючий адреналін", nil, "Шкоду збільшено на {1}%.\nШвидкість збільшено на {2}%\nЗавдає шкоди в обсязі {3}% від максимального запасу здоров'я кожні {4} с.\nЗавдає від {5} до {6} шкоди навколишнім союзникам при смерті.#Damage increased by {1}%#Haste increased by {2}%#Deals {3}% of max#every {4} sec#Deals {5} to {6} damage", en="Burning Adrenaline" },
[368003] = { "Несправна проводка", en="Faulty Wiring" },
[368315] = { "Муки розуму", "Завдає шкоди від тіні ворогові та зменшує його швидкість руху.", "{1} шкоди від тіні щосекунди.\nШвидкість руху зменшено на {2}%.#{1} Shadow#by {2}%", en="Mind Flay" },
[368329] = { "Кошмарні зарості", ref=24648, en="Nightmare Brambles" },
[368515] = { "Тавро тіні", nil, "Отримання додаткової шкоди від \"Тавра тіні\".", en="Brand of Shadow" },
[368521] = { "Тавро полум'я", nil, "Отримання додаткової шкоди від \"Тавра полум'я\".", en="Brand of Flame" },
[368615] = { "Пульсуюча блискавка", nil, "Завдає шкоди від природи навколишнім ворогам кожні {1} с протягом {2} с. Окрім того, збільшує швидкість руху, атак та вимови заклять на {3}%.#every {1} sec for {2} sec#by {3}%", en="Pulse Lightning" },
[368632] = { "Осквернена зброя", nil, "Ціль вашої оскверненої зброї.", en="Corrupted Weapon" },
[368941] = { "Помах крил", "Завдає {1} шкоди ворогам в конусі перед заклиначем, відкидаючи їх.#Inflicts {1} damage", en="Wing Buffet" },
[369080] = { ref=368941 }, -- Wing Buffet
[369330] = { ref=28794 }, -- Rain of Fire
[371656] = { "Пливун", nil, "Швидкість руху збільшено на {1}%.#by {1}%", en="Quick Sand" },
[422621] = { "Підготовка", "Зменшує витрати ресурсів закляттями та здібностями на {1}%.#by {1}%", "Зменшує витрати ресурсів закляттями та здібностями на {1}%.#by {1}%", en="Preparation" },

-- Armor Proficiencies
[750] = { "Лати", en="Plate Mail" },
[8737] = { "Кольчуга", en="Mail" },
[9077] = { "Шкіра", en="Leather" },
[9078] = { "Тканина", en="Cloth" },
[9116] = { "Щит", en="Shield" },
[27762] = { "Рукопис", en="Libram" },
[27763] = { "Тотем", en="Totem" },
[27764] = { "Фетиш", en="Fetish" },

-- Item effects
[436] = { "Відновлення мани", "Відновлює від {1} до {2} мани.#Restores {1} to {2} mana", en="Restore Mana" },
[437] = { ref=436 }, -- Restore Mana
[438] = { ref=436 }, -- Restore Mana
[439] = { "Зілля лікування", "Відновлює від {1} до {2} здоров'я.#Restores {1} to {2} health", en="Healing Potion" },
[440] = { ref=439 }, -- Healing Potion
[441] = { ref=439 }, -- Healing Potion
[690] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди вогнем.#for {1} to {2} Fire", en="Firebolt II" },
[758] = { "Камінь вогню", "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці шанс завдати від {1} до {2} додаткової шкоди вогнем.#deal {1} to {2} additional", en="Firestone Passive" },
[1084] = { ref=690 }, -- Firebolt III
[1096] = { ref=690 }, -- Firebolt IV
[1138] = { "Кришталевий захист", "Збільшує опір кризі та тіні на {1} протягом {2} хв.#by {1} for {2} min", "Опір кризі та тіні збільшено.", en="Crystal Protection" },
[1139] = { "Холодне око", "Збільшує інтервал між атаками цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атак зменшено.", en="Cold Eye" },
[1940] = { "Вибух ракети", "Завдає від {1} до {2} шкоди вогнем в радіусі {3} м.#Inflicts {1} to {2} Fire#a {3} yard", en="Rocket Blast" },
[2023] = { ref=436 }, -- Restore Mana
[2024] = { ref=439 }, -- Healing Potion
[2370] = { "Зілля омолодження", "Відновлює від {1} до {2} мани та від {3} до {4} здоров'я.#{1} to {2} mana and {3} to {4} health", en="Rejuvenation Potion" },
[2597] = { ref=2370 }, -- Rejuvenation Potion
[2599] = { ref=2370 }, -- Rejuvenation Potion
[2600] = { ref=2370 }, -- Rejuvenation Potion
[2828] = { "Заточка леза", "Збільшує шкоду гострої зброї на {1} протягом {2} хвилин.#by {1} for {2} min", en="Sharpen Blade" },
[2829] = { ref=2828 }, -- Sharpen Blade II
[2830] = { ref=2828 }, -- Sharpen Blade III
[3112] = { "Покращення дробильної зброї", "Збільшує шкоду дробильної зброї на {1} протягом {2} хвилин.#by {1} for {2} min", en="Enhance Blunt Weapon" },
[3113] = { ref=3112 }, -- Enhance Blunt Weapon II
[3114] = { ref=3112 }, -- Enhance Blunt Weapon III
[3742] = { "Статична електрика", "Оточує вас електричним зарядом, що завдає {1} шкоди від природи кожному, хто вдарить вас протягом {2} секунд.#dealing {1} Nature#for {2} sec", "Завдає {1} шкоди від природи нападникам.#Causes {1} Nature", en="Static Electricity" },
[3974] = { "Кустарний приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує шкоду на {1}.#damage by {1}", en="Crude Scope" },
[3975] = { "Звичайний приціл", ref=3974, en="Standard Scope" },
[3976] = { "Точний приціл", ref=3974, en="Accurate Scope" },
[4042] = { ref=439 }, -- Healing Potion
[4054] = { "Грубий динаміт", ref=1940, en="Rough Dynamite" },
[4056] = { "Малий сифорієвий заряд", "Підриває прості замки.", en="Small Seaforium Charge" },
[4057] = { "Опір вогню", "Поглинає {1} шкоди від вогню. Триває {2} хв.#Absorbs {1} fire#Lasts {2} min", "Поглинає {1} шкоди від вогню.#Absorbs {1} fire", en="Fire Resistance" },
[4060] = { "Заплутаність", "Перетворює ціль на лепрогнома, зменшуючи її шкоду від атак в ближньому бою та заклинань на {1}, а швидкість руху - на {2}% протягом {3} с.#damage by {1} and#by {2}% for {3} sec", "Перетворено на лепрогнома. Шкоду від атак в ближньому бою та заклинань зменшено на {1}, а швидкість руху - на {2}% #by {1} and#by {2}%", en="Discombobulate" },
[4061] = { "Шорсткий динаміт", ref=1940, en="Coarse Dynamite" },
[4062] = { "Важкий динаміт", ref=1940, en="Heavy Dynamite" },
[4064] = { "Груба мідна бомба", "Завдає від {1} до {2} шкоди вогнем та приголомшує цілі в радіусі {3} м на {4} с. Будь-яка шкода припиняє дію ефекту.#Inflicts {1} to {2} Fire#in a {3} y#for {4} sec", "Приголомшено. Будь-яка шкода припинить дію ефекту.", en="Rough Copper Bomb" },
[4065] = { "Велика мідна бомба", ref=4064, en="Large Copper Bomb" },
[4066] = { "Мала бронзова бомба", ref=4064, en="Small Bronze Bomb" },
[4067] = { "Велика бронзова бомба", ref=4064, en="Big Bronze Bomb" },
[4068] = { "Залізна граната", ref=4064, en="Iron Grenade" },
[4069] = { "Велика залізна бомба", ref=4064, en="Big Iron Bomb" },
[4075] = { "Великий сифорієвий заряд", "Підриває складні замки.", en="Large Seaforium Charge" },
[4077] = { "Опір кризі", "Поглинає {1} шкоди від криги. Триває {2} хв.#Absorbs {1} frost#Lasts {2} min", "Поглинає {1} шкоди від криги.#Absorbs {1} frost", en="Frost Resistance" },
[4436] = { "Обпалення", "Завдає {1} шкоди від вогню всім, хто атакує вас у ближньому бою.#Deals {1} Fire", en="Immolation" },
[5020] = { "Бурехміль", "Міцний ель, що збільшує вашу силу на {1} та зменшує ваш інтелект на {2} на {3} хв.#by {1} and#by {2} for {3} min", en="Stormstout" },
[5021] = { "Трозький ель", "Збільшує ваше здоров'я на {1}-{2}, але зменшує дух на {3} протягом {4} хв.#health by {1} to {2}#by {3} for {4} min", en="Trogg Ale" },
[5707] = { "Відновлення життєкаменя", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec", en="Lifestone Regeneration" },
[7218] = { "Противага для зброї", "Прикріпити до вашого дворучного меча, булави, сокири або держакової зброї противагу, що збільшує її швидкість на {1}%.#it {1}% faster", en="Weapon Counterweight" },
[7219] = { "Невразливість до роззброєння", "Невразливість до роззброєння.", en="Immune to Disarm" },
[7220] = { "Ланцюг для зброї", "Прикріпити до зброї ланцюг, що не дозволяє вас роззброїти.", en="Weapon Chain" },
[7363] = { "Відблиск полум'я", "Збільшує дух учасників групи неподалік на {1}.#by {1}", en="Fire's Glow" },
[7511] = { "Збільшення навички захисту", "Збільшує навичку захисту на {1}.#Defense +{1}", en="Increased Defense" },
[7513] = { ref=7511 }, -- Increased Defense
[7514] = { ref=7511 }, -- Increased Defense
[7515] = { ref=7511 }, -- Increased Defense
[7516] = { ref=7511 }, -- Increased Defense
[7517] = { ref=7511 }, -- Increased Defense
[7518] = { ref=7511 }, -- Increased Defense
[7520] = { "Збільшення навички одноручних мечів", "Збільшує навичку володіння мечами на {1}.#Swords +{1}", en="Increased 1H Sword" },
[7523] = { ref=7520 }, -- Increased 1H Sword
[7525] = { ref=7520 }, -- Increased 1H Sword
[7527] = { ref=7520 }, -- Increased 1H Sword
[7529] = { "Збільшення навички дворучних мечів", "Збільшує навичку володіння дворучними мечами на {1}.#Swords +{1}", en="Increased 2H Sword" },
[7532] = { "Збільшення навички одноручних булав", "Збільшує навичку володіння булавами на {1}.#Maces +{1}", en="Increased 1H Mace" },
[7533] = { "Збільшення навички дворучних булав", "Збільшує навичку володіння дворучними булавами на {1}.#Maces +{1}", en="Increased 2H Mace" },
[7534] = { "Збільшення навички кинджалів", "Збільшує навичку володіння кинджалами на {1}.#Daggers +{1}", en="Increased Dagger" },
[7535] = { "Збільшення навички луків", "Збільшує навичку володіння луками на {1}.#Bows +{1}", en="Increased Bow" },
[7536] = { "Збільшення навички рушниць", "Збільшує навичку володіння рушницями на {1}.#Guns +{1}", en="Increased Gun" },
[7538] = { "Збільшення навички одноручних сокир", "Збільшує навичку володіння сокирами на {1}.#Axes +{1}", en="Increased 1H Axe" },
[7540] = { ref=7538 }, -- Increased 1H Axe
[7544] = { ref=7532 }, -- Increased 1H Mace
[7546] = { ref=7532 }, -- Increased 1H Mace
[7548] = { ref=7532 }, -- Increased 1H Mace
[7549] = { "Збільшення навички дворучних сокир", "Збільшує навичку володіння дворучними сокирами на {1}.#Axes +{1}", en="Increased 2H Axe" },
[7550] = { ref=7549 }, -- Increased 2H Axe
[7552] = { ref=7549 }, -- Increased 2H Axe
[7554] = { ref=7549 }, -- Increased 2H Axe
[7556] = { ref=7533 }, -- Increased 2H Mace
[7558] = { ref=7533 }, -- Increased 2H Mace
[7560] = { ref=7533 }, -- Increased 2H Mace
[7562] = { ref=7529 }, -- Increased 2H Sword
[7564] = { ref=7529 }, -- Increased 2H Sword
[7566] = { ref=7529 }, -- Increased 2H Sword
[7568] = { ref=7535 }, -- Increased Bow
[7569] = { ref=7535 }, -- Increased Bow
[7570] = { ref=7535 }, -- Increased Bow
[7571] = { ref=7535 }, -- Increased Bow
[7572] = { ref=7535 }, -- Increased Bow
[7573] = { ref=7534 }, -- Increased Dagger
[7574] = { ref=7534 }, -- Increased Dagger
[7576] = { ref=7534 }, -- Increased Dagger
[7578] = { ref=7534 }, -- Increased Dagger
[7579] = { ref=7536 }, -- Increased Gun
[7580] = { ref=7536 }, -- Increased Gun
[7581] = { ref=7536 }, -- Increased Gun
[7582] = { ref=7536 }, -- Increased Gun
[7583] = { ref=7536 }, -- Increased Gun
[7584] = { ref=7536 }, -- Increased Gun
[7597] = { "Збільшення критичних ударів", "Збільшує шанс завдання критичного удару на {1}%.#chance to get a critical strike by {1}%", en="Increased Critical 1" },
[7598] = { ref=7597 }, -- Increased Critical 2
[7599] = { ref=7597 }, -- Increased Critical 3
[7600] = { ref=7597 }, -- Increased Critical 4
[7675] = { "Збільшення зцілення", "Збільшує зцілення від заклинань і ефектів на {1}.#healing done by spells and effects by up to {1}", en="Increase Healing 2" },
[7676] = { ref=7675 }, -- Increase Healing 4
[7677] = { ref=7675 }, -- Increase Healing 7
[7678] = { ref=7675 }, -- Increase Healing 9
[7679] = { ref=7675 }, -- Increase Healing 11
[7680] = { ref=7675 }, -- Increase Healing 13
[7681] = { ref=7675 }, -- Increase Healing 15
[7683] = { "Збільшення шкоди від вогню", "Збільшує шкоду від заклинань і ефектів вогню на {1}.#Fire spells and effects by up to {1}", en="Increase Fire Dam 1" },
[7684] = { ref=7683 }, -- Increase Fire Dam 3
[7685] = { ref=7683 }, -- Increase Fire Dam 4
[7686] = { ref=7683 }, -- Increase Fire Dam 6
[7687] = { ref=7683 }, -- Increase Fire Dam 7
[7688] = { ref=7683 }, -- Increase Fire Dam 9
[7689] = { ref=7683 }, -- Increase Fire Dam 10
[7690] = { "Збільшення шкоди від природи", "Збільшує шкоду від заклинань і ефектів природи на {1}.#Nature spells and effects by up to {1}", en="Increase Nature Dam 1" },
[7691] = { ref=7690 }, -- Increase Nature Dam 3
[7692] = { ref=7690 }, -- Increase Nature Dam 4
[7693] = { ref=7690 }, -- Increase Nature Dam 6
[7694] = { ref=7690 }, -- Increase Nature Dam 7
[7695] = { ref=7690 }, -- Increase Nature Dam 9
[7696] = { ref=7690 }, -- Increase Nature Dam 10
[7697] = { "Збільшення шкоди від криги", "Збільшує шкоду від заклинань і ефектів криги на {1}.#Frost spells and effects by up to {1}", en="Increase Frost Dam 1" },
[7698] = { ref=7697 }, -- Increase Frost Dam 3
[7699] = { ref=7697 }, -- Increase Frost Dam 4
[7700] = { ref=7697 }, -- Increase Frost Dam 6
[7701] = { ref=7697 }, -- Increase Frost Dam 7
[7702] = { ref=7697 }, -- Increase Frost Dam 9
[7703] = { ref=7697 }, -- Increase Frost Dam 10
[7704] = { "Збільшення шкоди від тіні", "Збільшує шкоду від заклинань і ефектів тіні на {1}.#Shadow spells and effects by up to {1}", en="Increase Shadow Dam 1" },
[7705] = { ref=7704 }, -- Increase Shadow Dam 3
[7706] = { ref=7704 }, -- Increase Shadow Dam 4
[7707] = { ref=7704 }, -- Increase Shadow Dam 6
[7708] = { ref=7704 }, -- Increase Shadow Dam 7
[7709] = { ref=7704 }, -- Increase Shadow Dam 10
[7710] = { ref=7704 }, -- Increase Shadow Dam 9
[7711] = { "Вогняна шкода зброї", "Додає {1} шкоди від вогню до ваших атак ближнього бою.#Adds {1} fire", en="Add Fire Dam - Weap 02" },
[7721] = { "Вогняна шкода зброї", "Додає {1} шкоди від вогню до ваших атак зброєю.#Adds {1} fire", en="Add Fire Dam - Weap 04" },
[7722] = { ref=7721 }, -- Add Fire Dam - Weap 06
[7723] = { ref=7721 }, -- Add Fire Dam - Weap 08
[7724] = { ref=7721 }, -- Add Fire Dam - Weap 10
[7725] = { ref=7721 }, -- Add Fire Dam - Weap 12
[7726] = { ref=7711 }, -- Add Fire Dam - Weap 14
[7823] = { "Навичка риболовлі", "Збільшує навичку риболовлі на {1}.#Fishing +{1}", en="Fishing Skill +5" },
[7825] = { ref=7823 }, -- Fishing Skill +15
[7826] = { ref=7823 }, -- Fishing Skill +20
[7932] = { "Протиотрута", "Зцілення цілі від отрут до {1} рівня.#up to level {1}", en="Anti-Venom" },
[7933] = { "Сильна протиотрута", ref=7932, en="Strong Anti-Venom" },
[8082] = { ref=7823 }, -- Fishing Skill +25
[8083] = { ref=7823 }, -- Fishing Skill +50
[8084] = { ref=7823 }, -- Fishing Skill +75
[8085] = { ref=7823 }, -- Fishing Skill +100
[8087] = { "Блискуча блешня", "Оснащення вашої вудки такою наживкою збільшує навичку риболовлі на {1} протягом {2} хв.#Fishing by {1} for {2} min", en="Shiny Bauble" },
[8088] = { "Опариші", ref=8087, en="Nightcrawlers" },
[8089] = { "Аквадинамічний магніт для риби", ref=8087, en="Aquadynamic Fish Attractor" },
[8090] = { "Райдужні блешні", ref=8087, en="Bright Baubles" },
[8333] = { "Шорсткий динаміт", ref=1940, en="Coarse Dynamite" },
[8342] = { "Дефібриляція", "Кабельний дефібрилятор іноді може повернути до життя мертвого гравця. Не можна використовувати під час бою.", en="Defibrillate" },
[8532] = { "Аквадинамічна блешня", ref=8087, en="Aquadynamic Fish Lens" },
[8893] = { "Несправність реактивних черевиків", nil, "Приголомшено.", en="Rocket Boots Malfunction" },
[9092] = { "Плотожерка", ref=8087, en="Flesh Eating Worm" },
[9132] = { "Збільшення критичних ударів", "Збільшує ваш шанс завдання критичного удару в дальньому бою на {1}%.\n#missile weapons by {1}%", en="Increased Critical 1" },
[9136] = { "Сила атаки", "Збільшує силу атаки на {1}.#+{1} Attack Power", en="Attack Power 02" },
[9137] = { ref=9136 }, -- Attack Power 04
[9138] = { ref=9136 }, -- Attack Power 06
[9139] = { ref=9136 }, -- Attack Power 08
[9140] = { ref=9136 }, -- Attack Power 10
[9141] = { ref=9136 }, -- Attack Power 12
[9142] = { ref=9136 }, -- Attack Power 14
[9163] = { "Самозцілення", "Зцілити собі від {1} до {2} здоров'я.#yourself for {1} to {2}", en="Heal Self" },
[9174] = { "Лють", "Збільшити лють на {1}.#Rage by {1}", en="Rage" },
[9294] = { ref=7683 }, -- Increase Fire Dam 16
[9295] = { ref=7683 }, -- Increase Fire Dam 17
[9296] = { ref=7683 }, -- Increase Fire Dam 19
[9297] = { ref=7683 }, -- Increase Fire Dam 20
[9298] = { ref=7683 }, -- Increase Fire Dam 21
[9304] = { ref=7697 }, -- Increase Frost Dam 16
[9305] = { ref=7697 }, -- Increase Frost Dam 17
[9306] = { ref=7697 }, -- Increase Frost Dam 19
[9307] = { ref=7697 }, -- Increase Frost Dam 20
[9308] = { ref=7697 }, -- Increase Frost Dam 21
[9314] = { ref=7675 }, -- Increase Healing 24
[9315] = { ref=7675 }, -- Increase Healing 26
[9316] = { ref=7675 }, -- Increase Healing 29
[9317] = { ref=7675 }, -- Increase Healing 31
[9318] = { ref=7675 }, -- Increase Healing 33
[9324] = { ref=7704 }, -- Increase Shadow Dam 16
[9325] = { ref=7704 }, -- Increase Shadow Dam 17
[9326] = { ref=7704 }, -- Increase Shadow Dam 19
[9327] = { ref=7704 }, -- Increase Shadow Dam 20
[9328] = { ref=7704 }, -- Increase Shadow Dam 21
[9329] = { ref=9136 }, -- Attack Power 16
[9330] = { ref=9136 }, -- Attack Power 18
[9331] = { ref=9136 }, -- Attack Power 20
[9332] = { ref=9136 }, -- Attack Power 22
[9333] = { ref=9136 }, -- Attack Power 48
[9334] = { ref=9136 }, -- Attack Power 26
[9335] = { ref=9136 }, -- Attack Power 28
[9336] = { ref=9136 }, -- Attack Power 30
[9342] = { "Збільшення шкоди заклять", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1}.#magical spells and effects by up to {1}", en="Increase Spell Dam 13" },
[9343] = { ref=9342 }, -- Increase Spell Dam 14
[9344] = { ref=9342 }, -- Increase Spell Dam 15
[9345] = { ref=9342 }, -- Increase Spell Dam 16
[9346] = { ref=9342 }, -- Increase Spell Dam 18
[9357] = { ref=7690 }, -- Increase Nature Dam 16
[9358] = { ref=7690 }, -- Increase Nature Dam 17
[9359] = { ref=7690 }, -- Increase Nature Dam 19
[9360] = { ref=7690 }, -- Increase Nature Dam 20
[9361] = { ref=7690 }, -- Increase Nature Dam 21
[9392] = { ref=9342 }, -- Increase Spell Dam 1
[9393] = { ref=9342 }, -- Increase Spell Dam 2
[9394] = { ref=9342 }, -- Increase Spell Dam 4
[9395] = { ref=9342 }, -- Increase Spell Dam 5
[9396] = { ref=9342 }, -- Increase Spell Dam 6
[9397] = { ref=9342 }, -- Increase Spell Dam 7
[9398] = { ref=9342 }, -- Increase Spell Dam 8
[9399] = { ref=7683 }, -- Increase Fire Dam 11
[9400] = { ref=7683 }, -- Increase Fire Dam 13
[9401] = { ref=7683 }, -- Increase Fire Dam 14
[9402] = { ref=7697 }, -- Increase Frost Dam 11
[9403] = { ref=7697 }, -- Increase Frost Dam 13
[9404] = { ref=7697 }, -- Increase Frost Dam 14
[9405] = { ref=7597 }, -- Increased Critical 5
[9406] = { ref=7675 }, -- Increase Healing 18
[9407] = { ref=7675 }, -- Increase Healing 20
[9408] = { ref=7675 }, -- Increase Healing 22
[9409] = { ref=7690 }, -- Increase Nature Dam 11
[9410] = { ref=7690 }, -- Increase Nature Dam 13
[9411] = { ref=7690 }, -- Increase Nature Dam 14
[9412] = { ref=7704 }, -- Increase Shadow Dam 11
[9413] = { ref=7704 }, -- Increase Shadow Dam 13
[9414] = { ref=7704 }, -- Increase Shadow Dam 14
[9415] = { ref=9342 }, -- Increase Spell Dam 9
[9416] = { ref=9342 }, -- Increase Spell Dam 11
[9417] = { ref=9342 }, -- Increase Spell Dam 12
[9512] = { "Відновлення енергії", "Миттєво відновлює 100 енергії.", en="Restore Energy" },
[9760] = { "Збільшення броні", "Збільшує броню на {1}.#+{1} Armor", en="Increased Armor 10" },
[9761] = { ref=9760 }, -- Increased Armor 20
[9762] = { ref=9760 }, -- Increased Armor 30
[9763] = { ref=9760 }, -- Increased Armor 40
[9764] = { ref=9760 }, -- Increased Armor 50
[9765] = { ref=9760 }, -- Increased Armor 60
[9766] = { ref=9760 }, -- Increased Armor 70
[9767] = { ref=9760 }, -- Increased Armor 80
[9768] = { ref=9760 }, -- Increased Armor 90
[9783] = { "Мітрилові шпори", "Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди.", en="Mithril Spurs" },
[9796] = { "Чума", "Заражає ціль, завдаючи {1} шкоди від природи та додатково {2} шкоди протягом {3} хв.#for {1} Nature#additional {2} damage over {3} min", "Заражено. {1} шкоди від природи кожні {2} с.#{1} nature damage every {2} sec", en="Blight" },
[9800] = { "Священний щит", "Захищає носія священним щитом.", "Поглинає шкоду.", en="Holy Shield" },
[9806] = { "Фантомний удар", "Зменшує броню цілі на {1} протягом {2} с. Поки діє ефект, ціль не може отримати ефект непомітності чи невидимості.#armor of the target by {1} for {2} sec", "Броню зменшено на {1}. Не може отримати ефект непомітності чи невидимості.#armor by {1}", en="Phantom Strike" },
[9900] = { ref=2828 }, -- Sharpen Blade IV
[9903] = { ref=3112 }, -- Enhance Blunt Weapon IV
[10351] = { "Шкіра василіска", "Збільшує навичку захисту на {1} протягом {2} с.#Defense +{1} for {2} sec", "Навичку захисту збільшено.", en="Basilisk Skin" },
[10373] = { "Смертельна рана", "Завдає смертельної рани на {1}-{2} шкоди.#wound for {1} to {2} damage", en="Fatal Wound" },
[10578] = { "Вогняна куля", "Кидає вогняну кулю, яка завдає від {1} до {2} шкоди від вогню і додатково {3} шкоди від вогню протягом {4} с.#causes {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди від вогню кожні {2} с.#{1} Fire#every {2} sec", en="Fireball" },
[10618] = { "Захист стихій", "Поглинає {1} од. магічної шкоди. Триває {2} хв.#Absorbs {1} magical#Lasts {2} min", "Поглинання магічної шкоди.", en="Elemental Protection" },
[11007] = { "Слабкий алкоголь", "Досить слабкий алкогольний напій.", "Сп'яніння.", en="Weak Alcohol" },
[11008] = { "Звичайний алкоголь", "Звичайний алкогольний напій.", "На підпитку.", en="Standard Alcohol" },
[11009] = { "Міцний алкоголь", "Міцний алкогольний напій.", "П'яний.", en="Strong Alcohol" },
[11350] = { "Вогняний щит", "Завдає {1} шкоди вогнем усім ворогам у радіусі {2} м кожні {3} с протягом {4} с.#Does {1} fire#within a {2} yard#every {3} seconds for {4} sec", "Завдає {1} шкоди вогнем усім ворогам у радіусі {2} м кожні {3} с.#{1} Fire damage#within {2} yard#every {3} sec", en="Fire Shield" },
[11387] = { "Зілля диколоззя", "Відновлює від {1} до {2} здоров'я та від {3} до {4} мани.#{1} to {2} health and {3} to {4} mana", en="Wildvine Potion" },
[11629] = { "Потужний алкоголь", "Потужний алкогольний напій.", "Налиганий.", en="Potent Alcohol" },
[11657] = { "Джанґ'траз", "Захищає власника від фізичної шкоди, поглинаючи від {1} до {2} шкоди. Триває {3} секунд.#absorbing {1} to {2} damage#Lasts {3} sec", "Поглинає фізичну шкоду.", en="Jang'thraze" },
[11658] = { "Суль'траз", "Вражає ворога люттю Суль'траза. Зменшує силу цілі на {1} та завдає від {2} до {3} шкоди від тіні і додатково {4} шкоди протягом {5} с.#strength by {1} and deals {2} to {3} Shadow#additional {4} damage over {5} sec", "Знижує силу та завдає {1} шкоди від тіні кожні {2} с.#and {1} Shadow#every {2} sec", en="Sul'thraze" },
[11790] = { "Отруйна хмара", "Завдає {1} шкоди від природи кожні {2} секунд усім ворогам в межах {3} м довкола заклинача протягом {4} секунд.#Deals {1} Nature#every {2} sec#in an {3} yard#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} Nature#every {2} sec", en="Poison Cloud" },
[11791] = { "Пробиття броні", "Пробиває обладунок цілі, знижуючи її броню на {1}.#lowering it by {1}", "Броню зменшено на {1}.#decreased by {1}", en="Puncture Armor" },
[11879] = { "Роззброєння", "Роззброєння цілі на {1} с.#for {1} sec", "Роззброєно.", en="Disarm" },
[11903] = { ref=436 }, -- Restore Mana
[12022] = { "Капелюх адмірала", "Збільшує витривалість учасників групи в межах {2} м на {1}.#Gives {1} additional#within {2} yard", "Витривалість збільшено на {1}.#increased by {1}", en="Admiral's Hat" },
[12257] = { "Вогняне дихання", "Завдає {1} шкоди вогнем щосекунди протягом {2} секунд усім ворогам перед вами. А також добряче п'янить!#Deals {1} Fire#for {2} sec", en="Breath of Fire" },
[12419] = { "Твердий динаміт", ref=1940, en="Solid Dynamite" },
[12421] = { "Мітрилова осколкова бомба", ref=4064, en="Mithril Frag Bomb" },
[12438] = { "Сповільнене падіння", "Зменшує швидкість падіння на {1} с.#fall speed for {1} sec", "Швидкість падіння зменшено.", en="Slow Fall" },
[12459] = { "Смертоносний приціл", ref=3974, en="Deadly Scope" },
[12460] = { "Снайперський приціл", ref=3974, en="Sniper Scope" },
[12543] = { "Фугасна бомба", ref=4064, en="Hi-Explosive Bomb" },
[12560] = { "Гірництво", "Збільшує навичку гірництва на {1}.#Mining +{1}", en="Mining" },
[12562] = { "Великан", ref=4064, en="The Big One" },
[12685] = { nil, "Трохи зменшує вашу загрозу всім ворогам на {1} с.#for {1} sec", ref=586 }, -- Fade
[12686] = { "Несамовитість", "Збільшує шкоду на {1} і швидкість атаки на {2}% протягом {3} с.#done by {1} and#speed by {2}% for {3} sec", "Шкоду та швидкість атак ближнього бою збільшено.", en="Enrage" },
[12693] = { "Висмоктування життя", "Викрадає {1} здоров'я у ворожої цілі.#Steals {1} life", en="Drain Life" },
[12731] = { "Сила каменю", "Збільшує шкоду на {1} протягом {2} с.#damage by {1} for {2} sec", "Шкоду ближнього бою збільшено.", en="Strength of Stone" },
[12733] = { "Безстрашність", "Збільшує броню на {1}, опір всім школам магії на {2} та надає невразливість до страху на {3} с.#armor by {1}#resistances by {2}#Fear for {3} sec", "Броню та опір магії збільшено. Невразливість до страху.", en="Fearless" },
[12766] = { "Отруйна хмара", "Отруює всіх ворогів у межах 8 м навколо заклинача. Отрута завдає {1} шкоди від природи кожні {2} с протягом {3} с.#suffer {1} Nature#every {2} sec for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#Inflicts {1} Nature#every {2} sec", en="Poison Cloud" },
[12822] = { "Вбивця демонів", "Збільшує силу атаки на {1} в бою з демонами.#+{1} Attack Power when fighting Demons", en="Demon Slaying 18" },
[12823] = { ref=12822 }, -- Demon Slaying 36
[12883] = { "Далекоглядність", "Дозволяє поглянути в далечінь.", "Дальність зору збільшено, поки ви не почнете рухатись.", en="Longsight" },
[12956] = { "Демонічний обладунок", "Збільшує навичку захисту на {1}, опір тіні — на {2} та регенерацію здоров'я — на {3}.#Defense by {1}#resistance by {2} and#regeneration by {3}", en="Demon Armor" },
[12981] = { "Вбивця невмерлих", "Збільшує силу атаки на {1} в бою з невмерлими.#+{1} Attack Power when fighting Undead", en="Undead Slayer 39" },
[13003] = { "Промінь зменшення", nil, "Силу атаки зменшено на {1}.#reduced by {1}", en="Shrink Ray" },
[13006] = { "Промінь зменшення", "Зменшує ціль, знижуючи її силу атаки на {1}. Принаймні, зазвичай він спрацьовує саме так...#power by {1}", en="Shrink Ray" },
[13099] = { "Сіткокид", nil, "Не може рухатися.", en="Net-o-Matic" },
[13120] = { "Сіткокид", "Захоплює ціль у сітку на {1} с. Сітка має багато гачків й іноді зачіпається за одяг власника під час пострілу..#net for {1} sec", en="Net-o-Matic" },
[13138] = { "Сіткокид", nil, "Сіткокид дав осічку!\nЗнерухомлено.", en="Net-o-Matic" },
[13141] = { "Гномські реактивні черевики", "Ці черевики значно збільшують швидкість руху на 20 секунд. УВАГА: Блок живлення та гіроскопи черевиків не завжди функціонують належним чином.", "Збільшення швидкості бігу. Гіростабілізатори не завжди функціонують належним чином, що призводить до періодичних хибних рухів.", en="Gnomish Rocket Boots" },
[13158] = { "Несправність реактивних черевиків", nil, "Неконтрольованість!", en="Rocket Boots Malfunction" },
[13180] = { "Гномська шапка контролю розуму", "Вступити в ментальний бій з ціллю-гуманоїдом, щоб спробувати захопити контроль над її розумом. Якщо все пройде вдало, ви контролюватимете розум цілі протягом {1} секунд...#for {1} sec", en="Gnomish Mind Control Cap" },
[13181] = { "Гномська шапка контролю розуму", nil, "Причаровано.", en="Gnomish Mind Control Cap" },
[13234] = { "Пояс запобігання шкоді", "Силовий щит захищає вас від наступних {1} од. шкоди протягом наступних {2} хв. УВАГА: Силове поле може перевантажитися при ударі, тимчасово запроторюючи власника в інший вимір.#next {1} damage#next {2} min", "Поглинає шкоду. Ефективність не гарантовано.", en="Harm Prevention Belt" },
[13237] = { "Гоблінська мортира", "Завдає від {1} до {2} шкоди вогнем та приголомшує цілі в радіусі {3} метрів на {4} с.#Inflicts {1} to {2} Fire#in a {3} yard#for {4} sec", "Приголомшено.", en="Goblin Mortar" },
[13238] = { ref=13237 }, -- Goblin Mortar
[13327] = { "Безрозсудний ривок", "Здійснити у ворога ривок, що робить його недієздатним на {1} секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями.#for {1} sec", "Недієздатність.", en="Reckless Charge" },
[13383] = { ref=7511 }, -- Increased Defense
[13384] = { ref=7511 }, -- Increased Defense
[13385] = { ref=7511 }, -- Increased Defense
[13386] = { ref=7511 }, -- Increased Defense
[13387] = { ref=7511 }, -- Increased Defense
[13388] = { ref=7511 }, -- Increased Defense
[13389] = { ref=7511 }, -- Increased Defense
[13390] = { ref=7511 }, -- Increased Defense
[13439] = { ref=116 }, -- Frostbolt
[13441] = { ref=690 }, -- Firebolt
[13492] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#+{1} Attack Power when fighting Beasts", en="Beast Slaying 63" },
[13500] = { ref=7538 }, -- Increased 1H Axe
[13524] = { "Прокляття Сталвана", "Зменшує всі характеристики цілі на {1} протягом {2} хв.#of target by {1} for {2} min", "Всі характеристики зменшено на {1}.#by {1}", en="Curse of Stalvan" },
[13534] = { ref=11879 }, -- Disarm
[13590] = { "Збільшення шкоди від аркани", "Збільшує шкоду від заклинань і ефектів аркани на {1}.#Arcane spells and effects by up to {1}", en="Increase Arcane Dam 1" },
[13591] = { ref=13590 }, -- Increase Arcane Dam 3
[13592] = { ref=13590 }, -- Increase Arcane Dam 4
[13593] = { ref=13590 }, -- Increase Arcane Dam 6
[13594] = { ref=13590 }, -- Increase Arcane Dam 7
[13595] = { ref=13590 }, -- Increase Arcane Dam 9
[13596] = { ref=13590 }, -- Increase Arcane Dam 10
[13597] = { ref=13590 }, -- Increase Arcane Dam 11
[13598] = { ref=13590 }, -- Increase Arcane Dam 13
[13599] = { ref=13590 }, -- Increase Arcane Dam 14
[13601] = { ref=13590 }, -- Increase Arcane Dam 16
[13602] = { ref=13590 }, -- Increase Arcane Dam 17
[13603] = { ref=13590 }, -- Increase Arcane Dam 19
[13604] = { ref=13590 }, -- Increase Arcane Dam 20
[13605] = { ref=13590 }, -- Increase Arcane Dam 21
[13665] = { "Шанс парирування", "Збільшує шанс парирування атаки на {1}%.#parry an attack by {1}%", en="Increased Parry 1" },
[13667] = { ref=13665 }, -- Increased Parry 2
[13668] = { ref=13665 }, -- Increased Parry 3
[13669] = { "Шанс ухилення", "Збільшує шанс ухилення від атаки на {1}%.#dodge an attack by {1}%", en="Increased Dodge 1" },
[13670] = { ref=13669 }, -- Increased Dodge 2
[13671] = { ref=13669 }, -- Increased Dodge 3
[13672] = { ref=13669 }, -- Increased Dodge 4
[13673] = { ref=13669 }, -- Increased Dodge 5
[13674] = { "Шанс блоку", "Збільшує шанс блокування атак щитом на {1}%.#block attacks with a shield by {1}%", en="Increased Block 1" },
[13675] = { ref=13674 }, -- Increased Block 2
[13676] = { ref=13674 }, -- Increased Block 3
[13677] = { ref=13674 }, -- Increased Block 4
[13678] = { ref=13674 }, -- Increased Block 6
[13744] = { "Палаюча емблема", "Збільшує опір вогню на {1} і зменшує всю отриману шкоду від вогню на {2} протягом {3} с.#resistance by {1} and#taken by up to {2} for {3} sec", "Збільшено опір вогню та зменшено отриману шкоду від вогню. ", en="Blazing Emblem" },
[13808] = { "Ручна осколкова граната M73", ref=4064, en="M73 Frag Grenade" },
[13830] = { ref=7683 }, -- Increase Fire Dam 29
[13831] = { ref=7697 }, -- Increase Frost Dam 29
[13881] = { ref=9342 }, -- Increase Spell Dam 29
[13959] = { "Електростатичний заряд", "З ймовірністю {1}% при отриманні удару в бою ви завдасте нападнику від {2} до {3} шкоди від природи.#combat has a {1}% chance of inflicting {2} to {3} Nature", en="Electrostatic Charge" },
[14027] = { ref=9136 }, -- Attack Power 24
[14047] = { ref=9342 }, -- Increase Spell Dam 23
[14048] = { ref=7538 }, -- Increased 1H Axe
[14049] = { ref=9136 }, -- Attack Power 40
[14051] = { ref=7534 }, -- Increased Dagger
[14052] = { ref=9136 }, -- Attack Power 60
[14053] = { "Зцілення", "Зцілює цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Heal" },
[14054] = { ref=9342 }, -- Increase Spell Dam 27
[14055] = { ref=9342 }, -- Increase Spell Dam 35
[14056] = { ref=9136 }, -- Attack Power 50
[14089] = { ref=9136 }, -- Attack Power 36
[14097] = { ref=12822 }, -- Demon Slaying 45
[14098] = { ref=12822 }, -- Demon Slaying 117
[14105] = { "Крижаний вибух", "Завдає цілі від {1} до {2} шкоди від криги.#for {1} to {2} Frost", en="Frost Blast" },
[14121] = { ref=7520 }, -- Increased 1H Sword
[14124] = { ref=7533 }, -- Increased 2H Mace
[14127] = { ref=9342 }, -- Increase Spell Dam 28
[14198] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#Attack Power increased by {1} when fighting Beasts", en="Beast Slaying 27" },
[14248] = { ref=9342 }, -- Increase Spell Dam 21
[14249] = { ref=7511 }, -- Increased Defense
[14253] = { "Усунення отрути", "Намагається вилікувати {1} ефект отруєння на цілі та ще {2} ефект отруєння кожні {3} с протягом {4} с.#cure {1} poison#and {2} more#every {3} seconds for {4} sec", "Намагається вилікувати {1} отруєння кожні {2} с.#cure {1}#every {2} sec", en="Abolish Poison" },
[14254] = { ref=9342 }, -- Increase Spell Dam 19
[14565] = { ref=13492 }, -- Beast Slaying 30
[14793] = { ref=7704 }, -- Increase Shadow Dam 23
[14794] = { ref=7704 }, -- Increase Shadow Dam 24
[14798] = { ref=9342 }, -- Increase Spell Dam 30
[14799] = { ref=9342 }, -- Increase Spell Dam 20
[14803] = { ref=9760 }, -- Increased Armor 200
[14817] = { ref=7549 }, -- Increased 2H Axe
[14824] = { "Швидкість дальнього бою", "Збільшує швидкість атак дальнього бою на {1}%.#ranged attack speed by {1}%", en="Haste" },
[14825] = { ref=14824 }, -- Haste
[14826] = { ref=14824 }, -- Haste
[14827] = { ref=14824 }, -- Haste
[14828] = { ref=14824 }, -- Haste
[14829] = { ref=14824 }, -- Haste
[15057] = { "Механічний ремкомплект", "Відновлює {1} здоров'я дружній механічній цілі#Restores {1} health", en="Mechanical Patch Kit" },
[15229] = { "Кристалічне відновлення", ref=139, en="Crystal Restore" },
[15231] = { "Кристалічна сила", ref=8112, en="Crystal Force" },
[15233] = { "Кристалічний захист", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Crystal Ward" },
[15235] = { "Кристалічне послаблення", "Зменшує броню ворожої цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню зменшено на {1} протягом {2} хв.#by {1} for {2} min", en="Crystal Yield" },
[15239] = { "Кристалічний заряд", "Завдає від {1} до {2} шкоди від вогню всім цілям в межах {3} м.#Inflicts {1} to {2} fire#in a {3} yard", en="Crystal Charge" },
[15279] = { "Кристалічне вістря", "Оточує дружню ціль кришталевим щитом, що завдає {1} шкоди кожному, хто завдає їй удару. Триває {2} хв.#doing {1} damage#Lasts {2} min", "Завдає {1} шкоди нападникам.#Causes {1} nature", en="Crystal Spire" },
[15280] = { "Розсіченя броні", "Зменшує броню цілі на {1} протягом {2} с.#armor by {1} for {2} sec", "Броню зменшено на {1}.#reduced by {1}", en="Cleave Armor" },
[15340] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас мани на 150. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15367] = { ref=9760 }, -- Increased Armor 130
[15389] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують запас здоров'я на 100. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15391] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують броню на 125. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15394] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують опір вогню на 20. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15397] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують силу на 8. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15400] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують витривалість на 8. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15402] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують спритність на 8. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15404] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують інтелект на 8. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15406] = { "Мале арканічне посилення", "Додати на поножі або головний убір чари, що збільшують дух на 8. Не поєднується з іншими чарами на предметі.", en="Lesser Arcane Amalgamation" },
[15438] = { "Шипи", "При отриманні удару в бою завдає {1} шкоди від аркани нападнику.#inflicts {1} Arcane", en="Thorns" },
[15464] = { "Шанс завдання удару", "Збільшує ймовірність завдання удару на {1}%.#your chance to hit by {1}%", en="Increased Hit Chance 1" },
[15465] = { ref=15464 }, -- Increased Hit Chance 2
[15466] = { ref=15464 }, -- Increased Hit Chance 3
[15467] = { ref=15464 }, -- Increased Hit Chance 4
[15468] = { ref=15464 }, -- Increased Hit Chance 5
[15494] = { "Лють Файнокова", "Дає 2 додаткові атаки під час наступного замаху.", "Сповнено духом Франклорна Файнокова. Може говорити лише дворфійською мовою.", en="Fury of Forgewright" },
[15508] = { ref=9760 }, -- Increased Armor 120
[15592] = { ref=690 }, -- Firebolt
[15600] = { "Рука правосуддя", "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в ближньому бою.", en="Hand of Justice" },
[15602] = { "Меч лорда-генерала", "Збільшує силу атаки на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки збільшено на {1}.#increased by {1}", en="Lord General's Sword" },
[15604] = { "Друге дихання", "Відновлює {1} мани щосекунди протягом {2} секунд.#Restores {1} mana#for {2} sec", "Відновлює {1} мани щосекунди.#Restores {1} mana", en="Second Wind" },
[15646] = { "Шквал знань", "Зменшує витрати мани на всі закляття на {1} протягом {2} с.#of all spells by {1} for {2} sec", "Витрати мани зменшено.", en="Burst of Knowledge" },
[15666] = { ref=9760 }, -- Increased Armor 100
[15687] = { ref=9760 }, -- Increased Armor 250
[15688] = { ref=13492 }, -- Beast Slaying 42
[15689] = { ref=13492 }, -- Beast Slaying 105
[15693] = { ref=9760 }, -- Increased Armor 150
[15694] = { ref=7532 }, -- Increased 1H Mace
[15696] = { ref=7675 }, -- Increase Healing 53
[15700] = { "Плід кнутокореня", ref=439, en="Whipper Root Tuber" },
[15701] = { "Подих нічного дракона", ref=2370, en="Night Dragon's Breath" },
[15714] = { ref=9342 }, -- Increase Spell Dam 22
[15715] = { ref=9342 }, -- Increase Spell Dam 25
[15717] = { ref=7534 }, -- Increased Dagger
[15758] = { ref=7538 }, -- Increased 1H Axe
[15759] = { ref=7538 }, -- Increased 1H Axe
[15760] = { ref=7532 }, -- Increased 1H Mace
[15761] = { ref=7532 }, -- Increased 1H Mace
[15762] = { ref=7532 }, -- Increased 1H Mace
[15763] = { ref=7520 }, -- Increased 1H Sword
[15764] = { ref=7520 }, -- Increased 1H Sword
[15765] = { ref=7520 }, -- Increased 1H Sword
[15766] = { ref=7549 }, -- Increased 2H Axe
[15767] = { ref=7549 }, -- Increased 2H Axe
[15768] = { ref=7549 }, -- Increased 2H Axe
[15769] = { ref=7529 }, -- Increased 2H Sword
[15770] = { ref=7529 }, -- Increased 2H Sword
[15771] = { ref=7529 }, -- Increased 2H Sword
[15772] = { ref=7529 }, -- Increased 2H Sword
[15773] = { ref=7533 }, -- Increased 2H Mace
[15774] = { ref=7533 }, -- Increased 2H Mace
[15775] = { ref=7533 }, -- Increased 2H Mace
[15776] = { ref=7534 }, -- Increased Dagger
[15777] = { ref=7534 }, -- Increased Dagger
[15778] = { ref=7534 }, -- Increased Dagger
[15804] = { ref=7511 }, -- Increased Defense
[15805] = { ref=9760 }, -- Increased Armor 1000
[15806] = { ref=9136 }, -- Attack Power 34
[15807] = { ref=9136 }, -- Attack Power 32
[15808] = { ref=9136 }, -- Attack Power 38
[15809] = { ref=9136 }, -- Attack Power 42
[15810] = { ref=9136 }, -- Attack Power 44
[15811] = { ref=9136 }, -- Attack Power 46
[15812] = { ref=9136 }, -- Attack Power 52
[15813] = { ref=9136 }, -- Attack Power 54
[15814] = { ref=9136 }, -- Attack Power 56
[15815] = { ref=9136 }, -- Attack Power 58
[15816] = { ref=9136 }, -- Attack Power 62
[15817] = { ref=9136 }, -- Attack Power 64
[15818] = { ref=9136 }, -- Attack Power 66
[15819] = { ref=9136 }, -- Attack Power 68
[15820] = { ref=9136 }, -- Attack Power 70
[15821] = { ref=9136 }, -- Attack Power 72
[15823] = { ref=9136 }, -- Attack Power 74
[15824] = { ref=9136 }, -- Attack Power 76
[15825] = { ref=9136 }, -- Attack Power 78
[15826] = { ref=9136 }, -- Attack Power 80
[15827] = { ref=9136 }, -- Attack Power 82
[15828] = { ref=9136 }, -- Attack Power 84
[15829] = { ref=9136 }, -- Attack Power 86
[15830] = { ref=9136 }, -- Attack Power 88
[15831] = { ref=9136 }, -- Attack Power 90
[15832] = { ref=9136 }, -- Attack Power 92
[15852] = { "Чілі \"Подих дракона\"", "Змушує вас іноді відригувати полум'я на ворогів у ближньому бою протягом наступних {1} хв.#for the next {1} min", "Ви не дуже добре себе почуваєте....", en="Dragonbreath Chili" },
[15871] = { ref=7538 }, -- Increased 1H Axe
[15873] = { ref=7538 }, -- Increased 1H Axe
[15874] = { ref=7538 }, -- Increased 1H Axe
[15875] = { ref=7538 }, -- Increased 1H Axe
[15877] = { ref=7538 }, -- Increased 1H Axe
[15879] = { ref=7538 }, -- Increased 1H Axe
[15880] = { ref=7538 }, -- Increased 1H Axe
[15881] = { ref=7538 }, -- Increased 1H Axe
[15882] = { ref=7538 }, -- Increased 1H Axe
[15883] = { ref=7538 }, -- Increased 1H Axe
[15884] = { ref=7538 }, -- Increased 1H Axe
[15885] = { ref=7538 }, -- Increased 1H Axe
[15886] = { ref=7532 }, -- Increased 1H Mace
[15887] = { ref=7532 }, -- Increased 1H Mace
[15888] = { ref=7532 }, -- Increased 1H Mace
[15889] = { ref=7532 }, -- Increased 1H Mace
[15890] = { ref=7532 }, -- Increased 1H Mace
[15891] = { ref=7532 }, -- Increased 1H Mace
[15892] = { ref=7532 }, -- Increased 1H Mace
[15893] = { ref=7532 }, -- Increased 1H Mace
[15894] = { ref=7532 }, -- Increased 1H Mace
[15895] = { ref=7532 }, -- Increased 1H Mace
[15896] = { ref=7520 }, -- Increased 1H Sword
[15897] = { ref=7520 }, -- Increased 1H Sword
[15898] = { ref=7520 }, -- Increased 1H Sword
[15899] = { ref=7520 }, -- Increased 1H Sword
[15900] = { ref=7520 }, -- Increased 1H Sword
[15901] = { ref=7520 }, -- Increased 1H Sword
[15902] = { ref=7520 }, -- Increased 1H Sword
[15903] = { ref=7520 }, -- Increased 1H Sword
[15904] = { ref=7520 }, -- Increased 1H Sword
[15905] = { ref=7520 }, -- Increased 1H Sword
[15907] = { ref=7549 }, -- Increased 2H Axe
[15909] = { ref=7549 }, -- Increased 2H Axe
[15912] = { ref=7549 }, -- Increased 2H Axe
[15913] = { ref=7549 }, -- Increased 2H Axe
[15914] = { ref=7549 }, -- Increased 2H Axe
[15916] = { ref=7549 }, -- Increased 2H Axe
[15917] = { ref=7549 }, -- Increased 2H Axe
[15919] = { ref=7549 }, -- Increased 2H Axe
[15920] = { ref=7549 }, -- Increased 2H Axe
[15921] = { ref=7549 }, -- Increased 2H Axe
[15922] = { ref=7533 }, -- Increased 2H Mace
[15923] = { ref=7533 }, -- Increased 2H Mace
[15924] = { ref=7533 }, -- Increased 2H Mace
[15925] = { ref=7533 }, -- Increased 2H Mace
[15926] = { ref=7533 }, -- Increased 2H Mace
[15927] = { ref=7533 }, -- Increased 2H Mace
[15928] = { ref=7533 }, -- Increased 2H Mace
[15929] = { ref=7533 }, -- Increased 2H Mace
[15930] = { ref=7533 }, -- Increased 2H Mace
[15931] = { ref=7533 }, -- Increased 2H Mace
[15937] = { ref=7529 }, -- Increased 2H Sword
[15938] = { ref=7529 }, -- Increased 2H Sword
[15939] = { ref=7529 }, -- Increased 2H Sword
[15940] = { ref=7529 }, -- Increased 2H Sword
[15941] = { ref=7529 }, -- Increased 2H Sword
[15942] = { ref=7529 }, -- Increased 2H Sword
[15943] = { ref=7529 }, -- Increased 2H Sword
[15944] = { ref=7529 }, -- Increased 2H Sword
[15945] = { ref=7529 }, -- Increased 2H Sword
[15946] = { ref=7529 }, -- Increased 2H Sword
[15947] = { ref=7535 }, -- Increased Bow
[15948] = { ref=7534 }, -- Increased Dagger
[15949] = { ref=7534 }, -- Increased Dagger
[15950] = { ref=7534 }, -- Increased Dagger
[15951] = { ref=7534 }, -- Increased Dagger
[15952] = { ref=7534 }, -- Increased Dagger
[15953] = { ref=7534 }, -- Increased Dagger
[15954] = { ref=7534 }, -- Increased Dagger
[15955] = { ref=7534 }, -- Increased Dagger
[15956] = { ref=7823 }, -- Fishing Skill +3
[15957] = { ref=9760 }, -- Increased Armor 300
[16067] = { "Арканічний спалах", "Завдає цілі {1} шкоди від аркани.#for {1} Arcane", en="Arcane Blast" },
[16138] = { ref=2828 }, -- Sharpen Blade V
[16321] = { "Джуджу уникання", "Збільшує шанс ухилення від атак на {1}% протягом {2} с.#dodge by {1}% for {2} sec", "Ймовірність ухилення збільшено на {1}%.#chance by {1}%", en="Juju Escape" },
[16322] = { "Джуджу шквалу", "Збільшує швидкість атаки цілі на {1}% протягом {2} с.#attack speed by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#speed by {1}%", en="Juju Flurry" },
[16323] = { "Джуджу сили", "Збільшує силу цілі на {1} протягом {2} хв.#Strength by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Juju Power" },
[16325] = { "Джуджу холоду", "Збільшує опір кризі на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір кризі збільшено на {1}.#by {1}", en="Juju Chill" },
[16326] = { "Джуджу жару", "Збільшує опір вогню на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір вогню збільшено на {1}.#by {1}", en="Juju Ember" },
[16327] = { "Джуджу кмітливості", "Збільшує інтелект цілі на {1} протягом {2} хв.#Intellect by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}", en="Juju Guile" },
[16329] = { "Джуджу міці", "Збільшує силу атаки на {1} протягом {2} хв.#attack power by {1} for {2} min", "Силу атаки збільшено на {1}.#by {1}", en="Juju Might" },
[16375] = { "Висмоктування життя", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", en="Drain Life" },
[16407] = { "Крижаний вибух", "Завдає цілі {1} шкоди від криги.#for {1} Frost", en="Frost Blast" },
[16411] = { "Смертельна рана", "Завдає смертельної рани на {1} шкоди.#wound for {1} damage", en="Fatal Wound" },
[16412] = { ref=10578 }, -- Fireball
[16414] = { ref=12693 }, -- Drain Life
[16415] = { ref=10578 }, -- Fireball
[16454] = { "Палючий вибух", "Завдає цілі {1} шкоди від вогню та збільшує отриману нею шкоду від вогню на {2} протягом {3} с.#target for {1} Fire#by Fire damage by {2} for {3} sec", en="Searing Blast" },
[16528] = { "Нестерпний біль", "Викликає у цілі нестерпний біль, що завдає {1} шкоди від природи кожні {2} с і збільшує інтервал між атаками на {3}% протягом {4} с.#deals {1} Nature#every {2} sec#attacks by {3}% for {4} sec", "Завдає {1} шкоди від природи кожні {2} с. Інтервал між атаками збільшено на {3}%.#Deals {1} Nature#every {2} sec#attacks by {3}%", en="Numbing Pain" },
[16559] = { "Полум'яна лють", "Огортає власника вогняним щитом на {1} с та випускає вогняне кільце, що завдає від {2} до {3} шкоди всім ворогам поблизу.#Fire shield for {1} sec#fire dealing {2} to {3} damage", en="Flame Wrath" },
[16566] = { ref=13138 }, -- Net-o-Matic
[16603] = { "Демонічна вилка", "Витягує у цілі {1} здоров'я кожні {2} с протягом {3} с.#Transfers {1} health every {2} sec#caster for {3} sec", "Витягування {1} здоров'я кожні {2} с.#Drains {1} health every {2} sec", en="Demonfork" },
[16615] = { "Блискавкова шкода зброї", "Додає {1} шкоди блискавкою до ваших атак ближнього бою.#Adds {1} Lightning", en="Add Lightning Dam - Weap 03" },
[16620] = { "Ефект невразливості", "З ймовірністю {1}% при отриманні удару в бою ви отримаєте невразливість до ударів у ближньому бою на {2} с. Цей ефект може виникати лише раз на {3} с.#has a {1}% chance#damage for {2} sec#every {3} sec", en="Proc Self Invulnerability" },
[16622] = { ref=3112 }, -- Enhance Blunt Weapon V
[16629] = { "Налаштований гаситель", "Завдати від {1} до {2} арканічної шкоди обраній цілі та зменшити її шкоду на {3}%.#Inflict {1} to {2} arcane#deals by {3}%", "Шкоду Аража-Закликача зменшено на {1}%.#reduced by {1}%", en="Attuned Dampener" },
[16638] = { ref=7690 }, -- Increase Nature Dam 34
[16666] = { "Демонічна руна", "Відновлює {1}-{2} мани в обмін на {3}-{4} здоров'я.#Restores {1} to {2} mana#cost of {3} to {4} life", en="Demonic Rune" },
[16718] = { "Шкуродер Піпа", "Збільшує навичку шкуродерства на {1}.#Skinning +{1}", en="Pip's Skinner" },
[16871] = { "Хмуродеревне прокляття", "На ворога накладається хмуродеревне прокляття, що зменшує опір магії на {1}. Ефект накопичується до {2} разів.#resistances by {1}#up to {2} times", "Проклято. Опір магії зменшено на {1}.#reduced by {1}", en="Bleakwood Curse" },
[16898] = { "Обпалення", "Підпалиює ворога та завдає йому {1} шкоди протягом {2} с.#for {1} damage over {2} sec", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Blaze" },
[16916] = { "Сила чемпіона", "Зцілює вам від {1} до {2} здоров'я та збільшує силу на {3} протягом {4} секунд.#self for {1} to {2} and#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}", en="Strength of the Champion" },
[16921] = { "Ланцюгова блискавка", "Завдає {1} ворогам від {2} до {3} шкоди від природи.#up to {1} targets for {2} to {3} Nature", en="Chain Lightning" },
[16927] = { "Охолодження", "Сповільнює рух цілі на {1}%, а швидкість атаки - на {2}% протягом {3} секунд.#movement slowed by {1}%#attacks by {2}% for {3} sec", "Рух сповільнено на {1}%, а швидкість атаки зменшено на {2}%.#slowed by {1}% and#increased by {2}%", en="Chilled" },
[16928] = { "Розбиття броні", "Зменшує броню цілі на {1}. Ефект накопичується до {2} разів.#armor by {1}#up to {2} times", "Броню зменшено на {1}.#by {1}", en="Armor Shatter" },
[16939] = { "Помста предків", "Збільшує шанс критичного удару учасників групи на {1}%. Триває {2} секунд.#crit increased by {1}%#Lasts for {2} sec", "Шанс критичного удару збільшено на {1}%.#by {1}%", en="Ancestor's Vengeance" },
[17148] = { "Мізкоруб", "Ранить ціль, завдаючи від {1} до {2} шкоди та знижуючи її інтелект на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Інтелект знижено.", en="Brain Hacker" },
[17152] = { "Доля", "Збільшує силу на {1} протягом {2} с.#Strength by {1} for {2} sec", "Силу збільшено на {1}.#by {1}", en="Destiny" },
[17196] = { "Вербовий молот", "Зменшує всі характеристики на {1} і завдає {2} шкоди від природи кожні {3} секунди всім ворогам в радіусі {4} м протягом {5} секунд.#stats by {1} and deals {2} Nature#every {3} sec#an {4} yard radius#for {5} sec", "Всі характеристики зменшено на {1}. Періодична шкода від природи.#by {1} and", en="Seeping Willow" },
[17232] = { "Аура відданості", "Надає {1} додаткової броні учасникам групи неподалік на {2} хв. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Gives {1} additional#members for {2} min", "Броню збільшено на {1}.#by {1}", en="Devotion Aura" },
[17252] = { "Печатка повелителя драконів", "Вас оточує щит мани, що поглинає {1} шкоди. Поки щит тримається, ви відновлюєте {2} мани кожні {3} с протягом {4} хв.#absorbing {1} damage#regeneration by {2} every {3} sec for {4} min", "Поглинає шкоду та відновлює {1} мани кожні {2} с.#regeneration by {1} every {2} sec", en="Mark of the Dragon Lord" },
[17275] = { "Серце луски", "Збільшує опір вогню на {1} та завдає {2} шкоди вогнем кожному, хто атакує вас в ближньому бою протягом {3} хв.#Resistance by {1} and deals {2} Fire#attack for {3} min", "Опір вогню збільшено. Завдає {1} шкоди вогнем нападникам.#causes {1} Fire", en="Heart of the Scale" },
[17280] = { ref=9342 }, -- Increase Spell Dam 43
[17308] = { "Приголомшення", "Приголомшує ціль на {1} с.#silly for {1} sec", "Приголомшено.", en="Stun" },
[17315] = { "Пробиття броні", "Пробиває обладунок цілі, знижуючи її броню на {1}. Ефект накопичується до {2} разів/#lowering it by {1}#applied up to {2} times", "Броню зменшено на {1}.#decreased by {1}", en="Puncture Armor" },
[17319] = { ref=12981 }, -- Undead Slayer 81
[17320] = { ref=7675 }, -- Increase Healing 84
[17324] = { ref=13492 }, -- Beast Slaying 132
[17331] = { "Ікло кришталевого павука", "Сповільнює вимову заклять ціллю та збільшує інтервал між атаками ближнього і дальнього бою на {1}% на {2} с.#attacks by {1}% for {2} sec", "Швидкість атак та вимови заклять зменшено.", en="Fang of the Crystal Spider" },
[17350] = { "Сріблястий Світанок", "З ймовірністю {1}% при отриманні удару в бою ви збільшите шанс блокування атак щитом на {2}% протягом {3} с.#a {1}% chance#block by {2}% for {3} sec", "Ймовірність блокування збільшено на {1}%.#by {1}%", en="Argent Dawn" },
[17367] = { ref=9342 }, -- Increase Spell Dam 32
[17369] = { ref=7535 }, -- Increased Bow
[17371] = { ref=7675 }, -- Increase Healing 44
[17407] = { "Рана", "Ранить ціль, завдаючи від {1} до {2} шкоди та додатково {3} шкоди щосекунди протягом {4} с.#for {1} to {2} damage#additional {3} damage#for {4} sec", "Завдає {1} шкоди щосекунди.#Deals {1} damage", en="Wound" },
[17447] = { "Обруч полум'я", "Перетворює {1} здоров'я на ману щосекунди протягом {2} секунд.#Channels {1} health#for {2} sec", "Перетворення здоров'я на ману.", en="Circle of Flame" },
[17457] = { ref=12981 }, -- Undead Slayer 75
[17482] = { ref=13492 }, -- Beast Slaying 48
[17483] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні і додатково {2} шкоди кожні {3} с протягом {4} с.#causing {1} Shadow#dealing {2} damage every {3} sec for {4} sec", "{1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", en="Shadow Bolt" },
[17484] = { "Черепоковане тавро", "Висмоктує з цілі життя, завдаючи {1} шкоди від тіні щосекунди та відновлюючи вам здоров'я в обсязі завданої шкоди. Триває {2} с.#target for {1} Shadow#Lasts for {2} sec", "Висмоктування життя.", en="Skullforge Brand" },
[17493] = { ref=9342 }, -- Increase Spell Dam 44
[17500] = { "Дубина Малоуна", "Приголомшує ціль на {1} c та збільшує вашу силу на {2} протягом {3} с.#silly for {1} sec#Strength by {2} for {3} sec", "Приголомшено.", en="Malown's Slam" },
[17505] = { "Прокляття Тіммі", ref=13524, en="Curse of Timmy" },
[17506] = { "Душелом", "Ворожа ціль втрачає {1} здоров'я та мани кожні {2} с протягом {3} с.#loses {1} health#every {2} sec for {3} sec", "Втрачає {1} здоров'я та мани кожні {2} с.#Drains {1} health#every {2} sec", en="Soul Breaker" },
[17508] = { ref=12981 }, -- Undead Slayer 108
[17512] = { "Флейта запального вогню", nil, "Пробуджує дух танцю.", en="Piccolo of the Flaming Fire" },
[17513] = { ref=7511 }, -- Increased Defense
[17530] = { ref=436 }, -- Restore Mana
[17531] = { ref=436 }, -- Restore Mana
[17534] = { ref=439 }, -- Healing Potion
[17617] = { ref=9760 }, -- Increased Armor 400
[17619] = { "Камінь алхіміка", "Збільшує ефективність зіллів лікування та мани на {1}%.#wearer by {1}%", en="Alchemists Stone" },
[17625] = { "Нечестива аура", "Збільшує швидкість руху та швидкість відновлення здоров'я.", "Швидкість руху та швидкість відновлення здоров'я збільшено.", en="Unholy Aura" },
[17639] = { "Плач банші", ref=5514, en="Wail of the Banshee" },
[17670] = { "Жетон Сріблястого Світанку", nil, "Дозволяє отримувати камені Скари для Сріблястого Світанку.", en="Argent Dawn Commission" },
[17684] = { ref=7683 }, -- Increase Fire Dam 39
[17713] = { ref=7597 }, -- Increased Critical 10
[17746] = { "Непомітність", "Збільшує ефективність вашої непомітності на 1 рівень.", en="Stealth 5" },
[17747] = { ref=7683 }, -- Increase Fire Dam 23
[17818] = { ref=7535 }, -- Increased Bow
[17819] = { ref=7690 }, -- Increase Nature Dam 29
[17821] = { ref=13590 }, -- Increase Arcane Dam 23
[17822] = { ref=13590 }, -- Increase Arcane Dam 24
[17823] = { ref=13590 }, -- Increase Arcane Dam 26
[17824] = { ref=13590 }, -- Increase Arcane Dam 27
[17825] = { ref=13590 }, -- Increase Arcane Dam 29
[17826] = { ref=13590 }, -- Increase Arcane Dam 30
[17827] = { ref=13590 }, -- Increase Arcane Dam 31
[17828] = { ref=13590 }, -- Increase Arcane Dam 33
[17829] = { ref=13590 }, -- Increase Arcane Dam 34
[17830] = { ref=13590 }, -- Increase Arcane Dam 36
[17832] = { ref=13590 }, -- Increase Arcane Dam 37
[17837] = { ref=13590 }, -- Increase Arcane Dam 39
[17838] = { ref=13590 }, -- Increase Arcane Dam 40
[17839] = { ref=13590 }, -- Increase Arcane Dam 41
[17840] = { ref=13590 }, -- Increase Arcane Dam 43
[17841] = { ref=13590 }, -- Increase Arcane Dam 44
[17842] = { ref=13590 }, -- Increase Arcane Dam 46
[17844] = { ref=13590 }, -- Increase Arcane Dam 47
[17845] = { ref=13590 }, -- Increase Arcane Dam 49
[17846] = { ref=13590 }, -- Increase Arcane Dam 50
[17847] = { ref=13590 }, -- Increase Arcane Dam 51
[17848] = { ref=13590 }, -- Increase Arcane Dam 53
[17849] = { ref=13590 }, -- Increase Arcane Dam 54
[17866] = { ref=7683 }, -- Increase Fire Dam 24
[17867] = { ref=7683 }, -- Increase Fire Dam 26
[17868] = { ref=7683 }, -- Increase Fire Dam 27
[17869] = { ref=7683 }, -- Increase Fire Dam 30
[17870] = { ref=7683 }, -- Increase Fire Dam 31
[17871] = { ref=7683 }, -- Increase Fire Dam 33
[17872] = { ref=7683 }, -- Increase Fire Dam 34
[17873] = { ref=7683 }, -- Increase Fire Dam 36
[17874] = { ref=7683 }, -- Increase Fire Dam 37
[17875] = { ref=7683 }, -- Increase Fire Dam 40
[17876] = { ref=7683 }, -- Increase Fire Dam 41
[17878] = { ref=7683 }, -- Increase Fire Dam 43
[17879] = { ref=7683 }, -- Increase Fire Dam 44
[17880] = { ref=7683 }, -- Increase Fire Dam 46
[17881] = { ref=7683 }, -- Increase Fire Dam 47
[17882] = { ref=7683 }, -- Increase Fire Dam 49
[17884] = { ref=7683 }, -- Increase Fire Dam 50
[17885] = { ref=7683 }, -- Increase Fire Dam 51
[17886] = { ref=7683 }, -- Increase Fire Dam 53
[17887] = { ref=7683 }, -- Increase Fire Dam 54
[17889] = { ref=7697 }, -- Increase Frost Dam 23
[17890] = { ref=7697 }, -- Increase Frost Dam 24
[17891] = { ref=7697 }, -- Increase Frost Dam 26
[17892] = { ref=7697 }, -- Increase Frost Dam 27
[17893] = { ref=7697 }, -- Increase Frost Dam 30
[17894] = { ref=7697 }, -- Increase Frost Dam 31
[17895] = { ref=7697 }, -- Increase Frost Dam 33
[17896] = { ref=7697 }, -- Increase Frost Dam 34
[17897] = { ref=7697 }, -- Increase Frost Dam 36
[17898] = { ref=7697 }, -- Increase Frost Dam 37
[17899] = { ref=7697 }, -- Increase Frost Dam 39
[17900] = { ref=7697 }, -- Increase Frost Dam 40
[17901] = { ref=7697 }, -- Increase Frost Dam 41
[17902] = { ref=7697 }, -- Increase Frost Dam 43
[17903] = { ref=7697 }, -- Increase Frost Dam 44
[17905] = { ref=7697 }, -- Increase Frost Dam 46
[17906] = { ref=7697 }, -- Increase Frost Dam 47
[17907] = { ref=7697 }, -- Increase Frost Dam 49
[17908] = { ref=7697 }, -- Increase Frost Dam 50
[17909] = { ref=7697 }, -- Increase Frost Dam 51
[17910] = { ref=7697 }, -- Increase Frost Dam 53
[17911] = { ref=7697 }, -- Increase Frost Dam 54
[17945] = { ref=758 }, -- Firestone Passive
[17947] = { ref=758 }, -- Firestone Passive
[17949] = { ref=758 }, -- Firestone Passive
[17987] = { ref=7690 }, -- Increase Nature Dam 23
[17988] = { ref=7690 }, -- Increase Nature Dam 24
[17989] = { ref=7690 }, -- Increase Nature Dam 26
[17990] = { ref=7690 }, -- Increase Nature Dam 27
[17991] = { ref=7690 }, -- Increase Nature Dam 30
[17992] = { ref=7690 }, -- Increase Nature Dam 31
[17993] = { ref=7690 }, -- Increase Nature Dam 33
[17994] = { ref=7690 }, -- Increase Nature Dam 36
[17995] = { ref=7690 }, -- Increase Nature Dam 37
[17996] = { ref=7690 }, -- Increase Nature Dam 39
[17997] = { ref=7690 }, -- Increase Nature Dam 40
[17998] = { ref=7690 }, -- Increase Nature Dam 41
[17999] = { ref=7690 }, -- Increase Nature Dam 43
[18000] = { ref=7690 }, -- Increase Nature Dam 44
[18001] = { ref=7690 }, -- Increase Nature Dam 46
[18002] = { ref=7690 }, -- Increase Nature Dam 47
[18003] = { ref=7690 }, -- Increase Nature Dam 49
[18004] = { ref=7690 }, -- Increase Nature Dam 50
[18005] = { ref=7690 }, -- Increase Nature Dam 51
[18006] = { ref=7690 }, -- Increase Nature Dam 53
[18007] = { ref=7690 }, -- Increase Nature Dam 54
[18008] = { ref=7704 }, -- Increase Shadow Dam 26
[18009] = { ref=7704 }, -- Increase Shadow Dam 27
[18010] = { ref=7704 }, -- Increase Shadow Dam 29
[18011] = { ref=7704 }, -- Increase Shadow Dam 30
[18012] = { ref=7704 }, -- Increase Shadow Dam 31
[18013] = { ref=7704 }, -- Increase Shadow Dam 33
[18014] = { ref=7704 }, -- Increase Shadow Dam 34
[18015] = { ref=7704 }, -- Increase Shadow Dam 36
[18016] = { ref=7704 }, -- Increase Shadow Dam 37
[18017] = { ref=7704 }, -- Increase Shadow Dam 39
[18018] = { ref=7704 }, -- Increase Shadow Dam 40
[18019] = { ref=7704 }, -- Increase Shadow Dam 41
[18020] = { ref=7704 }, -- Increase Shadow Dam 43
[18021] = { ref=7704 }, -- Increase Shadow Dam 44
[18022] = { ref=7704 }, -- Increase Shadow Dam 46
[18023] = { ref=7704 }, -- Increase Shadow Dam 47
[18024] = { ref=7704 }, -- Increase Shadow Dam 49
[18025] = { ref=7704 }, -- Increase Shadow Dam 50
[18026] = { ref=7704 }, -- Increase Shadow Dam 51
[18027] = { ref=7704 }, -- Increase Shadow Dam 53
[18028] = { ref=7704 }, -- Increase Shadow Dam 54
[18029] = { ref=7675 }, -- Increase Healing 35
[18030] = { ref=7675 }, -- Increase Healing 37
[18031] = { ref=7675 }, -- Increase Healing 40
[18032] = { ref=7675 }, -- Increase Healing 42
[18033] = { ref=7675 }, -- Increase Healing 46
[18034] = { ref=7675 }, -- Increase Healing 48
[18035] = { ref=7675 }, -- Increase Healing 51
[18036] = { ref=7675 }, -- Increase Healing 55
[18037] = { ref=7675 }, -- Increase Healing 57
[18038] = { ref=7675 }, -- Increase Healing 59
[18039] = { ref=7675 }, -- Increase Healing 62
[18040] = { ref=7675 }, -- Increase Healing 64
[18041] = { ref=7675 }, -- Increase Healing 66
[18042] = { ref=7675 }, -- Increase Healing 68
[18043] = { ref=7675 }, -- Increase Healing 70
[18044] = { ref=7675 }, -- Increase Healing 73
[18045] = { ref=7675 }, -- Increase Healing 75
[18046] = { ref=7675 }, -- Increase Healing 77
[18047] = { ref=7675 }, -- Increase Healing 79
[18048] = { ref=7675 }, -- Increase Healing 81
[18049] = { ref=9342 }, -- Increase Spell Dam 26
[18050] = { ref=9342 }, -- Increase Spell Dam 33
[18052] = { ref=9342 }, -- Increase Spell Dam 34
[18053] = { ref=9342 }, -- Increase Spell Dam 36
[18054] = { ref=9342 }, -- Increase Spell Dam 37
[18055] = { ref=9342 }, -- Increase Spell Dam 39
[18056] = { ref=9342 }, -- Increase Spell Dam 40
[18057] = { ref=9342 }, -- Increase Spell Dam 41
[18058] = { ref=9342 }, -- Increase Spell Dam 42
[18060] = { ref=9136 }, -- Attack Power 200
[18061] = { ref=7520 }, -- Increased 1H Sword
[18062] = { ref=13669 }, -- Increased Dodge 8
[18063] = { ref=13665 }, -- Increased Parry 5
[18064] = { ref=13674 }, -- Increased Block 20
[18066] = { ref=15464 }, -- Increased Hit Chance 10
[18067] = { ref=13492 }, -- Beast Slaying 45
[18068] = { ref=9760 }, -- Increased Armor 270
[18069] = { ref=9760 }, -- Increased Armor 160
[18074] = { ref=12981 }, -- Undead Slayer 30
[18076] = { ref=13492 }, -- Beast Slaying 72
[18079] = { ref=12822 }, -- Demon Slaying 33
[18080] = { ref=14198 }, -- Beast Slaying 21
[18082] = { ref=10578 }, -- Fireball
[18083] = { ref=690 }, -- Firebolt
[18084] = { ref=12693 }, -- Drain Life
[18085] = { ref=16407 }, -- Frost Blast
[18087] = { ref=12822 }, -- Demon Slaying 78
[18091] = { ref=16067 }, -- Arcane Blast
[18092] = { ref=16407 }, -- Frost Blast
[18098] = { ref=12981 }, -- Undead Slayer 45
[18105] = { ref=10578 }, -- Fireball
[18108] = { ref=10578 }, -- Fireball
[18109] = { ref=13492 }, -- Beast Slaying 39
[18153] = { "Комбобулятор кодо", "Активувати поруч з древнім, старим або вмираючим кодо, щоб він пішов за вами (по одному за раз).", en="Kodo Kombobulator" },
[18185] = { ref=7511 }, -- Increased Defense
[18188] = { ref=9760 }, -- Increased Armor 180
[18190] = { ref=9760 }, -- Increased Armor 140
[18195] = { ref=9760 }, -- Increased Armor 220
[18196] = { ref=7511 }, -- Increased Defense
[18198] = { ref=12981 }, -- Undead Slayer 66
[18199] = { ref=10578 }, -- Fireball
[18201] = { ref=14198 }, -- Beast Slaying 24
[18204] = { ref=14105 }, -- Frost Blast
[18206] = { ref=10373 }, -- Fatal Wound
[18207] = { ref=13492 }, -- Beast Slaying 60
[18212] = { ref=12822 }, -- Demon Slaying 99
[18264] = { "Тростина магістра", "Збільшує інтелект учасників групи в межах {2} м на {1}.#Gives {1} additional#within {2} yard", "Інтелект збільшено на {1}.#increased by {1}", en="Headmaster's Charge" },
[18276] = { ref=16407 }, -- Frost Blast
[18278] = { "Знемовлення", "Знемовлює ворога, запобігаючи вимові заклять на {1} с.#spells for {1} sec", "Не може вимовляти закляття.", en="Silence" },
[18281] = { ref=9760 }, -- Increased Armor 210
[18289] = { nil, "Заражає ціль, завдаючи {1} шкоди від природи кожні {2} с протягом {3} с.#for {1} Nature#every {2} sec for {3} sec", ref=6278 }, -- Creeping Mold
[18364] = { "Плащ вогню", "Завдає {1} шкоди вогнем кожні {2} с всім ворогам неподалік протягом {3} с.#Deals {1} Fire#every {2} sec#for {3} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", en="Cloak of Fire" },
[18369] = { ref=7511 }, -- Increased Defense
[18379] = { ref=18378 }, -- Increased Mana Regen
[18381] = { "Каліцтво", "Зменшує силу атаки цілі на {1} протягом {2} с.#attack power by {1} for {2} sec", "Силу атаки зменшено.", en="Cripple" },
[18382] = { "Збільшення шансу критичного закляття", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#critical strike with spells by {1}%", en="Increased Critical Spell" },
[18384] = { ref=18382 }, -- Increased Critical Spell
[18398] = { ref=16407 }, -- Frost Blast
[18400] = { "Флейта запального вогню", "Змушує гравців неподалік танцювати.", "Танцює під музику.", en="Piccolo of the Flaming Fire" },
[18633] = { "Знесилююча хвороба", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с та зменшує силу на час дії хвороби.#Deals {1} Shadow damage every {2} sec for {3} sec", "Хворий і ослаблений.", en="Weakening Disease" },
[18652] = { "Висмоктування здоров'я", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с. Вся завдана шкода відновлює здоров'я заклиначу.#Deals {1} Shadow damage every {2} sec for {3} sec", "{1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", en="Siphon Health" },
[18672] = { "Збільшення всіх опорів", "Збільшує всі опори магії на {1}.#+{1} All Resistances", en="Increased All Resist 01" },
[18673] = { ref=18672 }, -- Increased All Resist 02
[18674] = { ref=18672 }, -- Increased All Resist 03
[18675] = { ref=18672 }, -- Increased All Resist 04
[18676] = { ref=18672 }, -- Increased All Resist 05
[18677] = { ref=18672 }, -- Increased All Resist 06
[18678] = { ref=18672 }, -- Increased All Resist 07
[18679] = { ref=18672 }, -- Increased All Resist 08
[18680] = { ref=18672 }, -- Increased All Resist 09
[18681] = { ref=18672 }, -- Increased All Resist 10
[18682] = { ref=18672 }, -- Increased All Resist 11
[18683] = { ref=18672 }, -- Increased All Resist 12
[18684] = { ref=18672 }, -- Increased All Resist 13
[18685] = { ref=18672 }, -- Increased All Resist 14
[18686] = { ref=18672 }, -- Increased All Resist 15
[18687] = { ref=18672 }, -- Increased All Resist 16
[18688] = { ref=18672 }, -- Increased All Resist 17
[18689] = { ref=18672 }, -- Increased All Resist 18
[18690] = { ref=18672 }, -- Increased All Resist 19
[18691] = { ref=18672 }, -- Increased All Resist 20
[18764] = { "Грибне відновлення", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health every {2} sec", en="Fungal Regrowth" },
[18787] = { "Небесне благословення", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Силу атаки збільшено.", en="Heaven's Blessing" },
[18796] = { ref=10578 }, -- Fireball
[18803] = { "Зосередження", "Наступне закляття протягом {1} c буде вимовлено миттєво.#within {1} sec", "Наступне закляття буде вимовлено миттєво.", en="Focus" },
[18805] = { "Рекомбобуляція", "Розвіює ефекти поліморфії з дружньої цілі. Також відновлює від {1} до {2} здоров'я та мани.#restores {1} to {2} health", en="Recombobulate" },
[18815] = { "Висмоктування життя", "З шансом {1}% при отриманні удару в бою ви викрадете у ворога {2} здоров'я.#has a {1}% chance of stealing {2} life", en="Drain Life" },
[18816] = { "Полум'яний удар", "З шансом {1}% при отриманні удару в бою ви завдасте всім ворогам навколо від {2} до {3} шкоди вогнем.#has a {1}% chance of dealing {2} to {3} Fire", en="Flamestrike" },
[18817] = { ref=12693 }, -- Drain Life
[18826] = { "Жертва спасителя", "Збільшує броню на {1} протягом {2} с.#armor by {1} for {2} sec", "Броню збільшено.", en="Savior's Sacrifice" },
[18832] = { "Корінь лілії", "Відновлює від {1} до {2} мани та здоров'я.#Restores {1} to {2} mana", en="Lily Root" },
[18833] = { ref=690 }, -- Firebolt
[18956] = { "Відновлення здоров'я", "Відновлює {1} здоров'я кожні {2} с протягом {3} с.#Restores {1} health every {2} sec for {3} sec", "Зцілення.", en="Restore Life" },
[18957] = { ref=18956 }, -- Restore Life
[19199] = { "Чай з цукром", "Відновлює від {1} до {2} здоров'я та мани.#Restores {1} to {2} health", en="Tea with Sugar" },
[19260] = { ref=14105 }, -- Frost Blast
[19380] = { ref=13492 }, -- Beast Slaying 33
[19566] = { "Сільничка", "Дозволяє досвідченому шкірнику перетворити глибокоскельну сіль на очищену глибокоскельну сіль. Прилад опромінює користувача суб'ядерними мікроопроменями і не може використовуватися частіше, ніж раз на кілька днів.", en="Salt Shaker" },
[19634] = { "Відновлення мани", "Відновлює {1} мани кожні {2} с протягом {3} секунд.#Restores {1} mana every {2} sec for {3} sec", "Відновлює {1} мани кожні {2} с.#Restores {1} mana every {2} sec", en="Mana Rejuvenation" },
[19646] = { "Срібний ключ-відмичка", "Дозволяє відкривати прості замки. Одноразовий.", en="Silver Skeleton Key" },
[19649] = { "Золотий ключ-відмичка", "Дозволяє відкривати звичайні замки. Одноразовий.", en="Golden Skeleton Key" },
[19651] = { "Ясносрібний ключ-відмичка", "Дозволяє відкривати непрості замки. Одноразовий.", en="Truesilver Skeleton Key" },
[19691] = { ref=14198 }, -- Beast Slaying 18
[19755] = { "Злякіготь", ref=13524, en="Frightalon" },
[19769] = { "Торієва граната", ref=4064, en="Thorium Grenade" },
[19784] = { "Бомба з темного заліза", ref=4064, en="Dark Iron Bomb" },
[19786] = { "Опір знемовленню", "Збільшує ваш опір ефектам знемовлення на {1}%.#silence effects by {1}%", en="Resist Silence" },
[19787] = { ref=9760 }, -- Increased Armor 110
[19821] = { "Арканічна бомба", "Спалює від {1} до {2} мани цілям в радіусі вибуху та завдає шкоди в обсязі {3}% від спаленої мани. Також знемовлює жертв вибуху на {4} с.#Drains {1} to {2} mana#does {3}% of the mana#blast for {4} sec", "Знемовлено.", en="Arcane Bomb" },
[19937] = { "Ілюзія: чорний драконід", "Замаскуватися під чорного драконіда.", "Замасковано під чорного драконіда.", en="Illusion: Black Dragonkin" },
[20586] = { "Вітроріз", "Завдає шкоди від природи кожні {1} с протягом {2} с.#Nature damage every {1} sec for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Windreaper" },
[20606] = { ref=12981 }, -- Undead Slayer 15
[20631] = { "Мішечок з медикаментами хутропузів", "Відновлює {1} здоров'я щосекунди протягом {2} с.#Restores {1} health#for {2} sec", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Furbolg Medicine Pouch" },
[20709] = { ref=19669 }, -- Arcanite Skeleton Key
[20731] = { ref=14198 }, -- Beast Slaying 15
[20732] = { ref=9136 }, -- Attack Power 15
[20858] = { ref=12822 }, -- Demon Slaying 30
[20869] = { ref=16407 }, -- Frost Blast
[20875] = { "Ром Ромсі", "Збільшує витривалість на {1} протягом {2} хв та люто п'янить!#Stamina by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Rumsey Rum" },
[20877] = { ref=14198 }, -- Beast Slaying 15
[20883] = { ref=16067 }, -- Arcane Blast
[20885] = { "Живість", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health per {2} sec", "Відновлює {1} здоров'я кожні {2} с.#Restores {1} health per {2} sec", en="Vitality" },
[20886] = { ref=15438 }, -- Thorns Dmg +3
[20887] = { ref=15438 }, -- Thorns Dmg +2
[20888] = { ref=15438 }, -- Thorns Dmg +1
[20889] = { ref=15438 }, -- Thorns Dmg +4
[20959] = { ref=18378 }, -- Increased Mana Regen
[20969] = { "Живість", ref=18764, en="Vitality" },
[21010] = { "Шкода заклять проти невмерлих", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на {1}.#to Undead by magical spells and effects by up to {1}", en="Increase Spell Dam Undead 14" },
[21013] = { "Сила атаки дальнього бою", "Збільшує силу атаки дальнього бою на {1}.#+{1} ranged Attack Power", en="Attack Power Ranged 60" },
[21109] = { ref=20885 }, -- Vitality
[21140] = { ref=16411 }, -- Fatal Wound
[21141] = { ref=17483 }, -- Shadow Bolt
[21142] = { ref=4436 }, -- Immolation
[21151] = { "Кровожерливий потрошитель", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди від тіні та зменшує всі характеристика на {2} протягом {3} с..#causing {1} Shadow damage and lowering all stats by {2} for {3} sec", en="Gutgore Ripper" },
[21152] = { "Землетряс", "Збиває з ніг усіх ворогів неподалік на {1} с.#enemies for {1} sec", "Приголомшено.", en="Earthshaker" },
[21153] = { "Лезо Косторуба", "Ваші атаки ігнорують {1} броні протягом {2} с. Цей ефект накопичується до {3} разів.#ignore {1} of your#armor for {2} sec#stacks up to {3} times", "Ігнорує {1} ворожої броні.#Ignore {1} of", en="Bonereaver's Edge" },
[21159] = { ref=10578 }, -- Fireball
[21162] = { ref=10578 }, -- Fireball
[21168] = { "Живість", ref=18764, en="Vitality" },
[21170] = { ref=16375 }, -- Drain Life
[21179] = { "Ланцюгова блискавка", "Вражає до {1} ворогів, завдаючи від {2} до {3} шкоди від природи. Кожна ціль після першої отримує зменшену шкоду.#up to {1} targets for {2} to {3} Nature", en="Chain Lightning" },
[21330] = { "Викривлений страх", nil, "Налякано і зменшено швидкість руху.", en="Corrupted Fear" },
[21345] = { ref=20885 }, -- Vitality
[21346] = { ref=20885 }, -- Vitality
[21347] = { ref=20885 }, -- Vitality
[21348] = { ref=20885 }, -- Vitality
[21349] = { ref=20885 }, -- Vitality
[21350] = { ref=20885 }, -- Vitality
[21352] = { "Зменшення шансу парирування", "Зменшує ваш шанс парирування атаки на {1}%.#parry an attack by {1}%", en="Decreased Parry 1" },
[21358] = { "Квінтесенція води", "Гасить руну володарів вогню.", en="Aqual Quintessence - Dowse Molten Core Rune" },
[21359] = { ref=18378 }, -- Increased Mana Regen
[21360] = { ref=18378 }, -- Increased Mana Regen
[21361] = { ref=18378 }, -- Increased Mana Regen
[21362] = { ref=18378 }, -- Increased Mana Regen
[21363] = { ref=18378 }, -- Increased Mana Regen
[21364] = { ref=18378 }, -- Increased Mana Regen
[21365] = { ref=18378 }, -- Increased Mana Regen
[21366] = { ref=18378 }, -- Increased Mana Regen
[21407] = { ref=7511 }, -- Increased Defense
[21408] = { ref=7511 }, -- Increased Defense
[21409] = { ref=7511 }, -- Increased Defense
[21410] = { ref=7511 }, -- Increased Defense
[21411] = { ref=7511 }, -- Increased Defense
[21412] = { ref=7511 }, -- Increased Defense
[21413] = { ref=7511 }, -- Increased Defense
[21414] = { ref=7511 }, -- Increased Defense
[21415] = { ref=7511 }, -- Increased Defense
[21416] = { ref=7511 }, -- Increased Defense
[21417] = { ref=7511 }, -- Increased Defense
[21418] = { ref=7511 }, -- Increased Defense
[21419] = { ref=7511 }, -- Increased Defense
[21420] = { ref=7511 }, -- Increased Defense
[21421] = { ref=7511 }, -- Increased Defense
[21422] = { ref=7511 }, -- Increased Defense
[21423] = { ref=7511 }, -- Increased Defense
[21424] = { ref=7511 }, -- Increased Defense
[21426] = { ref=21013 }, -- Attack Power Ranged 2
[21427] = { ref=21013 }, -- Attack Power Ranged 5
[21428] = { ref=21013 }, -- Attack Power Ranged 7
[21429] = { ref=21013 }, -- Attack Power Ranged 10
[21430] = { ref=21013 }, -- Attack Power Ranged 12
[21431] = { ref=21013 }, -- Attack Power Ranged 14
[21432] = { ref=21013 }, -- Attack Power Ranged 17
[21433] = { ref=21013 }, -- Attack Power Ranged 19
[21434] = { ref=21013 }, -- Attack Power Ranged 22
[21435] = { ref=21013 }, -- Attack Power Ranged 24
[21436] = { ref=21013 }, -- Attack Power Ranged 26
[21437] = { ref=21013 }, -- Attack Power Ranged 29
[21438] = { ref=21013 }, -- Attack Power Ranged 31
[21439] = { ref=21013 }, -- Attack Power Ranged 34
[21440] = { ref=21013 }, -- Attack Power Ranged 36
[21441] = { ref=21013 }, -- Attack Power Ranged 38
[21442] = { ref=21013 }, -- Attack Power Ranged 41
[21443] = { ref=21013 }, -- Attack Power Ranged 43
[21444] = { ref=21013 }, -- Attack Power Ranged 46
[21445] = { ref=21013 }, -- Attack Power Ranged 48
[21446] = { ref=21013 }, -- Attack Power Ranged 50
[21447] = { ref=21013 }, -- Attack Power Ranged 53
[21448] = { ref=21013 }, -- Attack Power Ranged 55
[21449] = { ref=21013 }, -- Attack Power Ranged 58
[21450] = { ref=21013 }, -- Attack Power Ranged 62
[21451] = { ref=21013 }, -- Attack Power Ranged 65
[21452] = { ref=21013 }, -- Attack Power Ranged 67
[21453] = { ref=21013 }, -- Attack Power Ranged 70
[21454] = { ref=21013 }, -- Attack Power Ranged 72
[21455] = { ref=21013 }, -- Attack Power Ranged 74
[21456] = { ref=21013 }, -- Attack Power Ranged 77
[21457] = { ref=21013 }, -- Attack Power Ranged 79
[21458] = { ref=21013 }, -- Attack Power Ranged 82
[21459] = { ref=21013 }, -- Attack Power Ranged 84
[21460] = { ref=21013 }, -- Attack Power Ranged 86
[21461] = { ref=21013 }, -- Attack Power Ranged 89
[21462] = { ref=21013 }, -- Attack Power Ranged 91
[21466] = { ref=13674 }, -- Increased Block 1
[21467] = { ref=13674 }, -- Increased Block 1
[21468] = { ref=13674 }, -- Increased Block 1
[21469] = { ref=13674 }, -- Increased Block 1
[21470] = { ref=13674 }, -- Increased Block 1
[21471] = { ref=13674 }, -- Increased Block 2
[21472] = { ref=13674 }, -- Increased Block 2
[21473] = { ref=13674 }, -- Increased Block 2
[21474] = { ref=13674 }, -- Increased Block 2
[21475] = { ref=13674 }, -- Increased Block 3
[21476] = { ref=13674 }, -- Increased Block 3
[21477] = { ref=13674 }, -- Increased Block 3
[21478] = { ref=13674 }, -- Increased Block 4
[21479] = { ref=13674 }, -- Increased Block 4
[21480] = { ref=13674 }, -- Increased Block 4
[21481] = { ref=13674 }, -- Increased Block 4
[21482] = { ref=13674 }, -- Increased Block 5
[21483] = { ref=13674 }, -- Increased Block 5
[21484] = { ref=13674 }, -- Increased Block 5
[21485] = { ref=13674 }, -- Increased Block 5
[21486] = { ref=13674 }, -- Increased Block 6
[21487] = { ref=13674 }, -- Increased Block 6
[21488] = { ref=13674 }, -- Increased Block 6
[21489] = { ref=13674 }, -- Increased Block 6
[21490] = { ref=13674 }, -- Increased Block 7
[21491] = { ref=13674 }, -- Increased Block 7
[21492] = { ref=13674 }, -- Increased Block 7
[21493] = { ref=13674 }, -- Increased Block 7
[21494] = { ref=13674 }, -- Increased Block 8
[21495] = { ref=13674 }, -- Increased Block 8
[21496] = { ref=13674 }, -- Increased Block 8
[21497] = { ref=13674 }, -- Increased Block 8
[21498] = { ref=13674 }, -- Increased Block 8
[21499] = { "Збільшення шкоди від аркани", "Збільшує шкоду від заклинань і ефектів святості на {1}.#Holy spells and effects by up to {1}", en="Increase Holy Dam 1" },
[21500] = { ref=21499 }, -- Increase Holy Dam 3
[21501] = { ref=21499 }, -- Increase Holy Dam 4
[21502] = { ref=21499 }, -- Increase Holy Dam 6
[21503] = { ref=21499 }, -- Increase Holy Dam 7
[21504] = { ref=21499 }, -- Increase Holy Dam 9
[21505] = { ref=21499 }, -- Increase Holy Dam 10
[21506] = { ref=21499 }, -- Increase Holy Dam 11
[21507] = { ref=21499 }, -- Increase Holy Dam 13
[21508] = { ref=21499 }, -- Increase Holy Dam 14
[21509] = { ref=21499 }, -- Increase Holy Dam 16
[21510] = { ref=21499 }, -- Increase Holy Dam 17
[21511] = { ref=21499 }, -- Increase Holy Dam 19
[21512] = { ref=21499 }, -- Increase Holy Dam 20
[21513] = { ref=21499 }, -- Increase Holy Dam 21
[21514] = { ref=21499 }, -- Increase Holy Dam 23
[21515] = { ref=21499 }, -- Increase Holy Dam 24
[21516] = { ref=21499 }, -- Increase Holy Dam 26
[21517] = { ref=21499 }, -- Increase Holy Dam 27
[21518] = { ref=21499 }, -- Increase Holy Dam 29
[21519] = { ref=21499 }, -- Increase Holy Dam 30
[21520] = { ref=21499 }, -- Increase Holy Dam 31
[21521] = { ref=21499 }, -- Increase Holy Dam 33
[21522] = { ref=21499 }, -- Increase Holy Dam 34
[21523] = { ref=21499 }, -- Increase Holy Dam 36
[21524] = { ref=21499 }, -- Increase Holy Dam 37
[21525] = { ref=21499 }, -- Increase Holy Dam 39
[21526] = { ref=21499 }, -- Increase Holy Dam 40
[21527] = { ref=21499 }, -- Increase Holy Dam 41
[21528] = { ref=21499 }, -- Increase Holy Dam 43
[21529] = { ref=21499 }, -- Increase Holy Dam 44
[21530] = { ref=21499 }, -- Increase Holy Dam 46
[21531] = { ref=21499 }, -- Increase Holy Dam 47
[21532] = { ref=21499 }, -- Increase Holy Dam 49
[21533] = { ref=21499 }, -- Increase Holy Dam 50
[21534] = { ref=21499 }, -- Increase Holy Dam 51
[21535] = { ref=21499 }, -- Increase Holy Dam 53
[21536] = { ref=21499 }, -- Increase Holy Dam 54
[21539] = { "Показник блокування", "Збільшує показник блокування щитом на {1}.#block value of your shield by {1}", en="Block Value 02" },
[21587] = { ref=20885 }, -- Vitality
[21588] = { ref=20885 }, -- Vitality
[21589] = { ref=20885 }, -- Vitality
[21590] = { ref=20885 }, -- Vitality
[21592] = { ref=20885 }, -- Vitality
[21593] = { ref=20885 }, -- Vitality
[21594] = { ref=20885 }, -- Vitality
[21595] = { ref=20885 }, -- Vitality
[21596] = { ref=20885 }, -- Vitality
[21597] = { ref=20885 }, -- Vitality
[21598] = { ref=20885 }, -- Vitality
[21599] = { ref=20885 }, -- Vitality
[21600] = { ref=20885 }, -- Vitality
[21601] = { ref=20885 }, -- Vitality
[21602] = { ref=20885 }, -- Vitality
[21603] = { ref=20885 }, -- Vitality
[21604] = { ref=20885 }, -- Vitality
[21605] = { ref=20885 }, -- Vitality
[21606] = { ref=20885 }, -- Vitality
[21607] = { ref=20885 }, -- Vitality
[21608] = { ref=20885 }, -- Vitality
[21609] = { ref=20885 }, -- Vitality
[21610] = { ref=20885 }, -- Vitality
[21611] = { ref=20885 }, -- Vitality
[21612] = { ref=20885 }, -- Vitality
[21613] = { ref=20885 }, -- Vitality
[21614] = { ref=20885 }, -- Vitality
[21615] = { ref=20885 }, -- Vitality
[21616] = { ref=20885 }, -- Vitality
[21617] = { ref=20885 }, -- Vitality
[21618] = { ref=18378 }, -- Increased Mana Regen
[21619] = { ref=18378 }, -- Increased Mana Regen
[21620] = { ref=18378 }, -- Increased Mana Regen
[21621] = { ref=18378 }, -- Increased Mana Regen
[21622] = { ref=18378 }, -- Increased Mana Regen
[21623] = { ref=18378 }, -- Increased Mana Regen
[21624] = { ref=18378 }, -- Increased Mana Regen
[21625] = { ref=18378 }, -- Increased Mana Regen
[21626] = { ref=18378 }, -- Increased Mana Regen
[21627] = { ref=18378 }, -- Increased Mana Regen
[21628] = { ref=18378 }, -- Increased Mana Regen
[21629] = { ref=18378 }, -- Increased Mana Regen
[21630] = { ref=18378 }, -- Increased Mana Regen
[21631] = { ref=18378 }, -- Increased Mana Regen
[21632] = { ref=18378 }, -- Increased Mana Regen
[21633] = { ref=18378 }, -- Increased Mana Regen
[21634] = { ref=18378 }, -- Increased Mana Regen
[21635] = { ref=18378 }, -- Increased Mana Regen
[21636] = { ref=18378 }, -- Increased Mana Regen
[21637] = { ref=18378 }, -- Increased Mana Regen
[21638] = { ref=18378 }, -- Increased Mana Regen
[21639] = { ref=18378 }, -- Increased Mana Regen
[21640] = { ref=18378 }, -- Increased Mana Regen
[21641] = { ref=18378 }, -- Increased Mana Regen
[21642] = { ref=18378 }, -- Increased Mana Regen
[21643] = { ref=18378 }, -- Increased Mana Regen
[21644] = { ref=18378 }, -- Increased Mana Regen
[21919] = { "Молотник", "Дозволяє виконати додаткову атаку під час наступного удару.", en="Thrash" },
[21951] = { "Кам'яний кулак", "Відновлює {1} мани.#Restores {1} mana.", en="Fist of Stone" },
[21955] = { "Корінь Бритвохляста", "Відновлює {1} здоров'я та мани протягом {2} с.#Restores {1} health#over {2} sec", "Відновлює {1} здоров'я та мани щосекунди.#Restores {1} health", en="Razorlash Root" },
[21956] = { "Фізичний захист", "Поглинає від {1} до {2} фізичної шкоди. Триває {3} с.#Absorbs {1} to {2} physical#Lasts {3} sec", "Поглинає від {1} до {2} фізичної шкоди.#Absorbs {1} to {2} physical", en="Physical Protection" },
[21969] = { "Знак обраних", "З шансом {1}% при отриманні удару в бою збільшує всі характеристики на {2} протягом {3} хв.#a {1}% chance#stats by {2} for {3} min", en="Mark of the Chosen" },
[21970] = { "Знак обраних", "Збільшує всі характеристики на {1} протягом {2} хв.#stats by {1} for {2} min", "Всі характеристики збільшено на {1}.#by {1}", en="Mark of the Chosen Effect" },
[21978] = { "Огортання тінями", "Шанс при застосуванні бойового заклинання завдати цілі {1} шкоди від тіні та відновити {2} мани.#to deal {1} Shadow#and restore {2} mana", en="Engulfing Shadows" },
[22188] = { "Збільшення навички володіння арбалетами", "Збільшує навичку володіння арбалетами на {1}.#Crossbows +{1}", en="Increased Crossbow" },
[22563] = { "Поверенння", "Повертає вас в притулок форту Морозних Вовків.", en="Recall" },
[22564] = { "Поверенння", "Повертає вас в притулок Дун-Балдара.", en="Recall" },
[22639] = { "Удар Ешхандара", "Сповільнює рух цілі на {1}% та завдає {2} шкоди від кровотечі протягом {3} с.#movement by {1}% and#bleed for {2} damage over {3} sec", "Швидкість руху зменшено на {1}%. {2} шкоди від кровотечі кожні {3} с.#slowed by {1}%#for {2} damage every {3} sec", en="Eskhandar's Rake" },
[22641] = { "Безрозсудний ривок", "Здійснити у ворога ривок, що робить його недієздатним на {1} секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями.#for {1} sec", en="Reckless Charge" },
[22646] = { "Безрозсудний ривок", en="Reckless Charge" },
[22725] = { "Збільшення захисту", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить навичку захисту на {1}. Можна використовувати лише на предметах {2} рівня чи вище.#feet by {1}#level {2} and", en="Defense +3" },
[22729] = { "Зілля омолодження", ref=18832, en="Rejuvenation Potion" },
[22747] = { ref=9342 }, -- Increase Spell Dam 30
[22748] = { ref=7675 }, -- Increase Healing 55
[22756] = { "Заточування зброї - критичний удар", "Заточити зброю, щоб збільшити шанс критичного удару на {1}% протягом {2} хв.#weapon by {1}% for {2} min", en="Sharpen Weapon - Critical" },
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує ймовірність завдання удару на {1}%.#to hit by {1}%", en="Biznicks 247x128 Accurascope" },
[22811] = { ref=22188 }, -- Increased Crossbow
[22836] = { "Вбивця елементалів", "Збільшує силу атаки на {1} в бою з елементалями.#+{1} Attack Power when fighting Elementals", en="Elemental Slaying 36" },
[22843] = { ref=9342 }, -- Arcanum of Focus
[22849] = { ref=21010 }, -- Increase Spell Dam Undead 35
[22850] = { "Прихисток", "Збільшує навичку захисту на {1}, а броню - на {2} протягом {3} с.#wielder {1} defense and {2} armor for {3} sec", "Броню збільшено на {1}.\nНавичку захисту збільшено на {2}.#Armor increased by {1}.#Defense increased by {2}.", en="Sanctuary" },
[22852] = { ref=21539 }, -- Block Value 23
[22912] = { ref=21539 }, -- Block Value 18
[22996] = { "Бойовий штандарт", "Розмістити бойовий штандарт, що збільшує максимальний запас здоров'я всіх дружніх цілей в межах {1} м від нього на {2}%. Триває {3} хв.#within {1} y#by {2}%#Lasts {3} min", en="Battle Standard" },
[22999] = { ref=8342 }, -- Defibrillate
[23004] = { "Виклик тривого-бота", "Викликає на {1} хв тривого-бота, який час від часу випромінює імпульс, що виявляє непомітних або невидимих ворогів неподалік.#for {1} min", en="Summon Alarm-o-Bot" },
[23005] = { ref=22996 }, -- Battle Standard
[23008] = { "Потужний сифорієвий заряд", "Підриває майже будь-які замки.", en="Powerful Seaforium Charge" },
[23034] = { "Бойовий штандарт", "Розмістити бойовий штандарт, що має {1} здоров'я та збільшує максимальний запас здоров'я всіх учасників групи в межах {2} м від бойового штандарту на {3}%. Триває {4} хв. Бойовий штандарт можна застосовувати лише на полях битви.#with {1} health#within {2} y#by {3}%#Lasts {4} min", en="Battle Standard" },
[23035] = { ref=23034 }, -- Battle Standard
[23037] = { "Поглинання щщита мани", "Збільшує обсяг шкоди, яку може поглинути \"Щит мани\", на {1}.#Mana Shield by {1}", en="Mana Shield Absorb Increase" },
[23063] = { "Масивний динаміт", ref=1940, en="Dense Dynamite" },
[23064] = { ref=18805 }, -- Recombobulate
[23097] = { "Відбивання вогню", "Відбиває закляття вогню в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття вогню.", en="Fire Reflector" },
[23131] = { "Відбивання криги", "Відбиває закляття криги в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття криги.", en="Frost Reflector" },
[23132] = { "Відбивання тіні", "Відбиває закляття тіні в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття тіні.", en="Shadow Reflector" },
[23172] = { ref=21539 }, -- Block Value 10
[23181] = { ref=21539 }, -- Block Value 24
[23203] = { ref=21539 }, -- Block Value 15
[23210] = { ref=20885 }, -- Vitality
[23212] = { ref=18378 }, -- Increased Mana Regen
[23213] = { ref=9342 }, -- Increase Spell Dam 57
[23236] = { "Благословення", ref=5923, en="Benediction" },
[23264] = { ref=7675 }, -- Increase Healing 106
[23265] = { ref=7704 }, -- Increase Shadow Dam 69
[23267] = { ref=690 }, -- Firebolt
[23271] = { "Ефемерна сила", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#magical spells and effects by up to {1} for {2} sec", "Магічну шкоду та зцілення збільшено на {1}.#increased by {1}", en="Ephemeral Power" },
[23273] = { "Невразливість до причарування/страху/поліморфії", "Знімає всі ефекти причарування, страху та поліморфії.", en="Immune Charm/Fear/Polymorph" },
[23274] = { "Невразливість до страху/поліморфії/сповільнення", "Знімає всі ефекти страху, поліморфії та сповільнення.", en="Immune Fear/Polymorph/Snare" },
[23276] = { "Невразливість до страху/поліморфії/приголомшення", "Знімає всі ефекти страху, поліморфії та приголомшення.", en="Immune Fear/Polymorph/Stun" },
[23277] = { "Невразливість до причарування/страху/приголомшення", "Знімає всі ефекти причарування, страху та приголомшення.", en="Immune Charm/Fear/Stun" },
[23433] = { ref=18382 }, -- Increased Critical Spell
[23434] = { ref=18382 }, -- Increased Critical Spell
[23435] = { "Збільшення шансу критичного ефекту святості", ref=5923, en="Increased Holy Criticals" },
[23480] = { ref=7683 }, -- Increase Fire Dam 10
[23481] = { ref=7683 }, -- Increase Fire Dam 14
[23482] = { ref=7683 }, -- Increase Fire Dam 17
[23483] = { ref=7683 }, -- Increase Fire Dam 21
[23515] = { ref=21539 }, -- Block Value 14
[23516] = { ref=21539 }, -- Block Value 27
[23538] = { "Бойовий штандарт", "Розмістити бойовий штандарт, що має {1} здоров'я та збільшує шкоду всіх учасників групи в межах {2} м від бойового штандарту на {3}%. Триває {4} хв. Бойовий штандарт можна застосовувати лише в Альтерацькій долині.#with {1} health#within {2} y#by {3}%#Lasts {4} min", en="Battle Standard" },
[23539] = { "Бойовий штандарт", "Розмістити бойовий штандарт, що має {1} здоров'я та збільшує шкоду всіх учасників групи в межах {2} м від бойового штандарту на {3}%. Триває {4} хв. Бойовий штандарт можна застосовувати лише в Альтерацькій долині.#with {1} health#within {2} y#by {3}%#Lasts {4} min", en="Battle Standard" },
[23540] = { "Покращений пайок з тіснини Пісні Війни", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в тіснині Пісні Війни.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana", en="Warsong Gulch Enriched Ration" },
[23541] = { "Пайок з тіснини Пісні Війни", ref=23540, en="Warsong Gulch Iron Ration" },
[23542] = { "Польовий пайок з тіснини Пісні Війни", ref=23540, en="Warsong Gulch Field Ration" },
[23562] = { ref=21539 }, -- Block Value 30
[23567] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с. Можна використовувати лише в тіснині Пісні Війни.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec", en="First Aid" },
[23568] = { ref=23567 }, -- First Aid
[23569] = { ref=23567 }, -- First Aid
[23574] = { "Бойовий штандарт", nil, "Збільшує шкоду на {1}%.#by {1}%", en="Battle Standard" },
[23576] = { ref=23574 }, -- Battle Standard
[23593] = { ref=7675 }, -- Increase Healing 92
[23594] = { ref=7704 }, -- Increase Shadow Dam 64
[23595] = { "Припарка", "Знімає один ефект кровотечі.", en="Luffa" },
[23605] = { "Вразливість до заклять", "Збільшує отриману ціллю шкоду від заклять на {1}% протягом {2} с.#by target increased by {1}% for {2} sec", "Отриману шкоду від заклять збільшено на {1}%.#taken by {1}%", en="Spell Vulnerability" },
[23684] = { "Аура синього дракона", "З шансом {1}% при успішному вимовленні закляття ви продовжите відновлювати ману зі швидкістю {2}% від звичайної під час вимовляння заклять протягом {3} с.#{1}% chance#allow {2}% of your Mana#casting for {3} sec", "Ваша мана відновлюється зі швидкістю {1}% від звичайної під час вимовляння заклять.#{1}% of your", en="Aura of the Blue Dragon" },
[23686] = { "Удар блискавки", "Шанс вразити вашу ціль ближнього бою блискавкою, завдавши від {1} до {2} шкоди від природи.#lightning for {1} to {2} Nature", en="Lightning Strike" },
[23688] = { "Аура синього дракона", "З шансом {1}% при успішному вимовленні закляття ви продовжите відновлювати ману зі швидкістю {2}% від звичайної під час вимовляння заклять протягом {3} с.#{1}% chance#allow {2}% of your Mana#casting for {3} sec", en="Aura of the Blue Dragon" },
[23689] = { "Героїзм", "Іноді зцілює носію від {1} до {2} здоров'я при завданні шкоди ворогу в ближньому бою.#bearer of {1} to {2} damage", en="Heroism" },
[23692] = { "Альтерацьке мана-печиво", ref=2639, en="Alterac Manna Biscuit" },
[23697] = { "Джерельна вода Альтерака", "Збільшує дух на {1} протягом {2} хв.#Spirit by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Alterac Spring Water" },
[23698] = { "Джерельна вода Альтерака", ref=18140, en="Alterac Spring Water" },
[23701] = { "Підсвітня Крутоверть", "Надає власнику {1}% шанс воскреснути з {2}% здоров'я та мани.#wearer a {1}% chance#with {2}% health", en="Twisting Nether" },
[23719] = { "Неприборкана лють", ref=17152, en="Untamed Fury" },
[23727] = { "Шанс влучити заклинаннями", "Збільшує шанс завдання удару заклинаннями на {1}%.#chance to hit with spells by {1}%", en="Increased Spell Hit Chance 1" },
[23728] = { ref=9342 }, -- Increase Spell Dam 84
[23729] = { ref=23727 }, -- Increased Spell Hit Chance 2
[23730] = { ref=9342 }, -- Increase Spell Dam 64
[23731] = { ref=21539 }, -- Block Value 19
[23732] = { ref=9342 }, -- Increase Spell Dam 56
[23786] = { "Потужна протиотрута", ref=7932, en="Powerful Anti-Venom" },
[23795] = { ref=18378 }, -- Increased Mana Regen
[23796] = { ref=7675 }, -- Increase Healing 24
[23929] = { ref=9342 }, -- Increase Spell Dam 71
[23930] = { "Печатка Світанку", "Збільшує силу атаки на {1} в бою з невмерлими. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#+{1} Attack Power when", en="Seal of the Dawn" },
[23990] = { "Предмет - збільшення швидкості бігу", "Трохи збільшує швидкість бігу.", en="Item - Minor Run Speed" },
[23991] = { "Поглинання шкоди", "Поглинає від {1} до {2} фізичної шкоди. Триває {3} с.#Absorbs {1} to {2} physical#Lasts {3} sec", "Поглинає від {1} до {2} фізичної шкоди.#Absorbs {1} to {2} physical", en="Damage Absorb" },
[24005] = { "Їжа", "Відновлює {1}% здоров'я щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1}% of#for {2} sec", "Відновлює {1}% здоров'я щосекунди.#Restores {1}%", en="Food" },
[24090] = { "Крихітне збільшення швидкості руху", "Трохи збільшує швидкість бігу та плавання.", en="Minor Movement Speed" },
[24149] = { "Явлення могутності", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та блокування щитом на 15. Не поєднується з іншими чарами на предметі.", en="Presence of Might" },
[24160] = { "Сигіла синкретиста", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, навичку захисту на 7 та зцілення на 24. Не поєднується з іншими чарами на предметі.", en="Syncretist's Sigil" },
[24161] = { "Обійми смерті", "Додати на поножі або головний убір чари, що збільшують силу атаки на 28 та ймовірність ухилення на 1%. Не поєднується з іншими чарами на предметі.", en="Death's Embrace" },
[24162] = { "Поклик сокола", "Додати на поножі або головний убір чари, що збільшують силу атаки дальнього бою на 24, витривалість на 10 та ймовірність завдання удару на 1%. Не поєднується з іншими чарами на предметі.", en="Falcon's Call" },
[24163] = { "Палкі обійми вуду", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 13 та інтелект на 15. Не поєднується з іншими чарами на предметі.", en="Vodouisant's Vigilant Embrace" },
[24164] = { "Явлення прозріння", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та ймовірність завдання удару заклинаннями на 1%. Не поєднується з іншими чарами на предметі.", en="Presence of Sight" },
[24165] = { "Чари худу", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на 18 та витривалість на 10. Не поєднується з іншими чарами на предметі.", en="Hoodoo Hex" },
[24167] = { "Віщунська аура", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, відновлення мани на 4 кожні 5 сек та зцілення на 24. Не поєднується з іншими чарами на предметі.", en="Prophetic Aura" },
[24168] = { "Ласка аніміста", "Додати на поножі або головний убір чари, що збільшують витривалість на 10, інтелект на 10 та зцілення на 24. Не поєднується з іншими чарами на предметі.", en="Animist's Caress" },
[24196] = { ref=9342 }, -- Increase Spell Dam 47
[24197] = { ref=21010 }, -- Increase Spell Dam Undead 48
[24198] = { "Руна Світанку", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#up to {1}", en="Rune of the Dawn" },
[24243] = { ref=9342 }, -- Increase Spell Dam 840
[24254] = { "Шипіння змії", "Вражає ціль отрутою, завдаючи від {1} до {2} шкоди від природи.#poison for {1} to {2} Nature", en="Serpent's Hiss" },
[24268] = { "Мізкостимуляція Мар'лі", ref=19634, en="Mar'li's Brain Boost" },
[24291] = { "Вбивця драконів", "Збільшує силу атаки на {1} в бою з драконами.#+{1} Attack Power when fighting Dragonkin", en="Dragon Slaying 48" },
[24292] = { ref=24291 }, -- Dragon Slaying 117
[24301] = { ref=7823 }, -- Fishing Skill +35
[24347] = { "Рибалка-майстер", "Перетворює вас на рибу, що дозволяє дихати під водою та збільшує швидкість руху. Ефект знімається від атаки чи промовляння заклять. Не працює поза водою або на поверхні води.", "Дихає під водою та має збільшену швидкість плавання.", en="Master Angler" },
[24352] = { "Лють дияволозавра", "Збільшує силу атаки на {1}, а ймовірність завдання удару на {2}%. Ефект триває {3} с.#power by {1} and#hit by {2}%#for {3} sec", "Силу атаки збільшено на {1}, а ймовірність завдання удару - на {2}%.#power by {1} and#hit by {2}%", en="Devilsaur Fury" },
[24354] = { "Благословення молитовних намистин", "Збільшує зцілення від заклинань і ефектів на {1} протягом {2} с.#healing done by spells and effects by up to {1} for {2} sec", "Зцілення від заклинань і ефектів збільшено на {1}.#to {1}", en="Prayer Beads Blessing" },
[24355] = { "Напій", "Відновлює {1}% мани щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття.#Restores {1}% of#for {2} sec", "Відновлює {1}% мани щосекунди.#Restores {1}% of your", en="Drink" },
[24382] = { "Дух Занзи", "Збільшує дух на {1} та витривалість на {2} протягом {3} год. Одночасно ви можете перебувати під дією лише одного напою Занзи.#Spirit by {1} and Stamina by {2} for {3} hrs", "Дух збільшено на {1}, а витривалість - на {2}.#by {1} and Stamina by {2}", en="Spirit of Zanza" },
[24383] = { "Прудкість Занзи", "Збільшує швидкість бігу на {1}% протягом {2} год. Одночасно ви можете перебувати під дією лише одного напою Занзи.#speed by {1}% for {2} hrs", "Швидкість бігу збільшено на {1}%.#by {1}%", en="Swiftness of Zanza" },
[24384] = { "Сутнє манго", ref=18071, en="Essence Mango" },
[24388] = { "Пошкодження мозку", ref=17148, en="Brain Damage" },
[24389] = { "Хаотичний вогонь", "Відновлює від {1} до {2} мани та збільшує шкоду наступного вогняного закляття на {3}. Ефект триває {4} хв.#Restores {1} to {2} mana#up to {3}#for {4} min", "Шкоду наступного вогняного закляття збільшено на {1}.#up to {1}", en="Chaos Fire" },
[24409] = { "Польовий пайок низини Араті", ref=24410, en="Arathi Basin Field Ration" },
[24410] = { "Пайок низини Араті", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Можна використовувати лише в низині Араті.#Restores {1} health and {2} mana over {3} sec", "Відновлює {1} здоров'я та {2} мани щосекунди.#Restores {1} health and {2} mana", en="Arathi Basin Iron Ration" },
[24411] = { "Покращений пайок низини Араті", ref=24410, en="Arathi Basin Enriched Ration" },
[24412] = { "Перша допомога", "Відновлює {1} здоров'я за {2} с. Можна використовувати лише в низині Араті.#Heals {1} damage over {2} sec", "Відновлення {1} здоров'я кожні {2} с.#Healing {1} damage every {2} sec", en="First Aid" },
[24413] = { ref=24412 }, -- First Aid
[24414] = { ref=24412 }, -- First Aid
[24417] = { "Лиск Занзи", "Збільшує ймовірність відбити ворожі закляття на {1}% протягом {2} год. Гарантовано відбиває перше вороже закляття. Одночасно ви можете перебувати під дією лише одного напою Занзи.#them by {1}% for {2} hrs", "Відбиває ворожі закляття з ймовірністю {1}%.#reflected {1}%", en="Sheen of Zanza" },
[24420] = { "Печатка спокою Зандаларів", "Накласти на наплічники чари, що збільшують зцілення від заклинань і ефектів на 33.", en="Zandalar Signet of Serenity" },
[24421] = { "Печатка моджо Зандаларів", "Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 18.", en="Zandalar Signet of Mojo" },
[24422] = { "Печатка могутності Зандаларів", "Накласти на наплічники чари, що збільшують силу атаки на 30.", en="Zandalar Signet of Might" },
[24426] = { "Збільшення шансу критичного ефекту святості", ref=5923, en="Increased Critical Holy Spells" },
[24427] = { "Діамантова фляжка", "Відновлює {1} здоров'я кожні {2} с та збільшує вашу силу на {3}. Триває {4} хв.#Restores {1} health every {2} sec#Strength by {3}#Lasts {4} min", "Відновлює {1} здоров'я кожні {2} с та збільшує силу на {3}.#Restores {1} health every {2} sec#Strength increased by {3}", en="Diamond Flask" },
[24433] = { "Покращений Гнів/Зоряний вогонь", "Збільшує ймовірність критичного удару заклять \"Гнів\" та \"Зоряний вогонь\" на {1}%.#Starfire by {1}%", en="Improved Wrath/Starfire" },
[24498] = { "Сліпуче світло", "Збільшує ймовірність критичного удару заклять святості на {1}% протягом {2} с.#Holy spells by {1}% for {2} sec", "Ймовірність критичного удару заклять святості збільшено на {1}%.#by {1}%", en="Brilliant Light" },
[24499] = { "Заряджений щит", "Збільшує шкоду \"Блискавкового щита\" на {1}% протягом {2} с.#by {1}% for {2} sec", "Шкоду \"Блискавкового щита\" збільшено на {1}%.#by {1}%", en="Energized Shield" },
[24531] = { "Відновлення фокусу", "Миттєво завершує відновлення здібностей \"Прицільний постріл\", \"Багатозарядний постріл\", \"Обстріл\" та \"Арканічний постріл\".", en="Refocus" },
[24532] = { "Сплеск енергії", "Миттєво відновлює {1} енергії.#energy by {1}", en="Burst of Energy" },
[24542] = { "Спритний цілющий дотик", "Зменшує час вимови \"Цілющого дотику\" на {1}% та витрати мани на закляття зцілення на {2}% протягом {3} с.#Touch spells by {1}%#healing spells by {2}% for {3} sec", "Час вимови \"Цілющого дотику\" зменшено на {1}%.\nВитрати мани на закляття зцілення зменшено на {2}%.#decreased by {1}%#reduced by {2}%", en="Nimble Healing Touch" },
[24543] = { "Тотальна руйнація", "Збільшує ймовірність завдання критичного удару закляттями спеціалізації \"Руйнація\" на {1}% протягом {2} с.#spells by {1}% for {2} sec", "Ймовірність завдання критичного удару закляттями спеціалізації \"Руйнація\" збільшено на {1}%.#by {1}%", en="Massive Destruction" },
[24544] = { "Арканічна могутність", "Збільшує ймовірність завдання критичного удару закляттями Аркани на {1}% та збільшує критичну шкоду заклять Аркани на {2}% протягом {3} с.#hit chance of your Arcane spells by {1}%#damage of your Arcane spells by {2}% for {3} sec", "Ймовірність завдання критичного удару закляттями Аркани на {1}%.\nКритичну шкоду заклять Аркани збільшено на {2}%.#chance increased by {1}%#damage increased by {2}%", en="Arcane Potency" },
[24546] = { "Швидке зцілення", "Зменшує час вимови закляття \"Велике зцілення\" на {1}% та витрати мани на закляття зцілення на {2}% протягом {3} с.#Heal spells by {1}%#healing spells by {2}% for {3} sec", "Час вимови закляття \"Велике зцілення\" зменшено на {1}%.\nВитрати мани на закляття зцілення зменшено на {2}%.#decreased by {1}%#reduced by {2}%", en="Rapid Healing" },
[24571] = { "Кривава лють", "Миттєво збільшує запас люті на {1}.#rage by {1}", en="Blood Fury" },
[24574] = { "Крихка броня", "Збільшує вашу броню на {1} та навичку захисту на {2} протягом {3} с. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на {4} броні та {5} навички захисту.#armor by {1} and defense skill by {2} for {3} sec#reduced by {4} armor and {5} defense", en="Brittle Armor" },
[24585] = { ref=16375 }, -- Drain Life
[24591] = { "Збільшення навички шкуродерства", ref=16718, en="Improved Skinning" },
[24595] = { ref=9342 }, -- Increase Spell Dam 24
[24610] = { "Зламана котушка Пеґла", "Збільшує ймовірність завдання удару закляттями на {1}% протягом {2} с.#spells by {1}% for {2} sec", "Ймовірність завдання удару закляттями збільшено на {1}%.#by {1}%", en="Pagle's Broken Reel" },
[24658] = { "Нестабільна сила", "Збільшує шкоду заклять на {1}, а зцілення — на {2} протягом {3} с. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на {4} для шкоди та {5} для зцілення.#damage by up to {1} and your healing by up to {2} for {3} sec#by {4} spell damage and {5} healing", en="Unstable Power" },
[24661] = { "Невгамовна сила", "Збільшує шкоду в ближньому та дальньому бою на {1} протягом {2} с. Щоразу, коли ви влучаєте в ціль, цей бонус зменшується на {3}.#damage by {1} for {2} sec#reduced by {3}", en="Restless Strength" },
[24666] = { ref=7697 }, -- Increase Frost Dam 132
[24667] = { ref=7697 }, -- Increase Frost Dam 72
[24694] = { "Сила атаки в подобі звіра", "Збільшує силу атаки на {1} в подобі кота, ведмедя та лютого ведмедя.#+{1} Attack Power in Cat", en="Attack Power - Feral (+574)" },
[24697] = { ref=24694 }, -- Attack Power - Feral (+280)
[24707] = { "Їжа", "Відновлює {1}% здоров'я та мани щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1}% of#for {2} sec", "Відновлює {1}% здоров'я та мани щосекунди.#Restores {1}%", en="Food" },
[24774] = { ref=7511 }, -- Increased Defense
[24775] = { ref=7511 }, -- Increased Defense
[24800] = { nil, "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваша сила збільшиться на {3} протягом {4} хв#Restores {1} health over {2} sec#gain {3} Strength for {4} min", ref=433 }, -- Food
[24833] = { "Священний камінь сили", "Розбити священний камінь сили, щоб отримати {1} сили атаки і збільшити шкоду від заклинань і ефектів світла на {2} в бою з невмерлими. Триває {3} хв.#granting {1} Attack#by up to {2} when#Lasts {3} min", "Силу атаки збільшено на {1}, а шкоду від заклять і ефектів святості на {2} в бою з невмерлими.#+{1} Attack Power#up to {2} when", en="Holy Mightstone" },
[24865] = { "Освячена сфера", "Збільшує ймовірність завдання критичного удару закляттями та атаками ближнього бою на {1}%. Триває {2} с.#attacks by {1}%#Lasts {2} sec", "Ймовірність завдання критичного удару закляттями та атаками ближнього бою збільшено на {1}%.#by {1}%", en="Sanctified Orb" },
[24869] = { "Їжа", "Відновлює {1}% здоров'я щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваші витривалість та дух збільшаться на {3} хв#Restores {1}% of#for {2} sec#Spirit for {3} min", "Відновлює {1}% здоров'я щосекунди.#Restores {1}%", en="Food" },
[24884] = { "Земна сигіла", "Відновлює {1} мани протягом {2} с.#Restores {1} mana over {2} sec", "Відновлення {1} мани щосекунди.#Gain {1} mana", en="Earthen Sigil" },
[24993] = { "Кислотний удар", "Вражає ціль кислотою, завдаючи від {1} до {2} шкоди від природи.#acid for {1} to {2} Nature", en="Acid Blast" },
[24994] = { ref=24694 }, -- Attack Power - Feral (+154)
[24998] = { "Зцілення віків", "Збільшує зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#to {1} for {2} sec", "Ефективність зцілення збільшено на {1}.#by {1}", en="Healing of the Ages" },
[25036] = { ref=21539 }, -- Block Value 12
[25037] = { "Світлий ром Ромсі", ref=20875, en="Rumsey Rum Light" },
[25067] = { ref=7675 }, -- Increase Healing 30
[25109] = { ref=9342 }, -- Increase Spell Dam 8
[25110] = { ref=9342 }, -- Increase Spell Dam 16
[25111] = { ref=9342 }, -- Increase Spell Dam 24
[25114] = { ref=18378 }, -- Increased Mana Regen
[25115] = { ref=18378 }, -- Increased Mana Regen
[25247] = { ref=12883 }, -- Longsight
[25660] = { nil, "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і ваша витривалість збільшиться на {3} протягом {4} хв#Restores {1} health over {2} sec#gain {3} Stamina for {4} min", ref=433 }, -- Food
[25690] = { "Їжа для мозку", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і будете відновлювати {4} мани кожні 5 секунд протягом {5} хв#Restores {1} health and {2} mana over {3} sec#gain {4} Mana#for {5} min", "Відновлює {1} мани щосекунди.#Restores {1} mana", en="Brain Food" },
[25691] = { ref=25690 }, -- Brain Food
[25692] = { "Їжа для мозку", ref=18071, en="Brain Food" },
[25693] = { "Їжа для мозку", ref=18071, en="Brain Food" },
[25722] = { "Темний ром Ромсі", ref=20875, en="Rumsey Rum Dark" },
[25746] = { ref=23991 }, -- Damage Absorb
[25747] = { ref=23991 }, -- Damage Absorb
[25750] = { ref=23991 }, -- Damage Absorb
[25804] = { "Чорний ром Ромсі", ref=20875, en="Rumsey Rum Black Label" },
[25851] = { "Легкість", "Випий мене. Смакота!", "Ви почуваєтесь напрочуд легко...", en="Lightheaded" },
[25901] = { "Шкода зброї", "Збільшує шкоду зброї на {1}.#+{1} Weapon", en="Weapon Damage 04" },
[25975] = { "Проникнення заклять", "Зменшує опір магії цілей ваших заклинань на {1}.#spell targets by {1}", en="Increased Spell Penetration 10" },
[26108] = { "Проблиск божевілля", "Дезорієнтує ціль, змушуючи її безцільно блукати протягом {1} с.#wander aimlessly for up to {1} sec", "Дезорієнтовано.", en="Glimpse of Madness" },
[26120] = { ref=7690 }, -- Copy of Increase Nature Dam 50
[26142] = { ref=9342 }, -- Increase Spell Dam 53
[26153] = { ref=24694 }, -- Attack Power - Feral (+140)
[26154] = { ref=7675 }, -- Increase Healing 90
[26155] = { ref=9342 }, -- Increase Spell Dam 59
[26158] = { ref=9342 }, -- Increase Spell Dam 60
[26166] = { "Обсидіанове провидіння", "Збільшує шкоду від магічних заклинань і ефектів на {1} та зменшує опір магії цілей ваших заклинань на {2} протягом {3} с.#effects by up to {1}#spell targets by {2} for {3} sec", "Магічну шкоду збільшено на {1}.\nОпір магії цілей ваших заклинань зменшено на {2}.#damage increased by up to {1}#targets reduced by {2}", en="Obsidian Insight" },
[26168] = { "Хітинові шипи", "З вас проростають шипи, що завдають {1} шкоди від природи нападникам. Триває {2} с.#causing {1} Nature#Lasts {2} sec", "Завдає {1} шкоди від природи нападникам.#Causes {1} Nature", en="Chitinous Spikes" },
[26175] = { ref=25975 }, -- Increased Spell Penetration 38
[26208] = { ref=19786 }, -- Resist Silence
[26225] = { ref=7675 }, -- Increase Healing 106
[26227] = { ref=9342 }, -- Increase Spell Dam 68
[26228] = { ref=7675 }, -- Increase Healing 121
[26263] = { "Варенички", ref=24707, en="Dim Sum" },
[26283] = { ref=25975 }, -- Increased Spell Penetration 20
[26395] = { ref=9342 }, -- Increase Spell Dam 72
[26400] = { "Арканічний покрив", "Зменшує вашу загрозу на {1}% протягом {2} с.#generate by {1}% for {2} sec", "Загрозу зменшено на {1}%.#by {1}%", en="Arcane Shroud" },
[26405] = { ref=7683 }, -- Increase Fire Dam 57
[26415] = { "Шок", "Блискавка миттєво завдає від {1} до {2} шкоди від природи.#target for {1} to {2} Nature", en="Shock" },
[26459] = { ref=9342 }, -- Increase Spell Dam 80
[26460] = { ref=9342 }, -- Increase Spell Dam 76
[26461] = { ref=7675 }, -- Increase Healing 143
[26463] = { "Ртутний щит", "Збільшує опір закляттям на {1} протягом {2} хв. Кожен отриманий удар від закляття зменшує бонус опору на {3}.#spell resistances by {1} for {2} min#bonus is reduced by {3} resistance", en="Mercurial Shield" },
[26464] = { "Ртутний щит", nil, "Опір магії збільшено на {1}.#by {1}", en="Mercurial Shield" },
[26467] = { "Стійкий захист", "Ваші цілющі закляття захищають ціль щитом, що поглинає шкоду в обсязі {1}% від зцілення протягом {2} с.#equal to {1}% of the amount healed for {2} sec", "Зцілення захищає цілі щитом, що поглинає шкоду.", en="Persistent Shield" },
[26480] = { "Жетон стража рою", "Ваші атаки в ближньому та дальньому бою можуть на {1} с накласти ефект пробиття захисту, що зменшує на {2} броню цілі для ваших атак. Ефект накопичується до {3} разів.#on you for {1} sec#armor by {2} to your#applied up to {3} times", "Ваші атаки викликають провидіння кіражів.", en="Badge of the Swarmguard" },
[26481] = { "Провидіння кіражів", nil, "Броню поточної цілі зменшено на {1}.#by {1}", en="Insight of the Qiraji" },
[26690] = { ref=7675 }, -- Increase Healing 110
[26693] = { ref=16375 }, -- Drain Life
[26694] = { ref=7683 }, -- Increase Fire Dam 59
[26695] = { ref=7683 }, -- Increase Fire Dam 60
[26696] = { ref=7683 }, -- Increase Fire Dam 61
[26697] = { ref=7683 }, -- Increase Fire Dam 63
[26698] = { ref=7683 }, -- Increase Fire Dam 64
[26699] = { ref=7683 }, -- Increase Fire Dam 66
[26700] = { ref=7683 }, -- Increase Fire Dam 67
[26701] = { ref=7683 }, -- Increase Fire Dam 69
[26702] = { ref=7683 }, -- Increase Fire Dam 70
[26703] = { ref=7683 }, -- Increase Fire Dam 72
[26704] = { ref=13590 }, -- Increase Arcane Dam 56
[26705] = { ref=13590 }, -- Increase Arcane Dam 57
[26706] = { ref=13590 }, -- Increase Arcane Dam 59
[26707] = { ref=13590 }, -- Increase Arcane Dam 60
[26708] = { ref=13590 }, -- Increase Arcane Dam 61
[26709] = { ref=13590 }, -- Increase Arcane Dam 63
[26710] = { ref=13590 }, -- Increase Arcane Dam 64
[26711] = { ref=13590 }, -- Increase Arcane Dam 66
[26712] = { ref=13590 }, -- Increase Arcane Dam 67
[26713] = { ref=13590 }, -- Increase Arcane Dam 69
[26714] = { ref=13590 }, -- Increase Arcane Dam 70
[26715] = { ref=13590 }, -- Increase Arcane Dam 72
[26716] = { ref=7697 }, -- Increase Frost Dam 56
[26717] = { ref=7697 }, -- Increase Frost Dam 57
[26718] = { ref=7697 }, -- Increase Frost Dam 59
[26719] = { ref=7697 }, -- Increase Frost Dam 60
[26720] = { ref=7697 }, -- Increase Frost Dam 61
[26721] = { ref=7697 }, -- Increase Frost Dam 63
[26722] = { ref=7697 }, -- Increase Frost Dam 64
[26723] = { ref=7697 }, -- Increase Frost Dam 66
[26724] = { ref=7697 }, -- Increase Frost Dam 67
[26725] = { ref=7697 }, -- Increase Frost Dam 69
[26726] = { ref=7697 }, -- Increase Frost Dam 70
[26727] = { ref=7697 }, -- Increase Frost Dam 72
[26728] = { ref=7704 }, -- Increase Shadow Dam 56
[26729] = { ref=7704 }, -- Increase Shadow Dam 57
[26730] = { ref=7704 }, -- Increase Shadow Dam 59
[26731] = { ref=7704 }, -- Increase Shadow Dam 60
[26732] = { ref=7704 }, -- Increase Shadow Dam 61
[26733] = { ref=7704 }, -- Increase Shadow Dam 63
[26734] = { ref=7704 }, -- Increase Shadow Dam 66
[26735] = { ref=7704 }, -- Increase Shadow Dam 67
[26736] = { ref=7704 }, -- Increase Shadow Dam 70
[26737] = { ref=7704 }, -- Increase Shadow Dam 72
[26740] = { ref=13181 }, -- Gnomish Mind Control Cap
[26814] = { ref=7675 }, -- Increase Healing 187
[27205] = { "Збільшення шкоди вихованця +3%", "Збільшує шкоду вашого вихованця на {1}%.#pet's damage by {1}%", "Збільшує шкоду вашого вихованця на {1}%.#damage by {1}%", en="Increased Pet Damage +3%" },
[27499] = { ref=9342 }, -- Crusader's Wrath
[27516] = { ref=25975 }, -- Increased Spell Penetration 6
[27518] = { "Зменшення шкоди від заклять", "Зменшує отриману шкоду від заклять на {1}.#reduced by {1}", en="Spell Damage Reduction" },
[27559] = { ref=18278 }, -- Silence
[27652] = { "Еліксир опору", "Збільшує опір всім видам магії на {1} протягом {2} хв.#resistances by {1} for {2} min", "Опір магії збільшено на {1}.#by {1}", en="Elixir of Resistance" },
[27653] = { "Еліксир ухилення", "Збільшує шанс ухилення на {1}% протягом {2} хв.#dodge by {1}% for {2} min", "Ймовірність ухилення збільшено на {1}%.#by {1}%", en="Elixir of Dodging" },
[27656] = { "Полум'яний батіг", "Шанс окутати ціль ближнього бою полум'ям, завдаючи від {1} до {2} шкоди вогнем.#flames for {1} to {2} Fire", en="Flame Lash" },
[27675] = { "Хроматичне насичення", "Збільшує шкоду заклять на {1}, а силу зцілення - на {2} протягом {3} с.#damage by up to {1} and#healing by up to {2} for {3} sec", "Шкоду заклять збільшено на {1}.\nСилу зцілення збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}", en="Chromatic Infusion" },
[27720] = { "Молочна насолода", "Збільшує навичку захисту на {1} протягом {2} год.#Defense by {1} for {2} hour", "Навичку захисту збільшено на {1}.#by {1}", en="Buttermilk Delight" },
[27721] = { "Дуже ягідний крем", "Збільшує шкоду заклять на {1} протягом {2} год.#spells by up to {1} for {2} hour", "Шкоду заклять збільшено на {1}.#to {1}", en="Very Berry Cream" },
[27722] = { "Солодкий сюрприз", "Збільшує зціленя заклять на {1} протягом {2} год.#spells by up to {1} for {2} hour", "Зцілення заклять збільшено на {1}.#to {1}", en="Sweet Surprise" },
[27723] = { "Темна жага", "Збільшує ймовірність завдання удару на {1}% протягом {2} год.#hit by {1}% for {2} hour", "Ймовірність завдання удару збільшено на {1}%.#by {1}%", en="Dark Desire" },
[27743] = { ref=7536 }, -- Increased Gun
[27744] = { ref=22188 }, -- Increased Crossbow
[27775] = { ref=9342 }, -- The Furious Storm
[27780] = { "Викривлений страх", "При отриманні удару в бою ви можете налякати нападника, змушуючи його втікати протягом 2 секунд.", en="Corrupted Fear" },
[27869] = { "Темна руна", ref=16666, en="Dark Rune" },
[28112] = { ref=21539 }, -- Block Value 21
[28113] = { ref=21539 }, -- Block Value 30
[28141] = { ref=9342 }, -- Increase Spell Dam 150
[28142] = { "Сила Вартівника", "Збільшує ймовірність завдання критичного удару закляттями для всіх учасників групи в межах {1} м на {2}%.#members within {1} yards by {2}%", "Ймовірність завдання критичного удару закляттями збільшено на {1}%.#by {1}%", en="Power of the Guardian" },
[28143] = { "Сила Вартівника", "Збільшує шкоду і зцілення магічних заклинань і ефектів для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by up to {2}", "Шкоду і зцілення магічних заклинань і ефектів збільшено на {1}.#by up to {1}", en="Power of the Guardian" },
[28144] = { "Сила Вартівника", "Збільшує зцілення від магічних заклинань і ефектів для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by up to {2}", "Зцілення від магічних заклинань і ефектів збільшено на {1}.#by up to {1}", en="Power of the Guardian" },
[28145] = { "Сила Вартівника", "Відновлює {1} мани кожні {2} с всім учасникам групи в межах {3} м.#Restores {1} mana per {2} seconds#within {3} yards", "Відновлює {1} мани кожні {2} с.#Restores {1} mana per {2} sec", en="Power of the Guardian" },
[28148] = { "Портал: Каражан", "Створює портал, що телепортує учасників групи до Каражану при використанні.", en="Portal: Karazhan" },
[28150] = { ref=7675 }, -- Copy of Increase Healing 187
[28151] = { ref=7675 }, -- Increase Healing 280
[28152] = { ref=7675 }, -- Increase Healing 300
[28154] = { ref=24694 }, -- Attack Power - Feral (+420)
[28155] = { "Шкода/зцілення Атієша жерця", "Збільшує шкоду заклять на {1}, а зцілення - на {2}.#damage by up to {1} and#healing by up to {2}", "Шкоду заклять збільшено на {1}.\nЗцілення збільшено на {2}.#damage increased by {1}#Healing increased by {2}", en="Atiesh Priest Damage/Healing" },
[28163] = { "Крижаний захист", "Додати на поножі або головний убір чари, що збільшують опір кризі на {1}. Не поєднується з іншими чарами на предметі.#adds {1} frost resist", en="Ice Guard" },
[28200] = { "Вознесіння", "Протягом 20 с, наступні 5 бойових чи цілющих заклинань збільшать вашу шкоду від заклинань на 40, а зцілення - на 75. Ефект накопичується до 5 разів, а його дія закінчується після 6 заклинань або через 20 с.", "Наступні {1} бойових чи цілющих заклинань збільшать шкоду та зцілення від заклинань.#Next {1} damage", en="Ascendance" },
[28204] = { "Вознесіння", nil, "Шкоду заклять збільшено на {1}.\nСилу зцілення збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}", en="Ascendance" },
[28264] = { ref=9342 }, -- Increase Spell Dam 46
[28282] = { "Спопелитель", "Підкоряє власника волі Спопелителя.", "Підкоряє власника волі Спопелителя.", en="Ashbringer" },
[28325] = { ref=21539 }, -- Block Value 32
[28331] = { ref=21539 }, -- Copy of Block Value 24
[28347] = { "Просторова воронка", "Збільшує силу атаки ближнього та дальнього бою на {1}.#attack power by {1}", "Збільшує силу атаки ближнього та дальнього бою на {1}. Власник отримує шкоду в обсязі {2}% від максимального запасу здоров'я щосекунди, якщо не є злою міжпросторовою сутністю#attack power by {1}#takes {2}%", en="Dimensional Siphon" },
[28360] = { ref=9342 }, -- Increase Spell Dam 49
[28530] = { ref=9342 }, -- Increase Spell Dam 132
[28680] = { ref=25975 }, -- Spell Penetration 13
[28686] = { ref=7675 }, -- Increase Healing 161
[28687] = { ref=9342 }, -- Increase Spell Dam 85
[28693] = { ref=9342 }, -- Increase Spell Dam 95
[28717] = { ref=24694 }, -- Attack Power - Feral (+305)
[28735] = { ref=9136 }, -- Attack Power 100
[28736] = { ref=7675 }, -- Increase Healing 178
[28760] = { "Вливання мани", ref=21951, en="Mana Infusion" },
[28767] = { ref=9342 }, -- Increase Spell Dam 51
[28773] = { "Гліф відбиття", "Збільшує показник блокування щитом на {1} протягом {2} с.#shield by {1} for {2} sec", "Показник блокування щитом збільшено на {1}.#by {1}", en="Glyph of Deflection" },
[28777] = { "Герб вбивці", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Slayer's Crest" },
[28778] = { "Дзеркало Лотхіба", "Збільшує опір всім видам магії на {1} протягом {2} с.#of magic by {1} for {2} sec", "Всі опори магії збільшено на {1}.#by {1}", en="Loatheb's Reflection" },
[28779] = { "Сутність Сапфірона", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на {1} протягом {2} с.#magical spells and effects by up to {1} for {2} sec", "Шкоду та зцілення заклять збільшено на {1}.#up to {1}", en="Essence of Sapphiron" },
[28780] = { "Око мерця", "Збільшує зцілення наступних {1} заклять на {2} протягом {3} с.#next {1} spells by up to {2} for {3} sec", "Зцілення заклять збільшено на {1}.#up to {1}", en="The Eye of the Dead" },
[28792] = { ref=9342 }, -- Increase Spell Dam 126
[28799] = { ref=25975 }, -- Increased Spell Penetration 25
[28800] = { "Слово танення", "Використати на морозній руні, щоб розтопити її.", en="Word of Thawing" },
[28805] = { ref=7675 }, -- Increase Healing 238
[28806] = { "Підживлення вогнища", "Кинути у вогнище вогняного фестивалю!", en="Toss Fuel on Bonfire" },
[28820] = { "Блискавковий щит", nil, "Відновлення {1} мани кожні {2} с.#Restores {1} mana per {2} sec", ref=18378, en="Lightning Shield" },
[28840] = { ref=9136 }, -- Attack Power 98
[28841] = { ref=9342 }, -- Increase Spell Dam 113
[28862] = { "Око зменшення", ref=26400, en="The Eye of Diminution" },
[28869] = { ref=25975 }, -- Spell Penetration 15
[28870] = { ref=12981 }, -- Undead Slayer 60
[28876] = { ref=21010 }, -- Increase Spell Dam Undead 26
[28888] = { ref=12981 }, -- Copy of Undead Slayer 108
[28890] = { ref=21010 }, -- Increase Spell Dam Undead 60
[28891] = { "Освячена зброя", "При застосуванні до зброї збільшує силу атаки на {1} в бою з невмерлими. Триває {2} год.#undead by {1}#Lasts for {2} h", en="Consecrated Weapon" },
[28893] = { ref=12981 }, -- Undead Slayer 100
[28898] = { "Благословенна чарівна олія", "При застосуванні до зброї збільшує шкоду заклять на {1} в бою з невмерлими. Триває {2} год.#undead by up to {1}#Lasts for {2} h", en="Blessed Wizard Oil" },
[29029] = { "Шипучий енергетичний напій", "Відновлює {1} здоров'я та {2} мани протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і будете відновлювати {4} мани кожні 5 секунд протягом {5} хв#Restores {1} health and {2} mana over {3} sec#gain {4} Mana#for {5} min", "Відновлює {1} мани щосекунди.#Restores {1} mana", ref=25690, en="Fizzy Energy Drink" },
[29041] = { "Смачні літні ласощі", "Такі смачні, що ви будете сяяти.", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Tasty Summer Treat" },
[29055] = { "Освіжаюче червоне яблуко", ref=24707, en="Refreshing Red Apple" },
[29089] = { ref=9760 }, -- Increased Armor 200 Devout
[29090] = { ref=9760 }, -- Increased Armor 200 Dreadmist
[29091] = { ref=9760 }, -- Increased Armor 200 Magister
[29092] = { ref=9760 }, -- Increased Armor 200 Valor
[29093] = { ref=9760 }, -- Increased Armor 200 Lightforge
[29094] = { ref=9760 }, -- Increased Armor 200 Beaststalker
[29095] = { ref=9760 }, -- Increased Armor 200 Elements
[29096] = { ref=9760 }, -- Increased Armor 200 Shadowcraft
[29097] = { ref=9760 }, -- Increased Armor 200 Wildheart
[29112] = { "Чемпіон Світанку", "Збільшує силу атаки на {1} в бою з невмерлими та демонами. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#+{1} Attack Power when", en="Champion of the Dawn" },
[29113] = { "Чемпіон Світанку", "Збільшує шкоду від магічних заклинань і ефектів в бою з невмерлими та демонами на {1}. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#up to {1}", en="Champion of the Dawn" },
[29150] = { "Електричний розряд", "Шанс викликати електричний розряд, що завдасть від {1} до {2} шкоди від природи вашій цілі.#causing {1} to {2} Nature", en="Electric Discharge" },
[29151] = { "Електричний розряд", "Електричний розряд, що завдає від {1} до {2} шкоди від природи.#for {1} to {2} Nature", en="Electric Discharge" },
[29155] = { ref=16375 }, -- Drain Life
[29162] = { "Химерна хватка", "При отриманні удару, ви з ймовірністю {1}% сповільните нападника на {2}% протягом {3} с.#struck has a {1}% chance#speed by {2}% for {3} sec", en="Stygian Grasp" },
[29163] = { ref=116 }, -- Copy of Frostbolt
[29164] = { "Химерна хватка", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Stygian Grasp" },
[29332] = { "Підсмажена на вогні булочка", ref=27723, en="Fire-toasted Bun" },
[29333] = { "Літня ковбаска", ref=27721, en="Midsummer Sausage" },
[29334] = { "Смажений зефір", ref=27722, en="Toasted Smorc" },
[29335] = { "Бузиновий пиріг", ref=27720, en="Elderberry Pie" },
[29369] = { ref=7675 }, -- Increase Healing 134
[29413] = { ref=14824 }, -- Haste
[29414] = { ref=14824 }, -- Haste
[29415] = { ref=14824 }, -- Haste
[29416] = { ref=14824 }, -- Haste
[29417] = { ref=14824 }, -- Haste
[29418] = { ref=14824 }, -- Haste
[29443] = { "Протизакляття", "Протидіє вимові закляття ворогом та унеможливлює вимову будь-яких інших заклять тієї ж школи магії протягом {1} с. Спричиняє високий рівень загрози.#cast for {1} sec", en="Counterspell" },
[29467] = { "Сила Скари", "Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на {1}, а також збільшують шанс завдати критичного удару закляттям на {2}%.#up to {1} and#spells by {2}%", en="Power of the Scourge" },
[29475] = { "Витримка Скари", "Накласти на наплічники чари, що збільшують зцілення від магічних заклинань і ефектів на {1}, а також відновлюють {2} мани кожні {3} с.#up to {1} and#by {2} mana per {3} sec", en="Resilience of the Scourge" },
[29480] = { "Стійкість Скари", "Накласти на наплічники чари, що збільшують витривалість на {1}, а також збільшують броню на {2}.#Stamina by {1} and#grants {2} armor", en="Fortitude of the Scourge" },
[29483] = { "Міць Скари", "Накласти на наплічники чари, що збільшують силу атаки на {1}, а також збільшують шанс завдати критичного удару на {2}%.#Power by {1} and#critical strike by {2}%", en="Might of the Scourge" },
[29506] = { "Панцир бурильника", "Поглинає {1} шкоди. Триває {2} с.#Absorbs {1} damage#Lasts {2} sec", "Поглинає {1} шкоди.#Absorbs {1} damage", en="The Burrower's Shell" },
[29602] = { "Джом Ґаббар", "Збільшує силу атаки на {1} і ще на {2} кожні {3} с. Триває {4} с.#power by {1} and an additional {2} every {3} sec#Lasts {4} sec", "Сила атаки збільшується на {1} кожні {2} с.#by {1} every {2} sec", en="Jom Gabbar" },
[29604] = { "Джом Ґаббар", nil, "Силу атаки збільшено на {1}.#by {1}", en="Jom Gabbar" },
[29626] = { "Тіньова стріла", "Шанс вразити ціль дальнього бою тіньовою стрілою, що завдасть від {1} до {2} шкоди від тіні.#for {1} to {2} Shadow", en="Shadowbolt" },
[30088] = { "Менший знак Світанку", "Збільшує витривалість на 1 год.", "Витривалість збільшено на {1}.#by {1}", en="Lesser Mark of the Dawn" },
[30089] = { "Знак Світанку", ref=30088, en="Mark of the Dawn" },
[30090] = { "Більший знак Світанку", ref=30088, en="Greater Mark of the Dawn" },
[30770] = { ref=9136 }, -- Attack Power 40 - Valor
[30771] = { ref=9136 }, -- Attack Power 40 - Shadowcraft
[30772] = { ref=9136 }, -- Attack Power 40 - Beaststalker
[30775] = { ref=9136 }, -- Attack Power 40 - Lightforge
[30776] = { ref=9342 }, -- Copy of Increase Spell Dam 23
[30777] = { ref=9342 }, -- Increase Spell Dam 23 - Magister
[30778] = { ref=9342 }, -- Increase Spell Dam 23 - Dreadmist
[30779] = { ref=9342 }, -- Increase Spell Dam 23 - Devout
[30780] = { ref=9342 }, -- Increase Spell Dam 23 - Elements
[31750] = { ref=9342 }, -- QATest +1000 Spell Dmg
[350025] = { ref=116 }, -- Frostbolt
[370831] = { "блискавичники Таддіуса", "Прикріпити блискавичники на шию, щоб випадковим чином отримати позитивний або негативний заряд, що збільшує шкоду та зцілення на 1%. \n\nЦей ефект посилюється, якщо ви перебуваєте поруч із союзниками, які мають такий самий заряд, і завдає шкоди від природи союзникам, які мають протилежний заряд.", "Приборкання сили блискавки.", en="Thaddius' Lightning Bolts" },
[370832] = { "Дар павука", "Проткнути себе іклом, щоб збільшити швидкість руху, швидкість атаки та швидкість вимови заклять на 15% протягом 1 год.", "Швидкість руху, швидкість атаки і швидкість вимови заклять збільшено на {1}%.\n\nВи почуваєтеся тривожно...#by {1}%", en="Gift of the Spider" },

-- Mounts
[458] = { "Гнідий кінь", "Викликає та відпускає верхового гнідого коня.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Brown Horse" },
[459] = { "Сірий вовк", "Викликає та відпускає верхового сірого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Gray Wolf" },
[468] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця.", "Швидкість руху збільшено на {1}%.#by {1}%", en="White Stallion" },
[470] = { "Вороний жеребець", "Викликає та відпускає верхового вороного жеребця.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black Stallion" },
[471] = { "Соловий кінь", "Викликає та відпускає верхового солового коня.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Palamino Stallion" },
[472] = { "Рябий кінь", "Викликає та відпускає верхового рябого коня.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Pinto Horse" },
[578] = { "Чорний вовк", "Викликає та відпускає верхового чорного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black Wolf" },
[579] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Red Wolf" },
[580] = { "Великий лісовий вовк", "Викликає та відпускає верхового лісового вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Large Timber Wolf" },
[581] = { "Сніжний вовк", "Викликає та відпускає верхового сніжного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Winter Wolf" },
[6648] = { "Каштанова кобила", "Викликає та відпускає верхову каштанову кобилу.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Chestnut Mare" },
[6653] = { "Темний вовк", "Викликає та відпускає верхового темного вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Dire Wolf" },
[6654] = { "Бурий вовк", "Викликає та відпускає верхового бурого вовка.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Brown Wolf" },
[6744] = { "Їзда на баранах", "Дозволяє їздити на баранах.", en="Ram Riding" },
[6777] = { "Сірий баран", "Викликає та відпускає верхового сірого барана.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Gray Ram" },
[6896] = { "Чорний баран", "Викликає та відпускає верхового чорного барана.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black Ram" },
[6897] = { "Синій баран", "Викликає та відпускає верхового синього барана.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Blue Ram" },
[6898] = { "Білий баран", "Викликає та відпускає верхового білого барана.", "Швидкість руху збільшено на {1}%.#by {1}%", en="White Ram" },
[6899] = { "Коричневий баран", "Викликає та відпускає верхового коричневого барана.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Brown Ram" },
[8394] = { "Смугастий кригозуб", "Викликає та відпускає верхового смугастого кригозуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Striped Frostsaber" },
[8395] = { "Смарагдовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Emerald Raptor" },
[8980] = { "Кінь-скелет", "Викликає та відпускає верхового коня-скелета.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Skeletal Horse" },
[10787] = { "Пантера", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Panther" },
[10788] = { "Леопард", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Leopard" },
[10789] = { "Плямистий кригозуб", "Викликає та відпускає верхового плямистого кригозуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Spotted Frostsaber" },
[10790] = { "Тигр", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Tiger" },
[10792] = { "Плямиста пантера", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Spotted Panther" },
[10793] = { "Смугастий ночезуб", "Викликає та відпускає верхового шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Striped Nightsaber" },
[10795] = { "Кремовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Ivory Raptor" },
[10796] = { "Бірюзовий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Turquoise Raptor" },
[10798] = { "Обсидіановий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Obsidian Raptor" },
[10799] = { "Ліловий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Violet Raptor" },
[10873] = { "Червоний механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Red Mechanostrider" },
[10908] = { "Пілотування механобігів", "Дозволяє пілотувати механобігів.", en="Mechanostrider Piloting" },
[10969] = { "Синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Blue Mechanostrider" },
[15779] = { "Білий механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="White Mechanostrider" },
[15780] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Green Mechanostrider" },
[15781] = { "Сталевий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Steel Mechanostrider" },
[16055] = { "Ночезуб", "Викликає та відпускає верхового ночезуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Nightsaber" },
[16056] = { "Кригозуб", "Викликає та відпускає верхового кригозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Frostsaber" },
[16058] = { "Первісний леопард", "Викликає та відпускає верхового леопарда.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Primal Leopard" },
[16059] = { "Рудий шаблезуб", "Викликає та відпускає верхового рудого шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Tawny Sabercat" },
[16060] = { "Золотистий шаблезуб", "Викликає та відпускає верхового золотистого шаблезуба.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Golden Sabercat" },
[16080] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Red Wolf" },
[16081] = { "Арктичний вовк", "Викликає та відпускає верхового арктичного вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Arctic Wolf" },
[16082] = { "Соловий кінь", "Викликає та відпускає верхового солового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Palomino Stallion" },
[16083] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="White Stallion" },
[16084] = { "Строкатий червоний раптор", "Викликає та відпускає верхового раптора. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Mottled Red Raptor" },
[17229] = { "Кригозуб Зимоключа", "Викликає та відпускає верхового кригозуба Зимоключа. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Winterspring Frostsaber" },
[17450] = { "Кремовий раптор", ref=16084, en="Ivory Raptor" },
[17453] = { "Зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Green Mechanostrider" },
[17454] = { "Нефарбований механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Unpainted Mechanostrider" },
[17455] = { "Пурпуровий механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Purple Mechanostrider" },
[17456] = { "Червоно-синій механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Red & Blue Mechanostrider" },
[17458] = { "Флуоресцентний зелений механобіг", "Викликає та відпускає верхового механічного довгобіга.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Fluorescent Green Mechanostrider" },
[17459] = { "Крижано-блакитний механобіг", "Викликає та відпускає верхового механічного довгобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Icy Blue Mechanostrider" },
[17460] = { "Морозний баран", "Викликає та відпускає верхового морозного барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Frost Ram" },
[17461] = { "Чорний баран", "Викликає та відпускає верхового чорного барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black Ram" },
[17462] = { "Червоний кінь-скелет", ref=8980, en="Red Skeletal Horse" },
[17463] = { "Блакитний кінь-скелет", ref=8980, en="Blue Skeletal Horse" },
[17464] = { "Коричневий кінь-скелет", ref=8980, en="Brown Skeletal Horse" },
[17465] = { "Зелений бойовий кінь-скелет", "Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Green Skeletal Warhorse" },
[17481] = { "Смертобіг", "Викликає та відпускає коня барона Рівендера. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Deathcharger" },
[18363] = { "Верховий кодо", "Викликає та відпускає верхового кодо.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Riding Kodo" },
[18989] = { "Сірий кодо", "Викликає та відпускає верхового сірого кодо.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Gray Kodo" },
[18990] = { "Бурий кодо", "Викликає та відпускає верхового бурого кодо.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Brown Kodo" },
[18991] = { "Зелений кодо", "Викликає та відпускає верхового зеленого кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Green Kodo" },
[18992] = { "Бірюзовий кодо", "Викликає та відпускає верхового бірюзового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Teal Kodo" },
[22717] = { "Чорний бойовий кінь", "Викликає та відпускає верхового чорного бойового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black War Steed" },
[22718] = { "Чорний бойовий кодо", "Викликає та відпускає верхового чорного бойового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black War Kodo" },
[22719] = { "Чорний бойовий механобіг", "Викликає та відпускає верхового чорного бойового механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black Battlestrider" },
[22720] = { "Чорний бойовий баран", "Викликає та відпускає верхового чорного бойового барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black War Ram" },
[22721] = { "Чорний бойовий раптор", ref=16084, en="Black War Raptor" },
[22722] = { "Червоний бойовий кінь-скелет", "Викликає та відпускає верхового червоного бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Red Skeletal Warhorse" },
[22723] = { "Чорний бойовий тигр", "Викликає та відпускає верхового чорного бойового тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black War Tiger" },
[22724] = { "Чорний бойовий вовк", "Викликає та відпускає верхового чорного бойового вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Black War Wolf" },
[23219] = { "Стрімкий імлозуб", "Викликає та відпускає верхового стрімкого імлозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Mistsaber" },
[23220] = { "Стрімкий світанкозуб", "Викликає та відпускає верхового стрімкого світанкозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Dawnsaber" },
[23221] = { "Стрімкий кригозуб", "Викликає та відпускає верхового стрімкого кригозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Frostsaber" },
[23222] = { "Стрімкий жовтий механобіг", "Викликає та відпускає стрімкого жовтого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Yellow Mechanostrider" },
[23223] = { "Стрімкий білий механобіг", "Викликає та відпускає стрімкого білого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift White Mechanostrider" },
[23225] = { "Стрімкий зелений механобіг", "Викликає та відпускає стрімкого зеленого механобіга. Це дуже швидкий засіб пересування.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Green Mechanostrider" },
[23227] = { "Стрімкий соловий кінь", "Викликає та відпускає верхового стрімкого солового коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Palomino" },
[23228] = { "Стрімкий білий кінь", "Викликає та відпускає верхового стрімкого білого коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift White Steed" },
[23229] = { "Стрімкий гнідий кінь", "Викликає та відпускає верхового стрімкого гнідого коня. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Brown Steed" },
[23238] = { "Стрімкий коричневий баран", "Викликає та відпускає верхового стрімкого коричневого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Brown Ram" },
[23239] = { "Стрімкий сірий баран", "Викликає та відпускає верхового стрімкого сірого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Gray Ram" },
[23240] = { "Стрімкий білий баран", "Викликає та відпускає верхового стрімкого білого барана. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift White Ram" },
[23241] = { "Стрімкий блакитний раптор", ref=16084, en="Swift Blue Raptor" },
[23242] = { "Стрімкий оливковий раптор", ref=16084, en="Swift Olive Raptor" },
[23243] = { "Стрімкий помаранчевий раптор", ref=16084, en="Swift Orange Raptor" },
[23246] = { "Ліловий бойовий кінь-скелет", "Викликає та відпускає верхового бойового коня-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Purple Skeletal Warhorse" },
[23247] = { "Великий білий кодо", "Викликає та відпускає верхового кодо. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Great White Kodo" },
[23248] = { "Великий сірий кодо", ref=23247, en="Great Gray Kodo" },
[23249] = { "Великий бурий кодо", ref=23247, en="Great Brown Kodo" },
[23250] = { "Стрімкий бурий вовк", "Викликає та відпускає верхового вовка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Brown Wolf" },
[23251] = { "Стрімкий лісовий вовк", ref=23250, en="Swift Timber Wolf" },
[23252] = { "Стрімкий сірий вовк", ref=23250, en="Swift Gray Wolf" },
[23338] = { "Стрімкий штормозуб", "Викликає та відпускає верхового стрімкого штормозуба. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Stormsaber" },
[23509] = { "Ревун Морозних Вовків", "Викликає та відпускає верхового ревуна Морозних Вовків. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Frostwolf Howler" },
[23510] = { "Бойовий скакун Бурешпиля", "Викликає та відпускає верхового бойового скакуна Бурешпиля. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Stormpike Battle Charger" },
[24242] = { "Стрімкий раптор Раззаші", ref=16084, en="Swift Razzashi Raptor" },
[24252] = { "Стрімкий зуліанський тигр", "Викликає та відпускає верхового тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Swift Zulian Tiger" },
[24576] = { "Хроматичний дракон", "Викликає та відпускає хроматичного дракона. Це дуже швидка верхова тварина. Ще б пак!", "Швидкість руху збільшено на {1}%.#by {1}%", en="Chromatic Mount" },
[25675] = { "Північний олень", "Викликає та відпускає верхового північного оленя.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Reindeer" },
[25858] = { ref=25675 }, -- Reindeer
[25859] = { ref=25675 }, -- Reindeer
[25863] = { "Виклик чорного кіразького бойового танка", "Викликає та відпускає верхового кіразького бойового танка. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Black Qiraji Battle Tank" },
[25953] = { "Виклик блакитного кіразького бойового танка", "Видає високочастотний звук, що змушує силітида-танка вилізти з нори під храму Ан'Кіражу. Силітид служить тому, хто його викликає, і може використовуватися як верхове створіння у храмі Ан'Кіража. Будь-яка ворожа дія проти вершника змушує танка повернутися під землю.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Blue Qiraji Battle Tank" },
[26054] = { "Виклик червоного кіразького бойового танка", ref=25953, en="Summon Red Qiraji Battle Tank" },
[26055] = { "Виклик жовтого кіразького бойового танка", ref=25953, en="Summon Yellow Qiraji Battle Tank" },
[26056] = { "Виклик зеленого кіразького бойового танка", ref=25953, en="Summon Green Qiraji Battle Tank" },
[26655] = { "Виклик чорного кіразького бойового танка", ref=25863, en="Summon Black Qiraji Battle Tank" },
[26656] = { ref=25863 }, -- Summon Black Qiraji Battle Tank
[29059] = { "Скакун-скелет", "Викликає та відпускає скакуна-скелета. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Skeletal Steed" },
[30174] = { "Верхова черепаха", "Викликає та відпускає верхову черепаху. Може, вона й повільна, зате вам не доведеться йти пішки!", "Повільно, зате впевнено...", en="Riding Turtle" },
[31700] = { ref=25863 }, -- Summon Black Qiraji Battle Tank
[370637] = { "Виклик скакуна-скелет", "Викликає та відпускає скакуна-скелета. Цей скакун служить тому, хто його викликає, і може використовуватися як верхове створіння у Наксрамасі. Будь-яка ворожа дія проти вершника змушує скакуна втікати.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Skeletal Steed" },
[381598] = { ref=370637 }, -- Summon Skeletal Steed
[381599] = { ref=370637 }, -- Summon Skeletal Steed

-- Pets
[10688] = { "Виклик таргана", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашого таргана.", en="Summon Cockroach" },
[10709] = { "Виклик лугової собачки", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу лугову собачку.", en="Summon Prairie Dog" },
[10713] = { "Виклик змії-альбіноса", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу змію.", en="Summon Albino Snake" },
[10714] = { "Виклик чорної королівської змії", ref=10713, en="Summon Black Kingsnake" },
[10716] = { "Виклик бурої змії", ref=10713, en="Summon Brown Snake" },
[10717] = { "Виклик багряної змії", ref=10713, en="Summon Crimson Snake" },
[12243] = { "Виклик механічного курчати", "Клацніть правою кнопкою миші, щоб викликати і відпустити курча.", en="Summon Mechanical Chicken" },
[19772] = { "Виклик механічної жаби", "Клацніть правою кнопкою миші, щоб викликати і відпустити механічну жабу.", en="Summon Lifelike Toad" },
[23428] = { "Виклик тріскощелепа-альбіноса", "Клацніть правою кнопкою миші, щоб викликати і відпустити тріскощелепа.", en="Summon Albino Snapjaw" },
[23429] = { "Виклик довгоголового тріскощелепа", ref=23428, en="Summon Loggerhead Snapjaw" },
[23430] = { "Виклик оливкового тріскощелепа", ref=23428, en="Summon Olive Snapjaw" },
[23431] = { "Виклик шкірястого тріскощелепа", ref=23428, en="Summon Leatherback Snapjaw" },
[23432] = { "Виклик тріскощелепа-бісси", ref=23428, en="Summon Hawksbill Snapjaw" },
[23530] = { "Виклик крихітного червоного дракона", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного червоного дракона.", en="Summon Tiny Red Dragon" },
[23531] = { "Виклик крихітного зеленого дракона", "Клацніть правою кнопкою миші, щоб викликати і відпустити крихітного зеленого дракона.", en="Summon Tiny Green Dragon" },
[24988] = { "Виклик малюка-мурлока", en="Summon Baby Murloc (White)" },

-- Professions
[818] = { "Звичайне вогнище", "Розпалювання вогнища, яке дозволяє готувати їжу та підвищує дух персонажів, які знаходяться поряд, на 4 од.", en="Basic Campfire" },
[2018] = { "Ковальство", "Дозволяє виготовляти просту зброю і обладунки та розвивати навичку до 75 рівня. Потребує каміння й металу, які можна знайти за допомогою гірництва.", en="Blacksmithing" },
[2108] = { "Шкірництво", "Дозволяє виготовляти шкіряні обладунки та розвивати навичку до 75 рівня. Потребує обрізків шкіри та шкур, які можна зібрати за допомогою навички шкуродерства.", en="Leatherworking" },
[2259] = { "Алхімія", "Дозволяє варити прості зілля та розвивати навичку до 75 рівня. Потребує трав, які можна знайти за допомогою травництва.", en="Alchemy" },
[2366] = { "Збір трав", "Основи збирання трав з кущів й інших рослин для використання в алхімії. Дозволяє розвивати навичку травництва до 75 рівня.", en="Herb Gathering" },
[2368] = { "Збір трав", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 150 рівня.", en="Herb Gathering" },
[2383] = { "Пошук трав", "На мінікарті з'являються мітки кущів з травами неподалік. Одночасно можна відстежувати лише щось одне.", "Шукає трави.", en="Find Herbs" },
[2550] = { "Кулінарія", "Дозволяє готувати базові страви та розвивати навичку до 75 рівня. Потребує джерела вогню та м'яса тварин.", en="Cooking" },
[2575] = { "Гірництво", "Основи добування руди та каміння з мінеральних жил для використання в інженерії та ковальстві. Дозволяє розвивати навичку гірництва до 75 рівня. Для збору мінеральних жил необхідне кайло.", en="Mining" },
[2576] = { "Гірництво", "Більш високий рівень гірництва. Дозволяє розвивати навичку гірництва до 150 рівня.", en="Mining" },
[2580] = { "Пошук мінералів", "На мінікарті з'являються мітки покладів мінералів неподалік. Одночасно можна відстежувати лише щось одне.", "Шукає мінерали.", en="Find Minerals" },
[2656] = { "Переплавлення", "Дозволяє гірникові переплавляти руду на злитки металу. Для виплавки необхідно бути біля кузні.", en="Smelting" },
[3100] = { "Ковальство", "Дозволяє виготовляти якісну зброю і обладунки та розвивати навичку до 150 рівня.", en="Blacksmithing" },
[3101] = { "Алхімія", "Дозволяє варити звичайні зілля та розвивати навичку до 150 рівня.", en="Alchemy" },
[3102] = { "Кулінарія", "Дозволяє готувати смачні страви та розвивати навичку до 150 рівня.", en="Cooking" },
[3104] = { "Шкірництво", "Дозволяє виготовляти якісні шкіряні обладунки та розвивати навичку до 150 рівня.", en="Leatherworking" },
[3273] = { "Перша допомога", "Дозволяє створювати і використовувати бинти та розвивати навичку до 75 рівня. Для виготовлення бинтів потрібна тканина, яку можна добути з гуманоїдів.", en="First Aid" },
[3274] = { "Перша допомога", "Дозволяє створювати і використовувати бинти та розвивати навичку до 150 рівня. Для виготовлення бинтів потрібна тканина, яку можна добути з гуманоїдів.", en="First Aid" },
[3413] = { "Кулінарія", "Дозволяє готувати незрівнянні страви та розвивати навичку до 225 рівня.", en="Cooking" },
[3464] = { "Алхімія", "Дозволяє варити чудові зілля та розвивати навичку до 225 рівня.", en="Alchemy" },
[3538] = { "Ковальство", "Дозволяє виготовляти майстерну зброю і обладунки та розвивати навичку до 225 рівня.", en="Blacksmithing" },
[3564] = { "Гірництво", "Більш високий рівень гірництва. Дозволяє розвивати навичку гірництва до 225 рівня.", en="Mining" },
[3570] = { "Збір трав", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 225 рівня.", en="Herb Gathering" },
[3811] = { "Шкірництво", "Дозволяє виготовляти майстерні шкіряні обладунки та розвивати навичку до 225 рівня.", en="Leatherworking" },
[3908] = { "Кравецтво", "Дозволяє виготовляти прості тканинні обладунки та розвивати навичку до 75 рівня. Для виготовлення потрібна тканина, яку можна добути з гуманоїдів.", en="Tailoring" },
[3909] = { "Кравецтво", "Дозволяє виготовляти стильні сорочки і тканинні обладунки та розвивати навичку до 150 рівня.", en="Tailoring" },
[3910] = { "Кравецтво", "Дозволяє виготовляти надзвичайно стильні сорочки і тканинні обладунки та розвивати навичку до 225 рівня.", en="Tailoring" },
[4036] = { "Інженерія", "Дозволяє створювати базові пристрої та розвивати навичку до 75 рівня. Потребує каміння й металу, які можна знайти за допомогою гірництва.", en="Engineering" },
[4037] = { "Інженерія", "Дозволяє створювати потужніші пристрої і вибухівку та розвивати навичку до 150 рівня.", en="Engineering" },
[4038] = { "Інженерія", "Дозволяє створювати дивовижні пристрої і вибухівку та розвивати навичку до 225 рівня.", en="Engineering" },
[7411] = { "Накладання чарів", "Дозволяє накладати чари на зброю і обладунки та розвивати навичку до 75 рівня. Потребує пилу та субстанцій, які можна добути з магічних предметів за допомогою руйнування чарів.", en="Enchanting" },
[7412] = { "Накладання чарів", "Дозволяє накладати чари на зброю і обладунки та розвивати навичку до 150 рівня.", en="Enchanting" },
[7413] = { "Накладання чарів", "Дозволяє накладати майстерні чари на зброю і обладунки та розвивати навичку до 225 рівня.", en="Enchanting" },
[7620] = { "Риболовля", "Візьміть до рук вудку і знайдіть водойму, в якій можна рибалити. Коли почуєте сплеск — клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка риболовлі, тим більше шансів упіймати рибу у водоймах зон вищого рівня.", en="Fishing" },
[7731] = { ref=7620 }, -- Fishing
[7732] = { ref=7620 }, -- Fishing
[7924] = { "Перша допомога", "Дозволяє створювати і використовувати бинти та розвивати навичку до 225 рівня. Для виготовлення бинтів потрібна тканина, яку можна добути з гуманоїдів.", en="First Aid" },
[8613] = { "Шкуродерство", "Основи білування тварин для отримання їхніх шкір та хутра, які можна використовувати у шкірництві. Дозволяє розвивати навичку шкуродерства до 75 рівня. Потрібен ніж для зняття шкур.", en="Skinning" },
[8617] = { "Шкуродерство", "Поглиблений рівень навички здирання шкіри зі звірів для використання у шкірництві. Дозволяє розвивати навичку шкуродерства до 150 рівня. Потрібен ніж для зняття шкур.", en="Skinning" },
[8618] = { "Шкуродерство", "Рівень навички експерта здирання шкур зі звірів для використання у шкірництві. Дозволяє розвивати навичку шкуродерства до 225 рівня. Потрібен ніж для зняття шкур.", en="Skinning" },
[9785] = { "Ковальство", "Дозволяє виготовляти зброю і обладунки та розвивати навичку до 300 рівня.", en="Blacksmithing" },
[9787] = { "Зброяр", "Дозволяє виготовляти особливу зброю, яка недоступна звичайним ковалям-ремісникам.", en="Weaponsmith" },
[9788] = { "Майстер обладунків", "Дозволяє виготовляти особливі обладунки, які недоступні звичайним ковалям-ремісникам.", en="Armorsmith" },
[10248] = { "Гірництво", "Гірництво, як одна з форм мистецтва. Дозволяє розвивати навичку гірництва до 300 рівня.", en="Mining" },
[10656] = { "Шкірництво драконячої луски", "Дозволяє виготовляти особливі кольчужні обладунки з драконячої луски, які недоступні звичайним шкірникам.", en="Dragonscale Leatherworking" },
[10658] = { "Шкірництво стихій", "Дозволяє виготовляти особливі обладунки стихій, які недоступні звичайним шкірникам.", en="Elemental Leatherworking" },
[10660] = { "Шкірництво предків", "Дозволяє виготовляти особливі обладунки предків, які недоступні звичайним шкірникам.", en="Tribal Leatherworking" },
[10662] = { "Шкірництво", "Дозволяє виготовляти шкіряні обладунки найвищої якості та розвивати навичку до 300 рівня.", en="Leatherworking" },
[10768] = { "Шкуродерство", "Рівень навички ремісника здирання шкур зі звірів для використання у шкірництві. Дозволяє розвивати навичку шкуродерства до 300 рівня. Потрібен ніж для зняття шкур.", en="Skinning" },
[10846] = { "Перша допомога", "Дозволяє створювати і використовувати бинти та розвивати навичку до 300 рівня. Для виготовлення бинтів потрібна тканина, яку можна добути з гуманоїдів.", en="First Aid" },
[11479] = { "Трансмутація: Залізо у золото", "Перетворює злиток заліза на злиток золота.", en="Transmute: Iron to Gold" },
[11480] = { "Трансмутація: Мітрил у ясносрібло", "Перетворює злиток мітрилу на злиток ясносрібла", en="Transmute: Mithril to Truesilver" },
[11611] = { "Алхімія", "Дозволяє варити неймовірні зілля та розвивати навичку до 300 рівня.", en="Alchemy" },
[11993] = { "Збір трав", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 300 рівня.", en="Herb Gathering" },
[12180] = { "Кравецтво", "Дозволяє виготовляти надзвичайно стильні сорочки і тканинні обладунки та розвивати навичку до 300 рівня.", en="Tailoring" },
[12656] = { "Інженерія", "Дозволяє створювати неймовірні пристрої і вибухівку та розвивати навичку до 300 рівня.", en="Engineering" },
[13262] = { "Руйнування чарів", "Вилучення магічних елементів зі зброї чи обладунків як мінімум високої якості (зелений колір назви). При цьому предмет БЕЗПОВОРОТНО ЗНИЩУЄТЬСЯ.", en="Disenchant" },
[13920] = { "Накладання чарів", "Дозволяє накладати майстерні чари на зброю і обладунки та розвивати навичку до 300 рівня.", en="Enchanting" },
[17039] = { "Майстер кування мечів", "Дозволяє виготовляти особливі мечі, які недоступні звичайним зброярам-ремісникам.", en="Master Swordsmith" },
[17040] = { "Майстер кування молотів", "Дозволяє виготовляти особливі молоти, які недоступні звичайним зброярам-ремісникам.", en="Master Hammersmith" },
[17041] = { "Майстер кування сокир", "Дозволяє виготовляти особливі сокири, які недоступні звичайним зброярам-ремісникам.", en="Master Axesmith" },
[17187] = { "Трансмутація: Арканіт", "Перетворює злиток торію та арканічний кристал на арканіт.", en="Transmute: Arcanite" },
[17559] = { "Трансмутація: Повітря у вогонь", "Трасмутація повітря у вогонь.", en="Transmute: Air to Fire" },
[17560] = { "Трансмутація: Вогонь у землю", "Трасмутація вогню у землю.", en="Transmute: Fire to Earth" },
[17561] = { "Трансмутація: Земля у воду", "Трасмутація землі у воду.", en="Transmute: Earth to Water" },
[17562] = { "Трансмутація: Вода в повітря", "Трасмутація води в повітря.", en="Transmute: Water to Air" },
[17563] = { "Трансмутація: Невмерлість у воду", "Очищує сутність невмерлості, перетворюючи її на воду.", en="Transmute: Undeath to Water" },
[17564] = { "Трансмутація: Вода у невмерлість", "Заражає сутність води, перетворюючи її на невмерлість.", en="Transmute: Water to Undeath" },
[17565] = { "Трансмутація: Життя у землю", "Трасмутація живої есенції у землю.", en="Transmute: Life to Earth" },
[17566] = { "Трансмутація: Земля у життя", "Трасмутація землі у живу есенцію.", en="Transmute: Earth to Life" },
[18248] = { ref=7620 }, -- Fishing
[18260] = { "Кулінарія", "Дозволяє готувати неймовірні страви та розвивати навичку до {1} рівня.#skill of {1}", en="Cooking" },
[20219] = { "Гномська інженерія", "Дозволяє інженеру створювати фантастичні, але ненадійні гномські пристрої.", en="Gnomish Engineer" },
[20222] = { "Гоблінська інженерія", "Дозволяє інженеру створювати смертоносні гоблінські пристрої.", en="Goblin Engineer" },
[21931] = { "Чари для зброї - сила Зими", "Накласти на зброю чари, що збільшують шкоду від заклинань криги на {1}.#up to {1}", en="Enchant Weapon - Winter's Might" },
[25146] = { "Трансмутація: Первородний вогонь", "Трасмутація серця вогню у три первородні вогні.", en="Transmute: Elemental Fire" },

-- Racial
[2481] = { "Пошук скарбів", "Дозволяє дворфу відчувати скарби неподалік, відмічаючи їх на мінімапі. Триває до відміни.", "Пошук скарбів.", en="Find Treasure" },
[5227] = { "Підводне дихання", "Ви можете затримувати дихання під водою на {1}% довше.#lasts {1}% longer", en="Underwater Breathing" },
[7744] = { "Воля відречених", "Надає невразливість до ефектів причарування, страху та сну на час дії. Можна використовувати під час дії таких ефектів. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів причарування, страху та сну.", en="Will of the Forsaken" },
[20549] = { "Бойовий тупіт", "Приголомшує до {1} ворогів в межах {2} м на {3} с.#{1} enemies within {2} yds for {3} sec", "Приголомшено.", en="War Stomp" },
[20550] = { "Витримка", "Запас здоров'я збільшено на {1}%.#increased by {1}%", en="Endurance" },
[20551] = { "Опір природі", "Опір природі збільшено на {1}.#increased by {1}", en="Nature Resistance" },
[20552] = { "Культивація", "Навичку травництва збільшено на {1}.#increased by {1}", en="Cultivation" },
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на величину від {1}% до {2}%. При повному запасі здоров'я швидкість збільшується на {3}%, а з наявністю важких ран під час активації \"Берсерка\" - на {4}%. Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec", en="Berserking" },
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. Регенерація здоров'я продовжується в бою зі швидкістю {2}% від звичайної.#increased by {1}%#{2}% of total", en="Regeneration" },
[20557] = { "Знищення звірів", "Шкоду проти звірів збільшено на {1}%.#increased by {1}", en="Beast Slaying" },
[20558] = { "Спеціалізація на метальній зброї", "Навичку володіння метальною зброєю збільшено на {1}.#increased by {1}", en="Throwing Specialization" },
[20572] = { "Кривава шаленість", "Збільшує базову силу атаки ближнього бою на {1}% протягом {2} c та зменшує отримане зцілення на {3}% протягом {4} с.#power by {1}% for {2} sec#you by {3}% for {4} sec", en="Blood Fury" },
[20573] = { "Стійкість", "Збільшує ймовірність протистояти ефектам приголомшення на {1}%.#additional {1}%", en="Hardiness" },
[20574] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшено на {1}.#increased by {1}", en="Axe Specialization" },
[20575] = { "Наказ", "Збільшує шкоду вихованців мисливців та прислужників чорнокнижників на {1}%.#increased by {1}%", en="Command" },
[20576] = { ref=20575 }, -- Command
[20577] = { "Канібалізм", "При активації відновлює {1}% здоров'я кожні {2} с протягом {3} с. Діє лише на трупах гуманоїдів та невмерлих в межах {4} м. Будь-який рух, дія або отримання шкоди перериває процес.#{1}% of total health every {2} sec for {3} sec#within {4}", en="Cannibalize" },
[20578] = { "Канібалізм", nil, "Відновлення {1}% здоров'я кожні {2} с.#{1}% of total health every {2} sec", en="Cannibalize" },
[20579] = { "Опір тіні", "Опір тіні збільшено на {1}.#increased by {1}", en="Shadow Resistance" },
[20580] = { "Злиття з тінями", "Активуйте щоб злитися з тінями, зменшуючи ймовірність того, що вороги помітять вас. Діє до скасування або руху. Нічних ельфів-пройдисвітів та друїдів з цією здібністю важче виявити в непомітності.", "Злиття з тінями.", en="Shadowmeld" },
[20582] = { "Прудкість", "Ймовірність ухилення збільшено на {1}%.#increased by {1}%", en="Quickness" },
[20583] = { ref=20551 }, -- Nature Resistance
[20585] = { "Дух світлика", "Перетворює вас на світлика після смерті, збільшуючи швидкість руху на {1}%.#speed by {1}%", en="Wisp Spirit" },
[20589] = { "Майстер втечі", "Вивільнитися від будь-яких ефектів сповільнення руху та знерухомлення.", en="Escape Artist" },
[20591] = { "Неосяжний розум", "Інтелект збільшено на {1}%.#increased by {1}%", en="Expansive Mind" },
[20592] = { "Опір аркані", "Опір аркані збільшено на {1}.#increased by {1}", en="Arcane Resistance" },
[20593] = { "Спеціалізація на інженерії", "Навичку інженерії збільшено на {1}.#increased by {1}", en="Engineering Specialization" },
[20594] = { "Кам'яна форма", "Надає невразливість до ефектів кровотечі, отрути та хвороб. Крім того, збільшує броню на {1}%. Триває {2} с.#increased by {1}#Lasts {2} sec", "Невразливість до ефектів кровотечі, отрути та хвороб. Броня збільшена на {1}%.#increased by {1}%", en="Stoneform" },
[20595] = { "Спеціалізація на рушницях", "Навичку володіння рушницями збільшено на {1}.#increased by {1}", en="Gun Specialization" },
[20596] = { "Опір кризі", "Опір кризі збільшено на {1}.#increased by {1}", en="Frost Resistance" },
[20597] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}", en="Sword Specialization" },
[20598] = { "Дух людей", "Дух збільшено на {1}%.#increased by {1}%", en="The Human Spirit" },
[20599] = { "Дипломатія", "Отриману репутацію збільшено на {1}%.#increased by {1}%", en="Diplomacy" },
[20600] = { "Сприйняття", "Значно підсилює здатність виявлення непомітності на {1} с.#for {1} sec", "Здатність виявлення непомітності значно підсилена.", en="Perception" },
[20864] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}", en="Mace Specialization" },
[21563] = { "Наказ", "Збільшує шкоду вихованців мисливців та прислужників чорнокнижників на {1}%.#increased by {1}%", ref=20575, en="Command" },
[23230] = { "Кривава шаленість", nil, "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Blood Fury" },
[23234] = { "Кривава шаленість", nil, "Базову силу атаки ближнього бою збільшено на {1}%.#increased by {1}%", en="Blood Fury" },
[26290] = { "Спеціалізація на луках", "Навичку володіння луками збільшено на {1}.#increased by {1}", en="Bow Specialization" },
[26296] = { "Берсерк", "Збільшує швидкість атаки на величину від {1}% до {2}%. При повному запасі здоров'я швидкість збільшується на {3}%, а з наявністю важких ран під час активації \"Берсерка\" - на {4}%. Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec", en="Berserking" },
[26297] = { ref=26296 }, -- Berserking
[26635] = { "Берсерк", nil, "Швидкість атаки та вимови заклять збільшено.", en="Berserking" },

-- Scrolls
[8091] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Armor" },
[8094] = { ref=8091 }, -- Armor
[8095] = { ref=8091 }, -- Armor
[8096] = { "Інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}", en="Intellect" },
[8097] = { ref=8096 }, -- Intellect
[8098] = { ref=8096 }, -- Intellect
[8099] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв.#by {1} for {2} min", "Витривалість збільшено на {1}.#by {1}", en="Stamina" },
[8100] = { ref=8099 }, -- Stamina
[8101] = { ref=8099 }, -- Stamina
[8112] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Spirit" },
[8113] = { ref=8112 }, -- Spirit
[8114] = { ref=8112 }, -- Spirit
[8115] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв.#by {1} for {2} min", "Спритність збільшено на {1}.#by {1}", en="Agility" },
[8116] = { ref=8115 }, -- Agility
[8117] = { ref=8115 }, -- Agility
[8118] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв.#by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Strength" },
[8119] = { ref=8118 }, -- Strength
[8120] = { ref=8118 }, -- Strength
[12174] = { ref=8115 }, -- Agility
[12175] = { ref=8091 }, -- Armor
[12176] = { ref=8096 }, -- Intellect
[12177] = { ref=8112 }, -- Spirit
[12178] = { ref=8099 }, -- Stamina
[12179] = { ref=8118 }, -- Strength

-- Weapon Proficiencies
[81] = { "Ухилення", "Надає шанс ухилитися від атак ближнього бою.", en="Dodge" },
[107] = { "Блок", "Надає шанс заблокувати ворожі атаки ближнього та дальнього бою.", en="Block" },
[196] = { "Одноручні сокири", en="One-Handed Axes" },
[197] = { "Дворучні сокири", en="Two-Handed Axes" },
[198] = { "Одноручні булави", en="One-Handed Maces" },
[199] = { "Дворучні булави", en="Two-Handed Maces" },
[200] = { "Держакова зброя", en="Polearms" },
[201] = { "Одноручні мечі", en="One-Handed Swords" },
[202] = { "Дворучні мечі", en="Two-Handed Swords" },
[203] = { "Без зброї", en="Unarmed" },
[204] = { "Захист", en="Defense" },
[227] = { "Посохи", en="Staves" },
[264] = { "Луки", en="Bows" },
[266] = { "Рушниці", en="Guns" },
[674] = { "Бій з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки.", en="Dual Wield" },
[1180] = { "Кинджали", en="Daggers" },
[2480] = { "Постріл з лука", en="Shoot Bow" },
[2567] = { "Метальна зброя", en="Thrown" },
[2764] = { "Кинути", "Кинути метальну зброю в ціль.", en="Throw" },
[3127] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою.", en="Parry" },
[5009] = { "Жезли", en="Wands" },
[5011] = { "Арбалети", en="Crossbows" },
[5019] = { "Постріл", "Атака магічним жезлом.", en="Shoot" },
[7918] = { "Постріл з рушниці", en="Shoot Gun" },
[7919] = { "Постріл з арбалета", en="Shoot Crossbow" },
[15590] = { "Кулачна зброя", en="Fist Weapons" },

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} протягом {3} год.#critical by {1}% and all attributes by {2} for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}.#critical by {1}% and all attributes by {2}", en="Songflower Serenade" },
[16609] = { "Благословення вождя", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec", en="Warchief's Blessing" },
[22817] = { "Лють Фенґа", "Силу атаки збільшено на {1}.#increased by {1}", "Силу атаки збільшено на {1}.#increased by {1}", en="Fengus' Ferocity" },
[22818] = { "Сміливість Мол'дара", "Витривалість збільшено на {1}%.#increased by {1}", "Витривалість збільшено на {1}%.#increased by {1}", en="Mol'dar's Moxie" },
[22820] = { "Кмітливість Сліп'кіка", "Шанс критичного удару заклять збільшено на {1}%.#by {1}%", "Шанс критичного удару заклять збільшено на {1}%.#by {1}%", en="Slip'kik's Savvy" },
[22888] = { "Рвучкий клич драконоборця", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} хв.#spells by {1}%#ranged by {2}%#grants {3} attack#{4} min", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} хв.#spells by {1}%#ranged by {2}%#grants {3} attack#{4} min", en="Rallying Cry of the Dragonslayer" },
[24425] = { "Дух Зандаларів", "Збільшує швидкість руху на {1}% та всі характеристики на {2}% протягом {3} год.#speed by {1}% and all stats by {2}% for {3} h", "Збільшує швидкість руху на {1}% та всі характеристики на {2}% протягом {3} год.#speed by {1}% and all stats by {2}% for {3} h", en="Spirit of Zandalar" },
[355363] = { ref=22888 }, -- Rallying Cry of the Dragonslayer
[355365] = { ref=24425 }, -- Spirit of Zandalar
[355366] = { ref=16609 }, -- Warchief's Blessing

}
