local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anticipation
[20096] = { "Передчуття", "Збільшує вашу навичку захисту на {1}.#by {1}", en="Anticipation" },
[20097] = { ref=20096 }, -- Anticipation
[20098] = { ref=20096 }, -- Anticipation
[20099] = { ref=20096 }, -- Anticipation
[20100] = { ref=20096 }, -- Anticipation
-- Benediction
[20101] = { "Благодать", "Зменшує витрати мани закляття \"Присуд\" та печаток на {1}%.#by {1}%", en="Benediction" },
[20102] = { ref=20101 }, -- Benediction
[20103] = { ref=20101 }, -- Benediction
[20104] = { ref=20101 }, -- Benediction
[20105] = { ref=20101 }, -- Benediction
-- Blessing of Freedom
[1044] = { "Благословення свободи", "Благословляє дружню ціль, надаючи невразливість до ефектів обмеження руху на {1} с. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#for {1} sec", "Невразливість до ефектів обмеження руху.", en="Blessing of Freedom" },
-- Blessing of Kings
[20217] = { "Благословення королів", "Благословляє дружню ціль, збільшуючи всі характеристики на {1}% протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} min", "Збільшує характеристики на {1}%.#by {1}%", en="Blessing of Kings" },
-- Blessing of Light
[19977] = { "Благословення світла", "Благословляє дружню ціль, підсилюючи ефект \"Священного світла\" на ній на {1}, а \"Зблиску світла\" - на {2}. Триває {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} and the effect Flash of Light spells used on the target by up to {2}#Lasts {3} min", "Отримує {1} додаткового зцілення від \"Священного світла\" та {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Blessing of Light" },
[19978] = { ref=19977 }, -- Blessing of Light
[19979] = { ref=19977 }, -- Blessing of Light
-- Blessing of Might
[19740] = { "Благословення могутності", "Благословляє дружню ціль, збільшуючи силу атаки ближнього бою на {1} протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} min", "Збільшує силу атаки ближнього бою на {1}.#by {1}", en="Blessing of Might" },
[19834] = { ref=19740 }, -- Blessing of Might
[19835] = { ref=19740 }, -- Blessing of Might
[19836] = { ref=19740 }, -- Blessing of Might
[19837] = { ref=19740 }, -- Blessing of Might
[19838] = { ref=19740 }, -- Blessing of Might
[25291] = { ref=19740 }, -- Blessing of Might
[19741] = { "Благословення могутності", en="Blessing of Might" },
[19839] = { ref=19741 }, -- Blessing of Might
[19840] = { ref=19741 }, -- Blessing of Might
[19841] = { ref=19741 }, -- Blessing of Might
[19842] = { ref=19741 }, -- Blessing of Might
[19843] = { ref=19741 }, -- Blessing of Might
[25399] = { ref=19741 }, -- Blessing of Might
-- Blessing of Protection
[1022] = { "Благословення захисту", "Захищає обраного учасника групи від усіх фізичних атак на {1} с, але протягом цього часу він не може атакувати чи використовувати фізичні здібності. Гравці можуть мати лише одне благословення від кожного паладина одночасно. Захищена ціль не зможе отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" повторно протягом {2} хв.#attacks for {1} sec#again for {2} min", "Невразливість до фізичних атак. Не може атакувати чи використовувати фізичні здібності.", en="Blessing of Protection" },
[5599] = { ref=1022 }, -- Blessing of Protection
[10278] = { ref=1022 }, -- Blessing of Protection
-- Blessing of Sacrifice
[6940] = { "Благословення жертовності", "Благословляє учасника групи, передаючи {1} отриманої за удар шкоди до заклинача. Триває {2} с. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#transfering {1} damage taken#Lasts {2} sec", "Передає {1} отриманої за удар шкоди до паладина.#{1} damage taken", en="Blessing of Sacrifice" },
[20729] = { ref=6940 }, -- Blessing of Sacrifice
-- Blessing of Salvation
[1038] = { "Благословення спасіння", "Благословляє учасника групи, зменшуючи його загрозу на {1}% протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} min", "Зменшує загрозу на {1}%.#by {1}%", en="Blessing of Salvation" },
-- Blessing of Sanctuary
[20911] = { "Благословення прихистку", "Благословляє дружню ціль, зменшуючи отриману нею шкоду з усіх джерел на {1} протягом {2} хв. Додатково, коли ціль блокує атаку ближнього бою, нападнику буде завдано {3} шкоди святістю. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} for {2} min#will take {3}", "Отриману шкоду зменшено на {1}, а заблоковані атаки ближнього бою завдають {2} шкоди святістю нападнику.#up to {1}#cause {2}", en="Blessing of Sanctuary" },
[20912] = { ref=20911 }, -- Blessing of Sanctuary
[20913] = { ref=20911 }, -- Blessing of Sanctuary
[20914] = { ref=20911 }, -- Blessing of Sanctuary
-- Blessing of Wisdom
[19742] = { "Благословення мудрості", "Благословляє дружню ціль, відновлюючи їй {1} мани кожні {2} с протягом {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#{1} mana every {2} seconds for {3} min", "Відновлює {1} мани кожні {2} с.#{1} mana every {2} sec", en="Blessing of Wisdom" },
[19850] = { ref=19742 }, -- Blessing of Wisdom
[19852] = { ref=19742 }, -- Blessing of Wisdom
[19853] = { ref=19742 }, -- Blessing of Wisdom
[19854] = { ref=19742 }, -- Blessing of Wisdom
[25290] = { ref=19742 }, -- Blessing of Wisdom
-- Cleanse
[4987] = { "Очищення", "Очищає дружню ціль, усуваючи 1 ефект отруєння, 1 ефект хвороби та 1 магічний ефект.", en="Cleanse" },
-- Concentration Aura
[19746] = { "Аура зосередженості", "Надає учасникам групи в межах {2} м {1}% ймовірності уникнути затримки вимови заклять, спричиненої шкодою. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1}% chance#within {2}", "Надає {1}% ймовірності уникнути затримки вимови заклять спричиненої шкодою.#{1}% chance", en="Concentration Aura" },
-- Consecration
[20116] = { ref=26573 }, -- Consecration
[20922] = { ref=26573 }, -- Consecration
[20923] = { ref=26573 }, -- Consecration
[20924] = { ref=26573 }, -- Consecration
[26573] = { "Освячення", "Освячує землю під паладином, завдаючи {1} шкоди святістю протягом {2} с усім ворогам, що стоять на ній.#doing {1} Holy damage over {2} sec", "{1} шкоди щосекунди.#{1} damage", en="Consecration" },
-- Conviction
[20117] = { "Переконання", "Збільшує вашу ймовірність завдати критичного удару зброєю ближнього бою на {1}%.#by {1}%", en="Conviction" },
[20118] = { ref=20117 }, -- Conviction
[20119] = { ref=20117 }, -- Conviction
[20120] = { ref=20117 }, -- Conviction
[20121] = { ref=20117 }, -- Conviction
-- Deflection
[20060] = { "Відбиття", "Збільшує вашу ймовірність парирування на {1}%.#by {1}%", en="Deflection" },
[20061] = { ref=20060 }, -- Deflection
[20062] = { ref=20060 }, -- Deflection
[20063] = { ref=20060 }, -- Deflection
[20064] = { ref=20060 }, -- Deflection
-- Devotion Aura
[465] = { "Аура відданості", "Надає {1} додаткової броні учасникам групи в радіусі {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional armor#within {2} y", "Збільшує броню на {1}.#by {1}", en="Devotion Aura" },
[643] = { ref=465 }, -- Devotion Aura
[1032] = { ref=465 }, -- Devotion Aura
[10290] = { ref=465 }, -- Devotion Aura
[10291] = { ref=465 }, -- Devotion Aura
[10292] = { ref=465 }, -- Devotion Aura
[10293] = { ref=465 }, -- Devotion Aura
-- Divine Favor
[20216] = { "Божественна прихильність", "При активації надає вашому наступному закляттю \"Зблиск світла\", \"Священне світло\" або \"Священний шок\" збільшену на {1}% ймовірність критичного ефекту.#spell a {1}", "Імовірність критичного ефекту наступного закляття \"Зблиск світла\", \"Священне світло\" або \"Священний шок\" збільшено на {1}%.#by {1}%", en="Divine Favor" },
-- Divine Intellect
[20257] = { "Божественний інтелект", "Збільшує ваш загальний інтелект на {1}%.#by {1}%", en="Divine Intellect" },
[20258] = { ref=20257 }, -- Divine Intellect
[20259] = { ref=20257 }, -- Divine Intellect
[20260] = { ref=20257 }, -- Divine Intellect
[20261] = { ref=20257 }, -- Divine Intellect
-- Divine Intervention
[19752] = { "Божественне втручання", "Паладин приносить себе в жертву, щоб захистити обраного учасника групи. Вороги припинять атакувати захищеного гравця, який також буде невразливим до всіх негативних ефектів та атак, але не зможе нічого робити протягом {1} хв.#for {1} min", "Цілковита невразливість, але не може рухатися.", en="Divine Intervention" },
[19753] = { ref=19752 }, -- Divine Intervention
-- Divine Protection
[498] = { "Божественний захист", "Ви захищені від усіх фізичних атак і заклять на {1} с, але протягом цього часу не можете атакувати чи використовувати фізичні здібності. Захищена ціль не зможе отримати невразливість повторно від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" протягом {2} хв.#spells for {1} sec#again for {2} min", "Невразливість до всіх атак і заклять. Не може атакувати чи використовувати фізичні здібності.", en="Divine Protection" },
[5573] = { ref=498 }, -- Divine Protection
-- Divine Shield
[642] = { "Божественний щит", "Захищає паладина від будь-якої шкоди та заклять на {1} с, але [збільшує інтервал між вашими атаками на {1}%#time between your attacks by {1}%][зменшує всю вашу шкоду на {1}%#reduces all damage you deal by {1}%]. Захищена ціль не зможе отримати невразливість повторно від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" впродовж {2} хв.#spells for {1} sec#again for {2} min", "Надає невразливість до всіх атак і заклять, але [збільшує інтервал між атаками на {1}%#time between your attacks by {1}%][зменшує всю завдану шкоду на {1}%#all damage you deal by {1}%].", en="Divine Shield" },
[1020] = { ref=642 }, -- Divine Shield
-- Divine Strength
[20262] = { "Божественна сила", "Збільшує вашу силу на {1}%.#by {1}%", en="Divine Strength" },
[20263] = { ref=20262 }, -- Divine Strength
[20264] = { ref=20262 }, -- Divine Strength
[20265] = { ref=20262 }, -- Divine Strength
[20266] = { ref=20262 }, -- Divine Strength
-- Exorcism
[879] = { "Екзорцизм", "Завдає від {1} до {2} шкоди святістю невмерлому чи демону.#{1} to {2} Holy", en="Exorcism" },
[5614] = { ref=879 }, -- Exorcism
[5615] = { ref=879 }, -- Exorcism
[10312] = { ref=879 }, -- Exorcism
[10313] = { ref=879 }, -- Exorcism
[10314] = { ref=879 }, -- Exorcism
-- Eye for an Eye
[9799] = { "Око за око", "Усі критичні удари закляттями проти вас завдають {1}% від отриманої вами шкоди заклиначу. Шкода від цього закляття не може перевищувати {2}% від запасу здоров'я паладина.#cause {1}% of#exceed {2}% of", en="Eye for an Eye" },
[25988] = { ref=9799 }, -- Eye for an Eye
-- Fire Resistance Aura
[19891] = { "Аура опору вогню", "Надає {1} додаткового опору вогню всім учасникам групи в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір вогню на {1}.#by {1}", en="Fire Resistance Aura" },
[19899] = { ref=19891 }, -- Fire Resistance Aura
[19900] = { ref=19891 }, -- Fire Resistance Aura
-- Flash of Light
[19750] = { "Зблиск світла", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}", en="Flash of Light" },
[19939] = { ref=19750 }, -- Flash of Light
[19940] = { ref=19750 }, -- Flash of Light
[19941] = { ref=19750 }, -- Flash of Light
[19942] = { ref=19750 }, -- Flash of Light
[19943] = { ref=19750 }, -- Flash of Light
-- Forbearance
[25771] = { "Стриманість", nil, "Не може отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\".", en="Forbearance" },
-- Frost Resistance Aura
[19888] = { "Аура опору кризі", "Надає {1} додаткового опору кризі всім учасникам групи в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір кризі на {1}.#by {1}", en="Frost Resistance Aura" },
[19897] = { ref=19888 }, -- Frost Resistance Aura
[19898] = { ref=19888 }, -- Frost Resistance Aura
-- Greater Blessing of Kings
[25898] = { "Велике благословення королів", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення королів\", що збільшує їхні всі характеристики на {1}% протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} min", "Збільшує характеристики на {1}%.#by {1}%", en="Greater Blessing of Kings" },
-- Greater Blessing of Light
[25890] = { "Велике благословення світла", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення світла\", що підсилює ефект \"Священного світла\" на них на {1}, а \"Зблиску світла\" - на {2}. Триває {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#{1} and the effect Flash of Light spells used on the target by up to {2}#Lasts {3} min", "Отримує {1} додаткового зцілення від \"Священного світла\" та {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Greater Blessing of Light" },
-- Greater Blessing of Might
[25782] = { "Велике благословення могутності", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення могутності\", що збільшує їхню силу атаки ближнього бою на {1} протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} min", "Збільшує силу атаки ближнього бою на {1}.#by {1}", en="Greater Blessing of Might" },
[25916] = { ref=25782 }, -- Greater Blessing of Might
[25915] = { "Велике благословення могутності", en="Greater Blessing of Might" },
[25917] = { ref=25915 }, -- Greater Blessing of Might
-- Greater Blessing of Salvation
[25895] = { "Велике благословення спасіння", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення спасіння\", що зменшує їхню загрозу на {1}% протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} min", "Зменшує загрозу на {1}%.#by {1}%", en="Greater Blessing of Salvation" },
-- Greater Blessing of Sanctuary
[25899] = { "Велике благословення прихистку", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення прихистку\", що зменшує отриману ними шкоду з усіх джерел на {1} протягом {2} хв. Додатково, коли ціль блокує атаку ближнього бою, нападнику буде завдано {3} шкоди святістю. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} for {2} min#will take {3}", "Отриману шкоду зменшено на {1}, а заблоковані атаки ближнього бою завдають {2} шкоди святістю нападнику.#up to {1}#cause {2}", en="Greater Blessing of Sanctuary" },
-- Greater Blessing of Wisdom
[25894] = { "Велике благословення мудрості", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення мудрості\", що відновлює їм {1} мани кожні {2} с протягом {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#{1} mana every {2} seconds for {3} min", "Відновлює {1} мани кожні {2} с.#{1} mana every {2} sec", en="Greater Blessing of Wisdom" },
[25918] = { ref=25894 }, -- Greater Blessing of Wisdom
-- Guardian's Favor
[20174] = { "Прихильність хранителя", "Зменшує час відновлення \"Благословення захисту\" на {1} с і збільшує тривалість вашого \"Благословення свободи\" на {2} с.#Protection by {1}#Freedom by {2}", en="Guardian's Favor" },
[20175] = { ref=20174 }, -- Guardian's Favor
-- Hammer of Justice
[853] = { "Молот правосуддя", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Hammer of Justice" },
[5588] = { ref=853 }, -- Hammer of Justice
[5589] = { ref=853 }, -- Hammer of Justice
[10308] = { ref=853 }, -- Hammer of Justice
-- Hammer of Wrath
[24239] = { ref=24275 }, -- Hammer of Wrath
[24274] = { ref=24275 }, -- Hammer of Wrath
[24275] = { "Молот гніву", "Кидає у ворога молот, що завдає від {1} до {2} шкоди святістю. Можна застосовувати лише проти ворогів, у яких не більше {3}% здоров'я.#for {1} to {2}#have {3}", en="Hammer of Wrath" },
-- Healing Light
[20237] = { "Цілюще світло", "Збільшує обсяг зцілення вашими закляттями \"Священне світло\" та \"Зблиск світла\" на {1}%.#by {1}%", en="Healing Light" },
[20238] = { ref=20237 }, -- Healing Light
[20239] = { ref=20237 }, -- Healing Light
-- Holy Light
[635] = { "Священне світло", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}", en="Holy Light" },
[639] = { ref=635 }, -- Holy Light
[647] = { ref=635 }, -- Holy Light
[1026] = { ref=635 }, -- Holy Light
[1042] = { ref=635 }, -- Holy Light
[3472] = { ref=635 }, -- Holy Light
[10328] = { ref=635 }, -- Holy Light
[10329] = { ref=635 }, -- Holy Light
[25292] = { ref=635 }, -- Holy Light
-- Holy Power
[5923] = { "Священна міць", "Збільшує ймовірність критичного ефекту ваших заклять святості на {1}%.#by {1}%", en="Holy Power" },
[5924] = { ref=5923 }, -- Holy Power
[5925] = { ref=5923 }, -- Holy Power
[5926] = { ref=5923 }, -- Holy Power
[25829] = { ref=5923 }, -- Holy Power
-- Holy Shield
[20925] = { "Священний щит", "Підвищує ймовірність блокування на {1}% протягом {2} с та завдає {3} шкоди святістю з кожною заблокованою атакою протягом дії закляття. Шкода від \"Священного щита\" спричиняє {4}% додаткової загрози. Кожне блокування витрачає один заряд. {5} заряди.[\n\nАктивація \"Священного щита\" також збільшує шкоду заклять на {1} за кожну одиницю вашої навички захисту понад {2}. Триває {3} секунд.#grants you {1} Spell Power for each point of your defense skill beyond {2}. Lasts {3} sec]#block by {1}% for {2} sec#deals {3} Holy damage for each#causes {4}% additional threat#{5} charges", "Ймовірність блокування збільшено на {1}%. Завдає {2} шкоди святістю нападникові при блокуванні. Шкода від \"Священного щита\" спричиняє {3}% додаткової загрози.[ Зарядів: {1}#{1} charges].#chance increased by {1}%#{2} Holy damage dealt#causes {3}% additional threat", en="Holy Shield" },
[20927] = { ref=20925 }, -- Holy Shield
[20928] = { ref=20925 }, -- Holy Shield
-- Holy Shock
[20473] = { "Священний шок", "Вражає ціль священною енергією, завдаючи від {1} до {2} шкоди святістю ворогові або зцілюючи від {3} до {4} здоров'я союзникові.#{1} to {2} Holy damage#{3} to {4} healing", en="Holy Shock" },
[20929] = { ref=20473 }, -- Holy Shock
[20930] = { ref=20473 }, -- Holy Shock
-- Holy Wrath
[2812] = { "Священний гнів", "Посилає стріли священної сили в усіх напрямках, завдаючи від {1} до {2} шкоди святістю усім цілям-невмерлим та демонам в межах {3} м.#causing {1} to {2}#within {3} y", en="Holy Wrath" },
[10318] = { ref=2812 }, -- Holy Wrath
-- Illumination
[20210] = { "Сяйво", "Після критичного ефекту \"Зблиску світла\", \"Священного світла\" або \"Священного шоку\" ви з ймовірністю {1}% відновите ману в обсязі базової вартості закляття.#a {1}% chance", en="Illumination" },
[20212] = { ref=20210 }, -- Illumination
[20213] = { ref=20210 }, -- Illumination
[20214] = { ref=20210 }, -- Illumination
[20215] = { ref=20210 }, -- Illumination
-- Improved Blessing of Might
[20042] = { "Покращене благословення могутности", "Збільшує бонус до сили атаки ближнього бою від вашого \"Благословення могутності\" на {1}%.#by {1}%", en="Improved Blessing of Might" },
[20045] = { ref=20042 }, -- Improved Blessing of Might
[20046] = { ref=20042 }, -- Improved Blessing of Might
[20047] = { ref=20042 }, -- Improved Blessing of Might
[20048] = { ref=20042 }, -- Improved Blessing of Might
-- Improved Blessing of Protection
[23415] = { "Покращене благословення захисту", nil, "Невразливість до фізичних атак.", en="Improved Blessing of Protection" },
-- Improved Blessing of Wisdom
[20244] = { "Покращене благословення мудрості", "Підсилює ефект вашого \"Благословення мудрості\" на {1}%.#by {1}%", en="Improved Blessing of Wisdom" },
[20245] = { ref=20244 }, -- Improved Blessing of Wisdom
-- Improved Concentration Aura
[20254] = { "Покращена аура зосередженості", "Підсилює ефект вашої \"Аури зосередженості\" на {1}% та надає всім учасникам групи під впливом аури {2}% імовірності протистояти ефектам знемовлення та переривання.#Concentration Aura by an additional {1}#the aura an additional {2}", en="Improved Concentration Aura" },
[20255] = { ref=20254 }, -- Improved Concentration Aura
[20256] = { ref=20254 }, -- Improved Concentration Aura
-- Improved Devotion Aura
[20138] = { "Покращена аура відданості", "Збільшує додаткову броню від вашої \"Аури відданості\" на {1}%.#by {1}%", en="Improved Devotion Aura" },
[20139] = { ref=20138 }, -- Improved Devotion Aura
[20140] = { ref=20138 }, -- Improved Devotion Aura
[20141] = { ref=20138 }, -- Improved Devotion Aura
[20142] = { ref=20138 }, -- Improved Devotion Aura
-- Improved Hammer of Justice
[20487] = { "Покращений молот правосуддя", "Зменшує час відновлення вашого закляття \"Молот правосуддя\" на {1} с.#by {1} sec", en="Improved Hammer of Justice" },
[20488] = { ref=20487 }, -- Improved Hammer of Justice
[20489] = { ref=20487 }, -- Improved Hammer of Justice
-- Improved Judgement
[25956] = { "Покращений присуд", "Зменшує час відновлення вашого закляття \"Присуд\" на {1} с.#by {1} sec", en="Improved Judgement" },
[25957] = { ref=25956 }, -- Improved Judgement
-- Improved Lay on Hands
[20234] = { "Покращене покладання рук", "Надає цілі вашого закляття \"Покладання рук\" додаткові {1}% броні від предметів протягом {2} хв. Також час відновлення вашого закляття \"Покладання рук\" зменшується на {3} хв.#{1}% bonus#for {2} min#by {3} min", en="Improved Lay on Hands" },
[20235] = { ref=20234 }, -- Improved Lay on Hands
-- Improved Retribution Aura
[20091] = { "Покращена аура розплати", "Збільшує шкоду від вашої \"Аури розплати\" на {1}%.#by {1}%", en="Improved Retribution Aura" },
[20092] = { ref=20091 }, -- Improved Retribution Aura
-- Improved Righteous Fury
[20468] = { "Покращена праведна лють", "Збільшує загрозу від вашого закляття \"Праведна лють\" на {1}%.#by {1}%", en="Improved Righteous Fury" },
[20469] = { ref=20468 }, -- Improved Righteous Fury
[20470] = { ref=20468 }, -- Improved Righteous Fury
-- Improved Seal of Righteousness
[20224] = { "Покращена печатка праведності", "Збільшує шкоду вашої \"Печатки праведності\" та \"Присуду праведності\" на {1}%.#by {1}%", en="Improved Seal of Righteousness" },
[20225] = { ref=20224 }, -- Improved Seal of Righteousness
[20330] = { ref=20224 }, -- Improved Seal of Righteousness
[20331] = { ref=20224 }, -- Improved Seal of Righteousness
[20332] = { ref=20224 }, -- Improved Seal of Righteousness
-- Improved Seal of the Crusader
[20335] = { "Покращена печатка лицаря", "Збільшує силу атаки ближнього бою від вашої \"Печатки лицаря\" та шкоду святістю від вашого \"Присуду лицаря\" на {1}%.#by {1}%", en="Improved Seal of the Crusader" },
[20336] = { ref=20335 }, -- Improved Seal of the Crusader
[20337] = { ref=20335 }, -- Improved Seal of the Crusader
-- Judgement
[20271] = { "Присуд", "Вивільнює енергію печатки на ворога. Ефект присуду залежить від використаної печатки.", en="Judgement" },
[23591] = { "Присуд", "Завдає від {1} до {2} додаткової шкоди священністю цілі \"Присуду\".#Inflicts {1} to {2} additional", en="Judgement" },
-- Judgement of Command
[20425] = { "Присуд наказу", en="Judgement of Command" },
[20467] = { ref=20425 }, -- Judgement of Command
[20961] = { ref=20425 }, -- Judgement of Command
[20962] = { ref=20425 }, -- Judgement of Command
[20963] = { ref=20425 }, -- Judgement of Command
[20964] = { ref=20425 }, -- Judgement of Command
[20965] = { ref=20425 }, -- Judgement of Command
[20966] = { ref=20425 }, -- Judgement of Command
[20967] = { ref=20425 }, -- Judgement of Command
[20968] = { ref=20425 }, -- Judgement of Command
-- Judgement of Justice
[20184] = { "Присуд правосуддя", nil, "Не можу втекти.", en="Judgement of Justice" },
[25944] = { "Присуд правосуддя", en="Judgement of Justice" },
[25945] = { ref=25944 }, -- Judgement of Justice
-- Judgement of Light
[20185] = { "Присуд світла", nil, "Атаки ближнього бою проти вас можуть відновити нападнику {1} здоров'я.#for {1}", en="Judgement of Light" },
[20344] = { ref=20185 }, -- Judgement of Light
[20345] = { ref=20185 }, -- Judgement of Light
[20346] = { ref=20185 }, -- Judgement of Light
-- Judgement of Wisdom
[20186] = { "Присуд мудрості", nil, "Атаки та закляття проти вас можуть відновити нападнику {1} мани.#restoring {1}", en="Judgement of Wisdom" },
[20354] = { ref=20186 }, -- Judgement of Wisdom
[20355] = { ref=20186 }, -- Judgement of Wisdom
-- Judgement of the Crusader
[20188] = { ref=21183 }, -- Judgement of the Crusader
[20300] = { ref=21183 }, -- Judgement of the Crusader
[20301] = { ref=21183 }, -- Judgement of the Crusader
[20302] = { ref=21183 }, -- Judgement of the Crusader
[20303] = { ref=21183 }, -- Judgement of the Crusader
[21183] = { "Присуд лицаря", nil, "Збільшує отриману шкоду святістю на {1}.#by up to {1}", en="Judgement of the Crusader" },
-- Lasting Judgement
[20359] = { "Затяжний присуд", "Збільшує тривалість ваших \"Присуду світла\" та \"Присуду мудрості\" на {1} с.#by {1} sec", en="Lasting Judgement" },
[20360] = { ref=20359 }, -- Lasting Judgement
[20361] = { ref=20359 }, -- Lasting Judgement
-- Lay on Hands
[633] = { "Покладання рук", "Лікує дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина. Витрачає весь залишок мани паладина при використанні.", en="Lay on Hands" },
[2800] = { "Покладання рук", "Лікує дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина, та відновлює їй {1} мани. Витрачає весь залишок мани паладина при використанні.#restores {1} of their", en="Lay on Hands" },
[10310] = { ref=2800 }, -- Lay on Hands
[20233] = { "Покладання рук", nil, "Броню збільшено на {1}%.#by {1}%", en="Lay on Hands" },
[20236] = { ref=20233 }, -- Lay on Hands
-- One-Handed Weapon Specialization
[20196] = { "Спеціалізація на одноручній зброї", "Збільшує шкоду одноручної зброї ближнього бою на {1}%.#weapons by {1}%", en="One-Handed Weapon Specialization" },
[20197] = { ref=20196 }, -- One-Handed Weapon Specialization
[20198] = { ref=20196 }, -- One-Handed Weapon Specialization
[20199] = { ref=20196 }, -- One-Handed Weapon Specialization
[20200] = { ref=20196 }, -- One-Handed Weapon Specialization
-- Precision
[20189] = { "Точність", "Збільшує вашу ймовірність завдання удару зброєю ближнього бою на {1}%.#by {1}%", en="Precision" },
[20192] = { ref=20189 }, -- Precision
[20193] = { ref=20189 }, -- Precision
-- Purify
[1152] = { "Очищення", "Очищує дружню ціль, знімаючи 1 ефект хвороби та 1 ефект отруєння.", en="Purify" },
-- Pursuit of Justice
[26022] = { "Гонитва за правосуддям", "Підвищує швидкість руху та швидкість верхової їзди на {1}%. Не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%", en="Pursuit of Justice" },
[26023] = { ref=26022 }, -- Pursuit of Justice
-- Reckoning
[20177] = { "Воздаяння", "Надає вам {1}% ймовірності провести додаткову атаку після отримання критичного удару.#{1}% chance", en="Reckoning" },
[20179] = { ref=20177 }, -- Reckoning
[20180] = { ref=20177 }, -- Reckoning
[20181] = { ref=20177 }, -- Reckoning
[20182] = { ref=20177 }, -- Reckoning
-- Redemption
[7328] = { "Спокута", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не можна використовувати в бою.#{1} health and {2} mana", en="Redemption" },
[10322] = { ref=7328 }, -- Redemption
[10324] = { ref=7328 }, -- Redemption
[20772] = { ref=7328 }, -- Redemption
[20773] = { ref=7328 }, -- Redemption
-- Redoubt
[20127] = { "Твердиня", "Збільшує ймовірність блокування атак щитом на {1}% після отримання критичного удару. Триває {2} с або {3} блоків.#shield by {1}#Lasts {2} sec or {3} block", en="Redoubt" },
[20128] = { "Твердиня", nil, "Ймовірність блокування збільшено на {1}%. Триває до {2} блоків.#by {1}%#of {2}  blocks", en="Redoubt" },
[20130] = { ref=20127 }, -- Redoubt
[20131] = { ref=20128 }, -- Redoubt
[20132] = { ref=20128 }, -- Redoubt
[20133] = { ref=20128 }, -- Redoubt
[20134] = { ref=20128 }, -- Redoubt
[20135] = { ref=20127 }, -- Redoubt
[20136] = { ref=20127 }, -- Redoubt
[20137] = { ref=20127 }, -- Redoubt
-- Repentance
[20066] = { "Спокута", "Вводить ворожу ціль у стан медитації, роблячи її недієздатною на {1} с. Будь-яка шкода пробудить ціль. Діє лише на гуманоїдів.#for up to {1} sec", "Недієздатність.", en="Repentance" },
-- Retribution Aura
[7294] = { "Аура розплати", "Завдає {1} шкоди святістю ворогам, що завдають удару учасникам групи в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Causes {1} Holy#within {2} y", "Завдає {1} шкоди святістю будь-кому, хто вас ударяє.#Does {1} Holy damage", en="Retribution Aura" },
[10298] = { ref=7294 }, -- Retribution Aura
[10299] = { ref=7294 }, -- Retribution Aura
[10300] = { ref=7294 }, -- Retribution Aura
[10301] = { ref=7294 }, -- Retribution Aura
-- Righteous Fury
[25780] = { "Праведна лють", "Збільшує загрозу ваших атак святістю на {1}%. Триває {2} хв.#by {1}%#Lasts {2} min", "Збільшує загрозу ваших атак святістю на {1}%.#by {1}%", en="Righteous Fury" },
-- Sanctity Aura
[20218] = { "Аура святості", "Збільшує шкоду святістю учасників групи в межах {1} м на {2}%. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#within {1} yards by {2}", "Збільшує шкоду святістю на {1}%.#by {1}%", en="Sanctity Aura" },
-- Seal of Command
[20375] = { "Печатка наказу", "Надає паладинові ймовірність завдати додаткової шкоди святістю в обсязі {1}% від звичайної шкоди зброєю. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {2} с.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи від {3} до {4} шкоди святістю або від {5} до {6}, якщо ціль приголомшена або недієздатна.#equal to {1}#Lasts {2} sec#causing {3} to {4} Holy damage, {5} to {6}", "Атаки ближнього бою можуть завдати додаткової шкоди святістю.", en="Seal of Command" },
[20915] = { ref=20375 }, -- Seal of Command
[20918] = { ref=20375 }, -- Seal of Command
[20919] = { ref=20375 }, -- Seal of Command
[20920] = { ref=20375 }, -- Seal of Command
-- Seal of Justice
[20164] = { "Печатка правосуддя", "Наповнює паладина духом правосуддя на {1} с, надаючи кожній атаці ближнього бою ймовірність приголомшити ціль на {2} с. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки засудить ворога на {3} с, не дозволяючи йому втекти. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один присуд від кожного паладина.#justice for {1} sec#stun for {2} sec#enemy for {3} sec", "Атаки ближнього бою можуть приголомшити ціль на {1} с.#for {1} sec", en="Seal of Justice" },
-- Seal of Light
[20165] = { "Печатка світла", "Наповнює паладина божественним світлом на {1} с, надаючи кожній атаці ближнього бою ймовірність зцілити паладину {2} здоров'я. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки засудить ворога на {3} с, надаючи атакам ближнього бою проти засудженої цілі ймовірність зцілити нападнику {4} здоров'я. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один присуд від кожного паладина.#light for {1} sec#heal the Paladin for {2}#enemy for {3} sec#attacker for {4}", "Атаки ближнього бою можуть відновити {1} здоров'я.#for {1}", en="Seal of Light" },
[20347] = { ref=20165 }, -- Seal of Light
[20348] = { ref=20165 }, -- Seal of Light
[20349] = { ref=20165 }, -- Seal of Light
-- Seal of Righteousness
[20154] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою від {2} до {3} додаткової шкоди святістю. Повільніша зброя завдає більше шкоди святістю за удар. Лише одна печатка може бути задіяна на паладинові одночасно.#for {1} sec#additional {2} to {3}", "Атаки ближнього бою завдають від {1} до {2} додаткової шкоди святістю.#additional {1} to {2}", en="Seal of Righteousness" },
[20287] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою від {2} до {3} додаткової шкоди святістю. Повільніша зброя завдає більше шкоди святістю за удар. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогові від {4} до {5} шкоди святістю.#for {1} sec#additional {2} to {3}#cause {4} to {5}", "Атаки ближнього бою завдають від {1} до {2} додаткової шкоди святістю.#additional {1} to {2}", en="Seal of Righteousness" },
[20288] = { ref=20287 }, -- Seal of Righteousness
[20289] = { ref=20287 }, -- Seal of Righteousness
[20290] = { ref=20287 }, -- Seal of Righteousness
[20291] = { ref=20287 }, -- Seal of Righteousness
[20292] = { ref=20287 }, -- Seal of Righteousness
[20293] = { ref=20287 }, -- Seal of Righteousness
[21084] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою від {2} до {3} додаткової шкоди святістю. Повільніша зброя завдає більше шкоди святістю за удар. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогові {4} шкоди святістю.#for {1} sec#additional {2} to {3}#cause {4}", "Атаки ближнього бою завдають від {1} до {2} додаткової шкоди святістю.#additional {1} to {2}", en="Seal of Righteousness" },
-- Seal of Wisdom
[20166] = { "Печатка мудрості", "Наповнює паладина божественною мудрістю на {1} с, надаючи кожній атаці ближнього бою ймовірність відновити паладину {2} мани. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки засудить ворога на {3} с, надаючи атакам та закляттям проти засудженої цілі ймовірність відновити нападнику {4} мани. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один присуд від кожного паладина.#wisdom for {1} sec#restore {2} of the Paladin#enemy for {3} sec#restore {4} mana to the attacker", "Атаки ближнього бою можуть відновити {1} мани.#restore {1} mana", en="Seal of Wisdom" },
[20356] = { ref=20166 }, -- Seal of Wisdom
[20357] = { ref=20166 }, -- Seal of Wisdom
-- Seal of the Crusader
[20162] = { ref=21082 }, -- Seal of the Crusader
[20305] = { ref=21082 }, -- Seal of the Crusader
[20306] = { ref=21082 }, -- Seal of the Crusader
[20307] = { ref=21082 }, -- Seal of the Crusader
[20308] = { ref=21082 }, -- Seal of the Crusader
[21082] = { "Печатка лицаря", "Наповнює паладина духом лицаря на {1} с, надаючи {2} сили атаки ближнього бою. Паладин також атакує на {3}% швидше, але завдає менше шкоди з кожною атакою. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки засудить ворога на {4} с, збільшуючи отриману ним шкоду святістю на {5}. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один присуд від кожного паладина.#crusader for {1} sec#granting {2} melee attack power#{3}% faster#enemy for {4} sec#damage taken by up to {5}", "Силу атаки ближнього бою збільшено на {1}. Атаки ближнього бою швидші на {2}%, але завдають менше шкоди.#increased by {1}#{2}% faster", en="Seal of the Crusader" },
-- Sense Undead
[5502] = { "Чуття невмерлих", "Відображає на мінімапі місцезнаходження невмерлих неподалік. Одночасно можна вистежувати лише щось одне.", "Відстеження невмерлих.", en="Sense Undead" },
-- Shadow Resistance Aura
[19876] = { "Аура опору тіні", "Надає {1} додаткового опору тіні всім учасникам групи в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір тіні на {1}.#by {1}", en="Shadow Resistance Aura" },
[19895] = { ref=19876 }, -- Shadow Resistance Aura
[19896] = { ref=19876 }, -- Shadow Resistance Aura
-- Shield Specialization
[20148] = { "Спеціалізація на щитах", "Збільшує обсяг шкоди, що поглинає ваш щит, на {1}%.#by {1}%", en="Shield Specialization" },
[20149] = { ref=20148 }, -- Shield Specialization
[20150] = { ref=20148 }, -- Shield Specialization
-- Siphon Blessing
[23418] = { "Витягування благословень", nil, "Змушує вас застосовувати \"Благословення захисту\" на Нефаріана.", en="Siphon Blessing" },
-- Spiritual Focus
[20205] = { "Духовна зосередженість", "Надає закляттям \"Зблиск світла\" та \"Священне світло\" {1}% імовірності уникнути затримки вимови, спричиненої шкодою.#{1}% chance", en="Spiritual Focus" },
[20206] = { ref=20205 }, -- Spiritual Focus
[20207] = { ref=20205 }, -- Spiritual Focus
[20208] = { ref=20205 }, -- Spiritual Focus
[20209] = { ref=20205 }, -- Spiritual Focus
-- Stun
[20170] = { "Приголомшення", nil, "Приголомшено.", en="Stun" },
-- Summon Charger
[23214] = { "Виклик скакуна", "Викликає скакуна для верхової їзди. Збільшує швидкість руху на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Charger" },
-- Summon Warhorse
[13819] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди. Збільшує швидкість руху на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Warhorse" },
-- Toughness
[20143] = { "Міць", "Збільшує вашу броню з предметів на {1}%.#items by {1}%", en="Toughness" },
[20144] = { ref=20143 }, -- Toughness
[20145] = { ref=20143 }, -- Toughness
[20146] = { ref=20143 }, -- Toughness
[20147] = { ref=20143 }, -- Toughness
-- Turn Undead
[2878] = { "Вигнати невмерлого", "Обраний невмерлий ворог буде змушений втікати протягом {1} с. Подальше завдання шкоди може перервати ефект. Одночасно лише одна ціль може бути вигнаною.#for up to {1} sec", "Змушений утікати.", en="Turn Undead" },
[5627] = { ref=2878 }, -- Turn Undead
[10326] = { ref=2878 }, -- Turn Undead
-- Two-Handed Weapon Specialization
[20111] = { "Спеціалізація на дворучній зброї", "Збільшує шкоду дворучної зброї ближнього бою на {1}%.#weapons by {1}%", en="Two-Handed Weapon Specialization" },
[20112] = { ref=20111 }, -- Two-Handed Weapon Specialization
[20113] = { ref=20111 }, -- Two-Handed Weapon Specialization
-- Unyielding Faith
[9453] = { "Незламна віра", "Збільшує ймовірність протистояти ефектам страху та дезорієнтації на {1}%.#additional {1}%", en="Unyielding Faith" },
[25836] = { ref=9453 }, -- Unyielding Faith
-- Vengeance
[20049] = { "Помста", "Збільшує вашу фізичну шкоду та шкоду святістю на {1}% протягом {2} с після того, як ви завдали критичного удару зброєю, закляттям або здібністю.[ Також зменшує загрозу від вашої фізичної шкоди та шкоди святістю на {1}%, поки \"Праведна лють\" неактивна.#threat you generate by {1}% while Righteous Fury]#a {1}% bonus to#deal for {2} sec after", en="Vengeance" },
[20050] = { "Помста", nil, "Фізичну шкоду та шкоду святістю збільшено на {1}%.#by {1}%", en="Vengeance" },
[20052] = { ref=20050 }, -- Vengeance
[20053] = { ref=20050 }, -- Vengeance
[20054] = { ref=20050 }, -- Vengeance
[20055] = { ref=20050 }, -- Vengeance
[20056] = { ref=20049 }, -- Vengeance
[20057] = { ref=20049 }, -- Vengeance
[20058] = { ref=20049 }, -- Vengeance
[20059] = { ref=20049 }, -- Vengeance
-- Vindication
[67] = { "Відплата", nil, "Силу та спритність зменшено на {1}%.#by {1}", en="Vindication" },
[9452] = { "Відплата", "Надає атакам ближнього бою паладина ймовірність [зменшити силу та спритність цілі на {1}% протягом {2} с#Strength and Agility by {1}%{2} sec][зменшити силу та спритність цілі на {1}%, зменшити силу атаки цілі на {2} та збільшити силу атаки паладина на {3}% протягом {4} с#and Agility by {1}%, reduce the target's Attack Power by {2}, and increase the Paladin's Attack Power by {3}% for {4} sec].", en="Vindication" },
[26016] = { ref=9452 }, -- Vindication
[26017] = { ref=67 }, -- Vindication
[26018] = { ref=67 }, -- Vindication
[26021] = { ref=9452 }, -- Vindication

-- Item effects
[23733] = { "Сліпуче світло", "Наповнює паладина світлом, збільшуючи швидкість атак ближнього бою на {1}% та збільшуючи швидкість вимови заклять на {2}% протягом {3} с.#attack speed by {1}%#casting speed by {2}% for {3} sec", "Швидкість атаки збільшено на {1}%.\nШвидкість вимови заклять збільшено на {2}%.#Attack speed increased by {1}%#Casting speed increased by {2}%", en="Blinding Light" },
[27850] = { "Збільшення броні від Аури відданості", "Збільшує бонус броні від вашої \"Аури відданості\" на {1}.#Aura by {1}", en="Devotion Armor Increased" },
[28851] = { "Збільшення зцілення Зблиску світла", "Збільшує зцілення Зблиску світла на {1}.#Flash of Light by up to {1}", en="Increased Flash of Light Healing" },
[28853] = { ref=28851 }, -- Increased Flash of Light Healing
[27848] = { "Зменшення витрат на печатки", "Зменшує витрати мани ваших печаток на {1}.#Seal spells by {1}", en="Seal Cost Reduced" },
[23300] = { "Збільшення шкоди присуду хрестоносця", "Збільшує бонус до шкоди святості від \"Присуду хрестоносця\" на {1}.#Crusader by {1}", en="Seal of the Crusader Judgement Increase" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
