local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Adrenaline Rush
[13750] = { "Викид адреналіну", "Збільшує швидкість відновлення енергії на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість відновлення енергії збільшено на {1}%.#by {1}%", en="Adrenaline Rush" },
-- Aggression
[18427] = { "Агресивність", "Збільшує шкоду здібностей \"Підступний удар\" та \"Потрошіння\" на {1}%.#by {1}%", en="Aggression" },
[18428] = { ref=18427 }, -- Aggression
[18429] = { ref=18427 }, -- Aggression
-- Ambush
[8676] = { "Засідка", "Раптовий удар, що завдає цілі {1}% від шкоди зброї плюс {2}. Необхідно перебувати в непомітності та позаду цілі. Працює лише за наявності кинджалу в основній руці. Збільшує довжину комбінації на 1 прийом.#causing {1}% weapon damage plus {2} to", en="Ambush" },
[8724] = { ref=8676 }, -- Ambush
[8725] = { ref=8676 }, -- Ambush
[11267] = { ref=8676 }, -- Ambush
[11268] = { ref=8676 }, -- Ambush
[11269] = { ref=8676 }, -- Ambush
-- Backstab
[53] = { "Удар у спину", "Ударити ціль у спину, завдаючи їй {1}% від шкоди зброї та додатково {2} шкоди. Необхідно бути позаду цілі та тримати в правій руці кинджал. Збільшує довжину комбінації на {3} прийом.#causing {1}%#plus {2} to#Awards {3} combo", en="Backstab" },
[2589] = { ref=53 }, -- Backstab
[2590] = { ref=53 }, -- Backstab
[2591] = { ref=53 }, -- Backstab
[8721] = { ref=53 }, -- Backstab
[11279] = { ref=53 }, -- Backstab
[11280] = { ref=53 }, -- Backstab
[11281] = { ref=53 }, -- Backstab
[25300] = { ref=53 }, -- Backstab
-- Blade Flurry
[13877] = { "Шквал клинків", "Збільшує вашу швидкість атаки на {1}%. Ваші атаки також завдають удару ще одному ворогу неподалік. Триває {2} с.#by {1}%#Lasts {2} sec", "Швидкість атаки збільшено на {1}%. Атаки зброєю завдають удару ще одному ворогу неподалік.#by {1}%", en="Blade Flurry" },
-- Blind
[2094] = { "Засліплення", "Засліплює ціль, змушуючи її блукати протягом {1} с. Будь-яка шкода перериває дію ефекту.#for up to {1} sec", "Дезорієнтовано.", en="Blind" },
[21060] = { "Засліплення", "Засліплює ціль, змушуючи її блукати протягом {1} с. Будь-яка шкода перериває дію ефекту.#for up to {1} sec", "Дезорієнтовано.", en="Blind" },
-- Blinding Powder
[6510] = { "Сліпучий порошок", "Створити реагент для здібності \"Засліплення\".", en="Blinding Powder" },
-- Camouflage
[13975] = { "Камуфляж", "Збільшує вашу швидкість руху в стані непомітності на {1}% та зменшує час відновлення вашої здібності \"Непомітність\" на {2} с.#by {1}%#by {2} sec", en="Camouflage" },
[14062] = { ref=13975 }, -- Camouflage
[14063] = { ref=13975 }, -- Camouflage
[14064] = { ref=13975 }, -- Camouflage
[14065] = { ref=13975 }, -- Camouflage
-- Cheap Shot
[1833] = { "Брудний прийом", "Приголомшує ціль на {1} с. Необхідно перебувати в непомітності. Збільшує довжину комбінації на {2} прийоми.#for {1} sec#{2} combo", "Приголомшено.", en="Cheap Shot" },
-- Cold Blood
[14177] = { "Стигла кров", "При активації збільшує ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\" чи \"Потрошіння\" на {1}%.#by {1}", "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\" чи \"Потрошіння\" збільшено на {1}%.#by {1}", en="Cold Blood" },
-- Crippling Poison
[3408] = { "Травматична отрута", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, сповільнюючи рух на {3}% протягом {4} с.#lasts for {1} min#{2}% chance#speed by {3}% for {4} sec", en="Crippling Poison" },
[3409] = { "Травматична отрута", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
[3420] = { ref=3408 }, -- Crippling Poison
[11201] = { ref=3409 }, -- Crippling Poison
[11202] = { ref=3408 }, -- Crippling Poison
[25809] = { ref=3409 }, -- Crippling Poison
-- Crippling Poison II
[3421] = { "Травматична отрута II", ref=3408, en="Crippling Poison II" },
-- Dagger Specialization
[13706] = { "Спеціалізація на кинджалах", "Збільшує ймовірність завдати критичного удару кинджалами на {1}%.#by {1}%", en="Dagger Specialization" },
[13804] = { ref=13706 }, -- Dagger Specialization
[13805] = { ref=13706 }, -- Dagger Specialization
[13806] = { ref=13706 }, -- Dagger Specialization
[13807] = { ref=13706 }, -- Dagger Specialization
-- Deadliness
[30902] = { "Смертоносність", "Збільшує вашу силу атаки на {1}%.#by {1}%", en="Deadliness" },
[30903] = { ref=30902 }, -- Deadliness
[30904] = { ref=30902 }, -- Deadliness
[30905] = { ref=30902 }, -- Deadliness
[30906] = { ref=30902 }, -- Deadliness
-- Deadly Poison
[2818] = { "Смертельна отрута", nil, "Отримує {1} шкоди від природи кожні {2} с.#takes {1} Nature#every {2} sec", en="Deadly Poison" },
[2835] = { "Смертельна отрута", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Ефект накопичується до {5} разів на одній цілі. {6} зарядів.#lasts for {1} min#{2}% chance#for {3} Nature damage over {4} sec#{5} times#{6} charges", en="Deadly Poison" },
[2823] = { "Смертельна отрута", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Ефект накопичується до {5} разів на одній цілі. {6} зарядів.#lasts for {1} min#a {2}% chance#for {3} Nature damage over {4} sec#up to {5} times#{6} charges", en="Deadly Poison" },
-- Deadly Poison II
[2819] = { "Смертельна отрута II", ref=2818, en="Deadly Poison II" },
[2837] = { "Смертельна отрута II", ref=2835, en="Deadly Poison II" },
[2824] = { "Смертельна отрута II", ref=2823, en="Deadly Poison II" },
-- Deadly Poison III
[11353] = { "Смертельна отрута III", ref=2818, en="Deadly Poison III" },
[11357] = { "Смертельна отрута III", ref=2835, en="Deadly Poison III" },
[11355] = { "Смертельна отрута III", ref=2823, en="Deadly Poison III" },
-- Deadly Poison IV
[11354] = { "Смертельна отрута IV", ref=2818, en="Deadly Poison IV" },
[11358] = { "Смертельна отрута IV", ref=2835, en="Deadly Poison IV" },
[11356] = { "Смертельна отрута IV", ref=2823, en="Deadly Poison IV" },
-- Deadly Poison V
[25347] = { "Смертельна отрута V", ref=2835, en="Deadly Poison V" },
[25349] = { "Смертельна отрута V", ref=2818, en="Deadly Poison V" },
[25351] = { "Смертельна отрута V", ref=2823, en="Deadly Poison V" },
-- Deflection
[13713] = { "Відбиття", "Збільшує вашу ймовірність парирування на {1}%.#by {1}%", en="Deflection" },
[13853] = { ref=13713 }, -- Deflection
[13854] = { ref=13713 }, -- Deflection
[13855] = { ref=13713 }, -- Deflection
[13856] = { ref=13713 }, -- Deflection
-- Detect Traps
[2836] = { "Виявлення пасток", "Значно підсилює здатність виявляти пастки.", "Виявлення пасток.", en="Detect Traps" },
-- Dirty Deeds
[14082] = { "Брудні справи", "Знижує витрати енергії здібностей \"Брудний прийом\" та \"Гарота\" на {1}.#abilities by {1}", en="Dirty Deeds" },
[14083] = { ref=14082 }, -- Dirty Deeds
-- Disarm Trap
[1842] = { "Знешкодження пасток", "Підкрастися до пастки та знешкодити її. Не наближайтеся занадто близько, інакше пастка спрацює.", en="Disarm Trap" },
-- Distract
[1725] = { "Відволікання", "Метнути приманку, що відволіче увагу всіх ворогів поблизу на {1} с. Не порушує непомітності.#for {1} sec", en="Distract" },
-- Dual Wield Specialization
[13715] = { "Спеціалізація на бою з двох рук", "Збільшує шкоду від зброї в лівій руці на {1}%.#weapon by {1}%", en="Dual Wield Specialization" },
[13848] = { ref=13715 }, -- Dual Wield Specialization
[13849] = { ref=13715 }, -- Dual Wield Specialization
[13851] = { ref=13715 }, -- Dual Wield Specialization
[13852] = { ref=13715 }, -- Dual Wield Specialization
-- Elusiveness
[13981] = { "Невловимість", "Зменшує час відновлення ваших здібностей \"Зникнення\" та \"Засліплення\" на {1} с.#by {1} sec", en="Elusiveness" },
[14066] = { "Невловимість", "Зменшує час відновлення ваших здібностей \"Зникнення\" та \"Засліплення\" на {1} хв.#by {1} min", en="Elusiveness" },
-- Endurance
[13742] = { "Витримка", "Зменшує час відновлення ваших здібностей \"Спринт\" та \"Уникнення\" на {1} с.#by {1} sec", en="Endurance" },
[13872] = { "Витримка", "Зменшує час відновлення ваших здібностей \"Спринт\" та \"Уникнення\" на {1} хв.#by {1} min", en="Endurance" },
-- Evasion
[5277] = { "Уникнення", "Збільшує ймовірність ухилення на {1}% протягом {2} с.#by {1}% for {2} sec", "Збільшує ймовірність ухилення на {1}%.#by {1}%", en="Evasion" },
-- Eviscerate
[2098] = { "Потрошіння", "Завершальний рух, що завдає шкоди, яка залежить від довжини комбінації та сили атаки:\n  1 прийом: {1}-{2} шкоди\n  2 прийоми: {3}-{4} шкоди\n  3 прийоми: {5}-{6} шкоди\n  4 прийоми: {7}-{8} шкоди\n  5 прийомів: {9}-{10} шкоди#1 point  : {1}-{2}#2 points: {3}-{4}#3 points: {5}-{6}#4 points: {7}-{8}#5 points: {9}-{10}", en="Eviscerate" },
[6760] = { ref=2098 }, -- Eviscerate
[6761] = { ref=2098 }, -- Eviscerate
[6762] = { ref=2098 }, -- Eviscerate
[8623] = { ref=2098 }, -- Eviscerate
[8624] = { ref=2098 }, -- Eviscerate
[11299] = { ref=2098 }, -- Eviscerate
[11300] = { ref=2098 }, -- Eviscerate
[31016] = { ref=2098 }, -- Eviscerate
-- Expose Armor
[8647] = { "Зняття броні", "Завершальний рух, що оголює ціль на {1} с, зменшуючи броню в залежності від довжини комбінації:\n  1 прийом: {2} броні\n  2 прийоми: {3} броні\n  3 прийоми: {4} броні\n  4 прийоми: {5} броні\n  5 прийомів: {6} броні#for {1} sec#1 point  : {2}#2 points: {3}#3 points: {4}#4 points: {5}#5 points: {6}", "Броню зменшено.", en="Expose Armor" },
[8649] = { ref=8647 }, -- Expose Armor
[8650] = { ref=8647 }, -- Expose Armor
[11197] = { ref=8647 }, -- Expose Armor
[11198] = { ref=8647 }, -- Expose Armor
-- Feint
[1966] = { "Фінт", "Виконує оманливий випад, що не завдає шкоди та трохи зменшує вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Feint" },
[6768] = { "Фінт", "Виконує оманливий випад, що не завдає шкоди та зменшує вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Feint" },
[8637] = { "Фінт", "Виконує оманливий випад, що не завдає шкоди та значно зменшує вашу загрозу. Це знизить ймовірність того, що ворог атакуватиме саме вас.", en="Feint" },
[11303] = { ref=8637 }, -- Feint
[25302] = { ref=8637 }, -- Feint
-- Fist Weapon Specialization
[13707] = { "Спеціалізація на кулачній зброї", "Збільшує ймовірність завдати критичного удару кулачною зброєю на {1}%.#by {1}%", en="Fist Weapon Specialization" },
[13966] = { ref=13707 }, -- Fist Weapon Specialization
[13967] = { ref=13707 }, -- Fist Weapon Specialization
[13968] = { ref=13707 }, -- Fist Weapon Specialization
[13969] = { ref=13707 }, -- Fist Weapon Specialization
-- Garrote
[703] = { "Гарота", "Придушити ворога, завдаючи {1} шкоди протягом {2} с, що збільшується від вашої сили атаки. Необхідно перебувати в непомітності та позаду цілі. Збільшує довжину комбінації на {3} прийом.#causing {1} damage over {2} sec#Awards {3} combo", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Garrote" },
[8631] = { ref=703 }, -- Garrote
[8632] = { ref=703 }, -- Garrote
[8633] = { ref=703 }, -- Garrote
[11289] = { ref=703 }, -- Garrote
[11290] = { ref=703 }, -- Garrote
-- Ghostly Strike
[14278] = { "Примарний удар", "Удар, що завдає {1}% шкоди зброєю та збільшує вашу ймовірність ухилення на {2}% протягом {3} с. Збільшує довжину комбінації на {4} прийом.#{1}% weapon#by {2}% for {3} sec#{4} combo", "Ймовірність ухилення збільшено на {1}%.#by {1}%", en="Ghostly Strike" },
-- Gouge
[1776] = { "Ошелешення", "Завдає {1} шкоди, робить ворога недієздатним на {2} с. та зупиняє вашу атаку. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі. Збільшує довжину комбінації на {3} прийом.#Causes {1}#for {2} sec#{3} combo", "Недієздатність.", en="Gouge" },
[1777] = { ref=1776 }, -- Gouge
[8629] = { ref=1776 }, -- Gouge
[11285] = { ref=1776 }, -- Gouge
[11286] = { ref=1776 }, -- Gouge
-- Heightened Senses
[30894] = { "Загострені відчуття", "Посилює вашу здатність виявлення непомітності та зменшує ймовірність завдати вам удару закляттями та атаками дальнього бою на {1}%.#by {1}%", en="Heightened Senses" },
[30895] = { "Загострені відчуття", "Посилює вашу здатність виявлення непомітності та зменшує ймовірність завдати вам удару закляттями та атаками дальнього бою на {1}%. Дієвіше за \"Загострені відчуття\" (Ранг {2}).#by {1}#(Rank {2})", en="Heightened Senses" },
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, завдає шкоди супернику та спричиняє крововилив, що збільшує отриману фізичну шкоду на {1}. Діє на {2} ударів або протягом {3} с. Збільшує довжину комбінації на {4} прийом.#by up to {1}#Lasts {2} charges or {3} sec#{4} combo", "Збільшує отриману шкоду на {1}.#by {1}", en="Hemorrhage" },
[17347] = { ref=16511 }, -- Hemorrhage
[17348] = { ref=16511 }, -- Hemorrhage
-- Improved Ambush
[14079] = { "Покращена засідка", "Збільшує ймовірність критичного удару здібності \"Засідка\" на {1}%.#by {1}%", en="Improved Ambush" },
[14080] = { ref=14079 }, -- Improved Ambush
[14081] = { ref=14079 }, -- Improved Ambush
-- Improved Backstab
[13733] = { "Покращений удар у спину", "Збільшує ймовірність критичного удару здібності \"Удар у спину\" на {1}%.#by {1}%", en="Improved Backstab" },
[13865] = { ref=13733 }, -- Improved Backstab
[13866] = { ref=13733 }, -- Improved Backstab
-- Improved Eviscerate
[14162] = { "Покращене потрошіння", "Збільшує шкоду здібності \"Потрошіння\" на {1}%.#by {1}%", en="Improved Eviscerate" },
[14163] = { ref=14162 }, -- Improved Eviscerate
[14164] = { ref=14162 }, -- Improved Eviscerate
-- Improved Expose Armor
[14168] = { "Покращене зняття броні", "Посилює ефект зниження броні від здібності \"Зняття броні\" на {1}%.#by {1}%", en="Improved Expose Armor" },
[14169] = { ref=14168 }, -- Improved Expose Armor
-- Improved Gouge
[13741] = { "Покращене ошелешення", "Збільшує тривалість ефекту здібності \"Ошелешення\" на {1} с.#by {1} sec", en="Improved Gouge" },
[13792] = { ref=13741 }, -- Improved Gouge
[13793] = { ref=13741 }, -- Improved Gouge
-- Improved Kick
[13754] = { "Покращений копняк", "Здібність \"Копняк\" з ймовірністю {1}% знемовлює ціль на {2} с.#a {1}% chance#for {2} sec", en="Improved Kick" },
[13867] = { ref=13754 }, -- Improved Kick
-- Improved Kidney Shot
[14174] = { "Покращений удар по нирках", "Перебуваючи під дією вашої здібності \"Удар по нирках\", ціль додатково отримує {1}% шкоди з усіх джерел.#additional {1}%", en="Improved Kidney Shot" },
[14175] = { ref=14174 }, -- Improved Kidney Shot
[14176] = { ref=14174 }, -- Improved Kidney Shot
-- Improved Poisons
[14113] = { "Покращені отрути", "Збільшує ймовірність отруєння цілі на {1}%.#by {1}%", en="Improved Poisons" },
[14114] = { ref=14113 }, -- Improved Poisons
[14115] = { ref=14113 }, -- Improved Poisons
[14116] = { ref=14113 }, -- Improved Poisons
[14117] = { ref=14113 }, -- Improved Poisons
-- Improved Sap
[14076] = { "Покращене оглушення", "Надає вам {1}% імовірності повернутися у стан непомітності після застосування здібності \"Оглушення\".#a {1}% chance", en="Improved Sap" },
[14094] = { ref=14076 }, -- Improved Sap
-- Improved Sinister Strike
[13732] = { "Покращений підступний удар", "Зменшує витрати енергії здібності \"Підступний удар\" на {1}.#by {1}", en="Improved Sinister Strike" },
[13863] = { ref=13732 }, -- Improved Sinister Strike
-- Improved Slice and Dice
[14165] = { "Покращена м'ясорубка", "Збільшує тривалість дії здібності \"М'ясорубка\" на {1}%.#by {1}%", en="Improved Slice and Dice" },
[14166] = { ref=14165 }, -- Improved Slice and Dice
[14167] = { ref=14165 }, -- Improved Slice and Dice
-- Improved Sprint
[13743] = { "Покращений спринт", "Ви з ймовірністю {1}% знімете всі ефекти обмеження руху при активації здібності \"Спринт\".#a {1}% chance", en="Improved Sprint" },
[13875] = { ref=13743 }, -- Improved Sprint
-- Initiative
[13976] = { "Ініціатива", "Надає вам {1}% ймовірності збільшити довжину комбінації на додатковий прийом при використанні здібності \"Засідка\", \"Гарота\" або \"Брудний прийом\".#a {1}% chance", en="Initiative" },
[13979] = { ref=13976 }, -- Initiative
[13980] = { ref=13976 }, -- Initiative
-- Instant Poison
[8681] = { "Миттєва отрута", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи від {3} до {4} шкоди від природи. {5} зарядів.#lasts for {1} min#{2}% chance#inflicts {3} to {4}#{5} charges", en="Instant Poison" },
[8679] = { "Миттєва отрута", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи від {3} до {4} шкоди від природи. {5} зарядів.#lasts for {1} min#has a {2}% chance#inflicts {3} to {4} Nature#{5} charges", en="Instant Poison" },
[8680] = { "Миттєва отрута", en="Instant Poison" },
-- Instant Poison II
[8687] = { "Миттєва отрута II", ref=8681, en="Instant Poison II" },
[8686] = { "Миттєва отрута II", ref=8679, en="Instant Poison II" },
[8685] = { "Миттєва отрута II", en="Instant Poison II" },
-- Instant Poison III
[8691] = { "Миттєва отрута III", ref=8681, en="Instant Poison III" },
[8688] = { "Миттєва отрута III", ref=8679, en="Instant Poison III" },
[8689] = { "Миттєва отрута III", en="Instant Poison III" },
-- Instant Poison IV
[11341] = { "Миттєва отрута IV", ref=8681, en="Instant Poison IV" },
[11338] = { "Миттєва отрута IV", ref=8679, en="Instant Poison IV" },
[11335] = { "Миттєва отрута IV", en="Instant Poison IV" },
-- Instant Poison V
[11342] = { "Миттєва отрута V", ref=8681, en="Instant Poison V" },
[11339] = { "Миттєва отрута V", ref=8679, en="Instant Poison V" },
[11336] = { "Миттєва отрута V", en="Instant Poison V" },
-- Instant Poison VI
[11343] = { "Миттєва отрута VI", ref=8681, en="Instant Poison VI" },
[11340] = { "Миттєва отрута VI", ref=8679, en="Instant Poison VI" },
[11337] = { "Миттєва отрута VI", en="Instant Poison VI" },
-- Kick
[1766] = { "Копняк", "Швидкий удар ногою, що завдає {1} шкоди. Також перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {2} с.#for {1} damage#for {2} sec", en="Kick" },
[1767] = { ref=1766 }, -- Kick
[1768] = { ref=1766 }, -- Kick
[1769] = { ref=1766 }, -- Kick
-- Kick - Silenced
[18425] = { "Копняк - Знемовлення", nil, "Знемовлено.", en="Kick - Silenced" },
-- Kidney Shot
[408] = { "Удар по нирках", "Завершальний рух, що приголомшує ціль. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1}#2 points: {2}#3 points: {3}#4 points: {4}#5 points: {5}", "Приголомшено.", en="Kidney Shot" },
[8643] = { ref=408 }, -- Kidney Shot
-- Lethality
[14128] = { "Летальність", "Збільшує додаткову шкоду від критичних ударів здібностей \"Підступний удар\", \"Ошелешення\", \"Удар у спину\", \"Примарний удар\" та \"Крововилив\" на {1}%.#by {1}%", en="Lethality" },
[14132] = { ref=14128 }, -- Lethality
[14135] = { ref=14128 }, -- Lethality
[14136] = { ref=14128 }, -- Lethality
[14137] = { ref=14128 }, -- Lethality
-- Lightning Reflexes
[13712] = { "Блискавичні рефлекси", "Збільшує вашу ймовірність ухилення на {1}%.#by {1}%", en="Lightning Reflexes" },
[13788] = { ref=13712 }, -- Lightning Reflexes
[13789] = { ref=13712 }, -- Lightning Reflexes
[13790] = { ref=13712 }, -- Lightning Reflexes
[13791] = { ref=13712 }, -- Lightning Reflexes
-- Mace Specialization
[13709] = { "Спеціалізація на булавах", "Збільшує ваші навички володіння булавами на {1}. Також надає вам {2}% ймовірності приголомшити ціль на {3} с при ударі булавою.#Maces by {1}#{2}% chance#for {3} sec", en="Mace Specialization" },
[13800] = { ref=13709 }, -- Mace Specialization
[13801] = { ref=13709 }, -- Mace Specialization
[13802] = { ref=13709 }, -- Mace Specialization
[13803] = { ref=13709 }, -- Mace Specialization
-- Malice
[14138] = { "Злість", "Збільшує вашу ймовірність завдати критичного удару на {1}%.#by {1}%", en="Malice" },
[14139] = { ref=14138 }, -- Malice
[14140] = { ref=14138 }, -- Malice
[14141] = { ref=14138 }, -- Malice
[14142] = { ref=14138 }, -- Malice
-- Master of Deception
[13958] = { "Майстер омани", "Зменшує ймовірність того, що вороги помітять вас під час дії непомітності.", en="Master of Deception" },
[13970] = { "Майстер омани", "Зменшує ймовірність того, що вороги помітять вас під час дії непомітності. Дієвіше за \"Майстер омани\" (Ранг {1}).#(Rank {1})", en="Master of Deception" },
[13971] = { ref=13970 }, -- Master of Deception
[13972] = { ref=13970 }, -- Master of Deception
[13973] = { ref=13970 }, -- Master of Deception
-- Mind-numbing Poison
[5761] = { "Задурлива отрута", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% протягом {4} с. {5} зарядів.#lasts for {1} min#{2}% chance#by {3}% for {4} sec#{5} charges", en="Mind-numbing Poison" },
[5763] = { "Задурлива отрута", ref=5761, en="Mind-numbing Poison" },
[5760] = { "Задурлива отрута", nil, "Вимову заклять сповільнено на {1}%.#by {1}%", en="Mind-numbing Poison" },
[25810] = { ref=5760 }, -- Mind-numbing Poison
-- Mind-numbing Poison II
[8693] = { "Задурлива отрута II", ref=5761, en="Mind-numbing Poison II" },
[8694] = { "Задурлива отрута II", ref=5761, en="Mind-numbing Poison II" },
[8692] = { "Задурлива отрута II", ref=5760, en="Mind-numbing Poison II" },
-- Mind-numbing Poison III
[11399] = { "Задурлива отрута III", ref=5761, en="Mind-numbing Poison III" },
[11400] = { "Задурлива отрута III", ref=5761, en="Mind-numbing Poison III" },
[11398] = { "Задурлива отрута III", ref=5760, en="Mind-numbing Poison III" },
-- Murder
[14158] = { "Вбивство", "Збільшує всю шкоду гуманоїдам, велетням, звірам та драконам на {1}%.#by {1}%", en="Murder" },
[14159] = { ref=14158 }, -- Murder
-- Opportunity
[14057] = { "Нагода", "Збільшує шкоду при атаці здібностями \"Удар у спину\", \"Гарота\" та \"Засідка\" зі спини на {1}%.#by {1}%", en="Opportunity" },
[14072] = { ref=14057 }, -- Opportunity
[14073] = { ref=14057 }, -- Opportunity
[14074] = { ref=14057 }, -- Opportunity
[14075] = { ref=14057 }, -- Opportunity
-- Paralyze
[23414] = { "Параліч", nil, "Не може рухатися.", en="Paralyze" },
-- Pick Lock
[1804] = { "Зламування замків", "Дозволяє відкривати замкнені скрині та двері.", en="Pick Lock" },
-- Pick Pocket
[921] = { "Кишенькова крадіжка", "Обнишпорити кишені цілі.", en="Pick Pocket" },
-- Poisons
[2842] = { "Отрути", "Ви можете створювати та змішувати отрути як зі знайдених, так і з придбаних інгредієнтів.", en="Poisons" },
-- Precision
[13705] = { "Точність", "Збільшує ймовірність завдати удару зброєю ближнього бою на {1}%.#by {1}%", en="Precision" },
[13832] = { ref=13705 }, -- Precision
[13843] = { ref=13705 }, -- Precision
[13844] = { ref=13705 }, -- Precision
[13845] = { ref=13705 }, -- Precision
-- Premeditation
[14183] = { "Задум", "При активації додає {1} прийоми комбінації до вашої цілі. Ви повинні використати ці прийоми або додати до них нові протягом {2} с, інакше вони будуть втрачені.#adds {1} combo#within {2} sec", en="Premeditation" },
-- Preparation
[14185] = { "Підготовка", "При активації миттєво завершує відновлення інших здібностей пройдисвіта.", en="Preparation" },
-- Relentless Strikes
[14179] = { "Невідступні удари", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом комбінації відновлюють {2} енергії.#a {1}% chance#restore {2}", en="Relentless Strikes" },
-- Relentless Strikes Effect
[14181] = { "Ефект невідступних ударів", en="Relentless Strikes Effect" },
-- Remorseless
[14143] = { "Безжалісність", nil, "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\" або \"Примарний удар\" збільшено на {1}%.#by {1}%", en="Remorseless" },
[14149] = { ref=14143 }, -- Remorseless
-- Remorseless Attacks
[14144] = { "Безжалісні атаки", "Вбивство суперника, що приносить досвід або честь, збільшує ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\" або \"Примарний удар\" на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec", en="Remorseless Attacks" },
[14148] = { ref=14144 }, -- Remorseless Attacks
-- Riposte
[14251] = { "Відповідь", "Удар, який можливо виконати лише після парирування атаки опонента. Ця атака завдає {1}% шкоди зброєю та роззброює ціль на {2} с.#deals {1}#for {2} sec", "Роззброєно.", en="Riposte" },
-- Rupture
[1943] = { "Розрив", "Завершальний рух, що завдає періодичної шкоди, яка збільшується від сили атаки. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} шкоди за {2} c\n  2 прийоми: {3} шкоди за {4} c\n  3 прийоми: {5} шкоди за {6} c\n  4 прийоми: {7} шкоди за {8} c\n  5 прийомів: {9} шкоди за {10} c#1 point  : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Rupture" },
[8639] = { ref=1943 }, -- Rupture
[8640] = { ref=1943 }, -- Rupture
[11273] = { ref=1943 }, -- Rupture
[11274] = { ref=1943 }, -- Rupture
[11275] = { ref=1943 }, -- Rupture
[14874] = { ref=11977 }, -- Rupture
[15583] = { ref=11977 }, -- Rupture
-- Ruthlessness
[14156] = { "Нещадність", "Надає вашим завершальним рухам {1}% імовірності збільшити довжину комбінації по цілі на один прийом.#{1}% chance", en="Ruthlessness" },
[14160] = { ref=14156 }, -- Ruthlessness
[14161] = { ref=14156 }, -- Ruthlessness
-- Safe Fall
[1860] = { "Безпечне падіння", "Зменшує шкоду від падіння.", en="Safe Fall" },
-- Sap
[2070] = { "Оглушення", "Робить ціль недієздатною на {1} с. Необхідно перебувати в непомітності. Діє лише проти гуманоїдів, що перебувають поза боєм. Будь-яка шкода знімає ефект з ураженої цілі. Одночасно лише {2} ціль може бути оглушеною.#up to {1} sec#{2} target", "Недієздатність.", en="Sap" },
[6770] = { "Оглушення", ref=2070, en="Sap" },
[11297] = { ref=2070 }, -- Sap
-- Seal Fate
[14186] = { "Відбиток долі", "Ваші критичні удари здібностями, які збільшують довжину комбінації, з ймовірністю {1}% збільшать її на ще один прийом.#a {1}% chance", en="Seal Fate" },
[14190] = { ref=14186 }, -- Seal Fate
[14193] = { ref=14186 }, -- Seal Fate
[14194] = { ref=14186 }, -- Seal Fate
[14195] = { ref=14186 }, -- Seal Fate
-- Serrated Blades
[14171] = { "Зазубрені леза", "Ваші атаки ігнорують {1} броні цілі, а ваша здібність \"Розрив\" завдає на {2}% більше шкоди. Значення ігнорованої броні зростає з вашим рівнем.#ignore {1}#by {2}", en="Serrated Blades" },
[14172] = { ref=14171 }, -- Serrated Blades
[14173] = { ref=14171 }, -- Serrated Blades
-- Setup
[13983] = { "Налаштованість", "Надає вам {1}% імовірності збільшити довжину комбінації по цілі на один прийом після ухилення від атаки чи повного опору закляттю.#{1}% chance", en="Setup" },
[14070] = { ref=13983 }, -- Setup
[14071] = { ref=13983 }, -- Setup
-- Sinister Strike
[1752] = { "Підступний удар", "Миттєвий удар, завдає додатково {1} шкоди до звичайної шкоди зброєю. Збільшує довжину комбінації на {2} прийом.#causes {1}#{2} combo", en="Sinister Strike" },
[1757] = { ref=1752 }, -- Sinister Strike
[1758] = { ref=1752 }, -- Sinister Strike
[1759] = { ref=1752 }, -- Sinister Strike
[1760] = { ref=1752 }, -- Sinister Strike
[8621] = { ref=1752 }, -- Sinister Strike
[11293] = { ref=1752 }, -- Sinister Strike
[11294] = { ref=1752 }, -- Sinister Strike
-- Sleight of Hand
[30892] = { "Спритність рук", "Зменшує ймовірність отримання критичної шкоди від атак ближнього та дального бою на {1}%. Також посилює на {2}% ефект зниження загрози від здібності \"Фінт\".#attacks by {1}#ability by {2}", en="Sleight of Hand" },
[30893] = { ref=30892 }, -- Sleight of Hand
-- Slice and Dice
[5171] = { "М'ясорубка", "Завершальний рух, що збільшує швидкість атаки ближнього бою на {1}%. Тривалість залежить від довжини комбінації:\n  1 прийом: {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#speed by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Швидкість атаки ближнього бою збільшено на {1}%.#by {1}%", en="Slice and Dice" },
[6774] = { ref=5171 }, -- Slice and Dice
-- Sprint
[2983] = { "Спринт", "Збільшує швидкість руху на {1}% протягом {2} с. Не порушує непомітності.#speed by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Sprint" },
[8696] = { ref=2983 }, -- Sprint
[11305] = { ref=2983 }, -- Sprint
-- Stealth
[1784] = { "Непомітність", "Дозволяє пройдисвіту пересуватися непомітно, знижує швидкість руху на {1}%. Триває до скасування.#by {1}%", "Непомітність. Рух сповільнено на {1}%.#by {1}%", en="Stealth" },
[1785] = { ref=1784 }, -- Stealth
[1786] = { ref=1784 }, -- Stealth
[1787] = { ref=1784 }, -- Stealth
-- Sword Specialization
[13960] = { "Спеціалізація на мечах", "Надає {1}% імовірності провести додаткову атаку по тій самій цілі після завдання шкоди мечем.#{1}% chance", en="Sword Specialization" },
[13961] = { ref=13960 }, -- Sword Specialization
[13962] = { ref=13960 }, -- Sword Specialization
[13963] = { ref=13960 }, -- Sword Specialization
[13964] = { ref=13960 }, -- Sword Specialization
-- Vanish
[1856] = { "Зникнення", "Дозволяє пройдисвіту зникнути з поля зору ворогів, увійшовши в стан покращеної непомітності на {1} с. Також знімає всі ефекти обмеження руху.#for {1} sec", "Покращена непомітність.", en="Vanish" },
[1857] = { "Зникнення", "Дозволяє пройдисвіту зникнути з поля зору ворогів, увійшовши в стан покращеної непомітності на {1} с. Також знімає всі ефекти обмеження руху. Дієвіше за \"Зникнення\" (Ранг {2}).#for {1} sec#(Rank {2})", "Покращена непомітність.", en="Vanish" },
[11327] = { ref=1856 }, -- Vanish
[11329] = { ref=1856 }, -- Vanish
-- Vigor
[14983] = { "Бадьорість", "Збільшує ваш максимальний запас енергії на {1}.#by {1}", en="Vigor" },
-- Vile Poisons
[16513] = { "Мерзенні отрути", "Збільшує шкоду ваших отрут на {1}% та надає їм додатково {2}% ймовірності протидіяти ефектам розвіювання.#by {1}#{2}% chance", en="Vile Poisons" },
[16514] = { ref=16513 }, -- Vile Poisons
[16515] = { ref=16513 }, -- Vile Poisons
[16719] = { ref=16513 }, -- Vile Poisons
[16720] = { ref=16513 }, -- Vile Poisons
-- Weapon Expertise
[30919] = { "Вправність володіння зброєю", "Збільшує ваші навички володіння мечами, кулачною зброєю та кинджалами на {1}.#by {1}", en="Weapon Expertise" },
[30920] = { ref=30919 }, -- Weapon Expertise
-- Wound Poison
[13220] = { "Агонічна отрута", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, зменшуючи ефективність будь-якого зцілення на {3} протягом {4} с.#lasts for {1} min#{2}% chance#them by {3} for {4} sec", en="Wound Poison" },
[13219] = { "Агонічна отрута", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи ефективність будь-якого зцілення на {3} протягом {4} с. Ефект накопичується до {5} разів на одній цілі. {6} зарядів.#lasts for {1} min#a {2}% chance#them by {3} for {4} sec#up to {5} times#{6} charges", en="Wound Poison" },
[13225] = { ref=13219 }, -- Wound Poison
[13226] = { ref=13219 }, -- Wound Poison
[13227] = { ref=13219 }, -- Wound Poison
[13222] = { "Агонічна отрута", nil, "Всі ефекти зцілення зменшено на {1}.#reduced by {1}", en="Wound Poison" },
[13223] = { ref=13218 }, -- Wound Poison
[13224] = { ref=13218 }, -- Wound Poison
-- Wound Poison II
[13228] = { "Агонічна отрута II", ref=13220, en="Wound Poison II" },
-- Wound Poison III
[13229] = { "Агонічна отрута III", ref=13220, en="Wound Poison III" },
-- Wound Poison IV
[13230] = { "Агонічна отрута IV", ref=13220, en="Wound Poison IV" },

-- Item effects
[23049] = { "Збільшення тривалості Спринту", "Збільшує тривалість здібності \"Спринт\" на {1} с.#ability by {1} sec", en="Sprint Duration Increase" },
[23726] = { "Отруйний тотем", "Збільшує ймовірність спрацювання отрут на {1}% протягом {2} с.#target by {1}% for {2} sec", "Ймовірність спрацювання отрут збільшено на {1}%.#by {1}%", en="Venomous Totem" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
