local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aftermath
[18118] = { "Наслідок", nil, "Рух сповільнено на {1}%.#by {1}" }, -- Aftermath
[18119] = { "Наслідок", "Надає вашим закляттям спеціалізації \"Руйнація\" {1}% імовірності запаморочити ціль на {2} с.#{1}% chance#for {2} sec" }, -- Aftermath (Rank 1)
[18120] = { ref=18119 }, -- Aftermath (Rank 2)
[18121] = { ref=18119 }, -- Aftermath (Rank 3)
[18122] = { ref=18119 }, -- Aftermath (Rank 4)
[18123] = { ref=18119 }, -- Aftermath (Rank 5)
-- Amplify Curse
[18288] = { "Посилення прокляття", "Збільшує дію вашого наступного \"Прокляття слабкості\" або \"Прокляття агонії\" на {1}%, або \"Прокляття виснаження\" на {2}%. Триває {3} с.#Agony by {1}#Exhaustion by {2}#Lasts {3} sec", "Збільшує дію вашого наступного \"Прокляття слабкості\" або \"Прокляття агонії\" на {1}%, або \"Прокляття виснаження\" на {2}%.#Agony by {1}#Exhaustion by {2}" }, -- Amplify Curse
-- Bane
[17788] = { "Загибель", "Зменшує час вимови ваших заклять \"Тіньова стріла\" та \"Жертовний вогонь\" на {1} с та закляття \"Пожежа душі\" на {2} с.#spells by {1} sec#spell by {2} sec" }, -- Bane (Rank 1)
[17789] = { ref=17788 }, -- Bane (Rank 2)
[17790] = { ref=17788 }, -- Bane (Rank 3)
[17791] = { ref=17788 }, -- Bane (Rank 4)
[17792] = { ref=17788 }, -- Bane (Rank 5)
-- Banish
[710] = { "Вигнання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою протягом {1} с. Одночасно лише одна ціль може бути вигнаною. Діє лише на демонів та елементалів.#for up to {1} sec", "Невразливий, але нездатний діяти." }, -- Banish (Rank 1)
[18647] = { ref=710 }, -- Banish (Rank 2)
-- Cataclysm
[17778] = { "Катаклізм", "Зменшує витрати мани на ваші закляття спеціалізації \"Руйнація\" на {1}%.#by {1}" }, -- Cataclysm (Rank 1)
[17779] = { ref=17778 }, -- Cataclysm (Rank 2)
[17780] = { ref=17778 }, -- Cataclysm (Rank 3)
[17781] = { ref=17778 }, -- Cataclysm (Rank 4)
[17782] = { ref=17778 }, -- Cataclysm (Rank 5)
-- Conflagrate
[17962] = { "Розпалення", "Розпалює ціль, яка вже є під дією закляття \"Жертовний вогонь\", та завдає від {1} до {2} шкоди вогнем, поглинаючи ефект \"Жертовного вогню\".#dealing {1} to {2}" }, -- Conflagrate (Rank 1)
[18930] = { ref=17962 }, -- Conflagrate (Rank 2)
[18931] = { ref=17962 }, -- Conflagrate (Rank 3)
[18932] = { ref=17962 }, -- Conflagrate (Rank 4)
-- Corruption
[172] = { "Псування", "Оскверняє ціль, завдаючи {1} шкоди тінню протягом {2} с.#causing {1} Shadow#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec" }, -- Corruption (Rank 1)
[6222] = { ref=172 }, -- Corruption (Rank 2)
[6223] = { ref=172 }, -- Corruption (Rank 3)
[7648] = { ref=172 }, -- Corruption (Rank 4)
[11671] = { ref=172 }, -- Corruption (Rank 5)
[11672] = { ref=172 }, -- Corruption (Rank 6)
[25311] = { ref=172 }, -- Corruption (Rank 7)
-- Create Soulstone
[20755] = { "Створення каменя душі", "Створює камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#{1} health and {2} mana" }, -- Create Soulstone
-- Create Soulstone (Greater)
[20756] = { "Створення каменя душі (великий)", "Створює великий камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#{1} health and {2} mana" }, -- Create Soulstone (Greater)
-- Create Soulstone (Major)
[20757] = { "Створення каменя душі (величезний)", "Створює величезний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#{1} health and {2} mana" }, -- Create Soulstone (Major)
-- Curse of Agony
[980] = { "Прокляття агонії", "Проклинає ціль агонією, завдаючи {1} шкоди тінню протягом {2} с. Ця шкода спершу завдається повільно та прискорюється, коли прокляття досягає своєї повної тривалості. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#causing {1}#over {2}", "{1} шкоди тінню протягом {2} с.#{1} Shadow damage over {2}" }, -- Curse of Agony (Rank 1)
[1014] = { ref=980 }, -- Curse of Agony (Rank 2)
[6217] = { ref=980 }, -- Curse of Agony (Rank 3)
[11711] = { ref=980 }, -- Curse of Agony (Rank 4)
[11712] = { ref=980 }, -- Curse of Agony (Rank 5)
[11713] = { ref=980 }, -- Curse of Agony (Rank 6)
-- Curse of Doom
[603] = { "Прокляття приречення", "Проклинає ціль на невідворотне приречення, завдаючи {1} шкоди тінню через {2} хв. Якщо ціль помирає від цієї шкоди, вона може викликати вартового приречення. Це прокляття не можна накладати на гравців.#{1} Shadow damage after {2} min", "Завдає {1} шкоди тінню через {2} хв.#{1} Shadow damage after {2} min" }, -- Curse of Doom
-- Curse of Exhaustion
[18223] = { "Прокляття виснаження", "Зменшує швидкість руху цілі на {1}% на {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}" }, -- Curse of Exhaustion
-- Curse of Recklessness
[704] = { "Прокляття відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу атаки ближньої бою на {1}, але зменшує броню на {2} на {3} хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти страху та жаху. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#power by {1}#armor by {2} for {3} min", "Збільшує силу атаки ближньої бою на {1} і зменшує броню на {2}. Ціль не втікатиме й ігноруватиме ефекти страху та жаху.#power by {1}#armor by {2}" }, -- Curse of Recklessness (Rank 1)
[7658] = { ref=704 }, -- Curse of Recklessness (Rank 2)
[7659] = { ref=704 }, -- Curse of Recklessness (Rank 3)
[11717] = { ref=704 }, -- Curse of Recklessness (Rank 4)
-- Curse of Shadow
[17862] = { "Прокляття тіні", "Проклинає ціль на {1} хв, зменшує опір тіні й аркані на {2} і збільшує отриману шкоду від тіні й аркани на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}", "Опір тіні й аркані зменшено на {1}. Отриману шкоду від тіні та аркани збільшено на {2}%.#reduced by {1}#increased by {2}" }, -- Curse of Shadow (Rank 1)
[17937] = { ref=17862 }, -- Curse of Shadow (Rank 2)
-- Curse of Tongues
[1714] = { "Прокляття мов", "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} с.#by {1}%#Lasts {2} sec", "Говорить мовою демонів, що збільшує час вимови на {1}%.#by {1}%" }, -- Curse of Tongues (Rank 1)
[11719] = { ref=1714 }, -- Curse of Tongues (Rank 2)
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Шкода цілі зменшується на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Фізичну шкоду зменшено на {1}.#by {1}" }, -- Curse of Weakness (Rank 1)
[1108] = { ref=702 }, -- Curse of Weakness (Rank 2)
[6205] = { ref=702 }, -- Curse of Weakness (Rank 3)
[7646] = { ref=702 }, -- Curse of Weakness (Rank 4)
[11707] = { ref=702 }, -- Curse of Weakness (Rank 5)
[11708] = { ref=702 }, -- Curse of Weakness (Rank 6)
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи опір вогню та кризі на {2} і збільшує отриману шкоду від вогню та криги на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}", "Зменшує опір вогню та кризі на {1}. Збільшує отриману шкоду від вогню та криги на {2}%.#resistances by {1}#taken by {2}" }, -- Curse of the Elements (Rank 1)
[11721] = { ref=1490 }, -- Curse of the Elements (Rank 2)
[11722] = { ref=1490 }, -- Curse of the Elements (Rank 3)
-- Dark Pact
[18220] = { "Темна угода", "Висушує {1} мани вашого прислужника та передає вам {2}%.#Drains {1}#returning {2}" }, -- Dark Pact (Rank 1)
[18937] = { ref=18220 }, -- Dark Pact (Rank 2)
[18938] = { ref=18220 }, -- Dark Pact (Rank 3)
-- Death Coil
[6789] = { "Виток смерті", "Примушує ворожу ціль нажахано бігати протягом {1} с та завдає їй {2} шкоди тінню. Заклинач отримує здоров'я в обсязі {3}% від завданої шкоди.#for {1} sec#causes {2}#gains {3}", "Нажахано." }, -- Death Coil (Rank 1)
[17925] = { ref=6789 }, -- Death Coil (Rank 2)
[17926] = { ref=6789 }, -- Death Coil (Rank 3)
-- Demon Armor
[706] = { "Демонічний обладунок", "Захищає заклинача, збільшує броню на {1}, супротив тіні на {2} та відновлює {3} здоров'я кожні {4} с протягом {5} хв.#armor by {1}#resistance by {2} and restores {3} health every {4} sec. for {5} min", "Збільшує броню на {1}, супротив тіні на {2} та відновлює {3} здоров'я кожні {4} с.#armor by {1}#resistance by {2} and restores {3} health every {4} sec" }, -- Demon Armor (Rank 1)
[1086] = { ref=706 }, -- Demon Armor (Rank 2)
[11733] = { ref=706 }, -- Demon Armor (Rank 3)
[11734] = { ref=706 }, -- Demon Armor (Rank 4)
[11735] = { ref=706 }, -- Demon Armor (Rank 5)
-- Demon Skin
[687] = { "Демонічна шкіра", "Захищає заклинача, збільшуючи броню на {1} та відновлюючи {2} здоров'я кожні {3} с протягом {4} хв.#armor by {1} and restores {2} Health per {3} sec. for {4} min", "Збільшує броню на {1} та відновлює {2} здоров'я кожні {3} с.#armor by {1} and restores {2} Health per {3} sec" }, -- Demon Skin (Rank 1)
[696] = { ref=687 }, -- Demon Skin (Rank 2)
-- Demonic Embrace
[18697] = { "Демонічні обійми", "Збільшує вашу загальну витривалість на {1}%, але зменшує ваш загальний дух на {2}%.#Stamina by {1}#Spirit by {2}" }, -- Demonic Embrace (Rank 1)
[18698] = { ref=18697 }, -- Demonic Embrace (Rank 2)
[18699] = { ref=18697 }, -- Demonic Embrace (Rank 3)
[18700] = { ref=18697 }, -- Demonic Embrace (Rank 4)
[18701] = { ref=18697 }, -- Demonic Embrace (Rank 5)
-- Demonic Sacrifice
[18788] = { "Демонічна жертва", "При використанні приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо викликати будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого загального здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашої загальної мани кожні {7} с.#lasts {1} min#Fire damage by {2}#{3}% of total Health every {4} sec#Shadow damage by {5}#{6}% of total Mana every {7} sec" }, -- Demonic Sacrifice
-- Destructive Reach
[17917] = { "Досяжність руйнації", "Збільшує дальність дії ваших заклять спеціалізації \"Руйнація\" на {1}%.#by {1}" }, -- Destructive Reach (Rank 1)
[17918] = { ref=17917 }, -- Destructive Reach (Rank 2)
-- Detect Greater Invisibility
[11743] = { "Виявлення великої невидимості", "Дозволяє дружній цілі виявляти велику невидимість протягом {1} хв.#for {1} min", "Виявлення великої невидимості." }, -- Detect Greater Invisibility
-- Detect Invisibility
[2970] = { "Виявлення невидимості", "Дозволяє дружній цілі виявляти невидимість протягом {1} хв.#for {1} min", "Виявлення невидимості." }, -- Detect Invisibility
-- Detect Lesser Invisibility
[132] = { "Виявлення малої невидимості", "Дозволяє дружній цілі виявляти малу невидимість протягом {1} хв.#for {1} min", "Виявлення малої невидимості." }, -- Detect Lesser Invisibility
-- Devastation
[18130] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять спеціалізації \"Руйнація\" на {1}%.#by {1}" }, -- Devastation (Rank 1)
[18131] = { ref=18130 }, -- Devastation (Rank 2)
[18132] = { ref=18130 }, -- Devastation (Rank 3)
[18133] = { ref=18130 }, -- Devastation (Rank 4)
[18134] = { ref=18130 }, -- Devastation (Rank 5)
-- Drain Life
[689] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#{1} health#Lasts {2}", "Висмоктує {1} здоров'я щосекунди для заклинача.#{1} health" }, -- Drain Life (Rank 1)
[699] = { ref=689 }, -- Drain Life (Rank 2)
[709] = { ref=689 }, -- Drain Life (Rank 3)
[7651] = { ref=689 }, -- Drain Life (Rank 4)
[11699] = { ref=689 }, -- Drain Life (Rank 5)
[11700] = { ref=689 }, -- Drain Life (Rank 6)
-- Drain Mana
[5138] = { "Висмоктування мани", "Передає {1} мани щосекунди від цілі до заклинача. Триває {2} с.#Transfers {1}#Lasts {2} sec", "Висмоктує {1} мани щосекунди для заклинача.#Drains {1}" }, -- Drain Mana (Rank 1)
[6226] = { ref=5138 }, -- Drain Mana (Rank 2)
[11703] = { ref=5138 }, -- Drain Mana (Rank 3)
[11704] = { ref=5138 }, -- Drain Mana (Rank 4)
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню протягом {2} с. Якщо ціль під час цього помирає та приносить досвід або честь, заклинач отримує уламок душі. Уламки душі потрібні для інших заклять.#causing {1}#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2}" }, -- Drain Soul (Rank 1)
[8288] = { ref=1120 }, -- Drain Soul (Rank 2)
[8289] = { ref=1120 }, -- Drain Soul (Rank 3)
[11675] = { ref=1120 }, -- Drain Soul (Rank 4)
-- Emberstorm
[17954] = { "Палюча буря", "Збільшує шкоду ваших заклять вогню на {1}%.#by {1}" }, -- Emberstorm (Rank 1)
[17955] = { ref=17954 }, -- Emberstorm (Rank 2)
[17956] = { ref=17954 }, -- Emberstorm (Rank 3)
[17957] = { ref=17954 }, -- Emberstorm (Rank 4)
[17958] = { ref=17954 }, -- Emberstorm (Rank 5)
-- Fall down
[6869] = { "Падіння", nil, "Приголомшено." }, -- Fall down
-- Fear
[5782] = { "Страх", "Вселяє страх у ворога, змушуючи його тікати геть протягом {1} с. Шкода може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.#for up to {1} sec", "Налякано." }, -- Fear (Rank 1)
[6213] = { ref=5782 }, -- Fear (Rank 2)
[6215] = { ref=5782 }, -- Fear (Rank 3)
-- Fel Concentration
[17783] = { "Сквернозосередженість", "Надає вам {1}% ймовірності уникнути переривання від отримання шкоди під час промовляння заклять \"Висмоктування життя\", \"Висмоктування мани\" та \"Висмоктування душі\".#{1}% chance" }, -- Fel Concentration (Rank 1)
[17784] = { ref=17783 }, -- Fel Concentration (Rank 2)
[17785] = { ref=17783 }, -- Fel Concentration (Rank 3)
[17786] = { ref=17783 }, -- Fel Concentration (Rank 4)
[17787] = { ref=17783 }, -- Fel Concentration (Rank 5)
-- Fel Domination
[18708] = { "Домінування скверни", "Ваше наступне закляття виклику біса, пустотника, сукуба, інкуба або скверногончої матиме зменшений час вимови на {1} с і витрати мани на {2}%.#time reduced by {1} sec#cost reduced by {2}%", "Час вимови виклику біса, пустотника, сукуба, інкуба та скверногончої зменшено на {1} с. Витрати мани зменшено на {2}%.#time reduced by {1} sec#cost reduced by {2}%" }, -- Fel Domination
-- Fel Intellect
[18731] = { "Скверноінтелект", "Збільшує максимальну ману ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}" }, -- Fel Intellect (Rank 1)
[18743] = { ref=18731 }, -- Fel Intellect (Rank 2)
[18744] = { ref=18731 }, -- Fel Intellect (Rank 3)
[18745] = { ref=18731 }, -- Fel Intellect (Rank 4)
[18746] = { ref=18731 }, -- Fel Intellect (Rank 5)
-- Fel Stamina
[18748] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}" }, -- Fel Stamina (Rank 1)
[18749] = { ref=18748 }, -- Fel Stamina (Rank 2)
[18750] = { ref=18748 }, -- Fel Stamina (Rank 3)
[18751] = { ref=18748 }, -- Fel Stamina (Rank 4)
[18752] = { ref=18748 }, -- Fel Stamina (Rank 5)
-- Grim Reach
[18218] = { "Похмура досяжність", "Збільшує дальність дії ваших заклять спеціалізації \"Химородь\" на {1}%.#by {1}" }, -- Grim Reach (Rank 1)
[18219] = { ref=18218 }, -- Grim Reach (Rank 2)
-- Health Funnel
[755] = { "Канал здоров'я", "Надає {1} здоров'я щосекунди прислужникові заклинача протягом {2} с, поки заклинач підтримує це закляття.#Gives {1}#for {2} sec", "Передає здоров'я." }, -- Health Funnel (Rank 1)
[3698] = { ref=755 }, -- Health Funnel (Rank 2)
[3699] = { ref=755 }, -- Health Funnel (Rank 3)
[3700] = { ref=755 }, -- Health Funnel (Rank 4)
[11693] = { ref=755 }, -- Health Funnel (Rank 5)
[11694] = { ref=755 }, -- Health Funnel (Rank 6)
[11695] = { ref=755 }, -- Health Funnel (Rank 7)
-- Hellfire
[1949] = { "Пекельний вогонь", "Підпалює місцевість навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.#causing {1}#and {2}#Lasts {3} sec", "Завдає шкоди собі та всім ворогам поблизу." }, -- Hellfire (Rank 1)
[11683] = { ref=1949 }, -- Hellfire (Rank 2)
[11684] = { ref=1949 }, -- Hellfire (Rank 3)
-- Howl of Terror
[5484] = { "Виття жаху", "Виття, що змушує {1} ворогів у радіусі {2} м втікати від жаху протягом {3} с. Шкода може перервати цей ефект.#causing {1}#within {2}#for {3} sec", "Втікає з переляку." }, -- Howl of Terror (Rank 1)
[17928] = { ref=5484 }, -- Howl of Terror (Rank 2)
-- Immolate
[348] = { "Жертовний вогонь", "Обпалює ворога, завдаючи {1} шкоди вогнем і додатково {2} шкоди вогнем протягом {3} с.#enemy for {1} Fire#additional {2} Fire#over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Immolate (Rank 1)
[707] = { ref=348 }, -- Immolate (Rank 2)
[1094] = { ref=348 }, -- Immolate (Rank 3)
[2941] = { ref=348 }, -- Immolate (Rank 4)
[11665] = { ref=348 }, -- Immolate (Rank 5)
[11667] = { ref=348 }, -- Immolate (Rank 6)
[11668] = { ref=348 }, -- Immolate (Rank 7)
[25309] = { ref=348 }, -- Immolate (Rank 8)
-- Improved Corruption
[17810] = { "Покращене псування", "Зменшує час вимови закляття \"Псування\" на {1} с.#by {1}" }, -- Improved Corruption (Rank 1)
[17811] = { ref=17810 }, -- Improved Corruption (Rank 2)
[17812] = { ref=17810 }, -- Improved Corruption (Rank 3)
[17813] = { ref=17810 }, -- Improved Corruption (Rank 4)
[17814] = { ref=17810 }, -- Improved Corruption (Rank 5)
-- Improved Curse of Agony
[18827] = { "Покращене прокляття агонії", "Збільшує шкоду вашого \"Прокляття агонії\" на {1}%.#by {1}" }, -- Improved Curse of Agony (Rank 1)
[18829] = { ref=18827 }, -- Improved Curse of Agony (Rank 2)
[18830] = { ref=18827 }, -- Improved Curse of Agony (Rank 3)
-- Improved Curse of Exhaustion
[18310] = { "Покращене прокляття виснаження", "Збільшує сповільнення швидкості від вашого \"Прокляття виснаження\" на {1}%.#by {1}" }, -- Improved Curse of Exhaustion (Rank 1)
[18311] = { ref=18310 }, -- Improved Curse of Exhaustion (Rank 2)
[18312] = { ref=18310 }, -- Improved Curse of Exhaustion (Rank 3)
[18313] = { ref=18310 }, -- Improved Curse of Exhaustion (Rank 4)
-- Improved Curse of Weakness
[18179] = { "Покращене прокляття слабкості", "Збільшує ефект вашого \"Прокляття слабкості\" на {1}%.#by {1}" }, -- Improved Curse of Weakness (Rank 1)
[18180] = { ref=18179 }, -- Improved Curse of Weakness (Rank 2)
[18181] = { ref=18179 }, -- Improved Curse of Weakness (Rank 3)
-- Improved Drain Life
[17804] = { "Покращене висмоктування життя", "Збільшує обсяг здоров'я, випитого вашим закляттям \"Висмоктування життя\", на {1}%.#by {1}" }, -- Improved Drain Life (Rank 1)
[17805] = { ref=17804 }, -- Improved Drain Life (Rank 2)
[17806] = { ref=17804 }, -- Improved Drain Life (Rank 3)
[17807] = { ref=17804 }, -- Improved Drain Life (Rank 4)
[17808] = { ref=17804 }, -- Improved Drain Life (Rank 5)
-- Improved Drain Mana
[17864] = { "Покращене висмоктування мани", "Завдає {1}% від обсягу мани, випитої вашим закляттям \"Висмоктування мани\", як шкоду опонентові.#Causes {1}" }, -- Improved Drain Mana (Rank 1)
[18393] = { ref=17864 }, -- Improved Drain Mana (Rank 2)
-- Improved Drain Soul
[18213] = { "Покращене висмоктування душі", "Надає вам {1}% імовірності збільшити вашу швидкість відновлення мани на {2}% на {3} с, якщо ви вбиваєте ціль під час висмоктування її душі. Також ваша мана може продовжувати відновлюватися зі швидкістю {4}% під час вимови заклять.#{1}% chance to get a {2}#for {3} sec#at {4}% of normal" }, -- Improved Drain Soul (Rank 1)
[18372] = { ref=18213 }, -- Improved Drain Soul (Rank 2)
-- Improved Firebolt
[18126] = { "Покращена вогняна стріла", "Зменшує час вимови закляття \"Вогняна стріла\" вашого біса на {1} с.#by {1}" }, -- Improved Firebolt (Rank 1)
[18127] = { ref=18126 }, -- Improved Firebolt (Rank 2)
-- Improved Firestone
[18767] = { "Покращений камінь вогню", "Збільшує додаткову шкоду вогнем від каменів вогню й ефект каменю вогню на {1}%.#by {1}" }, -- Improved Firestone (Rank 1)
[18768] = { ref=18767 }, -- Improved Firestone (Rank 2)
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, переданого вашим закляттям \"Канал здоров'я\", на {1}%.#by {1}" }, -- Improved Health Funnel (Rank 1)
[18704] = { ref=18703 }, -- Improved Health Funnel (Rank 2)
-- Improved Healthstone
[18692] = { "Покращений камінь здоров'я", "Збільшує обсяг здоров'я, що може бути відновлене вашим каменем здоров'я, на {1}%.#by {1}" }, -- Improved Healthstone (Rank 1)
[18693] = { ref=18692 }, -- Improved Healthstone (Rank 2)
-- Improved Immolate
[17815] = { "Покращений жертовний вогонь", "Збільшує первинну шкоду вашого закляття \"Жертовний вогонь\" на {1}%.#by {1}" }, -- Improved Immolate (Rank 1)
[17833] = { ref=17815 }, -- Improved Immolate (Rank 2)
[17834] = { ref=17815 }, -- Improved Immolate (Rank 3)
[17835] = { ref=17815 }, -- Improved Immolate (Rank 4)
[17836] = { ref=17815 }, -- Improved Immolate (Rank 5)
-- Improved Imp
[18694] = { "Покращений біс", "Збільшує ефекти заклять \"Вогняна стріла\", \"Вогняний щит\" і \"Кривава угода\" вашого біса на {1}%.#by {1}" }, -- Improved Imp (Rank 1)
[18695] = { ref=18694 }, -- Improved Imp (Rank 2)
[18696] = { ref=18694 }, -- Improved Imp (Rank 3)
-- Improved Lash of Pain
[18128] = { "Покращений батіг болю", "Зменшує час відновлення закляття \"Батіг болю\" вашого сукуба та інкуба на {1} с.#by {1}" }, -- Improved Lash of Pain (Rank 1)
[18129] = { ref=18128 }, -- Improved Lash of Pain (Rank 2)
-- Improved Life Tap
[18182] = { "Покращений витік життя", "Збільшує обсяг мани, наданої вашим закляттям \"Витік життя\", на {1}%.#by {1}" }, -- Improved Life Tap (Rank 1)
[18183] = { ref=18182 }, -- Improved Life Tap (Rank 2)
-- Improved Sayaad
[18754] = { "Покращений сайаад", "Збільшує ефекти заклять ваших сукуба й інкуба \"Батіг болю\" та \"Заспокійливий поцілунок\" на {1}%, а тривалість їхніх заклять \"Зваблення\" та \"Мала невидимість\" на {2}%.#Kiss spells by {1}#Invisibility spells by {2}" }, -- Improved Sayaad (Rank 1)
[18755] = { ref=18754 }, -- Improved Sayaad (Rank 2)
[18756] = { ref=18754 }, -- Improved Sayaad (Rank 3)
-- Improved Searing Pain
[17927] = { "Покращений палючий біль", "Підвищує ймовірність критичного удару вашого закляття \"Палючий біль\" на {1}%.#by {1}" }, -- Improved Searing Pain (Rank 1)
[17929] = { ref=17927 }, -- Improved Searing Pain (Rank 2)
[17930] = { ref=17927 }, -- Improved Searing Pain (Rank 3)
[17931] = { ref=17927 }, -- Improved Searing Pain (Rank 4)
[17932] = { ref=17927 }, -- Improved Searing Pain (Rank 5)
-- Improved Shadow Bolt
[17793] = { "Покращена тіньова стріла", "Критичні удари вашого закляття \"Тіньова стріла\" збільшують шкоду від тіні, отриману ціллю, на {1}%, доки вона не отримає прямої шкоди від {2} джерел. Ефект триває до {3} с.#target by {1}#until {2}#of {3} sec" }, -- Improved Shadow Bolt (Rank 1)
[17796] = { ref=17793 }, -- Improved Shadow Bolt (Rank 2)
[17801] = { ref=17793 }, -- Improved Shadow Bolt (Rank 3)
[17802] = { ref=17793 }, -- Improved Shadow Bolt (Rank 4)
[17803] = { ref=17793 }, -- Improved Shadow Bolt (Rank 5)
-- Improved Spellstone
[18774] = { "Покращений камінь чарів", "Збільшує обсяг шкоди, що поглинає ваш камінь чарів, на {1}%.#by {1}" }, -- Improved Spellstone (Rank 1)
[18775] = { ref=18774 }, -- Improved Spellstone (Rank 2)
-- Improved Subjugate Demon
[18821] = { "Покращене поневолення демона", "Зменшує сповільнення атаки та вимови від вашого закляття \"Поневолення демона\" на {1}% та зменшує ймовірність цілі протистояти йому на {2}%.#spell by {1}#chance by {2}" }, -- Improved Subjugate Demon (Rank 1)
[18822] = { ref=18821 }, -- Improved Subjugate Demon (Rank 2)
[18823] = { ref=18821 }, -- Improved Subjugate Demon (Rank 3)
[18824] = { ref=18821 }, -- Improved Subjugate Demon (Rank 4)
[18825] = { ref=18821 }, -- Improved Subjugate Demon (Rank 5)
-- Improved Voidwalker
[18705] = { "Покращений пустотник", "Збільшує ефективність заклять \"Муки\", \"Поглинання тіней\", \"Жертва\" та \"Страждання\" вашого пустотника на {1}%.#by {1}" }, -- Improved Voidwalker (Rank 1)
[18706] = { ref=18705 }, -- Improved Voidwalker (Rank 2)
[18707] = { ref=18705 }, -- Improved Voidwalker (Rank 3)
-- Intensity
[18135] = { "Напруження", "Надає чорнокнижникові {1}% ймовірності уникнути переривання від отриманої шкоди під час промовляння заклять \"Вогняний дощ\", \"Пекельний вогонь\" або \"Пожежа душі\".#{1}% chance" }, -- Intensity (Rank 1)
[18136] = { ref=18135 }, -- Intensity (Rank 2)
-- Life Tap
[1454] = { "Витік життя", "Перетворює {1} здоров'я на {2} мани.#{1} health into {2}" }, -- Life Tap (Rank 1)
[1455] = { ref=1454 }, -- Life Tap (Rank 2)
[1456] = { ref=1454 }, -- Life Tap (Rank 3)
[11687] = { ref=1454 }, -- Life Tap (Rank 4)
[11688] = { ref=1454 }, -- Life Tap (Rank 5)
[11689] = { ref=1454 }, -- Life Tap (Rank 6)
-- Master Conjuror
[18757] = { "Майстер-чаклун", "Зменшує витрати мани та час вимови ваших заклять створення каменів на {1}%.#by {1}" }, -- Master Conjuror (Rank 1)
[18758] = { ref=18757 }, -- Master Conjuror (Rank 2)
-- Master Demonologist
[23785] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - зменшує спричинену загрозу на {1}%.\n\nПустотник - зменшує отриману фізичну шкоду на {2}%.\n\nСукуб/інкуб - збільшує всю завдану шкоду на {3}%.\n\nСкверногонча - збільшує всі опори на {4} за кожен рівень.#threat caused by {1}%#taken by {2}%#damage caused by {3}%#resistances by {4} per" }, -- Master Demonologist
[23822] = { ref=23785 }, -- Master Demonologist
[23823] = { ref=23785 }, -- Master Demonologist
[23824] = { ref=23785 }, -- Master Demonologist
[23825] = { ref=23785 }, -- Master Demonologist
-- Master Summoner
[18709] = { "Майстер-прикликач", "Зменшує час вимови на {1} с та витрати мани на {2}% для заклять виклику біса, пустотника, сукуба, інкуба та скверногончої.#by {1} sec#by {2}%" }, -- Master Summoner (Rank 1)
[18710] = { ref=18709 }, -- Master Summoner (Rank 2)
-- Nightfall
[18094] = { "Сутінки", "Надає вам {1}% імовірності набути ефекту \"Тінетрансу\" при використанні заклять \"Псування\" та \"Висмоктування життя\", коли ви завдаєте шкоди опонентові. \"Тінетранс\" зменшує час вимови вашого наступного закляття \"Тіньова стріла\" на {2}%.#{1}% chance#by {2}" }, -- Nightfall (Rank 1)
[18095] = { ref=18094 }, -- Nightfall (Rank 2)
-- Pyroclasm
[18073] = { ref=18096 }, -- Pyroclasm (Rank 2)
[18096] = { "Пірокласт", "Надає вашим закляттям \"Вогняний дощ\", \"Пекельний вогонь\" і \"Пожежа душі\" {1}% імовірності приголомшити ціль на {2} с.#{1}% chance#for {2} sec" }, -- Pyroclasm (Rank 1)
-- Rain of Fire
[5740] = { "Вогняний дощ", "Викликає вогняний дощ, що палить ворогів у зоні ураження, завдаючи {1} шкоди вогнем протягом {2} с.#{1} Fire damage over {2} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Rain of Fire (Rank 1)
[6219] = { ref=5740 }, -- Rain of Fire (Rank 2)
[11677] = { ref=5740 }, -- Rain of Fire (Rank 3)
[11678] = { ref=5740 }, -- Rain of Fire (Rank 4)
-- Ritual of Summoning
[698] = { "Ритуал виклику", "Починає ритуал, що викликає обраного учасника групи. Для завершення ритуалу потрібні заклинач і 2 інші члени групи. Щоб узяти участь, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу." }, -- Ritual of Summoning
-- Ruin
[17959] = { "Руїна", "Збільшує додаткову шкоду від критичних ударів заклять спеціалізації \"Руйнація\" на {1}%.#by {1}" }, -- Ruin (Rank 1)
-- Searing Pain
[5676] = { "Палючий біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від {1} до {2} шкоди вогнем. Спричиняє високий рівень загрози.#causing {1} to {2}" }, -- Searing Pain (Rank 1)
[17919] = { ref=5676 }, -- Searing Pain (Rank 2)
[17920] = { ref=5676 }, -- Searing Pain (Rank 3)
[17921] = { ref=5676 }, -- Searing Pain (Rank 4)
[17922] = { ref=5676 }, -- Searing Pain (Rank 5)
[17923] = { ref=5676 }, -- Searing Pain (Rank 6)
-- Sense Demons
[5500] = { "Чуття демонів", "Показує на мінікарті місце перебування демонів поблизу до скасування здібності. Одночасно можна відстежувати лише щось одне.", "Відстеження демонів." }, -- Sense Demons
-- Shadow Bolt
[686] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає від {1} до {2} шкоди тінню.#causing {1} to {2}" }, -- Shadow Bolt (Rank 1)
[695] = { ref=686 }, -- Shadow Bolt (Rank 2)
[705] = { ref=686 }, -- Shadow Bolt (Rank 3)
[1088] = { ref=686 }, -- Shadow Bolt (Rank 4)
[1106] = { ref=686 }, -- Shadow Bolt (Rank 5)
[7641] = { ref=686 }, -- Shadow Bolt (Rank 6)
[11659] = { ref=686 }, -- Shadow Bolt (Rank 7)
[11660] = { ref=686 }, -- Shadow Bolt (Rank 8)
[11661] = { ref=686 }, -- Shadow Bolt (Rank 9)
[25307] = { ref=686 }, -- Shadow Bolt (Rank 10)
-- Shadow Mastery
[18271] = { "Тіньова майстерність", "Збільшує шкоду або обсяг випитого життя ваших заклять тіні на {1}%.#by {1}" }, -- Shadow Mastery (Rank 1)
[18272] = { ref=18271 }, -- Shadow Mastery (Rank 2)
[18273] = { ref=18271 }, -- Shadow Mastery (Rank 3)
[18274] = { ref=18271 }, -- Shadow Mastery (Rank 4)
[18275] = { ref=18271 }, -- Shadow Mastery (Rank 5)
-- Shadow Trance
[17941] = { "Тінетранс", nil, "Ваше наступне закляття \"Тіньова стріла\" буде миттєвим." }, -- Shadow Trance
-- Shadow Vulnerability
[17794] = { "Вразливість до тіні", nil, "Отриману шкоду від тіні збільшено на {1}%.#by {1}" }, -- Shadow Vulnerability
[17797] = { ref=17794 }, -- Shadow Vulnerability
[17798] = { ref=17794 }, -- Shadow Vulnerability
[17799] = { ref=17794 }, -- Shadow Vulnerability
[17800] = { ref=17794 }, -- Shadow Vulnerability
-- Shadow Ward
[6229] = { "Тіньовий оберіг", "Поглинає {1} шкоди від тіні. Триває {2} с.#Absorbs {1}#Lasts {2} sec", "Поглинає шкоду від тіні." }, -- Shadow Ward (Rank 1)
[11739] = { ref=6229 }, -- Shadow Ward (Rank 2)
[11740] = { ref=6229 }, -- Shadow Ward (Rank 3)
[28610] = { ref=6229 }, -- Shadow Ward (Rank 4)
-- Shadowburn
[17877] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди тінню. Якщо ціль помирає протягом {3} с після \"Тіньового опіку\" та приносить досвід або честь, заклинач отримує уламок душі.#for {1} to {2}#within {3} sec" }, -- Shadowburn (Rank 1)
[18867] = { ref=17877 }, -- Shadowburn (Rank 2)
[18868] = { ref=17877 }, -- Shadowburn (Rank 3)
[18869] = { ref=17877 }, -- Shadowburn (Rank 4)
[18870] = { ref=17877 }, -- Shadowburn (Rank 5)
[18871] = { ref=17877 }, -- Shadowburn (Rank 6)
-- Siphon Life
[18265] = { "Витягування життя", "Передає {1} здоров'я від цілі до заклинача кожні {2} с. Триває {3} с.#{1} health#every {2} sec#Lasts {3} sec", "Випиває {1} здоров'я для заклинача кожні {2} с.#{1} health#every {2} sec" }, -- Siphon Life (Rank 1)
[18879] = { ref=18265 }, -- Siphon Life (Rank 2)
[18880] = { ref=18265 }, -- Siphon Life (Rank 3)
[18881] = { ref=18265 }, -- Siphon Life (Rank 4)
-- Soul Fire
[6353] = { "Пожежа душі", "Обпалює душу ворога, завдаючи від {1} до {2} шкоди вогнем.#causing {1} to {2}" }, -- Soul Fire (Rank 1)
[17924] = { ref=6353 }, -- Soul Fire (Rank 2)
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої заклиначем шкоди буде натомість отримано вашим бісом, пустотником, сукубом, інкубом або скверногончою. Додатково демон і його володар завдаватимуть на {2}% більше шкоди. Триває допоки демон активний.#{1}% of all damage#{2}% more damage" }, -- Soul Link
-- Soul Siphon
[18371] = { "Витягування душі", nil, "Швидкість відновлення мани збільшено на {1}%. Мана може відновлюватися під час вимови заклять зі швидкістю {2}% від звичайної.#by {1}#at {2}" }, -- Soul Siphon
-- Subjugate Demon
[1098] = { "Поневолення демона", "Поневолює обраного демона до {1} рівня, примушуючи його слухатися вас. Протягом поневолення час між атаками демона збільшено на {2}%, а його швидкість вимови заклять сповільненj на {3}%. Триває до {4} хв. Якщо ви знову поневолюватимете одного й того ж демона, вам буде важче контролювати його з кожною наступною спробою.#up to level {1}#increased by {2}#slowed by {3}#Lasts up to {4} min", "Поневолено." }, -- Subjugate Demon (Rank 1)
[11725] = { ref=1098 }, -- Subjugate Demon (Rank 2)
[11726] = { ref=1098 }, -- Subjugate Demon (Rank 3)
-- Suppression
[18174] = { "Пригнічення", "Знижує ймовірність ворогів протидіяти вашим закляттям спеціалізації \"Химородь\" на {1}%.#by {1}" }, -- Suppression (Rank 1)
[18175] = { ref=18174 }, -- Suppression (Rank 2)
[18176] = { ref=18174 }, -- Suppression (Rank 3)
[18177] = { ref=18174 }, -- Suppression (Rank 4)
[18178] = { ref=18174 }, -- Suppression (Rank 5)
-- Unending Breath
[5697] = { "Нескінченне дихання", "Дозволяє цілі дихати під водою протягом {1} хв.#for {1} min", "Підводне дихання." }, -- Unending Breath
-- Unholy Power
[18769] = { "Нечестива сила", "Збільшує шкоду атак ближнього бою пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}" }, -- Unholy Power (Rank 1)
[18770] = { ref=18769 }, -- Unholy Power (Rank 2)
[18771] = { ref=18769 }, -- Unholy Power (Rank 3)
[18772] = { ref=18769 }, -- Unholy Power (Rank 4)
[18773] = { ref=18769 }, -- Unholy Power (Rank 5)

-- Firestone
[17951] = { "Створення каменя вогню", "Створює камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#deal {1} to {2}#spells by {3}" }, -- Create Firestone
[17952] = { "Створення каменя вогню (великий)", "Створює великий камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#deal {1} to {2}#spells by {3}" }, -- Create Firestone (Greater)
[6366] = { "Створення каменя вогню (менший)", "Створює менший камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#deal {1} to {2}#spells by {3}" }, -- Create Firestone (Lesser)
[17953] = { "Створення каменя вогню (величезний)", "Створює величезний камінь вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від {1} до {2} додаткової шкоди вогнем. Також при спорядженні цей камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#deal {1} to {2}#spells by {3}" }, -- Create Firestone (Major)

-- Healthstone
[5699] = { "Створення каменя здоров'я", "Створює камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}" }, -- Create Healthstone
[11729] = { "Створення каменя здоров'я (великий)", "Створює великий камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}" }, -- Create Healthstone (Greater)
[6202] = { "Створення каменя здоров'я (менший)", "Створює менший камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}" }, -- Create Healthstone (Lesser)
[11730] = { "Створення каменя здоров'я (величезний)", "Створює величезний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}" }, -- Create Healthstone (Major)
[6201] = { "Створення каменя здоров'я (крихітний)", "Створює крихітний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}" }, -- Create Healthstone (Minor)

-- Soulstone
[20752] = { "Створення каменя душі (менший)", "Створює менший камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#{1} health and {2} mana" }, -- Create Soulstone (Lesser)
[693] = { "Створення каменя душі (крихітний)", "Створює крихітний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#{1} health and {2} mana" }, -- Create Soulstone (Minor)

-- Spellstone
[2362] = { "Створення каменя чарів", "Створює камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів підвищує вашу ймовірність завдати критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#absorb {1}#for {2} min#spells by {3}" }, -- Create Spellstone
[17727] = { "Створення каменя чарів (великий)", "Створює великий камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів підвищує вашу ймовірність завдати критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#absorb {1}#for {2} min#spells by {3}" }, -- Create Spellstone (Greater)
[17728] = { "Створення каменя чарів (величезний)", "Створює величезний камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів усуває всі магічні ефекти із заклинача та поглинає {1} магічної шкоди протягом {2} хв. Також при спорядженні цей камінь чарів підвищує вашу ймовірність завдати критичного удару закляттями на {3}%.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#absorb {1}#for {2} min#spells by {3}" }, -- Create Spellstone (Major)
[17729] = { "Великий камінь чарів", ref=128 }, -- Greater Spellstone
[17730] = { "Величезний камінь чарів", ref=128 }, -- Major Spellstone
[128] = { "Камінь чарів", "Усуває всі магічні ефекти з заклинача та поглинає {1} магічної шкоди протягом {2} хв.#absorb {1} magic damage for {2} min", "Поглинає магічну шкоду." }, -- Spellstone

-- Summon
[126] = { "Око Кілроґґа", "Викликає око Кілроґґа, яке заміняє ваш зір. Око швидко рухається, але є дуже вразливим.", "Керує оком Кілроґґа." }, -- Eye of Kilrogg (Summon)
[1122] = { "Пекло", "Викликає метеорит з Підсвітньої Крутоверті, що завдає {1} шкоди вогнем і приголомшує всі ворожі цілі в місці падіння на {2} с. З кратеру підіймається пекельник, підкорений заклиначеві на {3} хв. Після закінчення цього часу пекельника потрібно поневолити, щоб продовжити керувати ним. Можна використовувати лише просто неба.#causing {1} Fire#area for {2} sec#caster for {3} min" }, -- Inferno (Summon)
[18540] = { "Ритуал приречення", "Починає ритуал, що приносить у жертву випадково обраного учасника з метою виклику вартового приречення. Вартового необхідно одразу поневолити, або він атакуватиме учасників ритуалу. Для завершення ритуалу потрібні заклинач і 4 інші члени групи. Щоб узяти участь, гравці повинні натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу." }, -- Ritual of Doom
[23161] = { "Виклик жахожеребця", "Викликає жахожеребця для верхової їзди. Швидкість збільшено на {1}%.#by {1}", "Збільшує швидкість на {1}%.#by {1}" }, -- Summon Dreadsteed (Summon)
[691] = { "Виклик скверногончої", "Викликає скверногончу, підкорену чорнокнижникові." }, -- Summon Felhunter (Summon)
[5784] = { "Виклик скверножеребця", "Викликає скверножеребця для верхової їзди. Швидкість збільшено на {1}%.#by {1}", "Збільшує швидкість на {1}%.#by {1}" }, -- Summon Felsteed (Summon)
[688] = { "Виклик біса", "Викликає біса, підкореного чорнокнижникові." }, -- Summon Imp (Summon)
[713] = { "Виклик інкуба", "Викликає інкуба, підкореного чорнокнижникові." }, -- Summon Incubus (Summon)
[712] = { "Виклик сукуба", "Викликає сукуба, підкореного чорнокнижникові." }, -- Summon Succubus (Summon)
[697] = { "Виклик пустотника", "Викликає пустотника, підкореного чорнокнижникові." }, -- Summon Voidwalker (Summon)

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
