local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Barrage
[44425] = { "Арканічний обстріл", "Випускає заряди арканічної енергії в ціль, завдаючи [{1}#causing {1} Arcane][від {1} до {2}#causing {1} to {2} Arcane] шкоди арканою. Поглинає всі арканічні заряди.\n\n\"Арканічний обстріл\" завдає на {1}% більше шкоди та завдає {2}% шкоди додатковій цілі за кожен арканічний заряд.#by {1}% per Arcane Charge#for {2}% damage", en="Arcane Barrage" },
-- Arcane Blast
[30451] = { "Арканічний спалах", "Вибух енергії, що завдає [{1}#dealing {1} Arcane][від {1} до {2}#dealing {1} to {2} Arcane] шкоди від аркани. Створює арканічний заряд.\n\nШкода \"Арканічного спалаху\" збільшується на {1}%, а витрати мани збільшуються на {2}% за кожен арканічний заряд.[ Також накладає на ціль \"Сповільнення\", якщо воно не діє на жодну ціль.#Also applies the Slow spell]#damage is increased by {1}%#mana cost is increased by {2}%", en="Arcane Blast" },
-- Arcane Brilliance
[1459] = { "Арканічна геніальність", "Сповнює ціль геніальністю, збільшуючи її силу заклинань на {1}%, а ймовірність критичного удару - на {2}% протягом {3} год.\n\nЯкщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#spell power by {1}% and#critical strike chance by {2}% for {3} h", "Збільшує силу заклинань на {1}%.\nЗбільшує ймовірність критичного удару на {2}%.#power by {1}%#chance by {2}%.", en="Arcane Brilliance" },
-- Arcane Charge
[36032] = { "Арканічний заряд", "Арканічний заряд, що виникає при застосуванні \"Арканічного спалаху\", \"Арканічних снарядів\" чи \"Арканічного вибуху\" та може бути поглинений \"Арканічним обстрілом\" та \"Прикликанням\":\n\nАрканічний спалах\nСтворює заряд.\nШкода \"Арканічного спалаху\" збільшується на {1}% за кожен заряд, а витрати мани збільшуються на {2}% за кожен заряд.\n\nАрканічні снаряди\nСтворює заряд.\nШкода \"Арканічних снарядів\" збільшується на {3}% за кожен заряд.\n\nАрканічний вибух\nПоновлює тривалість зарядів та з ймовірністю {4}% створює новий заряд якщо вражає хоча б одну ціль.\n\nАрканічний обстріл\nПоглинає всі заряди.\n\"Арканічний обстріл\" завдає на {5}% більше шкоди та вражає додаткову ціль за кожен заряд на {6}% шкоди.\n\nПрикликання\nПоглинає всі заряди.\n\"Прикликання\" відновлює на {7}% більше мани за кожен заряд.\n\nНакопичується до {8} разів та триває {9} с.#Blast's damage is increased by {1}% per charge, and its mana cost increased by {2}% per#Missiles' damage is increased by {3}% per charge#has a {4}% chance to generate#Barrage's damage is increased by {5}% per charge#additional nearby target per charge for {6}% damage#generation is increased by {7}% per charge#up to {8} times and lasts {9} sec", "Збільшує шкоду \"Арканічного спалаху\", \"Арканічних снарядів\" чи \"Арканічного обстрілу\" на {1}%.\n\nЗбільшує витрати мани \"Арканічного спалаху\" на {2}%.\n\nЗбільшує кількість цілей, яким \"Арканічний обстріл\" завдає {3}% шкоди, на {4}.\n\nЗбільшує обсяг відновленої мани \"Прикликанням\" на {5}%.#and Arcane Barrage by {1}%#cost of Arcane Blast by {2}%#by Arcane Barrage for {3}% damage by {4}.#by Evocation by {5}%.", en="Arcane Charge" },
[114664] = { "Арканічний заряд", "Арканічний заряд, що виникає при застосуванні \"Арканічного спалаху\", \"Арканічних снарядів\" чи \"Арканічного вибуху\" та може бути поглинений \"Арканічним обстрілом\" та \"Прикликанням\":\n\nАрканічний спалах\nСтворює заряд.\nШкода \"Арканічного спалаху\" збільшується на {1}% за кожен заряд, а витрати мани збільшуються на {2}% за кожен заряд.\n\nАрканічні снаряди\nСтворює заряд.\nШкода \"Арканічних снарядів\" збільшується на {3}% за кожен заряд.\n\nАрканічний вибух\nПоновлює тривалість зарядів та з ймовірністю {4}% створює новий заряд якщо вражає хоча б одну ціль.\n\nАрканічний обстріл\nПоглинає всі заряди.\n\"Арканічний обстріл\" завдає на {5}% більше шкоди та вражає додаткову ціль за кожен заряд на {6}% шкоди.\n\nПрикликання\nПоглинає всі заряди.\n\"Прикликання\" відновлює на {7}% більше мани за кожен заряд.\n\nНакопичується до {8} разів та триває {9} с.#Blast's damage is increased by {1}% per charge, and its mana cost increased by {2}% per#Missiles' damage is increased by {3}% per charge#has a {4}% chance to generate#Barrage's damage is increased by {5}% per charge#additional nearby target per charge for {6}% damage#generation is increased by {7}% per charge#up to {8} times and lasts {9} sec", en="Arcane Charge" },
[145433] = { nil, nil, "Збільшує шкоду \"Арканічного спалаху\", \"Арканічних снарядів\" чи \"Арканічного обстрілу\" на {1}%.#by {1}%", ref=36032 }, -- Arcane Charge
-- Arcane Explosion
[1449] = { "Арканічний вибух", "Створює вибух арканічної магії навколо заклинача, завдаючи [{1}#causing {1} Arcane][від {1} до {2}#causing {1} to {2} Arcane] шкоди арканою всім цілям у радіусі {1} м.[ Поновлює тривалість \"Арканічних зарядів\" та з ймовірністю {1}% створює новий заряд якщо вражає хоча б одну ціль.#has a {1}% chance to generate an Arcane Charge]#within {1} yards", en="Arcane Explosion" },
-- Arcane Missiles
[5143] = { "Арканічні снаряди", "Запускає у ворога п'ять хвиль арканічних снарядів протягом {1} c, кожна з яких завдає {2} шкоди арканою. Генерує арканічний заряд.\n\nШкода \"Арканічних снарядів\" збільшується на {3}% за кожен заряд.\n\nКожна вимова бойового закляття може активувати \"Арканічні снаряди\". Максимум 2 заряди.#over {1} sec#causing {2} Arcane#by {3}% per Arcane Charge", en="Arcane Missiles" },
-- Arcane Power
[12042] = { "Арканічна могутність", "При активації збільшує шкоду ваших заклять на {1}%, але збільшує витрати мани на їх вимову на {2}%. Ефект триває {3} с.#deal {1}% more#cost {2}% more#lasts {3} sec", "[Збільшено шкоду та витрати мани ваших заклять.#Increased damage and mana cost][Збільшено шкоду та зменшено витрати мани ваших заклять.#Increased damage and reduced mana cost]", en="Arcane Power" },
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо обраного місця полум'яну хвилю, що сповільнює усіх ворогів у радіусі дії на {1}% протягом {2} с.#slowed by {1}% for {2} sec", "Сповільнено на {1}%.#by {1}%", en="Blast Wave" },
-- Blink
[1953] = { "Блим", "Телепортує заклинача на {1} м [уперед#forward][у напрямку руху#direction they are moving], якщо на шляху немає перешкод. Також звільняє від приголомшень та пут.#caster {1} yards", "Блимає.", en="Blink" },
-- Blizzard
[10] = { "Метелиця", "Уламки льоду вкривають вибрану область, завдаючи {1} шкоди від криги протягом {2} с та сповільнюючи ворогів на {3}%.#doing {1} Frost#over {2} sec#slowing enemies by {3}%", "{1} шкоди від криги щосекунди.#{1} Frost", en="Blizzard" },
-- Brain Freeze
[44549] = { "Замороження мозку", "Остання накладена вами \"Підсвітня буря\", \"Жива бомба\" або \"Крижана бомба\" при завданні шкоди може надати вам ефект \"Замороження мозку\" на {1} с.\n\n\"Замороження мозку\" дозволяє вимовити наступну \"Стрілу крижаного полум'я\" миттєво та без витрат мани, і вона діятиме так, ніби ціль заморожена.#for {1} sec", en="Brain Freeze" },
-- Cauterize
[86949] = { "Припікання рани", "При отриманні шкоди, що мала б вас вбити, ви відновите {1}% від максимального запасу здоров'я. Однак, протягом наступних {3} секунд ви втратите {2}% здоров'я.\n\nЦей ефект може спрацьовувати не частіше, ніж раз на {4} хв.#to {1}% of#burn for {2}% of#the next {3} sec#every {4} min", en="Cauterize" },
-- Chilled
[7321] = { "Охолодження", "Зменшує швидкість руху нападника на {1}%.#movement by {1}%", "Рух сповільнено на {1}%.[\nОтримане зцілення зменшено на {1}%.#received reduced by {1}%]#slowed by {1}%", en="Chilled" },
[12486] = { "Охолодження", "Охолоджує ціль на {1} c.#for {1} sec", "Рух сповільнено на {1}%.[\nОтримане зцілення зменшено на {1}%.#received reduced by {1}%]#speed reduced by {1}%", en="Chilled" },
-- Cold Snap
[11958] = { "Холодна хватка", "При активації завершує відновлення заклять \"Льодяна брила\", \"Крижаний спалах\" та \"Конус холоду\", а також відновлює вам {1}% здоров'я.\n\nМожна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Не впливає на глобальний час відновлення.#for {1}% of", en="Cold Snap" },
-- Combustion
[11129] = { "Палання", "Миттєво завдає [{1}#deals {1} Fire][від {1} до {2}#deals {1} to {2} Fire] шкоди від вогню та приголомшує ціль на {1} с.\n\nЯкщо на ціль діє \"Займання\", також завдає {2}% ({3}% в PvP) від періодичної шкоди \"Займання\" кожні {4} с протягом {5} с.\n\nМиттєво завершує відновлення \"Полум'яного підриву\" при застосуванні.#stuns the target for {1} sec#additional damage equal to {2}%#{3}% in PvP#every {4} sec for {5} sec", en="Combustion" },
-- Cone of Cold
[120] = { "Конус холоду", "Завдає цілям у конусі перед заклиначем [{1}#take {1} Frost][від {1} до {2}#take {1} to {2} Frost] шкоди кригою та сповільнює їх на {1}% протягом {2} с.#slowed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%", en="Cone of Cold" },
-- Conjure Mana Gem
[759] = { "Начаклування самоцвіту мани", "Начаклувати самоцвіт мани, який можна використати до {1} разів, щоб [миттєво відновити від {1} до {2} мани#instantly restore {1} to {2} mana][відновити від {1} до {2} мани протягом {3} с#restore {1} to {2} mana over {3} sec].#up to {1} charges", rune=118812, en="Conjure Mana Gem" },
[54408] = { ref=759 }, -- Conjure Mana Gem
[119316] = { "Начаклування самоцвіту мани", "Начаклувати бездоганний самоцвіт мани, який можна використати до {1} разів, щоб [миттєво відновити від {1} до {2} мани#instantly restore {1} to {2} mana][відновити від {1} до {2} мани протягом {3} с#restore {1} to {2} mana over {3} sec].#up to {1} charges", rune=118812, en="Conjure Mana Gem" },
[119318] = { ref=119316 }, -- Conjure Mana Gem
-- Conjure Refreshment
[42955] = { "Начаклування провізії", "Начаклувати їжу з мани, щоб забезпечити мага та союзників їжею.", rune=118812, en="Conjure Refreshment" },
-- Conjure Refreshment Table
[43987] = { "Створити стіл з провізією", "Створює стіл з провізією. Учасники рейду можуть натиснути на стіл, щоб отримати начакловану їжу з мани.\n\nСтіл існує 3 хвилини або до 50 створених порцій.", en="Conjure Refreshment Table" },
-- Counterspell
[2139] = { "Протизакляття", "Протидіє вимові закляття ворогом. унеможливлюючи вимову будь-яких інших заклять тієї ж школи магії протягом {1} с[, а також знемовлює ціль на {1} с#silencing the target for {1} sec].#cast for {1} sec", en="Counterspell" },
-- Dalaran Brilliance
[61316] = { "Даларанська геніальність", "Сповнює ціль геніальністю, збільшуючи силу заклять на {1}% та ймовірність критичного удару на {2}% протягом {3} год.\n\nЯкщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#spell power by {1}%#chance by {2}% for {3} h", "Збільшує силу заклять на {1}%.\nЗбільшує ймовірність критичного удару на {2}%.#spell power by {1}#critical strike chance by {2}%", en="Dalaran Brilliance" },
-- Deep Freeze
[44572] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей.#for {1} sec", "Приголомшено та заморожено.", en="Deep Freeze" },
-- Dragon's Breath
[31661] = { "Подих дракона", "Цілі в конусі перед заклиначем отримують [{1}#take {1} Fire][від {1} до {2}#take {1} to {2} Fire] шкоди від вогню та дезорієнтуються на {1} с.\n\nБудь-яка подальша шкода поверне ціль до тями.#for {1} sec", "Дезорієнтовано та сповільнено.", en="Dragon's Breath" },
-- Evocation
[12051] = { "Прикликання", "Відновлює {1}% мани[ і {1}% здоров'я#and {1}% of your health] та ще {2}% від запасу мани[ і {1}% від запасу здоров'я#and {1}% of your total health] протягом {3} с[, а також {1}% здоров'я при завершення вимови#and {1}% of your total health upon completion].#Gain {1}% of your total mana#another {2}% of your total mana#over {3} sec", "Відновлює {1}% запасу мани[ та {1}% запасу здоров'я#and {1}% of total health] кожні {2} с.#Gain {1}%#every {2} sec", en="Evocation" },
-- Flamestrike
[2120] = { "Полум'яний удар", "Викликає на землю вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем і додатково {1} шкоди вогнем протягом {2} с.[ Вороги, що потрапляють в зону дії ефекту, сповільнюються на {1}% протягом {2} с.#are slowed by {1}% for {2} sec]#additional {1} Fire#over {2} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec", en="Flamestrike" },
-- Freeze
[33395] = { "Заморожування", "Вражає цілі в межах {1} м кригою, приморожуючи їх на {2} с. Завдання шкоди може перервати дію ефекту.[ Надає ефект \"Крижаних пальців\" за кожну уражену ціль.#charge of Fingers of Frost for each target]#in a {1} yard radius#up to {2} sec", "Приморожено.", en="Freeze" },
-- Frost Armor
[7302] = { "Крижаний обладунок", "Зменшує швидкість ваших заклять на {1}%.\n\nЯкщо ворог завдає удару заклиначеві, його рух сповільнюється на {2}% протягом {3} с.#haste by {1}%#slowed by {2}% for {3} sec", "Швидкість заклять збільшено на {1}%.\n\nНападники сповільнюються.#by {1}%", rune=119716, en="Frost Armor" },
-- Frost Nova
[122] = { "Крижаний спалах", "Вражає ворогів в межах {1} м, завдаючи [{1}#for {1} Frost][від {1} до {2}#for {1} to {2} Frost] шкоди кригою, та приморожує їх на місці на {2} с. Завдання шкоди може перервати дію цього ефекту.#within {1} yds#up to {2} sec", "Приморожено.", en="Frost Nova" },
-- Frostfire Bolt
[44614] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає [{1}#causing {1} Frostfire][від {1} до {2}#causing {1} to {2} Frostfire] шкоди від крижаного вогню та зменшує швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frostfire Bolt" },
-- Ice Block
[45438] = { "Льодяна брила", "Вас огортає брила льоду, що захищає вас від усіх фізичних атак і заклять на {1} с, але протягом цього часу ви не можете атакувати, рухатися або вимовляти закляття.\n\nСпричиняє гіпотермію, що перешкоджає використанню \"Льодяної брили\" протягом {2} с.#spells for {1} sec#Block for {2} sec", "Невразливість до всіх атак та заклять.\nНе може атакувати, рухатися та застосовувати закляття.", en="Ice Block" },
-- Ice Lance
[30455] = { "Крижаний спис", "Завдає [{1}#Deals {1} Frost][від {1} до {2}#Deals {1} to {2} Frost] шкоди кригою ворожій цілі[ та від {1} до {2} шкоди від криги ще одній цілі неподалік#and {1} to {2} Frost damage to a second nearby target].\n\nЗавдає вчетверо більше шкоди замороженим цілям.", en="Ice Lance" },
-- Icy Veins
[12472] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість заклять на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%. Триває {3} с.#granting {1}% spell haste#casting by {2}%.#Lasts {3} sec", "Швидкість заклять збільшено на {1}%, а затримку вимови заклять при отриманні шкоди зменшено на {2}%.#haste increased by {1}%#casting reduced by {2}%", en="Icy Veins" },
-- Ignite
[12654] = { "Займання", "Ваші удари закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Полум'яний підрив\", \"Опік\" та \"Вогняна брила\" підпалюють ціль, завдаючи додатково {1}% шкоди протягом {2} с. Залишкова шкода попереднього ефекту додається при повторному накладанні.#additional {1}% over {2} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", en="Ignite" },
[413841] = { "Займання", "Ваші критичні удари закляттями вогню змушують ціль горіти, завдаючи деякий відсоток від шкоди вашого закляття протягом {1} с.#over {1} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Ignite" },
-- Improved Counterspell
[12598] = { "Покращене протизакляття", "\"Протизакляття\" також знемовлює ціль на {1} с.#for {1} sec", en="Improved Counterspell" },
-- Incanter's Ward
[1463] = { "Оберіг заклинателя", "Накладає на вас магічний оберіг тривалістю {2} с, що поглинає до {1} шкоди. Поглинена шкода відновлює до {3}% вашого максимального запасу мани.\n\nПісля закінчення ефекту ви отримуєте до {4}% збільшення шкоди заклинань протягом {5} с в залежності від поглинутої шкоди.\n\nПасивний ефект:\nЗбільшує шкоду заклинань на {6}% і регенерацію мани на {7}%. Цей ефект неактивний, поки \"Оберіг заклинателя\" відновлюється.#absorbing up to {1} damage for {2} sec#restore up to {3}% of#gain up to {4}% increased spell damage for {5} sec#spell damage by {6}%#regeneration by {7}%", "Поглинає до {1} шкоди, відновлюючи ману в залежності від поглинутої шкоди.#up to {1} damage", en="Incanter's Ward" },
-- Inferno Blast
[108853] = { "Полум'яний підрив", "Підриває ворога, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем та гарантовано завдає критичної шкоди. При ударі поширює ефекти \"Вогняної брили\", \"Займання\" та \"Палання\" на {1} ворожі цілі в межах {2} м.\n\nЗаміняє \"Вогняний підрив\".#up to {1} nearby#within {2} yard", en="Inferno Blast" },
[118280] = { ref=108853 }, -- Inferno Blast
-- Invisibility
[66] = { "Невидимість", "Ви поступово зникаєте, зменшуючи свою загрозу щосекунди і стаєте невидимими через {1} с.[ Під час дії невидимості ви рухаєтесь на {1}% швидше.#move {1}% faster while invisible] \n\nЕфект скасовується при здійсненні будь-яких дій.#invisible over {1} sec", "Зникає.", en="Invisibility" },
-- Living Bomb
[44457] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Після закінчення ефекту або смерті цілі станеться вибух, що завдасть {3} шкоди від вогню всім ворогам в межах {4} м. Вражає до {5} цілей. Це закляття має більшу ефективність при застосуванні на 1 чи 2 цілі.\n\nГлобальний час відновлення для цього закляття складає {6} с.#taking {1} Fire damage over {2} sec#additional {3} Fire#within {4} y#Limit {5} targets#has a {6} sec global", "{1} шкоди від вогню кожні {2} с. Через {3} с ціль вибухає, завдаючи {4} шкоди від вогню ворогам в межах {5} м.#Causes {1} Fire damage every {2} sec#After {3} sec#causing {4} Fire#within {5} y", en="Living Bomb" },
-- Mage Armor
[6117] = { "Магівський обладунок", "Збільшує майстерність на {1}.\n\nТривалість всіх негативних ефектів на вас зменшується на {2}%.#Mastery by {1}#reduced by {2}%", "Майстерність збільшено на {1}.\n\nТривалість всіх негативних ефектів зменшено на {2}%.#increased by {1}#reduced by {2}%", rune=119716, en="Mage Armor" },
-- Mastery: Ignite
[12846] = { "Майстерність: Займання", "Ваші удари закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Полум'яний підрив\", \"Опік\" та \"Вогняна брила\" підпалюють ціль, завдаючи додатково {1}% шкоди протягом {2} с. Залишкова шкода попереднього ефекту додається при повторному накладанні.#additional {1}% over {2} sec", en="Mastery: Ignite" },
-- Mirror Image
[58831] = { "Дзеркальна копія", "Створює неподалік {1} копії заклинача, що вимовлятимуть закляття та атакуватимуть ворогів мага. Триває {2} с.#Creates {1} cop#Lasts {2} sec", en="Mirror Image" },
[58832] = { ref=58831 }, -- Mirror Image
[58833] = { ref=58831 }, -- Mirror Image
[58834] = { ref=58831 }, -- Mirror Image
[88085] = { ref=58831 }, -- Mirror Image
[88086] = { ref=58831 }, -- Mirror Image
[88087] = { ref=58831 }, -- Mirror Image
[88088] = { ref=58831 }, -- Mirror Image
[88089] = { ref=58831 }, -- Mirror Image
[88090] = { ref=58831 }, -- Mirror Image
[88091] = { ref=58831 }, -- Mirror Image
[88092] = { ref=58831 }, -- Mirror Image
-- Molten Armor
[30482] = { "Розплавлений обладунок", "Збільшує ймовірність критичного удару заклять на {1}%.\n\nЗменшує отриману фізичну шкоду на {2}%.#chance by {1}%#taken by {2}%", "Ймовірність критичного удару заклять збільшено на {1}%.\n\nОтриману фізичну шкоду зменшено на {2}%.#increased by {1}%#reduced by {2}%", rune=119716, en="Molten Armor" },
-- Polymorph
[118] = { "Поліморфія", "Перетворює ворога на [вівцю#sheep][пінгвіна#penguin][мавпу#monkey][дикобраза#porcupine][біле ведмежа#polar bear cub], змушуючи його блукати до {1} с.\n\n[Вівця не здатна#sheep][Пінгвін не здатен#penguin][Мавпа не здатна#monkey][Дикобраз не здатен#porcupine][Біле ведмежа не здатне#polar bear cub] атакувати та вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану.\n\nОдночасно лише одна ціль може бути під ефектом \"Поліморфії\".\nДіє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття. Прискорене відновлення здоров'я.", en="Polymorph" },
-- Presence of Mind
[12043] = { "Блиск розуму", "При активації ваше наступне закляття з тривалістю вимови менше {1} с буде миттєвим.\n\nНе впливає на глобальний час відновлення.#less than {1} sec", "Ваше наступне закляття з тривалістю вимови менше {1} с буде миттєвим.#less than {1} sec", en="Presence of Mind" },
-- Pyroblast
[11366] = { "Вогняна брила", "Кидає величезний вогняний валун, що завдає [{1}#causes {1} Fire][від {1} до {2}#causes {1} to {2} Fire] шкоди вогнем та додатково {1} шкоди вогнем протягом {2} с.\n\nПісля завдання прямої критичної шкоди вогнем двічі поспіль наступна \"Вогняна брила\" вимовиться миттєво, не витрачатиме мани та завдасть на {3}% більше шкоди.#additional {1} Fire damage over {2} sec#and deal {3}% additional damage", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Pyroblast" },
-- Pyroblast!
[48108] = { "Вогняна брила!", "Коли ви двічі поспіль завдаєте критичного удару закляттями, ви зможете вимовити наступну \"Вогняну брилу\" миттєво та без витрат мани і вона завдасть на {1}% більше шкоди.#deal {1}%", "Наступне заклинання \"Вогняна брила\" завдає на {1}% більше шкоди і його можна вимовити миттєво та без витрат мани.#deals {1}%", en="Pyroblast!" },
-- Remove Curse
[475] = { "Зняття прокляття", "Знімає всі прокляття з дружньої цілі.[ При успішному знятті прокляття ваша шкода збільшується на {1}% протягом {2} секунд.#you deal {1}% additional damage for {2} sec]", en="Remove Curse" },
-- Ring of Frost
[82691] = { "Кільце криги", "Викликає кільце криги в обраному місці. Вороги, що потрапляють у кільце, заморожуються на {1} с. Триває {2} с. Радіус {3} м. Вражає до {4} цілей.#frozen for {1} sec#Lasts {2} sec#{3} yd radius#Limit {4} targets", "Заморожено.", en="Ring of Frost" },
-- Scorch
[2948] = { "Опік", "Обпікає ворога, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем. Можна вимовляти в русі.", en="Scorch" },
-- Shatter
[12982] = { "Розтрощення", "Подвоює ймовірність завдання критичного удару всіма закляттями по замороженим цілям та збільшує її додатково на {1}%.#plus an additional {1}%", en="Shatter" },
-- Slow
[31589] = { "Сповільнення", "Зменшує швидкість руху цілі на {1}% та сповільнює вимову заклять на {2}% (на {3}% проти гравців). Триває {4} с. Одночасно може діяти лише на одну ціль.#speed by {1}%#casting time by {2}%#({3}% on player targets)#for {4} sec", "Швидкість руху зменшено на {1}%.\nВимову заклять сповільнено на {2}%.#speed reduced by {1}%#time increased by {2}%", en="Slow" },
-- Spellsteal
[30449] = { "Викрадення чарів", "Викрадає сприятливий магічний ефект у цілі. Цей ефект діятиме до {1} хв.[ Якщо ви успішно викрадаєте ефект, ви також відновлюєте {1}% здоров'я.#also healed for {1}% of]#of {1} min", en="Spellsteal" },
-- Summon Water Elemental
[31687] = { "Виклик водяного елементаля", "Викликати водяного елементаля, що битиметься за вас.\n\nЗастосування \"Крижаної стріли\" на вашого водяного елементаля зцілить йому {1} здоров'я.#heal it for {1}", en="Summon Water Elemental" },
-- Time Warp
[80353] = { "Викривлення часу", "Викривляє плин часу, збільшуючи на {1}% швидкість атак ближнього та дальнього бою, а також заклинань усіх учасників групи чи рейду протягом {2} сек.\n\nСоюзники, що отримають цей ефект, застрянуть у часі й не зможуть знову отримати ефект від \"Жаги крові\", \"Героїзму\" та \"Викривлення часу\" протягом {3} хв.#by {1}% for#Lasts {2} sec#again for {3} min", "Швидкість атак ближнього та дальнього бою, а також заклинань збільшено на {1}%.#by {1}%", en="Time Warp" },

-- Glyph
[86209] = { "Символ сповільнення", "\"Арканічний спалах\" накладає ефект закляття \"Сповільнення\" на ціль, якщо воно не діє на жодну іншу ціль.", en="Glyph of Slow" },

-- Item effects
[23723] = { "Прискорення думок", "Прискорює думки, збільшуючи показник швидкості на {1} протягом {2} с.#haste by {1} for {2} sec", "Збільшує показник швидкості на {1}.#by {1}", en="Mind Quickening" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
