local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Astral Storm
[106996] = { "Астральна буря", "Створює бурхливу магічну бурю, що завдає {1} арканічної шкоди ворогам кожні {2} с[, зменшує швидкість руху на {1}%#reducing movement speed by {1}%] та збільшує інтервал між атаками на {3}%. Триває {4} с. Друїд має підтримувати закляття.#causing {1} Arcane#every {2} sec#attacks of enemies by {3}%#Lasts {4} sec", "{1} шкоди кожні {2} c[, швидкість руху зменшено на {1}%#movement slowed by {1}%], інтервал між атаками збільшено на {3}%.#{1} damage every {2} sec#attacks increased by {3}%", en="Astral Storm" },
[106998] = { "Астральна буря", "Створює потужну магічну бурю, яка завдає ворогам {1} арканічної шкоди кожні {2} с та збільшує інтервал між атаками на {3}%. Триває {4} с. Друїд має підтримувати закляття.#causing {1} Arcane#every {2} sec#attacks of enemies by {3}%#Lasts {4} sec", en="Astral Storm" },
-- Balance of Power
[33596] = { "Баланс сили", "Збільшує показник влучності від духу, отриманого від предметів чи ефектів.", en="Balance of Power" },
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману шкоду зменшено на {1}%[, а ймовірність оттримання критичного удару зменшено на {1}%#to be critically hit is reduced by {1}%].\n\nПоки триває захист, ворожі атаки не спричинять затримки вимови заклять.\n\nМожна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Можна використовувати в будь-якій подобі. Триває {2} с.#taken is reduced by {1}%#Lasts {2} sec", "Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%", en="Barkskin" },
-- Bear Form
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи броню від предметів з тканини та шкіри на {1}% та витривалість на {2}%.\n\nЗначно збільшує загрозу, збільшує силу атаки залежно від показника спритності, збільшує показники швидкості та критичного удару від предметів на {3}%, а також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nПісля набуття ведмежої подоби ви матимете {4} люті.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#leather items by {1}%#Stamina by {2}%#critical strike from items by {3}%#set to {4} upon shifting", "Невразливість до ефектів поліморфу. Збільшує броню від предметів з тканини та шкіри на {1}% та витривалість на {2}%. Також збільшує силу атаки залежно від показника спритності та збільшує показники швидкості та критичного удару від предметів на {3}%.#leather items by {1}%#Stamina by {2}%#critical strike from items by {3}%", en="Bear Form" },
-- Berserk
[50334] = { "Берсерк", "\"Нівечення\" вражає до 3 цілей і не вимагає часу на відновлення. Триває {1} с.#Lasts {1} sec", "\"Нівечення\" вражає до 3 цілей і не вимагає часу на відновлення.", en="Berserk" },
-- Celestial Focus
[84738] = { "Небесне зосередження", "Зменшує затримку вимови заклять \"Гнів\", \"Зоряний вогонь\", \"Опутуюче коріння\", \"Ураган\", \"Астральна буря\", \"Сплячка\", \"Циклон\" та \"Зоряний сплеск\" при отриманні шкоди на {1}%.#by {1}%", en="Celestial Focus" },
-- Charm Woodland Creature
[127757] = { "Причарування лісових звіряток", "Дозволяє друїду приручити звірятко на 1 год.", "Причаровано.", en="Charm Woodland Creature" },
-- Clearcasting
[16870] = { "Ясномова", "Ваше наступне бойове або цілюще закляття чи бойова здібність звіриної подоби має знижену витрату мани, люті або енергії на {1}%.#by {1}%", "Ваше наступне бойове або цілюще закляття чи бойова здібність звіриної подоби має знижену витрату мани, люті або енергії на {1}%.#by {1}%", en="Clearcasting" },
-- Dash
[1850] = { "Порив", "Знімає всі ефекти обмеження руху та збільшує швидкість руху в котячій подобі на {1}% протягом {2} с.\n\nНе перериває дію здібності \"Зачаїтися\".\n\nВикористання здібності активує котячу подобу.#speed by {1}%#for {2} sec", "Швидкість руху в котячій подобі збільшено на {1}%.#by {1}%", en="Dash" },
-- Disentanglement
[96429] = { "Розплутування", "Зміна подоби позбавляє ефектів знерухомлення.\n\nОкрім того, набуття подоби відновлює до {1}% здоров'я.\n\nВідновлення здоров'я пропорційне часу, що минув з моменту останнього спрацьовування цього ефекту, і досягає максимуму через {2} с.#up to {1}% of max#after {2} sec", en="Disentanglement" },
-- Disorienting Roar
[99] = { "Дезорієнтуючий рев", "Пробудити дух Урсока, що реве, дезорієнтуючи всіх ворогів в межах {1} м на {2} с. Будь-яка завдана шкода перерве дію ефекту. Можна використовувати в будь-якій подобі.#within {1} yards for {2} sec", "Дезорієнтовано.", en="Disorienting Roar" },
-- Euphoria
[81062] = { "Ейфорія", "Поки ви не перебуваєте в стані затемнення, \"Гнів\", \"Зоряний вогонь\" та \"Зоряний сплеск\" надають вдвічі більше сонячної або місячної енергії.", en="Euphoria" },
-- Faerie Fire
[770] = { "Чарівний вогонь", "Ціль вкриває чарівний вогонь, що не дає їй стати непомітною чи невидимою, і накладає 3 ефекти \"Ослабленої броні\".\n\nЗавдає {1} шкоди[, знемовлює ціль на {1} с#silences for {1} sec] та з ймовірністю {2}% завершує час відновлення \"Нівечення\" при застосуванні у ведмежій подобі.#Deals {1} damage#has a {2}% chance", "Ціль не може стати непомітною чи невидимою.", rune=113746, en="Faerie Fire" },
-- Faerie Swarm
[102354] = { "Чарівний рій", en="Faerie Swarm" },
-- Feline Grace
[20719] = { "Котяча грація", "Зменшує шкоду від падіння в котячій подобі.", en="Feline Grace" },
-- Feral Instinct
[16949] = { "Звіриний інстинкт", "Зменшує ймовірність виявлення вас ворогами під час скрадання.", en="Feral Instinct" },
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоди за кожен прийом комбінації[ та витрачає додатково до {1} енергії, щоб збільшити шкоду до {2}%#and consumes up to {1} additional energy to increase damage by up to {2}%.][, витрачає додатково до {1} енергії, щоб збільшити шкоду до {2}% та відновлює вам {3}% здоров'я за кожні {4} одиниць використаної енергії#up to {1} additional energy to increase damage by up to {2}%, and heals you for {3}% of your total maximum health for each {4} energy].\n\nПри застосуванні проти цілей, що мають менше {1}% здоров'я, \"Безжалісний укус\" також поновлює тривалість \"Розірвання\" на них.\n\nЙмовірність критичного удару збільшується на {2}% проти цілей, що мають кровотечу.\n\n  1 прийом: {3}-{4} шкоди\n  2 прийоми: {5}-{6} шкоди\n  3 прийоми: {7}-{8} шкоди\n  4 прийоми: {9}-{10} шкоди\n  5 прийомів: {11}-{12} шкоди#below {1}% health#increased by {2}% against bleeding#1 point  : {3}-{4}#2 points: {5}-{6}#3 points: {7}-{8}#4 points: {9}-{10}#5 points: {11}-{12}", en="Ferocious Bite" },
[80863] = { "Безжалісний укус", "При застосуванні \"Безжалісного укусу\" проти цілей, що мають менше {1}% здоров'я, ви також поновлюєте тривалість \"Розірвання\" на них.#below {1}%", en="Ferocious Bite" },
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Flight Form" },
-- Force of Nature
[33831] = { "Сила природи", "Викликає дереваня, що миттєво знерухомлює вашу ціль на {1} с. Деревань застосовуватиме \"Гнів\" на ціль, завдаючи [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи кожні {2} с. Триває {3} с. Максимум {4} зарядів.#target for {1} sec#every {2} sec#Lasts {3} sec#Maximum {4} charges", en="Force of Nature" },
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "[Збільшує отримане зцілення на {1}% протягом {2} с.#Increases healing received by {1}% for {2} sec][Миттєво витрачає до {1} люті, щоб відновити до {2} здоров'я.#Instantly converts up to {1} Rage into up to {2} health]", en="Frenzied Regeneration" },
-- Fungal Growth
[81281] = { "Грибний наріст", "Коли спрацьовують ваші дикі гриби, ви породжуєте грибний наріст, що покриває зону в радіусі {1} м, сповільнюючи всі ворожі цілі на {2}% протягом {3} секунд.#within {1} y#targets by {2}%#lasting {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Fungal Growth" },
[81283] = { "Грибний наріст", "Коли спрацьовують ваші дикі гриби, ви породжуєте грибний наріст, що покриває зону в радіусі {1} м, сповільнюючи всі ворожі цілі на {2}% протягом {3} секунд.#within {1} y#targets by {2}%#lasting {3} sec", en="Fungal Growth" },
-- Glyph of Cyclone
[48514] = { "Символ циклону", "Збільшує дальність дії закляття \"Циклон\" на {1} м.#by {1} yard", en="Glyph of Cyclone" },
-- Glyph of Rejuvenation
[17076] = { "Символ омолодження", "Якщо ваше \"Омолодження\" діє на трьох чи більше цілях, час вимови \"Підживлення\" зменшується на {1}%.#reduced by {1}%", en="Glyph of Rejuvenation" },
-- Growl
[6795] = { "Рик", "Провокує ціль атакувати вас, та збільшує загрозу, яку ви спричиняєте цілі, на {1}% протягом {2} с.#target by {1}% for {2} sec", "Спровоковано.", en="Growl" },
-- Heart of the Wild
[17005] = { "Серце дикої природи", "Збільшує витривалість, інтелект та спритність на {1}%.#by {1}%", en="Heart of the Wild" },
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, що завдає {1} шкоди від природи ворогам кожні {2} с[ та зменшує швидкість руху на {1}%#reducing movement speed by {1}%]. Триває {3} с. Друїд має підтримувати закляття.#causing {1} Nature#every {2} sec#Lasts {3} sec", "{1} шкоди кожні {2} с.[ Швидкість руху зменшено на {1}%.#movement slowed by {1}%]#{1} damage every {2} sec", en="Hurricane" },
-- Incarnation: Tree of Life
[33891] = { "Перевтілення: Дерево життя", "Набути подоби дерева життя, що збільшує ваше зцілення на {1}%, збільшує вашу броню на {2}%, а також захищає від ефектів поліморфу. Крім того, деякі ваші закляття підсилюються на час дії подоби. Триває {3} с.\n\nПротягом дії перевтілення ви можете вільно покидати й набувати цієї подоби.\n\nПідсилені закляття: \"Життєцвіт\", \"Дикий ріст\", \"Розростання\", \"Опутуюче коріння\".#done by {1}%#armor by {2}%#Lasts {3} sec", "Зцілення збільшено на {1}%.\nБроню збільшено на {2}%.\nДеякі закляття підсилено.#Healing increased by {1}%#Armor increased by {2}%", en="Incarnation: Tree of Life" },
-- Infected Wounds
[48484] = { "Інфіковані рани", "Ваші здібності \"Шматування\", \"Терзання\", \"Знищення\" та \"Нівечення\" завдають цілі інфіковану рану. Інфікована рана зменшує швидкість руху цілі на {1}%. Триває {2} с.#target by {1}%#Lasts {2} sec", en="Infected Wounds" },
-- Innervate
[29166] = { "Осяяння", "Відновлює цілі ману в обсязі {1}% від вашого духу (не враховуючи короткочасні бонуси до духу) кожні {2} с протягом {3} с. Обсяг відновленої мани ніколи не буде менше {4}% від вашого максимального запасу мани.[ При застосуванні на іншу ціль, ви також отримаєте на {1}% слабший ефект.#both the target and caster will benefit, at {1}% reduced effect]#regenerate mana equal to {1}% of#every {2} sec#for {3} sec#never be less than {4}%", "Відновлення {1} мани кожні {2} с.#{1} mana every {2} sec", en="Innervate" },
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, що завдають {1} фізичної шкоди кожні {2} с протягом {3} с.#dealing {1} Physical#every {2} sec#for {3} sec", "{1} фізичної шкоди кожні {2} с.#{1} Physical damage every {2} sec", en="Insect Swarm" },
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди від кровотечі та додатково {2} шкоди протягом {3} с. Ефект накопичується до {4} разів.\n\nУдари з ймовірністю {5}% завершують відновлення \"Нівечення\".#dealing {1} bleed damage#additional {2} over {3} sec#up to {4} times#a {5}% chance", "Отримує {1} шкоди кожні {2} с#{1} damage every {2} sec", en="Lacerate" },
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте у подобі кота чи ведмедя, ймовірність критичного удару всіх учасників групи та рейду в межах {1} м збільшується на {2}%.\n\nКрім того, ваші критичні удари відновлюють вам {3}% здоров'я та {4}% мани. Цей ефект може спрацьовувати не частіше, ніж раз на {5} секунд.#within {1} y#by {2}%#for {3}% of your health#for {4}% of your mana#every {5} sec", en="Leader of the Pack" },
[24932] = { nil, nil, "Збільшує ймовірність критичного удару на {1}%.#by {1}%", ref=17007 }, -- Leader of the Pack
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я. Ефект накопичується до {4} разів на одній цілі.\n\nТривалість ефекту на цілі поновлюється при застосуванні \"Цілющого дотику\", \"Підживлення\" чи \"Розростання\" на неї.\n\n\"Життєцвіт\" одночасно може бути активним лише на одній цілі.[\n\n|cFF33AA11Перевтілення: Дерево життя: Можна застосувати на необмежену кількість цілей.|r#Tree of Life: Can be cast on unlimited targets]#for {1} over {2} sec#healed for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди. Розквітне, зцілюючи {2} здоров'я коли ефект закінчиться або розвіється.#Healing {1} every sec#for {2} healing", en="Lifebloom" },
-- Living Seed
[48500] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом прямого зцілення закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви саджаєте в неї \"Зерно життя\".\n\n\"Зерно життя\" розквітне, коли ціль буде атакована та зцілить {1}% від ефекту зцілення. Триває {2} секунд.#for {1}% of the#Lasts {2} sec", en="Living Seed" },
[48503] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом прямого зцілення закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви саджаєте в неї \"Зерно життя\" на {1}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована. Триває {2} секунд.#for {1}% of the amount#Lasts {2} sec", en="Living Seed" },
[48504] = { nil, nil, "Наступна отримана атака відновить {1} здоров'я.#for {1}", ref=48503 }, -- Living Seed
-- Lunar Shower
[33605] = { "Місячна злива", "Коли ви застосовуєте \"Місячний вогонь\" чи \"Сонячний вогонь\", ви отримуєте ефект \"Місячна злива\". Місячна злива збільшує первинну шкоду від вашого \"Місячного вогню\" та \"Сонячного вогню\" на {1}% і зменшує витрати мани на {2}%. Цей ефект накопичується до {3} разів і триває {4} с.#Sunfire spells by {1}%#cost by {2}%#up to {3} times and lasts {4} sec", en="Lunar Shower" },
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає {1}% шкоди зброї та приголомшує ціль. Шкода і тривалість ефекту залежить від довжини комбінації:\n\n   1 прийом: {2}-{3} шкоди, {4} с\n   2 прийоми: {5}-{6} шкоди, {7} с\n   3 прийоми: {8}-{9} шкоди, {10} с\n   4 прийоми: {11}-{12} шкоди, {13} с\n   5 прийомів: {14}-{15} шкоди, {16} с#causes {1}% weapon#1 point  : {2} to {3} damage, {4} sec#2 points: {5} to {6} damage, {7} sec#3 points: {8} to {9} damage, {10} sec#4 points: {11} to {12} damage, {13} sec#5 points: {14} to {15} damage, {16} sec", "Приголомшено.", en="Maim" },
-- Malfurion's Gift
[92364] = { "Дар Малфуріона", "Час відновлення \"Спокою\" зменшується до {1} хв, а час відновлення \"Дубової шкіри\" зменшується на {2} с.#to {1} min#by {2} sec", en="Malfurion's Gift" },
-- Mangle
[33876] = { "Нівечення", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}[ та зменшуючи швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec]. Збільшує довжину комбінації на {3} прийом.#for {1}% normal damage plus {2}#{3} combo", en="Mangle" },
[33878] = { "Нівечення", "Нівечить ціль, завдаючи {1}% шкоди зброї[ та зменшуючи швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec]. Надає {2} люті.#for {1}% weapon#generate {2} Rage", en="Mangle" },
[33917] = { "Нівечення", "Нівечить ціль, завдаючи фізичної шкоди[ та зменшуючи швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec]. Шкода залежить від подоби. Надає {1} люті у ведмежій подобі та збільшує довжину комбінації на {2} прийом в котячій подобі.#Generates {1} Rage#awards {2} combo", en="Mangle" },
-- Mark of the Wild
[1126] = { "Знак дикої природи", "Збільшує силу, спритність та інтелект дружньої цілі на {1}% протягом {2} год.\n\nЯкщо ціль перебуває у вашій групі або рейді, то ефект отримають всі учасники групи чи рейду.#Intellect by {1}% for {2} h", "Силу, спритність та інтелект збільшено на {1}%.#by {1}%", en="Mark of the Wild" },
-- Mass Entanglement
[102359] = { "Масове обплетення", "Приковує ціль на місці протягом {1} с та поширюється на навколишні цілі. Подальша завдана шкода може перервати дію ефекту. Можна використовувати в будь-якій подобі.#for {1} sec", "Приковано.", en="Mass Entanglement" },
-- Maul
[6807] = { "Терзання", "Терзає ціль, завдаючи {1}% шкоди зброї[ та додатково {1}% шкоди цілі неподалік#an additional {1}% weapon damage to a nearby target].[ Зменшує швидкість руху цілі на {1}% протягом {2} с.#movement speed by {1}% for {2} sec]\n\nЗавдає на {2}% більше шкоди цілям з кровотечею.\n\nВикористовуйте для витрати надлишкової люті.#target for {1}% weapon damage#Deals {2}% additional damage", en="Maul" },
-- Mighty Bash
[5211] = { "Могутній стусан", "Пробуджує дух Урсока, що приголомшує ціль на {1} с. Можна використовувати в будь-якій подобі.#for {1} sec", "Приголомшено.", en="Mighty Bash" },
-- Moonfire
[8921] = { "Місячний вогонь", "Обпалює ворога, завдаючи [{1}#for {1} Arcane][від {1} до {2}#for {1} to {2} Arcane] шкоди арканою та додатково {1} шкоди арканою протягом {2} с.[ Критичні удари \"Зоряного вогню\" та \"Зоряного сплеску\" продовжують тривалість \"Місячного вогню\" на {1} с.#Moonfire's duration by {1} sec]#additional {1}#over {2} sec", "{1} шкоди від аркани кожні {2} с.#{1} Arcane damage every {2} sec", en="Moonfire" },
-- Moonkin Aura
[24907] = { "Аура місячного совуха", "В подобі місячного совуха ви збільшуєте швидкість заклять всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} y#by {2}%", "Збільшує швидкість заклять на {1}%.#by {1}", en="Moonkin Aura" },
-- Naturalist
[17073] = { "Натураліст", "Збільшує все ваше зцілення на {1}%.#by {1}%", en="Naturalist" },
-- Nature's Cure
[88423] = { "Природне зцілення", "Позбавляє ціль шкідливих ефектів, знімаючи всі ефекти магії, проклять та отрут.", en="Nature's Cure" },
-- Nature's Focus
[84736] = { "Природне зосередження", "Збільшує ймовірність завдання удару закляттями \"Місячний вогонь\" та \"Гнів\" на {1}%.\n\nЗменшує затримку вимови заклять \"Цілющий дотик\", \"Розростання\", \"Спокій\", \"Переродження\", \"Опутуюче коріння\", \"Циклон\" та \"Підживлення\" при отриманні ударів на {2}%.#Wrath by {1}%#attacks by {2}% while", en="Nature's Focus" },
-- Nature's Grace
[16886] = { "Природна благодать", "Ваша швидкість заклять збільшується на {1}% після отримання ефекту затемнення.#gain {1}%", "Швидкість вимови заклять збільшено на {1}%.#by {1}%", en="Nature's Grace" },
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, його вразить закляття \"Опутуюче коріння\". {1} заряд. Триває {2} с.#{1} charge#Lasts {2} sec", "При отриманні шкоди в ближньому бою обплутає ворога.", en="Nature's Grasp" },
-- Nourish
[50464] = { "Підживлення", "Зцілює дружній цілі [{1}#friendly target for {1}][від {1} до {2}#friendly target for {1} to {2}] здоров'я.\n\nЗцілює на {1}% більше, якщо на ціль діє \"Омолодження\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\".#additional {1}%", en="Nourish" },
-- Nurturing Instinct
[33873] = { "Інстинкт піклування", "Збільшує силу заклять природи на {1}% від вашої спритності.#by {1}% of", en="Nurturing Instinct" },
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Ваші автоатаки можуть наділити вас ефектом \"Ясномови\".\n\n\"Ясномова\" знижує витрати мани, енергії або люті на наступне ваше немиттєве атакуюче чи цілюще закляття або атакуючу звірину здібність на {1}%.#by {1}%", "Автоатаки можуть спричинити ефект \"Ясномови\"", en="Omen of Clarity" },
-- Owlkin Frenzy
[48391] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, з ймовірністю {1}% викличуть божевілля, що збільшить вашу шкоду на {2}% та зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\". Ефект триває {3} с.#a {1}% chance#damage by {2}%#Lasts {3} sec", "Шкоду збільшено на {1}%. Невразливість до затримки вимови заклять спеціалізації \"Баланс\".#by {1}%", en="Owlkin Frenzy" },
[48393] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, з ймовірністю {1}% викличуть божевілля, що збільшить вашу шкоду на {2}% та зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\". Ефект триває {3} с.#a {1}% chance#damage by {2}%#Lasts {3} sec", en="Owlkin Frenzy" },
-- Predatory Swiftness
[16974] = { "Удари хижака", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації дозволять вимовити наступне закляття \"Опутуюче коріння\", \"Цілющий дотик\", \"Сплячка\" чи \"Переродження\" миттєво, без витрат мани та в будь-якій подобі.#a {1}% chance", en="Predatory Swiftness" },
-- Primal Fury
[16953] = { "Первісна лють", "Ваші критичні удари здібностями котячої подоби, що збільшують довжину комбінації, збільшують довжину комбінації на ще один прийом.", en="Primal Fury" },
[16961] = { "Первісна лють", "Ви отримуєте {1} люті щоразу, коли ви завдаєте критичного удару автоатакою або \"Нівеченням\", а також збільшуєте довжину комбінації на один прийом щоразу, коли завдаєте критичного удару здібностями котячої подоби, що збільшують довжину комбінації та вражають одну ціль.#additional {1} Rage", en="Primal Fury" },
-- Prowl
[5215] = { "Зачаїтися", "Дозволяє друїду пересуватися непомітно, але зменшує швидкість руху на {1}%. Триває до скасування. Використання цієї здібності активує котячу подобу.#speed by {1}%", "Непомітність.[ Рух сповільнено на {1}%.#slowed by {1}%]", en="Prowl" },
-- Rake
[24331] = { "Розрив", "Рве ціль, завдаючи фізичної шкоди та додаткової шкоди протягом {1} с.#over {1} sec", "Шкода від кровотечі кожні {1} с.#every {1} sec", en="Rake" },
[24332] = { "Розрив", "Рве ціль, завдаючи від {1} до {2} шкоди та додатково {3} шкоди протягом {4} с.#for {1} to {2} damage#additional {3} damage over {4} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rake" },
[27556] = { ref=24332 }, -- Rake
[27638] = { ref=24332 }, -- Rake
-- Ravage
[6785] = { "Знищення", "Нищить ціль, завдаючи їй {1}% шкоди плюс {2}[ та зменшуючи її швидкість руху на {1}% протягом {2} с#movement speed by {1}% for {2} sec]. Друїд має зачаїтися і перебувати позаду цілі. Збільшує довжину комбінації на {3} прийом.\n\nЙмовірність завдання критичного удару збільшується на {4}% проти цілей, що мають більше {5}% здоров'я.#causing {1}%#plus {2}#{3} combo#has a {4}% increased chance to critically strike targets with over {5}% health", en="Ravage" },
-- Regrowth
[8936] = { "Розростання", "Зцілює дружній цілі [{1}#for {1} and][від {1} до {2}#for {1} to {2} and] здоров'я і додатково {1} здоров'я протягом {2} c.\n\nЙмовірність критичного удару \"Розростання\" збільшено на {3}%.\n\nЕфект \"Розростання\" автоматично поновлюється до {4} секунд щоразу, коли зцілює ціль, що має менше {5}% здоров'я.[\n\n|cFF33AA11Дерево життя: Вимовляється миттєво.|r#Tree of Life: Instant cast]#another {1} over {2} sec#has a {3}% increased chance#refreshes to {4} sec each time#or below {5}% health", "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Regrowth" },
-- Rejuvenation
[774] = { "Омолодження", "Зцілює цілі {1} здоров'я та додатково {2} кожні {3} с протягом {4} с.#for {1} and an additional {2} every {3} sec for {4} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Rejuvenation" },
-- Remove Corruption
[2782] = { "Зняття пошесті", "Нейтралізує ефекти пошесті на дружній цілі, знімаючи всі ефекти проклятя та отрути.", en="Remove Corruption" },
-- Revitalize
[48544] = { "Відродження", "Періодичне зцілення заклять \"Омолодження\" та \"Життєцвіт\" з ймовірністю {1}% відновлюють вам {2}% мани. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#a {1}% chance#regenerate {2}%#every {3} sec", en="Revitalize" },
-- Rip
[1079] = { "Розірвання", "Завершальний рух, що завдає шкоди з часом. Шкода збільшується залежно від довжини комбінації:\n  1 прийом: {1} шкоди за {2} cекунд\n  2 прийоми: {3} шкоди за {4} cекунд\n  3 прийоми: {5} шкоди за {6} cекунд\n  4 прийоми: {7} шкоди за {8} cекунд\n  5 прийомів: {9} шкоди за {10} cекунд\n\nЩоразу, коли ви вражаєте ціль \"Шматуванням\", \"Знищенням\" чи \"Нівеченням\" в котячій подобі, тривалість ефекту \"Розірвання\" на цілі подовжується на {11} с, максимум до {12} с.#1 point : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}#extended by {11} sec#up to a maximum of {12} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rip" },
-- Savage Roar
[52610] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}%. Можна використовувати лише в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Savage Roar" },
-- Shooting Stars
[93399] = { "Падаючі зірки", "З ймовірністю {1}% після завдання критичної періодичної шкоди закляттями \"Місячний вогонь\" або \"Сонячний вогонь\" ваш \"Зоряний сплеск\" миттєво відновиться, та протягом {2} с його можна буде вимовити миттєво. Ймовірність зменшується в PvP-бою з кількома цілями.#a {1}% chance#within {2} sec", en="Shooting Stars" },
-- Shred
[5221] = { "Шматування", "Шматує ціль, завдаючи {1}% шкоди плюс {2}[ та зменшуючи швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec]. Необхідно бути позаду цілі. Збільшує довжину комбінації на {3} прийом.\n\nЗавдає на {4}% більше шкоди цілям з кровотечею.#causing {1}%#plus {2} to#Awards {3} combo#Deals {4}% additional", en="Shred" },
-- Skull Bash
[80964] = { "Лобова атака", "Ви робите ривок та б'єте ціль по черепу, перериваючи вимову заклинань та запобігаючи застосуванню заклять тієї ж школи протягом {1} секунд.\n\nЗбільшує витрати мани цілі на закляття на {2}% протягом {3} с.#cast for {1} sec#by {2}% for {3} sec", "Перервано.", en="Skull Bash" },
[80965] = { ref=80964 }, -- Skull Bash
-- Solar Beam
[78675] = { "Сонячний промінь", "Ви викликаєте промінь сонячного світла на місце розташування ворожої цілі, який перериває вимову заклять та знемовлює всіх ворогів у області дії променя. Сонячний промінь існує {1} с.#for {1} sec", "Знемовлено.", en="Solar Beam" },
[81261] = { "Сонячний промінь", "Ви викликаєте промінь сонячного світла на місце розташування ворожої цілі, який перериває вимову заклять та знемовлює всіх ворогів у області дії променя. Сонячний промінь існує {1} с.#for {1} sec", "Знемовлено.", en="Solar Beam" },
[97547] = { nil, nil, "Перервано.", ref=81261 }, -- Solar Beam
[129888] = { ref=78675 }, -- Solar Beam
[129889] = { ref=78675 }, -- Solar Beam
[129891] = { "Сонячний промінь", en="Solar Beam" },
[133899] = { ref=78675 }, -- Solar Beam
[133901] = { ref=81261 }, -- Solar Beam
-- Stampede
[81022] = { "Тупіт", "Наступне \"Знищення\" не витрачатиме енергію, не вимагатиме непомітності та не вимагатиме знаходження за спиною цілі.", "Наступне \"Знищення\" не витрачатиме енергію, не вимагатиме непомітності та знаходження за спиною цілі.", en="Stampede" },
-- Stampeding Roar
[77761] = { "Розполохуючий рев", "Друїд реве, збільшуючи швидкість руху всіх дружніх гравців в межах {1} м на {2}% протягом {3} секунд та знімаючи всі ефекти обмеження руху.#within {1} yards by {2}% for {3} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Stampeding Roar" },
[77764] = { "Розполохуючий рев", "Друїд реве, збільшуючи швидкість руху всіх дружніх гравців в межах {1} м на {2}% протягом {3} секунд та знімаючи всі ефекти обмеження руху.\n\nНе перериває дію здібності \"Зачаїтися\".#within {1} yards by {2}% for {3} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Stampeding Roar" },
-- Starfall
[48505] = { "Зорепад", "Ви викликаєте шквал зірок з неба на [уражені вашим \"Місячним вогнем\" чи \"Сонячний вогонь\" цілі#targets afflicted by your Moonfire][всі цілі#all targets] в межах {1} м[, з якими ви перебуваєте в бою#that you're in combat with]. Кожна зірка завдає [{1}#dealing {1} Arcane][від {1} до {2}#dealing {1} to {2} Arcane] арканічної шкоди. Викликає до {2} зірок. Триває {3} с. Місячне затемнення завершує відновлення зорепаду.\n\nЗміна подоби та верхова їзда скасовує ефект. Будь-який ефект, що призводить до втрати контролю над персонажем, призупиняє ефект зорепаду.#within {1} y#Maximum {2} stars#Lasts {3} sec", "Викликає зорі з неба.", en="Starfall" },
-- Starfire
[2912] = { "Зоряний вогонь", "Завдає цілі [{1}#Causes {1} Arcane][від {1} до {2}#Causes {1} to {2} Arcane] шкоди від аркани.[ Додає {1} сонячної енергії.#Generates {1} Solar]", en="Starfire" },
-- Stars
[62134] = { "Зорі", en="Stars" },
-- Starsurge
[78674] = { "Зоряний сплеск", "Ви об'єднуєте силу місяця і сонця, спрямовуючи на ціль руйнівний потік енергії. Завдає цілі [{1}#Causes {1} Spellstorm][від {1} до {2}#Causes {1} to {2} Spellstorm] шкоди від чарівної бурі та додає {1} місячної або сонячної енергії, залежно від того, яка з них вам потрібна.#generates {1} Lunar", en="Starsurge" },
-- Sunfire
[93402] = { "Сонячний вогонь", "Обпалює ворога, завдаючи {1} шкоди від природи та додатково {2} шкоди від природи протягом {3} с. Критичні удари \"Гніву\" та \"Зоряного сплеску\" продовжують тривалість \"Сонячного вогню\" на цілі на {4} с.#for {1} Nature#additional {2}#over {3} sec#duration by {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Sunfire" },
-- Survival Instincts
[61336] = { "Інстинкти виживання", "Зменшує всю отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}%.#by {1}%", en="Survival Instincts" },
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Заміняє \"Політну подобу\".\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Swift Flight Form" },
-- Swiftmend
[18562] = { "Негайне відновлення", "Миттєво зцілює дружню ціль, що перебуває під ефектом \"Омолодження\" чи \"Розростання\", відновлюючи їй {1} здоров'я.\n\nОкрім того, відновлює {2} здоров'я кожні {4} с протягом {5} с трьом союзникам з найменшим запасом здоров'я в межах {3} м від цілі.#effect for {1}#restores {2} health#within {3} yards of the initial target every {4} sec for {5} sec", en="Swiftmend" },
-- Swipe
[779] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи {1} шкоди.\n\nЗавдає на {2}% більше шкоди цілям з кровотечею.#inflicting {1} damage#Deals {2}% increased", en="Swipe" },
[62078] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи {1}% шкоди від зброї.\n\nЗавдає на {2}% більше шкоди цілям з кровотечею.\n\nПродовжує комбінацію на один прийом якщо влучає по цілі.#inflicting {1}% weapon#Deals {2}% additional", en="Swipe" },
-- Teleport: Moonglade
[18960] = { "Телепортація: Місячна галявина", "Телепортує заклинача до Місячної галявини.\n\nПовторна вимова цього закляття на Місячній галявині перенесе заклинача неподалік місця відправлення.", en="Teleport: Moonglade" },
-- Thick Hide
[16931] = { "Товста шкура", "Збільшує бонус до броні від ведмежої подоби до {1}%, зменшує всю отриману магічну шкоду на {2}%, зменшує всю отриману фізичну шкоду на {3}% та зменшує шанс отримання критичного удару від атак на {4}%.\n\nТакож зменшує час відновлення \"Дубової шкіри\" на {5} с.#Bear Form to {1}%#magical damage taken by {2}%#physical damage taken by {3}%#critically hit by attacks by {4}%#Barkskin by {5} sec", en="Thick Hide" },
-- Thrash
[77758] = { "Трощити", "Вдаряє всіх ворогів в межах {1} м, завдаючи {2} шкоди від кровотечі та додатково {3} шкоди протягом {4} с, а також накладаючи ефект \"Ослаблені удари\".\n\nЩоразу, коли ця здібність завдає шкоди, з ймовірністю {5}% відновлення \"Нівечення\" завершиться.#within {1} yards#dealing {2} bleed damage and an additional {3} damage over {4} sec#has a {5}% chance", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", rune=115798, en="Thrash" },
-- Tiger's Fury
[5217] = { "Лють тигра", "Збільшує фізичну шкоду на {1}% протягом {2} с та миттєво відновлює {3} енергії. Не можна активовувати, поки діє \"Берсерк\". Можна використовувати лише в котячій подобі.#by {1}% for {2} sec#restores {3} Energy", "Збільшує фізичну шкоду на {1}%.#by {1}%", en="Tiger's Fury" },
-- Track Humanoids
[5225] = { "Вистежування гуманоїдів", "Відображає на мінімапі місцезнаходження гуманоїдів[ та звірів#and beasts] неподалік.", "Вистежування гуманоїдів.", en="Track Humanoids" },
-- Tranquility
[740] = { "Спокій", "Зцілює 5 (або 12 в підземеллях на 25 гравців) найближчих учасників групи або рейду з найменшим рівнем здоров'я в радіусі 40 м кожні 2 секунди протягом 8 секунд. \n\nСпокій зцілює {1} здоров'я і додатково {2} кожні 2 секунди протягом 8 секунд. Ефект накопичується до 3 разів. Друїд має підтримувати закляття.#for {1} plus an additional {2} every", "Зцілює найближчих учасників групи або рейду з найменшим рівнем здоров'я на {1} здоров'я і додатково {2} кожні 2 секунди протягом 8 секунд. #for {1} plus an additional {2} every", en="Tranquility" },
-- Ursol's Vortex
[102793] = { "Вихор Урсола", "Створює вихор вітру у вказаному місці, який знижує швидкість руху всіх ворогів у межах {1} м на {2}%.\n\nПід час першої спроби ворога покинути вихор вітри притягнуть його назад до центру.\n\nТриває {3} с. Можна використовувати в будь-якій подобі.#within {1} yards by {2}%#Lasts {3} sec", "Швидкість руху зменшено на {1}%, а вітри перешкоджають руху.#by {1}%", en="Ursol's Vortex" },
[102794] = { "Вихор Урсола", "Створює вихор вітру у вказаному місці, який притягує ворогів в межах {1} м.#within {1} y", en="Ursol's Vortex" },
[118283] = { ref=102794 }, -- Ursol's Vortex
[127797] = { ref=102793 }, -- Ursol's Vortex
-- Vengeance
[84840] = { "Помста", "Коли ви отримуєте шкоду, перебуваючи у ведмежій подобі, ви збільшуєте силу атаки на {1}% від отриманої шкоди (без врахування ефектів зменшення шкоди) протягом {2} с. Набуття кошачої подоби скасує дію цього ефекту.#gain {1}% of#for {2} sec", en="Vengeance" },
-- Wild Charge
[16979] = { "Дикий ривок", "Ривок у ворога, що знерухомлює його на {1} с.#for {1} sec", "Знерухомлено.", en="Wild Charge" },
[49376] = { "Дикий ривок", "Стрибок за спину ворога, що спричиняє запаморочення на {1} с.#for {1} sec", "Запаморочення.", en="Wild Charge" },
-- Wild Growth
[48438] = { "Дикий ріст", "Зцілює {1} учасникам групи чи рейду в радіусі {2} м від цілі {3} здоров'я протягом {4} секунд. Першочергово зцілює цілі з найменшим запасом здоров'я.\n\nЗцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.[\n\n|cFF33AA11Дерево життя: Діє ще на {1} цілі.|r#Tree of Life: Affects an additional {1} targets]#up to {1} friendly#within {2} yards#for {3} over {4} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Wild Growth" },
-- Wild Mushroom
[88747] = { "Дикий гриб", "Вирощує магічний гриб з {1} здоров'я у вказаному місці.\n\nЧерез {2} с гриб стане невидимим.\n\nІнші здібності групи \"Дикий гриб\" можна застосовувати на вирощені гриби.\n\nОдночасно можна розмістити до {3} грибів.#with {1} health#After {2} sec#Only {3} mushrooms", en="Wild Mushroom" },
-- Wild Mushroom: Detonate
[78777] = { "Підрив диких грибів", "Підірвати всі ваші дикі гриби, завдаючи [{1}#dealing {1} Nature][від {1} до {2}#dealing {1} to {2} Nature] шкоди від природи всім ворогам в межах {1} м та створюючи на їх місці грибний покрив, що сповільнює ворогів в межах {2} м на {3}% протягом {4} с.#all nearby targets within {1} y#area within {2} y#targets by {3}%#lasting {4} sec", en="Wild Mushroom: Detonate" },
[88751] = { ref=78777 }, -- Wild Mushroom: Detonate
-- Wrath
[5176] = { "Гнів", "Завдає цілі [{1}#Causes {1} Nature][від {1} до {2}#Causes {1} to {2} Nature] шкоди від природи.[ Додає {1} місячної енергії.#Generates {1} Lunar Energy]", en="Wrath" },

-- Forms
[1066] = { "Водна подоба", "Набути водної подоби, що збільшує швидкість плавання на {1}% та дозволяє дихати під водою. Також захищає заклинача від ефектів поліморфу.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Збільшує швидкість плавання на {1}% та дозволяє дихати під водою.#speed by {1}%", en="Aquatic Form" },
[768] = { "Котяча подоба", "Набути котячої подоби, що збільшує силу атаки в залежності від показника спритності, збільшу шкоду автоатак на {1}% та збільшує швидкість руху на {2}% (поєднується з більшістю інших ефектів збільшення швидкості руху).[ Окрім того, все отримане зцілення збільшується на {1}%.#healing done to you is increased by {1}%]\n\nТакож захищає заклинача від ефектів поліморфу та дозволяє використання котячих здібностей.\n\nВідновлення енергії продовжується поза котячою подобою.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#increasing autoattack damage by {1}%#increasing movement speed by {2}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки в залежності від показника спритності, збільшує шкоду автоатак на {1}% та збільшує швидкість руху на {2}%.[ Окрім того, все отримане зцілення збільшується на {1}%.#healing done to you is increased by {1}%]#increases autoattack damage by {1}%#increases movement speed by {2}%", en="Cat Form" },
[24858] = { "Подоба місячного совуха", "Набути[ астральної#Astral Form] подоби[ місячного совуха#Moonkin Form], збільшуючи шкоду від аркани та природи на {1}% та збільшуючи броню на {2}%.\n\nВ цій подобі ви збільшуєте швидкість заклять всіх учасників групи та рейду в межах {3} м на {4}%.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#deal by {1}%#armor by {2}%#within {3} yards by {4}%", "Шкоду заклять аркани та природи збільшено на {1}%.\nНевразливість до ефектів поліморфу.\nБроню збільшено на {2}%.#damage done increased by {1}%#Armor increased by {2}%", en="Moonkin Form" },
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, збільшуючи швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфу. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%.#by {1}%", en="Travel Form" },

-- Glyph
[57855] = { "Символ причарування лісових звіряток", "Навчає вас здібності \"Причарування лісових звіряток\".", rune=127757, en="Glyph of Charm Woodland Creature" },
[59219] = { "Символ пориву", "Зменшує час відновлення здібності \"Порив\" на {1} с.#ability by {1} sec", en="Glyph of Dash" },
[94386] = { "Символ чарівного вогню", "Збільшує дальність дії здібності \"Чарівний вогонь\" на 10 м.", en="Glyph of Faerie Fire" },
[67598] = { "Символ безжалісного укусу", "\"Безжалісний укус\" зцілює вам {1}% від максимального запасу здоров'я за кожні {2} од. витраченої енергії.#for {1}% of#for each {2} Energy", en="Glyph of Ferocious Bite" },
[62080] = { "Символ зосередження", "Зменшує радіус \"Зорепаду\" на {1}%.#by {1}%", en="Glyph of Focus" },
[54810] = { "Символ шаленого відновлення", "Протягом {1} с після активації \"Шаленого відновлення\" ви отримуєте на {2}% більше зцілення. Натомість \"Шалене відновлення\" витрачає {3} люті та більше не перетворює лють на здоров'я.#For {1} sec#are {2}% more powerful#costs {3} Rage", en="Glyph of Frenzied Regeneration" },
[54831] = { "Символ урагану", "Ваші здібності \"Ураган\" та \"Астральна буря\" також сповільнюють рух цілей на {1}%.#by {1}%", en="Glyph of Hurricane" },
[54832] = { "Символ осяяння", "Коли ви застовсовуєте \"Осяяння\" не на себе, ви також отримуєте на {1}% слабший ефект.#at {1}% reduced", en="Glyph of Innervate" },
[54812] = { "Символ передвістя", "Поки ви не перебуваєте під ефектом затемнення, наступні здібності додають {1} сонячної або місячної енергії: \"Опутуюче коріння\", \"Циклон\", \"Чарівний вогонь\", \"Чарівний рій\", \"Масове обплетення\", \"Тайфун\", \"Дезорієнтуючий рев\", \"Вихор Урсола\" та \"Могутній стусан\".#grant {1} Solar", en="Glyph of Omens" },

-- Symbiosis
[110718] = { ref=73325 }, -- Leap of Faith
[110724] = { ref=63873 }, -- Leap of Faith
[110725] = { ref=73325 }, -- Leap of Faith
[110726] = { ref=73325 }, -- Leap of Faith
[113286] = { "Сонячний промінь", "Симбіоз: Ви викликаєте промінь сонячного світла на місце розташування ворожої цілі, який перериває вимову заклять та знемовлює всіх ворогів у області дії променя. Сонячний промінь існує {1} с.#for {1} sec", "Знемовлено.", en="Solar Beam" },
[113287] = { ref=113286 }, -- Solar Beam
[113288] = { nil, nil, "Перервано.", ref=113286 }, -- Solar Beam

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
