local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Bastion of Defense
[84608] = { "Оплот захисту", "Збільшує ймовірність блокування на {1}% та ймовірність ухилення на {2}%.\n\nЗменшує час відновлення \"Стіни щитів\" на {3} хв.#block chance by {1}%#dodge chance by {2}%#Shield Wall by {3} min", en="Bastion of Defense" },
-- Battle Shout
[6673] = { "Бойовий клич", "Збільшує силу атаки всіх учасників групи та рейду в межах {1} м на {2}%. Триває {3} с.\n\nДодає {4} люті#within {1} yards by {2}#Lasts {3} min#Generates {4} Rage", "Силу атаки збільшено на {1}%.#by {1}%", en="Battle Shout" },
-- Berserk
[23397] = { "Берсерк", "Забороняє всім воїнам змінювати стійку та збільшує отриману ними шкоду на {2}% протягом {1} c.#for {1} sec#by {2}%", "Збільшує отриману шкоду на {1}%.#by {1}%", en="Berserk" },
-- Berserker Rage
[18499] = { "Лють берсерка", "Ви впадаєте в несамовитість, генеруючи {1} люті та збільшуючи фізичну шкоду на {2}% протягом {3} с.\n\nТакож знімає ефекти страху і недієздатності та надає невразливість до них.#generating {1} Rage#by {2}% for {3} sec", "Невразливість до ефектів страху та недієздатності.", en="Berserker Rage" },
-- Bladestorm
[46924] = { "Буря клинків", "Ви стаєте нестримною бурею руйнівної сили і вражаєте всі цілі в межах {1} м[ з обох рук#with both weapons], завдаючи їм {2}% шкоди зброї кожні {3} с протягом {4} с.\n\nПід час дії \"Бурі клинків\" ви можете ухилятись, блокувати і парирувати, а також ви невразливі до ефектів обмеження руху та втрати контролю, але можете застосовувати лише здібності-крики.#within {1} y#for {2}% weapon#every {3}#for {4} sec", "Завдає шкоди по області кожні {1} с.\nНевразливість до ефектів втрати контролю.\nМоже використовувати лише крики.#every {1} sec", en="Bladestorm" },
-- Blood and Thunder
[84615] = { "Кров та грім", "\"Громовий удар\" завдає на {1}% більше шкоди та накладає \"Глибокі рани\".#hits for {1}%", en="Blood and Thunder" },
-- Bloodbath
[12292] = { "Кривава баня", "Протягом наступних {1} с ваші здібності ближнього бою завдають додатково {2}% шкоди від кровотечі протягом {3} с. Швидкість руху уражених цілей зменшується на {4}%.#next {1} sec#additional {2}%#over {3} sec#moves at {4}% reduced", "Здібності ближнього бою завдають додатково {1}% шкоди від кровотечі.#additional {1}%", en="Bloodbath" },
[113344] = { "Кривава баня", "Протягом наступних {1} с ваші здібності ближнього бою завдають додатково {2}% шкоди від кровотечі протягом {3} с. Швидкість руху уражених цілей зменшується на {4}%.#next {1} sec#additional {2}%#over {3} sec#moves at {4}% reduced", "{1} шкоди від кровотечі кожні {2} с.#for {1} every {2} sec", en="Bloodbath" },
[147531] = { "Кривава баня", "Протягом наступних {1} с ваші здібності ближнього бою завдають додатково {2}% шкоди від кровотечі протягом {3} с. Швидкість руху уражених цілей зменшується на {4}%.#next {1} sec#additional {2}%#over {3} sec#moves at {4}% reduced", "Швидкість руху зменшено на {1}%.#by {1}%", en="Bloodbath" },
-- Bloodsurge
[46915] = { "Прилив крові", "Удари \"Кровожерливості\" з ймовірністю {1}% дозволяють застосувати наступні {2} \"Дикі удари\" без витрат люті та зі зменшеним до {3} с глобальним часом відновлення.#a {1}% chance#next {2} Wild#to {3} sec", en="Bloodsurge" },
-- Bloodthirst
[23881] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1}% шкоди зброї в правій руці плюс {2} та відновлює {3}% здоров'я. Ймовірність критичного удару \"Кровожерливості\" вдвічі збільшено.\n\nГенерує {4} люті.#dealing {1}% weapon damage plus {2}#restoring {3}% of your health#Generates {4} Rage", en="Bloodthirst" },
-- Charge
[100] = { "Ривок", "Ривок у ворога, що[ приголомшує#stunning][ знерухомлює#rooting] його[ та ще {1} цілі неподалік#and {1} additional nearby targets] на {1} с[ та зменшує швидкість руху на {1}% протягом {2} с#speed by {1}% for {2} sec]. Генерує {2} люті.#for {1} sec#Generates {2} Rage", en="Charge" },
-- Cleave
[845] = { "Розсічення", "Розмашиста атака, яка вражає ціль та одного ворога неподалік, завдаючи {1}% шкоди зброї ({2}% при використанні одноручної зброї)[ та зменшує швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec].\n\nВикористовуйте для витрати надлишкової люті.#dealing {1}% weapon#{2}% if a one", en="Cleave" },
-- Cleaving
[65156] = { "Розсікання", "\"Розсічення\" не витрачає люті при застосуванні протягом {1} с після \"Ривка\". Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#within {1} sec#every {2} sec", "\"Розсічення\" не витрачає люті.", en="Cleaving" },
-- Colossus Smash
[86346] = { "Удар колоса", "Трощить ціль, завдаючи {1}% шкоди зброї плюс {2} та ослабляє її захист, що дозволяє вашим атакам повністю оминати {3}% броні цілі протягом {4} c. Накладає ефект \"Фізична вразливість\". Оминає менше броні при застосуванні на гравців.[ \"Удар колоса\" також накладає ефект \"Ослаблена броня\" на ціль.\n\n|cFFFFFFFFОслаблена броня|r\nОслаблює броню цілі на {1}% протягом {2} секунд. Ефект накопичується до {3} разів.#also causes Weakened Armor#armor of the target by {1}% for {2} sec#Stacks up to {3} times]#for {1}% weapon#plus {2} and#bypass {3}% of their armor for {4} sec", "Захист ослаблено, що дозволяє атакам воїна оминати {1}% броні.#bypass {1}%", rune=81326, en="Colossus Smash" },
-- Commanding Shout
[469] = { "Командирський крик", "Збільшує витривалість всіх учасників групи та рейду в межах {1} м на {2}%. Триває {3} хв.\n\nДодає {4} люті.#within {1} yards by {2}%#Lasts {3} min#Generates {4} Rage", "Витривалість збільшено на {1}%.#by {1}%", en="Commanding Shout" },
-- Crazed Berserker
[23588] = { "Скажений берсерк", "Ви майстер бою з двох рук і можете взяти в ліву руку одноручну зброю або зброю для лівої руки.\n\nЗбільшує шкоду від автоатак на {1}% та шкоду від зброї в лівій руці на {2}%.#autoattack damage by {1}%#off-hand damage by {2}%", en="Crazed Berserker" },
-- Demoralizing Shout
[1160] = { "Деморалізуючий клич", "Деморалізує всіх ворогів в межах {1} м, зменшуючи їхню шкоду вам на {2}% протягом {3} с.#within {1} yards#to you by {2}% for {3} sec", "Завдає на {1}% менше шкоди воїну, що деморалізував ціль.#dealing {1}% less", en="Demoralizing Shout" },
-- Devastate
[20243] = { "Спустошення", "Завдає {1}% шкоди зброї плюс {2} та розколює броню цілі, накладаючи ефект \"Ослабленої броні\".\n\nЗаміняє \"Розкол броні\".#Deals {1}% weapon damage plus {2}", rune=113746, en="Devastate" },
-- Disarm
[676] = { "Роззброєння", "Роззброює ворога, вибиваючи зброю та щит на {1} с. Роззброєні створіння завдаються значно менше шкоди.#for {1} sec", "Роззброєно!", en="Disarm" },
-- Enrage
[12880] = { "Несамовитість", "Критичні ефекти \"Смертельного удару\", \"Кровожерливості\", \"Удару колоса\", \"Спустошення\", \"Трощення щитом\" та блоків викликають у вас несамовитість, надаючи {1} люті та збільшуючи фізичну шкоду на {2}% протягом {3} с.#generating {1} Rage#by {2}% for {3} sec", "Фізичну шкоду збільшено на {1}%.[\nШвидкість руху збільшено на {1}%#speed increased by {1}%]#damage dealt increased by {1}%", en="Enrage" },
[13046] = { "Несамовитість", "Критичні ефекти \"Смертельного удару\", \"Кровожерливості\", \"Удару колоса\", \"Спустошення\", \"Трощення щитом\" та блоків викликають у вас несамовитість, надаючи {1} люті та збільшуючи фізичну шкоду на {2}% протягом {3} с.#generating {1} Rage#by {2}% for {3} sec", en="Enrage" },
-- Enraged Regeneration
[55694] = { "Несамовите відновлення", "Миттєво відновлює {1}% здоров'я та додатково {2}% протягом {3} с.\n\nМожна застосовувати під час приголомшення.\n\nЕфект подвоюється в стані несамовитості.#you for {1}% of#additional {2}% over {3} sec", "Відновлює {1}% максимального запасу здоров'я щосекунди.#Regenerating {1}%", en="Enraged Regeneration" },
-- Execute
[5308] = { "Страта", "Спроба добити пораненого ворога, завдаючи {1} фізичної шкоди. Можна використати лише проти ворогів, що мають менше {2}% здоров'я.[ Успішне вбивство \"Стратою\" додає вам {1} люті.#grants you {1} rage]#causing {1} physical damage#less than {2}% health", en="Execute" },
-- Flurry
[12968] = { "Шквал", "Ваші удари ближнього бою з ймовірністю {1}% збільшать швидкість атаки на {2}% для {3} наступних ударів.#a {1}% chance#attack speed by {2}%#next {3} swings", "Швидкість атаки збільшено на {1}%.#increased by {1}%", en="Flurry" },
[12972] = { "Шквал", "Ваші удари ближнього бою з ймовірністю {1}% збільшать швидкість атаки на {2}% для {3} наступних ударів.#a {1}% chance#attack speed by {2}%#next {3} swings", en="Flurry" },
-- Hamstring
[1715] = { "Нівечення", "Калічить ворога, зменшуючи швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
-- Heroic Strike
[78] = { "Героїчний удар", "Атака, що миттєво завдає {1}% шкоди зброї плюс {2} ({3}% плюс {4} при використанні одноручної зброї)[ та зменшує швидкість руху цілі на {1}% протягом {2} с#movement speed by {1}% for {2} sec].\n\nВикористовуйте для витрати надлишкової люті.#deals {1}% weapon damage plus {2}#{3}% plus {4} if a one", en="Heroic Strike" },
-- Heroic Throw
[57755] = { "Героїчний кидок", "Кинути зброю у ворога, завдаючи {1} шкоди зброї[ та знемовлюючи ціль на {1} с#silencing the target for {1} sec].#causing {1}% weapon", en="Heroic Throw" },
-- Intervene
[3411] = { "Втручання", "Воїн здійснює стрімкий ривок до учасника групи, перехоплюючи наступну атаку ближнього або дальнього бою протягом {1} с поки ціль знаходиться в межах {2} м.#within {1} sec#within {2} y", "Наступна атака ближнього чи дальнього бою, спрямована проти вас, натомість вразить воїна.", en="Intervene" },
-- Intimidating Shout
[5246] = { "Жахаючий клич", "[Змушує ціль тремтіти від страху, а до {1} ворогів в межах {2} м - втікати#and up to {1} additional enemies within {2} yards to flee][Змушує ціль та до {1} ворогів в межах {2} м тремтіти від страху#and up to {1} additional enemies within {2} yards, to cower in fear]. Триває {1} c.#Lasts {1} sec", "Тремтить зі страху.", en="Intimidating Shout" },
[20511] = { "Жахаючий клич", "Воїн кричить, змушуючи до {1} ворогів в межах {2} м тремтіти від страху. Ваша ціль не зможе рухатись в страху. Триває {3} с.#up to {1} enemies within {2} yards#Lasts {3} sec", "Тремтить від страху.", en="Intimidating Shout" },
-- Juggernaut
[103826] = { "Нестримна сила", "Ви можете виконувати \"Ривок\" раз на {1} с замість {2} с.#every {1} sec instead of every {2} sec", "Зменшує час відновлення \"Ривка\" на {1} с.#by {1} sec", en="Juggernaut" },
-- Last Stand
[12975] = { "Бій на смерть", "Збільшує поточний та максимальний запас здоров'я на {1}% протягом {2} с.#by {1}% for {2} sec", "Максимальний запас здоров'я збільшено на {1}%.#increased by {1}", en="Last Stand" },
-- Mastery: Strikes of Opportunity
[76838] = { "Майстерність: Принагідні удари", "З ймовірністю {1}% ваші атаки в ближньому бою спричинять додаткову атаку, що завдає {2}% звичайної шкоди.#Grants a {1}% chance#for {2}% normal", en="Mastery: Strikes of Opportunity" },
-- Meat Cleaver
[12950] = { "М'ясорубка", "Завдання шкоди \"Вихором\" збільшує кількість цілей, що вразить \"Лютий удар\" на {1}. Цей ефект накопичується до {2} разів. Застосування \"Лютого удару\" поглине цей ефект.#hits by {1}#up to {2} times", en="Meat Cleaver" },
-- Mortal Strike
[12294] = { "Смертельний удар", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} та спричиняє ефект \"Смертельні рани\" на цілі.\n\nНадає {3} люті.[ Поки на ціль діє ефект \"Смертельного удару\", отримане вами зцілення збільшується на {1}%.#healing effects on you are increased by {1}%]#deals {1}% weapon#plus {2} and#Generates {3} Rage", "Ефективність отриманого зцілення збільшено на {1}%.#increased by {1}%", rune=115804, en="Mortal Strike" },
[27580] = { "Смертельний удар", "Жорстокий удар, що завдає шкоди зброї плюс {1} і ранить ціль, зменшуючи ефективність будь-якого зцілення на {2}% протягом {3} с.#damage plus {1}#healing by {2}% for {3} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Mortal Strike" },
-- Overpower
[7384] = { "Здолання", "Миттєво долає ворога, завдаючи {1}% шкоди зброї. Здолання не можна блокувати, ухилитися від нього або парирувати. Ймовірність критичного удару цієї здібності збільшено на {2}%.\n\nЗдолання активовується від \"Смаку крові\".#causing {1}% weapon#has a {2}% increased chance", en="Overpower" },
-- Piercing Howl
[12323] = { "Пронизливе виття", "Сповільнює ворогів в межах {1} м, зменшуючи швидкість руху на {2}% протягом {3} с.#within {1} y#by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%", en="Piercing Howl" },
-- Pummel
[6552] = { "Луснути", "Лупить ціль,[ знемовлюючи її на {1} с,#silencing for {1} sec] перериваючи вимову закляття та унеможливлюючи вимову заклять тієї ж школи протягом {1} с.#cast for {1} sec", en="Pummel" },
-- Raging Blow
[85288] = { "Лютий удар", "Потужний удар, що завдає {1}% шкоди зброї з обох рух.\n\nОтримання ефекту несамовитості надає одне застосування \"Лютого удару\".\n\nМаксимум {2} зарядів.#deals {1}% weapon#Limit {2} charge", en="Raging Blow" },
[96103] = { "Лютий удар", "Потужний удар, що завдає {1}% шкоди зброї з обох рух.#deals {1}% weapon", en="Raging Blow" },
-- Raging Blow Off-Hand
[85384] = { "Лютий удар (ліва рука)", "Потужний удар, що завдає {1}% шкоди зброї з обох рух.#deals {1}% weapon", en="Raging Blow Off-Hand" },
-- Recklessness
[1719] = { "Навіженість", "Ймовірність критичного удару ваших атакуючих здібностей збільшується на {1}%, Триває {2} с.#additional {1}% chance#Lasts {2} sec", "Ймовірність критичного удару атакуючих здібностей збільшено на {1}%.#increased by {1}%", en="Recklessness" },
-- Revenge
[6572] = { "Помста", "Завдає цілі та двом ворогам неподалів [{1}#for {1} damage][від {1} до {2}#for {1} to {2} damage] шкоди. Успішне ухилення чи парирування завершує відновлення \"Помсти\".\n\nНадає {1} люті в захисній стійці.#Generates {1} Rage", en="Revenge" },
-- Rude Interruption
[86663] = { "Грубе переривання", "Успішне переривання вимови закляття за допомогою здібності \"Луснути\" збільшує вашу шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Шкоду збільшено на {1}% завдяки грубості.#improved {1}%", en="Rude Interruption" },
-- Seasoned Soldier
[12712] = { "Досвідчений солдат", "При використанні дворучної зброї ближнього бою, ваша фізична шкода збільшується на {1}%, а витрати люті на \"Вихор\" і \"Громовий удар\" зменшуються на {2}.#dealt is increased by {1}%#are reduced by {2}", en="Seasoned Soldier" },
-- Second Wind
[16491] = { "Друге дихання", "Коли ви маєте менше {1}% здоров'я, ви відновлюєте {2}% здоров'я щосекунди.#below {1}% health#regenerate {2}%", "Відновлення {1}% здоров'я щосекунди.#Regenerating {1}%", en="Second Wind" },
[29838] = { "Друге дихання", "Коли ви маєте менше {1}% здоров'я, ви відновлюєте {2}% здоров'я щосекунди.#below {1}% health#regenerate {2}%", en="Second Wind" },
-- Shattering Throw
[64380] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає {1} шкоди та зменшує броню цілі на {2}% протягом {3} c або знімає невразливість.#causing {1} damage#by {2}% for {3} sec", en="Shattering Throw" },
[64382] = { nil, nil, "Броню зменшено на {1}%.#by {1}%", ref=64380 }, -- Shattering Throw
-- Shield Block
[2565] = { "Блок щитом", "Підняти щит, блокуючи всі атаки ближнього бою протягом {1} секунд. Ці блокування можуть бути критичними.\n\nМаксимум {2} заряди.#for {1} sec#Maximum {2} charges", en="Shield Block" },
-- Shield Slam
[23922] = { "Трощення щитом", "Трощить ціль щитом, що завдає від {1} до {2} шкоди (залежно від сили атаки)[ та розвіює 1 магічний ефект з цілі#and dispelling 1 magical effect]\n\nНадає {3} люті в захисній стійці.#causing {1} to {2} damage#Generates {3} Rage", en="Shield Slam" },
-- Shockwave
[46968] = { "Ударна хвиля", "Створює ударну хвилю в конусі перед вами, що завдає {1} шкоди та приголомшує ворогів у межах {2} м на {3} с.\n\nПри завданні шкоди {4} чи бльше цілям час відновлення наступної \"Ударної хвилі\" скоротиться на {5} с.#causing {1} damage#within {2} y#for {3} sec#to {4} or more targets#by {5} sec", "Приголомшено.", en="Shockwave" },
-- Silenced - Gag Order
[18498] = { "Знемовлення - Наказ мовчати", "Ваші здібності \"Луснути\" та \"Героїчний кидок\" також знемовлюють ціль на {1} с. Не діє на гравців.#for {1} sec", "Знемовлено.", en="Silenced - Gag Order" },
-- Single-Minded Fury
[81099] = { "Цілеспрямована лють", "Тримаючи в кожній руці одноручну зброю, ви завдаєте на {1}% більше шкоди, а зброя в лівій руці завдає ще на {2}% більше шкоди.#increased by {1}%#additional {2}% damage", en="Single-Minded Fury" },
-- Slam
[1464] = { "Розтрощення", "Трощить ворога, завдаючи {1}% шкоди зброї плюс {2}.[ Завдає на {1}% більше шкоди цілям, ураженим вашим \"Ударом колоса\".#additional {1}% damage to targets affected][ Поки діють \"Розлогі удари\", \"Розтрощення\" завдає {1}% шкоди усім іншим ворогам в межах {2} м.#{1}% of damage dealt by Slam will also hit all other enemies within {2} y]#causing {1}%#plus {2}", en="Slam" },
-- Sudden Death
[29725] = { "Раптова смерть", "Удари автоатаками та “Принагідними ударами” з ймовірністю {1}% завершують відновлення “Удару колоса”.\n\nУдари “Стратою” з імовірністю {2}% дозволять виконати “Здолання” без витрат люті протягом {3} с.#a {1}% chance of resetting#a {2}% chance of making any Overpower free for {3} sec", en="Sudden Death" },
-- Sunder Armor
[7386] = { "Розкол броні", "Розколює броню цілі, накладаючи ефект \"Ослабленої броні\".", rune=113746, en="Sunder Armor" },
-- Sweeping Strikes
[12328] = { "Розлогі удари", "Ваші атаки ближнього бою вражають ще одному ворогу неподалік {1}% шкоди. Триває {2} с.[ При завданні шкоди розлогими ударами ви отримуватиме {1} люті.#you gain {1} Rage]#opponent for {1}% damage#Lasts {2} sec", "Ваші атаки ближнього бою вражають ще одного ворога неподалік.", en="Sweeping Strikes" },
-- Sword and Board
[46953] = { "Мечем і щитом", "\"Спустошення\" з ймовірністю {1}% завершить відновлення \"Трощення щитом\" та збільшить обсяг отриманої люті при його застосуванні на {2}. Триває {3} с.#a {1}% chance#generates by {2}#Lasts {3} sec", en="Sword and Board" },
[50227] = { "Мечем і щитом", "\"Спустошення\" з ймовірністю {1}% завершить відновлення \"Трощення щитом\" та збільшить обсяг отриманої люті при його застосуванні на {2} протягом {3} с.#a {1}% chance#by {2} for {3} sec", "\"Трощення щитом\" згенерує на {1} більше люті.#generates {1} more", en="Sword and Board" },
-- Taste for Blood
[56636] = { "Смак крові", "\"Смертельний удар\" надає 2 заряди \"Здолання\". Коли ваша ціль ухиляється від ваших атак, ви отримуєте 1 заряд \"Здолання\",\n\nЦей ефект накопичується до 5 разів і триває 12 секунд.", en="Taste for Blood" },
[60503] = { nil, nil, "\"Смертельний удар\" та ухилення цілі надають заряд \"Здолання\".", ref=56636 }, -- Taste for Blood
-- Taunt
[355] = { "Провокація", "Провокує ціль атакувати вас, та збільшує загрозу, яку ви спричиняєте цілі, на {1}% протягом {2} с.#target by {1}% for {2} sec", "Спровоковано.", en="Taunt" },
-- Thunder Clap
[6343] = { "Громовий удар", "Вражає ворогів в межах {1} м, завдаючи {2} шкоди та накладаючи ефект \"Ослаблені удари\".#within {1} yards for {2} damage", rune=115798, en="Thunder Clap" },
-- Titan's Grip
[46917] = { "Хватка титана", "Дозволяє вам тримати дворучну зброю в одній руці.", en="Titan's Grip" },
-- Unwavering Sentinel
[29144] = { "Непохитний страж", "Збільшує вашу витривалість на {1}%.\nЗменшує ймовірність отримання критичного удару в ближньому бою на {2}%.\nЗбільшує показник броні від предметів на {3}%.\nЗменшує витрати люті на \"Громовий удар\" на {4}%.#Stamina by {1}%#by melee attacks by {2}%#from items by {3}%#Clap by {4}%", en="Unwavering Sentinel" },
-- Vengeance
[93098] = { "Помста", "Щоразу, коли ви отримуєте шкоду в захисній стійці, ви збільшуєте силу атаки на {1}% від отриманої шкоди (без врахування ефектів зменшення шкоди) протягом {2} с.#gain {1}% of#for {2} sec", en="Vengeance" },
-- Victory Rush
[34428] = { "Переможний запал", "Миттєва атака, що завдає {1} шкоди та зцілює вам {2}% від максимального запасу здоров'я.\n\nМожна використовувати лише протягом {3} c після вбивства ворога, що приносить досвід або честь.#causing {1} damage#for {2}% of#within {3} sec", en="Victory Rush" },
-- Whirlwind
[1680] = { "Вихор", "У сталевому вихорі ви атакуєте всіх ворогів у межах {1} м[ з обох рук#with both weapons], завдаючи {2}% шкоди зброї кожному ворогу.#within {1} y#causing {2}%", en="Whirlwind" },
-- Wild Strike
[100130] = { "Дикий кдар", "Швидкий удар зброєю в лівій руці, що завдає {1}% шкоди зброї плюс {2} та спричиняє ефект \"Смертельні рани\" на цілі.#deals {1}% weapon damage plus {2}", "Ефективність отриманого зцілення зменшено на {1}%.#reduced by {1}%", rune=115804, en="Wild Strike" },
-- Wrecking Crew
[46867] = { "Погром", "Критичні ураження \"Смертельного удару\" з ймовірністю {1}% вводять вас у стан несамовитості, що збільшує фізичну шкоду на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", en="Wrecking Crew" },
[56611] = { ref=46867 }, -- Wrecking Crew

-- Glyph
[58372] = { "Грубе переривання", "Успішне переривання вимови закляття за допомогою здібності \"Луснути\" збільшує вашу шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Glyph of Rude Interruption" },

-- Stances
[2457] = { "Бойова стійка", "Агресивна бойова стійка.\n\nГенерує велику кількість люті від атак ближнього бою.", en="Battle Stance" },
[2458] = { "Стійка берсерка", "Безрозсудна бойова стійка.\n\nГенерує лють від атак ближнього бою і від отриманої шкоди.", en="Berserker Stance" },
[71] = { "Захисна стійка", "Стійка для танкування.\n\nЗменшує отриману шкоду на {1}%.\nЗначно збільшує рівень загрози.\nГенерує {2} люті кожні {3} с, поки ви перебуваєте в бою.#taken by {1}%#Generates {2} Rage every {3} sec", en="Defensive Stance" },

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
