local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Bite
[17253] = { "Укус", "Кусає ворога, завдаючи {1} шкоди. Завдає на {2}% більше шкоди та витрачає на {3}% більше концентрації, якщо вихованець має більше {4} концентрації.#causing {1} damage#Deals {2}% more#costs {3}% more#has {4} or more", en="Bite" },
-- Claw
[16827] = { "Дряпання", "Дряпає ворога, завдаючи {1} шкоди. Завдає на {2}% більше шкоди та витрачає на {3}% більше концентрації, якщо вихованець має більше {4} концентрації.#causing {1} damage#Deals {2}% more#costs {3}% more#has {4} or more", en="Claw" },
-- Devour Magic
[19505] = { "Пожирання магії", "Розвіює {1} сприятливий магічний ефект з ворожої цілі. Пожирання ефекту зцілює скверногончій {2} здоров'я та відновлює {3} енергії скверни.\n\nАвтозастосування:\nЗастосовується на поточну ціль скверногончої.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#{1} beneficial#healed for {2} and gain {3} Fel", en="Devour Magic" },
[19658] = { "Пожирання магії", "Зцілення та відновлення енергії при розвіюванні ефекту.", en="Devour Magic" },
-- Doom Bolt
[85692] = { "Стріла приречення", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди тінню. Завдає на {2}% більше шкоди цілям, що мають менше {3}% здоров'я.#causing {1} Shadow#Deals {2}% additional#below {3}% health", en="Doom Bolt" },
-- Firebolt
[3110] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#Deals {1} Fire", en="Firebolt" },
-- Gore
[35290] = { "Удар іклами", "Ваш кнур проштрикує ворога іклами. збільшуючи отриману фізичну шкоду на {1}% протягом {2} с.#take {1}% increased#for {2} sec", "Отриману фізичну шкоду збільшено на {1}%.#by {1}%", en="Gore" },
-- Growl
[2649] = { "Рик", "Ваш вихованець гарчить на ціль, створюючи загрозу і провокуючи атакувати його та збільшує обсяг загрози, створеної вихованцем проти цілі на {1}% протягом {2} с.#target by {1}% for {2} sec", "Спровоковано.", en="Growl" },
-- Legion Strike
[30213] = { "Удар Легіону", "Розмашиста атака, що завдає {1}% шкоди зброї вартового скверни розподіленої порівну між всіма цілями в межах {2} м.\n\nТакож ранить поточну ціль вартового скверни, зменшуючи отримане нею зцілення на {3}% протягом {4} с.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#does {1}% of#within {2} y#by {3}% for {4} sec", "Ефективність будь-якого зцілення зменшено на {1}%.#by {1}%", en="Legion Strike" },
-- Lesser Invisibility
[7870] = { "Мала невидимість", "Надає сукубу малу невидимість на {1} хв. Закляття можна застосувати лише поза боєм.\n\nАвтозастосування:\nЗастосовується після виходу з бою.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#for up to {1} min", "Невидимість.", en="Lesser Invisibility" },
-- Pursuit
[30151] = { "Гонитва", "Ривок у ворога, що завдає {1}% шкоди від зброї та збільшує швидкість руху вартового скверни на {2}% протягом {3} с.\n\nАвтозастосування:\nЗастосовується щоразу, коли ціль вартового скверни знаходиться далі, ніж за {4} м.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#causing {1}%#by {2}% for {3} sec#than {4} y", "Швидкість руху збільшено на {1}%.#by {1}%", en="Pursuit" },
[30153] = { "Гонитва", "Ривок у ворога, що завдає {1}% шкоди від зброї та збільшує швидкість руху вартового скверни на {2}% протягом {3} с.\n\nАвтозастосування:\nЗастосовується щоразу, коли ціль вартового скверни знаходиться далі, ніж за {4} м.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#causing {1}%#by {2}% for {3} sec#than {4} y", en="Pursuit" },
-- Seduction
[6358] = { "Зваблення", "Зваблює ціль, перешкоджаючи всім її діям протягом {1} с. Будь-яка шкода скасує ефект. Діє лише на гуманоїдів.\n\nАвтозастосування:\nЗастосовується на цілі, що атакують, приголомшують, знемовлюють чи лякають господаря.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#for up to {1} sec", "Причаровано.", en="Seduction" },
-- Shadow Bulwark
[17767] = { "Тіньовий бастіон", "Тимчасово збільшує запас здоров'я пустотника на {1}% протягом {2} с.\n\nАвтозастосування:\nЗастосовується, коли запас здоров'я сягає нижче {3}%.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#Voidwalker {1}% of their maximum health for {2} sec#below {3}% health", "Запас здоров'я збільшено на {1}%.#by {1}%", en="Shadow Bulwark" },
-- Smack
[49966] = { "Удар", "Вдарити ворога, завдаючи {1} шкоди. Завдає на {2}% більше шкоди та витрачає на {3}% більше концентрації, якщо вихованець має більше {4} концентрації.#causing {1} damage#Deals {2}% more#costs {3}% more#has {4} or more", en="Smack" },
-- Suffering
[17735] = { "Страждання", "Пустотник провокує ціль атакувати його та збільшує загрозу, яку пустотник спричиняє цілі, на {1}% протягом {2} с.\n\nАвтозастосування:\nПровокує ціль, якщо вона не атакує пустотника, а також провокує цілі, що атакують господаря.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#target by {1}% for {2} sec.", "Спровоковано.", en="Suffering" },
-- Torment
[3716] = { "Муки", "Мучить душу цілі, завдаючи {1} шкоди від удару тіні.[\n\n|cFF777777(Натисніть правою кнопкою миші, щоб перемкнути)|r#Click to toggle]#dealing {1} Shadowstrike", en="Torment" },
-- Whiplash
[6360] = { "Шмагання", "Завдає {1} шкоди тінюю та миттєво відкидає всіх ворогів в межах {2} м.#Deals {1} Shadow#enemies within {2} y", en="Whiplash" },

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
