local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Avenger's Shield
[31935] = { "Щит месника", "Кидає у ворога щит, що завдає [{1}#dealing {1} Holy][від {1} до {2}#dealing {1} to {2} Holy] шкоди святістю[, паморочить#dazing], знемовлює та перериває вимову заклять на {1} с, а потім летить в інших ворогів неподалік.\n\nВражає до {2} цілей.#for {1} sec#Affects {2} total", "Знемовлено.", en="Avenger's Shield" },
-- Avenging Wrath
[31884] = { "Гнів помсти", "Збільшує всю шкоду та зцілення на {1}% протягом {2} с[, відновлює {1}% здоров'я кожні {2} с#heal for {1}% of your maximum health every {2} sec][ та зменшує швидкість падіння#falling speed is slowed].#by {1}% for {2} sec", "Всю шкоду та зцілення збільшено на {1}%.[\nШвидкість падіння зменшено.#falling speed is slowed]#by {1}%", en="Avenging Wrath" },
-- Bastion of Glory
[114637] = { "Бастіон слави", "Збільшує ефективність [\"Вічного полум'я\"#your Eternal Flame][\"Уславлення\"#your Word of Glory] на {1}% при застосуванні на себе.[ \"Самовідданий цілитель\" також збільшує зцілення \"Зблиску світла\" при застосуванні на себе на {1}% за кожен ефект.#Flash of Light on yourself by {1}% per stack][ Ефект накопичується до {1} разів.#Stacks up to {1} times]#used to heal yourself by {1}%", "Наступне [\"Вічне полум'я\"#Your next Eternal Flame][\"Уславлення\"#Your next Word of Glory] зцілить на {1}% більше при застосуванні на себе.\n[Ваш наступний \"Зблиск світла\" відновить вам на {1}% більше здоров'я за кожен ефект \"Самовідданого цілителя\".#Flash of Light will heal you for {1}% more]\n#heals for an additional {1}%", en="Bastion of Glory" },
-- Beacon of Light
[53563] = { "Маяк світла", "Ціль стає Маяком Світла для всіх учасників групи чи рейду в межах {1} м.\n\nЛише одна ціль може бути Маяком Світла одночасно.\n\nМаяк Світла\n\"Священне світло\" зцілює маяк на {2}% від ефекту зцілення. Закляття \"Святе сяйво\", \"Світанкове сяйво\", \"Молот світла\" та \"Призма святості\" зцілюють маяку {3}% від ефекту зцілення. Всі інші цілющі закляття зцілюють маяк на {4}% від ефекту зцілення.#within {1} y#Holy Light will also heal the Beacon for {2}%#Holy Prism will heal for {3}%#other heals will heal for {4}%", "Маяк світла.\nЗцілюється, коли паладин зцілює союзників неподалік", en="Beacon of Light" },
[53652] = { "Маяк світла", "Ціль стає Маяком Світла для всіх учасників групи чи рейду в межах {1} м.\n\nЛише одна ціль може бути Маяком Світла одночасно.\n\nМаяк Світла\n\"Священне світло\" зцілює маяк на {2}% від ефекту зцілення. Закляття \"Святе сяйво\", \"Світанкове сяйво\", \"Молот світла\" та \"Призма святості\" зцілюють маяку {3}% від ефекту зцілення. Всі інші цілющі закляття зцілюють маяк на {4}% від ефекту зцілення.#within {1} y#Holy Light will also heal the Beacon for {2}%#Holy Prism will heal for {3}%#other heals will heal for {4}%", en="Beacon of Light" },
-- Blessing of Kings
[20217] = { "Благословення королів", "Благословляє дружню ціль, збільшуючи силу, спритність та інтелект на {1}%.\n\nЯкщо ціль знаходиться у вашій групі чи рейді, ефект поширюється на всіх учасників групи чи рейду. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}%", "Силу, спритність та інтелект збільшено на {1}%.#by {1}%", en="Blessing of Kings" },
-- Blessing of Might
[19740] = { "Благословення могутності", "Благословляє дружню ціль, збільшуючи майстерність на {1}.\n\nЯкщо ціль знаходиться у вашій групі чи рейді, ефект поширюється на всіх учасників групи чи рейду. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#mastery by {1}", "Майстерність збільшено на {1}.#by {1}", en="Blessing of Might" },
-- Censure
[31803] = { "Осуд", "Завдає {1} шкоди святістю протягом {2} с. Ефект накопичується до {3} разів.#Deals {1} additional Holy#over {2} sec#up to {3} times", "Завдає шкоди святістю кожні {1} с.#every {1} sec", en="Censure" },
-- Cleanse
[4987] = { "Очищення", "Очищає дружню ціль, усуваючи всі ефекти [отрути та хвороби#Poison and Disease][отрути, хвороби та магії#Poison, Disease and Magic].", en="Cleanse" },
-- Consecration
[26573] = { "Освячення", "Освячує землю під вами, завдаючи {1} шкоди святістю протягом {2} с усім ворогам в зоні дії.#causing {1} Holy damage over {2} sec", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Consecration" },
-- Crusader Strike
[35395] = { "Удар лицаря", "Миттєвий удар, що завдає {1}% шкоди зброї плюс {2}[ та створює заряд святої сили#grants a charge of Holy Power].\n\nНакладає ефект \"Ослаблені удари\".#causes {1}% weapon damage plus {2}", rune=115798, en="Crusader Strike" },
-- Daybreak
[88819] = { "Світанок", "Після вимови \"Святого сяйва\" наступний \"Священний шок\" також зцілить союзників в межах {1} м від цілі на {2}% від первинного ефекту зцілення, розподіляючи зцілення порівну між цілями. Ефект накопичується до {3} разів.#within {1} y#equal to {2}% of#up to {3} times", "Наступний \"Священний шок\" також зцілить союзників в межах {1} м від цілі на {2}% від первинного ефекту зцілення, розподіляючи зцілення порівну між цілями.#within {1} y#equal to {2}% of", en="Daybreak" },
[88821] = { "Світанок", "Після вимови \"Святого сяйва\" наступний \"Священний шок\" також зцілить союзників в межах {1} м від цілі на {2}% від первинного ефекту зцілення, розподіляючи зцілення порівну між цілями. Ефект накопичується до {3} разів.#within {1} y#equal to {2}% of#up to {3} times", en="Daybreak" },
[121129] = { "Світанок", "Наступний \"Священний шок\" також зцілить союзників в межах {1} м від цілі на відсоток від первинного ефекту зцілення, розподіляючи зцілення порівну між цілями.#within {1} y", en="Daybreak" },
-- Denounce
[2812] = { "Засудження", "Вражає ворога святим світлом, завдаючи {1} шкоди святістю і позбавляючи ціль можливості спричиняти критичні ефекти протягом {2} с.#causing {1} Holy damage#for the next {2} sec", "Не може спричиняти критичні ефекти.", en="Denounce" },
-- Devotion Aura
[31821] = { "Аура відданості", "Надихає [вас#Inspire yourself][всіх учасників групи та рейду в межах {1} м#all party and raid members within {1} yards], надаючи невразливість до ефектів знемовлення та переривання, а також зменшуючи отриману магічну шкоду на {1}%.[\n\nТакож зменшує отриману фізичну шкоду на {1}% поза аренами та полями бою.#also reduces physical damage taken by {1}% while] Триває {2} с.#magic damage taken by {1}%#Lasts {2} sec", "Невразливість до ефектів знемовлення та переривання.\nОтриману магічну шкоду зменшено на {1}%.[\nОтриману фізичну шкоду зменшено на {1}% поза аренами та полями бою.#Physical damage taken reduced by {1}% while]#Magic damage taken reduced by {1}%", en="Devotion Aura" },
-- Divine Plea
[54428] = { "Божественне моління", "Вдновлює ману в обсязі {1}% від духу (за вийнятком короткочасних бонусів до духу) кожні {2} с протягом {3} с. Відновить щонайменше {4}% максимального запасу мани.#equal to {1}%#every {2} sec for {3} sec#less than {4}% of", "Вдновлення мани в обсязі {1}% від духу кожні {2} с.#Gaining {1}%#every {2} sec", en="Divine Plea" },
-- Divine Protection
[498] = { "Божественний захист", "Зменшу отриману магічну шкоду на {1}%[, а фізичну шкоду - на {1}%#physical damage taken by {1}%] протягом {2} с.#magical damage taken by {1}%#for {2} sec", "[Отриману магічну шкоду зменшено на {1}%.#Magical damage taken reduced by {1}%][\nОтриману фізичну шкоду зменшено на {1}%.#Physical damage taken reduced by {1}%]", en="Divine Protection" },
-- Divine Purpose
[86172] = { "Божественний задум", "Здібності, що витрачають заряди святої сили з ймовірністю {1}% спричинять ефект \"Божественний задум\".#a {1}% chance", rune=90174, en="Divine Purpose" },
[90174] = { "Божественний задум", "Наступна здібність не поглине заряди святої сили та спрацює так, ніби поглинула {1} заряди. Ефект триває {2} с.#as if {1} Holy#Lasts {2} sec", "Наступна здібність не поглине заряди святої сили та спрацює так, ніби поглинула {1} заряди.#as if {1} Holy", en="Divine Purpose" },
-- Divine Shield
[642] = { "Божественний щит", "Захищає вас від будь-якої шкоди та заклять на {1} с, але зменшує всю завдану шкоду на {2}%.\n\nНе можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {3} хв.#spells for {1} sec#deal by {2}%#Forbearance for {3} min", "Невразливість до всіх атак і заклять, але всю завдану шкоду зменшено на {1}%.#by {1}%", en="Divine Shield" },
-- Divine Storm
[53385] = { "Божественна буря", "Атака по області, яка витрачає {1} заряди святої сили, завдаючи {2}% шкоди зброї у вигляді шкоди від святості всім ворогам в межах {3} м.[ Використання \"Божественної бурі\" також відновлює вам {1}% здоров'я.#Divine Storm will also heal you for {1}% of]#consumes {1} charges#cause {2}% weapon#within {3} y", en="Divine Storm" },
-- Eternal Flame
[114163] = { "Вічне полум'я", "Поглинає до трьох зарядів святої сили, щоб вкрити дружню ціль захисним святим полум'ям, що зцілить {1} здоров'я та додатково {2} кожні {3} с протягом {4} с. Зцілення збільшується за кожен заряд святої сили. Періодичне зцілення збільшується на {5}% при застосуванні на себе.\n\nЗаміняє \"Уславлення\".[ При застосуванні на арені чи полі бою періодичне зцілення збільшується на {1}% але воно не спричиняє ефект \"Осяйне зцілення\".#increased by {1}% but it does not cause Illuminated Healing]#them for {1} and an additional {2} every {3} sec for {4} sec#heal over time is increased by {5}% if used on", "Зцілює {1} здоров'я кожні {2} с.#Healing {1} health every {2} sec", en="Eternal Flame" },
-- Exorcism
[879] = { "Екзорцизм", "Спроба вигнати зло з цілі за допомогою спалаху Святого Світла. Завдає {1} шкоди святістю та створює заряд святої сили.#Causes {1} Holy damage", en="Exorcism" },
-- Eye for an Eye
[25988] = { "Око за око", "З ймовірністю {1}% при отриманні шкоди від магії ви завдасте {2}% від цієї шкоди у відповідь.#a {1}% chance to cause {2}%", en="Eye for an Eye" },
-- Flash of Light
[19750] = { "Зблиск світла", "Швидке, але дороге заклятя зцілення, що зцілює дружній цілі [{1}#target for {1}.][від {1} до {2}#target for {1} to {2}.] здоров'я.[ Окрім того, ваше наступне зцілення цілі протягом {1} с буде збільшено на {2}%.#next heal on the target within {1} sec will be increased by {2}%]", en="Flash of Light" },
-- Grand Crusader
[85043] = { "Величний лицар", "Коли ви ухиляєтесь чи парируєте атаку ближнього бою, з ймовірністю {1}% \"Щит месника\" завершить відновлення, а наступне його застосування протягом {2} с створить заряд святої сили.#a {1}% chance#within {2} sec", en="Grand Crusader" },
-- Guarded by the Light
[53592] = { "Дотик світла", "Збільшує вашу витривалість на {1}% та ймовірність блокування на {2}%.\n\nЗменшує ймовірність отримання критичного удару в ближньому бою на {3}%.\n\n\"Уславлення\" більше не впливає на глобальний час відновлення.\n\nВаша сила заклять тепер дорівнює {4}% від вашої сили атаки, але на неї більше не впливають інші ефекти збільшення сили заклять.\n\nВідновлює {5}% мани кожні {6} с.#Stamina by {1}%#block chance by {2}%#melee attacks by {3}%#equal to {4}% of#Grants {5}% of#every {6} sec", en="Guarded by the Light" },
-- Hammer of Wrath
[24275] = { "Молот гніву", "Кидає у ворога магічний молот, що завдає [{1}#for {1} Holy][від {1} до {2}#for {1} to {2} Holy] шкоди святістю[ та створює заряд святої сили#and generates a charge of Holy Power]. Можна застосовувати лише проти ворогів, у яких не більше {1}% здоров'я[ або під час дії \"Гніву помсти\"#or during Avenging Wrath].#have {1}%", en="Hammer of Wrath" },
-- Hammer of the Righteous
[53595] = { "Молот праведника", "Удар молотом по цілі, що завдає {1}% шкоди зброї та викликає хвилю світла, що вражає всі цілі в межах {2} м, завдаючи {3}% шкоди зброї у вигляді шкоди святістю та накладаючи ефект \"Ослаблені удари\". Створює заряд святої сили.#for {1}% weapon#within {2} yards for {3}% Holy", rune=115798, en="Hammer of the Righteous" },
-- Hand of Protection
[1022] = { "Десниця захисту", "Покладає десницю на учасника групи чи рейду, захищаючи його від усіх фізичних атак протягом {1} секунд, але протягом цього часу ціль не може атакувати та використовувати фізичні здібності. Гравці можуть мати лише одну десницю від кожного паладина одночасно.\n\nНе можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {2} хв.#attacks for {1} sec#Forbearance for {2} min", "Невразливість до фізичних атак. Не може атакувати та використовувати фізичні здібності.", en="Hand of Protection" },
-- Hand of Sacrifice
[6940] = { "Десниця жертовності", "Покладає десницю на учасника групи чи рейду, [перенаправляючи {1}% отриманої ним шкоди на себе#transferring {1}% damage taken][зменшуючи отриману ним шкоду на {1}%#reducing damage taken by {1}%]. Триває {1} с[ або поки не перенаправить {1}% від запасу здоров'я заклинача#until the Paladin has transferred {1}% of their maximum health]. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#Lasts {1} sec", "[Перенаправляє {1}% отриманої шкоди паладину.#{1}% of damage taken is transferred][Отриману шкоду зменшено на {1}%.#Damage taken reduced by {1}%]", en="Hand of Sacrifice" },
-- Hand of Salvation
[1038] = { "Десниця спасіння", "Покладає десницю на учасника групи чи рейду, тимчасово знімаючи всю його загрозу протягом {1} с. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#threat for {1} sec", "Всю загрозу тимчасово знято.", en="Hand of Salvation" },
-- Heart of the Crusader
[32223] = { "Серце лицаря", "Збільшує вашу швидкість їзди верхи на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%", "Швидкість їзди верхи збільшено на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%", en="Heart of the Crusader" },
-- Holy Prism
[114165] = { "Призма святості", "Спрямовує промінь світла на ціль, перетворюючи її на призму святості.\n\nЯкщо ціль - ворог, він отримує {1} шкоди святістю та відновлює {2} здоров'я {3} союзникам в межах {4} м.\n\nЯкщо ціль - союзник, він відновлює {5} здоров'я та завдає {6} шкоди святістю {7} ворогам в межах {8} м.#they take {1} Holy damage and radiate {2} healing to {3} nearby allies within {4} y#healed for {5} and radiate {6} Holy damage to {7} nearby enemies within {8} y", en="Holy Prism" },
[114852] = { ref=114165 }, -- Holy Prism
[114862] = { "Призма святості", en="Holy Prism" },
[114870] = { ref=114862 }, -- Holy Prism
[114871] = { ref=114165 }, -- Holy Prism
[121551] = { ref=114862 }, -- Holy Prism
[121552] = { ref=114862 }, -- Holy Prism
-- Holy Radiance
[82327] = { "Святе сяйво", "Наповнює дружню ціль енергією світла, що зцілює їй [{1}#target for {1} and][від {1} до {2}#target for {1} to {2} and] здоров'я і зцілює всіх союзників в межах {1} м на {2}% від ефекту. Надає заряд святої сили.\n\nЕфективність зцілення зменшується для кожної цілі після шостої.#within {1} yards for {2}% of", en="Holy Radiance" },
-- Holy Shock
[20473] = { "Священний шок", "Вражає ціль святою енергією, завдаючи ворогу [{1}#causing {1} Holy][від {1} до {2}#causing {1} to {2} Holy] шкоди святістю або зцілюючи союзнику [{1}#or {1} healing][від {1} до {2}#or {1} to {2} healing] здоров'я, та створює заряд святої сили.\n\nЙмовірність критичного ефекту \"Священного шоку\" збільшено на {1}%.[ Критичні ефекти відновлюють вам {1}% мани.#Critical strikes will return {1}% of your maximum mana]#additional {1}% chance", en="Holy Shock" },
-- Illuminated Healing
[86273] = { "Осяйне зцілення", "Ваші цілющі закляття захищають ціль щитом, що поглинає відсоток від обсягу зцілення. Щит триває {1} с, а обсяг поглинання збільшується від показника майстерності. Не спрацьовує від зцілення, спричиненого \"Маяком світла\".#lasts {1} sec", "Поглинає {1} шкоди.#Absorbs {1} damage.", en="Illuminated Healing" },
-- Infusion of Light
[53576] = { "Вливання Cвітла", "Критичні ефекти \"Священного шоку\" зменшують час вимови наступного \"Священного світла\", \"Божественного світла\" або \"Святого сяйва\" на {1} с.#by {1} sec", en="Infusion of Light" },
[54149] = { "Вливання Cвітла", "Критичні ефекти \"Священного шоку\" зменшують час вимови наступного \"Священного світла\", \"Божественного світла\" або \"Святого сяйва\" на {1} с.#by {1} sec", "Час вимови наступного \"Священного світла\", \"Божественного світла\" або \"Святого сяйва\" зменшено на {1} с.#by {1} sec", en="Infusion of Light" },
-- Inquisition
[84963] = { "Інквізиція", "Поглинає до {1} зарядів святої сили, щоб збільшити вашу шкоду святістю на {2}%, а ймовірність завдання критичного удару на {3}%. Триває {4} с за кожен поглинутий заряд святої сили.#up to {1} Holy#amage by {2}%#chance by {3}%#Lasts {4} sec", "Шкоду святістю збільшено на {1}%.\nЙмовірність завдання критичного удару збільшено на {2}%#done by {1}%#chance by {2}%", en="Inquisition" },
-- Item - Paladin Pvp Set Retribution 4P Bonus
[31829] = { "Предмет - Бонус 4 предметів PvP комплекту паладина розплати", "Ви отримуєте заряд святої сили при отриманні прямої шкоди. Цей ефект не може спрацьовувати частіше, ніж раз на {1} с.#every {1} sec", en="Item - Paladin Pvp Set Retribution 4P Bonus" },
-- Judgment
[20271] = { "Присуд", "Магічна атака, що вивільняє енергію печатки, завдаючи [{1}#cause {1} Holy][від {1} до {2}#cause {1} to {2} Holy] шкоди святістю[ та надаючи заряд святої сили#and generates one charge of Holy Power][, надаючи заряд святої сили та накладаючи ефект \"Фізичної вразливості\" на ціль.#and apply the Physical Vulnerability debuff to a target].", rune=81326, en="Judgment" },
-- Judgments of the Pure
[53657] = { "Присуд чистоти", "Ваш \"Присуд\" збільшує відновлення мани від духу під час бою.", "Відновлення мани від духу збільшено на {1}%.#by {1}%", en="Judgments of the Pure" },
[54151] = { "Присуд чистоти", "Ваш \"Присуд\" збільшує відновлення мани від духу під час бою на {1}% протягом {2} хв.#combat by {1}% for {2} min", en="Judgments of the Pure" },
-- Lay on Hands
[633] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює вашому максимальному запасу здоров'я[ та відновлює вам {1}% від максимального запасу мани#you to regain {1}% of your].\n\nНе можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {1} хв.#for {1} min", en="Lay on Hands" },
-- Light of Dawn
[85222] = { "Світанкове сяйво", "Поглинає до {1} зарядів святої сили, створюючи перед собою хвилю цілющої енергії, яка зцілюює {2} учасникам групи чи рейду в межах {3} м, що мають найменше здоров'я, [{1}#for {1} per charge][від {1} до {2}#for {1} to {2} per charge] здоров'я за кожен заряд святої сили.#up to {1} Holy#up to {2} of the#within {3} y", en="Light of Dawn" },
-- Light's Hammer
[114158] = { "Молот світла", "Кинути в землю наповнений світлом молот, який протягом {1} с осяюватиме область радіусом {2} м дугою світла.\n\nДуга світла\nЗавдає ворогам {3} шкоди святістю і зменшує їхню швидкість руху на {4}% протягом {5} с. Зцілює союзникам {6} здоров'я кожні {7} с.#a {1} yard area with Arcing Light for {2} sec#Deals {3} Holy damage#speed by {4}% for {5} sec#Heals allies for {6} every {7} sec", en="Light's Hammer" },
[114918] = { "Молот світла", nil, "Зцілює {1} здоров'я та завдає {2} шкоди кожні {3} с.#Heals {1} and damages {2} every {3} sec", en="Light's Hammer" },
[122773] = { "Молот світла", en="Light's Hammer" },
[135517] = { "Молот світла", "Кинути в землю наповнений світлом молот, який протягом {1} с осяюватиме область радіусом {2} м дугою світла.\n\nДуга світла\nЗавдає ворогам {3} шкоди святістю та зцілює союзникам {4} здоров'я кожні {5} с.#a {1} yard area with Arcing Light for {2} sec#Deals {3} Holy damage#and {4} healing#area every {5} sec", en="Light's Hammer" },
-- Long Arm of the Law
[87172] = { "Довга рука закону", "Успішний \"Присуд\" збільшує вашу швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", en="Long Arm of the Law" },
-- Mastery: Illuminated Healing
[76669] = { "Майстерність: Осяйне зцілення", "Ваші цілющі закляття захищають ціль щитом, що поглинає {1}% від обсягу зцілення протягом {2} с. Не спрацьовує від зцілення, спричиненого \"Маяком світла\".#for {1}% of the amount healed lasting {2} sec", en="Mastery: Illuminated Healing" },
-- Pursuit of Justice
[26023] = { "Гонитва за правосуддям", "Ваша швидкість руху збільшується на {1}% та додатково на {2}% за кожен заряд святої сили (до {3} зарядів).#gain {1}% movement#additional {2}%#up to {3}", en="Pursuit of Justice" },
-- Reckoning
[62124] = { "Воздаяння", "Провокує ціль атакувати вас, та збільшує загрозу, яку ви спричиняєте цілі, на {1}% протягом {2} с.#target by {1}% for {2} sec", "Спровоковано.", en="Reckoning" },
-- Sacred Cleansing
[53551] = { "Священне очищення", "Ваше закляття \"Очищення\" тепер також знімає з цілі магічні ефекти.", en="Sacred Cleansing" },
-- Sacred Shield
[20925] = { "Священний щит", "Захищає ціль щитом Світла на {1} с. Щит поглинає до {2} шкоди кожні {3} с.\n\nОдночасно може діяти лише на одну ціль.#for {1} sec#absorbs up to {2} damage every {3} sec", "Поглинає до {1} шкоди кожні {2} с.#up to {1} damage every {2} sec", en="Sacred Shield" },
-- Sanctified Wrath
[53376] = { "Благодатний гнів", "\"Гнів помсти\" триває на {1}% довше та дозволяє використовувати деякі здібності частіше.\n\nСвятість\nЗменшує час відновлення \"Священного шоку\" на {2}% та збільшує ймовірність критичного ефекту \"Священного шоку\" на {3}%.\n\nЗахист\n\"Присуд\" відновлюється на {3}% швидше та надає додатковий заряд святої сили.\n\nРозплата\nЗменшує час відновлення \"Молота гніву\" на {4}%.#cooldown of Holy Shock by {1}%#critical strike chance of Holy Shock by {2}%#cooldown of Judgment by {3}%#cooldown of Hammer of Wrath by {4}%", en="Sanctified Wrath" },
-- Sanctity of Battle
[25956] = { "Святість битви", "Показник швидкості також зменшує час відновлення та глобальний час відновлення здібностей[ \"Священний шок\",#Holy Shock] \"Присуд\", \"Удар лицаря\"[, \"Молот праведника\"#Hammer of the Righteous][, \"Освячення\", \"Священний гнів\", \"Щит месника\", \"Щит праведника\"#Consecration, Holy Wrath, Avenger's Shield, Shield of the Righteous][, \"Екзорцизм\"#Exorcism] та \"Молот гніву\".", en="Sanctity of Battle" },
-- Seal of Insight
[20165] = { "Печатка прозріння", "Наповнює вас святим світлом, збільшуючи швидкість[ атак ближнього бою та#your melee and] вимови заклять на {1}%, посилюючи цілющі закляття на {2}% та надаючи атакам ближнього бою шанс зцілити [вам {1} здоров'я#heal you for {1}][учаснику групи чи рейду з найменшим запасом здоров'я {1} здоров'я#most wounded member of your party or raid for {1}][ та відновити {1}% мани поза аренами та полями бою#restore {1}% of base mana when striking a target outside of an Arena or Battleground].#speed by {1}%#healing spells by {2}%", "Швидкість вимови заклять збільшено на {1}%.\nЕфективність зцілення збільшено на {2}%.\nАтаки ближнього бою можуть зцілити вас[ та відновити ману при ураженні цілі, що не є гравцем].#speed by {1}%#healing by {2}%", en="Seal of Insight" },
-- Seal of Justice
[20164] = { "Печатка правосуддя", "Наповнює вас святим світлом, внаслідок чого атаки ближнього бою завдають додатково {1}% шкоди святістю та зменшують швидкість руху цілі на {2}% протягом {3} с.#deal {1}%#by {2}% for {3} sec", "Атаки ближнього бою завдають додаткової шкоди святістю та зменшують швидкість руху на {1}%.#by {1}%", en="Seal of Justice" },
[20170] = { nil, nil, "Зменшує швидкість руху на {1}%.#by {1}%", ref=20164 }, -- Seal of Justice
-- Seal of Righteousness
[20154] = { "Печатка праведності", "Наповнює вас святим світлом, внаслідок чого атаки ближнього бою завдають {1}% шкоди зброї всім цілям в межах {2} м#deal {1}% weapon#within {2} y", "Атаки ближнього бою завдають шкоди святістю всім цілям в межах {1} м.#within {1} y", en="Seal of Righteousness" },
-- Seal of Truth
[31801] = { "Печатка правди", "Наповнює вас святим світлом, внаслідок чого ваші атаки ближнього бою завдають додатково {1}% шкоди зброї у вигляді шкоди від святості та накладають \"Осуд\" на ціль.\n\nЗамінює \"Печатку наказу\".#deal {1}%", "Атаки ближнього бою завдають шкоди святістю протягом {1} с.#over {1} sec", rune=31803, en="Seal of Truth" },
-- Selfless Healer
[85804] = { "Самовідданий цілитель", "Успішні \"Присуди\"[ створюють заряд святої сили та#generate a charge of Holy Power and] зменшують час вимови та витрати мани наступного \"Зблиску світла\"[, \"Божественного світла\" або \"Святого сяйва\"#Divine Light, or Holy Radiance] на {1}% за кожен ефект та збільшують ефективність при зціленні інших цілей на {2}% за кожен ефект. Ефект накопичується до {3} разів.#by {1}% per stack and#by {2}% per stack when#Stacks up to {3} times", en="Selfless Healer" },
-- Shield of the Righteous
[53600] = { "Щит праведника", "Вдаряє ціль щитом, завдаючи {1} шкоди святістю, зменшуючи отриману фізичну шкоду на {2}% протягом {3} с та спричиняючи ефект \"Бастіон слави\".#causing {1} Holy#take by {2}% for {3} sec", rune=114637, en="Shield of the Righteous" },
[132403] = { nil, nil, "Отриману фізичну шкоду зменшено на {1}%.#by {1}%", ref=53600 }, -- Shield of the Righteous
-- Shield of the Templar
[84854] = { "Щит храмовника", "Зменшує час відновлення \"Вартового древніх королів\" на {1} с.#by {1} sec", en="Shield of the Templar" },
-- Speed of Light
[85499] = { "Швидкість світла", "Збільшує вашу швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Speed of Light" },
-- Summon Charger
[23214] = { "Виклик скакуна", "Викликає скакуна для верхової їзди.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Summon Charger" },
-- Supplication
[31868] = { "Священний похід", "Протягом {1} с після вбивства цілі, що приносить досвід чи честь, наступне закляття \"Зблиск світла\" матиме критичний ефект.#For {1} sec after", en="Supplication" },
-- Sword of Light
[53503] = { "Меч світла", "Збільшує шкоду дворучної зброї ближнього бою на {1}%.\n\nВаша сила заклять тепер дорівнює {2}% вашої сили атаки, але на неї більше не впливають інші ефекти збільшення сили заклять.\n\nВідновлює {3}% максимального запасу мани кожні {4} c.\n\nЗбільшує ефективність зцілення \"Уславлення\" на {5}% та \"Зблиску світла\" на {6}%.#weapons by {1}%#equal to {2}%#Grants {3}% of#every {4} sec#Word of Glory by {5}%#Flash of Light by {6}%", en="Sword of Light" },
-- Templar's Verdict
[85256] = { "Вердикт храмовника", "Потужний удар зброєю, що поглинає {1} заряди святої сили, завдаючи {2}% шкоди зброї плюс {3}.#consumes {1} charge#deal {2}% weapon damage plus {3}", en="Templar's Verdict" },
-- The Art of War
[87138] = { "Мистецтво війни", "Ваші автоатаки з ймовірністю {1}% завершують відновлення \"Екзорцизму\".#a {1}% chance", en="The Art of War" },
-- Tower of Radiance
[85512] = { "Вежа сяйва", "Зцілення цілі вашого \"Маяка Світла\" закляттями \"Зблиск світла\" та \"Божественне світло\" з ймовірністю {1}% створить заряд святої сили.#a {1}% chance", en="Tower of Radiance" },
-- Turn Evil
[10326] = { "Вигнання зла", "Сила Світла змушує[ гуманоїда,#Humanoid][ звіра,#Beast] невмерлого, потвору чи демона втікати протягом {1} с. Одночасно можна вигнати лише одну ціль.#for up to {1} sec", "Змушений втікати.", en="Turn Evil" },
-- Vengeance
[84839] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди (без врахування ефектів зменшення шкоди) протягом {2} с.#gain {1}% of#for {2} sec", en="Vengeance" },
-- Vindication
[26017] = { nil, nil, "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", ref=26016 }, -- Vindication
-- Word of Glory
[85673] = { "Уславлення", "Поглинає до трьох зарядів святої сили, щоб зцілити дружній цілі {1} здоров'я[ або завдати ворогу {1} шкоди#or harm an enemy target for {1}] за кожен заряд святої сили.[ При зціленні союзника ви зцілитесь на {1}% від обсягу зцілення.#you will be healed for {1}% of the amount healed][ Ваша шкода збільшується на {1}% за кожен заряд святої сили протягом {2} с.#damage is increased by {1}% per Holy Power spent for {2} sec]#friendly target for {1}", en="Word of Glory" },

-- Item effects
[23733] = { "Сліпуче світло", "Наповнює паладина енергією світла, збільшуючи показник швидкості ближнього бою на {1}, а показник швидкості заклять на {2} протягом {3} с.#melee haste by {1} and spell haste by {2} for {3} sec", "Збільшує показник швидкості ближнього бою на {1}.\nЗбільшує показник швидкості заклять на {2}.#Increases melee haste by {1}#Increases spell haste by {2}", en="Blinding Light" },

-- Mounts
[73630] = { ref=73629 }, -- Summon Great Exarch's Elekk
[34767] = { "Виклик таласійського скакуна", "Викликає таласійського скакуна для верхової їзди.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Summon Thalassian Charger" },
[34769] = { "Виклик таласійського бойового коня", "Викликає таласійського бойового коня для верхової їзди.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Summon Thalassian Warhorse" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
