local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Archangel
[81700] = { "Архангел", "Поглинає ваші ефекти \"Проповідування\", збільшуючи зцілення на {1}% за кожен поглинений ефект протягом {2} с.#done by {1}% for#for {2} sec", "Зцілення збільшено на {1}%.#by {1}%", en="Archangel" },
-- Atonement
[81749] = { "Покута", "Коли ви завдаєте шкоди \"Карою\", \"Священним вогнем\" чи \"\", ви миттєво зцілюєте пораненого союзника неподалік на {1}% від завданої шкоди ({2}% на аренах та полях бою).\n\nЗцілення жерця від \"Покути\" зменшено на {3}%.#target for {1}% of#{2}% inside of Arenas#reduced by {3}%", en="Atonement" },
-- Binding Heal
[32546] = { "Зв'язуюче зцілення", "Зцілює цілі[, заклиначу та ще одній цілі в межах {1} м#and a third friendly target within {1} y][ та заклиначу#and the caster] [{1}# for {1}.][від {1} до {2}# for {1} to {2}.] здоров'я.", en="Binding Heal" },
-- Body and Soul
[64129] = { "Тіло і душа", "Коли ви застосовуєте \"Слово сили: Щит\" або \"Стрибок віри\", ви збільшуєте швидкість руху цілі на {1}% протягом {2} с.#by {1}% for {2} sec", en="Body and Soul" },
[65081] = { nil, nil, "Швидкість руху збільшено на {1}%.#by {1}%", ref=64129 }, -- Body and Soul
-- Borrowed Time
[52798] = { "Запозичений час", "Після вимови \"Слова сили: Щит\" час вимови чи промовляння наступного закляття жерця зменшується на {2}% протягом {1} с.#within {1} sec by {2}%", en="Borrowed Time" },
[59889] = { nil, nil, "Час вимови чи промовляння наступного закляття жерця зменшено на {1}%.#by {1}%", ref=52798 }, -- Borrowed Time
-- Devouring Plague
[2944] = { "Ненажерна чума", "Поглинає всі тіньові сфери, завдаючи {1} шкоди тінню та додатково {2} шкоди тінню кожні {3} с протягом {4} с. Також зцілює заклинателю {5}% здоров'я щоразу, коли завдає шкоди.\n\nШкода та зцілення збільшуються в залежності від кількості поглинених тіньових сфер.[ Поки діє \"Ненажерна чума\", шкода \"Мук розуму\" збільшується на {1}% за кожну поглинену сферу.#damage from your Mind Flay is increased by {1}% per orb]#deal {1} Shadow damage#additional {2} Shadow damage every {3} sec for {4} sec#heals the caster for {5}% of their", "Завдає {1} шкоди кожні {2} с та зцілює заклинача.#Causes {1} damage every {2} sec", en="Devouring Plague" },
-- Dispel Magic
[528] = { "Розвіювання магії", "Розвіює магію з ворожої цілі, знімаючи {1} сприятливий магічний ефект.#removing {1} beneficial", en="Dispel Magic" },
-- Divine Aegis
[47515] = { "Божественне заступництво", "Критичні ефекти зцілення захищають цілі щитом, що поглинає {1}% від ефекту зцілення ({2}% на аренах та полях бою) замість подвійного ефекту зцілення. Триває {3} с.\n\nОкрім того, \"Слово сили: Щит\" може мати критичний ефект, що поглине вдвічі більше шкоди.#absorbing {1}%#{2}% in Arenas#Lasts {3} sec", en="Divine Aegis" },
-- Divine Focus
[84733] = { "Божественне зосередження", "Зменшує затримку вимови заклять жерця при отриманні шкоди на {1}%.#by {1}%", en="Divine Focus" },
-- Divine Hymn
[64843] = { "Божественний гімн", "Зцілює {1} (або {2} в підземеллях на {3} гравців) найближчим учасникам групи або рейду з найменшим рівнем здоров'я в радіусі {4} м [{1}#yards for {1} every][від {1} до {2}#yards for {1} to {2} every] здоров'я кожні {5} с протягом {6} с, а також збільшує отримане ними зцілення на {7}% протягом {8} с. Жрець має підтримувати це заклинання.#Heals {1} ({2} in {3} player instances) nearby#within {4} y#every {5} sec for {6} sec#done to them by {7}% for {8} sec", "Промовляє божественний гімн, зцілюючи союзникам з найнижчим рівнем здоров'я [{1}#for {1} every][від {1} до {2}#for {1} to {2} every] здоров'я кожні {1} с протягом {2} с#every {1} sec for {2} sec", en="Divine Hymn" },
[64844] = { nil, nil, "Отримане зцілення збільшено на {1}%.#by {1}%", ref=64843 }, -- Divine Hymn
-- Dominate Mind
[605] = { "Підкорення розуму", "Бере під контроль розум створіння не вище {1} рівня на {2} с. Не діє на механічних створінь.#up to level {1} for {2} sec", "Причаровано.", en="Dominate Mind" },
-- Evangelism
[81662] = { "Проповідування", "Коли ви завдаєте прямої шкоди[ \"Сповіддю\",#with Penance] \"Карою\" або [\"Священним вогнем\"#or Holy Fire you][\"Словом сили: Втіха\"#or Power Word: Solace you], ви отримуєте ефект \"Проповідування\", що накопичується до {1} разів та триває {2} с.\n\n|cFFFFFFFFПроповідування|r\nЗбільшує шкоду[ та зцілення#damage and healing] заклять[ \"Сповідь\",#by your Penance] \"Кара\" та [\"Священний вогонь\"#or Holy Fire spells][\"Слово сили: Втіха\"#or Power Word: Solace spells] на {3}% та зменшує витрати мани на ці закляття на {4}%.#up to {1} times#for {2} sec#spells by {3}% and#those spells by {4}%", en="Evangelism" },
-- Fade
[586] = { "Розтанення", "Розтанути у повітрі,[ знижуючи всю вашу загрозу та зменшуючи всю отриману шкоду на {1}% протягом {2} с.#reducing all damage taken by {1}% for {2} sec][ зменшуючи всю вашу загрозу на {1} с.removing all your threat for {1} sec][ При застосуванні ви знімаєте всі ефекти обмеження руху та отримуєте невразливість до ефектів зменшення швидкості руху протягом {1} с.#movement speed is unhindered for {1} sec]", "Зменшує рівень загрози[ та зменшує отриману шкоду на {1}%#and {1}% less damage taken].", en="Fade" },
-- Focused Will
[45242] = { "Зосереджена воля", "Після отримання удару, що шкодить вам більше, ніж на {1}% від вашого запасу здоров'я, або критичного удару будь-якою неперіодичною атакою, ви отримуєте ефект зосередженої волі, що зменшує отриману шкоду на {2}% протягом {3} с. Ефект накопичується до {4} разів.#than {1}%#by {2}% lasting for {3} sec#up to {4} times", "Всю отриману шкоду зменшено на {1}%.#by {1}%", en="Focused Will" },
[45243] = { "Зосереджена воля", "Після отримання удару, що шкодить вам більше, ніж на {1}% від вашого запасу здоров'я, або критичного удару будь-якою неперіодичною атакою, ви отримуєте ефект зосередженої волі, що зменшує отриману шкоду на {2}% протягом {3} с. Ефект накопичується до {4} разів.#than {1}%#by {2}% lasting for {3} sec#up to {4} times", en="Focused Will" },
-- Glyph of Inner Sanctum
[14771] = { "Символ внутрішнього святилища", "Отримана магічна шкода зменшується на {1}% під час дії \"Внутрішнього вогню\", а бонус до швидкості руху від \"Внутрішньої волі\" збільшується на {2}%.#damage taken is reduced by {1}%#Inner Will is increased by {2}%.", en="Glyph of Inner Sanctum" },
-- Glyph of Mind Spike
[33371] = { "Символ пронизування розуму", "Ваші успішні немиттєві вимови \"Пронизування розуму\" зменшують час вимови наступного \"Вибуху розуму\" протягом {1} с на {2}%. Ефект накопичується до {3} разів.#within {1} sec by {2}%#up to {3} times", en="Glyph of Mind Spike" },
-- Grace
[47517] = { "Благодать", "\"Швидке зцілення\", \"Велике зцілення\", \"Зцілення\" та \"Сповідь\" благословляють ціль, збільшуючи отримане нею зцілення від жерця на {1}%. Ефект накопичується до {2} разів. Триває {3} с.#by {1}%#up to {2} times#lasts {3} sec", en="Grace" },
[77613] = { nil, nil, "Збільшує отримане від жерця зцілення на {1}%.#by {1}%", ref=47517 }, -- Grace
-- Guardian Spirit
[47788] = { "Дух-вартівник", "Викликає духа, що наглядатиме за союзником. Дух збільшує отримане ціллю зцілення на {1}%, а також запобігає її смерті, приносячи себе в жертву, внаслідок чого дія ефекту припиняється, а ціль відновлює {2}% здоров’я. Триває {3} с. Можна застосовувати під час дії приголомшення.#target by {1}%#target of {2}%#Lasts {3} sec", "Отримане зцілення збільшено на {1}%. Запобігає одному смертельному удару.#by {1}%", en="Guardian Spirit" },
-- Inner Fire
[588] = { "Внутрішній вогонь", "Сплеск святої енергії наповнює заклинача, збільшуючи броню, отриману від предметів, на {1}% та збільшуючи силу заклинань на {2}%.[ Одночасно на вас може діяти лише один ефект \"Внутрішньої волі\" або \"Внутрішнього вогню\".#Inner Will or Inner Fire active]#items by {1}% and spell power by {2}%", "Броню від предметів збільшено на {1}%, силу заклинань збільшено на {2}%.#items by {1}%#power by {2}%", en="Inner Fire" },
-- Inner Focus
[89485] = { "Внутрішнє зосередження", "Зменшує витрати мани наступного \"Швидкого зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" на {1}% і збільшує ймовірність його критичного ефекту на {2}%.\n\nОкрім того надає вам невразливість до знемовлення, переривання та розвіювання ефектів на {3} с.#Healing by {1}%#chance by {2}%#effects for {3} sec", "Витрати мани наступного \"Швидкого зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" зменшено на {1}%, а ймовірність критичного ефекту збіьшено на {2}%.#reduced by {1}%#increased by {2}%", en="Inner Focus" },
[96267] = { "Внутрішнє зосередження", "Після застосування \"Внутрішнього зосередження\" ви отримуєте невразливість до знемовлення, переривання та розвіювання ефектів на {1} с.#effects for {1} sec", "Невразливість до знемовлення, переривання та розвіювання ефектів.", en="Inner Focus" },
-- Leap of Faith
[63873] = { "Стрибок віри", en="Leap of Faith" },
[73325] = { "Стрибок віри", "Ви схоплюєте дух учасника групи чи рейду і миттєво переносите його до себе.", en="Leap of Faith" },
[92572] = { ref=63873 }, -- Leap of Faith
[92832] = { ref=73325 }, -- Leap of Faith
[92833] = { ref=73325 }, -- Leap of Faith
[97640] = { ref=73325 }, -- Leap of Faith
[97817] = { ref=73325 }, -- Leap of Faith
-- Lightwell
[724] = { "Колодязь світла", "Створює священний колодязь світла. Ваші союзники можуть випити з нього щоб відновити {1} здоров'я кожні {2} с протягом {3} с. Отримання шкоди, більшої за {4}% від запасу здоров'я знімає цей ефект. Колодязь існує {5} хв або до {6} застосувань.#restore {1} health every {2} sec for {3} sec#equal to {4}% of#lasts for {5} min or {6} charges", en="Lightwell" },
-- Mass Dispel
[32375] = { "Масове розвіювання", "Розвіює магію в радіусі {1} м, знімаючи всі негативні магічні ефекти з дружніх цілей та 1 сприятливий магічний ефект з кожної ворожої цілі. Діє максимум на 10 дружніх та 10 ворожих цілей.[ Це розвіювання досить сильне, щоб розвіювати магічні ефекти, які зазвичай неможливо розвіяти.#This dispel is potent enough]#in a {1} yard", en="Mass Dispel" },
-- Mind Blast
[8092] = { "Вибух розуму", "Вражає ціль, завдаючи [{1}#for {1} Shadow][від {1} до {2}#for {1} to {2} Shadow] тінню та створює тіньову сферу.", en="Mind Blast" },
-- Mind Flay
[15407] = { "Муки розуму", "Вражає розум цілі енергією тіні, завдаючи {1} шкоди тінню протягом {2} с[. Щоразу, коли \"Муки розуму\" завдають шкоди, ваша швидкість руху збільшується на {1}% протягом {2} с. Ефект накопичується до {3} разів#will be granted {1}% increased movement speed for {2} sec, stacking up to {3} times][ та сповільнюючи її рух на {1}%#slowing their movement speed by {1}%].#causing {1} Shadow damage over {2} sec", "Завдає шкоди від тіні кожні {1} с.[\nШвидкість руху зменшено.#Movement speed slowed]#every {1} sec", en="Mind Flay" },
-- Mind Spike
[73510] = { "Пронизування розуму", "Завдає цілі [{1}#for {1} Shadowfrost][від {1} до {2}#for {1} to {2} Shadowfrost] шкоди від крижаної тіні, але поглинає ваші ефекти періодичної шкоди від тіні з цілі.", en="Mind Spike" },
-- Pain Suppression
[33206] = { "Пригнічення болю", "Миттєво зменшує загрозу дружньої цілі на {1}% та зменшує отриману нею шкоду на {2}% протягом {3} с. Можна застосовувати під час приголомшення.#threat by {1}%#take by {2}% for {3} sec", "Всю отриману шкоду зменшено на {1}%.#by {1}%", en="Pain Suppression" },
-- Power Infusion
[10060] = { "Приплив сил", "Наповнює жерця силою, збільшуючи швидкість заклять на {1}%, збільшуючи всю шкоду на {2}% та зменшуючи витрати мани всіх заклять на {3}%. Триває {4} с.#haste by {1}%#damage by {2}%#spells by {3}%#Lasts {4} sec", "Швидкість заклять збільшено на {1}%, всю шкоду збільшено на {2}%, а витрати мани на закляття зменшено на {3}%.#haste increased by {1}%#damage increased by {2}%#reduced by {3}%", en="Power Infusion" },
-- Power Word: Barrier
[62618] = { "Слово сили: Бар'єр", "Створює у вибраному місці священний бар'єр, що зменшить шкоду союзникам на {1}%. Цілі під бар'єром не зазнають затримки вимови заклять від отриманої шкоди. Бар'єр існує {2} с.#targets by {1}%#for {2} sec", en="Power Word: Barrier" },
-- Power Word: Fortitude
[21562] = { ref=13864 }, -- Power Word: Fortitude
-- Prayer of Healing
[596] = { "Молитва зцілення", "Потужна молитва, що зцілює всім учасникам групи цілі в межах {1} м [{1}#for {1}.][від {1} до {2}#for {1} to {2}.] здоров'я.#within {1} y", en="Prayer of Healing" },
-- Prayer of Mending
[33076] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого учасника групи або рейду в межах {2} м. Здійснює до {3} переходів і триває {4} с після кожного переходу.[ Перший перехід зцілить на {1}% більше здоров'я.#first bounce will heal for an additional {1}%]\n\nЦе заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times#lasts {4} sec", en="Prayer of Mending" },
-- Psychic Horror
[64044] = { "Психічний жах", "Поглинає всі тіньові сфери, щоб налякати ціль, змушуючи її тремтіти від жаху протягом {1} с плюс {2} с за кожну поглинену тіньову сферу і впустити зброю та щит на {3} с.#horror for {1} sec plus {2} sec per#shield for {3} sec", "Нажахано.", en="Psychic Horror" },
-- Psychic Scream
[8122] = { "Психічний крик", "Заклинач вивільнює психічний крик, що змушує {1} ворогів у межах {2} м [тікати геть#to flee][тремтіти на  місці#to tremble in place] протягом {3} с. Завдана шкода може перервати цей ефект.#causing {1} enemies within {2} y#for {3} sec", "[Тремтить#Trembling][Тікає#Running] зі страху.", en="Psychic Scream" },
-- Purify
[527] = { "Омовіння", "Знімає з цілі всі негативні ефекти магії та хвороб.", en="Purify" },
-- Rapid Renewal
[63544] = { "Стрімке оновлення", "Ваше \"Оновлення\" миттєво зцілює цілі частину від обсягу ефекту періодичного зцілення.", en="Rapid Renewal" },
[95649] = { "Стрімке оновлення", "\"Оновлення\" відновлює на {1}% більше здоров'я, миттєво зцілює ціль на {2}% обсягу ефекту періодичного зцілення та має на {3} с зменшений глобальний час відновлення.#additional {1}%#for {2}% of#a {3} sec reduced", en="Rapid Renewal" },
-- Rapture
[47536] = { "Піднесення", "\"Слово сили: Щит\" більше не має часу відновлення, а його витрати мани зменшуються на {1}%.\n\nОкрім того, коли \"Слово сили: Щит\" поглинає всю шкоду або розвіюється, ви миттєво повертаєте {2}% його витрати мани. Цей ефект може спрацьовувати лише раз на {3} секунд.#cost by {1}%#refunded {2}% of#every {3} sec", en="Rapture" },
-- Serendipity
[63733] = { "Проникливість", "Коли ви зцілюєте \"Зв'язуючим зціленням\" або \"Швидким зціленням\", час вимови наступного закляття \"Велике зцілення\" або \"Молитва зцілення\" зменшується на {1}%, а витрати мани - на {2}%. Ефект накопичується до {3} разів. Триває {4} с.#reduced by {1}% and mana cost reduced by {2}%#up to {3} times#Lasts {4} sec", en="Serendipity" },
[63735] = { nil, nil, "Зменшує час вимови наступного \"Великого зцілення\" або \"Молитви зцілення\" на {1}%, а витрати мани на {2}%.#by {1}% and mana cost by {2}%", ref=63733 }, -- Serendipity
-- Shadow Orbs
[95740] = { "Тіньові сфери", "Створюються закляттями \"Вибух розуму\" та \"Слово тіні: Смерть\". Використовують для вимови \"Ненажерної чуми\" та посилення \"Психічного жаху\".\n\nПасивно створюється одна тіньова сфера кожні {1} с.\n\nТіньові сфери пасивно створюються лише в тінеобразі, поза боєм, аренами та полями бою.#every {1} sec", en="Shadow Orbs" },
-- Shadow Word: Death
[32379] = { "Слово тіні: Смерть", "Завдає цілі [{1}#inflicts {1} Shadow][від {1} до {2}#inflicts {1} to {2} Shadow] шкоди від тіні[ та створює тіньову сферу#and grants a Shadow Orb]. Можна використовувати лише проти цілей, що мають менше {1}% здоров'я.[ Якщо ціль не помре від цього заклинання, відновлення миттєво завершиться, але повторна вимова \"Слова тіні: Смерть\" не створить тіньову сферу.#If the target does not die, the cooldown is reset, but]#less than {1}% health", en="Shadow Word: Death" },
-- Shadow Word: Pain
[589] = { "Слово тіні: Біль", "Слово темряви, що миттєво завдає {1} шкоди тінню та додатково {2} шкоди тінню протягом {3} с.#causes {1} Shadow damage#additional {2} Shadow damage over {3} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Shadow Word: Pain" },
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Триває {2} с.#receives {1}% mana#Lasts {2} sec", en="Shadowfiend" },
[87100] = { "Тіньовий марник", "Коли \"Муки розуму\" завдають критичного удару, час відновлення \"Тіньового марника\" зменшується на {1} с.#by {1} sec", en="Shadowfiend" },
-- Shadowform
[15473] = { "Тінеобраз", "Прийняти тінеобраз, збільшуючи вашу шкоду тінню на {1}%, збільшуючи показник броні на {2}% та збільшуючи швидість заклять на {3}% для всіх учасників групи чи рейду. Однак, у цьому образі ви не можете вимовляти закляття святості, окрім \"Оновлення\", \"Молитви загоєння\" та \"Стрибка віри\".#damage by {1}%#armor by {2}%#haste by {3}%", "Ваша шкода тінню збільшена на {1}%.\nПоказник броні збільшено на {2}%.#damage you deal increased by {1}%#Armor increased by {2}%", en="Shadowform" },
-- Shadowy Apparitions
[78203] = { "Тіньові примари", "Коли ви завдаєте критичної періодичної шкоди \"Словом тіні: Біль\", ви також викликаєте свою тіньову примару, що повільно наближатиметься до цілі щоб завдати {1} шкоди від тіні.#deals {1} Shadow", en="Shadowy Apparitions" },
-- Smite
[585] = { "Кара", "Карає ворога, завдаючи йому [{1}#for {1} Holy][від {1} до {2}#for {1} to {2} Holy] шкоди святістю.[\n\nШкода збільшується на {1}%, якщо на ціль діє \"Священний вогонь\".#increased by {1}% if the target is afflicted by Holy Fire][\n\nШкода збільшується на {1}%, якщо на ціль діє \"Слово сили: Розрада\".#increased by {1}% if the target is afflicted by Power Word: Solace]", en="Smite" },
-- Spirit of Redemption
[27827] = { nil, nil, "Ваша могутність незбагеннна.", ref=20711 }, -- Spirit of Redemption
-- Spiritual Healing
[87336] = { "Духовне зцілення", "Збільшує зцілення \"Швидкого зцілення\", \"Зв'язуючого зцілення\", \"Оновлення\" та \"Молитви загоєння\" на {1}%.#by {1}%.#by {1}%", en="Spiritual Healing" },
-- Spiritual Precision
[47573] = { "Духовна точність", "Збільшує показник влучності від духу, отриманого від предметів чи ефектів.", en="Spiritual Precision" },
-- Strength of Soul
[89488] = { "Сила душі", "Коли ви зцілюєте ціль заакляттям \"Зцілення\", \"Велике зцілення\" або \"Швидке зцілення\", тривалість ефекту \"Ослаблена душа\" на цілі зменшується на {1} с.#by {1} sec", en="Strength of Soul" },
-- Surge of Darkness
[87160] = { "Припливи пітьми", "Періодична шкода \"Дотику вампіра\" з ймовірністю {1}% дозволить застосувати наступне \"Пронизування розуму\" без поглинання ефектів періодичної шкоди, миттєво, без витрат мани та зі збільшеною на {2}% шкодою. Ефект накопичується до {3} разів.#a {1}% chance#deal {2}% additional#Limit {3} charges", "Наступне \"Пронизування розуму\" не поглине ефекти періодичної шкоди, буде вимовлено миттєво, без витрат мани та завдасть на {1}% більше шкоди.#deals {1}% additional", en="Surge of Darkness" },
-- Train of Thought
[92297] = { "Тренування мислення", "Після зцілення \"Великим зціленням\" час відновлення \"Внутрішнього зосередження\" скорочується на {1} с.\n\nКоли ви вимовляєте \"Кару\", час відновлення \"Сповіді\" скорочується на {2} с.#Focus is reduced by {1} sec#Penance is reduced by {2} sec", en="Train of Thought" },
-- Vampiric Embrace
[15286] = { "Вампірські обійми", "Наповнює вас енергією тіні, внаслідок чого ви та ваші союзники зцілюєте себе на {1}% від шкоди, якої ви завдаєте закляттями тіні, що вражають одну ціль. Зцілення розподіляється порівну між цілями. Триває {2} с.#healed for {1}% of#Lasts {2} sec", "Зцілення жерця та союзників на {1}% від шкоди, завданої закляттями тіні, що вражають одну ціль. Зцілення розподіляється порівну між цілями.#{1}% of any", en="Vampiric Embrace" },
-- Vampiric Touch
[34914] = { "Дотик вампіра", "Завдає {1} шкоди тінню протягом {2} с. Щоразу, коли \"Дотик вампіра\" завдає шкоди, заклинач відновлює {3}% мани.#Causes {1} Shadow damage over {2} sec#gains {3}% of", "{1} шкоди тінню кожні {2} с. Відновлює жерцю {3}% мани.#Suffering {1} Shadow damage every {2} sec#Priest {3}% mana", en="Vampiric Touch" },
[124465] = { ref=34914 }, -- Vampiric Touch

-- Glyph
[87194] = { "Символ вибуху розуму", "Коли \"Вибух розуму\" завдає критичного удару, ви знерухомлюєте ціль на {1} c.#for {1} sec", "Паралізовано.", en="Glyph of Mind Blast" },
[87195] = { "Символ вибуху розуму", "Коли \"Вибух розуму\" завдає критичного удару, ви знерухомлюєте ціль на {1} c.#for {1} sec", en="Glyph of Mind Blast" },
[81292] = { nil, nil, "Час вимови \"Вибуху розуму\" зменшено на {1}%.#by {1}%", ref=33371 }, -- Glyph of Mind Spike
[33202] = { "Символ відбиваючого щита", "Повертає {1}% шкоди, що ви поглинаєте \"Словом сили: Щит\" назад в нападника. Ця шкода не спричиняє загрози.#Causes {1}% of", en="Glyph of Reflective Shield" },
[89489] = { "Символ ослабленої душі", "Зменшує тривалість ефекту \"Ослаблена душа\" від закляття \"Слово сили: Щит\" на {1} с.#by {1} sec", en="Glyph of Weakened Soul" },

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
