local _, addonTable = ...

local deathknight_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anti-Magic Shell
[48707] = { "Антимагічний панцир", "Оточує лицаря смерті антимагічним панциром, що поглинає {1}% шкоди від заклять (до {2}% від здоров'я лицаря смерті) і запобігає накладанню негативних магічних ефектів. Поглинена шкода надає силу рун. Триває {3} с.#absorbing {1}%#maximum of {2}%#Lasts {3} sec", "Поглинає до {1} магічної шкоди.\nНевразливість до негативних магічних ефектів.#up to {1} magic", en="Anti-Magic Shell" },
-- Anti-Magic Zone
[50461] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с.#by {1}%#for {2} sec", "Поглинає {1}% магічної шкоди.#Absorbs {1}% of", en="Anti-Magic Zone" },
[51052] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с.#by {1}%#for {2} sec", en="Anti-Magic Zone" },
[79907] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с або поки не поглине {3} шкоди.#by {1}%#for {2} sec#absorbs {3} spell", en="Anti-Magic Zone" },
[135233] = { "Антимагічна зона", "Розміщує велику антимагічну зону, що зменшує магічну шкоду, отриману учасниками групи чи рейду, на {1}%. Антимагічна зона діє {2} с або поки не поглине принаймні {3} шкоди.#by {1}%#for {2} sec#absorbs at least {3} spell", en="Anti-Magic Zone" },
[145629] = { nil, nil, "Отриману магічну шкоду зменшено на {1}%.#by {1}%", ref=50461 }, -- Anti-Magic Zone
-- Blood Boil
[48721] = { "Скипання крові", "Кров усіх ворогів у межах {1} м закипає, що завдає [{1}#dealing {1} Shadow][від {1} до {2}#dealing {1} to {2} Shadow] шкоди від тіні. Завдає на {2}% більше шкоди цілям, ураженим \"Кривавою чумою\" чи \"Морозною лихоманкою\".#within {1} y#Deals {2}% additional", en="Blood Boil" },
-- Blood Parasite
[49542] = { "Кривавий паразит", "Ваші атаки ближнього бою з ймовірністю {1}% створюють кривавого паразита. Паразит атакує ваших ворогів, поглинаючи їхню кров, поки не вибухне, зцілюючи союзників неподалік, Існує до {2} с.#a {1}% chance#up to {2} sec", en="Blood Parasite" },
-- Blood Presence
[48263] = { "Сила крові", "Ви сповнюєтесь силою крові, що збільшує витривалість на {1}%[, збільшує швидкість відновлення рун на {1}%#increasing rune regeneration rate by {1}%][, зменшує ймовірність отримання критичного удару на {1}%#reducing chance to receive a critical strike by {1}%], збільшує базову броню на {2}% та зменшує отриману шкоду на {3}%. Значно збільшує загрозу.\n\nОдночасно може бути активною лише одна сила, а її зміна поглинає [всю силу рун#consume any stored Runic][{1}% сили рун#consume {1}% stored Runic].#Stamina by {1}%#base armor by {2}%#taken by {3}%", "Витривалість збільшено на {1}%.[\nШвидкість відновлення рун збільшено на {1}%.#regeneration rate increased by {1}%][\nЙмовірність отримання критичного удару зменшено на {1}%.#receive a critical strike reduced by {1}%]\nБазову броню збільшено на {2}%.\nОтриману шкоду зменшено на {3}%.#Stamina increased by {1}%#armor increased by {2}%#taken reduced by {3}%", en="Blood Presence" },
-- Blood Rites
[50034] = { "Кривавий обряд", "Коли ви влучаєте \"Ударом смерті\", руни криги та нечестивості при активації перетворюються на руни смерті. Руни смерті можна використати як руни крові, криги чи нечестивості.\n\nОкрім того, збільшує шкоду \"Удару смерті\" на {1}%.#Strike by {1}%", en="Blood Rites" },
-- Blood Tap
[45529] = { "Крововідвід", "Кожна \"Спіраль смерті\", \"Крижаний удар\" або \"Рунічний удар\" надає {1} заряди крові (максимум - {2}). \"Крововідвід\" витрачає {3} зарядів крові, щоб активувати випадкову повністю вичерпану руну як руну смерті.#generates {1} Blood#maximum of {2} charge#consumes {3} Blood", en="Blood Tap" },
-- Bone Shield
[49222] = { "Кістяний щит", "Оточує вас бар'єром з кісток. Щит з'являється з {1} зарядами і кожен отриманий удар поглинає заряд. Поки існує хоча б один заряд щита, ви отримуєте на {2}% менше шкоди з усіх джерел. Триває {3} хв.#with {1} charges#take {2}% less#Lasts {3} min", "Отриману шкоду зменшено на {1}%.[\nШвидкість руху збільшено на {1}%.#Movement speed increased by {1}%]#reduced by {1}%", en="Bone Shield" },
-- Brittle Bones
[81328] = { "Крихкі кістки", "Ваша \"Морозна лихоманка\" також накладає ефект \"Фізичної вразливості\".", rune=81326, en="Brittle Bones" },
-- Chilblains
[50041] = { "Обмороження", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с, а \"Льодяні окови\" знерухомлюють ціль на {3} с.#by {1}% for {2} sec#targets for {3} sec", en="Chilblains" },
[50435] = { "Обмороження", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Chilblains" },
-- Crimson Scourge
[81136] = { "Кривава Скара", "Збільшує шкоду \"Скипання крові\" на {1}%, а коли ви вражаєте атакою ближнього бою ціль, уражену \"Кривавою чумою\", з ймовірністю {2}% наступне \"Скипання крові\" або \"Смерть і гниття\" не витрачатиме руни.#Boil by {1}%#a {2}% chance", en="Crimson Scourge" },
-- Dancing Rune Weapon
[49028] = { "Танцююча рунічна зброя", "Викликає другу рунічну зброю, що атакує протягом {1} с, повторюючи атаки лицаря смерті. Рунічна зброя також захищає свого господаря, збільшуючи шанс парирування на {2}%[ та загрозу на {1}%#increasing threat generation by {1}%].#for {1} sec#additional {2}% parry", en="Dancing Rune Weapon" },
-- Dark Command
[56222] = { "Зловісний наказ", "Наказує цілі атакувати вас та збільшує вашу загрозу проти цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Спровоковано.", en="Dark Command" },
-- Death Gate
[50977] = { "Брама смерті", "Відкриває браму, через яку лицар смерті може повернутись до Чорної фортеці.\n\nПовторна вимова цього закляття в Чорній фортеці перенесе заклинача неподалік місця відправлення.", en="Death Gate" },
-- Death Grip
[49576] = { "Смертельна хватка", "Спрямовує енергію, що оточує та пов'язує все навколо, притягуючи ціль до лицаря смерті та змушуючи її атакувати лицаря смерті протягом {1} с.#for {1} sec", en="Death Grip" },
-- Death Pact
[48743] = { "Смертельна угода", "Жертвує здоров'ям невмерлого прислужника, зцілюючи лицарю смерті {1}% від максимального запасу здоров'я в обмін на {2}% здоров'я прислужника.#for {1}% of#to {2}% of", en="Death Pact" },
-- Death Strike
[49998] = { "Удар смерті", "Зосередити темну силу в ударі, що завдає ворогу {1}% шкоди зброї плюс {2} та зцілює вам {3}% шкоди, отриманої не від гравців протягом останніх {4} с (але не менше {5}% здоров'я). Цю атаку не можна парирувати.#deals {1}% weapon damage plus {2}#you for {3}% of#preceding {4} sec#at least {5}% of", en="Death Strike" },
-- Death and Decay
[43265] = { "Смерть і гниття", "Оскверняє вказану ділянку землі, завдаючи {1} шкоди від тіні щосекунди всім цілям в її межах[ та зменшує їхню швидкість руху на {1}%#speed by {1}%] протягом {2} с.#causing {1} Shadow#for {2} sec", "Завдає {1} шкоди щосекунди.[\nШвидкість руху зменшено на {1}%.#speed reduced by {1}%]#Suffering {1} Shadow", en="Death and Decay" },
[143375] = { ref=43265 }, -- Death and Decay
-- Ebon Plaguebringer
[51160] = { "Розносник чорної чуми", "Збільшує шкоду ваших хвороб на {1}%, \"Удар чуми\" також вражає ціль \"Морозною лихоманкою\", а \"Кривава чума\" також накладає ефект \"Фізичної вразливості\".#deal by {1}%", rune=81326, en="Ebon Plaguebringer" },
-- Forceful Deflection
[49410] = { "Сила відбиття", "Збільшує ваш показник парирування на {1}% від вашої загальної сили.#by {1}% of", en="Forceful Deflection" },
-- Frost Fever
[55095] = { "Морозна лихоманка", "Хвороба, що завдає шкоди від криги кожні {1} с.#every {1} sec", "Завдає {1} шкоди від криги кожні {2} с.#{1} Frost damage every {2} sec", en="Frost Fever" },
[59921] = { "Морозна лихоманка", "Хвороба, що завдає {1} шкоди від криги кожні {2} с протягом {3} с. Ефект спричиняється \"Льодяним дотиком\" та іншими здібностями.#dealing {1} Frost#every {2} sec for {3} sec", en="Frost Fever" },
-- Frost Presence
[48266] = { "Сила криги", "Ви сповнюєтесь силою криги, що посилює накопичення сили рун на {1}%[, зменшує витрати сили рун \"Крижаного удару\" на {1}#reducing the cost of your Frost Strike by {1}] та зменшує тривалість ефектів втрати контролю на {2}%.\n\nОдночасно може бути активною лише одна сила, а її зміна поглинає [всю силу рун#consume any stored Runic][{1}% сили рун#consume {1}% stored Runic].#Power generation by {1}%#your character by {2}%", "Накопичення сили рун посилено на {1}%.\nТривалість ефектів втрати контролю зменшено на {2}%.[\n\"Крижаний удар\" витрачає на {1} менше сили рун.#Frost Strike cost reduced by {1}]#generation increased by {1}%#effects reduced by {2}%", en="Frost Presence" },
-- Frost Strike
[49143] = { "Крижаний удар", "Миттєвий удар, що завдає ворогу {1}% шкоди зброї у вигляді шкоди від криги.#causing {1}%", en="Frost Strike" },
-- Horn of Winter
[57330] = { "Горн зими", "Лицар cмерті дме в горн зими, що додає {1} сили рун і збільшує силу атаки всіх учасників групи чи рейду в межах {2} м на {3}%. Триває {4} хв.#generates {1} Runic#within {2} yards by {3}%#Lasts {4} min", "Збільшує силу атаки на {1}%.#by {1}%", en="Horn of Winter" },
-- Howling Blast
[49184] = { "Виючий вітер", "Вражає ворога крижаним вітром, завдаючи {1} шкоди від криги цілі та {2} шкоди від криги всім ворогам в межах {3} м від цілі та вражаючи всі цілі \"Морозною лихоманкою\".#dealing {1} Frost#and {2} Frost#within {3} y", en="Howling Blast" },
-- Icy Touch
[45477] = { "Льодяний дотик", "Охолоджує ціль, завдаючи [{1}#for {1} Frost][від {1} до {2}#for {1} to {2} Frost] шкоди від криги[, розвіюючи {1} сприятливий магічний ефект#dispels {1} beneficial Magic effect] та вражаючи \"Морозною лихоманкою\" - хворобою, що завдає періодичної шкоди від криги протягом {1} с.#for {1} sec", en="Icy Touch" },
-- Improved Blood Presence
[50371] = { "Покращена сила крові", "Збільшує швидкість відновлення рун на {1}% та зменшує шанс отримання критичного удару в ближньому бою на {2}% поки діє \"Сила крові\".#regeneration by {1}%#Presence by {2}%", en="Improved Blood Presence" },
-- Improved Frost Presence
[50385] = { "Покращена сила криги", "Поки діє \"Сила криги\", витрати сили рун на \"Крижаний удар\" зменшуються на {1}.#costs {1} less", en="Improved Frost Presence" },
-- Improved Unholy Presence
[50392] = { "Покращена сила нечестивості", "Поки діє \"Сила нечестивості\", ваша швидкість збільшується додатково на {1}%.#additional {1}%", en="Improved Unholy Presence" },
-- Killing Machine
[51124] = { "Машина для вбивств", "Ваші автоатаки мають шанс збільшити ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" на {1}%.#a {1}%", "Ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" збільшено на {1}%.#{1}% bonus", en="Killing Machine" },
[51128] = { "Машина для вбивств", "Ваші автоатаки мають шанс збільшити ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" на {1}%.#a {1}%", en="Killing Machine" },
-- Lichborne
[49039] = { "Переродження", "Ви поглинаєте нечестиву енергію, щоб стати невмерлим на {1} с. Поки діє переродження, ви маєте невразливість до ефектів причарування, страху та сну, а \"Виток смерті\" зцілює вас.#for {1} sec", "Невразливість до причарування, страху та сну.\nНевмерлий.", en="Lichborne" },
-- Master of Ghouls
[52143] = { "Повелитель гулів", "Гуль, викликаний \"Підняттям мертвих\", стає прислужником під вашим контролем. На відміну від звичайних гулів, ваш прислужник має необмежений час існування. Також зменшує час відновлення \"Підняття мертвих\" на {1} с.#by {1} sec", en="Master of Ghouls" },
-- Might of the Frozen Wastes
[81333] = { "Міць крижаної пустки", "Коли ви тримаєте дворучну зброю, ваше \"Знищення\" завдає на {1}% більше шкоди, а всі атаки ближнього бою завдають додатково {2}% шкоди.#deals {1}% more#additional {2}% damage", en="Might of the Frozen Wastes" },
-- Necrotic Strike
[73975] = { "Некротичний удар", "Жорстокий удар, що завдає {1}% шкоди зброї, поглинає {2} зцілення цілі та затьмарює розум цілі, зменшуючи швидкість вимови заклять на {3}% ({4}% проти гравців). Триває {5} с.#deals {1}% weapon#next {2} healing#casting speed by {3}% ({4}% on player targets#Lasts {5} sec", "Поглинання {1} зцілення.\nШвидкість вимови заклять зменшено на {2}%.#next {1} healing#by {2}%", en="Necrotic Strike" },
-- Obliterate
[49020] = { "Знищення", "Жорстока атака, що завдає {1}% шкоди зброї. Шкода збільшується на {2}% за кожну вашу хворобу на цілі.#deals {1}% weapon#by {2}% for each", en="Obliterate" },
-- Obliterate Off-Hand
[66198] = { "Знищення (ліва рука)", "Жорстока атака, що завдає {1}% шкоди зброї в лівій руці. Шкода збільшується на {2}% за кожну вашу хворобу на цілі.#deals {1}% off-hand#by {2}% for each", en="Obliterate Off-Hand" },
-- On a Pale Horse
[51986] = { "На блідому коні", "Вас стає так само важко зупинити, як і саму смерть. Тривалість ефектів сповільнення вашого руху зменшується на {1}%, а ваша швидкість верхової їзди збільшується на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#reduced by {1}%#increased by {2}%", en="On a Pale Horse" },
-- Pestilence
[50842] = { "Мор", "Поширює \"Криваву чуму\" та \"Морозну лихоманку\" з цілі на всіх інших ворогів в межах {1} м.#within {1} y", en="Pestilence" },
-- Pillar of Frost
[51271] = { "Крижаний стовп", "Закликає силу криги, що збільшує силу лицаря смерті на {1}%. Крижані кристали важким тягарем звисають з тіла лицаря смерті, забезпечуючи невразливість до вимушеного переміщення[ та всіх ефектів втрати контрою, але зменшує швидкість руху на {1}%#effects that cause loss of control, but also reducing movement speed by {1}%][, наприклад, до відкидання#such as knockbacks]. Триває {2} с.#Strength by {1}%#Lasts {2} sec", "Силу збільшено на {1}%.[\nНевразливість до ефектів втрати контролю.#Immune to effects that cause loss of control][\nШвидкість руху зменшено на {1}%.#Movement speed reduced by {1}%][\nНевразливість до вимушеного переміщення.#Immune to movement from external sources]#Strength increased by {1}%", en="Pillar of Frost" },
-- Plague Strike
[45462] = { "Удар чуми", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} і заражає ціль \"Кривавою чумою\", що завдає періодичної шкоди від тіні[, а також \"Морозною лихоманкою\", що завдає періодичної шкоди від криги#and Frost Fever].#deals {1}% weapon#plus {2} and", en="Plague Strike" },
-- Raise Dead
[46584] = { "Підняття мертвих", "Піднімає [гуля#ghoul][вурдалака#geist], що битиметься на вашій стороні. Ви можете мати не більше одного [гуля#ghoul][вурдалака#geist] одночасно. Триває {1} хв.#Lasts {1} min", "Піднятий союзник служить вам.", en="Raise Dead" },
-- Reaping
[56835] = { "Жнива", "Коли ви завдаєте удару здібностями \"Кривавий удар\", \"Мор\", \"Гнійний удар\", \"Льодяний дотик\" або \"Скипання крові\", витрачені руни перетворяться на руни смерті при активації. Руни смерті можна використати як руни крові, криги чи нечестивості.", en="Reaping" },
-- Rime
[59057] = { "Іній", "\"Знищення\" з ймовірністю {1}% дозволить застосувати наступний \"Виючий вітер\" чи \"Льодяний дотик\" без витрат рун.#a {1}% chance", en="Rime" },
-- Rune Strike
[56815] = { "Рунічний удар", "Удар, що завдає ворогу {1}% шкоди зброї плюс {2}. Від цієї атаки не можна ухилитися, блокувати чи парирувати.#for {1}% weapon damage plus {2}", en="Rune Strike" },
-- Runic Corruption
[51462] = { "Рунічна пошесть", "З ймовірність {1}% після завдання удару \"Витком смерті\", \"Крижаним ударом\" чи \"Рунічним ударом\" ви отримаєте ефект \"\", що прискорює відновлення рун на {2}% протягом {3} с.#a {1}% chance#rate by {2}% for {3} sec", en="Runic Corruption" },
-- Runic Empowerment
[81229] = { "Рунічне підсилення", "Коли ви завдаєте шкоди \"Спіраллю смерті\", \"Крижаним ударом\" чи \"Рунічним ударом\", з ймовірністю {1}% ви активуєте випадкову витрачену руну.#a {1}% chance", en="Runic Empowerment" },
-- Sanguine Fortitude
[81127] = { "Кривава стійкість", "\"Стійкість льоду\" зменшує отриману шкоду ще на {1}%.#additional {1}%", en="Sanguine Fortitude" },
-- Scarlet Fever
[81132] = { "Багряна лихоманка", "\"Скипання крові\" поновлює тривалість ваших хвороб на уражених цілях, а \"Кривава чума\" також накладає ефект \"Ослаблені удари\".", rune=115798, en="Scarlet Fever" },
-- Scent of Blood
[49509] = { "Запах крові", "Ваші атаки зброєю в правій руці, ухилення та парирування можуть збільшити зцілення та мінімальне зцілення наступного \"Удару смерті\" протягом {1} с на {2}% та створити {3} сили рун. Ефект накопичується до {4} разів.#within {1} sec by {2}%#generate {3} Runic#up to {4} times", en="Scent of Blood" },
[50421] = { nil, nil, "Збільшує зцілення та мінімальне зцілення наступного \"Удару смерті\" на {1}%.#by {1}%", ref=49509 }, -- Scent of Blood
[148211] = { ref=49509 }, -- Scent of Blood
-- Shadow Infusion
[49572] = { "Вливання тіні", "Успішне застосування \"Спіралі смерті\" підсилює активного гуля, збільшуючи його шкоду на {1}% протягом {2} с. Ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times", en="Shadow Infusion" },
-- Strangulate
[47476] = { "Удушення", "Тіньові щупальця стискають горло ворога, знемовлюючи його на {1} с[ ({1} с при застосуванні на ціль, що вимовляє закляття)#{1} sec when used on]. Також перериває вимову закляття на {2} с, якщо ціль не є гравцем.#them for {1} sec#interrupted for {2} sec", "Знемовлено.", en="Strangulate" },
-- Sudden Doom
[49530] = { "Раптова згуба", "Зменшує витрати сили рун на \"Спіраль смерті\" на {1}%.\n\nПоки діє сила нечестивості, ваші автоатаки можуть дозволити застосувати наступну \"Спіраль смерті\" без витрат сили рун.#Coil by {1}%", en="Sudden Doom" },
-- Summon Gargoyle
[49206] = { "Виклик гаргуйля", "Гаргуйль атакує цілі з повітря, завдаючи шкоди чумою, що залежить від сили атаки лицаря смерті. Існує {1} с.#for {1} sec", "Перебуває під атакою гаргуйля.", en="Summon Gargoyle" },
-- Threat of Thassarian
[65661] = { "Грізність Тассаріана", "Коли ви тримаєте одноручну зброю в кожній руці, здібності \"Удар смерті\", \"Знищення\", \"Удар чуми\", \"Рунічний удар\", \"Кривавий удар\" та \"Крижаний удар\" з ймовірністю {1}% завдають шкоди від зброї в лівій руці. \"Рунічний удар\" з лівої руки спричиняє підвищену загрозу.#a {1}% chance", en="Threat of Thassarian" },
[66191] = { ref=65661 }, -- Threat of Thassarian
[66192] = { "Грізність Тассаріана", "Коли ви тримаєте одноручну зброю в кожній руці, здібності \"Удар смерті\", \"Знищення\", \"Удар чуми\" та \"Крижаний удар\" також завдають шкоди від зброї в лівій руці, а шкода \"Крижаного удару\" збільшується на {1}%.#by {1}%", en="Threat of Thassarian" },
-- Unholy Aura
[55610] = { "Нечестива аура", "Збільшує швидкість атак ближнього та дальнього бою всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} yards by {2}%", "Збільшує швидкість атак ближнього та дальнього бою на {1}%.#by {1}%", en="Unholy Aura" },
-- Unholy Frenzy
[49016] = { "Нечестиве шаленство", "Викликає в учасника групи чи рейду смертельне шаленство на {1} с, що збільшує швидкість ближнього та дальнього бою на {2}%, але змушує втрачати {3}% здоров'я кожні {4} с.#frenzy for {1} sec#haste by {2}%#equal to {3}%#every {4} sec", "Швидкість ближнього та дальнього бою збільшено на {1}%.[\nВтрачає {2}% здоров'я кожні {3} с.#equal to {1}% of maximum health every {2} sec]#increased by {1}%", en="Unholy Frenzy" },
-- Unholy Presence
[48265] = { "Сила нечестивості", "Ви сповнюєтесь нечестивою люттю, що збільшує показник швидкості на {1}% та збільшує швидкість руху на {2}%.\n\nОдночасно може бути активною лише одна сила, а її зміна поглинає [всю силу рун#consume any stored Runic][{1}% сили рун#consume {1}% stored Runic].#haste by {1}%#movement speed by {2}%", "Показник швидкості збільшено на {1}%.\nШвидкість руху збільшено на {2}%.#Haste increased by {1}%#Movement speed increased by {2}%", en="Unholy Presence" },
-- Vampiric Blood
[55233] = { "Вампірська кров", "[Тимчасово збільшує максимальний запас здоров'я лицаря смерті на {1}% та збільшує#Temporarily grants the Death Knight {1}% of maximum][Збільшує#Increases the amount of health the Death Knight] обсяг отриманого здоров'я від цілющих заклять та ефектів на {1}% протягом {2} с.[ Після завершення ефекту здоров'я втрачається.#After the effect expires, the health is lost]#effects by {1}% for {2} sec", "Зцілення збільшено на {1}%.\nМаксимальний запас здоров'я збільшено на {2}%.#received increased by {1}%#health increased by {2}", en="Vampiric Blood" },
-- Vengeance
[93099] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди (без врахування ефектів зменшення шкоди) протягом {2} с.#gain {1}% of#for {2} sec", en="Vengeance" },
-- Veteran of the Third War
[50029] = { "Ветеран третьої війни", "Збільшує вашу витривалість на {1}%, а ймовірність ухилення на {2}%.#Stamina by {1}%#dodge by {2}%", en="Veteran of the Third War" },
-- Will of the Necropolis
[81164] = { "Воля некрополя", "Коли атака знижує ваш рівень здоров'я нижче {1}%, відновлення \"Поглинання руни\" завершується, наступне його застосування не витрачає рун, а отримана шкода зменшується на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#below {1}% of#by {2}% for {3} sec#every {4} sec", en="Will of the Necropolis" },

}

for k, v in pairs(deathknight_spells) do addonTable.spell[k] = v end
