local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Agony
[980] = { "Агонія", "Викликає у цілі агонію, завдаючи до {1} шкоди тінню протягом {2} секунд.\n\nШкода збільшується з часом.#causing up to {1} Shadow#over {2} sec", "{1} шкоди тінню кожні {2} с. Шкода збільшується з часом.#{1} Shadow damage every {2} sec", en="Agony" },
-- Banish
[710] = { "Вигнання", "Виганяє ворожого демона, потвору чи елементаля до іншого виміру на {1} с.\n\nВигнана ціль не може виконувати будь-які дії, однак стає невразливою. Може діяти максимум на одну ціль.\n\nВикористання вигнання на вигнаній цілі перериває дію ефекту.#for up to {1} sec", "Невразливість, але неможливо виконувати будь-які дії.", en="Banish" },
-- Conflagrate
[17962] = { "Розпалення", "Підриває ціль, миттєво завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню та сповільнюючи на {1}% протягом {2} с[, якщо на неї діє \"Жертовний вогонь\"#If the target is afflicted by Immolate].\n\nСтворює палаючі вуглини. Критичний удар подвоює цей ефект.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Conflagrate" },
-- Corruption
[172] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди тінню протягом {2} с.#causing {1} Shadow#over {2} sec", en="Corruption" },
-- Create Healthstone
[6201] = { "Створення каменя здоров'я", "Створює камінь здоров'я, який можна використати для миттєвого відновлення {1}% здоров'я[ протягом {1} с#over {1} sec].#restore {1}% of", rune=118812, en="Create Healthstone" },
-- Create Soulwell
[29893] = { "Створити колодязь душ", "Створення колодязя душ. Учасники рейду можуть натиснути на колодязь душ, щоб отримати камінь здоров'я.\n\nКолодязь душ існує {1} хв.#for {1} min", en="Create Soulwell" },
-- Curse of Exhaustion
[18223] = { "Прокляття виснаження", "Зменшує швидкість руху цілі на {1}% протягом {2} с.\n\n|cFFFFFFFFПрокляття|r\nОдночасно на цілі може бути задіяне лише одне прокляття чорнокнижника.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFВаше \"Прокляття виснаження\" вражає всіх ворогів в межах {1} м навколо цілі.|r#affect all enemies in a {1} yard radius around]#speed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Curse of Exhaustion" },
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль[ та {1} додаткові цілі неподалік#and {1} additional nearby targets] на {2} хв, збільшуючи отриману магічну шкоду на {1}%.\n\nПрокляття\nОдночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFВаше \"Прокляття стихій\" вражає всіх ворогів в межах {1} м навколо цілі.|r#affect all enemies in a {1} yard radius around]#taken by {1}% for {2} min", "Збільшує отриману магічну шкоду на {1}%.#taken by {1}%", en="Curse of the Elements" },
-- Dark Soul
[77801] = { "Темна душа", "Надає потужний ефект в залежності від спеціалізації заклинача протягом {1} с.#for {1} sec", en="Dark Soul" },
-- Demonic Breath
[47897] = { "Демонічне дихання", "Спрямовує конус темної енергії перед заклиначем, зменшуючи швидкість руху всіх ворогів у межах {2} м на {1}% протягом {3} с.#speed by {1}%#within {2} y#for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Demonic Breath" },
-- Demonic Circle: Summon
[48018] = { "Демонічне коло: Виклик", "Ви створюєте демонічне коло під собою, що існуватиме {1} хв. Одночасно може бути активним лише одне демонічне коло.[ Застосування виклику демонічного кола під час керування оком Кілроґґа створює коло в місцеперебуванні ока.#while controlling an Eye of Kilrogg]#lasting {1} min", "Демонічне коло створено.", en="Demonic Circle: Summon" },
-- Demonic Circle: Teleport
[48020] = { "Демонічне коло: Телепортація", "Телепортує вас до вашого демонічного кола та знімає всі ефекти знерухомлення.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFШвидкість руху збільшується на {1}% і ви отримуєте невразливість до ефектів обмеження руху на {2} c.|r#Soulburn: Movement speed increased by {1}% and you are immune to snares and roots for {2} sec]", en="Demonic Circle: Teleport" },
-- Demonic Leap
[54785] = { "Демонічний стрибок", "Стрибнути на демонічних крилах на коротку відстань.\n\nВикористання цієї здібності активує \"Метаморфозу\".", en="Demonic Leap" },
[54786] = { "Демонічний стрибок", "Ви стрибаєте на {1} м вперед і приземляєтесь на ворогів в радіусі {2} м, завдаючи {3} шкоди та приголомшуючи їх на {4} с.#air {1} yard#within {2} y#causing {3} Shadow#them for {4} sec", "Приголомшено.", en="Demonic Leap" },
-- Demonic Rebirth
[88448] = { "Демонічне переродження", "Якщо ваш демон помирає, ви отримуєте ефект \"Демонічне переродження\", що зменшує час вимови наступного виклику демона. Ефект триває {1} с. Цей ефект може спрацьовувати лише раз на {2} хв.#for {1} sec#once every {2} min", "Час вимови виклику біса, пустотника, сукуба, скверногончої або вартового скверни зменшено на {1}%.#by {1}%", en="Demonic Rebirth" },
-- Doom
[603] = { "Приречення", "Прирікає ціль, завдаючи {1} шкоди тінню протягом {2} хв.\n\nЯкщо Приречення завдає критичної шкоди, ви викличете дикого біса. що атакуватиме ціль.#causing {1} Shadow damage over {2} min", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Doom" },
-- Drain Life
[689] = { "Висмоктування життя", "Висмоктує життя з цілі, завдаючи {1} шкоди тінню та відновлюючи {2}% здоров'я заклинача кожні {3} с. Триває {4} с.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFЗбільшує зцілення на {1}%.|r#Soulburn:#Healing increased by {1}%.]#causing {1} Shadow#restoring {2}%#every {3} sec#Lasts {4} sec", "{1} шкоди тінню кожні {2} с.\n\nВідновлює {3}% здоров'я заклиначу коли завдає шкоди.#Suffering {1} Shadow damage every {2} sec#Restoring {3}% of max", en="Drain Life" },
[89420] = { nil, nil, "{1} шкоди тінню кожні {2} с.\n\nВідновлює {3}% здоров'я заклиначу коли завдає шкоди.#{1} Shadow damage every {2} sec#{3}% total health", ref=689 }, -- Drain Life
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню кожні {2} с та заряджаючи один уламок душі за кожен другий удар. Якщо ціль помирає та приносить досвід або честь, буде заряджено {3} уламки душі. Триває {4} с. \n\nЯкщо ціль має менше, ніж {5}% здоров'я, \"Висмоктування душі\" завдає вдвічі більше шкоди та змушує інші ефекти періодичної шкоди спеціалізації \"Химородь\" на цілі завдавати додатково {6}% від звичайної шкоди.#causing {1} Shadow damage every {2} sec#{3} Soul Shards are#Lasts {4} sec#below {5}% health#instantly deal {6}% of their", "Завдає {1} шкоди тінню та змушує інші ефекти періодичної шкоди спеціалізації \"Химородь\" на цілі завдавати додатково {2}% від звичайної шкоди кожні {3} с.#{1} Shadow damage#deal {2}% of their#every {3} sec", en="Drain Soul" },
-- Eye of Kilrogg
[126] = { "Око Кілроґґа", "Викликає око Кілроґґа, яке заміняє ваш зір. Око [непомітне та швидко рухаєтсья#stealthed and moves quickly][дуже швидко літає#flies very quickly], але є дуже вразливим.[ Якщо ви застосуєте виклик демонічного кола під час керування оком, коло буде розміщено під оком.#If you cast Demonic Circle]", "Керування оком Кілроґґа.\nВиявлення невидимості.", en="Eye of Kilrogg" },
-- Fear
[5782] = { "Страх", "Вселяє страх у ворога, змушуючи його [втікати#flee][тремтіти на місці#tremble in place] протягом {1} с.\n\n|cFFFFFFFFОбмеження страху|r\nШкода може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFВимовляється миттєво та жахає ціль на {1} с.|r#Instant cast and horrifies the target for {1} sec.]#for up to {1} sec", "Налякано.", en="Fear" },
-- Fel Flame
[77799] = { "Полум'я скверни", "Завдає [{1}#Deals {1} Shadowflame][від {1} до {2}#Deals {1} to {2} Shadowflame] шкоди від тіньового полум'я ворожій цілі.[ Створює палаючі вуглини. Критичний удар подвоює цей ефект.#Generates Burning Embers. Critical strikes double this effect]", en="Fel Flame" },
-- Haunt
[48181] = { "Мара", "Випустити на ворога примару, яка завдасть [{1}#dealing {1} Shadow][від {1} до {2}#dealing {1} to {2} Shadow] шкоди від тіні, а також збільшить періодичну шкоду ваших заклять по ньому на {1}% протягом {2} с.#target by {1}% for {2} sec", "Отриману періодичну шкоду від заклинача збільшено на {1}%.#by {1}%", en="Haunt" },
-- Havoc
[80240] = { "Хаос", "[Наступна \"Стріла Хаосу\"#next Chaos Bolt][Наступні дві \"Стріли Хаосу\"#next two Chaos Bolts] або наступні [шість заклять#or six other][три закляття#or three other] чорникнижника, що вражають одну ціль, також уразять ціль \"Хаосу\". Триває {1} с.#Lasts {1} sec", "Закляття чорникнижника також вражають цю ціль.", en="Havoc" },
-- Health Funnel
[755] = { "Канал здоров'я", "Жертвує {1}% від вашого запасу здоров'я, щоб відновити {2}% здоров'я вашому демону щосекунди. Триває {3} с.[\nПовторне застосування цього закляття до завершення його дії продовжує дію ефекту на {1} с.#boosts the duration by {1} sec][\n\nРозпалення душі: Відновлює на {1}% більше здоров'я та зменшує отриману шкоду на {2}% протягом {3} с.#Restores {1}% more health and reduces damage taken by {2}% for {3} sec]#Sacrifices {1}%#restore {2}% of#Lasts for {3} sec", "Передає здоров'я.", en="Health Funnel" },
-- Healthstone
[6262] = { "Камінь здоров'я", "Відновлює {1}% здоров'я[ протягом {1} с#over {1} sec].#estores {1}% of", "Відновлює {1} здоров'я щосекунди.#{1} health", en="Healthstone" },
-- Hellfire
[1949] = { "Пекельний вогонь", "Підпалює землю навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.\n\nНадає {4} демонічної люті щосекунди та ще {5} демонічної люті щосекунди за додаткові цілі.#causing {1}#and {2}#Lasts {3} sec#Generates {4} Demonic Fury per second plus {5} Demonic Fury", "Завдає шкоди собі та всім навколишнім ворогам.", en="Hellfire" },
[5857] = { "Пекельний вогонь", "Підпалює землю навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.\n\nНадає {4} демонічної люті щосекунди та ще {5} демонічної люті щосекунди за додаткові цілі.#causing {1}#and {2}#Lasts {3} sec#Generates {4} Demonic Fury per second plus {5} Demonic Fury", en="Hellfire" },
-- Howl of Terror
[5484] = { "Виття жаху", "Виття, що змушує {1} ворогів в межах {2} м втікати від жаху протягом {3} с. Шкода може перервати цей ефект.\n\nПри отриманні удару час відновлення скорочується на {4} с.#causing {1} enemies#within {2} y#for {3} sec#reduced by {4} sec", "Втікає від жаху.", en="Howl of Terror" },
-- Immolate
[348] = { "Жертовний вогонь", "Обпалює ворога, завдаючи {1} шкоди вогнем і додатково {2} шкоди вогнем протягом {3} с.[ Критичні удари створюють палаючі вуглини.#Burning Embers]\n\nЗамінює \"Пошесть\".#enemy for {1} Fire#additional {2} Fire#over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Immolate" },
-- Improved Fear
[53759] = { "Покращений страх", "Ваше закляття \"Страх\" накладає на ціль ефект \"Кошмар\" після завершення дії.", rune=60947, en="Improved Fear" },
-- Incinerate
[29722] = { "Спалення", "Завдає [{1}#Deals {1} Fire][від {1} до {2}#Deals {1} to {2} Fire] шкоди від вогню цілі.[ Створює палаючі вуглини.#Generates Burning Embers][ Критичний удар подвоює ефект.#Critical strikes double this effect]", en="Incinerate" },
-- Life Tap
[1454] = { "Витік життя", "Відновлює {1} мани[, але накладає на вас ефект, що накопичується і поглинає зцілення в обсязі {2}% від вашого запасу здоров'я протягом {1} с#on you for {1} sec equal to {2} of].#restores {1} mana", "Поглинає наступні {1} од. зцілення.#Absorbs {1} healing", en="Life Tap" },
-- Mortal Coil
[6789] = { "Виток смерті", "Примушує ворожу ціль бігти від жаху протягом {1} с. Заклинач відновлює {2}% здоров'я.#for {1} sec#caster restores {2}% of their", "Нажахано.", en="Mortal Coil" },
-- Nether Ward
[91711] = { "Підсвітній оберіг", "Поглинає {1} шкоди. Триває {2} с.\n\nКоли ви поглинаєте шкоду закляття, ви отримуєте \"Підсвітній захист\", що зменшує всю шкоду від тієї ж школи на {3}% протягом {4} с.#Absorbs {1} damage#Lasts {2} sec#school by {3}% for {4} sec", "Поглинає {1} шкоди від заклять.#Absorbs {1} spell", en="Nether Ward" },
[91713] = { "Підсвітній оберіг", "Перетворює \"Сутінковий оберіг\" на \"Підсвітній оберіг\".", rune=91711, en="Nether Ward" },
-- Nightmare
[60947] = { "Кошмар", "Зменшує швидкість руху цілі на {1}% протягом {2} с.#movement speed is reduced by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Nightmare" },
-- Rain of Fire
[5740] = { "Вогняний дощ", "Викликає вогняний дощ, що обпалює ворогів у зоні ураження, завдаючи {1} шкоди вогнем протягом {2} с.[ Завдає на {1}% більше шкоди, якщо на ціль діє \"Жертовний вогонь\".#Deals {1}% additional damage if the target is immolated]#{1} Fire damage over {2} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Rain of Fire" },
-- Ritual of Summoning
[698] = { "Ритуал виклику", "Почати ритуал для створення порталу виклику. Союзники можуть використати портал, щоб викликати учасника групи чи рейду. \n\nДля завершення ритуалу потрібні заклинач і 2 союзники.", en="Ritual of Summoning" },
-- Seed of Corruption
[27243] = { "Зерно пошесті", "Саджає демонічне зерно у ворожу ціль, що завдає [{1}#causing {1} Shadow][від {1} до {2}#causing {1} to {2} Shadow] шкоди тінню протягом {1} с.\n\nКоли ціль отримає {2} шкоди від заклинача або помре, зерно завдасть [{1}#inflict {1} Shadow][від {1} до {2}#inflict {1} to {2} Shadow] шкоди тінню всім ворогам у межах {3} м від цілі.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFЕфект вибуху \"Зерна пошесті\" накладе \"Пошесть\" на уражені цілі.|r#Seed of Corruption detonation effect will afflict Corruption on all enemy targets]#over {1} sec#takes {2} total#within {3} y", "{1} шкоди від тіні кожні {2} с. Після отримання {3} шкоди або смерті цілі, зерно пошесті завдасть [{1}#deals {1} Shadow][від {1} до {2}#deals {1} to {2} Shadow] шкоди від тіні всім ворогам заклинача у межах {4} м.#{1} Shadow damage every {2} sec#taking {3} damage#within {4} y", en="Seed of Corruption" },
-- Shadow Trance
[17941] = { "Тінетранс", "Ваша остання \"Пошесть\" з ймовірністю {1}% надасть вам уламок душі при завданні шкоди.#a {1}% chance", "Ви отримуєте {1} уламок душі.#gained {1} free", en="Shadow Trance" },
-- Shadowburn
[17877] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди від тіньового полум'я. Можна використовувати лише проти цілей, що мають менше {3}% здоров'я.\n\nВідновлює вам {4}% мани через {5} с. Якщо ціль помирає протягом {6} с та приносить досвід або честь, заклинач натомість отримує палаючу вуглину.#for {1} to {2} Shadow#than {3}% health#Restores {4}% of your total mana after {5} sec#within {6} sec", en="Shadowburn" },
-- Shadowflame
[47960] = { "Тіньове полум'я", "Зменшує швидкість руху на {1}% та завдає {2} шкоди від тіньового полум'я протягом {3} с. Надає {4} демонічної люті щоразу, коли завдає шкоди.#speed by {1}%#deals {2} Shadowflame#over {3} sec#Generates {4} Demonic", "Завдає {1} шкоди від тіньового полум'я кожні {2} c.\nШвидкість руху зменшено на {3}%.#Deals {1} Shadow#every {2} sec#by {3}%", en="Shadowflame" },
-- Shadowfury
[30283] = { "Лють тіні", "Вивільняє лють тіні, приголомшуючи всіх ворогів в межах {1} м на {2} с.#within {1} yds for {2} sec", "Приголомшено.", en="Shadowfury" },
-- Soul Fire
[6353] = { "Випалення душі", "Обпалює душу ворога, завдаючи [{1}#causing {1} Fire][від {1} до {2}#causing {1} to {2} Fire] шкоди вогнем.[ При застосуванні на ціль, що має менше {1}% здоров'я, викликає спрацювання ефекту \"Вогняні надра\".#used on a target below {1}% health]\n\nВипалення душі завжди завдає критичного удару, а її шкода збільшується від ймовірності завдання критичного удару.", en="Soul Fire" },
-- Soul Swap
[86121] = { "Обмін душ", "Ви копіюєте свої ефекти періодичної шкоди від тіні з цілі, зберігаючи їх силу та тривалість.\n\nПротягом наступних {1} секунд ціль \"Завершення обміну душ\" отримає збережені ефекти періодичної шкоди від тіні.\n\nВи не можете застосувати \"Обмін душ\" до тієї самої цілі.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFНакладає \"Пошесть\", \"Нестабільну химородь\" та \"Агонію\", не знімаючи їх з цілі.|r#and Agony without removing them]#For {1} sec after", en="Soul Swap" },
-- Soul Swap Exhale
[86213] = { "Завершення обміну душ", ref=86121, en="Soul Swap Exhale" },
-- Soulburn
[74434] = { "Розпалення душі", "Поглинає уламок душі, що дозволяє скористатись додатковим ефектом деяких ваших заклять.\n[\nЧас відновлення \"Розпалення душі: Виклик демона\" - {1} секунд.\n#Summon Demon has a {1} sec cooldown]\nДіє на закляття:\n  Виклик демона\n  Висмоктування життя[\n  Страх#Fear][\n  Канал здоров'я#Health Funnel][\n  Прокляття#Curses][\n  Демонічне коло: Телепорт#Demonic Circle: Teleport][\n  Зерно пошесті#Seed of Corruption][\n  Нескінченне дихання#Unending Breath][\n  Обмін душ#Soul Swap]", "Вивільняє приховану силу наступного вимовленого закляття.", en="Soulburn" },
-- Soulburn: Seed of Corruption
[86664] = { "Розпалення душі: Зерно пошесті", "Додає підсилення від \"Розпалення душі\" до \"Зерна пошесті\".\n\nЕфект вибуху \"Зерна пошесті\" також накладе \"Пошесть\" на всі уражені цілі та створить уламок душі.", en="Soulburn: Seed of Corruption" },
-- Soulstone
[20707] = { "Камінь душі", "Створює камінь душі, який можна використати для зберігання душі живого учасника групи чи рейду, що дає змогу воскреснути після смерті.\n\nПри застосуванні до мертвої цілі повертає її до життя. Цілі повертаються до життя з {1}% здоров'я та {2}% мани.#with {1}% health and {2}% mana", "Душу збережено.", en="Soulstone" },
-- Subjugate Demon
[1098] = { "Поневолення демона", "Поневолює обраного демона, примушуючи його підкоритися вам. Триває до {1} хв.#up to {1} min", "Поневолено.", rune=119979, en="Subjugate Demon" },
-- Summon Felguard
[30146] = { "Виклик вартового скверни", "Викликає вартового скверни, підкореного чорнокнижникові.\n\nВартові скверни - сильні бійці ближнього бою, що б'ються з кількама цілями[, можуть виконувати потужну атаку по області#can perform a powerful area attack][, приголомшують віддалених ворогів#stun an opponent at range] та зменшують отримане ціллю зцілення.", en="Summon Felguard" },
-- Summon Infernal
[1122] = { "Виклик пекельника", "Викликає метеорит з Підсвітньої Крутоверті, що завдає [{1}#causing {1} Fire][від {1} до {2}#causing {1} to {2} Fire] шкоди вогнем і приголомшує всі ворожі цілі в місці падіння на {1} с. З кратера підіймається пекельник, підкорений заклиначеві на {2} хв. \n\nПекельник завдає потужної шкоди по області та атакує цілі поруч з місцем падіння.#area for {1} sec#caster for {2} min", en="Summon Infernal" },
-- Twilight Ward
[6229] = { "Сутінковий оберіг", "Поглинає {1} шкоди від тіні або святості. Триває {2} с.#Absorbs {1}#Lasts {2} sec", "Поглинає {1} шкоди від тіні або святості.#Absorbs {1}", en="Twilight Ward" },
-- Unending Breath
[5697] = { "Нескінченне дихання", "Дозволяє цілі дихати під водою протягом {1} хв[ та збільшує швидкість плавання на {1}%#swim speed by {1}%].[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFДозволяє цілі ходити по воді до отримання шкоди.|r#walk on water until damage is taken]#underwater for {1} min", "Підводне дихання.[\nШвидкість плавання збільшено на {1}%.#speed increased by {1}%]", en="Unending Breath" },
-- Unstable Affliction
[30108] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} с.\n\nТому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с. Цей ефект завжди завдає критичної шкоди.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с.\nТому, хто розвіє \"Нестабільну химородь\", буде завдано критичної шкоди і знемовлено на {3} с.#{1} Shadow damage every {2} sec#them for {3} sec", en="Unstable Affliction" },
[31117] = { nil, nil, "Знемовлено.", ref=30108 }, -- Unstable Affliction
[131736] = { ref=30108 }, -- Unstable Affliction

-- Item effects
[23720] = { "Благословення Чорної книги", "Підсилює вашого прислужника, збільшуючи його силу атаки на {1} протягом {2} с. Ефект діє лише на біса, сукуба, пустотника, скверногончу та вартового скверни.#attack power by {1} for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Blessing of the Black Book" },

-- Summon
[23161] = { "Жахожеребець", "Викликає жахожеребця для верхової їзди. [ Це створіння може бігати по воді до отримання шкоди.#can run across water until damage]", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Dreadsteed" },
[5784] = { "Виклик скверножеребця", "Викликає скверножеребця для верхової їзди.[ Це створіння може бігати по воді до отримання шкоди.#can run across water until damage]", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Felsteed" },
[18540] = { "Виклик вартового приречення", "Викликає вартового приречення, що допомагатиме вам в бою протягом {1} хв, застосовуючи \"Стрілу приречення\".#target for {1} min", rune=85692, en="Summon Doomguard" },
[691] = { "Виклик скверногончої", "Викликає скверногончу, підкорену чорнокнижникові.\n\nСкверногончу вабить магія, вона може[ переривати вимову заклять та#can interrupt spellcasting] зцілюватись від поглинання сприятливих магічних ефектів з ворогів.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFМиттєва вимова.|r#Soulburn:#Instant cast]", en="Summon Felhunter" },
[688] = { "Виклик біса", "Викликає біса, підкореного чорнокнижникові.\n\nБіс застосовує вогняну стрілу[, може періодично зцілювати господаря#can heal their master over time][, знімає негативні магічні ефекти#cleanse hostile magic effects].[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFМиттєва вимова.|r#Soulburn:#Instant cast]", en="Summon Imp" },
[713] = { "Виклик інкуба", "Викликає інкуба, підкореного чорнокнижникові.\n\nІнкуби — небезпечні заклиначі ближнього бою. Вони можуть[ ставати невидимими#turn invisible][, відкидати ворогів#knock away enemies][ та#turn invisible] зваблювати гуманоїдів, не дозволяючи їм атакувати.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFМиттєва вимова.|r#Soulburn:#Instant cast]", en="Summon Incubus" },
[712] = { "Виклик сукуба", "Викликає сукуба, підкореного чорнокнижникові.\n\nСукуби — небезпечні заклиначі ближнього бою. Вони можуть[ ставати невидимими#turn invisible][, відкидати ворогів#knock away enemies][ та#turn invisible] зваблювати гуманоїдів, не дозволяючи їм атакувати.[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFМиттєва вимова.|r#Soulburn:#Instant cast]", en="Summon Succubus" },
[697] = { "Виклик пустотника", "Викликає пустотника, підкореного чорнокнижникові.\n\nПустотник може витримувати тяжкі удари[, роззброювати ворогів в ближньому бою#disarm melee attackers][, завдавати шкоди тінню у відповідь на атаки#deal Shadow damage to enemies who harm them][, збільшувати свій запас здоров'я, знаходячись на межі смерті#increase their health when near death][ та провокувати ворогів, що атакують господаря#taunt enemies attacking their master].[\n\n|cFFFFFFFFРозпалення душі:|r\n|cFF8282FFМиттєва вимова.|r#Soulburn:#Instant cast]", en="Summon Voidwalker" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
