local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ancestral Awakening
[51558] = { "Пробудження пращурів", "Критичні ефекти цілющих заклять, що зцілюють одну ціль, викликають вам на допомогу духа пращурів, який миттєво зцілює учасника групи чи рейду з найнижчим запасом здоров'я в межах {1} м на {2}% від ефекту зцілення.#within {1} yards for {2}% of the", en="Ancestral Awakening" },
-- Ancestral Swiftness
[16188] = { "Стрімкість природи", "Ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.\n\nПасивний ефект:\nЗбільшує шкидкість заклять на {2}% та швидкість ближнього бою на {3}%.#than {1} sec#spell haste by {2}% and melee haste by {3}%", "Ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec", en="Ancestral Swiftness" },
-- Astral Recall
[556] = { "Астральне повернення", "Повертає заклинача крізь Підсвітню Крутоверть [додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку.#Speak to an Innkeeper][ до святилища Землі вашої фракції.#your faction's Earthshrine]", en="Astral Recall" },
-- Bloodlust
[2825] = { "Жага крові", "Збільшує швидкість ближнього бою, дальнього бою та заклять на {1}% для всіх учасників групи та рейду. Триває {2} секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Жаги крові\" або \"Викривлення часу\" протягом {3} хвилин.#haste by {1}% for all#Lasts {2} sec#again for {3} min", "Швидкість ближнього бою, дальнього бою та заклять збільшено на {1}%.#by {1}%", en="Bloodlust" },
-- Chain Heal
[1064] = { "Ланцюгове зцілення", "Зцілює дружній цілі [{1}#target for {1},][від {1} до {2}#target for {1} to {2},] здоров'я та перестрибує на інші цілі неподалік. Якщо закляття було націлене на учасника групи чи рейду, подальші стрибки переходитимуть лише на інших учасників.[Поза аренами та полями бою кожен наступний стрибок зцілює на {1}% менше здоров'я.#reduces the effectiveness of the heal by {1}%] Зцілює до {1} цілей.#Heals {1} total", en="Chain Heal" },
-- Chain Lightning
[421] = { "Ланцюгова блискавка", "Кидає в ціль блискавку, що завдає [{1}#dealing {1} Nature][від {1} до {2}#dealing {1} to {2} Nature] шкоди від природи та перестрибує на інших ворогів неподалік. Вражає до {1} цілей.#Affects {1} total", en="Chain Lightning" },
-- Cleanse Spirit
[51886] = { "Очищення духу", "Знімає всі ефекти прокляття з дружньої цілі.", en="Cleanse Spirit" },
-- Cleansing Waters
[86961] = { "Очищувальні води", "Зцілює ціль при успішному розвіюванні.", en="Cleansing Waters" },
-- Clearcasting
[16246] = { "Ясномова", "Після завдання критичного удару закляттям вогню, криги чи природи ви отримаєте ефект \"Ясномови\".\n\n\"Ясномова\" зменшує витрати мани ваших {1} наступних заклять на {2}%, збільшує шкоду заклять на {3}% та збільшує ефективність цілющих заклять по одній цілі на {4}%.#next {1} spells by {2}%#spell damage by {3}%#healing done by {4}%", "Ваші {1} наступні закляття витратять на {2}% менше мани.\nШкоду заклять збільшено на {3}%.\nЕфективність цілющих заклять по одній цілі збільшено на {4}%#next {1} spells#cost reduced by {2}%#damage increased by {3}%#healing done increased by {4}%", en="Clearcasting" },
-- Dual Wield
[86629] = { "Бій з двох рук", "Дозволяє брати в ліву руку одноручну зброю та дозволяє вам парирувати атаки ближнього бою.", en="Dual Wield" },
-- Earth Elemental Totem
[2062] = { "Тотем елементаля землі", "Викликає тотем землі з {1} здоров'я, який закликає великого елементаля землі на захист заклинателя і його союзників. Існує {2} хв.#with {1} health#Lasts {2} min", en="Earth Elemental Totem" },
-- Earth Shield
[974] = { "Щит землі", "Захищає ціль земляним щитом, що збільшує ефективність цілющих заклять шамана по цій цілі на {1}%, а також зцілює ціль на {2} при отриманні удару. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв.\n\nОдночасно щит землі може захищати лише одну ціль і лише один щит стихій може бути активним на цілі.#that target by {1}%#target for {2}#{3} charges#Lasts {4} min", "Збільшує ефективність цілющих заклять шамана на {1}%.\nЗцілює при отриманні удару.#by {1}%", en="Earth Shield" },
-- Earth Shock
[8042] = { "Земний шок", "Миттєво вражає ціль ударною хвилею, завдаючи [{1}#causing {1} Nature][від {1} до {2}#causing {1} to {2} Nature] шкоди від природи та накладаючи ефект \"Ослаблені удари\".", rune=115798, en="Earth Shock" },
-- Earthbind Totem
[2484] = { "Тотем земного зв'язування", "Викликає тотем земного зв'язування [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster] на {1} с. Тотем сповільнює рух ворогів в межах {2} м.#for {1} sec#within {2} y", en="Earthbind Totem" },
-- Earthgrab Totem
[51485] = { "Тотем землехвату", "Викликає тотем землі [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster] на {1} с. Тотем пульсує кожні {2} с, знерухомлюючи всіх ворогів в межах {3} м на {4} с. Вороги, що вже були знерухомлені тотемом, натомість сповільнюються на {5}%.\n\nЗаміняє \"Тотем земного зв'язування\".#caster for {1} sec#every {2} sec#within {3} yards for {4} sec#reduced by {5}%", en="Earthgrab Totem" },
-- Earthliving Weapon
[51730] = { "Зброя земного живоття", "Наповнює зброю шамана земним животтям. Сила цілющих заклять збільшується на {1} і з ймовірністю {2}% вони можуть викликати ефект земного живоття на цілі, зцілюючи їй {3} здоров'я протягом {4} с. Пряме зцілення цілей, що мають менше {5}% здоров'я, завжди спричиняє цей ефект. Триває {5} хв.[Вивільнення цих чарів зцілює дружній цілі від {1} до {2} здоров'я та збільшує ефективність наступного закляття прямого зцілення чи \"Цілющого дощу\" на {3}%.#friendly target for {1} to {2} and increases the effect of the Shaman's next direct heal or Healing Rain by {3}%]#healing by {1} and#a {2}% chance#additional {3} over {4} sec#Lasts {5} min", en="Earthliving Weapon" },
-- Earthquake
[61882] = { "Землетрус", "Ви спричиняєте землетрус в обраній області, що завдає {1} фізичної шкоди ворогам в радіусі {2} м щосекунди[, зменшує швидкість руху на {1}% протягом {2} с#reducing their movement speed by {1}% for {2} sec] та з ймовірністю {3}% збиває ворогів з ніг. Триває {4} с.#dealing {1} Physical#in an {2} yard#a {3}% chance#Lasts {4} sec", "Отримує фізичну шкоду кожні {1} с. Може бути збито з ніг.#every {1} sec", en="Earthquake" },
[77478] = { "Землетрус", "Спричиняє землетрус в обраній області, що завдає {1} фізичної шкоди ворогам щосекунди та з ймовірністю {2}% збиває ворогів з ніг.#dealing {1} Physical#a {2}% chance", "[Швидкість руху зменшено на {1}%.#speed reduced by {1}%]", en="Earthquake" },
-- Elemental Blast
[117014] = { "Удар стихій", "Спрямувати чисту силу стихій на ворога, завдаючи {1} шкоди від стихій та збільшуючи показник [спритності, #Agility]критичного удару, швидкості або майстерності на {2} протягом {3} с.#dealing {1} Elemental#by {2} for {3} sec", en="Elemental Blast" },
[120588] = { "Удар стихій", "Спрямувати чисту силу стихій на ворога, завдаючи {1} шкоди від стихій.#dealing {1} Elemental", en="Elemental Blast" },
-- Elemental Focus
[16164] = { "Стихійна зосередженість", "Коли ви завдаєте критичного удару неперіодичними закляттями вогню, криги чи природи, ви отримуєте ефект \"Ясномова\".\n\n\"Ясномова\" зменшує витрати мани на {1} наступні бойові або цілющі закляття на {2}%, збільшує їх шкоду на {3}%, а ефективність зцілення одної цілі на {4}%.#next {1} damage or healing spells by {2}%#damage done by {3}%#healing done by {4}%", en="Elemental Focus" },
-- Elemental Fury
[60188] = { "Стихійна лють", "Збільшує критичну шкоду ваших заклять на {1}%.#by {1}%", en="Elemental Fury" },
-- Elemental Mastery
[16166] = { "Опанування стихій", "Закликати до сил стихій, щоб збільшити швидкість на {1}% протягом {2} секунд.#with {1}% haste for {2} sec", "Швидкість збільшено на {1}%.#by {1}%", en="Elemental Mastery" },
-- Elemental Oath
[51470] = { "Клятва стихіям", "Збільшує швидкість заклять на {1}% всім учасникам групи чи рейду в межах {2} м.#Grants {1}% spell haste#within {2} y", "Швидкість заклять збільшено на {1}%.#by {1}%", en="Elemental Oath" },
-- Elemental Precision
[30674] = { "Стихійна точність", "Збільшує показник влучності від духу, отриманого з предметів та ефектів.", en="Elemental Precision" },
-- Elemental Reach
[29000] = { "Досяжність стихій", "Збільшує дальність дії заклять \"Блискавка\", \"Ланцюгова блискавка\" і \"Виверження лави\" на {1} м, а також збільшує дальність дії заклять-шоків та \"Тотему обпалення\" на {2} м.#spells by {1} y#Totem by {2} y", en="Elemental Reach" },
-- Feral Spirit
[51533] = { "Духи диких звірів", "Викликає двох духів [вовків#Spirit Wolves][рапторів#Spirit Raptors], що допомагатимуть шаману в бою протягом {1} сек. [Вовки#Spirit Wolves][Раптори#Spirit Raptors] невразливі до ефектів обмеження руху, а їхні атаки відновлюють шаману {2}% від завданої шкоди.#lasting {1} sec#for {2}% of", en="Feral Spirit" },
-- Fire Elemental Totem
[2894] = { "Тотем елементаля вогню", "Викликає вогняний тотем з {1} здоров'я, що прикликає великого вогняного елементаля, який нищить ворогів. Існує {2} хв.#with {1} health at#Lasts {2} min", en="Fire Elemental Totem" },
-- Flame Shock
[8050] = { "Вогняний шок", "Миттєво обпалює ціль вогнем, завдаючи {1} шкоди вогнем одразу та ще {2} протягом {3} с.#causing {1} Fire#and {2} Fire damage over {3} sec", "Завдає {1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Flame Shock" },
-- Flametongue Weapon
[8024] = { "Зброя язика полум'я", "Наповнює зброю шамана вогнем, що збільшує магічну шкоду на {1}%[ та збільшує ймовірність критичного удару заклять на {1}%#increasing spell critical strike chance by {1}%]. Кожен удар завдає додатково від {2} до {3} шкоди вогнем, в залежності від швидкості зброї. Удари повільнішою зброєю завдають більше шкоди вогнем. Триває {4} хв.[\n\nВивільнення цих чарів завдає цілі від {1} до {2} шкоди вогнем та збільшує шкоду наступного вогняного закляття шамана на {3}%.#deals {1} to {2} Fire damage to an enemy target and increases the damage dealt by the Shaman's next Fire spell by {3}%]#done by {1}%#causes {2} to {3} additional#Lasts {4} min", en="Flametongue Weapon" },
-- Flurry
[16278] = { "Шквал", "Після завдання критичного удару в ближньому бою ваша швидкість атаки збільшується на {1}% і ви отримуєте на {2}% більше швидкості від предметів. Триває {3} с або до завдання {4} ударів в ближньому бою.#attack speed increases by {1}%#gain {2}% additional benefit from Haste#Lasts {3} sec#until {4} melee attacks", "Швидкість атаки збільшено на {1}%.\nШвидкість від предметів збільшено на {2}%.#speed increased by {1}%#Haste from items increased by {2}%", en="Flurry" },
[16282] = { "Шквал", "Після завдання критичного удару в ближньому бою ваша швидкість атаки збільшується на {1}% і ви отримуєте на {2}% більше швидкості від предметів. Триває {3} с або до завдання {4} ударів в ближньому бою.#attack speed increases by {1}%#gain {2}% additional benefit from Haste#Lasts {3} sec#until {4} melee attacks", en="Flurry" },
-- Frost Shock
[8056] = { "Крижаний шок", "Миттєво вражає ціль кригою, завдаючи {1} шкоди кригою[, сковуючи ціль льодом на {1} с#rooting the target in ice for {1} sec] та зменшуючи швидкість руху на {2}%. Триває {3} с. Спричиняє високий рівень загрози.#dealing {1} Frost#movement speed by {2}%#Lasts {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frost Shock" },
-- Frostbrand Weapon
[8033] = { "Зброя крижаного тавра", "Наповнює зброю шамана кригою. Кожен удар завдає додатково {1} шкоди від криги та сповільнює рух цілі на {2}% протягом {3} с. Триває {4} хв.[\n\nВивільнення цих чарів завдає цілі від {1} до {2} шкоди кригою та зменшує її швидкість руху на {3}% протягом {4} с. Ефективність збільшується, якщо на ціль вже діє сповільнення від криги.#enchantment deals {1} to {2} Frost damage to a target enemy and reduces their movement speed by {3}% for {4} sec]#causing {1} additional#target's movement speed by {2}% for {3} sec#Lasts {4} min", en="Frostbrand Weapon" },
-- Frozen Power
[63374] = { "Морозна сила", "\"Крижаний шок\" також знерухомлює ціль на {1} с.#for {1} sec", en="Frozen Power" },
-- Fulmination
[88766] = { "Фульмінація", "Коли ви маєте більше {1} зарядів \"Блискавкового щита\", ваш \"Земний шок\" поглинає надлишкові заряди та завдає ворожій цілі їх сумарної шкоди.#than {1} Lightning", en="Fulmination" },
-- Ghost Wolf
[2645] = { "Примарний вовк", "Перетворює шамана на примарного вовка, збільшуючи швидкість руху на {1}%.[ У цій формі шаман менш вразливий до ефектів сповільнення руху.#less hindered by effects that would reduce movement speed]#speed by {1}%", "Швидкість руху збільшено на {1}%.[\nЕфекти сповільнення руху не можуть зменшити вашу швидкість руху нижче звичайної.#hindered by effects that reduce movement speed]#by {1}%", en="Ghost Wolf" },
-- Grounding Totem
[8177] = { "Тотем заземлення", "Викликає повітряний тотем [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster]. Тотем [спрямовує на себе#redirect one harmful][відбиває#reflect one harmful] шкідливе заклинання, застосоване на учасника групи або рейду, тим самим знищуючи себе. Не спрямовує заклинання що діють на область. Існує {1} с.#Lasts {1} sec", en="Grounding Totem" },
-- Healing Rain
[73920] = { "Цілющий дощ", "Викликає цілющий дощ, який покриває обрану область, відновлюючи [{1}#restoring {1} health][від {1} до {2}#restoring {1} to {2} health] здоров'я союзникам в цій області кожні {1} с протягом {2} с. Ефективність зцілення зменшується для кожного гравця після шостого в цій області.#every {1} sec for {2} sec", "Ваш \"Цілющий дощ\" активний.\n[Отриману магічну шкоду зменшено на {1}%.#Magic damage taken reduced by {1}%]", en="Healing Rain" },
-- Healing Stream Totem
[5394] = { "Тотем цілющого потоку", "Викликає водяний тотем [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster] на {1} с. Тотем зцілює[ двом#two most injured] учасникам групи з найменшим запасом здоров'я в радіусі {2} м {3} здоров'я кожні {4} c[ та зменшує отриману ними шкоду від вогню, криги та природи на {1}% протягом {2} с#take {1}% less Fire, Frost, and Nature damage for {2} sec].#for {1} sec#within {2} yards for {3} every {4} sec", en="Healing Stream Totem" },
-- Heroism
[32182] = { "Героїзм", "Збільшує швидкість ближнього бою, дальнього бою та заклять на {1}% для всіх учасників групи та рейду. Триває {2} секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Героїзму\" або \"Викривлення часу\" протягом {3} хвилин.#haste by {1}% for all#Lasts {2} sec#again for {3} min", "Швидкість ближнього бою, дальнього бою та заклять збільшено на {1}%.#by {1}%", en="Heroism" },
-- Hex
[51514] = { "Пристріт", "Перетворює ворога на [на ящера#into a compy][жабу#into a frog]. Під час дії ефекту ціль не може атакувати та використовувати закляття. Подальша завдана шкода може перервати дію ефекту. Триває {1} хв. Одночасно може діяти лише одну ціль. Діє лише на гуманоїдів і звірів.#Lasts {1} min", "Не може атакувати та вимовляти закляття", en="Hex" },
-- Lava Bolt
[76110] = { "Стріла лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть критичного удару.", en="Lava Bolt" },
-- Lava Burst
[51505] = { "Виверження лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню. \"Виверження лави\" завжди завдає критичної шкоди. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть на {1}% більше шкоди.#deal {1}% additional", en="Lava Burst" },
[77451] = { "Виверження лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть критичного удару.", en="Lava Burst" },
-- Lava Lash
[55560] = { "Удар лавою", ref=55444, en="Lava Lash" },
[60103] = { "Удар лавою", "Ви заряджаєте зброю в лівій руці лавою, завдаючи {1}% шкоди зброї ворожій цілі та поширюючи \"Вогняний шок\" з цілі на чотирьох ворогів в межах {2} м. Шкода збільшується на {3}%, якщо зброя в лівій руці зачарована язиком полум'я.#dealing {1}% of#within {2} y#increased by {3}% if", en="Lava Lash" },
-- Lava Surge
[77756] = { "Сплеск лави", "Періодична шкода \"Вогняного шоку\" може завершити відновлення \"Виверження лави\" та дозволити миттєво вимовити його.", en="Lava Surge" },
-- Lightning Bolt
[403] = { "Блискавка", "Кидає в ціль блискавку, завдаючи [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи. Можна вимовляти під час руху.", en="Lightning Bolt" },
-- Lightning Shield
[324] = { "Блискавковий щит", "Заклинача оточують кульові блискавки. Коли будь-яке закляття, атака ближнього чи дальнього бою влучає у заклинача, нападнику завдається {1} шкоди від природи. Кульові блискавки можуть активуватися лише раз на кілька секунд. Триває {2} год.\n\nОдночасно шаман може використовувати лише один щит стихій.#struck for {1} Nature#Lasts {2} hour", "Завдає шкоди від природи нападникам.", en="Lightning Shield" },
-- Maelstrom Weapon
[51530] = { "Зброя Водоверті", "Коли ви завдаєте удару зброєю ближнього бою, ви можете зменшити час вимови та витрати мани наступного закляття природи з часом вимови менше {1} с на {2}%[ та збільшити ефективність прямого зцілення на {1}%#and to increase its direct healing done by {1}%]. Ефект накопичується до {3} разів. Триває {4} секунд.#shorter than {1} seconds by {2}%#up to {3} times#Lasts {4} sec", en="Maelstrom Weapon" },
-- Magma Totem
[8190] = { "Тотем магми", "Викликає вогняний тотем [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster] на {1} хв. Тотем завдає {2} шкоди вогнем всім ворогам в межах {3} м кожні {4} с.#for {1} min that causes {2} Fire#within {3} yards every {4} sec", en="Magma Totem" },
-- Mana Spring
[24853] = { "Джерело мани", nil, "Відновлює {1} мани кожні {2} с.#Gain {1} mana every {2} sec", en="Mana Spring" },
-- Mastery: Elemental Overload
[77222] = { "Майстерність: Перевантаження стихій", "З ймовірністю {1}% ви можете отримати ефект \"Перевантаження стихій\" при вимові заклять \"Блискавка\"[, \"Удар стихій\"#Elemental Blast], \"Ланцюгова блискавка\" або \"Виверження лави\", що викликає друге подібне заклинання на ту саму ціль без додаткових витрат мани, яке завдає {2}% від звичайної шкоди і не збільшує загрозу.#a {1}% chance#causes {2}% of", en="Mastery: Elemental Overload" },
-- Meditation
[95862] = { "Медитація", "{1}% вашого відновлення мани від духу зберігається в бою.#retain {1}% of", en="Meditation" },
-- Mental Quickness
[30814] = { "Швидке мислення", "Ваша сила заклять тепер дорівнює {1}% від вашої сили атаки, але на неї більше не впливають інші ефекти збільшення сили заклять.\n\nВаші миттєві закляття та тотеми витрачають на {2}% менше мани, а шкои - на {3}% менше мани.\n\nВаші атаки ближнього бою з ймовірністю {4}% відновлюють {5}% мани.#equal to {1}%#totems cost {2}% less#spells cost {3}% less#a {4}% chance#restore {5}% of", en="Mental Quickness" },
-- Nature's Guardian
[30884] = { "Вартовий природи", "Коли атака знижує ваш рівень здоров'я нижче {1}%, ваш максимальний запас здоров'я збільшується на {2}% протягом {3} секунд, а рівень вашої загрози нападнику зменшується. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#below {1}%#by {2}% for {3} sec#every {4} sec", en="Nature's Guardian" },
-- Primal Wisdom
[51522] = { "Первісна мудрість", "Ваші атаки ближнього бою з ймовірністю {1}% відновлюють вам {2}% мани.#a {1}% chance#restore {2}% of", en="Primal Wisdom" },
-- Purge
[370] = { "Очищення", "Очищує ворожу ціль, знімаючи з неї {1} сприятливий магічний ефект.[ Успішне очищення цілі надає один ефект \"Зброї Водоверті\"#stack of Maelstrom Weapon]#removing {1} beneficial", en="Purge" },
-- Purification
[16213] = { "Очищення", "Збільшує ефективність ваших цілющих заклять на {1}%, збільшує зцілення від ваших водяних тотемів додатково на {2}% та збільшує зцілення \"Цілющого дощу\" додатково на {3}%.\n\nОкрім того ваші цілющі закляття збільшують максимальний запас здоров'я союзників на {4}% від обсягу зцілення, максимум до {5}% від їхнього запасу здоров'я.#healing spells by {1}%#Water Totems by an additional {2}%#Healing Rain by an additional {3}%#by {4}% of the amount#maximum of {5}% of", en="Purification" },
-- Purify Spirit
[77130] = { "Очищення духу", "Знімає всі ефекти проклять та магії з союзної цілі.", en="Purify Spirit" },
-- Resurgence
[16196] = { "Відродження", "Поки \"Водяний щит\" активний, ви відновлюєте ману, коли ваші заклинання зцілення мають критичний ефект. Ви відновлюєте {1} мани за критичні ефекти \"Хвилі зцілення\" або \"Великої хвилі зцілення\", {2} мани за критичні ефекти \"Цілющого сплеску\", \"Бистрини\" або \"Вивільнення життя\" та {3} мани за критичні ефекти \"Ланцюгового зцілення\".#regain {1} mana from a Healing Wave#{2} mana from a Healing Surge#and {3} mana from a Chain Heal", en="Resurgence" },
-- Riptide
[61295] = { "Бистрина", "Зцілює дружній цілі {1} здоров'я миттєво і ще {2} здоров'я протягом {3} секунд. \"Ланцюгове зцілення\" зцілить на {4}% більше здоров'я при застосувані до цілі, на яку діє \"Бистрина\".#for {1} and another {2} over {3} sec#are {4}% more", "Зцілює {1} здоров'я кожні {2} с.\nПідсилює ефект \"Ланцюгового зцілення\" заклинача на {3}%.#{1} every {2}#by {3}%", en="Riptide" },
-- Rockbiter Weapon
[8017] = { "Зброя каменолома", "Наповнює зброю шамана люттю землі, що збільшує загрозу на {1}% та зменшує отриману шкоду на {2}%. Триває {3} хв.[\n\nВивільнення цих чарів змушує ворога атакувати вас протягом {1} с.#forces the target enemy to attack you for {1} sec]#generation by {1}%#taken by {2}%#Lasts {3} min", en="Rockbiter Weapon" },
-- Rolling Thunder
[88764] = { "Розкотистий грім", "Коли ви завдаєте шкоди закляттям \"Блискавка\" чи \"Ланцюгова блискавка\" поки на вас діє \"Блискавковий щит\", ви з ймовірністю {1}% відновите {2}% мани та створите заряд \"Блискавкового щита\". Зарядів може бути не більше {3}.#a {1}% chance to recover {2}%#maximum of {3} charges", en="Rolling Thunder" },
-- Searing Flames
[77657] = { "Пекуче полум'я", "Коли тотем обпалення завдає шкоди або елементаль вогню завдає удару в ближньому бою, шкода вашої зброї язика полум'я збільшується на {1}% протягом {2} с. Ефект накопичується до {3} разів.\n\nВаш \"Удар лавою\" поглинає накопичені ефекти, завдаючи на {4}% більше шкоди за кожен ефект.#by {1}% for {2} sec#Stacks up to {3} times#dealing {4}% increased", en="Searing Flames" },
-- Searing Totem
[3599] = { "Тотем обпалення", "Викликає вогняний тотем [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster] на {1} хв. Тотем періодично атакує ворогів у межах {2} м, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем. Тотем атакуватиме в першу чергу ворогів, що уражені вашим \"Вогняним шоком\" або \"Штормовим ударом\".#for {1} min#within {2} y", en="Searing Totem" },
-- Shamanism
[62099] = { "Шаманізм", "Збільшує шкоду \"Блискавки\" на {1}%, шкоду \"Ланцюгової блискавки\" на {2}%, зменшує час вимови обох заклять на {3} с та прибирає час відновлення \"Ланцюгової блискавки\".#Lightning Bolt by {1}% and Chain Lightning by {2}%#spells by {3} sec", en="Shamanism" },
-- Shamanistic Rage
[30823] = { "Шаманська лють", "Зменшує всю отриману шкоду на {1}%[, знімає негативні магічні ефекти#removes harmful magical effects], а ваші здібності, тотеми та бойові закляття не витрачають мани протягом {2} с. Можна використовувати під час приголомшення.#taken by {1}%#for {2} sec", "Всю отриману шкоду зменшено на {1}%.\nВитрати мани на здібності, тотеми та бойові закляття зменшено на {2}%.#taken reduced by {1}%#spells reduced by {2}%", en="Shamanistic Rage" },
-- Spirit Link Totem
[98008] = { "Тотем духовного звʼязку", "Викликає повітряний тотем [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster]. Тотем зменшує отриману учасниками групи чи рейду в межах {1} м шкоду на {2}%. Щосекунди здоров'я цілей перерозподіляється таким чином, що вони мають однаковий відсоток від максимального запасу здоров'я. Існує {3} с.#within {1} yards by {2}%#Lasts {3} sec", en="Spirit Link Totem" },
-- Static Shock
[51527] = { "Електростатика", "Коли ви використовуєте здібності \"Штормовий удар\" чи \"Удар лавою\" поки на вас діє \"Блискавковий щит\", ви з ймовірністю {1}% завдаєте шкоди від сфери \"Блискавкового щита\".#a {1}% chance", en="Static Shock" },
-- Stormstrike
[17364] = { "Штормовий удар", "Миттєвий удар з обох рук, що завдає {1}% шкоди від зброї та збільшує шанс завдання критичного удару цілі закляттями \"Блискавка\", \"Ланцюгова блискавка\", \"Блискавковий щит\"[, \"Удар стихій\"#Elemental Blast] і \"Земний шок\" на {2}% протягом {3} с.#dealing {1}%#additional {2}%#for {3} sec", "Шанс отримання критичного удару від заклять природи шамана збільшено на {1}%.#by {1}%", en="Stormstrike" },
-- Thunderstorm
[51490] = { "Гроза", "Ви викликаєте блискавку, яка заряджає вас енергією і завдає шкоди ворогам в радіусі {1} м. Відновлює вам {2}% мани та завдає [{1}#deals {1} Nature][від {1} до {2}#deals {1} to {2} Nature] шкоди від природи всім ворогам поблизу, зменшуючи їх швидкість руху на {3}% протягом {4} секунд і відкидаючи їх на {5} м. Можна використовувати під час приголомшення.#within {1} y#Restores {2}% mana#speed by {3}% for {4} sec#back {5} yard", "Швидкість руху зменшено на {1}%.#by {1}%", en="Thunderstorm" },
-- Tidal Waves
[51564] = { "Припливні хвилі", "Коли ви вимовляєте закляття \"Ланцюгове зцілення\" або \"Бистрина\", ви отримуєте ефект \"Припливні хвилі\", що зменшує час вимови заклять \"Хвиля зцілення\" або \"Велика хвиля зцілення\" на {1}% та збільшує ймовірність критичного ефекту \"Цілющого сплеску\" на {2}%. {3} заряди.#spells by {1}% and#Surge spell by {2}%#{3} charges", en="Tidal Waves" },
-- Tremor Totem
[8143] = { "Тотем тремтіння", "Викликає тотем землі [з {1} здоров'я#with {1} health][з {1}% від здоров'я заклинача#with {1}% if the caster], що здригає землю навколо протягом {1} с, знімаючи ефекти страху, причарування та сну з учасників групи чи рейду в межах {2} м. Цей тотем можна викликати навіть перебуваючи під дією таких ефектів.#for {1} sec#within {2} y", en="Tremor Totem" },
-- Unleash Earth
[73684] = { "Вивільнення землі", "Вивільняє чари каменолома зі зброї, змушуючи ціль атакувати вас та збільшуючи вашу загрозу цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Спровоковано.", en="Unleash Earth" },
-- Unleash Elements
[73680] = { "Вивільнення стихій", "Вивільняє силу стихії, якою наповнена зброя шамана, викликаючи ефект, що залежить від зачарування.[ Якщо на обидві зброї діють однакові зачарування, то вивільниться лише одне з них.#same enchantment is present on both weapons, only one will be unleashed]\n\nДивіться підказки до зачарувань зброї, щоб дізнатися більше про ефекти, що виникають при їх вивільненні.", en="Unleash Elements" },
-- Unleash Life
[73685] = { "Вивільнення життя", "Вивільняє чари земного живоття зі зброї шамани, зцілюючи дружній цілі {1} здоров'я та посилючи наступний ефект прямого зцілення шамана або \"Цілющого дощу\" на {2}%.#target for {1} and#Rain by {2}%", "Ваше наступне пряме зцілення або \"Цілющий дощ\" буде на {1}% ефективніше.#be {1}% more", en="Unleash Life" },
-- Unleashed Rage
[30809] = { "Нестримна лють", "Збільшує швидкість атак ближнього та дальнього бою всіх учасників групи та рейду в межах {1} м на {2}%.#within {1} yards by {2}%", "Швидкість атак ближнього та дальнього бою збільшено на {1}%.#by {1}%", en="Unleashed Rage" },
-- Water Shield
[52127] = { "Водяний щит", "Заклинача оточують кулі води, які відновлюють {1} мани кожні {2} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, щит відновлює {3} мани. Цей ефект може спрацьовувати лише раз на {4} с. Триває {5} год.\n\nОдночасно на шамані може бути активний лише один щит стихій.#granting {1} mana per {2} sec#generates {3} mana#every {4} sec#Lasts {5} h", "Відновлює {1} мани кожні {2} с. \nАтаки проти вас спричиняють додаткове відновлення мани.#Grants {1} mana per {2} sec", en="Water Shield" },
[52128] = { "Водяний щит", "Заклинача оточують кулі води, які відновлюють {1} мани кожні {2} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, щит відновлює {3} мани. Цей ефект може спрацьовувати лише раз на {4} с. Триває {5} год.\n\nОдночасно на шамані може бути активний лише один щит стихій.#granting {1} mana per {2} sec#generates {3} mana#every {4} sec#Lasts {5} h", en="Water Shield" },
[79949] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} год. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} h", "Відновлює {1} мани кожні {2} с. Атаки проти вас спричиняють додаткове відновлення {3} мани. {4} заряди#{1} mana per {2} sec#restore {3} mana#{4} charges", en="Water Shield" },
[79950] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} год. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} h", en="Water Shield" },
-- Windfury Weapon
[8232] = { "Зброя буревію", "Наповнює зброю шамана вітром. Кожен удар з ймовірністю {1}% дозволяє провести три додаткові атаки зі збільшеною на {2} силою атаки. Триває {3} хв.[\n\nВивільнення цих чарів завдає цілі {1}% шкоди зброї та збільшує швидкість атак на {2} замахів або на {3} с.#enchantment deals {1}% of weapon damage to the target enemy and increases the Shaman's melee attack speed for the next {2} swings or until {3} sec]#a {1}% chance#with {2} bonus#Lasts {3} min", en="Windfury Weapon" },

-- Glyph
[55444] = { "Символ удару лавою", "\"Удар лавою\" більше не поширює \"Вогняний шок\" на навколишні цілі.", en="Glyph of Lava Lash" },

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
