local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Adrenaline Rush
[13750] = { "Викид адреналіну", "Збільшує швидкість відновлення енергії на {1}% та збільшує швидкість атак ближнього бою на {2}% протягом {3} с.[\nПоки діє \"Викид адреналіну\", глобальний час відновлення \"Підступного удару\", \"Викривального удару\", \"Потрошіння\", \"М'ясорубки\" та \"Розриву\" зменшується на {1} с.#and Rupture reduced by {1} sec]#rate by {1}%#speed by {2}% for {3} sec", "Швидкість відновлення енергії збільшено на {1}%.\nШвидкість атак ближнього бою збільшено на {2}%.[\nГлобальний час відновлення \"Підступного удару\", \"Викривального удару\", \"Потрошіння\", \"М'ясорубки\" та \"Розриву\" зменшено на {1} с.#and Rupture reduced by {1} sec]#regeneration increased by {1}%#speed increased by {2}%", en="Adrenaline Rush" },
-- Ambidexterity
[13852] = { "Амбідекстерність", "Збільшує шкоду зброєю в лівій руці на {1}%.#by {1}%", en="Ambidexterity" },
-- Ambush
[8676] = { "Засідка", "Раптовий удар, що завдає цілі {1}% від шкоди зброї плюс {2} ({3}% плюс {4} при використанні кинджалу). Необхідно бути непомітним та позаду цілі. Збільшує довжину комбінації на 2 прийоми[ та переносить вас за спину цілі#and causes you to appear behind the target].#causing {1}% weapon damage plus {2} to#{3}% plus {4} if", en="Ambush" },
-- Assassin's Resolve
[84601] = { "Рішучість вбивці", "Коли ви тримаєте в руках кинджалами, ваш максимальний запас енергії збільшується на {1}, а шкода збільшується на {2}%.#by {1} and#by {2}%", en="Assassin's Resolve" },
-- Bandit's Guile
[84654] = { "Бандитська хитрість", "Ваші тренування дозволили вам керувати ходом бою. Здібності \"Підступний удар\" і \"Викривальний удар\" збільшують вашу шкоду до {1}%. Після досягнення максимального бонусу ефект спадає через {2} с і цикл почнеться заново.#by up to {1}%#after {2} sec", en="Bandit's Guile" },
-- Blade Flurry
[13877] = { "Шквал клинків", "Поки активно, ваші атаки вражають до {1} цілей неподалік на {2}% шкоди[, ймовірність накладання нелетальних отрут збільшується на {1}%#poisons is increased by {1}%], але швидкість відновлення енергії зменшується на {3}%. Триває до скасування.#up to {1} additional#for {2}% of normal#regeneration is reduced by {3}%", "Атаки вражають додаткові цілі поблизу.\nШвидкість відновлення енергії зменшено на {1}%.[\nЙмовірність накладання нелетальних отрут збільшено на {1}%.#chance increased by {1}%]#regeneration reduced by {1}%", en="Blade Flurry" },
-- Blind
[2094] = { "Засліплення", "Засліплює ціль, змушуючи її блукати дезорієнтованою протягом {1} ха. Будь-яка шкода перериває дію ефекту[, а \"Засліплення\" також знімає всі ефекти періодичної шкоди з цілі#Blind also clears all damage over time effects]. Не порушує непомітність.#for up to {1} min", "Дезорієнтовано.[\nОтриману шкоду збільшено на {1}%.#increased by {1}%]", en="Blind" },
-- Cheap Shot
[1833] = { "Брудний прийом", "Приголомшує ціль на {1} с. Необхідно перебувати в непомітності. Збільшує довжину комбінації на {2} прийоми[ та переносить вас за спину цілі#appear behind the target].#for {1} sec#{2} combo", "Приголомшено.[\nОтриману шкоду збільшено на {1}%.#increased by {1}%]", en="Cheap Shot" },
-- Cheat Death
[31230] = { "Обман смерті", "Атака, що мала б вбити вас, натомість зменшить ваш запас здоров'я до {1}% від максимального, а всю отриману шкоду буде зменшено на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} секунд.#than {1}% of#by {2}% for {3} sec#per {4} sec", en="Cheat Death" },
-- Combat Potency
[35546] = { "Бойова витримка", "Ваші удари зброєю в лівій руці та \"Удар лівицею\" можуть відновити вам {1} енергії. Повільніша зброя в лівій руці надає більшу ймовірність спрацювання ефекту.#generate {1} Energy", en="Combat Potency" },
[35551] = { ref=35546 }, -- Combat Potency
-- Combat Readiness
[74001] = { "Боєготовність", "Увійти у стан підвищеної готовності, що дозволяє відбивати ворожі удари зі зростаючою ефективністю.  Кожна наступна атака завдаватиме на {1}% менше шкоди. Ефект накопичується до {2} разів.\n\nТриває {3} секунд, але якщо протягом {4} секунд не буде отримано жодного удару зброєю, цей ефект завершиться.#deal {1}% less#stacking {2} times#Lasts for {3} sec#if {4} sec elapse", "Утримання ударів зброєю в ближньому та дальньому бою збільшує боєготовність, зменшуючи отриману шкоду.", en="Combat Readiness" },
-- Crippling Poison
[3408] = { "Травматична отрута", "Покриває зброю нелетальною отрутою на {1} год. Кожен удар з ймовірністю {2}% отруює ворога, зменшуючи швидкість руху на {3}% протягом {4} с.[\n\n|cFFFFFFFFЕфект \"Уколу\":|r\nЗменшує швидкість руху цілі на {1}% протягом {2} с.#target's movement speed by {1}% for {2} sec]#lasts for {1} hour#{2}% chance#their movement speed by {3}% for {4} sec", "Кожен удар може отруїти ворога, зменшуючи швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", en="Crippling Poison" },
[3409] = { "Травматична отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи швидкість руху на {3}% протягом {4} с.#lasts for {1} hour#{2}% chance#speed by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
-- Cut to the Chase
[51667] = { "Одразу до справи", "[\"Потрошіння\"#Your Eviscerate][\"Отруєння\"#Your Envenom] поновлює тривалість вашого ефекту \"М'ясорубка\" до максимального значення від комбінації з 5 прийомів.", en="Cut to the Chase" },
-- Deadly Brew
[51626] = { "Смертельне вариво", "Коли ви отруюєте ціль нелетальною отрутою, ви також отруюєте її травматичною отрутою.", en="Deadly Brew" },
-- Deadly Poison
[2818] = { "Смертельна отрута", "Покриває зброю летальною отрутою на {1} год. Кожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Подальше накладання отрути миттєво завдає [{1}#deal {1} Nature][від {1} до {2}#deal {1} to {2} Nature] шкоди від природи.#lasts for {1} hour#a {2}% chance#for {3} Nature damage over {4} sec", "Отримує {1} шкоди від природи кожні {2} с.#Suffering {1} Nature#every {2} sec", en="Deadly Poison" },
[2823] = { nil, nil, "Кожна атака може отруїти ціль, завдаючи шкоди від природи кожні {1} с протягом {2} с. Подальші накладання ефекту завдають миттєвої шкоди від природи.#damage every {1} sec for {2} sec", ref=2818 }, -- Deadly Poison
-- Deadly Throw
[26679] = { "Смертельний кидок", "Завершальний рух, що зменшує швидкість руху цілі на {1}% протягом {2} с. При завершенні комбінації з трьох прийомів також перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом деякого часу.\nЗавдає шкоди в залежності від довжини комбінації:\n  1 прийом: {3}-{4} шкоди\n  2 прийоми: {5}-{6} шкоди\n  3 прийоми: {7}-{8} шкоди\n  4 прийоми: {9}-{10} шкоди\n  5 прийомів: {11}-{12} шкоди#by {1}% for {2} sec#1 point  : {3}-{4}#2 points: {5}-{6}#3 points: {7}-{8}#4 points: {9}-{10}#5 points: {11}-{12}", "Швидкість руху зменшено на {1}%.#by {1}%", en="Deadly Throw" },
-- Dismantle
[51722] = { "Роззброєння", "Роззброїти ворога, позбавляючи його зброї та щита на {1} с.#for {1} sec", "Роззброєно.", en="Dismantle" },
-- Elusiveness
[79008] = { "Невловимість", "\"Фінт\" також зменшує всю отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Elusiveness" },
-- Energetic Recovery
[79152] = { "Відновлення енергії", "Поки діє \"М'ясорубка\", ви відновлюєте {1} енергії кожні {2} с.#regain {1} Energy every {2} sec", en="Energetic Recovery" },
-- Envenom
[32645] = { "Отруєння", "Завершальний рух, що завдає шкоди від природи в залежності від довжини комбінації. Після використання \"Отруєння\" ви маєте на {1}% збільшений шанс отруєння цілі протягом 1 с і додатково ще протягом 1 с за кожен прийом в комбінації. Поглинає кількість ефектів отрути, що не більша за кількість прийомів в комбінації, щоб збільшити шкоду:\n  1 прийом: {2} шкоди\n  2 прийоми: {3} шкоди\n  3 прийоми: {4} шкоди\n  4 прийоми: {5} шкоди\n  5 прийомів: {6} шкоди\n\nЗаміняє \"Потрошіння\".#increased by {1}%#1 point  : {2} damage#2 points: {3} damage#3 points: {4} damage#4 points: {5} damage#5 points: {6} damage", "Шанс отруєння збільшено на {1}%.#by {1}%", en="Envenom" },
-- Evasion
[5277] = { "Уникнення", "Збільшує ймовірність ухилення на {1}% протягом на {2} с.#chance by {1}% for {2} sec", "Ймовірність ухилення збільшено на {1}%.#by {1}%", en="Evasion" },
-- Expose Armor
[8647] = { "Зняття броні", "Ослабляє захист цілі, накладаючи [3 ефекти#applying 3 applications of][ефект#applying the Weakened Armor] \"Ослабленої броні\". Збільшує довжину комбінації на 1 прийом.", rune=113746, en="Expose Armor" },
-- Fan of Knives
[51723] = { "Віяло ножів", "Пройдисвіт розкидає ножі у цілі в межах {1} м, завдаючи {2} фізичної шкоди[ та накладаючи ефект \"Ослаблена броня\"#applying the Weakened Armor effect]. Ця атака може отруїти цілі зі звичайною ймовірністю. Збіільшує довжину комбінації на {3} прийом, якщо влучає в поточну ціль.#within {1} y#dealing {2} Physical#Awards {3} combo", en="Fan of Knives" },
-- Feint
[1966] = { "Фінт", "Виконує оманливий випад, що зменшує отриману вами шкоду від атак, що діють по області, на {1}%[, а також зменшує всю отриману шкоду на {1}%#and all damage taken by {1}%] протягом {2} с.#attacks by {1}%#for {2} sec", "[Всю отриману шкоду зменшено на {1}%.\n#Damage taken reduced by {1}%.]Шкоду від атак, що діють по області, зменшено на {1}%.#attacks reduced by {1}%", en="Feint" },
-- Find Weakness
[91023] = { "Пошук слабини", "Ваші здібності \"Засідка\", \"Гарота\" та \"Брудний прийом\" виявляють прогалину в обороні цілі, внаслідок чого всі ваші атаки оминають {1}% броні цілі протягом {2} с. Оминає менше броні при застосуванні проти гравців.#bypass {1}%#for {2} sec", en="Find Weakness" },
-- Fleet Footed
[31209] = { "Легка хода", "Ваша швидкість руху збільшується на {1}%. Цей ефект не поєднується з більшістю інших ефектів, що збільшують швидкість руху.#by {1}%", en="Fleet Footed" },
-- Garrote
[703] = { "Гарота", "Придушити ворога, знемовлюючи його на {1} с та завдаючи {2} шкоди протягом {3} с, що збільшується від вашої сили атаки. Необхідно мати непомітність. Збільшує довжину комбінації на {4} прийом[ та переносить вас за спину цілі#and causes you to appear behind the target].#silencing them for {1} sec and causing {2} damage over {3} sec#Awards {4} combo", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Garrote" },
-- Gouge
[1776] = { "Ошелешення", "Ошелешує ворога, роблячи його недієздатним на {1} с. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі.#for {1} sec", "Недієздатність.[\nОтриману шкоду збільшено на {1}%.#increased by {1}%]", en="Gouge" },
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, що завдає {1}% шкоди зброї ({2}% при використанні кинджалу)[. При застосуванні на ціль, що має кровотечу, розкриває рани, завдаючи#When used on a target that is bleeding][ та спричиняє сильну кровотечу, що завдає#causing profuse bleeding that deals] {3}% від шкоди удару протягом {4} секунд. Збільшує довжину комбінації на {5} прийом.\n\nЗаміняє \"Підступний удар\".#deals {1}% weapon#{2}% if a dagger#additional {3}% of#over {4} sec#Awards {5} combo", en="Hemorrhage" },
-- Honor Among Thieves
[51701] = { "Честь серед злодіїв", "Коли будь-який гравець у вашій групі чи рейді завдає критичного ефекту заклинанням або здібністю, ви збільшуєте довжину комбінації на один прийом. Цей ефект не може спрацьовувати поза боєм та частіше, ніж раз на {1} с.#every {1} sec", en="Honor Among Thieves" },
-- Improved Poisons
[14117] = { "Покращені отрути", "Збільшує шанс ураження смертельною та агонічною отрутами на {1}%.#Poison by {1}%", en="Improved Poisons" },
-- Kick
[1766] = { "Копняк", "Швидкий удар ногою, що перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.[ При успішному перериванні вимови закляття час відновлення зменшується на {1}.#reduced by {1} sec]#cast for {1} sec", en="Kick" },
-- Kidney Shot
[408] = { "Удар по нирках", "Завершальний рух, що приголомшує ціль. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1}#2 points: {2}#3 points: {3}#4 points: {4}#5 points: {5}", "Приголомшено.[\nОтриману шкоду збільшено на {1}%.#increased by {1}%]", en="Kidney Shot" },
-- Killing Spree
[51690] = { "Серія вбивств", "Ви переходите через тінь до ворога в межах {1} м, атакуючи кожні {2} с з обох рук, доки не виконаєте {3} атак, і завдаєте на {4}% більше шкоди. Не може вражати невидимі та непомітні цілі.\n\nЕфект \"Шквалу клинків\": \"Серія вбивств\" телепортує вас до ворога неподалік кожні {5} с замість зосередження на одній цілі.#within {1} y#it every {2} sec with#until {3} assaults#by {4}% for#target every {5} sec instead", "Атакує ворогів кожні {1} с.\nШкоду збільшено на {2}%.#every {1} sec#by {2}%", en="Killing Spree" },
-- Master Poisoner
[58410] = { "Знавець отрут", "Збільшує отриману магічну шкоду цілями, що уражені вашими отрутами, на {1}%.#by {1}%", en="Master Poisoner" },
-- Mind-numbing Poison
[5760] = { "Задурлива отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% ({4}% проти гравців) протягом {5} с.#lasts for {1} h#a {2}% chance#time by {3}%#{4}% on player targets#for {5} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Mind-numbing Poison" },
[5761] = { "Задурлива отрута", "Покриває зброю отрутою на {1} год. Кожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% ({4}% проти гравців) протягом {5} с.[\n\n|cFFFFFFFFЕфект \"Уколу\":|r\nСповільнює вимову наступного закляття ворога на {2}% протягом {1} с.#next spellcast within {1} sec by {2}%]#lasts for {1} h#a {2}% chance#casting speed by {3}%#{4}% on player targets#for {5} sec", "Кожен удар може отруїти ворога, сповільнюючи вимову заклять на {1}% протягом {2} с.#by {1}% for {2} sec", en="Mind-numbing Poison" },
-- Nightstalker
[14062] = { "Нічний ловець", "Збільшує вашу швидкість руху в стані непомітності на {1}% та збільшує шкоду здібностей в непомітності на {2} с.#speed while stealthed by {1}%#deal while stealthed by {2}%", en="Nightstalker" },
-- Preparation
[14185] = { "Підготовка", "При активації миттєво завершує відновлення здібностей \"Спринт\", \"Зникнення\", \"Уникнення\" та \"Роззброєння\".", en="Preparation" },
-- Recuperate
[73651] = { "Загоєння", "Завершальний рух, що поглинає комбінацію прийомів на цілі неподалік та відновлює {1}% від максимального запасу здоров'я кожні {2} с.[ Також збільшує отримане зцілення з інших джерел на {1}% протягом дії ефекту.#healing received from other sources by {1}% while active] Тривалість залежить від довжини комбінації:\n  1 прийом: {3} с\n  2 прийоми: {4} с\n  3 прийоми: {5} с\n  4 прийоми: {6} с\n  5 прийомів: {7} с#restore {1}% of#every {2} sec#1 point  : {3} sec#2 points: {4} sec#3 points: {5} sec#4 points: {6} sec#5 points: {7} sec", "Відновлення {1} здоров'я кожні {2} с.[ Отримане зцілення з інших джерел збільшено на {1}%.#healing received from other sources by {1}%]#{1} health every {2} sec", en="Recuperate" },
-- Redirect
[73981] = { "Перенаправлення", "Переносить комбінацію прийомів на поточну ціль. Необхідно мати комбінацію прийомів.", en="Redirect" },
-- Relentless Strikes
[58423] = { "Невідступні удари", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації відновлюють {2} енергії.#a {1}% chance#restore {2} Energy", en="Relentless Strikes" },
-- Restless Blades
[79096] = { "Невтомні клинки", "Ваші завершальні рухи, що завдають шкоди, зменшують час відновлення здібностей \"Викид адреналіну\", \"Серія вбивств\", \"Перенаправлення\", \"Тіньові клинки\" та \"Спринт\" на {1} с за кожен прийом комбінації.#by {1} sec", en="Restless Blades" },
-- Revealing Strike
[84617] = { "Викривальний удар", "Миттєвий удар, що завдає {1}% та викриває вразливі місця цілі, внаслідок чого ефективність ваших бойових завершальних рухів по цілі збільшується на {2}%, а \"Підступний удар\" з ймовірністю {3}% збільшує довжину комбінації ще на один прийом протягом {4} с. Збільшує довжину комбінації на {5} прийом.#deals {1}% weapon#target by {2}%#a {3}% chance#for {4} sec#Awards {5} combo", "Виявляє вразливі місця, внаслідок чого ефективність бойових завершальних рухів пройдисвіта по цілі збільшується на {1}%, а \"Підступний удар\" з ймовірністю {2}% збільшує довжину комбінації ще на один прийом.#moves by {1}%#a {2}% chance", en="Revealing Strike" },
-- Rupture
[1943] = { "Розрив", "Завершальний рух, завдає шкоди протягом деякого часу, що збільшується від сили атаки. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} шкоди за {2} c\n  2 прийоми: {3} шкоди за {4} c\n  3 прийоми: {5} шкоди за {6} c\n  4 прийоми: {7} шкоди за {8} c\n  5 прийомів: {9} шкоди за {10} c#1 point  : {1} over {2}#2 points: {3} over {4}#3 points: {5} over {6}#4 points: {7} over {8}#5 points: {9} over {10}", "{1} шкоди кожні {2} с.#{1} damage every {2} sec", en="Rupture" },
-- Ruthlessness
[14161] = { "Нещадність", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації збільшать довжину комбінації на один прийом.#a {1}% chance", en="Ruthlessness" },
-- Sanguinary Vein
[79147] = { "Розпорювання вен", "Збільшує шкоду \"Розриву\" на {1}% та збільшує вашу шкоду цілям, на які діє ваш \"Розрив\", \"Гарота\" або \"Багряний вихор\" на {2}%.#Rupture ability by {1}%#deal {2}% additional", en="Sanguinary Vein" },
-- Sap
[6770] = { "Оглушення", "Робить ціль недієздатною на {1} хв. Необхідно перебувати в непомітності. Діє лише проти гуманоїдів, звірів, демонів та драконів, що перебувають поза боєм. Будь-яка шкода знімає ефект з ураженої цілі. Одночасно лише 1 ціль може бути оглушеною.#up to {1} min", "Оглушено.[\nОтриману шкоду збільшено на {1}%.#taken increased by {1}%]", en="Sap" },
-- Savage Combat
[58413] = { "Безжальний бій", "Збільшує вашу силу атаки на {1}% та збільшує фізичну шкоду ворогам, яких ви отруїли, на {2}%.#power by {1}%#increased by {2}%", en="Savage Combat" },
[58683] = { "Безжальний бій", nil, "Збільшує отриману фізичну шкоду на {1}%.#by {1}%", en="Savage Combat" },
-- Seal Fate
[14190] = { "Відбиток долі", "Критичні удари здібностей, що вражають одну ціль та збільшують довжину комбінації, додають додатковий прийом до комбінації.", en="Seal Fate" },
-- Shadow Blades
[121471] = { "Тіньові клинки", "Посилити зброю навколишніми тінями, внаслідок чого автоатаки завдаватимуть шкоди від тіні, а здібності, що збільшують довжину комбінації, збільшуватимуть її ще на один прийом. Триває {1} с.#Lasts {1} sec", "Автоатаки завдають шкоди від тіні.\nЗдібності, що збільшують довжину комбінації, збільшують її ще на 1 прийом.", en="Shadow Blades" },
-- Shadow Dance
[51713] = { "Танок тіней", "Увійти у танок тіней на {1} секунд, що дозволяє використовувати здібності, що вимагають непомітності. Також зменшує витрати енергії \"Засідки\" на {2} протягом часу дії.#for {1} sec#reduced by {2} while", "Може використовувати здібності що вимагають непомітності.\nВитрати енергії на \"Засідку\" зменшено на {1}.#reduced by {1}", en="Shadow Dance" },
-- Shadowstep
[36554] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, а ваша швидкість руху збільшується на {1}% протягом {2} с.#increased by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Shadowstep" },
[36563] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, а ваша швидкість руху збільшується на {1}% протягом {2} с.#increased by {1}% for {2} sec", en="Shadowstep" },
[145425] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, а ваша швидкість руху збільшується на {1}% протягом {2} с.#increased by {1}% for {2} sec", en="Shadowstep" },
[145426] = { ref=36554 }, -- Shadowstep
-- Shiv
[5938] = { "Укол", "Удар зброєю в лівій руці, що завдає {1}% шкоди зброї, розвіює ефект несамовитості з цілі та застосовує додатковий ефект нанесеної нелетальної отрути.\n\nІнформацію про додаткові ефекти нелетальних отрут дивіться в описі кожної окремої отрути.#dealing {1}% weapon", en="Shiv" },
-- Sinister Calling
[31220] = { "Зловісний поклик", "Збільшує вашу спритність на {1}%.#by {1}%", en="Sinister Calling" },
-- Sinister Strike
[1752] = { "Підступний удар", "Миттєвий удар, що завдає {1} школи на додаток до {2}% від звичайної шкоди зброї. Збільшує довжину комбінації на {3}.#causes {1} damage in addition to {2}% of#Awards {3} combo", en="Sinister Strike" },
-- Slice and Dice
[5171] = { "М'ясорубка", "Завершальний рух, що поглинає комбінацію прийомів на цілі неподалік та збільшує швидкість атаки ближнього бою на {1}%. Тривалість залежить від довжини комбінації:\n  1 прийом: {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#speed by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Швидкість атаки ближнього бою збільшено на {1}%.[\nВідновлює {1} енергії кожні {2} с.#Regaining {1} Energy every {2} sec]#by {1}%", en="Slice and Dice" },
-- Smoke Bomb
[76577] = { "Димова шашка", "Створює хмару густого диму в радіусі {1} м навколо пройдисвіта на {2} секунд. Вороги в хмарі не можуть атакувати цілі поза нею, а вороги поза хмарою не можуть атакувати цілі в ній. Союзники отримують на {3}% менше шкоди в хмарі.#an {1} yard#for {2} sec#take {3}% less", "Хмара диму заважає прицілюватись.\nСоюзники отримують менше шкоди.", en="Smoke Bomb" },
-- Stealth
[1784] = { "Непомітність", "Сховатись в тінях, що дозволить непомітно переслідувати ворогів.[ Швидкість руху в непомітності збільшується на {1}%.#speed while stealthed is increased by {1}%] Триває до скасування.", "Непомітність.[\nШвидкість руху збільшено на {1}%.#speed increased by {1}%][\nШкоду збільшено на {1}%.#Damage increased by {1}%]", en="Stealth" },
-- Vanish
[1856] = { "Зникнення", "Дозволяє зникнути з поля зору ворогів, увійшовши в стан покращеної непомітності на {1} с. Протягом {2} с після зникнення шкода та негативні ефекти не порушують непомітність. Також знімає всі ефекти обмеження руху.#for {1} sec#first {2} sec", "Покращена непомітність.", en="Vanish" },
[11327] = { "Зникнення", nil, "Покращена непомітність.[\nШвидкість руху збільшено на {1}%.#Movement speed increased by {1}%][\nШкоду збільшено на {1}%.#Damage increased by {1}%]", en="Vanish" },
-- Venomous Wounds
[79134] = { "Отруйні рани", "Щоразу, коли ваш \"Розрив\" або \"Гарота\" завдають шкоди ворогу, якого ви отруїли, ви з ймовірністю {1}% завдасте додатково {2} шкоди від природи і відновите {3} енергії. \"Гарота\" не спричиняє цей ефект, якщо на ціль діє \"Розрив\".\n\nЯкщо ворог помирає під дією вашого \"Розриву\", ви відновлюєте енергію пропорційно до залишку тривалості \"Розриву\".#a {1}% chance to deal {2} additional#regain {3} Energy", en="Venomous Wounds" },
-- Wound Poison
[8679] = { "Агонічна отрута", "Покриває зброю летальною отрутою на {1} год. Кожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи [{1}#inflicts {1} Nature][від {1} до {2}#inflicts {1} to {2} Nature] шкоди від природи та зменшуючи ефективність зцілення на {3} с.#lasts for {1} hour#a {2}% chance#effects on them for {3} sec", "Кожен удар можн отруїти ворога, завдаючи шкоди від природи та зменшуючи ефективність зцілення на {1} с.#them for {1} sec", en="Wound Poison" },
[8680] = { "Агонічна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи {3} шкоди від природи та зменшуючи ефективність зцілення на {4} с.#lasts for {1} h#has a {2}% chance#inflicts {3} Nature#received for {4} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Wound Poison" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
