local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[65] = { "Прискорення", "Збільшує швидкість ближнього бою на {1} протягом {2} с.#haste by {1} for {2} sec", en="Haste" },
[2599] = { ref=2597 }, -- Rejuvenation Potion
[2600] = { ref=2597 }, -- Rejuvenation Potion
[3160] = { "Мале підвищення спритності", "Збільшує спритність на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Спритність збільшено на {1}. Бойовий еліксир.#by {1}", en="Lesser Agility" },
[3164] = { "Сила огра", "Збільшує силу на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу збільшено на {1}. Бойовий еліксир.#by {1}", en="Ogre's Strength" },
[4064] = { "Груба мідна бомба", "Завдає {1} шкоди вогнем та робить цілі в радіусі {2} м недієздатними на {3} с. Будь-яка шкода припиняє дію ефекту. З меншою ймовірністю подіє на цілі вище {4} рівня.#Inflicts {1} Fire#in a {2} y#for {3} sec#targets higher than level {4}", "Недієздатність. Будь-яка шкода припинить дію ефекту.", en="Rough Copper Bomb" },
[5004] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь і ваша витривалість збільшиться на {4} протягом {5} хв.#Restores {1} health over {2} sec#at least {3} sec#gain {4} Stamina for {5} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Food" },
[5005] = { "Їжа", "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь і ваші витривалість та дух збільшаться на {4} протягом {5} хв.#Restores {1} health over {2} sec#at least {3} sec#gain {4} Stamina and Spirit for {5} min", "Відновлює {1} здоров'я щосекунди.#Restores {1} health", en="Food" },
[5006] = { ref=5005 }, -- Food
[5007] = { ref=5005 }, -- Food
[5257] = { "Громузвар", "Добряче п'янить.", en="Thunderbrew" },
[5405] = { "Поповнення мани", "Відновлює [{1} мани#Restores {1} mana][від {1} до {2} мани##Restores {1} to {2} mana][ протягом {1} с#over {1} sec].", "Відновлює {1} мани кожні {2} с.#Restoring {1} mana every {2} sec", en="Replenish Mana" },
[7396] = { "Риб'ячий жир", "Збільшує швидкість ближнього бою на {1} протягом {2} с.#by {1} for {2} sec", "Швидкість атаки збільшено.", en="Fishliver Oil" },
[10256] = { ref=5005 }, -- Food
[10257] = { ref=5005 }, -- Food
[11371] = { "Дар Артаса", "З ймовірністю {1}% нападників буде уражено прокляттям, яке збільшить отриману ними шкоду на {2} протягом {3} хв. Триває {4} хв. Захисний еліксир.#a {1}% chance#damage taken by {2} for {3} min#lasts {4} min", "Може проклясти нападників, збільшуючи отриману ними шкоду на {1}. Захисний еліксир.#they take by {1}", en="Gift of Arthas" },
[11390] = { "Арканічний еліксир", "Збільшує інтелект та показник критичного удару на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Інтелект та показник критичного удару збільшено на {1}. Бойовий еліксир.#by {1}", en="Arcane Elixir" },
[12561] = { "Вогняний захист", "Поглинає {1} шкоди від вогню. Триває {2} хв.#Absorbs {1} Fire#Lasts {2} min", "Поглинає шкоду від вогню.", en="Fire Protection" },
[13864] = { "Слово сили: Стійкість", "Наповнює ціль життєвою енергією, збільшуючи витривалість на {1}% протягом {2} год.\n\nЯкщо ціль знаходиться у вашій групі чи рейді, ефект поширюється на всіх учасників групи чи рейду.#Stamina by {1}% for {2} hour", "Збільшує витривалість на {1}%.#by {1}%", en="Power Word: Fortitude" },
[14103] = { ref=13441 }, -- Firebolt
[16375] = { ref=12693 }, -- Drain Life
[17207] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи {2}% шкоди зброї.#lasts {1} sec#inflicts {2}% Weapon", "Атакує навколишніх ворогів, завдаючи {1}% шкоди зброї.#for {1}% weapon", en="Whirlwind" },
[17244] = { "Одержимість", "Бере під контроль ворога-гуманоїда до {1} рівня на {2} хв, збільшує його максимальний запас здоров'я на {3} та шкоду на {4}%.#level {1} for {2} min#health by {3} and damage dealt by {4}%", "Причаровано.\nМаксимальний запас здоров'я збільшено на {1}.\nШкоду збільшено на {2}%.#health increased by {1}#dealt increased by {2}%", en="Possess" },
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та показник критичного удару на {2} протягом {3} год. Бойовий еліксир.#Agility by {1}#critical strike by {2} for {3} h", "Спритність збільшено на {1}, показник критичного удару збільшено на {2}. Бойовий еліксир.#Agility by {1}#critical strike by {2}", en="Elixir of the Mongoose" },
[17539] = { "Великий арканічний еліксир", "Збільшує силу заклять на {1} та показник критичного удару на {2} протягом {3} год. Бойовий еліксир.#spell power by {1}#critical strike by {2} for {3} h", "Силу заклять збільшено на {1}, показник критичного удару збільшено на {2}. Бойовий еліксир.#Spell power increased by {1}#critical strike increased by {2}", en="Greater Arcane Elixir" },
[17543] = { ref=7233 }, -- Fire Protection
[17544] = { ref=7239 }, -- Frost Protection
[17545] = { ref=7245 }, -- Holy Protection
[17546] = { ref=7254 }, -- Nature Protection
[17548] = { ref=7242 }, -- Shadow Protection
[18500] = { "Помах крил", "Завдає від {1} до {2} шкоди ворогам в конусі перед заклиначем, відкидаючи їх.#Inflicts {1} to {2} damage", en="Wing Buffet" },
[19705] = { "Ситість", "Витривалість збільшено на {1}. Триває {2} хв.#by {1}#Lasts {2} min", "Витривалість збільшено на {1}.#by {1}", en="Well Fed" },
[19706] = { "Ситість", "Витривалість та дух збільшено на {1}. Триває {2} хв.#by {1}#Lasts {2} min", "Витривалість та дух збільшено на {1}.#by {1}", en="Well Fed" },
[19708] = { ref=19706 }, -- Well Fed
[19709] = { ref=19706 }, -- Well Fed
[19710] = { ref=19706 }, -- Well Fed
[19711] = { ref=19706 }, -- Well Fed
[20007] = { "Свята сила", "Зцілює {1} здоров'я та збільшує силу на {2} протягом {3} с.#for {1} and#by {2} for {3} sec", "Силу збільшено на {1}.#by {1}", en="Holy Strength" },
[21170] = { ref=12693 }, -- Drain Life
[23339] = { ref=18500 }, -- Wing Buffet
[23505] = { "Берсерк", "Збільшує завдану шкоду на {1}%, але збільшує отриману шкоду на {2}%.#caused by {1}%#taken by {2}%", "Збільшує завдану шкоду на {1}%, але збільшує отриману шкоду на {2}%.#caused by {1}%#taken by {2}%", en="Berserking" },
[23978] = { "Швидкість", "Швидкість руху збільшено на {1}%.#by {1}", "Швидкість руху збільшено на {1}%.#by {1}", en="Speed" },
[24378] = { ref=23505 }, -- Berserking
[24615] = { ref=17716 }, -- Consuming Shadows
[26613] = { "Вибиття з рівноваги", "Завдає {1}% шкоди від зброї та вибиває ціль з рівноваги, зменшуючи ймовірність отримання критичного удару на {2} с.#Inflicts {1}%#for {2} sec", "Ймовірність отримання критичного удару збільшено.", en="Unbalancing Strike" },
[29432] = { "Вогняний захист", "Поглинає {1} шкоди від вогню. Триває {2} год.#Absorbs {1} fire#Lasts {2} h", "Поглинає {1} шкоди від вогню.#Absorbs {1} fire", en="Fire Protection" },
[54521] = { "Приплив сил", "Наповнює ціль силою, збільшуючи її швидкість вимови заклять на {1}% та зменшуючи витрати мани всіх заклять на {2}%.Триває {3} с.#casting speed by {1}%#cost of all spells by {2}%#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а витрати мани на закляття зменшено на {2}%.#increased by {1}#reduced by {2}%", en="Power Infusion" },
[81326] = { "Фізична вразливість", "Ослаблює ворога, збільшуючи отриману ним фізичну шкоду на {1}% протягом {2} с.#their physical damage taken by {1}% for {2} sec", "Збільшує отриману фізичну шкоду на {1}%.#by {1}%", en="Physical Vulnerability" },
[113746] = { "Ослаблена броня", "Ослаблює броню цілі на {1}% протягом {2} секунд. Ефект накопичується до {3} разів.#armor of the target by {1}% for {2} sec#Stacks up to {3} times", "Броню зменшено на {1}%.#by {1}%", en="Weakened Armor" },
[115798] = { "Ослаблені удари", "Деморалізує ціль, зменшуючи її фізичну шкоду на {1}% протягом {2} с.#physical damage dealt by {1}% for {2} sec", "Зменшує фізичну шкоду на {1}%.#by {1}%", en="Weakened Blows" },
[115804] = { "Смертельні рани", "Тяжко ранить ціль, зменшуючи ефективність отриманого зцілення на {1} с.#reducing the effectiveness of any healing received for {1} sec", "Ефективність отриманого зцілення зменшено на {1}%.#reduced by {1}%", en="Mortal Wounds" },
[118812] = { "Начакловані предмети", "Начакловані предмети зникнуть, якщо вийти з гри більше, ніж на {1} хвилин.#more than {1} minutes", en="Conjured Items" },
[119716] = { "Магічні обладунки", "Одночасно маг може мати лише один активний магічний обладунок.", en="Armor Spells" },
[119979] = { "Поневолення", "Протягом дії поневолення інтервал між атаками демона збільшується на {1}%, а його швидкість вимови заклять сповільнюється на {2}%.#attacks is increased by {1}% and its casting speed is slowed by {2}%", en="Subjugated" },
[136473] = { "Зустрічний постріл", "Стріляє у ворога, завдаючи фізичної шкоди та перериваючи вимову заклять.", en="Counter Shot" },
[142699] = { ref=136473 }, -- Counter Shot

-- Item effects
[2597] = { "Зілля омолодження", "Відновлює від {1} до {2} мани та від {3} до {4} здоров'я.#{1} to {2} mana and {3} to {4} health", en="Rejuvenation Potion" },
[2833] = { ref=2831 }, -- Armor +24
[5020] = { "Бурехміль", "Міцний напій, що збільшує вашу силу на {1} та зменшує ваш інтелект на {2} протягом {3} хв.#by {1} and#by {2} for {3} min", "Силу збільшено на {1}.\nІнтелект зменшено на {2}.#increased by {1}#decreased by {2}", en="Stormstout" },
[7218] = { "Противага для зброї", "Прикріпити до вашого дворучного меча, булави, сокири або держакової зброї противагу, що збільшує швидкість на {1}.#haste by {1}", en="Weapon Counterweight" },
[7823] = { "Навичка риболовлі +{1}#+{1} Fishing", "Збільшує навичку риболовлі на {1}.#Fishing skill increased by {1}", en="+5 Fishing" },
[7825] = { ref=7823 }, -- +15 Fishing
[7826] = { ref=7823 }, -- +20 Fishing
[8082] = { ref=7823 }, -- +25 Fishing
[8083] = { ref=7823 }, -- +50 Fishing
[8084] = { ref=7823 }, -- +75 Fishing
[8085] = { ref=7823 }, -- +100 Fishing
[10344] = { ref=2831 }, -- Armor +32
[10351] = { "Шкіра василіска", "Збільшує показник ухилення на {1} протягом {2} с.#dodge by {1} for {2} sec", "Показник ухилення збільшено.", en="Basilisk Skin" },
[11658] = { "Суль'траз", "Вражає ворога люттю Суль'траза. Зменшує силу цілі на {1} та завдає {2} шкоди від тіні і додатково {3} шкоди протягом {4} с.#strength by {1} and deals {2} Shadow#additional {3} damage over {4} sec", "Знижує силу та завдає {1} шкоди від тіні кожні {2} с.#and {1} Shadow#every {2} sec", en="Sul'thraze" },
[12560] = { "Гірництво +{1}#+{1} Mining", "Збільшує навичку гірництва на {1}.#Mining +{1}", en="+5 Mining" },
[12686] = { "Несамовитість", "Збільшує шкоду на {1} і швидкість на {2} протягом {3} с.#done by {1} and#haste by {2} for {3} sec", "Шкоду та швидкість збільшено.", en="Enrage" },
[13181] = { "Таця підсилення розуму", "Веде ментальну битву з ворогом.", "Причаровано.", en="Mind Amplification Dish" },
[13439] = { "Крижана стріла", "Запускає у ворога крижану стрілу, що завдає {1} шкоди кригою та зменшує швидкість руху на {2}% протягом {3} с.#causing {1} Frost#by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frostbolt" },
[13441] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.#for {1} Fire", en="Firebolt" },
[13494] = { "Прискорення", "Збільшує вашу швидкість на {1} протягом {2} с.#haste by {1} for {2} sec", "Швидкість атаки збільшено.", en="Haste" },
[13533] = { ref=13494 }, -- Haste
[13959] = { "Електростатичний заряд", "З ймовірністю {1}% при отриманні удару в бою ви завдасте нападнику [{1}#inflicting {1} Nature][від {1} до {2}#inflicting {1} to {2} Nature] шкоди від природи.#a {1}% chance", en="Electrostatic Charge" },
[14053] = { "Зцілення", "Зцілює цілі {1} здоров'я.#target for {1}", en="Heal" },
[15340] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують запас мани на 150.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15389] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують запас здоров'я на 100.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15391] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують броню на 125.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15397] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують силу на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15400] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують витривалість на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15402] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують спритність на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15404] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують інтелект на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15406] = { "Мале арканічне посилення", "Додати на поножі чари, що збільшують дух на 8.\n\nЗачарування предмета зробить його персональним.", en="Lesser Arcane Amalgamation" },
[15464] = { "Показник влучності {1}#Increased Hit {1}", "Збільшує показник влучності на {1}.#your hit by {1}", en="Increased Hit 10" },
[15465] = { ref=15464 }, -- Increased Hit 20
[15466] = { ref=15464 }, -- Increased Hit 30
[15467] = { ref=15464 }, -- Increased Hit 40
[15468] = { ref=15464 }, -- Increased Hit 50
[15592] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди вогнем.#for {1} to {2} Fire", en="Firebolt" },
[15956] = { ref=7823 }, -- +3 Fishing
[16321] = { "Джуджу уникання", "Збільшує ваш показник ухилення на {1} протягом {2} с. Захисний еліксир.#dodge by {1} for {2} sec", "Збільшує показник ухилення на {1}%.#dodge by {1}", en="Juju Escape" },
[16322] = { "Джуджу шквалу", "Збільшує показник швидкості ваших заклять, атак ближнього та дальнього бою на {1} протягом {2} с. Бойовий еліксир.#haste by {1} for {2} sec", "Збільшує показник швидкості заклять, атак ближнього та дальнього бою на {1}.#haste by {1}", en="Juju Flurry" },
[16666] = { "Демонічна руна", "Відновлює [{1}#Restores {1} mana][{1}-{2}#Restores {1} to {2} mana] мани в обмін на [{1}#cost of {1} life][{1}-{2}#cost of {1} to {2} life] здоров'я.", en="Demonic Rune" },
[16718] = { "Шкуродерство +{1}#+{1} Skinning", "Збільшує навичку шкуродерства на {1}.#Skinning skill increased by {1}", en="+10 Skinning" },
[16916] = { "Сила чемпіона", "Зцілює вам {1} здоров'я та збільшує силу на {2} протягом {3} секунд.#self for {1} and#Strength by {2} for {3} sec", "Силу збільшено на {1}.#by {1}", en="Strength of the Champion" },
[16921] = { "Ланцюгова блискавка", "Завдає {1} ворогам [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи.#up to {1} targets", en="Chain Lightning" },
[16939] = { "Помста предків", "Збільшує показник критичного удару учасників групи на {1}. Триває {2} секунд.#critical strike by {1}#Lasts for {2} sec", "Збільшує показник критичного удару на {1}.#by {1}", en="Ancestor's Vengeance" },
[17350] = { "Сріблястий Світанок", "З ймовірністю {1}% при отриманні удару в бою ви збільшите показник ухилення на {2} протягом {3} с.#a {1}% chance#by {2} for {3} sec", "Показник ухилення збільшено на {1}%.#by {1}", en="Argent Dawn" },
[17351] = { "Сріблястий Світанок", "Показник ухилення збільшено на {1}%.#by {1}", "Показник ухилення збільшено на {1}%.#by {1}", en="Argent Dawn" },
[18066] = { ref=15464 }, -- Increased Hit 100
[18083] = { ref=13441 }, -- Firebolt
[18086] = { ref=13441 }, -- Firebolt
[18112] = { ref=13441 }, -- Firebolt
[18679] = { "Збільшення всіх опорів {1}#ncreased All Resist {1}", "Зменшує отриману магічну шкоду на {1}%.#magical damage taken by {1}%", en="Increased All Resist 08" },
[18803] = { "Зосередження", "Збільшує показник швидкості на {1}.#Haste by {1}", "Показник швидкості збільшено на {1}.#by {1}", en="Focus" },
[18816] = { "Полум'яний удар", "З шансом {1}% при отриманні удару в бою ви завдасте всім ворогам навколо {2} шкоди вогнем.#has a {1}% chance of dealing {2} Fire", en="Flamestrike" },
[18833] = { ref=13441 }, -- Firebolt
[19057] = { ref=2831 }, -- Armor +40
[21149] = { "Ґоґель-моґель", ref=5004, en="Egg Nog" },
[21153] = { "Лезо Косторуба", "Ваш показник критичного удару збільшується на {1} протягом {2} с. Цей ефект накопичується до {3} разів.#gain {1} critical strike for {2} sec#stacks up to {3} times", "Показник критичного удару збільшено на {1}.#gain {1} critical", en="Bonereaver's Edge" },
[21165] = { ref=13494 }, -- Haste
[22640] = { "Лють Ешхандара", ref=13494, en="Eskhandar's Rage" },
[22725] = { "Накладки зі шкіри ядра", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить показник ухилення на {1}.\n\nУкріплення предмета зробить його персональним.#adds {1} dodge", en="Core Armor Kit" },
[22756] = { "Точильний камінь стихій", "Заточити зброю, щоб збільшити показник критичного удару в ближньому бою на {1} протягом {2} год. Не можна застосовувати на предмети вище {3} рівня.#critical strike by {1} for {2} h#than level {3}", en="Elemental Sharpening Stone" },
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник влучності в дальньому бою на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#ranged hit by {1}", en="Biznicks 247x128 Accurascope" },
[22840] = { "Магічний камінь прудкості", "Додати на поножі чари, що збільшують показний швидкості на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} haste", en="Arcanum of Rapidity" },
[22844] = { "Магічний камінь зосередження", "Додати на поножі чари, що збільшують силу заклять на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} spell power", en="Arcanum of Focus" },
[22846] = { "Магічний камінь захисту", "Додати на поножі чари, що збільшують ймовірність ухилення на {1}.\n\nЗачарування предмета зробить його персональним.#Permanently adds {1} dodge", en="Arcanum of Protection" },
[22850] = { "Прихисток", "Збільшує показник ухилення на {1}, а броню - на {2} протягом {3} с.#wielder {1} dodge and {2} armor for {3} sec", "Броню збільшено на {1}.\nПоказник ухилення збільшено на {2}.#armor by {1}.#dodge by {2}.", en="Sanctuary" },
[23267] = { ref=13441 }, -- Firebolt
[23562] = { "Показник блокування {1}#Block Value {1}", "Збільшує показник ухилення на {1}.#dodge by {1}", en="Block Value 60" },
[24149] = { "Явлення могутності", "Додати на поножі чари, що збільшують витривалість на {1}, показник ухилення на {2} та показник парирування на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} dodge#and {3} parry", en="Presence of Might" },
[24160] = { "Сигіла синкретиста", "Додати на поножі чари, що збільшують витривалість на {1}, показник ухилення на {2} та інтелект на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} dodge#and {3} Intellect", en="Syncretist's Sigil" },
[24161] = { "Обійми смерті", "Додати на поножі чари, що збільшують силу атаки на {1} та показник ухилення на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} attack#and {2} dodge", en="Death's Embrace" },
[24162] = { "Поклик сокола", "Додати на поножі чари, що збільшують силу атаки на {1}, витривалість на {2} та показник влучності на {3}.\n\nЗачарування предмета зробить його персональним.#adds {1} attack#{2} Stamina#and {3} hit", en="Falcon's Call" },
[24163] = { "Палкі обійми вуду", "Додати на поножі чари, що збільшують інтелект на {1} та силу заклять на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} Intellect and {2} spell power", en="Vodouisant's Vigilant Embrace" },
[24164] = { "Явлення прозріння", "Додати на поножі чари, що збільшують силу заклять на {1} та показник влучності на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} spell#and {2} hit", en="Presence of Sight" },
[24165] = { "Чари худу", "Додати на поножі чари, що збільшують витривалість на {1} та силу заклять на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina and {2} spell", en="Hoodoo Hex" },
[24167] = { "Віщунська аура", "Додати на поножі чари, що збільшують витривалість на {1}, силу заклять на {2} та дух на {3}.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina#{2} spell power and {3} Spirit", en="Prophetic Aura" },
[24168] = { "Ласка аніміста", "Додати на поножі чари, що збільшують витривалість на {1}, інтелект на {2} та силу заклять на {3}.\n\nЗачарування предмета зробить його персональним.#adds {1} Stamina#{2} Intellect#and {3} spell power", en="Animist's Caress" },
[24301] = { ref=7823 }, -- +40 Fishing
[24352] = { "Лють дияволозавра", "Збільшує силу атаки на {1}, а показник влучності на {2}. Ефект триває {3} с.#power by {1} and#hit by {2}#for {3} sec", "Збільшує силу атаки на {1} та показник влучності на {2}.#power by {1} and hit by {2}", en="Devilsaur Fury" },
[24420] = { "Печатка спокою Зандаларів", "Накласти на наплічники чари, що збільшують силу заклять на {1}.#by {1}", en="Zandalar Signet of Serenity" },
[24421] = { "Печатка моджо Зандаларів", "Накласти на наплічники чари, що збільшують силу заклять на {1}.#by {1}", en="Zandalar Signet of Mojo" },
[24422] = { "Печатка могутності Зандаларів", "Накласти на наплічники чари, що збільшують силу атаки на {1}.#adds {1} attack", en="Zandalar Signet of Might" },
[24433] = { "Покращений Гнів/Зоряний вогонь", "Збільшує показник критичного удару заклять на {1}.#spell critical strike by {1}", en="Improved Wrath/Starfire" },
[24498] = { "Сліпуче світло", "Збільшує показник критичного удару заклять на {1} протягом {2} с.#spell critical strike by {1} for {2} sec", "Збільшує показник критичного удару заклять на {1}.#by {1}", en="Brilliant Light" },
[24542] = { "Легкий цілющий дотик", "Збільшує показник швидкості на {1} та зменшує витрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" на {2}% протягом {3} с.#Grants {1} haste#by {2}% for {3} sec", "Показник швидкості збільшено на {1}.\nВитрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" зменшено на {2}%.#{1} haste#reduced by {2}%", en="Nimble Healing Touch" },
[24543] = { "Тотальна руйнація", "Збільшує показник критичного удару на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує показник критичного удару на {1}.#by {1}", en="Massive Destruction" },
[24546] = { "Швидке зцілення", "Збільшує показник швидкості на {1} та зменшує витрати мани на закляття зцілення на {2}% протягом {3} с.#Grants {1} haste#by {2}% for {3} sec", "Показник швидкості збільшено на {1}.\nВитрати мани на закляття зцілення зменшено на {2}%.#increased by {1}#reduced by {2}%", en="Rapid Healing" },
[24574] = { "Крихка броня", "Збільшує вашу броню на {1} та показник ухилення на {2} протягом {3} с. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на {4} броні та {5} показника ухилення.#armor by {1} and dodge by {2} for {3} sec#reduced by {4} armor and {5} dodge", en="Brittle Armor" },
[24585] = { ref=12693 }, -- Drain Life
[24591] = { "Шкуродерство +{1}#+{1} Skinning", "Збільшує навичку шкуродерства на {1}. Не поєднується з іншими бонусами до навички шкуродерства.#Skinning increased by {1}", en="+10 Skinning" },
[24610] = { "Зламана котушка Пеґла", "Збільшує показник влучності заклять на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує показник влучності заклять на {1}.#by {1}", en="Pagle's Broken Reel" },
[24865] = { "Освячена сфера", "Збільшує показник критичного удару та показник критичного удару заклять на {1}. Триває {2} с.#critical strike by {1}#Lasts {2} sec", "Збільшує показник критичного удару та показник критичного удару заклять на {1}.#by {1}", en="Sanctified Orb" },
[24869] = { "Їжа", "Відновлює {1} здоров'я та мани щосекунди протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через 10 секунд ви насититесь і всі ваші характеристики збільшаться на {3} протягом {4} год#Restores {1} health#for {2} sec#all stats by {3} for {4} hour", "Відновлює {1} здоров'я щосекунди.#Restores {1}", en="Food" },
[25122] = { "Блискуча чарівна олія", "Нанести на зброю блискучу чарівну олію, що збільшує інтелект на {1} та показник критичного удару на {2}. Ефект триває {3} год. Не можна застосовувати на предмети вище {4} рівня.#Intellect by {1} and critical strike by {2}#lasts for {3} h#higher than level {4}", en="Brilliant Wizard Oil" },
[25660] = { ref=5004 }, -- Food
[25804] = { "Чорний ром Ромсі", "Легко п’ється. Міцний алкоголь.", en="Rumsey Rum Black Label" },
[26480] = { "Жетон стража рою", "Ваші атаки в ближньому та дальньому бою можуть на {1} с накласти ефект, що збільшує ваш показник критичного удару на {2}. Ефект накопичується до {3} разів.#on you for {1} sec#critical strike by {2}#up to {3} times", "Ваші атаки викликають видіння кіражів.", en="Badge of the Swarmguard" },
[26481] = { "Видіння кіражів", nil, "Показник критичного удару збільшено на {1}.#gain {1} critical", en="Insight of the Qiraji" },
[26693] = { ref=12693 }, -- Drain Life
[26740] = { "Таця підсилення розуму", nil, "Причаровано.", en="Mind Amplification Dish" },
[27652] = { "Еліксир опору", "Поглинає {1} магічної шкоди. Триває {2} хв.#Absorbs {1} magic#Lasts {2} min", "Поглинає {1} магічної шкоди.#Absorbs {1} magic", en="Elixir of Resistance" },
[27653] = { "Еліксир ухилення", "Збільшує показник ухилення на {1}.#dodge by {1}", "Збільшує показник ухилення на {1}.#dodge by {1}", en="Elixir of Dodging" },
[27723] = { "Темна жага", "Збільшує показник влучності на {1} протягом {2} год.#hit by {1} for {2} hour", "Збільшує показник влучності на {1}.#by {1}", en="Dark Desire" },
[27869] = { "Темна руна", ref=16666, en="Dark Rune" },
[28142] = { "Сила Вартівника", "Збільшує показник критичного удару заклять для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by {2}", "Збільшує показник критичного удару заклять на {1}.#by {1}", en="Power of the Guardian" },
[28161] = { "Захист джунглів", "Додати на поножі чари, що збільшують опір природі на {1}. Не поєднується з іншими чарами на предметі.#adds {1} nature resistance", en="Savage Guard" },
[28163] = { "Крижаний захист", "Додати на поножі чари, що збільшують опір кризі на {1}.#adds {1} Frost resist", en="Ice Guard" },
[28165] = { "Тіньовий захист", "Додати на поножі чари, що збільшують опір тіні на {1}. Не поєднується з іншими чарами на предметі.#adds {1} shadow resistance", en="Shadow Guard" },
[28701] = { ref=13494 }, -- Haste
[28866] = { "Поцілунок павука", ref=13494, en="Kiss of the Spider" },
[29155] = { ref=12693 }, -- Drain Life
[29236] = { "Мерехтливий стаут", "Відновлює {1} мани.#Restores {1} mana", en="Shimmer Stout" },
[29332] = { "Підсмажена на вогні булочка", "Збільшує показник влучності на {1} протягом {2} год.#hit by {1} for {2} hour", "Збільшує показник влучності на {1}.#by {1}", en="Fire-toasted Bun" },
[29333] = { "Літня ковбаска", "Збільшує показник швидкості на {1} протягом {2} год.#haste by {1} for {2} hour", "Показник швидкості збільшено на {1}.#by {1}", en="Midsummer Sausage" },
[29335] = { "Бузиновий пиріг", "Збільшує показник ухилення на {1} протягом {2} год.#dodge by {1} for {2} hour", "Збільшує показник ухилення на {1}%.#dodge by {1}", en="Elderberry Pie" },
[29467] = { "Сила Скари", "Накласти на наплічники чари, що збільшують силу заклять на {1} та показник критичного удару на {2}.\n\nЗачарування предмета зробить його персональним.#adds {1} spell power and {2} critical strike", en="Power of the Scourge" },
[29483] = { "Міць Скари", "Накласти на наплічники чари, що збільшують силу атаки на {1} та показник критичного удару на {2}.\n\nЗачарування предмета зробить його персональним.#power by {1} and critical strike by {2}", en="Might of the Scourge" },
[30260] = { "Стабілізований етернієвий приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник критичного удару на {1}.\n\nОснащення зброї дальнього бою прицілом робить її персональною.#critical strike by {1}", en="Stabilized Eternium Scope" },
[31039] = { "Краб зі світанкового каменю", "Збільшує показник ухилення на {1} протягом {2} с.#dodge by {1} for {2} sec", "Показник ухилення збільшено на {1}.#dodge by {1}", en="Dawnstone Crab" },
[32600] = { "Уникнення", "Збільшує показник ухилення на {1} протягом {2} с.#dodge by {1} for {2} sec", "Збільшує показник ухилення на {1}%.#dodge by {1}", en="Avoidance" },
[33253] = { ref=5005 }, -- Food
[34107] = { ref=12693 }, -- Drain Life
[34696] = { ref=12693 }, -- Drain Life
[40290] = { "Копія висмоктування життя", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", en="Copy of Drain Life" },
[41662] = { ref=18679 }, -- Increased All Resist 08
[41664] = { ref=18679 }, -- Increased All Resist 08
[41666] = { ref=18679 }, -- Increased All Resist 08
[41668] = { ref=18679 }, -- Increased All Resist 08
[41721] = { ref=18679 }, -- Increased All Resist 08
[41728] = { ref=18679 }, -- Increased All Resist 08
[41737] = { ref=18679 }, -- Increased All Resist 08
[41751] = { ref=18679 }, -- Increased All Resist 08
[41819] = { ref=18679 }, -- Increased All Resist 08
[41822] = { ref=18679 }, -- Increased All Resist 08
[41836] = { ref=18679 }, -- Increased All Resist 08
[41839] = { ref=18679 }, -- Increased All Resist 08
[41843] = { ref=18679 }, -- Increased All Resist 08
[41857] = { ref=18679 }, -- Increased All Resist 08
[41859] = { ref=18679 }, -- Increased All Resist 08
[41880] = { ref=18679 }, -- Increased All Resist 08
[41883] = { ref=18679 }, -- Increased All Resist 08
[41893] = { ref=18679 }, -- Increased All Resist 08
[54452] = { "Еліксир адепта", ref=11390, en="Adept's Elixir" },
[59188] = { ref=7823 }, -- +1000 Fishing
[59731] = { ref=7823 }, -- +30 Fishing
[71435] = { ref=7823 }, -- +15 Fishing
[71838] = { ref=12693 }, -- Drain Life
[71839] = { ref=12693 }, -- Drain Life
[95243] = { ref=7823 }, -- +150 Fishing
[96043] = { ref=7823 }, -- +15 Fishing
[124034] = { ref=7823 }, -- +10 Fishing
[128586] = { ref=7823 }, -- +150 Fishing
[144073] = { "Арканічна енергія", ref=33662, en="Arcane Energy" },
[144074] = { "Лютість", "Збільшує силу атаки на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Ferocity" },
[144237] = { ref=12693 }, -- Drain Life
[144246] = { ref=13440 }, -- Shadow Bolt
[144250] = { ref=13440 }, -- Shadow Bolt
[144251] = { ref=13439 }, -- Frostbolt
[144252] = { ref=13440 }, -- Shadow Bolt
[144254] = { ref=16407 }, -- Frost Blast
[144257] = { ref=13440 }, -- Shadow Bolt
[144265] = { ref=8313 }, -- Poison
[144268] = { ref=13440 }, -- Shadow Bolt
[144271] = { ref=13440 }, -- Shadow Bolt
[144272] = { ref=13440 }, -- Shadow Bolt
[144317] = { ref=4436 }, -- Immolation
[144320] = { ref=7617 }, -- Shadow Bolt
[145727] = { "Полум'яний удар", "Викликає вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем і додатково {1} шкоди вогнем протягом {2} с.#additional {1}#over {2} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec", en="Flamestrike" },
[145728] = { ref=2006 }, -- Resurrection
[387576] = { "Збільшення зцілення Зблиску світла", "Збільшує силу \"Зблиску світла\" на {1}.#Flash of Light by {1}", en="Increased Flash of Light Healing" },
[388426] = { ref=387576 }, -- Increased Flash of Light Healing
[388427] = { "Збільшення зцілення Омолодження", "Збільшує силу \"Омолодження\" на {1}.#Rejuvenation by {1}", en="Increased Rejuvenation Healing" },
[423438] = { ref=387576 }, -- Increased Flash of Light Healing
[423452] = { ref=388427 }, -- Increased Rejuvenation Healing

-- Mounts
[6898] = { ref=6897 }, -- White Ram
[32235] = { "Золотий грифон", "Викликає та відпускає верхового золотого грифона. Його здібності залежать від вашої навички верхової їзди та місцеперебування.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Golden Gryphon" },

-- Pets
[10688] = { "Тарган Підмістя", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашого таргана.", en="Undercity Cockroach" },

-- Professions
[7620] = { "Риболовля", "Натисніть, перебуваючи перед водоймою. Вудку тримати не обов'язково. Коли почуєте плескіт — клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу.", en="Fishing" },
[7731] = { "Риболовля", "Візьміть до рук вудку і знайдіть водойму, в якій можна рибалити. Коли почуєте плескіт — клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка риболовлі, тим більше шансів упіймати рибу у водоймах зон вищого рівня.", en="Fishing" },
[7732] = { ref=7731 }, -- Fishing
[8613] = { "Шкуродерство", "Основи білування тварин для отримання їхніх шкір та хутра, які можна використовувати у шкірництві.", en="Skinning" },
[8617] = { "Шкуродерство", "Поглиблений рівень навички здирання шкіри зі звірів для використання у шкірництві.", en="Skinning" },
[8618] = { "Шкуродерство", "Рівень навички експерта здирання шкур зі звірів для використання у шкірництві.", en="Skinning" },
[10768] = { "Шкуродерство", "Рівень навички ремісника здирання шкур зі звірів для використання у шкірництві.", en="Skinning" },
[18248] = { ref=7731 }, -- Fishing
[105206] = { ref=28596 }, -- Alchemy

-- Racial
[4081] = { "Опір природі", "Збільшує отриману шкоду від природи на {1}%.#taken by {1}%", en="Nature Resistance" },
[5227] = { "Дотик могили", "Ваші атаки та бойові закляття можуть виснажити ціль, завдаючи їй {1} шкоди тінню та відновлюючи вам такий же обсяг здоров'я.#dealing {1} Shadow", en="Touch of the Grave" },
[20551] = { ref=4081 }, -- Nature Resistance
[20574] = { "Спеціалізація на сокирах", "При використанні кулачної зброї, сокир та дворучних сокир вправність збільшується на {1}%.#increased by {1}%", en="Axe Specialization" },
[20578] = { "Канібалізм", "При активації відновлює {1}% здоров'я та мани кожні {2} с протягом {3} с. Діє лише на трупах гуманоїдів та невмерлих в межах {4} м. Будь-який рух, дія або отримання шкоди перериває процес.#regenerates {1}% of#every {2} sec for {3} sec#within {4} y", "Відновлення {1}% здоров'я та мани кожні {2} с.#Regenerate {1}%#every {2} sec", en="Cannibalize" },
[20579] = { "Опір тіні", "Зменшує отриману шкоду від тіні на {1}%.#by {1}%", en="Shadow Resistance" },
[20582] = { "Прудкість", "Зменшує ймовірність ухилення від атак ближнього та дальнього бою на {1}%.#by {1}%", en="Quickness" },
[20583] = { ref=4081 }, -- Nature Resistance
[20592] = { "Опір аркані", "Зменшує отриману шкоду від аркани на {1}%.#by {1}%", en="Arcane Resistance" },
[20595] = { "Влучний стрілець", "При використанні зброї дальнього бою вправність збільшується на {1}%.#increased by {1}%", en="Crack Shot" },
[20596] = { "Опір кризі", "Зменшує отриману шкоду від криги на {1}%.#by {1}%", en="Frost Resistance" },
[20597] = { "Спеціалізація на мечах", "При використанні мечів та дворучних мечів вправність збільшується на {1}%.#increased by {1}%", en="Sword Specialization" },
[20864] = { "Спеціалізація на булавах", "При використанні мечів та дворучних мечів вправність збільшується на {1}%.#increased by {1}%", en="Mace Specialization" },
[26290] = { "Спеціалізація на луках", "При використанні рушниць, луків та арбалетів вправність збільшується на {1}.#increased by {1}%", en="Dead Eye" },
[26297] = { "Берсерк", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на {1}%.#by {1}%", en="Berserking" },
[28880] = { "Дар Наару", "Зцілює цілі {1}% від здоров'я заклинача протягом {2} с.#for {1}% of#over {2} sec", "Зцілює {1}% здоров'я кожні {2} с.#{1}% every {2} sec", en="Gift of the Naaru" },

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує показник критичного удару на {1}, а також збільшує всі характеристики на {2} протягом {3} год.#critical strike by {1} and all attributes by {2} for {3} h", "Збільшує показник критичного удару на {1} та всі характеристики на {2}.#critical strike by {1} and all attributes by {2}", en="Songflower Serenade" },
[16609] = { "Благословення вождя", "Збільшує запас здоров'я, швидкість ближнього бою та відновлення мани.", "Збільшує запас здоров'я, швидкість ближнього бою та відновлення мани.", en="Warchief's Blessing" },
[22888] = { "Рвучкий клич драконоборця", "Збільшує показник критичного удару та збільшує силу атаки. Триває {1} хв.#{1} min", "Збільшує показник критичного удару та збільшує силу атаки. Триває {1} хв.#{1} min", en="Rallying Cry of the Dragonslayer" },
[355363] = { "Рвучкий клич драконоборця", "Збільшує показник критичного удару ближнього бою, дальнього бою та заклять, а також збільшує силу атаки. Триває {1} хв.#{1} min", "Збільшує показник критичного удару ближнього бою, дальнього бою та заклять, а також збільшує силу атаки. Триває {1} хв.#{1} min", en="Rallying Cry of the Dragonslayer" },

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
