local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Blast
[400573] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх інших заклять збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#spells is increased by {1}%#Blast is increased by {2}%#to {3} times#lasts {4} sec", "Шкоду всіх заклять, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#of Arcane Blast increased by {2}%.", en="Arcane Blast" },
[400574] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх інших ваших заклять збільшується на {3}%, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} с або до вимови будь-якого іншого бойового закляття.#dealing {1} to {2} Arcane#by {3}% and#Blast is increased by {4}%#to {5} times#lasts {6} sec", en="Arcane Blast" },
[1239696] = { ref=400574 }, -- Arcane Blast
[1239697] = { ref=400574 }, -- Arcane Blast
[1239699] = { ref=400574 }, -- Arcane Blast
[1239700] = { ref=400574 }, -- Arcane Blast
-- Arcane Brilliance
[23028] = { "Арканічна геніальність", "Сповнює учасників групи та рейду цілі геніальністю, збільшуючи їхній інтелект на {1} протягом {2} год.#by {1} for {2} hour", "Збільшує інтелект на {1}.#by {1}", en="Arcane Brilliance" },
-- Arcane Focus
[11222] = { "Арканічна зосередженість", "Збільшує ймовірність завдання удару закляттями аркани на {1}%.#Arcane spells by {1}%", en="Arcane Focus" },
-- Arcane Geometry
[11247] = { "Арканічна геометрія", "Збільшує дальність ваших заклять аркани на {1} м.#by {1} y", en="Arcane Geometry" },
-- Arcane Impact
[11242] = { "Арканічний струс", "Збільшує ймовірність критичного удару заклять аркани на {1}%.#Arcane spells by {1}%", en="Arcane Impact" },
-- Arcane Instability
[15058] = { "Арканічна нестабільність", "Збільшує шкоду ваших заклять на {1}% та ймовірність критичного удару на {2}%.#spells by {1}% and#chance by {2}%", en="Arcane Instability" },
-- Arcane Intellect
[1459] = { "Арканічний інтелект", "Збільшує інтелект цілі на {1} протягом {2} год.#by {1}#for {2} h", "Збільшує інтелект на {1}.#by {1}", en="Arcane Intellect" },
[1460] = { ref=1459 }, -- Arcane Intellect
[1461] = { ref=1459 }, -- Arcane Intellect
[10156] = { ref=1459 }, -- Arcane Intellect
[10157] = { ref=1459 }, -- Arcane Intellect
[16876] = { "Арканічний інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1}#for {2} min", "Збільшує інтелект на {1}.#by {1}", en="Arcane Intellect" },
[364161] = { ref=1459 }, -- Arcane Intellect
-- Arcane Mind
[11232] = { "Арканічний розум", "Збільшує ваш інтелект на {1}% і додаткову шкоду від критичних ударів ваших заклять аркани на {2}%.#by {1}% and#spells by {2}%", en="Arcane Mind" },
-- Arcane Power
[12042] = { "Арканічна могутність", "Протягом {1} с ваші закляття завдають на {2}% більше шкоди, але їх вимова потребує на {3}% більше мани.#next {1} sec#deal {2}% more#costing {3}% more", "Збільшено шкоду та витрати мани ваших заклять.", en="Arcane Power" },
-- Arcane Shielding
[11252] = { "Арканічний захист", "Зменшує витрати мани від поглиненої \"Щитом мани\" шкоди на {1}% та збільшує отриманий від \"Магівського обладунку\" опір на {2}%#active by {1}%#Armor spell by {2}%", en="Arcane Shielding" },
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо себе полум'яну хвилю, яка завдає від {1} до {2} шкоди вогнем всім навколишнім ворогам, а також паморочить їх, зменшуючи швидкість руху на {3}% протягом {4} с.#blast for {1} to {2}#Dazing them for {3}%#for {4} sec", "Запаморочення. Швидкість руху зменшено на {1}%.#by {1}%", en="Blast Wave" },
[13018] = { ref=11113 }, -- Blast Wave
[13019] = { ref=11113 }, -- Blast Wave
[13020] = { ref=11113 }, -- Blast Wave
[13021] = { ref=11113 }, -- Blast Wave
-- Blink
[1953] = { "Блим", "Телепортує заклинача на {1} м уперед, якщо на шляху немає перешкод. Також звільняє від приголомшень та знерухомлень.#caster {1} yards", "Блимає.", en="Blink" },
-- Chilled
[6136] = { "Охолодження", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", en="Chilled" },
-- Cold Snap
[12472] = { "Холодна хватка", "Завершує відновлення всіх ваших заклять криги.", en="Cold Snap" },
-- Combustion
[11129] = { "Палання", "При активації збільшує ймовірність критичного удару ваших заклять вогню на {1}% за кожне влучання закляттями вогню. Цей ефект триває, доки ви не завдасте прямого критичного удару закляттями вогню {2} рази.#spells by {1}%#caused {2} non-periodic", en="Combustion" },
[28682] = { "Палання", "Збільшує ймовірність критичного удару заклять вогню на {1}%.#spells by {1}%", "Збільшує ймовірність критичного удару заклять вогню на {1}%.#spells by {1}%", en="Combustion" },
-- Elemental Precision
[29438] = { "Точність стихій", "Збільшує ймовірність завдання удару закляттями криги та вогню на {1}%.#by {1}%", en="Elemental Precision" },
-- Fingers of Frost
[400670] = { nil, nil, "Ваші закляття спрацьовують так, ніби ціль заморожена.", ref=400669 }, -- Fingers of Frost
-- Fire Vulnerability
[22959] = { "Вразливість до вогню", "Збільшує отриману від мага шкоду від вогню на {1}% за кожен ефект.#by {1}% per", "Отриману від мага шкоду від вогню збільшено на {1}%.#by {1}%", en="Fire Vulnerability" },
-- Fire Ward
[543] = { "Вогняний оберіг", "Поглинає {1} шкоди від вогню[ і з ймовірністю {1}% ви відіб'єте закляття та ефекти вогню#a {1}% chance]. Триває {2} с.#Absorbs {1} Fire#Lasts {2} sec", "Поглинає {1} шкоди від вогню.[ З імовірністю {1}% відбиває закляття та ефекти вогню.#{1}% chance]#Absorbs {1} Fire", en="Fire Ward" },
[8457] = { ref=543 }, -- Fire Ward
[8458] = { ref=543 }, -- Fire Ward
[10223] = { ref=543 }, -- Fire Ward
[10225] = { ref=543 }, -- Fire Ward
-- Flamestrike
[2120] = { "Полум'яний удар", "Викликає вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем і додатково {1} шкоди вогнем протягом {2} с. Одночасно може бути активним лише один \"Полум'яний удар\".#additional {1}#over {2} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec", en="Flamestrike" },
[2121] = { nil, nil, "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2}", ref=2120 }, -- Flamestrike
-- Frost Ward
[6143] = { "Крижаний оберіг", "Поглинає {1} шкоди від криги[ і з ймовірністю {1}% відбиває закляття та ефекти криги#a {1}% chance to reflect]. Триває {2} с.#Absorbs {1} Frost#Lasts {2} sec", "Поглинає {1} шкоди від криги.[ З імовірністю {1}% відбиває закляття та ефекти криги.#{1}% chance to reflect]#Absorbs {1} Frost", en="Frost Ward" },
[8461] = { ref=6143 }, -- Frost Ward
[8462] = { ref=6143 }, -- Frost Ward
[10177] = { ref=6143 }, -- Frost Ward
[28609] = { ref=6143 }, -- Frost Ward
-- Frost Warding
[11189] = { "Крижаний захист", "Збільшує броню та опір від ваших заклять \"Крижаний обладунок\" і \"Льодяний обладунок\" на {1}%, а також надає вашому закляттю \"Крижаний оберіг\" {2}% імовірності відбити закляття та ефекти криги.#spells by {1}#{2}% chance to reflect", en="Frost Warding" },
-- Frostfire Bolt
[1237312] = { ref=401502 }, -- Frostfire Bolt
[1237313] = { ref=401502 }, -- Frostfire Bolt
-- Heating Up
[400624] = { "Розігрів", "Неперіодичні критичні удари ваших заклять \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Вогняний підрив\" та \"Опік\" зменшують час вимови наступної \"Вогняної брили\" на {2}% протягом {1} с. Ефект накопичується до {3} разів.#within {1} sec#by {2}%#to {3} times", en="Heating Up" },
[400625] = { nil, nil, "Час вимови вашого наступного закляття \"Вогняна брила\" зменшено на {1}%.#by {1}%", ref=400624 }, -- Heating Up
-- Ice Barrier
[11426] = { "Льодяний бар'єр", "Миттєво захищає вас щитом, що поглинає {1} шкоди. Триває {2} хв. Поки щит тримається, ваша вимова заклять не переривається та не зазнає затримки від отриманої шкоди.#absorbing {1} damage#Lasts {2} min", "Поглинає {1} шкоди.#Absorbs {1} damage", en="Ice Barrier" },
[13031] = { ref=11426 }, -- Ice Barrier
[13032] = { ref=11426 }, -- Ice Barrier
[13033] = { ref=11426 }, -- Ice Barrier
-- Ice Lance
[400640] = { "Крижаний спис", "Завдає від {1} до {2} шкоди від криги ворожій цілі. Завдає на {3}% більше шкоди замороженим цілям.#Deals {1} to {2} Frost#Deals {3}% increased", en="Ice Lance" },
[1240044] = { ref=400640 }, -- Ice Lance
[1240045] = { ref=400640 }, -- Ice Lance
[1240046] = { ref=400640 }, -- Ice Lance
[1240047] = { ref=400640 }, -- Ice Lance
[1312002] = { ref=400640 }, -- Ice Lance
-- Ignite
[412538] = { "Займання", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", en="Ignite" },
[412545] = { "Займання", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Ignite" },
-- Impact
[12355] = { "Струс", "Закляття вогню можуть приголомшити ціль на {1} с.#for {1} sec", "Приголомшено.", en="Impact" },
-- Improved Blizzard
[11185] = { "Покращена метелиця", "Надає вашому закляттю \"Метелиця\" ефект охолодження, що знижує швидкість руху цілей на {1}% протягом {2} с.#speed by {1}% for {2} sec", en="Improved Blizzard" },
-- Improved Channeling
[11237] = { "Покращене спрямування", "Надає {1}% ймовірності уникнути переривання промовляння закляття \"Арканічні снаряди\" при отриманні шкоди, та {2}% ймовірності уникнути затримки вимови закляття \"Арканічний спалах\".#you a {1}% chance#and a {2}% chance", en="Improved Channeling" },
-- Improved Counterspell
[11255] = { "Покращене протизакляття", "\"Протизакляття\" також знемовлює ціль на {1} с.#for {1} sec", en="Improved Counterspell" },
-- Improved Fireball
[11069] = { "Покращена вогняна куля", "Зменшує час вимови заклять \"Вогняна куля\" та \"Стріла крижаного полум'я\" на {1} с.#spells by {1} sec", en="Improved Fireball" },
-- Improved Scorch
[11095] = { "Покращений опік", "Закляття \"Опік\" з ймовірністю {1}% зробить ціль вразливою до вогню. Ця вразливість збільшує всю отриману ціллю шкоду від вогню на {2}% протягом {3} с. Ефект накопичується до {4} разів.#a {1}% chance#target by {2}% and lasts {3} sec#up to {4} times", en="Improved Scorch" },
-- Incineration
[18459] = { "Спалення", "Збільшує ймовірність критичного удару заклять \"Вогняний підрив\", \"Крижаний спис\", \"Арканічний спалах\" та \"Опік\" на {1}%.#by {1}%", en="Incineration" },
-- Magic Absorption
[29441] = { "Магічне поглинання", "Збільшує всі ваші види опору на {1}, а кожне закляття, якому ви повністю протидієте, відновлює {2}% вашого запасу мани. Не може спрацьовувати частіше, ніж раз на секунду.#by {1} and#restore {2}% of", en="Magic Absorption" },
-- Magic Attunement
[12606] = { "Магічна налаштованість", "Посилює ефект заклять \"Підсилення магії\" та \"Пом'якшення магії\" на {1}%.#spells by {1}%", en="Magic Attunement" },
-- Missile Barrage
[400588] = { "Обстріл снарядами", "Закляття \"Арканічний спалах\" з ймовірністю {1}%, а закляття \"Вогняна куля\", \"Крижана стріла\" та \"Стріла крижаного полум'я\" з ймовірністю {2}% зменшують тривалість промовляння вашого наступного закляття \"Арканічні снаряди\" на {3}% і витрати мани на нього на {4}%, а снаряди будуть начакловуватись кожні {5} с.#spell a {1}%#spells a {2}%#{3}%, reduce#Missiles spell by {4}%#every {5} sec", en="Missile Barrage" },
[400589] = { "Обстріл снарядами", "Закляття \"Арканічний спалах\", \"Вогняна куля\" та \"Крижана стріла\" можуть зменшити тривалість промовляння наступного закляття \"Арканічні снаряди\" на {1}% і витрати мани на нього на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%,#cost by {2}%,#every {3} sec", "Тривалість промовляння вашого наступного закляття \"Арканічні снаряди\" зменшено на {1}%, витрати мани на нього на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%,#cost by {2}%,#every {3} sec", en="Missile Barrage" },
-- Permafrost
[11175] = { "Вічна мерзлота", "Збільшує тривалість ваших ефектів \"Охолодження\" на {1}% та зменшує швидкість ворожої цілі ще на {2}%.#effects by {1}%#additional {2}%", en="Permafrost" },
-- Remove Lesser Curse
[475] = { "Зняття малого прокляття", "Знімає {1} прокляття або клятьбу з дружньої цілі.#Removes {1}", en="Remove Lesser Curse" },
-- Teleport: Dalaran
[1297659] = { "Телепортація: Даларан", "Телепортує заклинача до Даларану.", en="Teleport: Dalaran" },
-- Wake of Fire
[11078] = { "Вогняний слід", "Зменшує час відновлення вашого закляття \"Вогняний підрив\" на {1} с. Вбивство цілі, що приносить досвід або честь, збільшує на {3}% ймовірність критичного удару наступного закляття \"Вогняний підрив\" протягом {2} с.#by {1} sec#within {2} sec#by {3}%", en="Wake of Fire" },
-- Winter's Chill
[11180] = { "Зимова холоднеча", "Ваші крижані закляття з ймовірністю {1}% спричинять ефект \"Зимової холоднечі\", що збільшує ймовірність критичного удару заклять \"Крижаний спис\" та \"Крижана стріла\" по цілі на {2}% протягом {3} с. Ефект накопичується до {4} разів.#{1}% chance#by {2}% for {3} sec#up to {4} times", en="Winter's Chill" },
[12579] = { "Зимова холоднеча", nil, "Закляття \"Крижана стріла\" та \"Крижаний спис\" мага мають на {1}% вищу ймовірність завдання критичного удару.#a {1}% additional", en="Winter's Chill" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
