local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aimed Shot
[19434] = { "Прицільний постріл", "Прицільний постріл, що збільшує шкоду дальнього бою на {1}. Здібність \"Прицільний постріл\" має спільне відновлення зі здібністю \"Багатозарядний постріл\".#by {1}.", en="Aimed Shot" },
[20900] = { ref=19434 }, -- Aimed Shot
[20901] = { ref=19434 }, -- Aimed Shot
[20902] = { ref=19434 }, -- Aimed Shot
[20903] = { ref=19434 }, -- Aimed Shot
[20904] = { ref=19434 }, -- Aimed Shot
-- Aspect of the Beast
[13161] = { "Аспект звіра", "Мисливець переймає аспекти звіра, внаслідок чого його стає неможливо відстежити, а сила атаки ближнього бою збільшується на {1}. Одночасно може бути активним лише один аспект.#Power by {1}", "Неможливо відстежити. Силу атаки ближнього бою збільшено на {1}.#by {1}", en="Aspect of the Beast" },
[1299445] = { nil, "Ви переймаєте аспекти звіра, внаслідок чого вас стає неможливо відстежити, а сила атаки ближнього бою збільшується на {1}. Одночасно може бути активним лише один аспект.#Power by {1}", ref=13161 }, -- Aspect of the Beast
[1299446] = { ref=1299445 }, -- Aspect of the Beast
[1299447] = { ref=1299445 }, -- Aspect of the Beast
-- Aspect of the Wild
[20043] = { "Аспект первісної природи", "Мисливець і всі учасники групи та рейду в межах {1} м переймають аспект первісної природи, збільшуючи опір природі на {2}. Одночасно може бути активним лише один аспект.#within {1} yards#by {2}.", "Опір природі збільшено на {1}.#by {1}", en="Aspect of the Wild" },
[20190] = { ref=20043 }, -- Aspect of the Wild
-- Barrage
[19461] = { "Шквал", "Збільшує шкоду ваших здібностей \"Багатозарядний постріл\", \"Прицільний постріл\" та \"Обстріл\" на {1}%.#by {1}%", en="Barrage" },
-- Beast Training
[5149] = { "Дресирування звіра", "Дозволяє навчати вашого вихованця відомих вам здібностей.", en="Beast Training" },
-- Bestial Discipline
[19590] = { "Звіряча дисципліна", "Прискорює відновлення концентрації ваших вихованців на {1}% і дозволяє вашій мані відновлюватися під час вимови заклять зі швидкістю {2}% від звичайної.#by {1}% and#allows {2}% of", en="Bestial Discipline" },
-- Bestial Swiftness
[19596] = { "Звіряча стрімкість", "Збільшує швидкість руху ваших вихованців на {1}%.#by {1}%", en="Bestial Swiftness" },
-- Bestial Wrath
[19574] = { "Звіриний гнів", "Роздратовує вашого вихованця, що збільшує його шкоду на {1}% протягом {2} с. Розлючений звір не відчуває ні жалю, ні страху, і зупинити його може лише смерть.#causing {1}#for {2} sec", "Несамовитість. Неможливо зупинити. Завдає на {1}% більше шкоди.#by {1}%", en="Bestial Wrath" },
-- Careful Aim
[1223984] = { "Ретельне прицілювання", "Збільшує вашу силу атаки на {1}% від вашого інтелекту.#by {1}% of", en="Careful Aim" },
-- Counterattack
[19306] = { "Контратака", "Удар, який можливо виконати лише після парирування атаки опонента. Ця атака завдає {1}% шкоди зброї плюс {2} та знерухомлює ціль на {3} с. \"Контратаку\" неможливо блокувати, парирувати чи ухилитися від неї.#deals {1}% weapon#plus {2} and#for {3} sec", "Знерухомлено.", en="Counterattack" },
[1242634] = { ref=19306 }, -- Counterattack
-- Deadly Aspects
[19552] = { "Смертоносні аспекти", "Поки діє \"Аспект яструба\", автоматична стрільба з імовірністю {1}% збільшує швидкість атаки дальнього бою на {2}% протягом {3} с. Поки діє \"Аспект звіра\", автоматичні атаки ближнього бою з імовірністю {4}% збільшують швидкість атаки ближнього бою на {5}% протягом {6} с.#has a {1}% chance#ranged attack speed by {2}% for {3} sec#have a {4}% chance#melee attack speed by {5}% for {6}", en="Deadly Aspects" },
-- Disengage
[781] = { "Відступ", "Провести спробу відступити від цілі, зменшуючи загрозу. Вимикає автоатаку.", en="Disengage" },
[14272] = { "Відступ", "Провести спробу відступити від цілі, зменшуючи загрозу. Дієвіше за \"Відступ\" (Ранг {1}). Вимикає автоатаку.#Rank {1}", en="Disengage" },
[14273] = { ref=14272 }, -- Disengage
-- Efficiency
[19416] = { "Ефективність", "Зменшує витрати мани на ваші \"Постріли\", \"Жала\" та здібності ближнього бою на {1}%.#by {1}%", en="Efficiency" },
-- Endurance Training
[19583] = { "Тренування витримки", "Збільшує здоров'я та показник броні ваших вихованців на {1}%.#by {1}%", en="Endurance Training" },
-- Entrapment
[19184] = { "Схоплення", "Коли ваші пастки спрацьовують, вони схоплюють усі уражені цілі, унеможливлюючи їхній рух протягом {1} с.#for {1} sec", en="Entrapment" },
-- Explosive Trap
[13813] = { "Вибухова пастка", "Встановити вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди вогнем і додатково {3} шкоди вогнем протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} хв. Одночасно може бути активною лише одна вогняна пастка.#causing {1} to {2}#{3} additional Fire damage over {4} sec#within {5} y#exist for {6} min", en="Explosive Trap" },
[14316] = { ref=13813 }, -- Explosive Trap
[14317] = { ref=13813 }, -- Explosive Trap
-- Expose Prey
[1310532] = { "Викриття здобичі", "Ваші атаки ближнього та дальнього бою по ворогах, на яких діє \"Мітка мисливця\", з ймовірністю {1}% активують \"Укус мангусти\" на {2} с.#a {1}% chance#Lasts {2} sec", en="Expose Prey" },
-- Feign Death
[5384] = { "Удавання мертвого", "Прикинутися мертвим, що може ввести в оману ворогів та змусити їх вас ігнорувати. Триває {1} хв. Якщо не скасувати ефект, через {2} хв ви справді помрете.#Lasts {1} min#after {2} min", "Удає мертвого.", en="Feign Death" },
-- Ferocity
[19598] = { "Лютість", "Збільшує ймовірність критичного удару ваших вихованців і яструбів на {1}%.#by {1}%", en="Ferocity" },
-- Flanking Strike
[415326] = { "Фланговий удар", "Ви і ваш вихованець одночасно завдаєте {1}% шкоди ближнього бою. Після цього ваші здібності \"Укус мангусти\" та \"Удар раптора\" завдають на {2}% більше шкоди. Ефект накопичується до {3} разів. \"Удар раптора\" з імовірністю {4}% завершує відновлення здібності \"Фланговий удар\".#instant {1}% melee#deal {2}% increased#to {3} times#a {4}% chance", en="Flanking Strike" },
-- Focused Fire
[1223755] = { "Зосереджений вогонь", "Збільшує всю шкоду, яку завдаєте ви та ваш вихованець, на {1}%, поки вихованець активний.#by {1}% while", en="Focused Fire" },
-- Freezing Trap
[1499] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} хв. Одночасно може бути активною лише одна крижана пастка.#action for up to {1} sec#exist for {2} min", en="Freezing Trap" },
[3355] = { "Заморожувальна пастка", "Заморожує ціль на {1} с.#for {1} sec", "Заморожено.", en="Freezing Trap" },
[14310] = { ref=1499 }, -- Freezing Trap
[14311] = { ref=1499 }, -- Freezing Trap
[27753] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить першого ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} хв. Пастки можна встановлювати лише поза боєм. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} min", en="Freezing Trap" },
-- Frenzy
[19615] = { "Оскаженіння", "Ваш вихованець з ймовірністю {1}% збільшить швидкість атаки на протягом {2} с після завдання критичного удару.#a {1}% attack speed#for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzy" },
-- Frenzy Effect
[468183] = { "Ефект оскаженіння", ref=19615, en="Frenzy Effect" },
-- Frost Trap
[13809] = { "Крижана пастка", "Встановити крижану пастку, яка вкриває льодом місцевість навколо на {1} с при наближенні ворога. Всі вороги в радіусі {2} м будуть сповільнені на {3}% допоки перебувають в зоні ефекту. Пастка існуватиме {4} хв. Одночасно може бути активною лише одна крижана пастка.#around itself for {1} sec#within {2} y#slowed by {3}#exist for {4} min", en="Frost Trap" },
[13810] = { "Крижана пастка", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Frost Trap" },
-- Immolation Trap
[13795] = { "Обпалююча пастка", "Встановити вогняну пастку, яка підпалить ворога при наближенні й завдасть {1} шкоди від вогню протягом {2} с. Пастка існуватиме {3} хв. Одночасно може бути активною лише одна вогняна пастка.#for {1} Fire damage over {2} sec#exist for {3} min", en="Immolation Trap" },
[13797] = { "Обпалююча пастка", "Завдає {1} шкоди вогнем кожні {2} с.#Inflict {1} Fire#every {2} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Immolation Trap" },
[14302] = { ref=13795 }, -- Immolation Trap
[14303] = { ref=13795 }, -- Immolation Trap
[14304] = { ref=13795 }, -- Immolation Trap
[14305] = { ref=13795 }, -- Immolation Trap
-- Improved Arcane Shot
[19454] = { "Покращений арканічний постріл", "Зменшує час відновлення здібності \"Арканічний постріл\" на {1} с. Не впливає на час відновлення здібностей, що мають спільне відновлення з \"Арканічним пострілом\".#by {1} sec", en="Improved Arcane Shot" },
-- Improved Aspect of the Monkey
[19549] = { "Покращений аспект мавпи", "Збільшує бонус до ймовірності ухилення від вашої здібності \"Аспект мавпи\" на {1}%. Крім того, ваш вихованець отримує {2}% ефекту вашої здібності \"Аспект мавпи\".#by {1}%#gains {2}% of", en="Improved Aspect of the Monkey" },
-- Improved Mend Pet
[19572] = { "Покращене зцілення вихованця", "\"Зцілення вихованця\" з імовірністю {1}% знімає з вашого вихованця {2} ефект прокляття, хвороби, магії або отрути щоразу, коли зцілює його, і витрачає на {3}% менше мани.#a {1}% chance#cleansing {2} Curse#by {3}%", en="Improved Mend Pet" },
-- Improved Stings
[1310661] = { "Покращені жала", "Збільшує шкоду \"Жала змії\" на {1}%, зменшує час відновлення \"Жала гадюки\" на {2} с і збільшує тривалість дії \"Жала скорпіда\" на {3} с.#Serpent Sting ability by {1}%#Viper Sting ability by {2} sec#Scorpid Sting ability by {3}", en="Improved Stings" },
-- Improved Tracking
[24293] = { "Покращене вистежування", "Поки ви вистежуєте звірів, демонів, драконів, елементалів, велетнів, гуманоїдів чи невмерлих, вся ваша шкода вистежуваному типу створінь збільшується на {1}%.#by {1}%", en="Improved Tracking" },
-- Intimidation
[19577] = { "Залякування", "Наказати вашому вихованцю приголомшити ціль на {1} с наступною успішною атакою, ймовірність критичного удару якої буде збільшено на {2}%. Спричиняє високий рівень загрози.#for {1} sec#gains {2}% increased", "Лячний.", en="Intimidation" },
-- Invigoration
[437997] = { "Збадьорення", "Коли ваш вихованець завдає критичного удару здібністю, ви миттєво відновлюєте {1}% від максимального запасу мани. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#regenerate {1}% of#every {2} sec", en="Invigoration" },
-- Lacerate
[1299332] = { ref=24118 }, -- Lacerate
-- Lacerating Strikes
[1310533] = { "Роздиральні удари", "\"Укус мангусти\" також спричиняє кровотечу, завдаючи додатково {2}% завданої цією здібністю шкоди протягом {1} с.#over {1} sec#to {2}% of", en="Lacerating Strikes" },
-- Lethal Attacks
[19426] = { "Летальні атаки", "Збільшує ймовірність завдання критичного удару всіма атаками на {1}%.#by {1}%", en="Lethal Attacks" },
-- Lethal Shots
[462653] = { ref=450403 }, -- Lethal Shots
[462654] = { ref=450403 }, -- Lethal Shots
[462656] = { ref=450403 }, -- Lethal Shots
[462657] = { ref=450403 }, -- Lethal Shots
[462658] = { ref=450403 }, -- Lethal Shots
-- Lone Wolf
[415372] = { "Самотній вовк", nil, "Завдану шкоду зменшено на {1}%, поки у вас є вихованець.#by {1}% while", en="Lone Wolf" },
-- Mongoose Bite
[1495] = { "Укус мангусти", "Контратакує ворога, завдаючи шкоди від зброї ближнього бою плюс {1}. Можна виконати лише після того, як ви ухилилися.#damage plus {1}.", en="Mongoose Bite" },
[14269] = { ref=1495 }, -- Mongoose Bite
[14270] = { ref=1495 }, -- Mongoose Bite
[14271] = { ref=1495 }, -- Mongoose Bite
-- Monster Slaying
[24294] = { "Знищення монстрів", "Збільшує всю шкоду проти звірів, велетнів та драконів на {1}%, а критичну шкоду проти звірів, велетнів та драконів додатково на {2}%.#targets by {1}#additional {2}", en="Monster Slaying" },
[24295] = { ref=24294 }, -- Monster Slaying
-- Mortal Shots
[19485] = { "Смертельні постріли", "Збільшує додаткову шкоду критичних ударів усіх здібностей дальнього бою на {1}%.#by {1}%", en="Mortal Shots" },
-- Multi-Shot
[2643] = { "Багатозарядний постріл", "Вистрілює декілька набоїв, вражаючи {1} цілі. Має спільне відновлення з \"Прицільним пострілом\".#hitting {1} targets", en="Multi-Shot" },
-- Predator's Edge
[1310627] = { "Перевага хижака", "Збільшує шкоду критичних ударів здібностей ближнього бою на {1}% та шкоду зброї в лівій руці на {2}%.#by {1}% and#weapon damage by {2}%", en="Predator's Edge" },
-- Rapid Fire
[3045] = { "Швидка стрілянина", "Збільшує швидкість атак дальнього та ближнього бою на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атак дальнього та ближнього бою збільшено на {1}%[, відновлення мани збільшено на {1}%, а під час вимови заклять мана відновлюється зі швидкістю {2}% від звичайної#by {1}%, and {2}% of mana].#speed increased by {1}%", en="Rapid Fire" },
-- Rapid Killing
[415405] = { "Швидке вбивство", "Зменшує час відновлення вашої здібності \"Швидка стрілянина\" на {1} хв. Крім того, коли ви вбиваєте ворога, що приносить досвід або честь, або він гине під дією вашого \"Жала змії\", ви отримуєте ефект \"Швидке вбивство\", що збільшує шкоду вашої наступної здібності \"Постріл\" на {3}% протягом {2} с.#by {1} min#within {2} sec#by {3}%", en="Rapid Killing" },
[415407] = { "Швидке вбивство", "Збільшує шкоду вашої наступної здібності \"Постріл\" на {1}%.#by {1}%", "Наступна здібність \"Постріл\" завдасть на {1}% більше шкоди.#deals {1}%", en="Rapid Killing" },
-- Rapid Recuperation
[1223987] = { "Швидке відновлення", "Накладання \"Жала змії\" на ціль дозволяє відновлювати ману під час вимови заклять зі швидкістю {1}% від звичайної протягом {2} с, а витрачання ефекту \"Швидкого вбивства\" збільшує цю швидкість відновлення мани до {3}%.#allows {1}% of#for {2} sec#to {3}% when", en="Rapid Recuperation" },
-- Raptor Strike
[2973] = { "Удар раптора", "Потужна атака, що завдає шкоди зброєю ближнього бою плюс {1}.#plus {1}", en="Raptor Strike" },
[14260] = { ref=2973 }, -- Raptor Strike
[14261] = { ref=2973 }, -- Raptor Strike
[14262] = { ref=2973 }, -- Raptor Strike
[14263] = { ref=2973 }, -- Raptor Strike
[14264] = { ref=2973 }, -- Raptor Strike
[14265] = { ref=2973 }, -- Raptor Strike
[14266] = { ref=2973 }, -- Raptor Strike
-- Readiness
[23989] = { "Готовність", "При активації миттєво завершує відновлення всіх інших здібностей мисливця.", en="Readiness" },
-- Resourcefulness
[440529] = { "Винахідливість", "Зменшує витрати мани на пастки та здібності ближнього бою на {1}%. Крім того, критичні удари ваших здібностей ближнього та дальнього бою з ймовірністю {2}% дозволять відновлювати ману під час вимови заклять зі швидкістю {3}% від звичайної протягом {4} с.#by {1}%#a {2}% chance#allow {3}% of#for {4} sec", en="Resourcefulness" },
-- Savage Strikes
[19159] = { "Жорстокі удари", "Збільшує ймовірність критичного удару всіх здібностей ближнього бою на {1}%.#by {1}%", en="Savage Strikes" },
-- Scorpid Sting
[3043] = { "Жало скорпіда", "Жалить ціль, зменшуючи її ймовірність влучити атаками на {1}% протягом {2} с. Лише один ефект жала від кожного мисливця може бути активним на одній цілі.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#reduced by {1}%", en="Scorpid Sting" },
-- Sniper Shot
[1310687] = { "Снайперський постріл", "Далекобійний постріл, що завдає збільшеної на {1} шкоди дальнього бою та збільшує дальність наступних {2} пострілів на {3} м протягом {4} с.#damage plus {1} and#next {2} Shots by {3} y#for {4} sec", "Дальність пострілу збільшено на {1}.#by {1}", en="Sniper Shot" },
[1310785] = { ref=1310687 }, -- Sniper Shot
[1310786] = { ref=1310687 }, -- Sniper Shot
-- Sniper Training
[415399] = { "Снайперська підготовка", "Якщо ви не рухаєтеся протягом {1} с, ви з ймовірністю {2}% отримуєте ефект \"Снайперське прицілювання\", що накопичується до {3} разів. \"Снайперське прицілювання\" збільшує ймовірність критичного удару ваших здібностей-пострілів на {4}%.#last {1} sec#a {2}% chance#to {3} times#by {4}%", en="Sniper Training" },
-- Sniper's Aim
[415401] = { "Снайперське прицілювання", nil, "Ймовірність критичного удару здібностей-пострілів збільшено на {1}%.#by {1}%", en="Sniper's Aim" },
-- Spirit Bond
[1310725] = { ref=24529 }, -- Spirit Bond
-- Strider Kick
[1317257] = { "Удар довгонога", "Потужний удар, що завдає {1}% шкоди зброєю ближнього бою та збільшує швидкість руху на {2}% протягом {3} с.#deals {1}% melee#by {2}% for {3} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Strider Kick" },
-- Summon Hawk
[1293241] = { "Виклик яструба", "Наказує яструбу атакувати вашу ціль, завдаючи {1} фізичної шкоди, і продовжувати атаку протягом {2} с. Одночасно можна викликати лише {3} яструбів. \"Виклик яструба\" має спільний час відновлення з \"Арканічним пострілом\".#dealing {1} Physical#for {2} sec#Only {3} hawks", en="Summon Hawk" },
[1293525] = { ref=1293241 }, -- Summon Hawk
[1293526] = { ref=1293241 }, -- Summon Hawk
[1293527] = { ref=1293241 }, -- Summon Hawk
-- Summoning
[1278934] = { ref=468830 }, -- Summoning
-- Surefooted
[19290] = { "Впевнені кроки", "Збільшує ймовірність завдання удару на {1}% та зменшує тривалість ефектів обмеження руху, що діють на вас, на {2}%.#by {1}% and#you by {2}%", en="Surefooted" },
-- Survival Tactics
[19376] = { "Тактика виживання", "Збільшує на {1}% ймовірність спрацювання ваших пасток та здібності \"Удавання мертвого\".#by {1}%", en="Survival Tactics" },
-- Survivalist
[19255] = { "Фахівець із виживання", "Збільшує ваш обсяг здоров'я на {1}%.#by {1}%", en="Survivalist" },
-- Survivalist's Discipline
[1310496] = { "Дисципліна виживання", "Зменшує час відновлення ваших здібностей пасток та \"Стримування\" на {1}%.#by {1}%", en="Survivalist's Discipline" },
-- Thick Hide
[19609] = { "Товста шкура", "Збільшує показник броні ваших вихованців на {1}%.#by {1}%", en="Thick Hide" },
-- Trickster's Dance
[1310612] = { nil, "Збільшує ймовірність ухилення вашого вихованця на {1}% і зменшує інтервал між його атаками на {2}%. Триває {3} с.#Dodge by {1}%#attacks by {2}%#for {3} sec", "Ймовірність ухилення збільшено на {1}%, а інтервал між атаками зменшено на {2}%.#increased by {1}%#decreased by {2}%", ref=1310617 }, -- Trickster's Dance
[1310617] = { "Танок пройдисвіта", en="Trickster's Dance" },
-- Trueshot Aura
[19506] = { "Аура влучного пострілу", "Збільшує силу атаки дальнього бою учасників групи чи рейду в межах {1} м на {2}.[ Триває {1} хв.#Lasts {1} min]#within {1} y#by {2}.", "Силу атаки дальнього бою збільшено на {1}.#by {1}.", en="Trueshot Aura" },
[20905] = { ref=19506 }, -- Trueshot Aura
[20906] = { ref=19506 }, -- Trueshot Aura
[1299346] = { ref=19506 }, -- Trueshot Aura
[1299348] = { ref=19506 }, -- Trueshot Aura
-- Unleashed Fury
[19616] = { "Вивільнена лють", "Збільшує шкоду ваших вихованців і яструбів на {1}%.#by {1}%", en="Unleashed Fury" },
-- Volley
[1510] = { "Обстріл", "Безперервно обстрілює вибране місце, завдаючи {1} шкоди від аркани ворожим цілям в межах {2} м щосекунди протягом {3} с.#causing {1} Arcane#within {2} y#for {3} sec", en="Volley" },
[14294] = { ref=1510 }, -- Volley
[14295] = { ref=1510 }, -- Volley

-- Set bonuses
[1220090] = { "Душа альфа-дресирувальника", ref=1213310, en="Soul of the Alpha Tamer" },

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
