local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Boar Charge
[25999] = { "Ривок кнура", "Знерухомлює ціль на {1} с.#for {1} sec", "Знерухомлено.", en="Boar Charge" },
-- Demoralizing Screech
[24423] = { "Деморалізуючий вереск", "Вражає одного ворога, завдаючи від {1} до {2} шкоди, та зменшує силу атаки ближнього бою всіх ворогів у межах ближнього бою на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Screech" },
[24577] = { "Деморалізуючий вереск", "Вражає одного ворога, завдаючи від {1} до {2} шкоди, та зменшує силу атаки всіх ворогів у межах ближнього бою на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Screech" },
-- Dismember
[1264758] = { nil, nil, "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", ref=1264937 }, -- Dismember
[1264927] = { ref=1264758 }, -- Dismember
[1264929] = { ref=1264758 }, -- Dismember
[1264930] = { ref=1264758 }, -- Dismember
[1264933] = { ref=1264758 }, -- Dismember
[1264937] = { "Розчленування", "Кусає ворога за кінцівки, завдаючи від {1} до {2} шкоди, і зменшуючи ефективність зцілення на {3}% протягом {4} с.#for {1} to {2} damage#by {3}% for {4} sec", en="Dismember" },
[1264939] = { ref=1264937 }, -- Dismember
[1264970] = { ref=1264937 }, -- Dismember
[1264971] = { ref=1264937 }, -- Dismember
[1264972] = { ref=1264937 }, -- Dismember
-- Dust Cloud
[1265899] = { nil, nil, "Броню зменшено на {1}.#by {1}.", ref=1265907 }, -- Dust Cloud
[1265901] = { ref=1265899 }, -- Dust Cloud
[1265902] = { ref=1265899 }, -- Dust Cloud
[1265903] = { ref=1265899 }, -- Dust Cloud
[1265904] = { ref=1265899 }, -- Dust Cloud
[1265907] = { "Хмара пилу", "Довгоніг здіймає хмару грубого пилу, зменшуючи броню цілі на {1} протягом {2} с.#by {1} for {2} sec", en="Dust Cloud" },
[1265908] = { ref=1265907 }, -- Dust Cloud
[1265909] = { ref=1265907 }, -- Dust Cloud
[1265911] = { ref=1265907 }, -- Dust Cloud
[1265913] = { ref=1265907 }, -- Dust Cloud
-- Faster Attack I
[1263099] = { "Швидша атака I", "Збільшує швидкість атаки на {1}%.#by {1}%", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Faster Attack I" },
-- Faster Attack II
[1263100] = { "Швидша атака II", ref=1263099, en="Faster Attack II" },
-- Faster Attack III
[1263102] = { "Швидша атака III", ref=1263099, en="Faster Attack III" },
-- Faster Attack IV
[1263104] = { "Швидша атака IV", ref=1263099, en="Faster Attack IV" },
-- Faster Attack V
[1263107] = { "Швидша атака V", ref=1263099, en="Faster Attack V" },
-- Faster Attack VI
[1263109] = { "Швидша атака VI", ref=1263099, en="Faster Attack VI" },
-- Faster Attack VII
[1263110] = { "Швидша атака VII", ref=1263099, en="Faster Attack VII" },
-- Fire Shield
[2947] = { "Вогняний щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає нападникові {1} шкоди вогнем. Триває {2} хв. Ваш прислужник не може накласти \"Вогняний щит\" на себе.#causes {1} Fire#Lasts {2} min", "Завдає {1} шкоди вогнем нападникові при отриманні удару.#Does {1}", en="Fire Shield" },
-- Firebolt
[3110] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди від вогню.#Deals {1} to {2} Fire", en="Firebolt" },
-- Furious Howl
[24597] = { "Скажене виття", "Вовк виє, збільшуючи силу атаки ближнього бою всіх учасників групи в межах {1} м на {2}. Триває {3} хв.#within {1} y#by {2}.#Lasts {3} min", "Збільшує силу атаки ближнього бою на {1}.#power by {1}", en="Furious Howl" },
[24605] = { "Скажене виття", "Вовк виє, збільшуючи силу атаки ближнього бою всіх учасників групи в межах {1} м на {2}–{3}. Триває {4} хв.#within {1} yards#by {2} to {3}.#Lasts {4} min", "Збільшує силу атаки ближнього бою на {1}–{2}.#by {1} to {2}.", en="Furious Howl" },
-- Mine!
[1265054] = { nil, nil, "Роззброєно.", ref=1265059 }, -- Mine!
[1265055] = { ref=1265054 }, -- Mine!
[1265056] = { ref=1265054 }, -- Mine!
[1265057] = { ref=1265054 }, -- Mine!
[1265058] = { ref=1265054 }, -- Mine!
[1265059] = { "Моє!", "Хапає кігтями зброю ворога, завдаючи від {1} до {2} шкоди та роззброюючи його на {3} с.#causing {1} to {2} damage#for {3} sec", en="Mine!" },
[1265060] = { ref=1265059 }, -- Mine!
[1265061] = { ref=1265059 }, -- Mine!
[1265062] = { ref=1265059 }, -- Mine!
[1265064] = { ref=1265059 }, -- Mine!
-- Paranoia
[19480] = { "Параноя", "Підсилює здатність виявлення непомітності всіх учасників групи в межах {1} м від скверногончої так, ніби їхній рівень вищий на {2}.#within {1} yds#were {2} levels", "Здатність виявлення непомітності підсилено так, ніби рівень вищий на {1}.#if {1} levels", en="Paranoia" },
-- Pinch
[1264735] = { nil, nil, "Швидкість руху зменшено на {1}%.#by {1}%", ref=1264745 }, -- Pinch
[1264736] = { ref=1264735 }, -- Pinch
[1264739] = { ref=1264735 }, -- Pinch
[1264741] = { ref=1264735 }, -- Pinch
[1264742] = { ref=1264735 }, -- Pinch
[1264745] = { "Щипок", "Щипає ворога за ноги, завдаючи від {1} до {2} шкоди, і зменшуючи швидкість його руху на {3}% протягом {4} с.#for {1} to {2} damage#by {3}% for {4} sec", en="Pinch" },
[1264749] = { ref=1264745 }, -- Pinch
[1264750] = { ref=1264745 }, -- Pinch
[1264751] = { ref=1264745 }, -- Pinch
[1264752] = { ref=1264745 }, -- Pinch
-- Sacrifice
[7812] = { "Жертва", "Приносить в жертву пустотника, при цьому захищаючи його володаря щитом, який поглинає {1} шкоди протягом {2} с. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять.#absorb {1} damage for {2} sec", "Поглинає {1} шкоди.#Absorbs {1} damage", en="Sacrifice" },
-- Savage Rend
[1265065] = { nil, nil, "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", ref=1265831 }, -- Savage Rend
[1265066] = { ref=1265065 }, -- Savage Rend
[1265067] = { ref=1265065 }, -- Savage Rend
[1265068] = { ref=1265065 }, -- Savage Rend
[1265069] = { ref=1265065 }, -- Savage Rend
[1265831] = { "Лютий розрив", "Полосує ворога гострими кігтями, спричиняючи кровотечу, що завдає {1} шкоди протягом {2} с.#for {1} damage#over {2} sec", en="Savage Rend" },
[1265833] = { ref=1265831 }, -- Savage Rend
[1265834] = { ref=1265831 }, -- Savage Rend
[1265835] = { ref=1265831 }, -- Savage Rend
[1265836] = { ref=1265831 }, -- Savage Rend
-- Shell Shield
[26064] = { "Панцирний щит", "Зменшує всю отриману вашим вихованцем шкоду на {1}% та збільшує інтервал між його атаками на {2}%, але кожна його атака завдає більше шкоди. Триває {3} с.#takes by {1}%#attacks by {2}%#Lasts {3} sec", "Отриману шкоду зменшено на {1}%, а інтервал між атаками збільшено на {2}%, але атаки завдають більше шкоди.#reduced by {1}%#increased by {2}%", en="Shell Shield" },
-- Slower Attack I
[1263111] = { "Повільніша атака I", "Зменшує швидкість атаки на {1}%.#by {1}%", "Швидкість атаки зменшено на {1}%.#by {1}%", en="Slower Attack I" },
-- Slower Attack II
[1263113] = { "Повільніша атака II", ref=1263111, en="Slower Attack II" },
-- Slower Attack III
[1263114] = { "Повільніша атака III", ref=1263111, en="Slower Attack III" },
-- Sonic Blast
[1264478] = { "Звукова хвиля", "Видає пронизливий вереск, що завдає від {1} до {2} шкоди від природи та збільшує час вимови всіх заклять на {3}% протягом {4} с.#inflicting {1} to {2} Nature#by {3}% for {4} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Sonic Blast" },
[1264479] = { ref=1264478 }, -- Sonic Blast
[1264480] = { ref=1264478 }, -- Sonic Blast
[1264481] = { ref=1264478 }, -- Sonic Blast
[1264482] = { ref=1264478 }, -- Sonic Blast
-- Swipe
[1264494] = { "Розмах", "Вдарити {1} ворогів поблизу, завдаючи [від {1} до {2}#inflicting {1} to {2} damage||{1}#inflicting {1} damage] шкоди.#Swipe {1} nearby", en="Swipe" },
[1264497] = { ref=1264494 }, -- Swipe
[1264498] = { ref=1264497 }, -- Swipe
[1264501] = { ref=1264497 }, -- Swipe
[1264502] = { ref=1264497 }, -- Swipe
[1264727] = { ref=1264494 }, -- Swipe
[1264729] = { ref=1264497 }, -- Swipe
[1264730] = { ref=1264497 }, -- Swipe
[1264731] = { ref=1264497 }, -- Swipe
[1264732] = { ref=1264497 }, -- Swipe
-- Tendon Rip
[1265038] = { nil, nil, "Швидкість руху зменшено на {1}%. {2} шкоди від кровотечі кожні {3} с.#by {1}%#{2} Bleed#every {3} sec", ref=1265043 }, -- Tendon Rip
[1265039] = { ref=1265038 }, -- Tendon Rip
[1265040] = { ref=1265038 }, -- Tendon Rip
[1265041] = { ref=1265038 }, -- Tendon Rip
[1265042] = { ref=1265038 }, -- Tendon Rip
[1265043] = { "Розрив сухожиль", "Роздирає ворогу ноги, завдаючи {1} шкоди протягом {2} с, і зменшуючи швидкість руху на {3}% протягом {4} с.#for {1} damage#over {2} sec#by {3}% for {4} sec", en="Tendon Rip" },
[1265045] = { ref=1265043 }, -- Tendon Rip
[1265046] = { ref=1265043 }, -- Tendon Rip
[1265047] = { ref=1265043 }, -- Tendon Rip
[1265048] = { ref=1265043 }, -- Tendon Rip
-- Thunderstomp
[1264455] = { ref=26090 }, -- Thunderstomp
[1264456] = { "Громовий тупіт", en="Thunderstomp" },
-- Web
[1265843] = { nil, nil, "Знерухомлено. {1} шкоди від природи кожні {2} с.#Taking {1} Nature#every {2} sec", ref=1265887 }, -- Web
[1265878] = { ref=1265843 }, -- Web
[1265880] = { ref=1265843 }, -- Web
[1265881] = { ref=1265843 }, -- Web
[1265883] = { ref=1265843 }, -- Web
[1265887] = { "Павутина", "Обплутує ворога їдкою павутиною, знерухомлюючи його та завдаючи {1} шкоди від природи протягом {2} с.#dealing {1} Nature#over {2} sec", en="Web" },
[1265888] = { ref=1265887 }, -- Web
[1265890] = { ref=1265887 }, -- Web
[1265891] = { ref=1265887 }, -- Web
[1265892] = { ref=1265887 }, -- Web

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
