local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Barkskin
[22812] = { "Дубова шкіра", "Ваша шкіра стає міцною, як кора. Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять. Триває {2} с.#by {1}%#Lasts {2} sec", "Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%", en="Barkskin" },
-- Berserk
[417141] = { "Берсерк", "Ваша здібність \"Первісний укус\" вражає до {1} цілей і не вимагає часу на відновлення, а ймовірність критичного удару ваших здібностей, що збільшують довжину комбінації, зростає на {2}%. Знімає ефекти страху та надає невразливість до них на час дії. Триває {3} с.#to {1} targets#by {2}%#Lasts {3} sec", "Ймовірність критичного удару здібностей, що збільшують довжину комбінації, збільшено на {1}%.\n\"Первісний укус\" вражає до {2} цілей і не має часу відновлення.\nНевразливість до ефектів страху.#gain {1}% increased#to {2} targets", en="Berserk" },
-- Blood Frenzy
[16958] = { "Криваве шаленство", "З імовірністю {1}% ви отримуєте додатково {2} люті щоразу, коли завдаєте критичного удару у ведмежій подобі чи подобі жахливого ведмедя. Крім того, ваші неперіодичні критичні удари здібностями котячої подоби, що збільшують довжину комбінації, з імовірністю {3}% збільшують її ще на один прийом.#you a {1}% chance#additional {2} Rage#have a {3}% chance", en="Blood Frenzy" },
-- Brutal Impact
[16940] = { "Жорстокий струс", "Збільшує тривалість приголомшення ваших здібностей \"Стусан\" та \"Наскок\" на {1} с і зменшує час відновлення здібності \"Стусан\" на {2} с.#abilities by {1} sec#Bash by {2} sec", en="Brutal Impact" },
-- Claw
[1082] = { "Дряпання", "Дряпає ворога, завдаючи {1}% звичайної шкоди і додатково {2} шкоди. Збільшує довжину комбінації на {3} прийом.#enemy for {1}% normal damage plus {2}.#Awards {3} combo", en="Claw" },
-- Dreamstate
[408258] = { "Входження в сон", "Критичні удари ваших неперіодичних заклять дозволяють вам відновлювати ману під час вимови заклять зі швидкістю {1}% від звичайної протягом {2} с.#you {1}% of#for {2} sec", en="Dreamstate" },
-- Eclipse
[408248] = { "Затемнення", "Ваше закляття \"Гнів\" зменшує час вимови {1} наступних заклять \"Зоряний вогонь\" на {2} с. Ефект накопичується до {3} разів та триває {4} с.#next {1} Starfire#by {2} sec#to {3} charges#Lasts {4} sec", en="Eclipse" },
[408255] = { "Затемнення", nil, "Час вимови наступного \"Зоряного вогню\" зменшено на {1} с.#has {1} sec", en="Eclipse" },
-- Enrage
[5229] = { "Несамовитість", "Миттєво надає {1} люті та ще {2} протягом {3} с, але знижує базову броню на {4}% у ведмежій подобі та на {5}% у подобі жахливого ведмедя. Поки діє ефект, вважається, що друїд перебуває в бою.#generates {1} Rage and another {2} Rage over {3} sec#by {4}% in Bear Form and {5}% in Dire Bear Form", "Отримує {1} люті щосекунди. Базову броню зменшено.#Gain {1} rage", en="Enrage" },
-- Entangling Roots
[339] = { "Опутуюче коріння", "Приковує ціль на місці та завдає їй {1} шкоди від природи протягом {2} с. Завдана шкода може перервати дію ефекту. Одночасно [прикованими можуть бути до {1} цілей#to {1} targets||прикованою може бути лише одна ціль#have 1 target].#causes {1} Nature#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec", en="Entangling Roots" },
[1062] = { ref=339 }, -- Entangling Roots
[5195] = { ref=339 }, -- Entangling Roots
[5196] = { ref=339 }, -- Entangling Roots
[9852] = { ref=339 }, -- Entangling Roots
[9853] = { ref=339 }, -- Entangling Roots
[19970] = { "Опутуюче коріння", "Приковує ціль на місці та завдає {1} шкоди від природи протягом {2} с. Подальша завдана шкода може перервати дію ефекту. Можна використовувати лише просто неба.#causes {1}#over {2} sec", "Приковано. Завдає {1} шкоди від природи кожні {2} с.#Causes {1}#every {2} sec", en="Entangling Roots" },
[19971] = { ref=19970 }, -- Entangling Roots
[19972] = { ref=19970 }, -- Entangling Roots
[19973] = { ref=19970 }, -- Entangling Roots
[19974] = { ref=19970 }, -- Entangling Roots
[19975] = { ref=19970 }, -- Entangling Roots
-- Feline Swiftness
[436893] = { ref=436892 }, -- Feline Swiftness
-- Feral Charge
[19675] = { "Дикий ривок", nil, "Знерухомлено.", en="Feral Charge" },
[1238122] = { "Дикий ривок", "", "Знерухомлено.", rune={16979, 414924}, en="Feral Charge" },
-- Feral Charge (Bear)
[16979] = { "Дикий ривок (ведмідь)", "Ривок до ворога, що знерухомлює його та перериває вимову будь-якого закляття на {1} с.#for {1} sec", "Знерухомлено.", en="Feral Charge (Bear)" },
-- Feral Charge (Cat)
[414924] = { "Дикий ривок (кіт)", "Стрибок за спину ворога.", en="Feral Charge (Cat)" },
-- Feral Combat
[1306742] = { "Дикість", en="Feral Combat" },
-- Feral Instinct
[16947] = { "Звіриний інстинкт", "Збільшує шкоду здібності \"Розмах\" на {1}% і зменшує ймовірність виявлення вас ворогами під час скрадання, ніби ваш рівень вищий на {2}.#by {1}% and#were {2} level", en="Feral Instinct" },
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху в котячій подобі на {1}% і ймовірність ухилення на {2}%.#Form by {1}%#Dodge by {2}%", en="Feral Swiftness" },
-- Ferocity
[16934] = { "Лютість", "Зменшує витрати люті або енергії на здібності \"Терзання\", \"Первісний укус\", \"Розмах\", \"Дряпання\" та \"Роздирання\" на {1}.#by {1} Rage", en="Ferocity" },
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "Перетворює до {1} люті на здоров'я щосекунди протягом {2} с. Кожна одиниця люті перетворюється на {3}% здоров'я.#to {1} Rage#for {2} sec#into {3}% health", "Перетворює лють на здоров'я.", en="Frenzied Regeneration" },
-- Furor
[17056] = { "Шаленість", "З імовірністю {1}% ви отримаєте {2} люті, коли ви набуваєте подоби ведмедя чи жахливого ведмедя. Набуваючи котячої подоби, ви отримаєте {3}% енергії, яку мали під час останнього перебування в ній, а також {4} енергії за кожну секунду, проведену поза подобою ведмедя чи жахливого ведмедя, але не більше {5} енергії.#a {1}% chance#gain {2} Rage#restores {3}% of#plus {4} Energy#to {5} Energy", en="Furor" },
-- Genesis
[1223081] = { "Творення", "Збільшує періодичну шкоду та зцілення ваших заклять і здібностей на {1}%.#by {1}%", en="Genesis" },
-- Gift of Nature
[17104] = { "Дар природи", "Підсилює ефект усіх ваших цілющих заклять на {1}%.#by {1}%", en="Gift of Nature" },
-- Gift of the Earthmother
[414673] = { "Дар Матері-Землі", "Зменшує глобальний час відновлення заклять \"Омолодження\", \"Негайне відновлення\" та \"Дикий ріст\" на {1} с.#by {1} sec", en="Gift of the Earthmother" },
-- Gift of the Wild
[21849] = { "Дар дикої природи", "Надає дар дикої природи всім учасникам групи та рейду, збільшуючи броню на {1}, всі характеристики на {2} та всі види опору на {3} протягом {4} год.#armor by {1}#attributes by {2}#resistances by {3} for {4} h", "Збільшує броню на {1}, всі характеристики на {2} та всі види опору на {3}.#armor by {1}#attributes by {2}#resistances by {3}", en="Gift of the Wild" },
-- Heart of the Wild
[17003] = { "Серце дикої природи", "Збільшує ваш інтелект на {1}%. Крім того, у подобі ведмедя або жахливого ведмедя ваша витривалість збільшується на {2}%, а в котячій подобі ваша сила збільшується на {3}%.#Intellect by {1}%#Stamina is increased by {2}%#Strength is increased by {3}%", en="Heart of the Wild" },
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, завдаючи {1} шкоди від природи ворогам щосекунди та збільшуючи інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1}#enemies by {2}%#Lasts {3} sec", en="Hurricane" },
[17401] = { "Ураган", "Створює бурхливий шторм у вказаному місці, завдаючи {1} шкоди від природи ворогам щосекунди та збільшуючи інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1}#attacks by {2}%#Lasts {3} sec", en="Hurricane" },
-- Improved Entangling Roots
[16918] = { "Покращене опутуюче коріння", "Збільшує шкоду вашого закляття \"Опутуюче коріння\" на {1}%, а уражені ним цілі можуть отримати на {2}% більше шкоди, не перериваючи ефекту.#by {1}%#to {2}% more", en="Improved Entangling Roots" },
-- Improved Shifting Power
[1322670] = { "Покращена сила перевтілення", "Зменшує час відновлення \"Сили перевтілення\" на {1} с.#by {1} sec", en="Improved Shifting Power" },
-- Improved Shred
[16968] = { "Покращене шматування", "Знижує витрати енергії здібності \"Шматування\" на {1}.#by {1}", en="Improved Shred" },
-- Improved Starfire
[16850] = { "Покращений зоряний вогонь", "Зменшує час вимови закляття \"Зоряний вогонь\" на {1} с і з ймовірністю {2}% воно приголомшить ціль на {3} с.#by {1} sec#a {2}% chance#for {3} sec", en="Improved Starfire" },
-- Improved Tranquility
[17123] = { "Покращений спокій", "Зменшує загрозу від закляття \"Спокій\" на {1}%, а час його відновлення на {2}%.#Tranquility by {1}%#cooldown by {2}%", en="Improved Tranquility" },
-- Improved Wrath
[16814] = { "Покращений гнів", "Зменшує час вимови закляття \"Гнів\" на {1} с, а витрати мани на {2}%.#by {1} sec#by {2}%", en="Improved Wrath" },
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, зменшуючи її ймовірність поцілити атаками на {1}% і завдаючи {2} шкоди від природи протягом {3} с.#hit with attacks by {1}%#causing {2} Nature damage over {3} sec", "Зменшує ймовірність поцілити атаками на {1}% та завдає {2} шкоди від природи кожні {3} с.#by {1}% and {2}#every {3} sec", en="Insect Swarm" },
[24974] = { ref=5570 }, -- Insect Swarm
[24975] = { ref=5570 }, -- Insect Swarm
[24976] = { ref=5570 }, -- Insect Swarm
[24977] = { ref=5570 }, -- Insect Swarm
-- King of the Jungle
[417046] = { "Король джунглів", "\"Лють тигра\" тепер миттєво відновлює вам {1} енергії.#you {1} Energy", en="King of the Jungle" },
-- Lacerate
[1235826] = { ref=414644 }, -- Lacerate
[1235827] = { ref=414644 }, -- Lacerate
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте в подобі кота, ведмедя чи жахливого ведмедя, \"Вожак зграї\" збільшує ймовірність критичного удару ближнього і дальнього бою всіх учасників групи чи рейду в межах {1} м на {2}%.#within {1} y#by {2}%", en="Leader of the Pack" },
[24932] = { "Вожак зграї", nil, "Збільшує ймовірність критичного удару ближнього і дальнього бою на {1}%.#by {1}%", en="Leader of the Pack" },
-- Living Spirit
[1309631] = { "Живий дух", "Збільшує ваш дух на {1}%.#by {1}%", en="Living Spirit" },
-- Mangle
[409828] = { "Нівечення", "Надає вам здібність \"Нівечення (ведмідь)\" і замінює вашу здібність \"Дряпання\" на \"Нівечення (кіт)\". Ця здібність посилюється всіма ефектами, пов'язаними з \"Дряпанням\" і \"Терзанням\", та активує їх.", rune=407995, en="Mangle" },
-- Mark of the Wild
[1126] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1} протягом {2} год.#armor by {1} for {2} h", "Збільшує броню на {1}.#armor by {1}", en="Mark of the Wild" },
[5232] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1} та всі характеристики на {2} протягом {3} год.#armor by {1} and all attributes by {2} for {3} h", "Збільшує броню на {1} та всі характеристики на {2}.#armor by {1}#attributes by {2}", en="Mark of the Wild" },
[5234] = { "Знак дикої природи", "Збільшує броню дружньої цілі на {1}, всі характеристики на {2} та всі види опору на {3} протягом {4} год.#armor by {1}#attributes by {2}#resistances by {3} for {4} h", "Збільшує броню на {1}, всі характеристики на {2} та всі види опору на {3}.#armor by {1}#attributes by {2}#resistances by {3}", en="Mark of the Wild" },
-- Moonfury
[16896] = { "Місячна лють", "Збільшує шкоду ваших заклять аркани та природи на {1}%.#by {1}%", en="Moonfury" },
-- Moonglow
[16845] = { "Місячне сяйво", "Зменшує витрати мани на ваші бойові закляття на {1}%.#by {1}%", en="Moonglow" },
-- Moonkin Aura
[24907] = { "Аура місячного совуха", "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}%", "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}%", en="Moonkin Aura" },
-- Natural Instinct
[1223242] = { "Природний інстинкт", "Збільшує додаткову шкоду від критичних ударів ваших здібностей ближнього бою на {1}% та збільшує зцілення ваших заклять на {2}% від вашого інтелекту.#by {1}% and#by {2}% of", en="Natural Instinct" },
-- Natural Reaction
[417051] = { "Природна реакція", "Збільшує вашу ймовірність ухилення на {1}% і з ймовірністю {2}% ви отримуєте {3} люті при ухиленні.#by {1}%#a {2}% chance#gain {3} Rage", en="Natural Reaction" },
-- Naturalist
[17069] = { "Натураліст", "Зменшує час вимови закляття \"Цілющий дотик\" на {1} с і збільшує всю завдану вами шкоду на {2}%.#by {1} sec#by {2}%", en="Naturalist" },
-- Nature's Focus
[17063] = { "Природне зосередження", "Ваші закляття аркани та природи з ймовірністю {1}% не зазнають затримки вимови при отриманні шкоди.#a {1}% chance", en="Nature's Focus" },
-- Nature's Grace
[16880] = { "Природна благодать", "Критичні удари неперіодичних заклять дарують вам благословення природи, що збільшує швидкість вимови заклять і зменшує глобальний час відновлення на {1}% протягом {2} с.#by {1}% for {2} sec", en="Nature's Grace" },
[16886] = { "Природна благодать", nil, "Швидкість вимови заклять збільшено на {1}%, а глобальний час відновлення зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Nature's Grace" },
-- Nature's Grasp
[16689] = { "Схоплення природи", "Наступна атака ближнього бою, що влучить у заклинача, вразить нападника закляттям \"Опутуюче коріння\" (Ранг {1}). Можна вимовляти у зміненій подобі. Триває {2} с.#Rank {1}#Lasts {2} sec", "При отриманні шкоди в ближньому бою обплутає ворога.", en="Nature's Grasp" },
[16810] = { ref=16689 }, -- Nature's Grasp
[16811] = { ref=16689 }, -- Nature's Grasp
[16812] = { ref=16689 }, -- Nature's Grasp
[16813] = { ref=16689 }, -- Nature's Grasp
[17329] = { ref=16689 }, -- Nature's Grasp
-- Nature's Majesty
[1223082] = { "Велич природи", "Збільшує ймовірність завдання критичного удару закляттями та атаками ближнього бою на {1}%.#by {1}%", en="Nature's Majesty" },
-- Nature's Reach
[16819] = { "Досяжність природи", "Збільшує дальність дії ваших бойових заклять спеціалізації \"Баланс\" на {1}%, а також збільшує вашу ймовірність завдання удару на {2}%.#spells by {1}%#hit by {2}%", en="Nature's Reach" },
-- Nature's Splendor
[1223083] = { "Розкіш природи", "Збільшує тривалість ваших заклять \"Місячний вогонь\" та \"Омолодження\" на {1} с, закляття \"Розростання\" - на {2} с, а закляття \"Рій комах\" - на {3} с.#spells by {1}#{2} sec, and#Swarm spell by {3}", en="Nature's Splendor" },
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Ваші закляття та атаки можуть наділити вас ефектом \"Ясномови\", що зменшує витрати мани, люті або енергії на ваше наступне бойове чи цілюще закляття або бойову здібність на {1}%. Ефект \"Ясномови\" не витрачається на закляття \"Гнів\", а також на закляття та здібності, що не витрачають ресурсів.#by {1}%", en="Omen of Clarity" },
-- Overgrowth
[17245] = { "Зарослі", "Збільшує на {1} максимальну кількість цілей, на яких може діяти \"Опутуюче коріння\".#by {1}.", en="Overgrowth" },
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою в подобі кота, ведмедя та жахливого ведмедя на {1}% від вашого рівня.#by {1}% of", en="Predatory Strikes" },
-- Primal Bite
[407995] = { "Первісний укус", "Укусити ціль, завдаючи {1}% звичайної шкоди плюс {2} та спричиняючи багато загрози.#dealing {1}% normal#plus {2} and", en="Primal Bite" },
[1238069] = { ref=407995 }, -- Primal Bite
[1238070] = { ref=407995 }, -- Primal Bite
[1238073] = { ref=407995 }, -- Primal Bite
-- Remove Curse
[2782] = { "Зняття прокляття", "Знімає {1} прокляття або клятьбу з дружньої цілі.#Dispels {1}", en="Remove Curse" },
-- Revive
[437138] = { "Оживлення", ref=2006, en="Revive" },
[1237948] = { ref=437138 }, -- Revive
[1237949] = { ref=437138 }, -- Revive
[1237950] = { ref=437138 }, -- Revive
[1237951] = { ref=437138 }, -- Revive
-- Rip
[1079] = { "Розірвання", "Завершальний рух, що завдає шкоди з часом. Шкода збільшується залежно від довжини комбінації та сили атаки:\n  1 прийом: {1} шкоди за {2} секунд\n  2 прийоми: {3} шкоди за {4} секунд\n  3 прийоми: {5} шкоди за {6} секунд\n  4 прийоми: {7} шкоди за {8} секунд\n  5 прийомів: {9} шкоди за {10} секунд#1 point  : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "{1} шкоди від кровотечі кожні {2} с.#{1} bleed damage every {2} sec", en="Rip" },
[9894] = { ref=1079 }, -- Rip
[9896] = { ref=1079 }, -- Rip
-- Savage Fury
[16998] = { "Дика лють", "Збільшує шкоду здібностей \"Дряпання\", \"Роздирання\", \"Шматування\", \"Терзання\" та \"Розмах\" на {1}%.#by {1}%", en="Savage Fury" },
-- Savage Roar
[407988] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}% в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду в котячій подобі збільшено на {1}%.#by {1}%", en="Savage Roar" },
-- Sharpened Claws
[16942] = { "Загострені кігті", "Збільшує ймовірність критичного удару в подобі ведмедя, жахливого ведмедя чи кота на {1}%.#by {1}%", en="Sharpened Claws" },
-- Shifting Power
[1322605] = { "Сила перевтілення", "Миттєво перетворює {1} мани на {2} енергії. Ефекти, що зменшують витрати мани на зміну подоби також зменшують витрати \"Сили перевтілення\" .#convert {1} Mana#into {2} Energy", en="Shifting Power" },
-- Shredding Attacks
[16966] = { "Рви-шматуй", "Знижує витрати енергії здібності \"Шматування\" на {1} та витрати люті здібності \"Розірвати\" на {2}.#Shred ability by {1}#Lacerate ability by {2}.", en="Shredding Attacks" },
-- Starfire Stun
[16922] = { "Приголомшення від Зоряного вогню", "Приголомшує на {1} с.#for {1} sec", "Приголомшено.", en="Starfire Stun" },
-- Subtlety
[17118] = { "Обережність", "Зменшує загрозу від ваших заклять природи та аркани на {1}%.#by {1}%", en="Subtlety" },
-- Sunfire
[414687] = { ref=414684 }, -- Sunfire
-- Swiftmend
[18562] = { "Негайне відновлення", "Миттєво зцілює ціль, що перебуває під ефектом \"Омолодження\" чи \"Розростання\", відновлюючи їй стільки здоров'я, скільки відновлює періодичний ефект одного з цих заклять за всю тривалість дії.", en="Swiftmend" },
-- Thick Hide
[16929] = { "Товста шкура", "У подобі кота, ведмедя, жахливого ведмедя чи місячного совуха ви отримуєте додатково {1} базової броні за кожен рівень і ще {2} базової броні за кожну одиницю навички захисту понад ваш рівень, помножений на п'ять. Множники цих подоб можуть додатково збільшити цей показник.#gain {1} additional#another {2} base", en="Thick Hide" },
-- Tiger's Fury
[5217] = { "Лють тигра", "Збільшує завдану фізичну шкоду на {1}% протягом {2} с[ та миттєво надає {1} енергії.#grants {1} Energy].#by {1}% for {2} sec", "Збільшує фізичну шкоду на {1}%.#by {1}%", en="Tiger's Fury" },
[417045] = { "Лють тигра", "Миттєво відновлює вам енергію.", en="Tiger's Fury" },
-- Tranquility
[740] = { "Спокій", "Відновлює всім учасникам групи в межах {1} м {2} здоров'я кожні {3} с протягом {4} с. Друїд має підтримувати закляття.#within {1} yard#for {2} every {3} sec for {4} sec", "Зцілює навколишнім учасникам групи {1} здоров'я кожні {2} с.#for {1} every {2} sec", en="Tranquility" },
[8918] = { ref=740 }, -- Tranquility
[9862] = { ref=740 }, -- Tranquility
[9863] = { ref=740 }, -- Tranquility
-- Vengeance
[16909] = { "Помста", "Збільшує додаткову шкоду критичних ударів ваших заклять аркани та природи на {1}%.#by {1}%", en="Vengeance" },
-- Wild Growth
[408120] = { "Дикий ріст", "Зцілює цілі та учасникам її групи в межах {3} м від неї {1} здоров'я протягом {2} с. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.#for {1} over {2} sec#within {3} y", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Wild Growth" },
[1238214] = { ref=408120 }, -- Wild Growth
[1238215] = { ref=408120 }, -- Wild Growth

-- Forms
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, що збільшує силу атаки на {1}, броню від предметів на {2}% та здоров'я на {3}. Також захищає заклинача від ефектів поліморфії та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#Power by {1}#items by {2}%#Health by {3}", "Невразливість до ефектів поліморфії. Збільшує силу атаки на {1}, броню від предметів на {2}% та здоров'я на {3}.#Power by {1}#items by {2}%#Health by {3}", en="Bear Form" },
[768] = { "Котяча подоба", "Набути котячої подоби, що збільшує силу атаки на {1} плюс показник спритності. Також захищає заклинача від ефектів поліморфії та дозволяє використання котячих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#Power by {1} plus", "Невразливість до ефектів поліморфії. Збільшує силу атаки на {1} плюс показник спритності.#Power by {1} plus", en="Cat Form" },
[9634] = { "Подоба жахливого ведмедя", "Набути подоби жахливого ведмедя, що збільшує силу атаки на {1}, броню від предметів на {2}% та здоров'я на {3}. Також захищає заклинача від ефектів поліморфії та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#Power by {1}#items by {2}%#Health by {3}", "Невразливість до ефектів поліморфії. Збільшує силу атаки на {1}, броню від предметів на {2}% та здоров'я на {3}.#Power by {1}#items by {2}%#Health by {3}", en="Dire Bear Form" },
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. У цій подобі ймовірність спрацювання \"Передвістя ясності\" збільшується на {1}%, броня від предметів збільшується на {2}%, а ймовірність критичного удару заклять всіх учасників групи чи рейду в межах {3} м збільшується на {4}%. Також надає невразливість до ефектів поліморфії та не дозволяє вимовляти цілющі закляття.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#{1}%, Armor#{2}%, and#within {3} y#increased by {4}%", "Невразливість до ефектів поліморфії. Ймовірність спрацювання \"Передвістя ясності\" збільшено. Броню від предметів збільшено на {1}%.#by {1}%", en="Moonkin Form" },
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, що збільшує швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфії. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів поліморфії та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфії. Швидкість руху збільшено на {1}%.#by {1}%", en="Travel Form" },

-- Item effects
[27853] = { "Збільшення зцілення Розростання", "Збільшує первинне зцілення \"Розростання\" на {1}%, якщо його застосовано на ціль з ефектом вашого \"Омолодження\".#by {1}% when", en="Increased Regrowth Healing" },
[27851] = { "Зменшення витрат на Дряпання та Роздирання", "Зменшує витрати енергії на здібності \"Дряпання\", \"Роздирання\" та \"Нівечення\" на {1}.#by {1}.", en="Reduced Claw and Rake Cost" },

-- Set bonuses
[1301073] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 4 предметів Балансу - Сила заклять проти демонів", "Збільшує шкоду ваших заклять і ефектів у бою з демонами на {1}.#to {1} when", en="1.60.0 - Item - Tier 1 - Druid - Balance 4P Bonus - SP vs. Demons" },
[1300942] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 2 предметів захисника - Захист", "Збільшує навичку захисту на {1}.#Defense +{1}", en="1.60.0 - Item - Tier 1 - Druid - Guardian 2P Bonus - Defense" },
[1301076] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 4 предметів захисника - Вправність", "Зменшує ймовірність ухилення від ваших атак ближнього бою чи їх парирування на {1}%.#by {1}%", en="1.60.0 - Item - Tier 1 - Druid - Guardian 4P Bonus - Expertise" },
[1300943] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 2 предметів відновлення - Дух", "Збільшує дух на {1}.#Spirit +{1}", en="1.60.0 - Item - Tier 1 - Druid - Restoration 2P Bonus - Spirit" },
[1301006] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 3 предметів відновлення - Дубова шкіра", "Зменшує час відновлення \"Дубової шкіри\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Druid - Restoration 3P Bonus - Barkskin" },
[1301077] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 4 предметів відновлення - Зцілення/шкода", ref=467142, en="1.60.0 - Item - Tier 1 - Druid - Restoration 4P Bonus - Healing/Damage" },
[1301250] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 5 предметів відновлення - Негайне відновлення", "Зменшує час відновлення \"Негайного відновлення\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Druid - Restoration 5P Bonus - Swiftmend" },
[1301084] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 4 предметів розплати - Сила атаки проти невмерлих", ref=12981, en="1.60.0 - Item - Tier 1 - Paladin - Retribution 4P Bonus - AP vs. Undead" },
[1300970] = { "1.60.0 - Предмет - Комплект 1 - Воїн - Бонус 2 предметів танка - Захист", ref=1300942, en="1.60.0 - Item - Tier 1 - Warrior - Protection 2P Bonus - Defense" },
[450608] = { "Сезон 3 - Збадьорення друїда - Вбрання дикого серця", "Вимова закляття може відновити вам {1} мани, атака ближнього бою може відновити {2} енергії протягом {3} с, а отримання удару в ближньому бою може надати вам {4} люті.#restore {1} Mana#regenerate {2} Energy#over {3} sec#generate {4} Rage", en="S03 - Druid Energize Trigger - Wildheart Raiment" },
[1218476] = { "Сезон 3 - Предмет - Комплект Наксрамасу - Друїд - Бонус 2 предметів Дикості", "\"Роздирання\" завдає періодичної шкоди кожні {1} с, що збільшує його загальну періодичну шкоду на {2}%.#every {1} sec#by {2}%", en="S03 - Item - Naxxramas - Druid - Feral 2P Bonus" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
