local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aftermath
[18119] = { "Наслідок", "Збільшує первинну шкоду вашого закляття \"Жертовний вогонь\" на {1}%, а ваше закляття \"Розпалення\" з імовірністю {2}% паморочить ціль, зменшуючи її швидкість руху на {3}% протягом {4} с.#by {1}% and#a {2}% chance#by {3}% for {4} sec", en="Aftermath" },
-- Agonizing Flames
[17927] = { "Нестерпне полум'я", "Збільшує ймовірність завдання критичного удару закляття \"Палючий біль\" на {1}%, а шкоду від усіх ваших заклять спеціалізації \"Руйнація\" на {2}%.#by {1}% and#spells by {2}%", en="Agonizing Flames" },
-- Amplify Curse
[18288] = { "Посилення прокляття", "Посилює ефект наступного \"Прокляття слабкості\" чи \"Клятьби агонії\" на {1}% або наступного \"Прокляття виснаження\" на {2}%. Триває {3} с.#Agony by {1}%#Exhaustion by {2}%#Lasts {3} sec", "Посилює ефект наступного \"Прокляття слабкості\" чи \"Клятьби агонії\" на {1}% або наступного \"Прокляття виснаження\" на {2}%.#Agony by {1}%#Exhaustion by {2}%", en="Amplify Curse" },
-- Apocalypse
[18096] = { "Апокаліпсис", "Неперіодичні критичні удари закляттями вогню збільшують вашу шкоду від тіні на {1}% протягом {2} с, а неперіодичні критичні удари закляттями тіні збільшують вашу шкоду від вогню на {3}% протягом {4} с.#Shadow damage done by {1}% for {2} sec#Fire damage done by {3}% for {4} sec", en="Apocalypse" },
-- Bane
[17788] = { "Клятьба", "Зменшує час вимови заклять \"Тіньова стріла\", \"Жертовний вогонь\" та \"Спалення\" на {1} с, а закляття \"Випалення душі\" – на {2} с.#spells by {1}#spell by {2}", en="Bane" },
-- Bane of Agony
[980] = { "Клятьба агонії", "Кляне ціль агонією, завдаючи {1} шкоди тінню протягом {2} с. Ця шкода спершу завдається повільно та прискорюється в міру того, як прокляття досягає повної тривалості. Одночасно на ціль може діяти лише одна клятьба кожного чорнокнижника.#causing {1} Shadow damage over {2} sec", "{1} шкоди тінню протягом {2} с.#{1} Shadow damage over {2}", en="Bane of Agony" },
[1014] = { ref=980 }, -- Bane of Agony
[6217] = { ref=980 }, -- Bane of Agony
[11711] = { ref=980 }, -- Bane of Agony
[11712] = { ref=980 }, -- Bane of Agony
[11713] = { ref=980 }, -- Bane of Agony
-- Bane of Doom
[603] = { "Клятьба приречення", "Кляне ціль на невідворотне приречення, завдаючи {1} шкоди тінню через {2} хв. Якщо ціль помирає від цієї шкоди, вона може викликати вартового приречення. Не можна накладати на гравців. Одночасно на ціль може діяти лише одна клятьба кожного чорнокнижника.#causing {1} Shadow damage after {2} min", "Завдає {1} шкоди тінню через {2} хв.#{1} Shadow damage after {2} min", en="Bane of Doom" },
-- Bane of Havoc
[1225228] = { "Клятьба хаосу", "Кляне ціль на {1} хв, внаслідок чого вона отримує {2}% шкоди, якої чорнокнижник завдає іншим цілям. \"Клятьбу хаосу\" можна накласти лише на одну ціль, і кожен чорнокнижник може мати на одній цілі лише одну клятьбу.#for {1} min#causing {2}% of", "Отримує {1}% шкоди, якої чорнокнижник завдає іншим цілям.#Taking {1}% of", en="Bane of Havoc" },
-- Burning Shadow
[18789] = { "Пекуча тінь", nil, "Шкоду від тіні збільшено на {1}%.#by {1}%", en="Burning Shadow" },
-- Conflagrate
[17962] = { "Розпалення", "Розпалює ціль, на яку вже діє ваше закляття \"Жертовний вогонь\", та завдає від {1} до {2} шкоди від вогню, поглинаючи ефект вашого \"Жертовного вогню\".#dealing {1} to {2} Fire", en="Conflagrate" },
[18930] = { ref=17962 }, -- Conflagrate
[18931] = { ref=17962 }, -- Conflagrate
[18932] = { ref=17962 }, -- Conflagrate
[1293817] = { ref=17962 }, -- Conflagrate
[1293818] = { ref=17962 }, -- Conflagrate
-- Create Spellstone
[2362] = { "Створення каменя чарів", "Створює камінь чарів, за допомогою якого можна зачарувати вашу зброю тінню, що збільшить швидкість вимови заклять на {1}%, а шкоду від ваших заклять тіні на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#by {1}% and#up to {2}.#than {3} min", en="Create Spellstone" },
-- Curse of Recklessness
[704] = { "Прокляття відчайдушності", "Проклинає ціль відчайдушністю, зменшуючи її броню на {1} протягом {2} хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти страху та жаху. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#armor by {1} for {2} min", "Зменшує броню на {1}. Ціль не втікатиме та ігноруватиме ефекти страху та жаху.#armor by {1}", en="Curse of Recklessness" },
[7658] = { ref=704 }, -- Curse of Recklessness
[7659] = { ref=704 }, -- Curse of Recklessness
[11717] = { ref=704 }, -- Curse of Recklessness
-- Curse of Tongues
[1714] = { "Прокляття мови", "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} с.#by {1}%#Lasts {2} sec", "Говорить мовою демонів, що збільшує час вимови заклять на {1}%.#by {1}%", en="Curse of Tongues" },
[11719] = { ref=1714 }, -- Curse of Tongues
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Ціль завдає на {1} менше фізичної шкоди протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[1108] = { ref=702 }, -- Curse of Weakness
[6205] = { ref=702 }, -- Curse of Weakness
[7646] = { ref=702 }, -- Curse of Weakness
[11707] = { ref=702 }, -- Curse of Weakness
[11708] = { ref=702 }, -- Curse of Weakness
-- Curse of the Elements
[440892] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи її опір магії на {2} і збільшуючи отриману нею магічну шкоду на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#by {2} and#by {3}%", "Зменшує опір магії на {1}. Збільшує отриману магічну шкоду на {2}%.#resistances by {1}#taken by {2}%", en="Curse of the Elements" },
[1311676] = { ref=440892 }, -- Curse of the Elements
[1311677] = { ref=440892 }, -- Curse of the Elements
[1311680] = { ref=440892 }, -- Curse of the Elements
-- Death Coil
[17925] = { ref=6789 }, -- Death Coil
[17926] = { ref=6789 }, -- Death Coil
-- Decimation
[440870] = { "Винищення", "Зменшує час відновлення вашого закляття \"Випалення душі\" на {1}%. Коли ви вимовляєте закляття \"Тіньова стріла\" чи \"Палючий біль\" на ворога, що має менше {2}% здоров'я, ці закляття завдають на {3}% більше шкоди, а протягом наступних {4} с час вимови вашого закляття \"Випалення душі\" зменшується на {5}% і воно не потребує уламків душ.#spell by {1}%.#below {2}% health#deal {3}% increased#next {4} sec#by {5}% and", en="Decimation" },
-- Demon Armor
[706] = { "Демонічний обладунок", "Захищає заклинача, збільшуючи броню на {1}, опір тіні на {2}, а відновлення здоров'я на {3} кожні {4} с протягом {5} хв.#armor by {1},#resistance by {2} and#by {3} health per {4} sec#for {5} min", "Збільшує броню на {1}, опір тіні на {2}, а відновлення здоров'я на {3} кожні {4} с.#armor by {1},#resistance by {2} and#by {3} health per {4} sec", en="Demon Armor" },
[1086] = { ref=706 }, -- Demon Armor
[11733] = { ref=706 }, -- Demon Armor
[11734] = { ref=706 }, -- Demon Armor
[11735] = { ref=706 }, -- Demon Armor
-- Demon Skin
[687] = { "Демонічна шкіра", "Захищає заклинача, збільшуючи броню на {1} та відновлюючи {2} здоров'я кожні {3} с протягом {4} хв.#armor by {1} and#regeneration by {2} health per {3} sec#for {4} min", "Збільшує броню на {1} та відновлює {2} здоров'я кожні {3} с.#armor by {1}#by {2} health per {3} sec", en="Demon Skin" },
[696] = { ref=687 }, -- Demon Skin
-- Demonic Aegis
[1235316] = { "Демонічна егіда", "Збільшує ефективність ваших заклять \"Демонічна шкіра\" та \"Демонічний обладунок\" на {1}%.#by {1}%", en="Demonic Aegis" },
-- Demonic Embrace
[18697] = { "Демонічні обійми", "Збільшує вашу витривалість на {1}%.#by {1}%", en="Demonic Embrace" },
-- Demonic Energies
[1225214] = { "Демонічна енергія", "Ви зцілюєте свого прислужника на {1}% від шкоди, яку завдаєте закляттями. Коли ви отримуєте ману від \"Витоку життя\", ваш демон отримує {2}% від отриманої вами мани.#for {1}% of#gains {2}% of", en="Demonic Energies" },
-- Demonic Knowledge
[412732] = { "Демонічні знання", "Збільшує шкоду ваших заклять і заклять вашого демона на {1}% від вашого рівня, поки ваш демон активний.#to {1}% of", en="Demonic Knowledge" },
-- Demonic Pact
[425464] = { "Угода з демоном", "Виклик демона більше не скасовує ефект \"Демонічної жертви\". Повторний виклик принесеного в жертву демона все ще скасовує ефект.", en="Demonic Pact" },
-- Demonic Sacrifice
[18788] = { "Демонічна жертва", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} год. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду від тіні на {2}%.\n\nПустотник: Відновлює {3}% мани кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду від вогню на {5}%.\n\nСкверногонча: Відновлює {6}% здоров'я кожні {7} с.#lasts {1} h#Shadow damage by {2}%#Restores {3}% of your total Mana every {4}#Fire damage by {5}%#Restores {6}% of your total Health every {7} sec", en="Demonic Sacrifice" },
-- Demonic Tactics
[412727] = { "Демонічна тактика", "Збільшує ймовірність завдання критичного удару всіма атаками для вас і вашого демона на {1}%, поки демон активний.#by {1}% while", en="Demonic Tactics" },
-- Destructive Reach
[17917] = { "Досяжність руйнації", "Збільшує дальність дії ваших бойових заклять на {1}%.#by {1}%", en="Destructive Reach" },
-- Detect Invisibility
[132] = { "Виявлення невидимості", "Дозволяє дружній цілі виявляти малу невидимість протягом {1} хв.#for {1} min", "Виявлення малої невидимості.", en="Detect Invisibility" },
[11743] = { "Виявлення невидимості", "Дозволяє дружній цілі виявляти велику невидимість протягом {1} хв.#for {1} min", "Виявлення великої невидимості.", en="Detect Invisibility" },
-- Drain Life
[689] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#Transfers {1} health#Lasts {2} sec", "Висмоктує {1} здоров'я щосекунди, передаючи його заклиначеві.#Drains {1} health", en="Drain Life" },
[699] = { ref=689 }, -- Drain Life
[709] = { ref=689 }, -- Drain Life
[7651] = { ref=689 }, -- Drain Life
[11699] = { ref=689 }, -- Drain Life
[11700] = { ref=689 }, -- Drain Life
-- Drain Mana
[5138] = { "Висмоктування мани", "Передає {1} мани щосекунди від цілі до заклинача. Триває {2} с.#Transfers {1} Mana#Lasts {2} sec", "Висмоктує {1} мани щосекунди, передаючи її заклиначеві.#Drains {1} Mana", en="Drain Mana" },
[6226] = { ref=5138 }, -- Drain Mana
[11703] = { ref=5138 }, -- Drain Mana
[11704] = { ref=5138 }, -- Drain Mana
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню протягом {2} с. Цілі, що приносять досвід або честь, отримуючи шкоду від \"Висмоктування душі\", можуть дати вам уламок душі, а вбиті ним — дають його завжди. Уламки душі потрібні для інших заклять.#causing {1} Shadow#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2}", ref=172, en="Drain Soul" },
-- Emberstorm
[17954] = { "Палюча буря", "Збільшує шкоду ваших заклять вогню на {1}% та зменшує час вимови закляття \"Палючий біль\" на {2} с.#by {1}% and#by {2} sec", en="Emberstorm" },
-- Everlasting Affliction
[412689] = { "Вічна химородь", "Щоразу, коли ваше закляття \"Висмоктування життя\", \"Висмоктування душі\" чи \"Тіньова стріла\" завдає шкоди, тривалість вашої \"Пошесті\" на цілі оновлюється до максимальної.", en="Everlasting Affliction" },
-- Fel Concentration
[17783] = { "Зосередженість скверни", "З імовірністю {1}% ви уникнете переривання промовляння або вимови ваших заклять \"Висмоктування життя\", \"Висмоктування мани\", \"Висмоктування душі\" чи \"Терзання\" при отриманні шкоди.#a {1}% chance", en="Fel Concentration" },
-- Fel Vitality
[18731] = { "Живість скверни", "Збільшує максимальний запас здоров'я та мани ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%, а також ваш максимальний запас мани на {2}%.#Felhunter by {1}%#Mana by {2}%", en="Fel Vitality" },
-- Fire and Brimstone
[412751] = { "Вогонь і сірка", "Збільшує ймовірність критичного удару вашого закляття \"Розпалення\" на {1}%.#by {1}%", en="Fire and Brimstone" },
-- Flame
[426311] = { "Полум'я", "Збільшує всю шкоду від вогню на {1}%.#by {1}%", "Збільшує всю шкоду від вогню на {1}%.#by {1}%", en="Flame" },
-- Haunt
[403501] = { "Мара", "Випустити на ворога примару, яка завдає від {1} до {2} шкоди та збільшує всю вашу періодичну шкоду від тіні по ньому на {3}% протягом {4} с. Коли дія \"Мари\" з будь-якої причини завершується, ви зцілюєтеся на {5}% від шкоди, якої вона завдала цілі.#dealing {1} to {2} damage#by {3}% for {4} sec#for {5}% of", "Ефекти періодичної шкоди завдають на {1}% більше шкоди від тіні.#by {1}%.", en="Haunt" },
-- Health Funnel
[755] = { "Канал здоров'я", "Передає прислужникові заклинача {1} здоров'я щосекунди протягом {2} с., поки заклинач підтримує це закляття. Спричиняє знижений рівень загрози.#Gives {1} health#for {2} sec", "Передає здоров'я.[ Загрозу збільшено на {1}%.#by {1}%]", en="Health Funnel" },
[3698] = { ref=755 }, -- Health Funnel
[3699] = { ref=755 }, -- Health Funnel
[3700] = { ref=755 }, -- Health Funnel
[11693] = { ref=755 }, -- Health Funnel
[11694] = { ref=755 }, -- Health Funnel
[11695] = { ref=755 }, -- Health Funnel
-- Hellfire Effect
[5857] = { "Ефект пекельного вогню", "Завдає {1} шкоди вогнем.#Deals {1} Fire", en="Hellfire Effect" },
-- Improved Bane of Agony
[18827] = { "Покращена клятьба агонії", "Збільшує шкоду \"Клятьби агонії\" на {1}%.#by {1}%", en="Improved Bane of Agony" },
-- Improved Corruption
[17810] = { "Покращена пошесть", "Зменшує час вимови вашого закляття \"Пошесть\" на {1} с та збільшує його шкоду на {2}%.#by {1} sec#by {2}%", en="Improved Corruption" },
-- Improved Drains
[403511] = { "Покращене висушування", "Збільшує обсяг здоров'я, висмоктаного вашими закляттями \"Висмоктування життя\", \"Висмоктування душі\" та \"Терзання\", або завдану ними шкоду на {1}%.#by {1}%", en="Improved Drains" },
-- Improved Felhunter
[1225217] = { "Покращена скверногонча", "Збільшує на {1}% зцілення від здібності \"Пожирання магії\" вашої скверногончої, зменшення сили атаки від її здібності \"Заражена кров\" та рівень виявлення її здібності \"Параноя\", а також зменшує час відновлення її здібності \"Заборона чар\" на {2} с.#by {1}%#by {2} sec", en="Improved Felhunter" },
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, переданого вашим закляттям \"Канал здоров'я\", на {1}%, зменшує його витрати здоров'я на {2}% і зменшує загрозу, яку створює \"Канал здоров'я\", на {3}%. Дозволяє використовувати \"Канал здоров'я\" незалежно від запасу здоров'я вашого демона.#Health Funnel spell by {1}%#cost by {2}%#generates by {3}%", en="Improved Health Funnel" },
-- Improved Imp
[18694] = { "Покращений біс", "Збільшує шкоду закляття \"Вогняна стріла\" вашого біса на {1}%, а ефект його закляття \"Вогняний щит\" на {2}%.#Firebolt spell by {1}%#Shield spell by {2}%", en="Improved Imp" },
-- Improved Shadow Bolt
[17793] = { "Покращена тіньова стріла", "Критичні удари закляття \"Тіньова стріла\" збільшують вашу шкоду від тіні по цілі на {1}% протягом {2} с.#by {1}% for {2} sec", en="Improved Shadow Bolt" },
-- Incinerate
[412758] = { "Спалення", "Завдає цілі від {1} до {2} шкоди від вогню та додатково {3}% шкоди, якщо на ціль діє \"Жертовний вогонь\".#Deals {1} to {2} Fire#additional {3}% damage", en="Incinerate" },
[1293812] = { ref=412758 }, -- Incinerate
[1293813] = { ref=412758 }, -- Incinerate
-- Intensity
[18135] = { "Напруження", "З ймовірністю {1}% ви уникнете затримки вимови або промовляння заклять спеціалізації \"Руйнація\".#a {1}% chance", en="Intensity" },
-- Lash of Pain
[7815] = { ref=7814 }, -- Lash of Pain
[7816] = { ref=7814 }, -- Lash of Pain
[11778] = { ref=7814 }, -- Lash of Pain
[11779] = { ref=7814 }, -- Lash of Pain
[11780] = { ref=7814 }, -- Lash of Pain
-- Malediction
[1225177] = { "Прокльон", "Збільшує періодичну шкоду всіх заклять чорнокнижника на {1}%.#by {1}%", en="Malediction" },
-- Malevolence
[1310949] = { "Злостивість", "Збільшує ймовірність критичного ефекту заклять тіні на {1}%.#by {1}%", en="Malevolence" },
-- Master Demonologist
[23759] = { "Майстер-демонолог", nil, "Збільшує шкоду від вогню на {1}%.#by {1}%", en="Master Demonologist" },
[23761] = { "Майстер-демонолог", nil, "Збільшує шкоду від тіні на {1}%.#by {1}%", en="Master Demonologist" },
[23762] = { "Майстер-демонолог", nil, "Зменшує отриману магічну шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[23785] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - збільшує шкоду від вогню на {1}%.\n\nПустотник - зменшує отриману фізичну шкоду на {2}%.\n\nСукуб/інкуб - збільшує коду від тіні на {3}%.\n\nСкверногонча - зменшує отриману магічну шкоду на {4}%.#Fire damage done by {1}%#Physical damage taken by {2}%#Shadow damage done by {3}%#Magic damage taken by {4}%", en="Master Demonologist" },
[1214100] = { "Майстер-демонолог", nil, "Збільшує опір усім школам магії на {1}.#by {1}", en="Master Demonologist" },
[1214101] = { "Майстер-демонолог", nil, "Збільшує завдану шкоду на {1}%.#by {1}%", en="Master Demonologist" },
[1214102] = { "Майстер-демонолог", nil, "[Збільшує#Increases][Зменшує#Reduces] загрозу на {1}%.#by {1}%", en="Master Demonologist" },
-- Molten Skin
[1225220] = { "Розплавлена шкіра", "Зменшує всю отриману шкоду на {1}%.#by {1}%", ref=411124, en="Molten Skin" },
-- Nightfall
[18094] = { "Сутінки", "З ймовірністю {1}% ви набудете ефекту \"Тінетрансу\", коли ваші закляття \"Пошесть\", \"Висмоктування душі\", \"Висмоктування життя\" або \"Терзання\" завдають шкоди. \"Тінетранс\" зменшує час вимови вашого наступного закляття \"Тіньова стріла\" на {2}%.#a {1}% chance#by {2}%", en="Nightfall" },
-- Pandemic
[427712] = { "Пандемія", "Збільшує додаткову шкоду від критичних ударів заклять \"Пошесть\", \"Клятьба агонії\", \"Клятьба приречення\", \"Висмоктування душі\", \"Висмоктування життя\", \"Витягування життя\" та \"Терзання\" на {1}%.#by {1}%", en="Pandemic" },
-- Pyroclasm
[18073] = { "Пірокласт", "Закляття \"Випалення душі\" з ймовірністю {1}% приголомшує ціль на {2} с, а закляття \"Вогняний дощ\" та \"Пекельний вогонь\" з ймовірністю {3}% за час своєї дії приголомшують уражені ними цілі на {4} с.#spell a {1}%#target for {2} sec#spells a {3}%#damage for {4} sec", en="Pyroclasm" },
-- Sacrifice
[19438] = { ref=7812 }, -- Sacrifice
[19440] = { ref=7812 }, -- Sacrifice
[19441] = { ref=7812 }, -- Sacrifice
[19442] = { ref=7812 }, -- Sacrifice
[19443] = { ref=7812 }, -- Sacrifice
-- Searing Pain
[17919] = { ref=5676 }, -- Searing Pain
[17920] = { ref=5676 }, -- Searing Pain
[17921] = { ref=5676 }, -- Searing Pain
[17922] = { ref=5676 }, -- Searing Pain
[17923] = { ref=5676 }, -- Searing Pain
-- Shadow Trance
[17941] = { "Тінетранс", nil, "Наступна \"Тіньова стріла\" буде миттєвою.", en="Shadow Trance" },
-- Shadow Vulnerability
[17794] = { "Вразливість до тіні", nil, "Завдану чорнокнижником шкоду від тіні збільшено на {1}%.#by {1}%", en="Shadow Vulnerability" },
-- Shadow Ward
[6229] = { "Тіньовий оберіг", "Поглинає {1} шкоди від тіні. Триває {2} с.#Absorbs {1}#Lasts {2} sec", "Поглинає {1} шкоди від тіні.#Absorbs {1} Shadow", en="Shadow Ward" },
[11739] = { ref=6229 }, -- Shadow Ward
[11740] = { ref=6229 }, -- Shadow Ward
[28610] = { ref=6229 }, -- Shadow Ward
-- Shadow and Flame
[426316] = { "Тінь і полум'я", "Коли ваше \"Розпалення\" вражає ворога, ваша шкода від тіні збільшується на {1}% протягом {2} с, а коли ворога вражає ваш \"Тіньовий опік\", вся ваша шкода від вогню збільшується на {3}% протягом {4} с. Крім того, \"Розпалення\" з ймовірністю {5}% не поглинає ефект \"Жертовного вогню\" з цілі, а \"Тіньовий опік\" з ймовірністю {6}% повертає уламок душі.#Shadow damage you deal by {1}% for {2} sec#Fire damage you deal by {3}% for {4} sec#a {5}% chance not#a {6}% chance to", en="Shadow and Flame" },
-- Shadowburn
[17877] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди від тіні. Якщо ціль помирає протягом {3} с після \"Тіньового опіку\" та приносить досвід або честь, заклинач отримує уламок душі.#for {1} to {2} Shadow#within {3} sec", "У разі смерті цілі чорнокнижник отримає уламок душі.", en="Shadowburn" },
[18867] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди тінню. Якщо ціль помирає протягом {3} с після \"Тіньового опіку\" та приносить досвід або честь, заклинач отримує уламок душі.#for {1} to {2}#within {3} sec", "У разі смерті цілі чорнокнижник отримає уламок душі.", en="Shadowburn" },
[18868] = { ref=18867 }, -- Shadowburn
[18869] = { ref=18867 }, -- Shadowburn
[18870] = { ref=18867 }, -- Shadowburn
[18871] = { ref=18867 }, -- Shadowburn
-- Soul Fire
[17924] = { ref=6353 }, -- Soul Fire
-- Soul Harvest
[437032] = { "Жнива душ", "Якщо ціль, яка приносить досвід або честь, гине під дією \"Висмоктування душі\", протягом {2} с ваше відновлення мани збільшується на {1}% і ви відновлюєте ману під час вимови заклять зі швидкістю {3}% від звичайної.#by {1}% for {2} sec#allows {3}% of", en="Soul Harvest" },
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої вами шкоди буде натомість перенаправлено на вашого біса, пустотника, сукуба, інкуба або скверногончу. Крім того, демон і його володар завдаватимуть на {2}% більше шкоди. Триває, поки демон активний.#{1}% of all damage#inflict {2}% more", en="Soul Link" },
-- Soul Siphon
[17804] = { "Витягування душі", "Збільшує шкоду або обсяг висмоктаного здоров'я заклять \"Висмоктування життя\", \"Висмоктування душі\" та \"Терзання\" на {1}% за кожен інший ваш ефект спеціалізації \"Химородь\", що діє на ціль, але не більше, ніж на {2}%.#by {1}% per#of {2}%", en="Soul Siphon" },
-- Suppression
[18174] = { "Пригнічення", "Збільшує ймовірність завдання удару на {1}% і зменшує всю вашу загрозу на {2}%.#hit by {1}%#generate by {2}%", en="Suppression" },
-- Touch of Fire
[18791] = { "Дотик вогню", nil, "Завдану шкоду від вогню збільшено на {1}%.#by {1}%", en="Touch of Fire" },
-- Unholy Power
[18769] = { "Нечестива сила", "Збільшує всю шкоду ваших біса, пустотника, сукуба, інкуба та скверногончої на {1}%.#by {1}%", en="Unholy Power" },
-- Wrack
[1316697] = { "Терзання", "Роздирає ціль зсередини, завдаючи {1} шкоди від тіні кожні {2} с і збільшуючи шкоду, яку вона отримує від інших ваших ефектів періодичної шкоди від тіні, на {3}%. Триває {4} с.#inflicting {1} Shadow#every {2} sec#by {3}%#for {4} sec", "Завдає {1} шкоди від тіні кожні {2} с та збільшує шкоду від тіні інших ефектів періодичної шкоди заклинача на {3}%.#Inflicts {1} Shadow#every {2} sec#by {3}%", en="Wrack" },

-- Firestone
[6366] = { "Створення каменя вогню", "Створює менший камінь вогню, за допомогою якого можна зачарувати вашу зброю вогнем, що збільшить ймовірність завдання критичного удару закляттями на {1}%, а шкоду від заклять вогню на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#critical strike chance by {1}% and#up to {2}.#than {3} minutes", en="Create Firestone" },
[17951] = { "Створення каменя вогню", "Створює камінь вогню, за допомогою якого можна зачарувати вашу зброю вогнем, що збільшить ймовірність завдання критичного удару закляттями на {1}%, а шкоду від заклять вогню на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#critical strike chance by {1}% and#up to {2}.#than {3} minutes", en="Create Firestone" },
[17952] = { "Створення каменя вогню", "Створює великий камінь вогню, за допомогою якого можна зачарувати вашу зброю вогнем, що збільшить ймовірність завдання критичного удару закляттями на {1}%, а шкоду від заклять вогню на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#critical strike chance by {1}% and#up to {2}.#than {3} minutes", en="Create Firestone" },
[17953] = { "Створення каменя вогню", "Створює величезний камінь вогню, за допомогою якого можна зачарувати вашу зброю вогнем, що збільшить ймовірність завдання критичного удару закляттями на {1}%, а шкоду від заклять вогню на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#critical strike chance by {1}% and#up to {2}.#than {3} minutes", en="Create Firestone" },
[758] = { "амінь вогню", "Наповнює вашу зброю вогнем, збільшуючи ймовірність завдання критичного удару заклятями на {1}% і шкоду ваших заклять вогню на {2}.#by {1}% and#by up to {2}", en="Firestone" },

-- Healthstone
[6201] = { "Створення каменя здоров'я", "Створює крихітний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#restore {1} health#than {2} min", en="Create Healthstone" },
[6202] = { "Створення каменя здоров'я", "Створює менший камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },
[11729] = { "Створення каменя здоров'я", "Створює великий камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },
[11730] = { "Створення каменя здоров'я", "Створює величезний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },

-- Soulstone
[693] = { "Створення каменя душі", "Створює крихітний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#with {1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20752] = { "Створення каменя душі", "Створює менший камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20756] = { "Створення каменя душі", "Створює великий камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20757] = { "Створення каменя душі", "Створює величезний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },

-- Spellstone
[17727] = { "Створення каменя чарів", "Створює великий камінь чарів, за допомогою якого можна зачарувати вашу зброю тінню, що збільшить швидкість вимови заклять на {1}%, а шкоду ваших заклять тіні на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#by {1}% and#up to {2}.#than {3} min", en="Create Spellstone" },
[17728] = { "Створення каменя чарів", "Створює величезний камінь чарів, за допомогою якого можна зачарувати вашу зброю тінню, що збільшить швидкість вимови заклять на {1}%, а шкоду ваших заклять тіні на {2}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#by {1}% and#up to {2}.#than {3} min", en="Create Spellstone" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
