local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ancestral Fortitude
[16177] = { "Стійкість пращурів", "Збільшує броню від предметів на {1}%.#by {1}%", "Збільшує броню від предметів на {1}%.#by {1}%", en="Ancestral Fortitude" },
-- Ancestral Knowledge
[17485] = { "Знання пращурів", "Збільшує ваш інтелект на {1}%.#by {1}%", en="Ancestral Knowledge" },
-- Call of Flame
[16038] = { "Поклик полум'я", "Збільшує шкоду ваших вогняних тотемів і заклять \"Вогняний шок\", \"Вогненний спалах\" та \"Виверження лави\" на {1}%.#by {1}%", en="Call of Flame" },
-- Call of Thunder
[16120] = { "Поклик грому", "Збільшує ймовірність критичного удару ваших заклять \"Блискавка\" та \"Ланцюгова блискавка\" на {1}%.#by {1}%", en="Call of Thunder" },
-- Call of the Ancestors
[66843] = { "Поклик предків", "Одночасно розміщає всі 4 тотеми з панелі тотемів. Може викликати тотеми, відмінні від тотемів \"Поклику стихій\".", en="Call of the Ancestors" },
-- Call of the Elements
[66842] = { "Поклик стихій", "Одночасно розміщає всі 4 тотеми з панелі тотемів.", en="Call of the Elements" },
-- Call of the Spirits
[66844] = { "Поклик духів", "Одночасно розміщає всі 4 тотеми з панелі тотемів. Може викликати тотеми, відмінні від тотемів \"Поклику предків\".", en="Call of the Spirits" },
-- Clearcasting
[16246] = { "Ясномова", "Ваше наступне стихійне бойове закляття витратить на {1}% менше мани.#by {1}%", "Ваше наступне стихійне бойове закляття витратить на {1}% менше мани.#by {1}%", en="Clearcasting" },
-- Concussion
[16035] = { "Струс", "Збільшує шкоду заклять \"Блискавка\", \"Ланцюгова блискавка\" та \"Земний шок\" на {1}%.#by {1}%", en="Concussion" },
-- Convection
[16039] = { "Конвекція", "Зменшує витрати мани заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Виверження лави\" та заклять-шоків на {1}%.#by {1}%", en="Convection" },
-- Earthbound
[1222988] = { "Земна прив'язь", "Після встановлення ваш \"Тотем земного зв'язування\" знерухомлює навколишні цілі на {1} с.#for {1} sec", en="Earthbound" },
-- Elemental Alacrity
[16578] = { "Жвавість стихій", "Зменшує час вимови заклять \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" на {1} с.#by {1} sec", en="Elemental Alacrity" },
-- Elemental Devastation
[30160] = { "Стихійне спустошення", "Критичні удари ваших бойових заклять збільшують ймовірність завдання критичного удару атаками ближнього бою на {1}% протягом {2} с.#by {1}% for {2} sec", en="Elemental Devastation" },
-- Elemental Fury
[16089] = { "Лють стихій", "Збільшує додаткову шкоду від критичних ударів тотемів обпалення та магми, а також заклять вогню, криги та природи на {1}%.#by {1}%", en="Elemental Fury" },
-- Elemental Reach
[28999] = { "Досяжність стихій", "Збільшує дальність дії заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Вогненний спалах\" та \"Виверження лави\" на {1} м, а також збільшує дальність дії закляття \"Вогняний шок\" на {2} м.#spells by {1}#spell by {2}", en="Elemental Reach" },
-- Eye of the Storm
[29062] = { "Око бурі", "Зменшує затримку вимови заклять \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" при отриманні шкоди від атак на {1}%.#by {1}%", en="Eye of the Storm" },
-- Fire Resistance Totem
[8184] = { "Тотем опору стихіям", "Викликає тотем опору вогню з {1} здоров'я на {2} хв, який збільшує опір вогню учасників групи чи рейду в межах {3} м на {4}.#with {1} health#for {2} min#within {3} yards by {4}", en="Fire Resistance Totem" },
[10537] = { ref=8184 }, -- Fire Resistance Totem
[10538] = { ref=8184 }, -- Fire Resistance Totem
-- Flametongue Totem
[8249] = { "Тотем язика полум'я", "Викликає тотем язика полум'я з {1} здоров'я. Тотем підсилює атаки ближнього бою всіх учасників групи в межах {2} м. Кожен удар завдає від {3} до {4} додаткової шкоди вогнем залежно від швидкості зброї. Повільна зброя завдає більшої шкоди за удар. Триває {5} хв.#with {1} health#within {2} y#{3} to {4} additional#Lasts {5} min", en="Flametongue Totem" },
[10526] = { ref=8249 }, -- Flametongue Totem
[16387] = { ref=8249 }, -- Flametongue Totem
-- Flametongue Weapon
[8024] = { "Зброя язика полум'я", "Підсилює зброю шамана вогнем. Кожен удар завдає цілі від {1} до {2} додаткової шкоди вогнем залежно від швидкості зброї. Повільна зброя завдає більшої шкоди за удар. При застосуванні на зброю в правій руці запобігає отриманню ефекту від тотема язика полум'я. Триває {3} хв.#causes {1} to {2}#Lasts for {3} min", en="Flametongue Weapon" },
[8027] = { ref=8024 }, -- Flametongue Weapon
[8030] = { ref=8024 }, -- Flametongue Weapon
[16339] = { ref=8024 }, -- Flametongue Weapon
[16341] = { ref=8024 }, -- Flametongue Weapon
[16342] = { ref=8024 }, -- Flametongue Weapon
-- Flurry
[16256] = { "Шквал", "Збільшує вашу швидкість атаки на {1}% для наступних {2} ударів після того, як ви завдали критичного удару в ближньому бою.#speed by {1}#next {2} swings", en="Flurry" },
-- Frost Resistance Totem
[8181] = { "Тотем опору кризі", "Викликає тотем опору кризі з {1} здоров'я на {2} хв, який збільшує опір кризі учасників групи чи рейду в межах {4} м на {3}.#with {1} health#for {2} min#resistance by {3}#within {4} y", en="Frost Resistance Totem" },
[10478] = { ref=8181 }, -- Frost Resistance Totem
[10479] = { ref=8181 }, -- Frost Resistance Totem
-- Grounding Totem
[8178] = { "Тотем заземлення", nil, "Спрямує одне вороже бойове закляття на тотем заземлення.", en="Grounding Totem" },
-- Healing Grace
[29189] = { "Цілюща благодать", "Зменшує загрозу від ваших заклять зцілення на {1}%.#by {1}%", en="Healing Grace" },
[29191] = { ref=29189 }, -- Healing Grace
-- Healing Way
[29206] = { "Шлях зцілення", "Збільшує зцілення від закляття \"Хвиля зцілення\" на {1}%.#by {1}%", en="Healing Way" },
-- Improved Fire Nova
[16086] = { "Покращений вогненний спалах", "Збільшує шкоду вашого закляття \"Вогненний спалах\" на {1}% та зменшує його час відновлення на {2} с.#by {1}% and#by {2} sec", en="Improved Fire Nova" },
-- Improved Ghost Wolf
[16262] = { "Покращений примарний вовк", "Зменшує час вимови закляття \"Примарний вовк\" на {1} с і дозволяє використовувати його в приміщеннях.#by {1} sec", en="Improved Ghost Wolf" },
-- Improved Reincarnation
[16184] = { "Покращена реінкарнація", "Зменшує час відновлення здібності \"Реінкарнація\" на {1} хв, збільшує ваш максимальний запас здоров'я на {2}%, а також збільшує на {3}% обсяг здоров'я і мани, з якими ви повертаєтеся до життя.#by {1} min#health by {2}%#additional {3}%", en="Improved Reincarnation" },
-- Improved Stormstrike
[1223031] = { "Покращений штормовий удар", "З ймовірністю {1}% після \"Штормового удару\" {2}% відновлення мани продовжується під час вимови заклять протягом {3} с. Окрім того, з ймовірністю {4}% відновлення \"Штормового удару\" завершується після ухилення чи парирування атаки.#have a {1}%#gain {2}% mana#for {3} sec#has a {4}%", en="Improved Stormstrike" },
-- Lava Burst
[408490] = { "Виверження лави", "Ви жбурляєте в ціль лаву, завдаючи від {1} до {2} шкоди від вогню. Завдає на {3}% більше шкоди, якщо на ціль діє ваш \"Вогняний шок\".#dealing {1} to {2} Fire#deals {3}% increased", en="Lava Burst" },
[408491] = { ref=408490 }, -- Lava Burst
[1238299] = { ref=408490 }, -- Lava Burst
[1238300] = { ref=408490 }, -- Lava Burst
[1238373] = { ref=408490 }, -- Lava Burst
[1238376] = { ref=408490 }, -- Lava Burst
-- Lightning Mastery
[16579] = { "Опанування блискавки", "Зменшує час вимови заклять \"Блискавка\" та \"Ланцюгова блискавка\" на {1} с.#by {1} sec", en="Lightning Mastery" },
[16580] = { ref=16579 }, -- Lightning Mastery
[16581] = { ref=16579 }, -- Lightning Mastery
[16582] = { ref=16579 }, -- Lightning Mastery
-- Lightning Overload
[408438] = { "Перевантаження блискавки", "Ваші закляття \"Блискавка\" та \"Ланцюгова блискавка\" з ймовірністю {1}% застосують на ту ж ціль друге аналогічне заклинання без додаткових витрат мани. Повторне закляття завдає половину шкоди й не спричиняє загрози.#a {1}% chance", en="Lightning Overload" },
-- Maelstrom Weapon
[408498] = { "Зброя Водоверті", "Коли ви завдаєте шкоди атакою ближнього бою, ви маєте шанс зменшити час вимови та витрати мани вашого наступного закляття \"Блискавка\" на {1}%. Ефект накопичується до {2} разів. Триває {3} с.#by {1}%#to {2} times#Lasts {3} sec", en="Maelstrom Weapon" },
[408505] = { "Зброя Водоверті", "Зменшує час вимови та витрати мани на ваше наступне закляття \"Блискавка\".", "Час вимови та витрати мани на ваше наступне закляття \"Блискавка\" зменшено на {1}%.#by {1}%", en="Maelstrom Weapon" },
-- Mana Spring
[24853] = { "Джерело мани", "Відновлює {1} мани кожні {2} с.#Gaining {1} Mana#every {2} sec", "Відновлює {1} мани кожні {2} с.#Gain {1} Mana every {2} sec", en="Mana Spring" },
-- Mental Dexterity
[415140] = { "Гнучкість розуму", "Збільшує вашу силу атаки на {1}% від вашого інтелекту.#to {1}% of", en="Mental Dexterity" },
-- Mental Quickness
[30812] = { "Швидке мислення", "Збільшує шкоду та зцілення ваших заклять на {1}% від вашого інтелекту.#to {1}% of", en="Mental Quickness" },
-- Mindfulness
[1223033] = { "Усвідомленість", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="Mindfulness" },
-- Natural Grace
[29187] = { "Природна благодать", "Зменшує загрозу від ваших заклять на {1}%.#by {1}%", en="Natural Grace" },
-- Nature Resistance Totem
[10595] = { "Тотем опору природі", "Викликає тотем опору природі з {1} здоров'я на {2} хв, який збільшує опір природі учасників групи чи рейду в межах {3} м на {4}.#with {1} health#for {2} min#within {3} yards by {4}", en="Nature Resistance Totem" },
[10600] = { ref=10595 }, -- Nature Resistance Totem
[10601] = { ref=10595 }, -- Nature Resistance Totem
-- Nature's Guidance
[16180] = { "Сприяння природи", "Збільшує ймовірність завдання удару на {1}%.#chance to hit by {1}%", en="Nature's Guidance" },
-- Purification
[16178] = { "Очищення", "Збільшує ефективність ваших заклять зцілення на {1}%.#healing spells by {1}%", en="Purification" },
-- Rage of the Farseer
[425336] = { "Лють провидця", "Збільшує вашу швидкість атаки на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Rage of the Farseer" },
-- Restorative Totems
[16187] = { "Відновлювальні тотеми", "Посилює ефект вашого закляття \"Тотем джерела мани\" на {1}% та ефект закляття \"Тотем цілющого потоку\" на {2}%.#Spring Totem by {1}%#Stream Totem by {2}%", en="Restorative Totems" },
-- Riptide
[408521] = { "Бистрина", "Відновлює дружній цілі від {1} до {2} здоров'я і ще {3} здоров'я протягом {4} с, а також збільшує на ефективність спрямованого на цю ціль \"Ланцюгового зцілення\" {5}%.#for {1} to {2},#additional {3} over {4} sec#by {5}%", "Відновлює {1} здоров'я кожні {2} с.\nЕфективність спрямованого на цю ціль \"Ланцюгового зцілення\" заклинача збільшено на {3}%.#{1} every {2} sec#by {3}%", en="Riptide" },
[1239242] = { ref=408521 }, -- Riptide
[1239243] = { ref=408521 }, -- Riptide
-- Shamanistic Focus
[1223030] = { "Шаманська зосередженість", "Зменшує витрати мани заклять-шоків та закляття \"Блискавковий щит\" на {1}%.#by {1}%", en="Shamanistic Focus" },
-- Spirit Weapons
[16268] = { "Зброя духів", "Дозволяє парирувати атаки ворогів у ближньому бою, зменшує загрозу від ваших атак на {1}%, поки \"Зброя каменолома\" не діє, і збільшує всю вашу загрозу на {2}%, поки вона діє.#attacks by {1}%#generated by {2}%", en="Spirit Weapons" },
-- Squall-breakers Potion
[433427] = { "Зілля шквалоломів", "Захищає вас від стихій, доки ви не загинете.", "Ви відчуваєте приємне тепло.", en="Squall-breakers Potion" },
-- Stoneskin
[8072] = { "Кам'яна шкіра", nil, "Зменшує отриману фізичну шкоду на {1}.#taken by {1}", en="Stoneskin" },
[8156] = { ref=8072 }, -- Stoneskin
[8157] = { ref=8072 }, -- Stoneskin
[10403] = { ref=8072 }, -- Stoneskin
[10404] = { ref=8072 }, -- Stoneskin
[10405] = { ref=8072 }, -- Stoneskin
-- Stoneskin Totem
[8071] = { "Тотем кам'яної шкіри", "Викликає тотем кам'яної шкіри з {1} здоров'я. Тотем захищає учасників групи в межах {2} м, зменшуючи отриману фізичну шкоду на {3}. Триває {4} хв.#with {1} health#within {2} y#taken by {3}#Lasts {4} min", en="Stoneskin Totem" },
[8154] = { ref=8071 }, -- Stoneskin Totem
[8155] = { ref=8071 }, -- Stoneskin Totem
[10406] = { ref=8071 }, -- Stoneskin Totem
[10407] = { ref=8071 }, -- Stoneskin Totem
[10408] = { ref=8071 }, -- Stoneskin Totem
-- Stormstrike
[17364] = { "Штормовий удар", "Миттєвий удар, що завдає звичайної шкоди зброєю і збільшує шкоду наступного закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Земний шок\" на {1}% протягом {2} с.#by {1}% for {2} sec", " Шкоду наступного закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Земний шок\" збільшено на {1}%.#by {1}%", en="Stormstrike" },
-- Thundering Strikes
[16255] = { "Громові удари", "Збільшує ймовірність завдання критичного удару закляттями та атаками на {1}%.#by {1}%", en="Thundering Strikes" },
-- Tidal Focus
[16179] = { "Припливна зосередженість", "Зменшує витрати мани на ваші цілющі закляття на {1}% та збільшує ймовірність завдання удару на {2}%.#by {1}% and#hit by {2}%", en="Tidal Focus" },
-- Tidal Mastery
[16194] = { "Опанування припливів", "Збільшує ймовірність критичного ефекту ваших заклять зцілення на {1}%.#by {1}%", en="Tidal Mastery" },
-- Totemic Focus
[16173] = { "Тотемна зосередженість", "Зменшує витрати мани на тотеми та закляття, які їх викликають або переміщують, на {1}%.#by {1}%", en="Totemic Focus" },
-- Totemic Recall
[36936] = { "Повернення тотемів", "Повертає ваші тотеми в землю, відновлюючи вам {1}% мани, необхідної для виклику кожного з повернених тотемів.#you {1}%", en="Totemic Recall" },
-- Totemic Wrath
[77746] = { "Тотемний гнів", "Ваші вогняні тотеми збільшують силу заклять учасників групи та рейду в межах {1} м на {2}%.#within {1} y#by {2}%", en="Totemic Wrath" },
[77747] = { "Тотемний гнів", "Ваші вогняні тотеми збільшують силу заклять учасників групи та рейду в межах {1} м на {2}%.#within {1} y#by {2}%", "Силу заклять збільшено на {1}%.#by {1}%", en="Totemic Wrath" },
-- Toughness
[16252] = { "Міць", "Збільшує вашу витривалість на {1}%.#by {1}%", en="Toughness" },
-- Water Shield
[408510] = { "Водяний щит", "Заклинача оточують {1} кулі води. Коли закляття, атака ближнього або дальнього бою влучає в заклинача або коли одне з його цілющих заклять має критичний ефеки, заклинач відновлює {2}% від максимального запасу мани, витрачаючи одну кулю води. Куля може спрацювати лише раз на кілька секунд. Триває {3} хв.\n\nОдночасно на шамана може діяти лише один щит стихій.#by {1} globes#result, {2}% of#Lasts {3} min", "Атаки та заклинання, що влучають у вас, а також ваші критичні зцілення відновлюють {1}% вашого максимального запасу мани. Зарядів: {2}.#restore {1}% of#mana. {2} charges", en="Water Shield" },
-- Windfury Totem
[8512] = { "Тотем буревію", "Викликає тотем буревію з {1} здоров'я. Тотем підсилює атаки ближнього бою всіх учасників групи в межах {2} м. Кожен удар зброєю в основній руці з імовірністю {3}% спричиняє {4} додаткову атаку зі збільшеною на {5} силою атаки ближнього бою. Триває {6} хв.#with {1} health#within {2} y#{3}% chance#{4} extra attack with {5}#Lasts {6} min", en="Windfury Totem" },
[10613] = { ref=8512 }, -- Windfury Totem
[10614] = { ref=8512 }, -- Windfury Totem
-- Windfury Weapon
[8232] = { "Зброя буревію", "Підсилює зброю шамана вітром. Кожен удар з ймовірністю {1}% спричиняє {2} додаткові атаки зі збільшеною на {3} силою атаки ближнього бою. При застосуванні на зброю в правій руці запобігає отриманню ефекту від тотема буревію. Триває {4} хв.#{1}% chance#{2} extra attacks with {3}#Lasts for {4} min", en="Windfury Weapon" },
[8235] = { "Зброя буревію", "Підсилює зброю шамана вітром. Кожен удар з ймовірністю {1}% спричиняє {2} додаткові атаки зі збільшеною на {3} силою атаки ближнього бою. При застосуванні на зброю в правій руці запобігає отриманню ефекту від тотема буревію. Триває {4} хв.#{1}% chance#{2} extra attacks with {3}#Lasts for {4} min", en="Windfury Weapon" },
[10486] = { ref=8232 }, -- Windfury Weapon
[16362] = { ref=8232 }, -- Windfury Weapon

-- Item effects
[27859] = { "Збільшення шкоди шоків", "Збільшує шкоду ваших заклять-шоків на {1}%.#by {1}%", en="Increased Shock Damage" },

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
