local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Blast
[400573] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода ваших заклять збільшується на {1}% від вашого інтелекту, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#gain {1}% of#by {2}%#to {3} times#lasts {4} sec", "Шкоду заклять збільшено на {1}% від інтелекту, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% of#Blast increased by {2}%", en="Arcane Blast" },
[400574] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода ваших заклять збільшується на {3}% від вашого інтелекту, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} с з моменту першого накладання.#dealing {1} to {2} Arcane#gain {3}% of#by {4}%#to {5} times#lasts {6} sec", en="Arcane Blast" },
[1239696] = { ref=400574 }, -- Arcane Blast
[1239697] = { ref=400574 }, -- Arcane Blast
[1239699] = { ref=400574 }, -- Arcane Blast
[1239700] = { ref=400574 }, -- Arcane Blast
-- Arcane Brilliance
[23028] = { "Арканічна геніальність", "Сповнює учасників групи та рейду цілі геніальністю, збільшуючи їхній інтелект на {1} протягом {2} год.#by {1} for {2} hour", "Збільшує інтелект на {1}.#by {1}", en="Arcane Brilliance" },
-- Arcane Focus
[11222] = { "Арканічна зосередженість", "Збільшує ймовірність завдання удару закляттями аркани на {1}%.#Arcane spells by {1}%", en="Arcane Focus" },
-- Arcane Geometry
[11247] = { "Арканічна геометрія", "Збільшує дальність ваших заклять аркани на {1} м.#by {1} y", en="Arcane Geometry" },
-- Arcane Impact
[11242] = { "Арканічний струс", "Збільшує ймовірність критичного удару заклять аркани на {1}%.#Arcane spells by {1}%", en="Arcane Impact" },
-- Arcane Instability
[15058] = { "Арканічна нестабільність", "Збільшує шкоду ваших заклять на {1}% та ймовірність критичного удару на {2}%.#spells by {1}% and#chance by {2}%", en="Arcane Instability" },
-- Arcane Intellect
[1459] = { "Арканічний інтелект", "Збільшує інтелект цілі на {1} протягом {2} год.#by {1}#for {2} h", "Збільшує інтелект на {1}.#by {1}", en="Arcane Intellect" },
[1460] = { ref=1459 }, -- Arcane Intellect
[1461] = { ref=1459 }, -- Arcane Intellect
[10156] = { ref=1459 }, -- Arcane Intellect
[10157] = { ref=1459 }, -- Arcane Intellect
[16876] = { "Арканічний інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1}#for {2} min", "Збільшує інтелект на {1}.#by {1}", en="Arcane Intellect" },
[364161] = { ref=1459 }, -- Arcane Intellect
-- Arcane Mind
[11232] = { "Арканічний розум", "Збільшує ваш інтелект на {1}% і додаткову шкоду від критичних ударів ваших заклять аркани на {2}%.#by {1}% and#spells by {2}%", en="Arcane Mind" },
-- Arcane Power
[12042] = { "Арканічна могутність", "Протягом {1} с ваші закляття завдають на {2}% більше шкоди, але їх вимова потребує на {3}% більше мани.#next {1} sec#deal {2}% more#costing {3}% more", "Збільшено шкоду та витрати мани ваших заклять.", en="Arcane Power" },
-- Arcane Shielding
[11252] = { "Арканічний захист", "Зменшує витрати мани від поглиненої \"Щитом мани\" шкоди на {1}% та збільшує отриманий від \"Магівського обладунку\" опір на {2}%#active by {1}%#Armor spell by {2}%", en="Arcane Shielding" },
-- Arcane Wrath
[1280471] = { "Арканічний гнів", "Завдає цілі від {1} до {2} шкоди від аркани.#Causes {1} to {2} Arcane", en="Arcane Wrath" },
[1326079] = { "Арканічний гнів", "Запускає у ворога снаряд чистої арканічної енергії, що завдає від {1} до {2} шкоди від аркани. Це закляття завдає додаткової шкоду в обсязі {3}% від вашого максимального запасу мани.#causing {1} to {2} Arcane#to {3}% of", en="Arcane Wrath" },
[1326080] = { ref=1326079 }, -- Arcane Wrath
[1326081] = { ref=1326079 }, -- Arcane Wrath
[1326082] = { ref=1326079 }, -- Arcane Wrath
-- Arctic Reach
[16757] = { "Арктична досяжність", "Збільшує дальність заклять \"Крижана стріла\", \"Крижаний вибух\" та \"Метелиця\", а також радіус дії заклять \"Крижаний спалах\" і \"Конус холоду\" на {1}%.#by {1}%", en="Arctic Reach" },
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо себе полум'яну хвилю, яка завдає від {1} до {2} шкоди вогнем всім навколишнім ворогам, а також паморочить їх, зменшуючи швидкість руху на {3}% протягом {4} с.#blast for {1} to {2}#Dazing them for {3}%#for {4} sec", "Запаморочення. Швидкість руху зменшено на {1}%.#by {1}%", en="Blast Wave" },
[13018] = { ref=11113 }, -- Blast Wave
[13019] = { ref=11113 }, -- Blast Wave
[13020] = { ref=11113 }, -- Blast Wave
[13021] = { ref=11113 }, -- Blast Wave
-- Blink
[1953] = { "Блим", "Телепортує заклинача на {1} м уперед, якщо на шляху немає перешкод. Також звільняє від приголомшень та знерухомлень.#caster {1} yards", "Блимає.", en="Blink" },
-- Chilled
[6136] = { "Охолодження", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.#slowed by {1}%#increased by {2}%", en="Chilled" },
-- Cold Snap
[12472] = { "Холодна хватка", "Завершує відновлення всіх ваших заклять криги.", en="Cold Snap" },
-- Combustion
[11129] = { "Палання", "При активації збільшує ймовірність критичного удару ваших заклять вогню на {1}% за кожне влучання закляттями вогню. Цей ефект триває, доки ви не завдасте прямого критичного удару закляттями вогню {2} рази.#spells by {1}%#caused {2} non-periodic", en="Combustion" },
[28682] = { "Палання", "Збільшує ймовірність критичного удару заклять вогню на {1}%.#spells by {1}%", "Збільшує ймовірність критичного удару заклять вогню на {1}%.#spells by {1}%", en="Combustion" },
-- Cone of Cold
[120] = { "Конус холоду", "Завдає цілям у конусі перед заклиначем [від {1} до {2}#caster take {1} to {2} ||{1}#caster take {1} ] шкоди від криги та сповільнює їх на {1}% протягом {2} с. Перші {3} уражені цілі сповільнюються ще на {4}%, а сповільнення триває на {5} с довше.#by {1}% for {2} sec#first {3} targets#additional {4}% for#additional {5} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Cone of Cold" },
-- Elemental Precision
[29438] = { "Точність стихій", "Збільшує ймовірність завдання удару закляттями криги та вогню на {1}%.#by {1}%", en="Elemental Precision" },
-- Fingers of Frost
[400670] = { nil, nil, "Ваші закляття спрацьовують так, ніби ціль заморожена.", ref=400669 }, -- Fingers of Frost
-- Fire Power
[11124] = { "Сила вогню", "Збільшує шкоду ваших заклять вогню на {1}% за кожен ваш ефект вогню на цілі, але не більше ніж на {2}%. Ефекти, що поєднують кілька шкіл магії, не враховуються.#by {1}% per#of {2}%", en="Fire Power" },
-- Fire Vulnerability
[22959] = { "Вразливість до вогню", "Збільшує отриману від мага шкоду від вогню на {1}% за кожен ефект.#by {1}% per", "Отриману від мага шкоду від вогню збільшено на {1}%.#by {1}%", en="Fire Vulnerability" },
-- Fire Ward
[543] = { "Вогняний оберіг", "Поглинає {1} шкоди від вогню[ і з ймовірністю {1}% ви відіб'єте закляття та ефекти вогню#a {1}% chance]. Триває {2} с.#Absorbs {1} Fire#Lasts {2} sec", "Поглинає {1} шкоди від вогню.[ З імовірністю {1}% відбиває закляття та ефекти вогню.#{1}% chance]#Absorbs {1} Fire", en="Fire Ward" },
[8457] = { ref=543 }, -- Fire Ward
[8458] = { ref=543 }, -- Fire Ward
[10223] = { ref=543 }, -- Fire Ward
[10225] = { ref=543 }, -- Fire Ward
-- Flamestrike
[2120] = { "Полум'яний удар", "Викликає вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем і додатково {1} шкоди вогнем протягом {2} с. Одночасно може бути активним лише один \"Полум'яний удар\".#additional {1}#over {2} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec", en="Flamestrike" },
[2121] = { nil, nil, "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2}", ref=2120 }, -- Flamestrike
-- Frost Blast
[1326053] = { "Крижаний вибух", "Стрімкий, але слабкий вибух криги, що завдає ворогу від {1} до {2} шкоди від криги та сповільнює рух на {3}% протягом {4} с.#causing {1} to {2} Frost#by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frost Blast" },
[1326054] = { ref=1326053 }, -- Frost Blast
[1326055] = { ref=1326053 }, -- Frost Blast
-- Frost Ward
[6143] = { "Крижаний оберіг", "Поглинає {1} шкоди від криги[ і з ймовірністю {1}% відбиває шкоду від криги#a {1}% chance to negate]. Триває {2} с.#Absorbs {1} Frost#Lasts {2} sec", "Поглинає {1} шкоди від криги.[ З ймовірністю {1}% відбиває шкоду від криги.#{1}% chance to negate]#Absorbs {1} Frost", en="Frost Ward" },
[8461] = { ref=6143 }, -- Frost Ward
[8462] = { ref=6143 }, -- Frost Ward
[10177] = { ref=6143 }, -- Frost Ward
[28609] = { ref=6143 }, -- Frost Ward
-- Frost Warding
[11189] = { "Крижаний захист", "Збільшує броню та опір від ваших заклять \"Крижаний обладунок\" і \"Льодяний обладунок\" на {1}%, ваше закляття \"Крижаний оберіг\" з ймовірністю {2}% відбиває закляття відповідної шкоди, а обсяг шкоди, яку поглинають ваші закляття \"Льодяний бар'єр\" і \"Крижаний оберіг\", збільшується на {3}%.#{1}%, gives#a {2}% chance#Ward by {3}%", en="Frost Warding" },
-- Frostfire Bolt
[1237312] = { ref=401502 }, -- Frostfire Bolt
[1237313] = { ref=401502 }, -- Frostfire Bolt
-- Heating Up
[400624] = { "Розігрів", "Неперіодичні критичні удари ваших заклять \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Вогняний підрив\" та \"Опік\" зменшують час вимови наступної \"Вогняної брили\" на {2}% протягом {1} с. Ефект накопичується до {3} разів. Шкода \"Вогняного підриву\" надає додатковий ефект \"Розігріву\".#within {1} sec#by {2}%#to {3} times", en="Heating Up" },
[400625] = { nil, "Неперіодичні критичні удари ваших заклять \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Вогняний підрив\" та \"Опік\" зменшують час вимови наступної \"Вогняної брили\" на {2}% протягом {1} с. Ефект накопичується до {3} разів.#within {1} sec#by {2}%#to {3} times", "Час вимови вашого наступного закляття \"Вогняна брила\" зменшено на {1}%.#by {1}%", ref=400624 }, -- Heating Up
-- Ice Barrier
[11426] = { "Льодяний бар'єр", "Захищає вас щитом, що поглинає {1} шкоди та збільшує вашу шкоду від криги на {2}% протягом {3} хв. Поки щит тримається, ваша шкода від криги додатково збільшується на {4}%, а ви не зазнаєте затримки вимови при отриманні шкоди.#absorbing {1} damage#by {2}% for {3} min#additional {4}% and", "Поглинає {1} шкоди та збільшує шкоду від криги на {2}%.#Absorbs {1} damage#by {2}%", en="Ice Barrier" },
[13031] = { ref=11426 }, -- Ice Barrier
[13032] = { ref=11426 }, -- Ice Barrier
[13033] = { ref=11426 }, -- Ice Barrier
-- Ice Lance
[400640] = { "Крижаний спис", "Завдає від {1} до {2} шкоди від криги ворожій цілі. Завдає на {3}% більше шкоди замороженим цілям.#Deals {1} to {2} Frost#Deals {3}% increased", en="Ice Lance" },
[1240044] = { ref=400640 }, -- Ice Lance
[1240045] = { ref=400640 }, -- Ice Lance
[1240046] = { ref=400640 }, -- Ice Lance
[1240047] = { ref=400640 }, -- Ice Lance
[1312002] = { ref=400640 }, -- Ice Lance
-- Ignite
[412538] = { "Займання", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec", en="Ignite" },
[412545] = { "Займання", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", "Завдає шкоди вогнем кожні {1} с.#every {1} sec", en="Ignite" },
-- Impact
[12355] = { "Струс", "Закляття вогню можуть приголомшити ціль на {1} с.#for {1} sec", "Приголомшено.", en="Impact" },
-- Improved Blizzard
[11185] = { "Покращена метелиця", "Надає вашому закляттю \"Метелиця\" ефект охолодження, що знижує швидкість руху цілей на {1}% протягом {2} с.#speed by {1}% for {2} sec", en="Improved Blizzard" },
-- Improved Channeling
[11237] = { "Покращене спрямування", "Ваше закляття \"Арканічні снаряди\" з ймовірністю {1}%, а закляття \"Арканічний спалах\" і \"Арканічний гнів\" з ймовірністю {2}% уникають затримки вимови від отримання шкоди.#spell a {1}%#spells a {2}%", en="Improved Channeling" },
-- Improved Counterspell
[11255] = { "Покращене протизакляття", "\"Протизакляття\" також знемовлює ціль на {1} с.#for {1} sec", en="Improved Counterspell" },
-- Improved Fire Blast
[11078] = { "Покращений вогняний підрив", "Зменшує час відновлення вашого закляття \"Вогняний підрив\" на {1} с та збільшує його дальність на {2} м.#by {1} sec#by {2} y", en="Improved Fire Blast" },
-- Improved Fireball
[11069] = { "Покращена вогняна куля", "Зменшує час вимови заклять \"Вогняна куля\" та \"Стріла крижаного полум'я\" на {1} с.#spells by {1} sec", en="Improved Fireball" },
-- Improved Frostbolt
[11070] = { "Покращена крижана стріла", "Зменшує час вимови ваших заклять \"Крижана стріла\" та \"Крижаний вибух\" на {1} с.#by {1} sec", en="Improved Frostbolt" },
-- Improved Scorch
[11095] = { "Покращений опік", "Закляття \"Опік\" з ймовірністю {1}% зробить ціль вразливою до вогню. Ця вразливість збільшує всю отриману ціллю шкоду від вогню на {2}% протягом {3} с. Ефект накопичується до {4} разів.#a {1}% chance#target by {2}% and lasts {3} sec#up to {4} times", en="Improved Scorch" },
-- Incineration
[18459] = { "Спалення", "Збільшує ймовірність критичного удару заклять \"Вогняний підрив\", \"Крижаний спис\", \"Арканічний спалах\" та \"Опік\" на {1}%.#by {1}%", en="Incineration" },
-- Magic Absorption
[29441] = { "Магічне поглинання", "Збільшує всі ваші види опору на {1}, а кожне закляття, якому ви повністю протидієте, відновлює {2}% вашого запасу мани. Не може спрацьовувати частіше, ніж раз на секунду.#by {1} and#restore {2}% of", en="Magic Absorption" },
-- Magic Attunement
[12606] = { "Магічна налаштованість", "Посилює ефект заклять \"Підсилення магії\" та \"Пом'якшення магії\" на {1}%.#spells by {1}%", en="Magic Attunement" },
-- Missile Barrage
[400588] = { "Обстріл снарядами", "Закляття \"Арканічний спалах\" з ймовірністю {1}%, а закляття \"Арканічний гнів\", \"Вогняна куля\", \"Крижана стріла\", \"Крижаний вибух\" та \"Стріла крижаного полум'я\" з ймовірністю {2}% зменшують тривалість промовляння вашого наступного закляття \"Арканічні снаряди\" на {3}% і витрати мани на нього на {4}%, а снаряди будуть начакловуватись кожні {5} с.#spell a {1}%#spells a {2}%#{3}%, reduce#{4}%, and#every {5} sec", en="Missile Barrage" },
[400589] = { "Обстріл снарядами", "Зменшує тривалість промовляння вашого наступного закляття \"Арканічні снаряди\" на {1}% і витрати мани на нього на {2}%, а снаряди будуть начакловуватись кожні {3} с.#{1}%, reduces#{2}%, and#every {3} sec", "Тривалість промовляння вашого наступного закляття \"Арканічні снаряди\" зменшено на {1}%, витрати мани на нього на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%,#cost by {2}%,#every {3} sec", en="Missile Barrage" },
[1326083] = { nil, "Закляття \"Арканічний спалах\", \"Вогняна куля\" та \"Крижана стріла\" можуть зменшити тривалість промовляння наступного закляття \"Арканічні снаряди\" на {1}% і витрати мани на нього на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%,#cost by {2}%,#every {3} sec", ref=400589 }, -- Missile Barrage
-- Permafrost
[11175] = { "Вічна мерзлота", "Збільшує тривалість ваших ефектів \"Охолодження\" на {1}% та зменшує швидкість ворожої цілі ще на {2}%.#effects by {1}%#additional {2}%", en="Permafrost" },
-- Remove Lesser Curse
[475] = { "Зняття малого прокляття", "Знімає {1} прокляття або клятьбу з дружньої цілі.#Removes {1}", en="Remove Lesser Curse" },
-- Teleport: Dalaran
[1297659] = { "Телепортація: Даларан", "Телепортує заклинача до Даларану.", en="Teleport: Dalaran" },
-- Winter's Chill
[11180] = { "Зимова холоднеча", "Ваші закляття \"Крижана стріла\" і \"Крижаний вибух\", а також \"Крижаний спис\", посилений \"Крижаними пальцями\", з ймовірністю {1}% накладають на ціль \"Зимову холоднечу\", що збільшує шкоду вашого наступного \"Конуса холоду\" по цілі на {2}%, а сам \"Конус холоду\" отримує додатково {3}% від вашої шкоди заклять. Ефект накопичується до {4} разів.#a {1}% chance#by {2}% and#additional {3}% of#to {4} times", en="Winter's Chill" },
[12579] = { "Зимова холоднеча", nil, "Шкоду наступного \"Конусу холоду\" заклинача збільшено на {1}%, а його коефіцієнт сили заклять збільшено на {2}%.#Taking {1}% increased#and {2}% increased", en="Winter's Chill" },

-- Set bonuses
[1300947] = { "1.60.0 - Предмет - Комплект 1 - Маг - Бонус 2 предметів - Влучність", ref=13705, en="1.60.0 - Item - Tier 1 - Mage 2P Bonus - Hit" },
[1301013] = { "1.60.0 - Предмет - Комплект 1 - Маг - Бонус 3 предметів - Протизакляття", "Зменшує час відновлення \"Протизакляття\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Mage 3P Bonus - Counterspell" },
[1301079] = { "1.60.0 - Предмет - Комплект 1 - Маг - Бонус 4 предметів - Сила заклять проти елементалів", "Збільшує шкоду заклять і ефектів на {1} у бою з елементалями.#to {1} when", en="1.60.0 - Item - Tier 1 - Mage 4P Bonus - SP vs. Elementals" },
[1301488] = { "1.60.0 - Предмет - Комплект 1 - Маг - Бонус 5 предметів - Стріла крижаного полум'я", "Збільшує ймовірність того, що \"Стріла крижаного полум'я\" спричинить \"Обстріл снарядами\", на {1}%, ймовірність її критичного удару під час дії \"Палання\" на {2}%, а ймовірність спрацювання \"Крижаних пальців\" на {3}%.#spell has a {1}%#gains {2}% increased#and has a {3}%", en="1.60.0 - Item - Tier 1 - Mage 5P Bonus - Frostfire Bolt" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
