local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aggression
[18427] = { "Агресивність", "Збільшує шкоду здібностей \"Підступний удар\", \"Удар у спину\" та \"Потрошіння\" на {1}%.#by {1}%", en="Aggression" },
-- Blade Flurry
[13877] = { "Шквал клинків", "Збільшує вашу швидкість атаки ближнього бою на {1}%, а ваші атаки ближнього бою також завдають удару ще одному ворогу неподалік. Триває {2} с.#by {1}%#Lasts {2} sec", "Швидкість атаки збільшено на {1}%. Атаки зброєю завдають удару ще одному ворогу неподалік.#by {1}%", en="Blade Flurry" },
-- Camouflage
[13975] = { "Камуфляж", "Зменшує штраф до швидкості руху від здібності \"Непомітність\" на {1}% та зменшує час її відновлення на {2} с.#by {1}% and#by {2} sec", en="Camouflage" },
-- Cold Blood
[14177] = { "Стигла кров", "При активації збільшує ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\", \"Потрошіння\" чи \"Скалічити\" на {1}%.#by {1}%", "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\", \"Потрошіння\" чи \"Скалічити\" збільшено на {1}%.#by {1}%", en="Cold Blood" },
-- Coup de Grace
[1310709] = { "Удар милосердя", "Збільшує шкоду \"Потрошіння\" по цілях, уражених вашою \"Смертельною отрутою\", на {1}% за кожен її ефект.#by {1}% per", en="Coup de Grace" },
-- Crippling Poison
[3409] = { "Травматична отрута", "Швидкість руху зменшено на {1}%.#by {1}%", "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
-- Cutthroat
[462708] = { "Головоріз", "Ваш \"Удар у спину\" з ймовірністю {1}% дозволяє застосувати наступну \"Засідку\" протягом {2} с не вимагаючи непомітності.#a {1}% chance#within {2} sec", en="Cutthroat" },
-- Deadly Poison
[2818] = { "Смертельна отрута", "Ціль отримує {1} шкоди від природи кожні {2} с.#takes {1} Nature#every {2} sec", "Отримує {1} шкоди від природи кожні {2} с.#takes {1} Nature#every {2} sec", en="Deadly Poison" },
-- Deadly Poison II
[2819] = { "Смертельна отрута II", ref=2818, en="Deadly Poison II" },
-- Deadly Poison V
[434316] = { "Смертельна отрута V", ref=25349, en="Deadly Poison V" },
-- Death Mark
[1316709] = { "Мітка смерті", "Завершальний рух, що позначає ціль і зберігає частину шкоди від ваших атак залежно від довжини комбінації. Через {1} с збережена шкода завдається цілі, але не більше межі, яка залежить від сили атаки та ймовірності критичного удару:\n   1 прийом: зберігається {2}% шкоди, межа - {3}.\n   2 прийоми: зберігається {4}% шкоди, межа - {5}.\n   3 прийоми: зберігається {6}% шкоди, межа - {7}.\n   4 прийоми: зберігається {8}% шкоди, межа - {9}.\n   5 прийомів: зберігається {10}% шкоди, межа - {11}.#After {1} sec#1 point  : {2}% stored, {3} cap#2 points: {4}% stored, {5} damage#3 points: {6}% stored, {7} damage#4 points: {8}% stored, {9} damage#5 points: {10}% stored, {11} damage", "Позначено міткою смерті. Через {2} с ціль отримає {1} шкоди.#Taking {1} damage#after {2} sec", en="Death Mark" },
[1325756] = { ref=1316709 }, -- Death Mark
[1325757] = { ref=1316709 }, -- Death Mark
[1325758] = { ref=1316709 }, -- Death Mark
-- Dirty Deeds
[14082] = { "Брудні справи", "Зменшує витрати енергії на ваші здібності \"Брудний прийом\" та \"Гарота\" на {1}, а для здібності \"Гарота\" більше не потрібно перебувати за спиною цілі.#abilities by {1},", en="Dirty Deeds" },
-- Dirty Tricks
[1224782] = { "Брудні прийоми", "Зменшує витрати енергії ваших здібностей \"Оглушення\" та \"Засліплення\" на {1}%.#by {1}%", en="Dirty Tricks" },
-- Distract
[1725] = { "Відволікання", "Кидає приманку, що на {2} с привертає увагу всіх навколишніх ворогів та послаблює їхню здатність виявлення непомітності на {1} рівень. Не порушує непомітності.#were {1} level#for {2} sec", "Здатність виявлення непомітності послаблено.", en="Distract" },
-- Dual Wield Specialization
[13715] = { "Спеціалізація на бою з двох рук", "Збільшує шкоду від зброї в лівій руці на {1}%.#weapon by {1}%", en="Dual Wield Specialization" },
-- Endurance
[13742] = { "Витримка", "Зменшує час відновлення ваших здібностей \"Спринт\" та \"Уникнення\" на {1}%.#by {1}%", en="Endurance" },
-- Expose Armor
[8647] = { "Зняття броні", "Завершальний рух, що оголює ціль на {1} с, зменшуючи броню в залежності від довжини комбінації:\n  1 прийом: {2} броні\n  2 прийоми: {3} броні\n  3 прийоми: {4} броні\n  4 прийоми: {5} броні\n  5 прийомів: {6} броні#for {1} sec#1 point  : {2}#2 points: {3}#3 points: {4}#4 points: {5}#5 points: {6}", "Броню зменшено на {1}.#by {1}", en="Expose Armor" },
-- Flawless Execution
[1310711] = { "Бездоганне виконання", "Зменшує витрати енергії здібності \"Потрошіння\" на {1}.#by {1}.", en="Flawless Execution" },
-- Ghostly Strike
[14278] = { "Примарний удар", "Удар, що завдає {1}% шкоди зброєю ({2}% при використанні кинджалу в основній руці) та збільшує вашу ймовірність ухилення на {3}% протягом {4} с. Збільшує довжину комбінації на {5} прийом.#deals {1}%#{2}% if a Dagger#by {3}% for {4} sec#Awards {5} combo", "Ймовірність ухилення збільшено на {1}%.#by {1}%", en="Ghostly Strike" },
-- Gouge
[1776] = { "Ошелешення", "Завдає {1} шкоди, зупиняє вашу атаку та робить ціль недієздатною на {2} с. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі. Збільшує довжину комбінації на {3} прийом.#Causes {1} damage#for {2} sec#Awards {3} combo", "Недієздатність.", en="Gouge" },
[1777] = { ref=1776 }, -- Gouge
[8629] = { ref=1776 }, -- Gouge
[11285] = { ref=1776 }, -- Gouge
[11286] = { ref=1776 }, -- Gouge
-- Hack and Slash
[13706] = { "Ріж-рубай", "Збільшує ймовірність завдати критичного удару кинджалами та кулачною зброєю на {1}%.#by {1}%", en="Hack and Slash" },
[13709] = { "Ріж-рубай", "Ваші атаки булавами ігнорують {1}% броні цілі.#up to {1}% of", en="Hack and Slash" },
[13960] = { "Ріж-рубай", "Дає вашим атакам зброєю ближнього бою додатковий ефект залежно від типу зброї.\n\n Сокири/мечі: ваші успішні атаки ближнього бою з імовірністю {1}% спричинять додаткову атаку по цілі.\n\n Кинджали/кулачна зброя: збільшує ймовірність завдання критичного удару на {2}%.\n\n Булави: ваші атаки ігнорують {3}% броні цілі.#a {1}% chance#chance by {2}%#ignore {3}% of", en="Hack and Slash" },
-- Heightened Senses
[30894] = { "Загострені відчуття", "Посилює вашу здатність виявлення непомітності так, ніби ваш рівень вищий на {1}, та зменшує ймовірність отримання удару від заклять та атак дальнього бою на {2}%.#were {1} levels#by {2}%", en="Heightened Senses" },
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, що завдає {1}% шкоди зброєю ({2}% при використанні кинджалу) та збільшує отриману ціллю шкоду від вашої здібності \"Розрив\"на {3}%. Ефект триває {4} с. Збільшує довжину комбінації на {5} прийом.#deals {1}% weapon#{2}% if a Dagger#take {3}% increased#Lasts {4} sec#Awards {5} Combo", "Шкоду від здібності \"Розрив\" заклинача збільшено на {1}%.#Taking {1}% increased", en="Hemorrhage" },
-- Improved Distract
[14084] = { "Покращене відволікання", "Збільшує радіус вашої здібності \"Відволікання\" на {1} м і додатково послаблює здатність виявлення непомітності уражених нею ворогів так, ніби їхній рівень нижчий ще на {2}.#ability by {1} y#additional {2} level", en="Improved Distract" },
-- Improved Expose Armor
[14168] = { "Покращене зняття броні", "Зменшує витрати енергії на здібність \"Зняття броні\" на {1}, а якщо застосувати її з {3} прийомами в комбінації, вона повертає {2} з витрачених прийомів комбінації.#by {1},#refunds {2} Combo#with {3} Combo", en="Improved Expose Armor" },
-- Improved Kidney Shot
[14174] = { "Покращений удар по нирках", "Вороги, приголомшені вашою здібністю \"Удар по нирках\", отримують на {1}% більше шкоди від ваших отрут і атак.#take {1}% increased", en="Improved Kidney Shot" },
-- Improved Poisons
[14113] = { "Покращені отрути", "Збільшує ймовірність отруєння цілі на {1}% і з ймовірністю {2}% накладання отрути не витратить її заряд.#by {1}%#a {2}% chance", en="Improved Poisons" },
-- Instant Poison
[8680] = { "Миттєва отрута", "Завдає від {1} до {2} шкоди від природи.#{1} to {2} Nature", en="Instant Poison" },
-- Instant Poison II
[8685] = { "Миттєва отрута II", ref=8680, en="Instant Poison II" },
-- Instant Poison III
[8689] = { "Миттєва отрута III", ref=8680, en="Instant Poison III" },
-- Instant Poison IV
[11335] = { "Миттєва отрута IV", ref=8680, en="Instant Poison IV" },
[11341] = { "Миттєва отрута IV", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи від {3} до {4} шкоди від природи. {5} зарядів.#lasts for {1}#has a {2}% chance#inflicts {3} to {4} Nature#{5} charges", en="Instant Poison IV" },
-- Instant Poison V
[11336] = { "Миттєва отрута V", ref=8680, en="Instant Poison V" },
-- Instant Poison VI
[11337] = { "Миттєва отрута VI", ref=8680, en="Instant Poison VI" },
-- Kidney Shot
[408] = { "Удар по нирках", "Завершальний рух, що приголомшує ціль. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1}#2 points: {2}#3 points: {3}#4 points: {4}#5 points: {5}", "Приголомшено[, а отриману від пройдисвіта шкоду збільшено на {1}%#taking {1}% increased].", en="Kidney Shot" },
-- Lethality
[14128] = { "Летальність", "Збільшує додаткову шкоду від критичних ударів здібностей \"Підступний удар\", \"Ошелешення\", \"Удар у спину\", \"Скалічити\", \"Примарний удар\" та \"Крововилив\" на {1}%.#by {1}%", en="Lethality" },
-- Malice
[14138] = { "Злість", "Збільшує ймовірність завдання критичного удару всіма атаками та отрутами на {1}%.#by {1}%", en="Malice" },
-- Master of Deception
[13958] = { "Майстер омани", "Зменшує ймовірність того, що вороги помітять вас під час дії непомітності, так, ніби ваш рівень вищий на {1}.#were {1} levels", en="Master of Deception" },
-- Murder
[14158] = { "Вбивство", "Збільшує всю завдану гуманоїдам та велетням шкоду на {1}%.#by {1}% against", en="Murder" },
-- Mutilate
[399956] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає {1}% шкоди зброї і додатково {2} шкоди від кожної зброї. Завдає на {3}% більше шкоди отруєним цілям. Збільшує довжину комбінації на {4} прийоми.#for {1}% weapon#additional {2} with#by {3}% against#Awards {4} Combo", en="Mutilate" },
[399960] = { "Скалічити", en="Mutilate" },
[1241582] = { ref=399956 }, -- Mutilate
[1241584] = { ref=399956 }, -- Mutilate
[1241585] = { ref=399960 }, -- Mutilate
[1241586] = { ref=399960 }, -- Mutilate
[1241588] = { ref=399960 }, -- Mutilate
[1241590] = { ref=399960 }, -- Mutilate
[1310705] = { ref=399960 }, -- Mutilate
[1310706] = { ref=399960 }, -- Mutilate
[1310707] = { ref=399956 }, -- Mutilate
-- Opportunity
[14057] = { "Нагода", "Збільшує шкоду ваших здібностей \"Удар у спину\", \"Гарота\", \"Засідка\" та \"Скалічити\" на {1}%.#by {1}%", en="Opportunity" },
-- Precision
[13705] = { "Точність", "Збільшує ймовірність завдання удару на {1}%.#chance to hit by {1}%", en="Precision" },
-- Premeditation
[14183] = { "Задум", "Збільшує довжину комбінації на вашій цілі на {1} прийоми. Ви повинні використати ці прийоми або додати до них нові протягом {2} с, інакше їх буде втрачено.#Adds {1} Combo#within {2} sec", "{1} додаткових прийомів комбінації.#{1} additional", en="Premeditation" },
-- Puncturing Wounds
[1224716] = { "Колоті рани", "Збільшує ймовірність критичного удару здібності \"Удар у спину\" на {1}%, а здібності \"Скалічити\" - на {2}%, а \"Удар у спину\" з ймовірністю {3}% збільшує довжину комбінації на додатковий прийом.#by {1}% and#{2}%, and#a {3}% chance", en="Puncturing Wounds" },
-- Quietus
[1310728] = { "Упокоєння", "\"Підступний удар\", \"Примарний удар\" та \"Крововилив\" завдають на {1}% більше шкоди цілям, що мають менше {2}% здоров'я.#cause {1}% more#below {2}% health", en="Quietus" },
-- Relentless Strikes
[14179] = { "Невідступні удари", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації відновлюють {2} енергії.#a {1}% chance#restore {2} Energy", en="Relentless Strikes" },
-- Remorseless
[14143] = { "Безжалісність", nil, "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\", \"Скалічити\" або \"Примарний удар\" збільшено на {1}%.#by {1}%", en="Remorseless" },
-- Remorseless Attacks
[14144] = { "Безжалісні атаки", "Вбивство ворога, що приносить досвід або честь, збільшує ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Засідка\", \"Скалічити\" або \"Примарний удар\" на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec", en="Remorseless Attacks" },
-- Sap
[2070] = { "Оглушення", "Робить ціль недієздатною на {1} с. Діє лише на гуманоїдів, що перебувають поза боєм. Будь-яка отримана шкода скасовує ефект. Одночасно оглушеною може бути лише одна ціль. Не порушує непомітності.#to {1} sec", "Недієздатність.", en="Sap" },
[6770] = { ref=2070 }, -- Sap
[11297] = { ref=2070 }, -- Sap
-- Serrated Blades
[14171] = { "Зазубрені леза", "Ваші атаки ігнорують {1}% броні цілі, а ваша здібність \"Розрив\" завдає на {2}% більше шкоди.#ignore {1}% of#by {2}%", en="Serrated Blades" },
[461327] = { "Зазубрені леза", "Ваші атаки ігнорують {1} броні цілі, а ваша здібність \"Розрив\" завдає на {2}% більше шкоди. Значення ігнорованої броні зростає з вашим рівнем.#ignore {1}#by {2}", en="Serrated Blades" },
[461328] = { ref=461327 }, -- Serrated Blades
-- Silenced
[18498] = { "Знемовлення", nil, "Знемовлено.", en="Silenced" },
-- Silenced - Kick
[18425] = { "Знемовлення - Копняк", nil, "Знемовлено.", en="Silenced - Kick" },
-- Sleight of Hand
[30892] = { "Спритність рук", "Зменшує ймовірність отримання критичного удару від атак на {1}% та посилює на {2}% ефект зниження загрози від здібності \"Фінт\".#by {1}% and#ability by {2}%", en="Sleight of Hand" },
-- Stealth
[1326175] = { "Непомітність", nil, "Непомітність.", en="Stealth" },
-- Thousand Cuts
[1310721] = { "Тисяча порізів", "Коли \"Розрив\" завдає періодичної шкоди, витрати енергії наступного \"Крововиливу\" або \"Удар у спинуу\" зменшуються на {2} протягом {1} с. Ефект накопичується до {3} разів.#within {1} sec#reduced by {2},#to {3} times", en="Thousand Cuts" },
-- Venom
[1310703] = { "Отруєння", "Завершальний рух, що збільшує шкоду ваших отрут на {1}% та ймовірність їх спрацювання на {2}%. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {3} с\n  2 прийоми: {4} с\n  3 прийоми: {5} с\n  4 прийоми: {6} с\n  5 прийомів: {7} с#your Poisons by {1}% and#Poisons by {2}%.#1 point  : {3} sec#2 points: {4} sec#3 points: {5} sec#4 points: {6} sec#5 points: {7} sec", "Шкоду отрут збільшено на {1}%, а ймовірність їх спрацювання на {2}%.#damage increased by {1}%#poisons increased by {2}%", en="Venom" },
-- Weapon Expertise
[30919] = { "Вправність володіння зброєю", "Зменшує шанс ухилення чи парирування ваших атак на {1}%.#Parried by {1}%", en="Weapon Expertise" },
-- Wound Poison
[13220] = { ref=13219 }, -- Wound Poison
-- Wound Poison II
[13228] = { "Агонічна отрута II", ref=13219, en="Wound Poison II" },
-- Wound Poison III
[13229] = { "Агонічна отрута III", ref=13219, en="Wound Poison III" },
-- Wound Poison IV
[13230] = { "Агонічна отрута IV", ref=13219, en="Wound Poison IV" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
