local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[673] = { "Еліксир слабкого захисту", "Збільшує броню на {1} протягом {2} год.#by {1} for {2} h", "Броню збільшено на {1}.#by {1}", en="Elixir of Minor Defense" },
[834] = { "Мале підвищення броні", ref=673, en="Lesser Armor" },
[835] = { "Оберіг припливу", "Приголомшує ціль на {1} с. При використанні проти наг дія приголомшення збільшується до {2} с, а час відновлення скорочується на {3}%.#target for {1} sec#Stunned for {2} sec and refund {3}% of", "Приголомшено.", en="Tidal Charm" },
[1139] = { "Крижаний погляд", "Збільшує інтервал між атаками цілі на {1}% та зменшує її швидкість руху на {2}% протягом {3} с.#by {1}% and#by {2}% for {3} sec", "Швидкість атаки зменшено на {1}%.\nШвидкість руху зменшено на {2}%.#Attack speed slowed by {1}%#Movement speed slowed by {2}%", en="Cold Eye" },
[1912] = { "Спасіння", en="Salvation" },
[2380] = { "Опір", "Збільшує ваш опір всім школам магії на {1} протягом {2} хв.#by {1} for {2} min", "Опір усім школам магії збільшено на {1}.#by {1}", en="Resistance" },
[3170] = { "Крихітний еліксир крові троля", en="Minor Troll's Blood Elixir" },
[3219] = { "Крихітний еліксир крові троля", "Відновлює {1} здоров'я кожні {2} с протягом {3} год.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", en="Minor Troll's Blood Elixir" },
[3222] = { "Малий еліксир крові троля", ref=3219, en="Lesser Troll's Blood Elixir" },
[3223] = { "Еліксир крові троля", ref=3219, en="Troll's Blood Elixir" },
[3592] = { "Лікування недуг", "Лікує хвороби і знешкоджує отрути до {1} рівня.#level {1}.", en="Cure Ailments" },
[4079] = { "Маскування", "Надає невидимість на {1} с.#for {1} sec", "Невидимість протягом {1} с.#for {1} sec", en="Cloaking" },
[5257] = { "Громузвар", "Збільшує витривалість на {1}.#Stamina by {1}", "Витривалість збільшено на {1}.#by {1}", en="Thunderbrew" },
[5884] = { "Прокляття банші", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с.#hit with attacks by {1}% for {2} sec", "Ймовірність влучити атаками зменшено на {1}%.#reduced by {1}%", en="Banshee Curse" },
[5917] = { "Незграбність", "Зменшує ймовірність цілі завдати удару атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено.", en="Fumble" },
[6530] = { "Кидок бруду", "Кидає бруд в очі ворога, знижуючи його шанс завдання удару атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#by {1}%", en="Sling Dirt" },
[7230] = { "Вогняний захист", "Поглинає [від {1} до {2}#Absorbs {1} to {2} fire||{1}#Absorbs {1} fire] шкоди від вогню. Триває {1} хв.#Lasts {1} min", "Поглинає [від {1} до {2}#Absorbs {1} to {2} fire||{1}#Absorbs {1} fire] шкоди від вогню.", en="Fire Protection" },
[7231] = { ref=7230 }, -- Fire Protection
[7232] = { ref=7230 }, -- Fire Protection
[7233] = { ref=7230 }, -- Fire Protection
[7234] = { ref=7230 }, -- Fire Protection
[7235] = { "Захист від тіні", "Поглинає [від {1} до {2}#Absorbs {1} to {2} shadow||{1}#Absorbs {1} shadow] шкоди від тіні. Триває {1} хв.#Lasts {1} min", "Поглинає [від {1} до {2}#Absorbs {1} to {2} shadow||{1}#Absorbs {1} shadow] шкоди від тіні.", en="Shadow Protection" },
[7236] = { "Крижаний захист", "Поглинає [від {1} до {2}#Absorbs {1} to {2} frost||{1}#Absorbs {1} frost] шкоди від криги. Триває {1} хв.#Lasts {1} min", "Поглинає [від {1} до {2}#Absorbs {1} to {2} frost||{1}#Absorbs {1} frost] шкоди від криги.", en="Frost Protection" },
[7237] = { ref=7236 }, -- Frost Protection
[7238] = { ref=7236 }, -- Frost Protection
[7239] = { ref=7236 }, -- Frost Protection
[7240] = { ref=7236 }, -- Frost Protection
[7245] = { "Священний захист", "Поглинає [від {1} до {2}#Absorbs {1} to {2} holy||{1}#Absorbs {1} holy] шкоди від святості. Триває {1} хв.#Lasts {1} min", "Поглинає [від {1} до {2}#Absorbs {1} to {2} holy||{1}#Absorbs {1} holy] шкоди від святості.", en="Holy Protection" },
[7250] = { "Природний захист", "Поглинає [від {1} до {2}#Absorbs {1} to {2} nature||{1}#Absorbs {1} nature] шкоди від природи. Триває {1} хв.#Lasts {1} min", "Поглинає [від {1} до {2}#Absorbs {1} to {2} nature||{1}#Absorbs {1} nature] шкоди від природи.", en="Nature Protection" },
[7251] = { ref=7250 }, -- Nature Protection
[7252] = { ref=7250 }, -- Nature Protection
[7253] = { ref=7250 }, -- Nature Protection
[7254] = { ref=7250 }, -- Nature Protection
[7272] = { "Хмара пилу", "Зменшує ймовірність завдання удару атаками навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#by {1}%", en="Dust Cloud" },
[7598] = { ref=7597 }, -- Increased Critical 2
[7599] = { ref=7597 }, -- Increased Critical 3
[7600] = { ref=7597 }, -- Increased Critical 4
[8213] = { "Пікантний загадковий делікатес", ref=8063, en="Savory Deviate Delight" },
[8733] = { "Благословення Чорноводдя", nil, "Збільшує інтелект на {1}.\nЗбільшує дух на {2}.\nЗбільшує шкоду кригою на {3}.#Intellect by {1}#Spirit by {2}#damage done by {3}", en="Blessing of Blackfathom" },
[9405] = { ref=7597 }, -- Increased Critical 5
[9612] = { "Чорнильні бризки", ref=5884, en="Ink Spray" },
[9632] = { "Буря клинків", "Атакує всіх ворогів поблизу кожні {2} с протягом {3} с, завдаючи шкоди від зброї плюс {1}, і зменшує вашу власну швидкість руху на {4}%.#plus {1} every {2} sec for {3} sec#by {4}%", "Атакує всіх ворогів поблизу.\nШвидкість руху зменшено на {1}%.#by {1}%", en="Bladestorm" },
[10370] = { "Рвані рани", "Залишає на цілі рвані рани, збільшуючи отриману нею фізичну шкоду на {1} протягом {2} хв. Ефект накопичується до {3} разів.#by {1} for {2} min#to {3} times", "Отриману фізичну шкоду збільшено на {1}.#by {1}.", en="Lacerations" },
[11363] = { nil, nil, "Опір магії збільшено.", ref=2380 }, -- Resistance
[11364] = { ref=2380 }, -- Resistance
[11405] = { "Велика сила", "Збільшує вашу силу на {1} протягом {2} год.#by {1} for {2} h", "Збільшує силу на {1}.#by {1}", en="Greater Strength" },
[11406] = { "Зілля винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} хв.#by {1} against#Lasts {2} min", "Силу атаки в бою з демонами збільшено на {1}.#by {1}", en="Potion of Demon Slaying" },
[11983] = { "Струмінь пари", "Завдає {1} шкоди від природи навколишнім ворогам та зменшує їхню ймовірність завдання удару атаками на {2}% протягом {3} с.#Inflicts {1} Nature#by {2}% for {3} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#reduced by {1}%", en="Steam Jet" },
[12418] = { "Виявлення непомітності", "Посилює вашу здатність виявлення непомітності на {1} рівні.#level by {1}", "Здатність виявлення непомітності посилено.", en="Stealth Detection 15" },
[12541] = { "Упиряча гниль", nil, "Ймовірність завдання удару атаками зменшено на {1}%.#reduced by {1}%", en="Ghoul Rot" },
[12737] = { "Залп крижаних стріл", "Завдає шкоди від криги навколишнім ворогам, зменшуючи їхню швидкість руху на {1} с.#for {1} sec", "Швидкість руху зменшено.", en="Frostbolt Volley" },
[12880] = { "Несамовитість", nil, "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Enrage" },
[13004] = { "Ріст", nil, "Силу атаки збільшено на {1}.#by {1}", en="Grow" },
[13486] = { "Рана", "Ранить ціль, завдаючи від {1} до {2} фізичної шкоди.#for {1} to {2} Physical", en="Wound" },
[13524] = { "Прокляття Сталвана", "Зменшує силу атаки цілі на {1} протягом {2} хв.#by {1} for {2} min", "Силу атаки зменшено на {1}.#by {1}.", en="Curse of Stalvan" },
[13528] = { "Знесилення", "Зменшує силу атаки цілі на {1} протягом {2} с.#attack power by {1} for {2} sec", "Силу атаки зменшено на {1}.#by {1}.", en="Decayed Power" },
[14118] = { "Розрив", "Ранить ціль, спричиняючи кровотечу, що завдає {1} шкоди протягом {2} с. Завдає у {3} рази більше шкоди драконідам.#for {1} damage#over {2} sec#Deals {3} times", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rend" },
[14124] = { ref=7556 }, -- Increased 2H Mace
[14181] = { "Ефект невідступних ударів", "Відновлює {1} енергії.#{1} Energy", en="Relentless Strikes Effect" },
[14893] = { "Натхнення", "Збільшує броню.", "Збільшує броню на {1}%.#by {1}%", en="Inspiration" },
[15753] = { "Збиття з ніг", "Приголомшено.", "Приголомшено.", en="Knockdown" },
[16414] = { "Висмоктування життя", "Викрадає {1} здоров'я у ворожої цілі. Завдає у {2} рази більше шкоди невмерлим.#Steals {1} life#Deals {2} times", en="Drain Life" },
[16549] = { ref=10373 }, -- Fatal Wound
[16867] = { "Прокляття банші", "Зменшує ймовірність завдання удару атаками навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#by {1}%", en="Banshee Curse" },
[17105] = { ref=5884 }, -- Banshee Curse
[17330] = { "Павутинна стропа", "Прикріпити себе павутиною до землі, що унеможливлює стрибки та нейтралізує наступний ефект відкидання протягом {1} с.#within {1} sec", "Наступний ефект відкидання буде нейтралізовано. Неможливо стрибати.", en="Hanging Thread" },
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та ймовірність завдання критичного удару на {2}%. Триває {3} хв.#Agility by {1}#hit by {2}%#for {3} min", "Спритність збільшено на {1}, а ймовірність завдання критичного удару на {2}%.#by {1} and#by {2}%", en="Elixir of the Mongoose" },
[17543] = { ref=7230 }, -- Fire Protection
[17544] = { ref=7236 }, -- Frost Protection
[17546] = { ref=7250 }, -- Nature Protection
[17549] = { "Арканічний захист", "Поглинає [{1}#Absorbs {1} arcane][від {1} до {2}#Absorbs {1} to {2} arcane] шкоди від аркани. Триває {1} хв.#Lasts {1} min", "Поглинає [{1}#Absorbs {1} arcane][від {1} до {2}#Absorbs {1} to {2} arcane] шкоди від аркани.", en="Arcane Protection" },
[17713] = { ref=7597 }, -- Increased Critical 10
[18090] = { "Рана", "Ранить ціль, завдаючи [{1}#for {1} damage][від {1} до {2}#for {1} to {2} damage] шкоди.", en="Wound" },
[18107] = { "Рана", "Завдає смертельної рани, що спричиняє від {1} до {2} фізичної шкоди. Завдає на {3}% більше шкоди цілям, що мають менше {4}% здоров'я#for {1} to {2} Physical#Deals {3}% increased#below {4}% health", en="Wound" },
[18159] = { "Прокляття мстивого кентавра", "Зменшує всю отриману ворогом шкоду на {1}% протягом {2} хв.#by {1}% for {2} min", "Отриману фізичну та магічну шкоду збільшено на {1}%.#by {1}%", en="Curse of the Vengeful Centaur" },
[18206] = { ref=10373 }, -- Fatal Wound
[18633] = { "Знесилююча хвороба", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с та зменшує силу атаки цілі на {4} протягом {5} с.#Deals {1} Shadow#every {2} sec for {3} sec#by {4} for {5}", "Отримує {1} шкоди від тіні кожні {2} с. Силу атаки зменшено на {3}.#Taking {1} Shadow#every {2} sec#lowered by {3}.", en="Weakening Disease" },
[18985] = { "Опір знемовленню", "Зменшує ймовірність влучання ефектів знемовлення по вас на {1}%.#by {1}%", en="Resist Silence 05" },
[19669] = { ref=19657 }, -- Arcanite Skeleton Key
[19708] = { "Ситість", "Через {1} секунд споживання їжі ви насититесь і ваші витривалість та дух збільшаться на {2} протягом {3} хв.#least {1} sec#gain {2} Stamina#for {3} min", "Витривалість та дух збільшено на {1}.#by {1}", en="Well Fed" },
[19717] = { "Вогняний дощ", "Викликає вогняний дощ, що обпалює ворогів у зоні ураження, завдаючи від {1} до {2} шкоди вогнем кожні {3} с протягом {4} с.#for {1} to {2} Fire#every {3} sec#for {4} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Rain of Fire" },
[19786] = { ref=18985 }, -- Resist Silence 07
[21833] = { "Гоблінська гармата-дракон", "Завдає {1} шкоди вогнем протягом {2} с усім цілям у конусі перед інженером. Якщо, звісно, вона не вибухне...#Deals {1} fire#for {2} sec", en="Goblin Dragon Gun" },
[22751] = { "Лють Морозних Вовків", "Запас здоров'я збільшено на {1}%.#by {1}%", "Запас здоров'я збільшено на {1}%.#by {1}%", en="Fury of the Frostwolf" },
[22833] = { "Плювок пійлом", nil, "Ймовірність завдання удару атаками зменшено на {1}%.#by {1}%", en="Booze Spit" },
[23060] = { "Бойовий клекіт", "Швидкість атаки збільшено на {1}%.#increased by {1}%", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Battle Squawk" },
[23076] = { ref=3969 }, -- Mechanical Dragonling
[23217] = { ref=12418 }, -- Stealth Detection 10
[23735] = { "Темне пророцтво Вщуна - сила", nil, "Збільшує силу на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Strength" },
[23736] = { "Темне пророцтво Вщуна - спритність", nil, "Збільшує спритність на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Agility" },
[23737] = { "Темне пророцтво Вщуна - витривалість", nil, "Збільшує витривалість на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Stamina" },
[23738] = { "Темне пророцтво Вщуна - дух", nil, "Збільшує дух на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Spirit" },
[23766] = { "Темне пророцтво Вщуна - інтелект", nil, "Збільшує інтелект на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Intelligence" },
[23767] = { "Темне пророцтво Вщуна - броня", nil, "Збільшує броню на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Armor" },
[23768] = { "Темне пророцтво Вщуна - шкода", nil, "Збільшує шкоду на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Sayge's Dark Fortune of Damage" },
[23769] = { "Темне пророцтво Вщуна - опір", nil, "Збільшує всі опори магії на {1}. Не діє в рейдових підземеллях.#by {1}.", en="Sayge's Dark Fortune of Resistance" },
[24118] = { "Розірвати", "Ранить ціль, спричиняючи {1} шкоди від кровотечі протягом {2} с.#for {1} damage over {2} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Lacerate" },
[24119] = { ref=24118 }, -- Lacerate
[24120] = { ref=24118 }, -- Lacerate
[24257] = { "Нищівний удар Жеклік", ref=18090, en="Jeklik's Crushing Blow" },
[24361] = { "Великий еліксир крові троля", ref=3219, en="Major Troll's Blood Elixir" },
[24870] = { ref=19705 }, -- Well Fed
[25656] = { "Піщана пастка", nil, "Ймовірність завдання удару атаками зменшено на {1}%.\nНе можна вимовляти закляття.#by {1}%", en="Sand Trap" },
[26052] = { "Отруйна стріла", "Стріляє у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с.#every {1} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", en="Poison Bolt" },
[26208] = { ref=18985 }, -- Resist Silence 10
[27037] = { "Посилення непомітності", "Збільшує рівень вашої непомітності на {1}.#stealth level by {1}.", en="Stealth 08" },
[28680] = { ref=25975 }, -- Increased Spell Penetration 06
[28747] = { "Несамовитість", "Збільшує швидкість атаки заклинача на {1}%, а фізичну шкоду на {2}% протягом {3} хв.#speed by {1}%#by {2}% for {3} min", "Фізичну шкоду збільшено на {1}%.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}%#speed increased by {2}%", en="Enrage" },
[28869] = { ref=25975 }, -- Increased Spell Penetration 04
[29140] = { "Живість", "Збільшує вашу витривалість і силу на {1}%.#by {1}%", en="Vitality" },
[29432] = { "Вогняний захист", "Поглинає [від {1} до {2}#Absorbs {1} to {2} fire||{1}#Absorbs {1} fire] шкоди від вогню. Триває {1} год.#Lasts {1} h", "Поглинає [від {1} до {2}#Absorbs {1} to {2} fire||{1}#Absorbs {1} fire] шкоди від вогню.", en="Fire Protection" },
[88163] = { "Атака", "Почати бій, атакуючи ціль зброєю ближнього бою.", en="Attack" },
[433797] = { "Буря клинків", "Ви починаєте атакувати всіх ворогів поблизу протягом {1} секунд, завдаючи їм збільшеної на {2} шкоди від зброї кожні {3} с.#nearby enemies for {1} sec# additional {2} every {3} sec", "Атакує всіх ворогів поблизу, завдаючи збільшеної на {1} шкоди від зброї.#weapon damage + {1}", en="Bladestorm" },
[434488] = { "Гостро!", "Атаки ближнього бою завдають додатково {1} шкоди від вогню протягом {2} с.#additional {1} Fire#for {2} sec", "Атаки ближнього бою завдають додатково {1} шкоди від вогню.#additional {1} Fire", en="Spicy!" },
[440667] = { "Відплата", "Зменшує силу атаки цілі на {1}.#by {1}", "Силу атаки зменшено на {1}.#by {1}", en="Vindication" },
[440668] = { "Відплата", "Силу атаки збільшено на {1}%.#by {1}%", "Силу атаки збільшено на {1}%.#by {1}%", en="Vindication" },
[442894] = { ref=442893 }, -- Spell Specialization
[442895] = { ref=442893 }, -- Spell Specialization
[442896] = { ref=442893 }, -- Spell Specialization
[442897] = { ref=442893 }, -- Spell Specialization
[442898] = { ref=442893 }, -- Spell Specialization
[448324] = { ref=436239 }, -- Increased Critical 2 - All
[450403] = { "Летальні постріли", "Збільшує ймовірність критичного удару зброєю дальнього бою на {1}%.#by {1}%", en="Lethal Shots" },
[461953] = { ref=449933 }, -- Spell Crit
[466596] = { "Костюм ніндзі", "Перевтілитися у вбивцю-ніндзя.", "Замасковано.", en="Ninja Costume" },
[467642] = { ref=24257 }, -- Jeklik's Crushing Blow
[470788] = { "Спеціалізація на кризі", "Ймовірність влучити закляттями криги збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%", en="Frost Specialization" },
[470789] = { "Спеціалізація на вогні", "Ймовірність влучити закляттями вогню збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%", en="Fire Specialization" },
[1223246] = { "Дерти і рвати", "Збільшує на {1}% шкоду, яку ваші здібності ближнього бою завдають цілям із кровотечею.#by {1}%", en="Rend and Tear" },
[1223262] = { ref=436239 }, -- Increased Critical 3 - All
[1271103] = { "Приручення лисокрила", "Почати приручення лисокрила-ватажка, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення лисокрила.", en="Tame Vuldren" },
[1277794] = { "Приручення звіра", "Почати приручення кам'яношкурого кнура, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення кнура", en="Tame Beast" },
[1278028] = { "Приручення звіра", "Починає приручення сірого лісового вовка, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення вовка", en="Tame Beast" },
[1278029] = { "Приручення звіра", "Починає приручення молодого лісового ведмедя, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення ведмедя", en="Tame Beast" },
[1280003] = { "Приручення повзуна", "Починає приручення повзуна Пісні Вітру, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення повзуна", en="Tame Crawler" },
[1280046] = { "Приручення буреступа", "Починає приручення норовливого буреступа, який стане вашим супутником на {1} хв. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.#for {1} min", "Приручення норовливого буреступа", en="Tame Galestrider" },
[1291663] = { ref=8313 }, -- Poison
[1293657] = { "Мови", "Ви вільно володієте такими мовами:|cFFFFFFFF[\nОрча#Orcish][\nТаурахе#Taurahe][\nТрольська#Troll][\nБосотна#Gutterspeak][\nПовселюдна#Common][\nДворфійська#Dwarvish][\nГномська#Gnomish][\nДарнаська#Darnassian]|r", en="Languages" },
[1293712] = { "Носіння обладунків", "Ви можете носити такі типи обладунків:|cFFFFFFFF[\nТканинні#Cloth][\nШкіряні#Leather][\nКольчужні#Mail][\nЛатні#Plate]|r", en="Armor Proficiency" },
[1299026] = { "Розбиття прокляття", "Миттєво знімає всі прокляття та клятьби, а також зменшує всю отриману магічну шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману магічну шкоду зменшено на {1}%.#by {1}%", en="Shatter Curse" },
[1317285] = { "Знак майстра арени", "Зменшує отриману шкоду на {1}% на Рингу та в Молоті.#by {1}% in", "На Рингу та в Молоті отриману шкоду зменшено на {1}%.#by {1}%", en="Arena Master" },
[1326019] = { ref=1312330 }, -- Holy Smite

-- Engraving
[442893] = { "Спеціалізація на закляттях", "Ймовірність завдання удару закляттями збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%", en="Spell Specialization" },

-- Item effects
[2831] = { "Броня +{1}, витривалість +{2}#Armor +{1}, Stamina +{2}", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшує витривалість на {1} та показник броні на {2}.#Stamina value by {1} and#Armor value by {2} of", en="Armor +8, Stamina +1" },
[2832] = { "Броня +{1}, витривалість +{2}#Armor +{1}, Stamina +{2}", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшує витривалість на {1} та показник броні на {2}.#Stamina value by {1} and#armor value by {2} of", en="Armor +16, Stamina +2" },
[2833] = { "Накладки з важкої шкіри", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшує витривалість на {1} та показник броні на {2}. Можна використовувати лише на предметах {3} рівня і вище.#Stamina value by {1} and#armor value by {2} of#level {3} and", en="Heavy Armor Kit" },
[3742] = { "Ікло Ґаз'рілли", "Завдає {1} шкоди від природи, що збільшується на {2}% за кожен ефект \"Статичного заряду\". Завдає у {3} рази більше шкоди водяним ворогам.#Deal {1} Nature#by {2}% per#Deals {3} times", en="Gahz'rilla Fang" },
[4057] = { "Опір вогню", "Поглинає {1} шкоди від вогню. Триває {2} хв.#Absorbs {1} Fire#Lasts {2} min", "Поглинає {1} шкоди від вогню.#Absorbs {1} Fire", en="Fire Resistance" },
[4073] = { "Механічне драконеня", "Активувати механічне драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Mechanical Dragonling" },
[4100] = { "Гоблінська міна", "Розмістити на землі гоблінську міну, яка вибухне, завдавши [{1}#for {1} Fire damage][від {1} до {2}#for {1} to {2} Fire damage] вогняної шкоди коли поруч пройде ворог. Міна існує {1} хв.#mine has a duration of {1} min", en="Goblin Land Mine" },
[7597] = { "Збільшення критичних ударів", "Збільшує ймовірність завдання критичного удару атаками ближнього бою на {1}%.#by {1}%", en="Increased Critical 1" },
[7721] = { "Вогняна шкода зброї {1}#Add Fire Dam - Weap {1}", "Додає {1} шкоди від вогню до ваших атак зброєю.#Adds {1} Fire", en="Add Fire Dam - Weap 04" },
[7722] = { "Вогняна шкода зброї {1}#Add Fire Dam - Weap {1}", "Додає {1} шкоди від вогню до ваших атак зброєю.#Adds {1} fire", en="Add Fire Dam - Weap 06" },
[7723] = { ref=7722 }, -- Add Fire Dam - Weap 08
[7724] = { ref=7722 }, -- Add Fire Dam - Weap 10
[7725] = { ref=7722 }, -- Add Fire Dam - Weap 12
[8397] = { "Світло Утера", "З ймовірністю {1}% при отриманні удару в ближньому бою вас огорне священний щит, що поглине {2} шкоди протягом {3} с. В пустках і населених привидами місцевостях ймовірність подвоюється.#{1}% chance#absorbing {2} damage#for {3} sec", en="Uther's Light" },
[9132] = { "Збільшення критичних ударів", "Збільшує ймовірність завдання критичного удару зброєю дальнього бою на {1}%.\n#ranged weapons by {1}%", en="Increased Critical 1" },
[10344] = { "Накладки з товстої шкіри", ref=2833, en="Thick Armor Kit" },
[10373] = { "Смертельна рана", "Завдає смертельної рани, що спричиняє від {1} до {2} фізичної шкоди. Завдає на {3}% більше шкоди цілям, що мають менше {4}% здоров'я.#for {1} to {2} Physical#Deals {3}% increased#below {4}% health", en="Fatal Wound" },
[11789] = { "Водне дихання", "Ви можете затримувати дихання під водою на {1}% довше.#lasts {1}% longer", "Водне дихання.", en="Water Breathing" },
[12257] = { "Вогняне дихання", "Завдає {1} шкоди вогнем щосекунди протягом {2} секунд усім ворогам перед вами. Завдає вдвічі більше шкоди рослинам. А також добряче п'янить!#Deals {1} Fire#for {2} sec", "Дихає вогнем, завдаючи {1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Breath of Fire" },
[12686] = { "Несамовитість", "Збільшує силу атаки на {1} та швидкість атак ближнього бою на {2}% протягом {3} с.#by {1} and#by {2}% for {3} sec", "Силу атаки збільшено на {1}, а швидкість атак ближнього бою — на {2}%.#by {1} and#by {2}%", en="Enrage" },
[12731] = { "Сила каменю", "Трощить землю й камінь, завдаючи {1} фізичної шкоди. Завдає в {2} рази більше шкоди земляним елементалям, големам і творінням титанів.#dealing {1} Physical#Deals {2} times", en="Strength of Stone" },
[12733] = { "Безстрашність", "Збільшує опір всім школам магії на {1} та надає невразливість до страху на {2} с.#by {1} and#for {2} sec", "Опір магії збільшено на {1}. Невразливість до страху.#by {1} and", en="Fearless" },
[12766] = { "Хмара скутої сутності", "Створює хмару отрути в радіусі {1} м навколо заклинача. Вороги в хмарі отримують {2} шкоди від природи кожні {3} с. Завдає у {4} рази більше шкоди тролям. Триває {5} с.#a {1} yard#suffer {2} Nature#every {3} sec#Deals {4} times#for {5} sec", "Сутність Ераніка вивільнено.", en="Cloud of Chained Essence" },
[12822] = { "Вбивця демонів", "Збільшує силу атаки на {1} в бою з демонами.#+{1} Attack Power against Demons", en="Demon Slaying 18" },
[12981] = { "Вбивця невмерлих {1}#Undead Slayer {1}", "Збільшує силу атаки на {1} в бою з невмерлими.#+{1} Attack Power against Undead", en="Undead Slayer 39" },
[13183] = { "Гоблінська гармата-дракон", "Завдає від {1} до {2} шкоди вогнем протягом {3} с всім ворогам в конусі перед інженером. Завдає в {4} рази більше шкоди звірам. Це якщо вона не вибухне...#Deals {1} to {2} Fire#for {3} sec to all#Deals {4} times", "Завдає від {1} до {2} шкоди вогнем кожні {3} с.#Dealing {1} to {2} Fire#every {3} sec", en="Goblin Dragon Gun" },
[13492] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#+{1} Attack Power against Beasts", en="Beast Slaying 63" },
[13744] = { "Палаюча емблема", "Збільшує опір вогню на {1} та поглинає {2} шкоди від вогню. Триває {3} с.#by {1} and#absorbs {2} Fire#Lasts {3} sec", "Опір вогню збільшено на {1}.\nПоглинає {2} шкоди від вогню.#by {1}.#Absorbs {2} Fire", en="Blazing Emblem" },
[14198] = { ref=13492 }, -- Beast Slaying 27
[15494] = { "Лють Файнокова", "Дає {1} додаткові атаки під час наступного замаху. Атаки проти орків активують цей ефект у {2} рази частіше.#Grants {1} extra#are {2} times", "Сповнено духом Франклорна Файнокова. Може говорити лише дворфійською мовою.", en="Fury of Forgewright" },
[15594] = { "Сила волі", "При отриманні удару в бою може зменшити всю отриману шкоду на {1} протягом {2} с.#by {1} for {2} sec", en="Force of Will" },
[15595] = { "Сила волі", "Отриману шкоду зменшено на {1}#by {1}", "Отриману шкоду зменшено на {1}#by {1}", en="Force of Will" },
[15600] = { "Рука правосуддя", "З імовірністю {1}% ви виконаєте {2} додаткову атаку після завдання удару в ближньому бою. Атаки проти дворфів активують цей ефект у {3} рази частіше.#{1}% chance#gain {2} extra#are {3} times", en="Hand of Justice" },
[15604] = { "Друге дихання", "Відновлює {1} мани кожні {2} с протягом {3} с. У гірській місцевості ефект подвоюється.#Restores {1} Mana#every {2} sec#for {3} sec", "Відновлює {1} мани кожні {2} с.#Restores {1} Mana#every {2} sec", en="Second Wind" },
[15646] = { "Шквал знань", "Зменшує витрати мани на всі закляття на {1} протягом {2} с.#by {1} for {2} sec", "Витрати мани зменшено на {1}.#by {1}.", en="Burst of Knowledge" },
[15712] = { "Бумеранг Лінкена", "Кидає магічний бумеранг, який завдає ворогу від {1} до {2} фізичної шкоди, і може приголомшити його на {3} с або роззброїти на {4} с.#dealing {1} to {2} Physical#Stun for {3}#Disarm for {4}", en="Linken's Boomerang" },
[16559] = { "Полум'яна лють", "Випускає вогняне кільце, що завдає від {1} до {2} шкоди від вогню усім ворогам неподалік, та накладає на заклинача \"Вогняний щит\" на {3} с.#dealing {1} to {2} Fire#for {3} sec", en="Flame Wrath" },
[16916] = { "Сила чемпіона", "Зцілює вам від {1} до {2} здоров'я та збільшує силу на {3} протягом {4} с.#for {1} to {2} and#by {3} for {4} sec", "Силу збільшено на {1}.#by {1}", en="Strength of the Champion" },
[16927] = { "Охолодження", "Зменшує швидкість руху цілі на {1}% та збільшує інтервал між її атаками на {2}% протягом {3} с.#by {1}% and#by {2}% for {3} sec", "Швидкість руху зменшено на {1}%, а інтервал між атаками збільшено на {2}%.#by {1}% and#increased by {2}%", en="Chilled" },
[16939] = { "Помста предків", "Ваші удари можуть збільшити ймовірність критичного удару навколишніх учасників групи на {1}%.#members {1}%", "Ймовірність критичного удару збільшено на {1}%.#by {1}%", en="Ancestor's Vengeance" },
[17148] = { "Мізкоруб", "Ранить ціль у голову, завдаючи від {1} до {2} фізичної шкоди та сповільнюючи вимову всіх заклять на {3}% протягом {4} с.#dealing {1} to {2} Physical#by {3}% for {4} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Brain Hacker" },
[17196] = { "Вербовий молот", "Завдає {1} шкоди від природи кожні {2} с усім ворогам у радіусі {3} м протягом {4} с.#Deals {1} Nature#every {2} sec#an {3} yard#for {4} sec", "Періодична шкода від природи.", en="Seeping Willow" },
[17283] = { "Запальничка Димня", "Полум'я запальнички завдає {1} шкоди від вогню усім ворогам у конусі перед вами. Завдає у {2} рази більше шкоди рослинам.#dealing {1} Fire#Deals {2} times", en="Smokey's Lighter" },
[17308] = { "Приголомшення", "Приголомшує ціль на {1} с. Діє в {2} рази довше на орків та огрів.#for {1} sec#for {2} times", "Приголомшено.", en="Stun" },
[17350] = { "Сріблястий Світанок", "Після отримання удару в бою може збільшити вашу ймовірність блокування на {1}% протягом {2} с. Удари невмерлих активують цей ефект у {3} рази частіше.#by {1}% for {2} sec#are {3} times", "Ймовірність блокування збільшено на {1}%.#by {1}%", en="Argent Dawn" },
[17352] = { "Сріблястий месник", "Збільшує силу атаки на {1}, а силу атаки в бою з невмерлими ще на {2} протягом {3} с.#Power by {1},#additional {2} for {3} sec", "Силу атаки збільшено на {1}. Силу атаки в бою з невмерлими збільшено на {2}.#Power increased by {1}.#Undead increased by {2}.", en="Argent Avenger" },
[17447] = { "Обруч полум'я", "Перетворює від {1} до {2} здоров'я на ману кожні {3} с протягом {4} с.#Channels {1} to {2} health#every {3} sec#for {4} sec", "Перетворення {1}–{2} здоров'я на {3}–{4} мани кожні {5} с.#Converting {1} to {2} health#into {3} to {4} mana#every {5} sec", en="Circle of Flame" },
[17495] = { "Щит відплати", "Завдає від {1} до {2} фізичної шкоди щоразу, коли ви блокуєте атаку.#Deals {1} to {2} Physical", en="Crest of Retribution" },
[17505] = { "Рука Тіммі", "Викрадає [від {1} до {2}#Steals {1} to {2} life||{1}#Steals {1} life] здоров'я у ворожої цілі.", ref=12693, en="Hand of Timmy" },
[17550] = { "Очищення", "Спроба зняти одне прокляття чи клятьбу, одну хворобу та одну отруту.", en="Purification" },
[17625] = { "Нечестива аура", "Збільшує швидкість руху на {1}% та відновлює {2} здоров'я кожні {3} с.#speed by {1}%#restores {2} health#every {3}.", "Швидкість руху та швидкість відновлення здоров'я збільшено.", en="Unholy Aura" },
[17639] = { "Плач банші", "Зменшує ймовірність завдання удару атаками ворога на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару атаками зменшено на {1}%.#by {1}%", ref=5884, en="Wail of the Banshee" },
[17712] = { "Зцілення життєкаменя", "Відновлює від {1} до {2} здоров'я; обсяг зцілення збільшується на {3}% за кожні {4}% вашого втраченого здоров'я.#Restores {1} to {2} Health#by {3}% for#each {4}% of", en="Lifestone Healing" },
[17945] = { ref=758 }, -- Firestone
[17947] = { ref=758 }, -- Firestone
[17949] = { ref=758 }, -- Firestone
[18066] = { "Шанс завдання удару {1}#Increased Hit Chance {1}", "Збільшує ймовірність завдання удару атаками на {1}%.#by {1}%", en="Increased Hit Chance 10" },
[18080] = { ref=13492 }, -- Beast Slaying 21
[18201] = { ref=13492 }, -- Beast Slaying 24
[18805] = { "Рекомбобуляція", "Розсіює з дружньої цілі ефекти поліморфії. Також відновлює від {1} до {2} здоров'я та від {3} до {4} мани.#restores {1} to {2} Health#and {3} to {4} Mana", en="Recombobulate" },
[18815] = { "Висмоктування життя", "З ймовірністю {1}% при отриманні удару в бою ви викрадете у ворога {2} здоров'я.#a {1}% chance#stealing {2} life", en="Drain Life" },
[18820] = { "Прозріння", "Зменшує витрати мани на всі закляття на {1} протягом {2} с.#by {1} for {2} sec", "Витрати мани зменшено на {1}.#by {1}.", en="Insight" },
[18832] = { "Корінь лілії", "Відновлює від {1} до {2} здоров'я та від {3} до {4} мани. Для споживання потрібно вдягнути намисто з лілій.#Restores {1} to {2} health#and {3} to {4} mana", en="Lily Root" },
[18946] = { "Левовий ріг Штормовію", "Збільшує броню на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує броню на {1}.#by {1}", en="The Lion Horn of Stormwind" },
[19057] = { "Накладки з міцної шкіри", ref=2833, en="Rugged Armor Kit" },
[19638] = { "Призматичний камінь", "Збільшує всі види опору на {1} протягом {2} с.#resistances by {1} for {2} sec", "Усі види опору збільшено на {1}.#by {1}.", en="Prismstone" },
[19691] = { ref=13492 }, -- Beast Slaying 18
[19755] = { "Злякіготь", "Збільшує тривалість застосованих до цілі ефектів страху на {1}% протягом {2} хв.#by {1}% for {2} min", "Тривалість ефектів страху на цілі збільшено на {1}%.#by {1}%", en="Frightalon" },
[19784] = { "Бомба з темного заліза", "Завдає [від {1} до {2}#Inflicts {1} to {2} Fire||{1}#Inflicts {1} Fire] шкоди вогнем та приголомшує цілі в радіусі {1} м на {2} с. Будь-яка шкода припиняє дію ефекту.#in a {1} y#for {2} sec", "Приголомшено. Будь-яка шкода припинить дію ефекту.", en="Dark Iron Bomb" },
[19804] = { "Арканітове драконеня", "Активувати арканітове драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Arcanite Dragonling" },
[19821] = { "Арканічна бомба", "Спалює від {1} до {2} мани цілям в радіусі вибуху та завдає шкоди в обсязі {3}% від спаленої мани. Також знемовлює жертв вибуху на {4} с.#Burns {1} to {2} mana#does {3}% of the mana#blast for {4} sec", "Знемовлено.", en="Arcane Bomb" },
[20586] = { "Вітроріз", "Завдає {1} шкоди від природи кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Windreaper" },
[20709] = { "Арканітовий ключ-відмичка", "Дозволяє відкривати складні замки. Одноразовий.", en="Arcanite Skeleton Key" },
[20731] = { ref=13492 }, -- Beast Slaying 15
[20847] = { "Левовий ріг Штормовію", "З ймовірністю {1}% при отриманні удару в бою збільшує броню всіх учасників групи на {2} протягом {3} с. У фортецях і містах ймовірність подвоюється.#a {1}% chance#by {2} for {3} sec", en="The Lion Horn of Stormwind" },
[20877] = { ref=13492 }, -- Beast Slaying 15
[21951] = { "Кам'яний кулак", "Відновлює {1} мани. Відновлює у {2} рази більше мани при атаці земляних елементалів, големів або творінь титанів.#Restores {1} mana#Restore {2} times", en="Fist of Stone" },
[21956] = { "Фізичний захист", "Поглинає [{1}#Absorbs {1} Physical][від {1} до {2}#Absorbs {1} to {2} Physical] фізичної шкоди. Триває {1} с.#Lasts {1} sec", "Поглинає [{1}#Absorbs {1} Physical][від {1} до {2}#Absorbs {1} to {2} Physical] фізичної шкоди.", en="Physical Protection" },
[21961] = { "Рана", "Ранить ціль, завдаючи {1} шкоди та зменшуючи броню на {2}.#for {1} damage#armor by {2}", "Броню зменшено на {1}.#decreased by {1}", en="Wound" },
[21966] = { "Вбивця драконів", "Збільшує силу атаки на {1} в бою з драконами.#+{1} Attack Power against Dragonkin", en="Dragonstalker B" },
[22640] = { "Лють Ешхандара", "Збільшує швидкість атаки на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Eskhandar's Rage" },
[22725] = { "Накладки зі шкіри надр", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить навичку захисту на {1}. Можна використовувати лише на предметах {2} рівня чи вище.#feet by {1}#level {2} and", en="Core Armor Kit" },
[22748] = { "Збільшення зцілення {1}#Healing {1}", "Збільшує зцілення від заклять і ефектів на {1}, а шкоду на {2}.#effects by up to {1}#done by up to {2}.", en="Increase Healing 55" },
[22836] = { "Вбивця елементалів", "Збільшує силу атаки на {1} в бою з елементалями.#+{1} Attack Power against Elementals", en="Elemental Slaying 36" },
[22850] = { "Прихисток", "Збільшує навичку захисту на {1}, броню - на {2}, силу атаки - на {3}, а силу атаки в бою з драконами - ще на {4} протягом {5} с.#wielder {1} Defense, {2} Armor, {3} Attack#and {4} additional#for {5} sec", "Броню збільшено на {1}, навичку захисту - на {2}, силу атаки - на {3}, а силу атаки в бою з драконами - на {4}.#{1}, Defense#{2}, Attack#{3}, and#Dragonkin increased by {4}.", en="Sanctuary" },
[22855] = { "Нашийник Пімґіба", "Відновлює вашому бісу {1} мани кожні {2} с.#{1} mana per {2} sec", "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec", en="Pimgib's Collar" },
[23064] = { ref=18805 }, -- Recombobulate
[23075] = { "Мітрилове механічне драконеня", "Активувати мітрилове механічне драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Mithril Mechanical Dragonling" },
[23480] = { "Збільшення шкоди від вогню", "Збільшує ймовірність завдання критичного удару закляттями на {1}% і збільшує шкоду ваших заклять вогню на {2}.#by {1}% and#up to {2}.", en="Increase Fire Dam" },
[23481] = { ref=23480 }, -- Increase Fire Dam
[23482] = { ref=23480 }, -- Increase Fire Dam
[23483] = { ref=23480 }, -- Increase Fire Dam
[23595] = { "Припарка", "Знімає один ефект кровотечі. Якщо ви знаходитесь у воді або на її поверхні, знімає всі ефекти кровотечі, хвороби та отрути.", en="Luffa" },
[23684] = { "Аура синього дракона", "З ймовірністю {1}% після вимови закляття збільшує ваш дух на {2} протягом {3} с.#{1}% chance#by {2} for {3} sec", "Дух збільшено на {1}.#by {1}", en="Aura of the Blue Dragon" },
[23688] = { "Аура синього дракона", "З ймовірністю {1}% після вимови закляття збільшує ваш дух на {2} протягом {3} с.#{1}% chance#by {2} for {3} sec", en="Aura of the Blue Dragon" },
[23796] = { ref=22748 }, -- Increase Healing 24
[24090] = { "Крихітне збільшення швидкості руху", "Трохи збільшує швидкість бігу та плавання. Не поєднується з подібними ефектами.", en="Minor Movement Speed" },
[24291] = { "Вбивця драконів {1}#Dragon Slaying {1}", ref=21966, en="Dragon Slaying 48" },
[24347] = { "Гачок рибалки-майстра", "Перетворює вас на рибу-навіженку, дозволяючи дихати під водою та збільшуючи швидкість плавання на {1}%.\n\nМожна використовувати лише під час плавання. Деякі бойові дії можуть скасувати цей ефект.#by {1}%", "Ви можете дихати під водою, а вашу швидкість плавання збільшено на {1}%. Деякі бойові дії можуть скасувати цей ефект.#by {1}%", en="Hook of the Master Angler" },
[24351] = { "Опір страху {1}#Resistance {1}", "Зменшує ймовірність ураження вас ефектами страху на {1}%.#you by {1}%", en="Fear Resistance 4" },
[24352] = { "Погляд дияволозавра", "Ваша наступна атака ближнього або дальнього бою протягом {1} с прикує ціль на {2} с. Тривалість ефекту подвоюється, якщо ціль рухалася. Діє лише на звірів.#within {1} sec#for {2} sec", en="Devilsaur Glare" },
[24354] = { "Благословення молитовних намистин", "Відновлює вашій цілі від {1} до {2} здоров'я. Можна використовувати при знемовленні.#for {1} to {2}.", "Відновлює від {1} до {2} здоров'я.#Heals {1} to {2}.", en="Prayer Beads Blessing" },
[24388] = { "Пошкодження мозку", "Ранить ціль, завдаючи [{1}#for {1} damage][від {1} до {2}#for {1} to {2} damage] шкоди та знижуючи її інтелект на {1} протягом {2} с.#by {1} for {2} sec", "Інтелект знижено.", en="Brain Damage" },
[24389] = { "Хаотичний вогонь", "Завершує відновлення закляття \"Вогняний оберіг\", а шкода від вогню, яку воно поглине, збільшує шкоду вашого наступного закляття \"Вогняний підрив\", застосованого протягом {1} хв, на {2}% від поглиненої шкоди.#within {1} min#by {2}% of", "Шкоду закляття \"Вогняний підрив\" збільшено на {1}.#by {1}.", en="Chaos Fire" },
[24498] = { "Сліпуче світло", "Збільшує ймовірність завдання критичного удару закляттями на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання критичного удару закляттями збільшено на {1}%.#by {1}%", en="Brilliant Light" },
[24833] = { "Священний камінь сили", "Розбити священний камінь сили, збільшуючи силу атаки на {1}, а шкоду заклять і ефектів святості на {2} в бою з невмерлими. Триває {3} хв.#by {1} against#to {2} against#Lasts {3} min", "Силу атаки в бою з невмерлими збільшено на {1}.\nШкоду від заклять і ефектів святості в бою з невмерлими збільшено на {2}.#+{1} Attack#to {2} against", en="Holy Mightstone" },
[24865] = { "Освячена сфера", "Відновлює від {1} до {2} мани. В пустках і населених привидами місцевостях ефект подвоюється.#Restores {1} to {2} Mana", en="Sanctified Orb" },
[25067] = { ref=22748 }, -- Increase Healing 35
[25114] = { "Збільшення відновлення мани", "Відновлює {1} мани кожні {2} с та збільшує зцілення на {3}.#Restores {1} mana#per {2} sec#up to {3}.", en="Increased Mana Regen" },
[25115] = { ref=25114 }, -- Increased Mana Regen
[25117] = { "Слабка чарівна олія", "При нанесенні на зброю збільшує шкоду та зцілення заклять на {1}. Триває {2} хв.#to {1}.#for {2} minutes", en="Minor Wizard Oil" },
[25118] = { "Слабка олія мани", "При нанесенні на зброю відновлює {1} мани кожні {2} с та збільшує зцілення на {3}. Триває {4} хв.#restores {1} mana#every {2} sec#to {3}.#for {4} minutes", en="Minor Mana Oil" },
[25122] = { "Блискуча чарівна олія", "При нанесенні на зброю збільшує шкоду та зцілення заклять на {1}, а ймовірність критичного удару заклять на {2}%. Триває {3} хв.#to {1} and#by {2}%#for {3} minutes", en="Brilliant Wizard Oil" },
[27521] = { "Копія аури синього дракона", "З ймовірністю {1}% при вимові закляття ви продовжите відновлювати ману зі швидкістю {2}% від звичайної під час вимови заклять протягом {3} с.#{1}% chance#allow {2}% of your Mana#casting for {3} sec", en="Copy of Aura of the Blue Dragon" },
[27656] = { "Полум'яний батіг", "Атаки ближнього та дальнього бою можуть завдати від {1} до {2} шкоди від вогню. Завдає у {3} рази більше шкоди оркам.#deal {1} to {2} Fire#Deals {3} times", en="Flame Lash" },
[27723] = { "Темна жага", "Збільшує ймовірність завдання удару атаками на {1}% протягом {2} год.#by {1}% for {2} hour", "Ймовірність завдання удару атаками збільшено на {1}%.#by {1}%", en="Dark Desire" },
[27780] = { "Викривлений страх", "З ймовірністю {1}% при отриманні удару в бою ви налякаєте нападника, змушуючи його тікати протягом {2} с. Може спрацьовувати лише раз на {3} с.#a {1}% chance#for {2} sec#every {3} sec", en="Corrupted Fear" },
[27797] = { "Зменшення вартості Бистрини", "Зменшує на {1}% витрати мани на закляття \"Бистрина\".#by {1}%", en="Reduced Riptide Cost" },
[27867] = { "Заморозка", "З ймовірністю {1}% при отриманні удару в бою ви заморозите нападника на {2} с. Цей ефект може спрацьовувати лише раз на {3} с.#a {1}% chance#for {2} sec#every {3} sec", en="Freeze" },
[28853] = { "Манускрипт божественності", "Ваш \"Присуд\" відновлює всім учасникам групи неподалік від {1} до {2} здоров'я.#for {1} to {2}.", en="Libram of Divinity" },
[28856] = { "Збільшення зарядів Водяного щита", "Збільшує максимальну кількість зарядів \"Водяного щита\" на {1}.#by {1}.", en="Increased Water Shield Charges" },
[29332] = { "Підсмажена на вогні булочка", "Збільшує ймовірність завдання удару атаками на {1}% протягом {2} год.#by {1}% for {2} hour", "Ймовірність завдання удару атаками збільшено на {1}%.#by {1}%", en="Fire-toasted Bun" },
[29638] = { "Палюча стріла", "Випускає в ціль палючу стрілу, що завдає від {1} до {2} шкоди від вогню.#for {1} to {2} Fire", en="Searing Arrow" },
[29641] = { "Тіньовий постріл", "Вражає ціль тіньовим пострілом, що завдає від {1} до {2} шкоди від тіні.#for {1} to {2} Shadow", en="Shadow Shot" },
[29644] = { "Вогняний підрив", "Вражає ціль дальнього бою вогняним вибухом, завдаючи від {1} до {2} шкоди від вогню.#for {1} to {2} Fire", en="Fire Blast" },
[29647] = { "Граната", "Вражає ціль гранатою, що завдає від {1} до {2} шкоди від вогню.#for {1} to {2} Fire", en="Flaming Shell" },
[29653] = { "Отруйний постріл", "Вражає ціль отруйним пострілом, що завдає від {1} до {2} шкоди від природи.#for {1} to {2} Nature", en="Venom Shot" },
[29655] = { "Жало хранителя", "Вражає ціль жалом хранителя, що завдає [від {1} до {2}#for {1} to {2} Nature||{1}#for {1} Nature] шкоди від природи.", en="Keeper's Sting" },
[45440] = { "Пульт керування паровим танком", "Викликати паровий танк і керувати ним.", "Використовуйте панель дій, щоб атакувати інші іграшки з дистанційним керуванням.", en="Steam Tonk Controller" },
[426754] = { "Кровопускання", "Принести в жертву кров, щоб звільнити цю закатовану душу.", en="Bloodletting" },
[432639] = { ref=15464 }, -- Increased Hit Chance 01
[436239] = { "Шанс критичного удару", "Збільшує ймовірність завдання критичного удару на {1}%.#chance to get a critical strike by {1}%", en="Increased Critical 1 - All" },
[436432] = { "Перекус", "Перекусіть і надолужте згаяний час!", "Відновлення {1} здоров'я кожні {2} с протягом {3} с.#Regenerating {1} health#every {2} sec#for {3} sec", en="Trail Snack" },
[436473] = { "Приголомшення", "Приголомшує ціль на {1} с.#silly for {1} sec", "Приголомшено.", en="Stun" },
[443265] = { "Пекельне ласо", "Завдає {1} шкоди від вогню протягом {2} с. Приковує демонів і звірів на {3} с.#Deals {1} Fire#over {2} sec#for {3} sec", "Отримує {1} шкоди від вогню кожні {2} с.#Taking {1} Fire#every {2} sec", en="Infernal Lasso" },
[446278] = { ref=24291 }, -- Dragon Slaying 141
[446327] = { "Несамовитість", "Збільшує шкоду на {1} і швидкість атаки на {2}% протягом {3} с.#done by {1} and#speed by {2}% for {3} sec", "Шкоду та швидкість атак ближнього бою збільшено.", en="Enrage" },
[446727] = { ref=24291 }, -- Dragon Slaying 36
[447255] = { ref=24291 }, -- Dragon Slaying 24
[449933] = { "Крит заклять", "Збільшує ймовірність критичного удару заклять на {1}%.#by {1}%", en="Spell Crit" },
[459736] = { "Теплий ром Ромсі з вершками", "Збільшує витривалість на {1}[ протягом {2} хв#for {2} min] та люто п'янить!#Stamina by {1}", "Витривалість збільшено на {1}.#by {1}", en="Warmed Rumsey with Cream" },
[460230] = { ref=15464 }, -- Increased Hit Chance 02
[460332] = { "Теплий ром Ромсі з вершками", "Збільшує витривалість на {1} протягом {2} хв та люто п'янить!#Stamina by {1} for {2} min", "Витривалість збільшено на {1}.\nДух збільшено на {2}.#Stamina increased by {1}.#Spirit increased by {2}.", en="Warmed Rumsey with Cream" },
[461151] = { "Полум'яна лють", "Огортає власника вогняним щитом на {1} с та випускає вогняне кільце, що завдає [{1}#dealing {1} damage][від {1} до {2}#dealing {1} to {2} damage] шкоди всім ворогам неподалік.#Fire shield for {1} sec", en="Flame Wrath" },
[461153] = { ref=461151 }, -- Flame Wrath
[461317] = { "Шпилька Престор", "Збільшує зцілення від заклинань і ефектів на {1} протягом {2} с.#healing done by spells and effects by up to {1} for {2} sec", "Зцілення від заклинань і ефектів збільшено на {1}.#to {1}", en="Prestor's Hairpin" },
[462229] = { "Викривлений страх", "При отриманні удару в бою ви можете налякати нападника, змушуючи його втікати протягом 2 секунд.", en="Corrupted Fear" },
[462385] = { "Полум'яний батіг", "Шанс окутати ціль ближнього бою полум'ям, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем.", en="Flame Lash" },
[462858] = { "Обруч полум'я", "Перетворює {1} здоров'я на ману щосекунди протягом {2} секунд.#Channels {1} health#for {2} sec", "Перетворення здоров'я на ману.", en="Circle of Flame" },
[463105] = { "Прихисток", "Збільшує навичку захисту на {1}, а броню - на {2} протягом {3} с.#wielder {1} defense and {2} armor for {3} sec", "Броню збільшено на {1}.\nНавичку захисту збільшено на {2}.#Armor increased by {1}.#Defense increased by {2}.", en="Sanctuary" },
[465414] = { "Ревність лицаря", ref=446327, en="Crusader's Zeal" },
[468165] = { ref=13492 }, -- Beast Slaying 99
[468166] = { ref=24291 }, -- Dragon Slaying 60
[468175] = { ref=12822 }, -- Demon Slaying 141
[468275] = { "Збільшення шансу завдання удару святістю {1}#Chance {1}", "Збільшує ймовірність завдання удару всіма закляттями на {1}%.#by {1}%", en="Increased Holy Hit Chance 3" },
[468277] = { ref=23727 }, -- Increased Spell Hit Chance 2
[468461] = { nil, "Збільшує ймовірність критичного удару заклять на {1}% протягом {2} с. Якщо руна \"Шок і трепет\" активна, її ефект посилиться на {3}%, #spells by {1}% for {2} sec#additional {3}%", ref=24498 }, -- Brilliant Light
[1213421] = { "Аура синього дракона", ref=27521, en="Aura of the Blue Dragon" },
[1213422] = { nil, nil, "Ваша мана відновлюється зі швидкістю {1}% від звичайної під час вимови заклять.#{1}% of your", ref=1213421 }, -- Aura of the Blue Dragon
[1213813] = { "Шипи", "При отриманні удару в бою завдає {1} шкоди від природи нападнику. Спричиняє вдвічі більше загрози.#inflicts {1} Nature", en="Thorns" },
[1213816] = { ref=1213813 }, -- Thorns
[1213862] = { "Висмоктування життя", "З ймовірністю {1}% при отриманні удару в бою ви викрадете у ворога {2} здоров'я.#has a {1}% chance of stealing {2} life", en="Drain Life" },
[1213874] = { ref=1213862 }, -- Drain Life
[1213924] = { "Арканічна мегабомба", "Спалює від {1} до {2} мани цілям в радіусі вибуху та завдає шкоди в обсязі {3}% від спаленої мани. Також знемовлює жертв вибуху на {4} с.#Drains {1} to {2} mana#does {3}% of the mana#blast for {4} sec", "Знемовлено.", en="Arcane Megabomb" },
[1219522] = { ref=29113 }, -- Champion of the Dawn
[1220538] = { ref=29432 }, -- Fire Protection
[1220707] = { "Посилення непомітності", "Збільшує ефективність вашої непомітності.", en="Stealth +8" },
[1231547] = { ref=433797 }, -- Bladestorm
[1231553] = { "Демонічне трощення", ref=468256, en="Demonic Thrash" },
[1236270] = { ref=22739 }, -- Goblin Dragon Gun
[1237152] = { "Камінь чарів", "Наповнює вашу зброю тінню, збільшуючи швидкість вимови заклять на {1}%, а шкоду заклять тіні {2}.#by {1}% and#to {2}.", en="Spellstone" },
[1237156] = { ref=1237152 }, -- Spellstone
[1237159] = { ref=1237152 }, -- Spellstone
[1240071] = { ref=436239 }, -- Increased Critical 2 - All
[1244863] = { "Крихітне безбарвне зілля лікування", "Миттєво відновлює від {1} до {2} здоров'я, проте з часом завдає шкоди в обсязі {3}% від ефекту зцілення.\n\nСимптоми цього ефекту можуть проявлятись як {4}-секундна отрута або {5}-секундна хвороба.#Restores {1} to {2} health#suffer {3}% of that#a {4} sec poison or a {5} sec disease", en="Minor Discolored Healing Potion" },
[1246031] = { "Полювання на кобольдів", "Відображає на мапі сліди кобольдів неподалік.", "Сліди кобольдів відображено на мапі.", en="Hunting Kobolds" },
[1248377] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша витривалість збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Stamina#for {5} min#by {6}%", en="Nutritious Food" },
[1248378] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша спритність збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Agility#for {5} min#by {6}%", en="Nutritious Food" },
[1248379] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваш інтелект збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Intellect#for {5} min#by {6}%", en="Nutritious Food" },
[1248380] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша сила збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Strength#for {5} min#by {6}%", en="Nutritious Food" },
[1248381] = { ref=1248377 }, -- Nutritious Food
[1248382] = { ref=1248378 }, -- Nutritious Food
[1248383] = { ref=1248379 }, -- Nutritious Food
[1248384] = { ref=1248380 }, -- Nutritious Food
[1248386] = { ref=1248377 }, -- Nutritious Food
[1248387] = { ref=1248378 }, -- Nutritious Food
[1248388] = { ref=1248379 }, -- Nutritious Food
[1248389] = { ref=1248380 }, -- Nutritious Food
[1248390] = { ref=1248377 }, -- Nutritious Food
[1248391] = { ref=1248378 }, -- Nutritious Food
[1248392] = { ref=1248379 }, -- Nutritious Food
[1248394] = { ref=1248377 }, -- Nutritious Food
[1248395] = { ref=1248378 }, -- Nutritious Food
[1248396] = { ref=1248379 }, -- Nutritious Food
[1248401] = { ref=1248380 }, -- Nutritious Food
[1248687] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша швидкість руху в Західному краї збільшиться на {4}% протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4}% movement#for {5} min#by {6}%", en="Nutritious Food" },
[1249500] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша сила атаки збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Attack#for {5} min#by {6}%", en="Nutritious Food" },
[1249501] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і шкода ваших заклять збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Spell#for {5} min#by {6}%", en="Nutritious Food" },
[1249502] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша навичка риболовлі збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4} Fishing#for {5} min#by {6}%", en="Nutritious Food" },
[1249503] = { ref=1249500 }, -- Nutritious Food
[1249504] = { ref=1249501 }, -- Nutritious Food
[1249505] = { ref=1249502 }, -- Nutritious Food
[1249506] = { ref=1249500 }, -- Nutritious Food
[1249507] = { ref=1249501 }, -- Nutritious Food
[1249508] = { ref=1249502 }, -- Nutritious Food
[1249509] = { ref=1249500 }, -- Nutritious Food
[1249511] = { ref=1249502 }, -- Nutritious Food
[1249512] = { ref=1249500 }, -- Nutritious Food
[1249513] = { ref=1249501 }, -- Nutritious Food
[1249514] = { ref=1249502 }, -- Nutritious Food
[1249515] = { ref=1249500 }, -- Nutritious Food
[1249516] = { ref=1249501 }, -- Nutritious Food
[1249522] = { "Поживна їжа", "Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі. Через {3} секунд ви насититесь, і ваша ймовірність завдання критичного удару збільшиться на {4}% протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} health#over {2} sec#least {3} sec#gain {4}% Critical#for {5} min#by {6}%", en="Nutritious Food" },
[1249906] = { "Поживний напій", "Відновлює {1} мани протягом {2} с. Потрібно залишатися в сидячому положенні під час пиття. Через {3} секунд ви насититесь, і ваша навичка травництва збільшиться на {4} протягом {5} хв. Крім того, ви отримуватимете на {6}% більше досвіду за вбивства.#Restores {1} mana#over {2} sec#least {3} sec#gain {4} Herbalism#for {5} min#by {6}%", en="Nutritious Drink" },
[1251890] = { ref=9342 }, -- Increase Spell Dam 94
[1257010] = { "Пурхавкобійка", "Вибити пилок з пурхавки!", "Щойно вибита!", en="Smack Flutterfly" },
[1282482] = { "Палюча рана", "Обпікає певні зачаровані цілі сліпучим світлом, через що вони отримують додаткову шкоду від атак і заклять святості.", "Шкоду, отриману від атак і заклять святості, збільшено на {1}%.#by {1}%", en="Searing Wound" },
[1287808] = { "Кров матері виводку", "Зменшує магічну шкоду, якої ви зазнаєте від подиху драконів, на {1}% протягом {2} с.#by {1}% for {2} sec", "Магічну шкоду, отриману від подиху драконів, зменшено на {1}%.#by {1}%", en="Blood of the Broodmother" },
[1290950] = { "Пошкодження мозку", "Ранить ціль, завдаючи від {1} до {2} шкоди та сповільнюючи вимову заклять на {3}% протягом {4} с.#for {1} to {2} damage#by {3}% for {4} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Brain Damage" },
[1291686] = { "Вогняний плювок", "При ударі ви можете уразити ціль вибухом, що завдає від {1} до {2} шкоди від вогню.#for {1} to {2} Fire", en="Firebelch" },
[1291698] = { "Токсичні спори", "При отриманні удару в бою завдає нападникові {1} шкоди від природи.#inflicts {1} Nature", en="Toxic Sporidium" },
[1291896] = { "Розрізання", "Розрізати та зібрати вибрану мідну, олов'яну, срібну чи залізну жилу (не потребує навички гірництва).", en="Slicing" },
[1291906] = { "Позолота", "Після входження в бій зменшує на {2} наступну отриману фізичну шкоду протягом {1} с.#within {1} sec#by {2}.", en="Gold-plated" },
[1291915] = { "Покращене переплавлення", "Зменшує час, необхідний для виплавлення міді, олова, бронзи та срібла на {1}%.#by {1}%", en="Improved Smelting 01" },
[1291987] = { "Покращена крадіжка та відволікання", "Збільшує ймовірність успіху здібностей \"Кишенькова крадіжка\" та \"Відволікання\" на {1}%#by {1}%", en="Improved Pick Pocket and Distract 01" },
[1292008] = { "Відбивання", "Відбиває ціль, збільшуючи отриману нею фізичну шкоду на {1} протягом {2} хв.#by {1} for {2} min", "Отриману фізичну шкоду збільшено на {1}.#by {1}.", en="Tenderized" },
[1292011] = { "Посох західного краю", "Збільшує швидкість руху на {1}% в Ельвиннському лісі, Західному краї, Багрянокряжових горах та Мертвих копальнях.#by {1}% in", "В Ельвиннському лісі, Західному краї, Багрянокряжових горах та Мертвих копальнях швидкість руху збільшено на {1}%.#by {1}%", en="Staff of Westfall" },
[1292025] = { "Знищення гуманоїдів {1}#Slaying {1}", "Збільшує силу атаки на {1} в бою з гуманоїдами.#+{1} Attack Power against", en="Humanoid Slaying 15" },
[1292069] = { "Шкода заклять проти елементалів {1}#Elemental {1}", "Збільшує шкоду від магічних заклять і ефектів у бою з елементалями на {1}.#Elementals by magical spells and effects by up to {1}.", en="Increase Spell Dam Elemental 09" },
[1292121] = { "Володар фортеці Тіньового Ікла", "Збільшує швидкість руху на {1}% у Тірісфальському переліссі, Срібнохвойному пралісі та фортеці Тіньового Ікла.#by {1}% in", "У Тірісфальському переліссі, Срібнохвойному пралісі та фортеці Тіньового Ікла швидкість руху збільшено на {1}%.#by {1}%", en="Lord of Shadowfang Keep" },
[1292142] = { "Добродійність", "Учасники групи в межах {1} м відновлюють {2} здоров'я кожні {3} с.#within {1} y#regenerate {2} health#every {3} sec", "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec", en="Benevolence" },
[1292149] = { ref=12418 }, -- Stealth Detection 05
[1292150] = { ref=1860 }, -- Safe Fall 05
[1292152] = { ref=701 }, -- Firebolt
[1292158] = { ref=13440 }, -- Shadow Bolt
[1292160] = { "Саван мороку", "При отриманні удару в бою завдає нападникові {1} шкоди від тіні.#inflicts {1} Shadow", en="Gloomshroud" },
[1292213] = { ref=1292025 }, -- Humanoid Slaying 12
[1292546] = { "Скорочення тривалості ефектів сповільнення/приковування {1}#Snare/Root {1}", "Зменшує тривалість усіх ефектів обмеження руху на вас на {1}%.#by {1}%", en="Reduce Mechanic Duration - Snare/Root 10" },
[1292574] = { "Опір страху {1}#Fear {1}", ref=24351, en="Resist Fear 04" },
[1292647] = { "Пробиття серця", "Ранить ціль, завдаючи {1} шкоди. Приголомшує наг на {2} с.#for {1} damage#for {2} sec", en="Pierce Heart" },
[1292652] = { "Опір сну {1}#Sleep {1}", "Зменшує ймовірність влучання ефектів сну по вас на {1}%.#by {1}%", en="Resist Sleep 05" },
[1292657] = { "Їдка отрута", "Завдає {1} шкоди від вогню та {2} шкоди від криги, сповільнює ціль на {3}% протягом {4} с, знижує її броню на {5} і завдає {6} шкоди від природи кожні {7} с протягом {8} с.#Inflict {1} Fire#and {2} Frost#by {3}% for {4}#{5}, and#inflict {6} Nature#every {7} sec for {8}", "Броню зменшено на {1}. Отримує {2} шкоди від природи кожні {3} с.#by {1} and#inflicting {2} Nature#every {3} sec", en="Corrosive Poison" },
[1292692] = { "Зменшення шкоди від заклять {1}#Reduction {1}", ref=27518, en="Spell Damage Reduction 05" },
[1292749] = { "Мучеництво", "У разі смерті завдає {1} шкоди святістю всім ворогам у радіусі {2} м.#inflicts {1} Holy#within {2} y", "У разі смерті завдає {1} шкоди святістю всім ворогам у радіусі {2} м.#inflicts {1} Holy#within {2} y", en="Martyrdom" },
[1292851] = { "Блискавка", "Завдає цілі від {1} до {2} шкоди від природи. Завжає в {3} рази більше шкоди механічним цілям.#for {1} to {2} Nature#take {3}x damage", en="Lightning Bolt" },
[1292880] = { "Електростатичний заряд", ref=23306, en="Electrostatic Charge" },
[1293003] = { "Розлив пального", "Отриману шкоду від вогню збільшено на {1}%.#by {1}%.", "Збільшує отриману шкоду від вогню на {1}%.#by {1}%", en="Petrolspill" },
[1293005] = { ref=11791 }, -- Puncture Armor
[1293068] = { ref=17746 }, -- Stealth 05
[1293183] = { "Терновий шип", "Кидає в ціль шипи, що завдають {1} фізичної шкоди та перестрибують ще на [одного ворога#to 1 additional||{1} ворогів#to {1} additional] неподалік. Кожен стрибок зменшує шкоду на {2}%.#dealing {1} Physical#by {2}%", en="Thornspike" },
[1293185] = { ref=7704 }, -- Increase Shadow Dam 28
[1293190] = { ref=21010 }, -- Increase Spell Dam Undead 16
[1293199] = { "Кіготь Аґамаґґана", "Збільшує швидкість руху на {1}% у Степах, Тисячі Шипів, краалі Бритвоболотих і норах Бритвоболотих.#by {1}% in", "У Степах, Тисячі Шипів, краалі Бритвоболотих та норах Бритвоболотих швидкість руху збільшено на {1}%.#by {1}%", en="Agamaggan's Clutch" },
[1293407] = { ref=13440 }, -- Shadow Bolt
[1293433] = { "Катування", "Удари цією зброєю в ближньому бою катують ціль, завдаючи {1} шкоди від вогню та збільшуючи шкоду, яку ви завдаєте цілі цим ефектом, на {2}. Ефект накопичується до {3} разів.#dealing {1} Fire#by {2},#to {3} times", en="Torture" },
[1293482] = { "Сувора любов", "Провчає ціль, завдаючи {1} фізичної шкоди. Приголомшує псів та гієн на {2} с.#dealing {1} Physical#for {2} sec", en="Tough Love" },
[1293539] = { "Багряна відплата", "Завдає від {1} до {2} шкоди святістю щоразу, коли ви блокуєте атаку.#Deals {1} to {2} Holy", en="Scarlet Retribution" },
[1293653] = { ref=16407 }, -- Frost Blast
[1293654] = { ref=6726 }, -- Silence
[1293711] = { ref=13492 }, -- Beast Slaying 09
[1293790] = { ref=13439 }, -- Frostbolt
[1293819] = { ref=1292546 }, -- Reduce Mechanic Duration - Snare/Root 07
[1293980] = { "Вогняна стріла", "Вимова бойового закляття може вразити ціль вогнем, завдаючи від {1} до {2} шкоди.#for {1} to {2} Fire", en="Firebolt" },
[1294021] = { ref=22836 }, -- Elemental Slaying 15
[1294025] = { "Збадьорення", "Відновлює від {1} до {2} мани.#Restores {1} to {2} Mana", en="Energize" },
[1294243] = { "Відбивання", "Збільшує ймовірність парирування атак на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність парирування атак збільшено на {1}%.#by {1}%", en="Deflecting" },
[1294255] = { "Оберіг Зум'ри", "Вимова бойового закляття може викликати троля-зомбі Зум'ри на {1} с.#for {1} sec", en="Ward of Zum'rah" },
[1294339] = { "Фарракійський примус", "Завдає {1} фізичної шкоди та приголомшує на {2} с. Проти тролів шкода й тривалість приголомшення збільшуються в {3} рази.#Deal {1} Physical#stun for{2} sec#take {3} times", en="Farraki Enforcement" },
[1294430] = { "Лють Суль'траза", "Карає ворога люттю Суль'траза, зменшуючи його силу атаки на {1} протягом {2} с і завдаючи від {3} до {4} шкоди від тіні. Через {5} с ціль отримає ще {6} шкоди від тіні. Проти тролів додаткова шкода від тіні збільшується в {7} рази.#by {1} for {2} sec#dealing {3} to {4} Shadow#After {5} sec#additional {6} Shadow#deals {7} times", "Силу атаки зменшено на {1}.#by {1}.", en="Rage of Sul'thraze" },
[1294477] = { "Статичний заряд", "Рух може створювати статичний заряд.", "Шкоду ефекту ікла Ґаз'рілли збільшено на {1}%.#by {1}%", en="Static Electricity" },
[1294786] = { "Опір причаруванню {1}#Charm {1}", "Зменшує ймовірність влучання ефектів причарування по вас на {1}%.#by {1}%", en="Resist Charm 05" },
[1294794] = { "Кам'яний кулак", "Удари можуть відновити {1} мани. Відновлює в {2} рази більше мани при атаці земляного елементаля, голема або творіння титанів.#restore {1} mana#Restores {2} times", en="Fist of Stone" },
[1297705] = { "Уніформа Синдикату", "Маскує вас під члена Синдикату. Підозрілі дії порушать маскування.", "Замасковано під члена Синдикату.", en="Syndicate Uniform" },
[1299734] = { "Шанс завдання удару", ref=15464, en="Increased Hit Chance 00.5" },
[1299738] = { ref=436239 }, -- Increased Critical 1.5 - All
[1299850] = { ref=13438 }, -- Fireball
[1299948] = { "Висмоктування крові", "Вимова бойових заклять може викрасти у ворожої цілі {1} здоров'я протягом {2} с.#steal {1} life#over {2} sec", en="Blood Siphon" },
[1300356] = { "Життєва сила", "Відновлює власнику {1} здоров'я.#of {1} damage", "Відновлює {1} здоров'я.#Heals {1} damage", en="Lifeforce" },
[1300364] = { "Обачність", "Зменшує відстань, з якої вас помічають вороги, на {1} м протягом {2} с.#by {1} y#for {2} sec", "Відстань, з якої вас помічають вороги, зменшено на {1} м.#by {1} y", en="Guarded" },
[1300663] = { ref=1860 }, -- Safe Fall 08
[1300752] = { "Серце гори", "Збільшує броню на {1} протягом {2} с.#armor by {1} for {2} sec", "Броню збільшено на {1}.#by {1}", en="Heart of the Mountain" },
[1300753] = { ref=701 }, -- Firebolt
[1300781] = { "Підпал", "Бойові закляття під час вимови можуть завдати від {1} до {2} шкоди від вогню. Завдає у {3} рази більше шкоди рослинам.#deal {1} to {2} Fire#Deals {3} times", en="Ignition" },
[1300934] = { "1.60.0 - Предмет - Комплект 1 - Друїд - Бонус 2 предметів Дикості - Швидкість", "Збільшує швидкість атаки та вимови заклять на {1}%.#speed by {1}%", en="1.60.0 - Item - Tier 1 - Druid - Feral 2P Bonus - Haste" },
[1301078] = { "1.60.0 - Предмет - Комплект 1 - Мисливець - Бонус 4 предметів - Сила атаки проти звірів", "Збільшує силу атаки на {1} в бою зі звірами.#+{1} Attack Power against Beasts", ref=13492, en="1.60.0 - Item - Tier 1 - Hunter 4P Bonus - AP vs. Beasts" },
[1302112] = { "Вічне полум'я", "Взяти до рук смолоскип вічного полум'я.", "Ви тримаєте смолоскип вічного полум'я. Поки ви несете полум'я, ви не можете захищатися.\n\nРозумно було б уникати бою.", en="Bearing the Flame" },
[1303520] = { "Виготовлення пахощів", "Поєднати пучок трав, в'язанку сушених кедрових гілочок, жильну нитку та церемоніальний кремінь і трут, щоб створити підготовлені пахощі.", en="Craft Incense" },
[1306267] = { "Мітка мандрівника", "Розмістити знак мандрівника, що існуватиме {1} хв. На знаку можна написати повідомлення, і тоді він існуватиме {2} год і стане видимим для інших гравців.#for {1} min#for {2} hour", "Вирізання мітки мандрівника.", en="Traveler's Mark" },
[1310077] = { "Велика вогнеміць", "Збільшує шкоду святістю від заклять на {1} протягом {2} хв.#to {1} for {2} min", "Шкоду святістю від заклять та здібностей збільшено на {1}.#to {1}.", en="Greater Firepower" },
[1310132] = { ref=1303520 }, -- Craft Incense
[1312330] = { "Священна кара", "Вражає ціль силою священного джерела, завдаючи {1} шкоди святістю.#inflicting {1} Holy", en="Holy Smite" },
[1312438] = { ref=13440 }, -- Shadow Bolt
[1315969] = { "Руна досконалості", "Ваші закляття пробивають {1} од. магічного опору. У лісах та на лугах ви додатково отримуєте {2} од. проникності заклять.#pierce {1} Magical#additional {2} Spell", en="Rune of Perfection" },
[1315989] = { "Руна обов'язку", "Збільшує всі види опору на {1}. У лісах та на лугах ви додатково отримуєте {2} до всіх видів опору.#by {1}.#additional {2} to", en="Rune of Duty" },
[1317424] = { ref=2054 }, -- Heal
[1317432] = { "Ковальський удар", "Завдає {1} шкоди від вогню. Завдає у {2} рази більше шкоди земляним і вогняним елементалям та гірським велетням.#Deal {1} Fire#Deals {2} times", en="Forging Strike" },
[1317441] = { ref=1315989 }, -- Rune of Duty
[1317443] = { ref=1315969 }, -- Rune of Perfection
[1317740] = { "Компас Смоттса", "Знайти найближчу скриню зі скарбами, якщо вона є неподалік. Можна використовувати лише просто неба.", en="Smotts' Compass" },
[1318000] = { "Влада", "Збільшує силу атаки на {1}. У лісах та на лугах ефект потроюється.#+{1} Attack", en="Authority" },
[1318318] = { "Знак гросмейстера арени", ref=1317285, en="Arena Grand Master" },
[1320643] = { "Водне дихання", "Ви можете затримувати дихання під водою на {1}% довше.#lasts {1}% longer", "Водне дихання.", en="Water Breathing" },
[1320726] = { "Збільшення навички спеціалізації \"Дикість\"", "Збільшує навичку спеціалізації \"Дикість\" на {1}.#Combat +{1}.", "Збільшує навичку спеціалізації \"Дикість\" на {1}.#Feral Combat +{1}", en="Increased Feral Combat" },
[1322218] = { "Священний вогонь горна", "Підпалює ціль полум'ям Великої Кузні, завдаючи від {1} до {2} шкоди від святого вогню. Завдає у {3} рази більше шкоди вогняним і земляним елементалям.#dealing {1} to {2} Holyfire#Deals {3} times", en="Holy Forgefire" },
[1322312] = { "Мішалка Кухарчика", "Збільшує швидкість готування страв на {1}%.#by {1}%", en="Cookie's Stirring Rod" },
[1324578] = { ref=1292574 }, -- Resist Fear 02
[1325228] = { "Зелена башта", "При отриманні удару в бою завдає нападникові {1} фізичної шкоди.#inflicts {1} Physical", en="The Green Tower" },
[1325229] = { "Рукавиці святої сили", "Карає ціль, завдаючи від {1} до {2} шкоди святістю. Завдає втричі більше шкоди невмерлим.#for {1} to {2} Holy", en="Gloves of Holy Might" },
[1325508] = { "Досконала форма", "Завдає {1} фізичної шкоди та збільшує всі характеристики на {2}.#Inflict {1} Physical#by {2}.", "Усі характеристики збільшено на {1}.#by {1}.", en="Perfected Form" },
[1325509] = { "Удосконалення форми", "Кожен удар ближнього бою надає вам ефект \"Удосконалення форми\". Набравши {1} ефектів, ви досягаєте досконалої форми, завдаючи цілі {2} фізичної шкоди та збільшуючи всі свої характеристики на {3} протягом {4} с.#At {1} stacks#inflicting {2} Physical#by {3} for {4} sec", "В кожному ударі новий урок.", en="Improving Form" },
[1325535] = { ref=1325509 }, -- Improving Form
[1326475] = { "Вибуховий пакет", "Викликає вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи від {1} до {2} шкоди від вогню і ще {3} шкоди від вогню кожні {4} с протягом {5} с.#for {1} to {2} Fire#additional {3} Fire#every {4}#for {5} sec", "Отримує {1} шкоди від вогню кожні {2} с.#Suffering {1} Fire#every {2}", en="Flash Bundle" },

-- Legacy talents
[1225435] = { "Щедрий врожай", "Ви знаходите на {1}% більше рідкісних матеріалів за допомогою гірництва, травництва та шкуродерства.#discover {1}% more", en="Bountiful Harvest" },
[1225451] = { "Понаднормова робота", "Збільшує на {1}% ймовірність підвищення навички при використанні будь-якої основної, другорядної чи класової професії.#by {1}%", en="Working Overtime" },
[1225455] = { "Майстер приманок", "Коли ви рибалите з приманкою, ви з ймовірністю {1}% впіймаєте додаткову рибу.#a {1}% chance", en="Luremaster" },
[1225456] = { "Преміальні", "Коли ви здаєте ящик Азеротському торговому бюро або Службі постачання та логістики Дуротару, ви з ймовірністю {1}% отримаєте на {2}% більше купецької прихильності.#a {1}% chance#receive {2}% increased", en="Performance Bonus" },
[1225457] = { "Майстер-шеф", "З ймовірністю {1}% при приготуванні їжі ви робите додаткову порцію.#a {1}% chance", en="Master Chef" },
[1225459] = { "Торг", "Зменшує на {1}% ціну в золоті на товари всіх торговців.#by {1}%", en="Bartering" },
[1225469] = { "Сумлінне навчання", "Збільшує на {1} вашу навичку в найменш розвиненій з ваших основних і другорядних професій. Якщо ви вже досягли рівня навички {2} у своїх двох поточних основних професіях і всіх трьох другорядних, то отримаєте від {3} до {4} одиниць випадкової сутності стихій.#by {1} in#reached {2} skill#gain {3} to {4} of", en="Dedicated Study" },
[1225472] = { "Жага пригод", "Щоразу, коли ви завдаєте смертельного удару ворогові, що приносить досвід або честь, ви відновлюєте {1}% здоров'я та мани протягом {2} с. Не діє в підземеллях, рейдах і на полях бою.#gain {1}% of#over {2} sec", en="Thrill of Adventure" },
[1225474] = { "Талановитість", "Ви отримуєте очки талантів на кожному рівні, починаючи з {1}-го, а не {2}-го, проте загальна кількість ваших очок талантів все одно не може перевищувати {3}.#level {1} instead of starting at level {2},#than {3} total", en="Talented" },
[1225475] = { "Польова медицина", "Зменшує тривалість ефекту \"Щойно перев'язано\" на {1} с, коли ви використовуєте бинт. Не діє в підземеллях, рейдах і на полях бою.#by {1} sec", en="Field Medicine" },
[1225477] = { "Підвищена пильність", "Збільшує вашу здатність виявляти цілі в непомітності так, ніби ваш рівень вищий на {1}. Не діє на полях бою.#increased by {1}.", en="High Alert" },
[1225478] = { "Гарний відпочинок", "Ваш відпочинок накопичується на {1}% швидше, а його максимальне значення збільшується на {2}%.#accumulates {1}% faster#increased by {2}%", en="Well Rested" },
[1225479] = { "Польовий довідник", "Зменшує на {1}% час відновлення ваших предметів для табору#by {1}%", en="Field Guide" },
[1225485] = { "Дипломат", "Ви отримуєте на {1}% більше репутації.#gains by {1}%", en="Diplomat" },
[1225490] = { "Постійний пасажир", "Ви отримуєте знижку {1}% на всі перельоти та летите на {2}% швидше.#a {1}% discount#flies {2}% faster", en="Frequent Flier" },
[1225497] = { "Зміцнення", "Після смерті ваше спорядження втрачає на {1}% менше міцності.#take {1}% less", en="Reinforce" },
[1225499] = { "Гурман", "Збільшує на {1}% тривалість сприятливих ефектів від їжі.#by {1}%", en="Gourmand" },
[1225500] = { "Швидкі й мертві", "Збільшує швидкість руху на {1}%, поки ви мертві, а після воскресіння ваші сприятливі закляття та здібності не витрачають ресурсів протягом {2} хв або доки ви не вступите в бій.#by {1}% and#for {2} min", en="The Quick and the Dead" },
[1225501] = { "Велика честь", "Ви отримуєте на {1}% більше очок честі.#gained by {1}%", en="For Great Honor" },
[1225502] = { "Тривкість", "Ваші класові здібності, які надають усім учасникам групи чи рейду тривале посилення характеристик, діють на {1}% довше, а ефекти від відпочинку в таборі тривають на {2}% довше.#members last {1}%#camp last {2}%", en="Permanence" },
[1225503] = { "Економія реагентів", "Ваші класові здібності більше не потребують реагентів, які можна придбати в торговців.", en="Reagent Economy" },
[1317256] = { "Невідомо", "Буде додано в одному з наступних оновлень.", en="Unknown" },

-- Mounts
[17481] = { "Смертобіг Рівендера", "Викликає та відпускає коня барона Рівендера. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Rivendare's Deathcharger" },

-- Professions
[2366] = { "Травництво", "Основи збирання трав з кущів й інших рослин для використання в алхімії. Дозволяє розвивати навичку травництва до 75 рівня.", en="Herbalism" },
[2368] = { "Травництво", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 150 рівня.", en="Herbalism" },
[3570] = { "Травництво", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 225 рівня.", en="Herbalism" },
[11479] = { "Трансмутація: Залізо у золото", "Перетворює злиток заліза на злиток золота.\n\nЦю малу трансмутацію можна виконувати лише раз на годину.", en="Transmute: Iron to Gold" },
[11480] = { "Трансмутація: Мітрил у ясносрібло", "Перетворює злиток мітрилу на злиток ясносрібла.\n\nЦю малу трансмутацію можна виконувати лише раз на годину.", en="Transmute: Mithril to Truesilver" },
[11993] = { "Травництво", "Дозволяє знаходити і збирати складніші для збору трави та розвивати навичку травництва до 300 рівня.", en="Herbalism" },
[17187] = { "Трансмутація: Арканіт", "Трансмутує злиток торію та арканічний кристал у злиток арканіту.", en="Transmute: Arcanite" },
[17559] = { "Трансмутація: Повітря у вогонь", "Трансмутує сутність повітря в сутність вогню.", en="Transmute: Air to Fire" },
[17560] = { "Трансмутація: Вогонь у землю", "Трансмутує сутність вогню в сутність землі.", en="Transmute: Fire to Earth" },
[17561] = { "Трансмутація: Земля у воду", "Трансмутує сутність землі в сутність води.", en="Transmute: Earth to Water" },
[17562] = { "Трансмутація: Вода в повітря", "Трансмутує сутність води в сутність повітря.", en="Transmute: Water to Air" },
[17563] = { "Трансмутація: Невмерлість у воду", "Очищує сутність невмерлості, трансмутуючи її в сутність води.", en="Transmute: Undeath to Water" },
[17564] = { "Трансмутація: Вода у невмерлість", "Оскверняє сутність води, трансмутуючи її в сутність невмерлості.", en="Transmute: Water to Undeath" },
[17565] = { "Трансмутація: Життя у землю", "Трансмутує живу сутність у сутність землі.", en="Transmute: Life to Earth" },
[17566] = { "Трансмутація: Земля у життя", "Трансмутує сутність землі в живу сутність.", en="Transmute: Earth to Life" },
[25146] = { "Трансмутація: Первородний вогонь", "Трансмутує серце вогню у {1} первородні вогні.#into {1} Elemental", en="Transmute: Elemental Fire" },
[1226210] = { "Приладдя: телепорт", "Доповнити ваш пояс приладдям, щоб отримати наступний ефект:\n\nТелепортує вас уперед на {1} м.\n\nЦе вдосконалення постійне і його не можна зняти чи замінити.#forward {1} yds", en="Tinker: Teleport" },
[1226211] = { "Приладдя: нітроприскорювачі", "Доповнити ваш пояс приладдям, щоб отримати наступний ефект:\n\nВмикає реактивні двигуни, що збільшують вашу швидкість руху максимум на {1}% протягом щонайбільше {2} с.\n\nЦе вдосконалення постійне і його не можна зняти чи замінити.#to {1}%#to {2} sec", en="Tinker: Nitro Boosts" },
[1226212] = { "Приладдя: магнітний зміщувач", "Доповнити ваш пояс приладдям, щоб отримати наступний ефект:\n\nВикривляє магнітне поле між вами та ворожою ціллю, відкидаючи вас в протилежні сторони.\n\nМоже діяти лише на цілі, чий рівень перевищує ваш не більше ніж на {1}. Деякі цілі не можна перемістити. Цей ефект може діяти на ту саму ціль лише раз на {2} хв.\n\nЦе вдосконалення постійне і його не можна зняти чи замінити.#up to {1} level#every {2} min", en="Tinker: Magnetic Displacement" },

-- Racial
[7744] = { "Воля відречених", "Миттєво знімає всі ефекти причарування, страху та сну.", en="Will of the Forsaken" },
[20550] = { "Витримка", "Збільшує запас здоров'я на {1}% та збільшує додаткову шкоду і зцілення від критичних ефектів на {2}%.#by {1}% and#healing increased by {2}%", en="Endurance" },
[20552] = { "Культивація", "Культивувати рослину неподалік, щоб виростити її двійника, якого ви зможете зібрати без навички травництва. Кожну рослину можна культивувати лише раз.", en="Cultivation" },
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість вимови заклять і атаки збільшено на {1}%.#by {1}%", en="Berserking" },
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. Крім того, регенерація здоров'я продовжується в бою зі швидкістю {2}% від звичайної.#by {1}%#addition, {2}% of", en="Regeneration" },
[20572] = { "Кривава шаленість", "Збільшує силу атаки та силу заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Силу атаки та силу заклять збільшено на {1}%.#by {1}%", en="Blood Fury" },
[20573] = { "Стійкість", "Тривалість ефектів приголомшення на вас зменшено на {1}%.#by {1}%", en="Hardiness" },
[20574] = { "Дикість", "Збільшує ймовірність завдання критичного удару всіма закляттями та здібностями на {1}%.#by {1}%", en="Savage" },
[20577] = { "Канібалізм", "При активації відновлює {1}% здоров'я та {2}% мани кожні {3} с протягом {4} с. Діє лише на трупах гуманоїдів та невмерлих в межах {5} м. Будь-який рух, дія або отримання шкоди перериває процес.#regenerates {1}% of#and {2}% of#every {3} sec#for {4} sec#within {5} y", en="Cannibalize" },
[20578] = { "Канібалізм", nil, "Відновлення {1}% здоров'я та {2}% мани кожні {3} с.#Regenerate {1}% of#and {2}% of#every {3} sec", en="Cannibalize" },
[20580] = { "Злиття з тінями", "Активуйте, щоб злитися з тінями, зменшуючи ймовірність того, що вороги помітять вас. Діє до скасування або руху. Використання цієї здібності в бою зменшує ймовірність того, що вороги атакуватимуть вас, але збільшує час відновлення до {1} хв.#to {1} min", "Злиття з тінями.", en="Shadowmeld" },
[20582] = { "Прудкість", "Ймовірність ухилення збільшено на {1}%, а швидкість руху збільшено на {2}%. Пройдисвітів та друїдів важче виявити в непомітності, ніби їхній рівень вищий на {3}.#chance increased by {1}%#speed increased by {2}%#were {3} level", en="Quickness" },
[20589] = { "Майстер втечі", "Миттєво звільняє від усіх ефектів обмеження руху й дає невразливість до них протягом {1} с.#for {1} sec", "Невразливість до ефектів обмеження руху.", en="Escape Artist" },
[20591] = { "Неосяжний розум", "Максимальний запас мани збільшено на {1}%.#by {1}%", en="Expansive Mind" },
[20593] = { "Спеціалізація на інженерії", "Ваша гномська винахідливість зменшує на {1}% ймовірність того, що інженерні пристрої дадуть збій або обернуться проти вас під час використання.#by {1}%", en="Engineering Specialization" },
[20594] = { "Кам'яна форма", "Миттєво знімає всі ефекти кровотечі, отрути та хвороб і надає невразливість до них, а також зменшує всю отриману фізичну шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Невразливість до ефектів кровотечі, отрути та хвороб. Отриману фізичну шкоду зменшено на {1}%.#by {1}%", en="Stoneform" },
[20597] = { "Безжальність", "Збільшує ймовірність завдання критичного удару всіма закляттями та атаками на {1}%.#by {1}%", en="Ruthless" },
[1259416] = { "Хода повітрям", "Ви плавно спускаєтеся повітрям протягом {1} с, керуючи напрямком руху.#for {1} sec", "Ви крокуєте повітрям.", en="Walk on Air" },
[1259686] = { "Небесний зір", "Спробувати почерпнути силу з місця злиття стихій та отримати його благословення, що збільшить швидкість вашого руху пішки та верхи на {1}%. Діє {3} с при застосуванні біля злиття стихій і {2} хв без нього.#by {1}%#Lasts {2} sec#and {3} min", en="Skysight" },
[1259705] = { "Читання лей-лінії", "Спробувати почерпнути силу лей-лінії поблизу, що збільшить відновлення вашого здоров'я та мани на {1}%. Діє {3} хв при застосуванні біля лей-лінії і {2} с без неї.#by {1}%#Lasts {2} sec#and {3} min", en="Read Leyline" },
[1259707] = { "Знання стихій", "Шкоду елементалям збільшено на {1}%.#by {1}%", en="Elemental Insight" },
[1259710] = { "Благословення вітру", "Збільшує швидкість ближнього та дальнього бою, а також швидкість вимови заклять на {1}%.#by {1}%", en="Wind Blessed" },
[1259718] = { "Воля до виживання", "Миттєво знімає всі ефекти приголомшення.", en="Will to Survive" },
[1259719] = { "Лють землі", "Збільшує додаткову шкоду та зцілення від критичних ефектів на {1}%.#by {1}%", en="Earth Fury" },
[1259721] = { "Мисливець на велику здобич", "Шкоду звірам збільшено на {1}%.#increased by {1}", ref=20557, en="Big Game Hunter" },
[1259799] = { "Сяйво Елуни", "Збільшує ймовірність завдання критичного удару всіма закляттями та атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання критичного удару всіма закляттями та атаками збільшено на {1}%.#by {1}%", en="Elune's Light" },
[1259802] = { "Неосяжний розум", "Максимальний запас люті збільшено на {1}%.#by {1}%", en="Expansive Mind" },
[1259803] = { "Неосяжний розум", "Максимальний запас енергії збільшено на {1}%.#by {1}%", en="Expansive Mind" },
[1259812] = { "Еврика!", "Неперіодичні бойові здібності витрачають на {1}% менше енергії та завдають на {2}% більше шкоди.#by {1}% and#deal {2}% more", "Витрати енергії неперіодичних здібностей, що завдають шкоди, зменшено на {1}%, а шкоду збільшено на {2}%.#cost {1}% less#deal {2}% more", en="Eureka!" },
[1259813] = { "Еврика!", "Неперіодичні бойові здібності витрачають на {1}% менше люті та завдають на {2}% більше шкоди.#by {1}% and#deal {2}% more", "Витрати люті неперіодичних здібностей, що завдають шкоди, зменшено на {1}%, а шкоду збільшено на {2}%.#cost {1}% less#deal {2}% more", en="Eureka!" },
[1259817] = { "Еврика!", "Бойові здібності витрачають на {1}% менше мани та завдають на {2}% більше шкоди.#by {1}% and#deal {2}% more", "Витрати мани здібностей, що завдають шкоди, зменшено на {1}%, а шкоду збільшено на {2}%.#cost {1}% less#deal {2}% more", en="Eureka!" },
[1259821] = { "Еврика!", "Неперіодичні бойові здібності витрачають на {1}% менше мани та завдають на {2}% більше шкоди.#by {1}% and#deal {2}% more", "Витрати мани неперіодичних здібностей, що завдають шкоди, зменшено на {1}%, а шкоду збільшено на {2}%.#cost {1}% less#deal {2}% more", en="Eureka!" },
[1259823] = { "Еврика!", "Неперіодичні бойові або цілющі здібності витрачають на {1}% менше мани та спричиняють на {2}% більше шкоди та зцілення.#by {1}% and#deal {2}% more", "Витрати мани неперіодичних здібностей, що спричиняють шкоду чи зцілення, зменшено на {1}%, а шкоду та зцілення збільшено на {2}%.#cost {1}% less#deal {2}% more", en="Eureka!" },
[1259918] = { "Біг рівнинами", "Кожні {2} с руху збільшують вашу швидкість руху на {1}%, але не більше ніж на {3}%. Отримання шкоди або зупинка послаблюють цей ефект. Крім того, верхи ви рухаєтеся на {4}% швидше.#Gain {1}% increased#every {2} sec#of {3}% increase#move {4}% faster", en="Plainsrunning" },
[1260189] = { "Дотик могили", "Ваші закляття та атаки з ймовірністю {1}% викрадають здоров'я цілі в обсязі до {2}% вашого запасу здоров'я.#a {1}% chance#to {2}% of", en="Touch of the Grave" },
[1260201] = { ref=1260189 }, -- Touch of the Grave
[1260270] = { "Швидка регенерація", "Відновлює {1}% здоров'я протягом {2} с. Будь-який рух, дія або отримання шкоди скасовує ефект.#Regenerate {1}% of#over {2} sec", "Відновлення {1}% здоров'я протягом {2} с.#Regenerating {1}% of#over {2} sec", en="Rapid Regeneration" },
[1299038] = { "Біг рівнинами", nil, "Швидкість руху збільшено на {1}%.#by {1}%", en="Plainsrunning" },

-- Set bonuses
[468256] = { "Парні клинки Гаккарі", "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в ближньому бою.", en="Twin Blades of the Hakkari" },

-- Summon
[23161] = { "Виклик жахожеребця", "Викликає жахожеребця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Dreadsteed" },

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} протягом {3} год.#critical by {1}% and all attributes by {2} for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}. Не діє в рейдових підземеллях#critical by {1}% and all attributes by {2}", en="Songflower Serenade" },
[16609] = { "Благословення вождя", "Збільшує запас здоров'я на {1}, швидкість заклять та атак на {2}% і відновлює {3} мани кожні {4} с.#hitpoints by {1}#{2}% haste#{3} mana#every {4} sec", "Збільшує запас здоров'я на {1}, швидкість заклять та атак на {2}% і відновлює {3} мани кожні {4} с. Не діє в рейдових підземеллях.#hitpoints by {1}#{2}% haste#{3} mana#every {4} sec", en="Warchief's Blessing" },
[22817] = { "Лють Фенґа", "Силу атаки збільшено на {1}, а шкоду та зцілення заклять на {2}.#by {1} and#to {2}.", "Силу атаки збільшено на {1}, а шкоду та зцілення заклять на {2}. Не діє в рейдових підземеллях.#by {1} and#to {2}.", en="Fengus' Ferocity" },
[22818] = { "Сміливість Мол'дара", "Витривалість збільшено на {1}%.#increased by {1}", "Витривалість збільшено на {1}%. Триває {2} год. Не діє в рейдових підземеллях.#by {1}%#Lasts {2} hr", en="Mol'dar's Moxie" },
[22820] = { "Кмітливість Сліп'кіка", "Ймовірність завдання критичного удару всіма закляттями та атаками збільшено на {1}%. Триває {2} год. Не діє в рейдових підземеллях.#by {1}%#Lasts {2} hrs", "Ймовірність завдання критичного удару всіма закляттями та атаками збільшено на {1}%. Не діє в рейдових підземеллях.#by {1}%", en="Slip'kik's Savvy" },
[22888] = { "Рвучкий клич драконоборця", "Збільшує ймовірність завдання критичного удару закляттями та атаками на {1}%, силу атаки - на {2}, а шкоду та зцілення заклять - на {3}. Триває {4} год. Не діє в рейдових підземеллях.#attacks by {1}%#Power by {2}#by up to {3}.#Lasts {4} hr", "Збільшує ймовірність завдання критичного удару всіма закляттями та атаками на {1}%, силу атаки - на {2}, а шкоду та зцілення заклять - на {3}. Не діє в рейдових підземеллях.#attacks by {1}%#Power by {2}#up to {3}.", en="Rallying Cry of the Dragonslayer" },
[355363] = { "Рвучкий клич драконоборця", "Збільшує ймовірність критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% і збільшує силу атаки на {3}. Триває {4} год.#{1}%, melee#by {2}% and#grants {3} attack#Lasts {4} h", "Збільшує ймовірність критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% і збільшує силу атаки на {3}. Триває {4} год.#{1}%, melee#by {2}% and#grants {3}#Lasts {4} h", en="Rallying Cry of the Dragonslayer" },
[355366] = { "Благословення вождя", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec", en="Warchief's Blessing" },
[460939] = { "Міць Штормовію", ref=16609, en="Might of Stormwind" },
[460940] = { "Міць Штормовію", ref=355366, en="Might of Stormwind" },
[473441] = { "Міць Чорнокамінної гори", ref=355366, en="Might of Blackrock" },

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
