local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anticipation
[20096] = { ref=12297 }, -- Anticipation
-- Benediction
[20101] = { "Благодать", "Зменшує витрати мани на всі миттєві закляття та здібності на {1}%.#by {1}%", en="Benediction" },
-- Blessing of Kings
[20217] = { "Благословення королів", "Благословляє дружню ціль, збільшуючи всі характеристики на {1}% протягом {2} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} hour", "Збільшує характеристики на {1}%.#by {1}%", en="Blessing of Kings" },
-- Blessing of Light
[19977] = { "Благословення світла", "Благословляє дружню ціль, підсилюючи ефект \"Священного світла\" на ній на {1}, а \"Зблиску світла\" на {2}. Триває {3} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} and#of Light spells used on the target by up to {2}.#Lasts {3} hour", "Отримує до {1} додаткового зцілення від \"Священного світла\" та до {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Blessing of Light" },
[19978] = { ref=19977 }, -- Blessing of Light
[19979] = { ref=19977 }, -- Blessing of Light
-- Blessing of Might
[19740] = { "Благословення могутності", "Благословляє дружню ціль, збільшуючи силу атаки ближнього бою на {1} протягом {2} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} h", "Збільшує силу атаки ближнього бою на {1}.#by {1}", en="Blessing of Might" },
[19834] = { ref=19740 }, -- Blessing of Might
[19835] = { ref=19740 }, -- Blessing of Might
[19836] = { ref=19740 }, -- Blessing of Might
[19837] = { ref=19740 }, -- Blessing of Might
[19838] = { ref=19740 }, -- Blessing of Might
[25291] = { ref=19740 }, -- Blessing of Might
-- Blessing of Protection
[1022] = { "Благословення захисту", "Захищає обраного учасника групи від усіх фізичних атак на {1} с, але протягом цього часу ціль не може атакувати чи використовувати фізичні здібності. Гравці можуть мати лише одне благословення від кожного паладина одночасно. Накладає \"Стриманість\" на {2} хв. Не можна застосувати, поки діє \"Стриманість\".#for {1} sec#for {2} min", "Невразливість до фізичних атак. Не може атакувати чи використовувати фізичні здібності.", en="Blessing of Protection" },
[5599] = { ref=1022 }, -- Blessing of Protection
[10278] = { ref=1022 }, -- Blessing of Protection
[442948] = { "Благословення захисту", "Захищає обраного учасника групи від усіх фізичних атак на {1} с, але протягом цього часу ціль не може атакувати чи використовувати фізичні здібності. Гравці можуть мати лише одне благословення від кожного паладина одночасно. Захищена ціль не зможе отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" повторно протягом {2} хв.#attacks for {1} sec#again for {2} min", "Невразливість до фізичних атак. Не може атакувати чи використовувати фізичні здібності.", en="Blessing of Protection" },
-- Blessing of Wisdom
[19742] = { "Благословення мудрості", "Благословляє дружню ціль, відновлюючи їй {1} мани кожні {2} с протягом {3} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#restoring {1} mana every {2} sec#for {3} hour", "Відновлює {1} мани кожні {2} с.#{1} mana every {2} sec", en="Blessing of Wisdom" },
-- Champion of the Light
[1311084] = { "Чемпіон Світла", "Збільшує шкоду ваших заклять на {1}% від вашого інтелекту.#to {1}% of", ref=30812, en="Champion of the Light" },
-- Consecrated Ground
[1310905] = { "Освячена земля", "Ваші закляття святості завдають на {1}% більше шкоди першим {2} ворогам, які ввійдуть у ваше \"Освячення\".#spells {1}% increased#first {2} enemies", en="Consecrated Ground" },
-- Consecration
[20116] = { "Освячення", "Освячує землю під паладином, завдаючи {1} шкоди святістю протягом {2} с усім ворогам у зоні дії. Перші {3} вороги, що ввійдуть у зону дії, отримують додатково {4} шкоди протягом {5} с.#doing {1} Holy#{2} sec to#first {3} enemies#additional {4} damage over {5}", en="Consecration" },
[20922] = { ref=20116 }, -- Consecration
[20923] = { ref=20116 }, -- Consecration
[20924] = { ref=20116 }, -- Consecration
[26573] = { ref=20116 }, -- Consecration
-- Conviction
[20117] = { "Переконання", "Збільшує ймовірність завдання критичного удару атаками ближнього бою на {1}%.#by {1}%", en="Conviction" },
-- Divine Precision
[1310904] = { "Божественна точність", "Збільшує ймовірність завдання удару закляттями святості на {1}%.#by {1}%", ref=1309957, en="Divine Precision" },
-- Divine Protection
[498] = { "Божественний захист", "Ви захищені від усіх фізичних атак і заклять на {1} с., але протягом цього часу не можете атакувати чи використовувати фізичні здібності. Накладає \"Стриманість\" на {2} хв. Не можна застосувати, поки діє \"Стриманість\".#for {1} sec#for {2} min", "Невразливість до всіх атак і заклять. Не може атакувати чи використовувати фізичні здібності.", en="Divine Protection" },
[5573] = { ref=498 }, -- Divine Protection
-- Divine Shield
[642] = { "Божественний щит", "Захищає паладина від будь-якої шкоди та заклять на {1} с., але зменшує всю вашу шкоду на {2}%. Накладає \"Стриманість\" на {3} хв. Не можна застосувати, поки діє \"Стриманість\".#for {1} sec#by {2}%#for {3} min", "Невразливість до всіх атак і заклять, але всю завдану шкоду зменшено на {1}%.#all damage you deal by {1}%", en="Divine Shield" },
[1020] = { ref=642 }, -- Divine Shield
-- Engrave Pants - Aura Mastery
[416037] = { ref=410005 }, -- Engrave Pants - Aura Mastery
-- Eye for an Eye
[9799] = { "Око за око", "Усі критичні удари по вам завдають {1}% від отриманої вами шкоди нападнику. Шкода від цього ефекту не може перевищувати {2}% від запасу здоров'я паладина.#cause {1}% of#exceed {2}% of", en="Eye for an Eye" },
-- Fanaticism
[429142] = { "Фанатизм", "Збільшує ймовірність завдання критичного удару закляттями на {1}%. Окрім того, критичні ефекти цілющих заклять зцілюють цілі ще {2}% від обсягу зцілення протягом {3} с.#by {1}%#for {2}% of#over {3} sec", en="Fanaticism" },
-- Fire Resistance Aura
[19891] = { "Аура опору вогню", "Надає {1} додаткового опору вогню всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір вогню на {1}.#by {1}", en="Fire Resistance Aura" },
[19899] = { ref=19891 }, -- Fire Resistance Aura
[19900] = { ref=19891 }, -- Fire Resistance Aura
-- Flash of Light
[1313342] = { "Зблиск світла", ref=19968, en="Flash of Light" },
[1313343] = { ref=1313342 }, -- Flash of Light
[1313344] = { ref=1313342 }, -- Flash of Light
[1313345] = { ref=1313342 }, -- Flash of Light
[1313346] = { ref=1313342 }, -- Flash of Light
-- Forbearance
[25771] = { "Стриманість", nil, "Не може отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\", а також щит від закляття \"Оплот храмовника\".", en="Forbearance" },
-- Frost Resistance Aura
[19888] = { "Аура опору кризі", "Надає {1} додаткового опору кризі всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір кризі на {1}.#by {1}", en="Frost Resistance Aura" },
[19897] = { ref=19888 }, -- Frost Resistance Aura
[19898] = { ref=19888 }, -- Frost Resistance Aura
-- Greater Blessing of Kings
[25898] = { "Велике благословення королів", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення королів\", що збільшує всі їхні характеристики на {1}% протягом {2} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1}% for {2} h", "Збільшує характеристики на {1}%.#by {1}%", en="Greater Blessing of Kings" },
-- Greater Blessing of Light
[25890] = { "Велике благословення світла", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення світла\", що підсилює ефект \"Священного світла\" на них на {1}, а \"Зблиску світла\" - на {2}. Триває {3} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#up to {1} and#up to {2}.#Lasts {3} h", "Отримує {1} додаткового зцілення від \"Священного світла\" та {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Greater Blessing of Light" },
-- Greater Blessing of Might
[25782] = { "Велике благословення могутності", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення могутності\", що збільшує їхню силу атаки ближнього бою на {1} протягом {2} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} h", "Збільшує силу атаки ближнього бою на {1}.#by {1}", en="Greater Blessing of Might" },
-- Greater Blessing of Wisdom
[25894] = { "Велике благословення мудрості", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення мудрості\", що відновлює їм {1} мани кожні {2} с протягом {3} год. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#restoring {1} mana#every {2} sec#for {3} h", "Відновлює {1} мани кожні {2} с.#{1} mana every {2} sec", en="Greater Blessing of Wisdom" },
-- Guarded by the Light
[415058] = { "Під захистом Світла", nil, "Відновлення {1}% мани кожні {2} с. Скасовується вимовою цілющих заклять.#Gaining {1}%#every {2} sec", en="Guarded by the Light" },
[415059] = { "Під захистом Світла", "Після блокування атаки ближнього бою ви відновлюєте {1}% запасу мани кожні {2} с протягом {3} с. Ефект скасовується вимовою заклять \"Зблиск світла\", \"Священне світло\" або \"Священний шок\".#gain {1}% of#every {2} sec#for {3} sec", en="Guarded by the Light" },
-- Guardian's Favor
[20174] = { "Прихильність хранителя", "Зменшує час відновлення \"Благословення захисту\" на {1} хв і збільшує тривалість вашого \"Благословення свободи\" на {2} с.#Protection by {1} min#Freedom by {2} sec", en="Guardian's Favor" },
-- Hammer of the Righteous
[407632] = { "Молот праведника", "Б'є молотом поточну ціль і до {1} додаткових цілей поблизу, завдаючи шкоди святістю, що дорівнює шкоді за секунду зброї в основній руці, помноженій на {2}. Має спільне відновлення з \"Ударом лицаря\".#to {1} additional#to {2} times", en="Hammer of the Righteous" },
-- Healing Light
[20237] = { "Цілюще світло", "Збільшує обсяг зцілення вашими закляттями \"Священне світло\", \"Зблиск світла\" та \"Священний шок\" на {1}%.#by {1}%", en="Healing Light" },
-- Holy Conduit
[1237268] = { "Священний провідник", "Зменшує витрати мани заклять \"Освячення\", \"Священний гнів\", \"Екзорцизм\" та \"Молот гніву\" на {1}%.#by {1}%", en="Holy Conduit" },
-- Holy Light
[1313348] = { ref=19968 }, -- Holy Light
[1313349] = { ref=19968 }, -- Holy Light
[1313350] = { ref=19968 }, -- Holy Light
[1313351] = { ref=19968 }, -- Holy Light
[1313352] = { ref=19968 }, -- Holy Light
-- Holy Power
[5923] = { "Свята сила", "Збільшує ймовірність критичного удару закляттями \"Священний шок\" та \"Священний удар\" на {1}%, а всіма іншими закляттями - на {2}%.#Strike spells by {1}%,#other spells by {2}%", en="Holy Power" },
-- Holy Shield
[20925] = { "Священний щит", "Збільшує ймовірність блокування на {1}% протягом {2} с та завдає {3} шкоди святістю з кожною заблокованою атакою протягом дії закляття. Шкода від \"Священного щита\" спричиняє {4}% додаткової загрози. Кожне блокування витрачає один заряд. {5} заряди.#block by {1}% for {2} sec#deals {3} Holy damage#causes {4}% additional threat#{5} charges", "Ймовірність блокування збільшено на {1}%. Завдає {2} шкоди святістю нападникові при блокуванні. Шкода від \"Священного щита\" спричиняє {3}% додаткової загрози.[ Зарядів: {1}.#{1} charges]#chance increased by {1}%#{2} Holy damage dealt#causes {3}% additional threat", en="Holy Shield" },
[20927] = { "Священний щит", "Збільшує ймовірність блокування на {1}% протягом {2} с та завдає {3} шкоди святістю з кожною заблокованою атакою протягом дії закляття. Шкода від \"Священного щита\" спричиняє {4}% додаткової загрози.#by {1}% for {2} sec#deals {3} Holy#causes {4}% additional", "Ймовірність блокування збільшено на {1}%. Завдає {2} шкоди святістю нападникові при блокуванні. Шкода від \"Священного щита\" спричиняє {3}% додаткової загрози.[ Зарядів: {1}.#{1} charges]#chance increased by {1}%#{2} Holy damage dealt#causes {3}% additional threat", en="Holy Shield" },
[20928] = { ref=20927 }, -- Holy Shield
-- Holy Shock
[1311606] = { ref=20473 }, -- Holy Shock
-- Holy Strike
[678] = { "Священний удар", "Миттєвий удар, що завдає {1}% шкоди зброєю та додатково від {2} до {3} шкоди святістю.#causes {1}% weapon#additional {2} to {3} as", en="Holy Strike" },
[679] = { ref=678 }, -- Holy Strike
[680] = { ref=678 }, -- Holy Strike
[1866] = { ref=678 }, -- Holy Strike
[2495] = { ref=678 }, -- Holy Strike
[5569] = { ref=678 }, -- Holy Strike
[10332] = { ref=678 }, -- Holy Strike
[10333] = { ref=678 }, -- Holy Strike
-- Holy Wrath
[2812] = { "Священний гнів", "Посилає стріли священної сили в усіх напрямках, завдаючи від {1} до {2} шкоди святістю усім невмерлим та демонам в межах {3} м та приголомшуючи їх на {4} с.#causing {1} to {2}#within {3} y#for {4} sec", en="Holy Wrath" },
[10318] = { ref=2812 }, -- Holy Wrath
-- Illumination
[20210] = { "Сяйво", "Після критичного ефекту \"Зблиску світла\", \"Священного світла\", \"Пильності світла\" або \"Священного шоку\" ви з імовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#a {1}% chance#to {2}% of", en="Illumination" },
-- Improved Concentration Aura
[20254] = { "Покращена аура зосередженості", "Підсилює ефект вашої \"Аури зосередженості\" на {1}%, а ваша \"Аура зосередженості\" зменшує тривалість ефектів знемовлення та переривання для учасників вашої групи на {2}%.#additional {1}%#by {2}%", en="Improved Concentration Aura" },
-- Improved Devotion Aura
[20138] = { "Покращена аура відданості", "Збільшує додаткову броню від вашої \"Аури відданості\" на {1}% та збільшує все зцілення, яке отримують учасники групи під дією ваших аур, на {2}%.#Aura by {1}%,#Auras by {2}%", en="Improved Devotion Aura" },
-- Improved Judgement
[25956] = { "Покращений присуд", "Зменшує час відновлення \"Присуду\" на {1} с.#by {1} sec", en="Improved Judgement" },
-- Improved Righteous Fury
[20468] = { "Покращена праведна лють", "Поки діє \"Праведна лють\", отримана шкода зменшується на {1}%.#reduced by {1}%", en="Improved Righteous Fury" },
-- Improved Seal of Fury
[1314103] = { "Покращена печатка люті", "Коли щит \"Печатки люті\" повністю вичерпується, ви відновлюєте {1} мани. Цей обсяг збільшується на {2}% за кожен рівень, на який нападник вищий за вас, але не більше ніж на {3}%.#restore {1} Mana#by {2}% per#to {3}%", en="Improved Seal of Fury" },
-- Improved Seals
[20224] = { "Покращені печатки", "Збільшує шкоду ваших печаток і присудів на {1}%.#by {1}%", en="Improved Seals" },
-- Infusion of Light
[426065] = { "Вливання Світла", "Критичні ефекти заклять \"Священний шок\" і \"Зблиск світла\" зменшують час вимови вашого наступного закляття \"Священне світло\" на {2} с протягом {1} с.#within {1} sec#by {2} sec", en="Infusion of Light" },
-- Instrument of Law
[1311085] = { "Знаряддя закону", "Зменшує час вимови \"Молота гніву\" на {1} с, а також зменшує всю вашу загрозу на {2}%, поки не діє \"Праведна лють\".#by {1} sec#by {2}% while", en="Instrument of Law" },
-- Iron Creed
[1311034] = { "Залізне кредо", "Збільшує загрозу від \"Священного удару\" на {1}%. Поки діє \"Праведна лють\", \"Священний удар\" також зменшує отриману вами шкоду на {2}% протягом {3} с.#ability by {1}%#by {2}% for {3} sec", en="Iron Creed" },
-- Judgement
[20271] = { "Присуд", "Вивільняє енергію печатки на ворога. Не поглинає ефект печатки. Ефект присуду залежить від використаної печатки.", en="Judgement" },
-- Judgement of Fury
[20183] = { "Присуд люті", "Засуджує ціль, завдаючи шкоди святістю.", en="Judgement of Fury" },
[20411] = { ref=20183 }, -- Judgement of Fury
[20412] = { ref=20183 }, -- Judgement of Fury
[20413] = { ref=20183 }, -- Judgement of Fury
[20414] = { ref=20183 }, -- Judgement of Fury
-- Judgement of Justice
[20184] = { "Присуд правосуддя", "Не дозволяє цілі втекти.", "Не може втекти.", en="Judgement of Justice" },
-- Judgement of Light
[20185] = { "Присуд світла", "Атаки ближнього бою проти цієї цілі можуть відновити нападнику {1} здоров'я.#for {1}", "Атаки ближнього бою проти цієї цілі можуть відновити нападнику {1} здоров'я.#for {1}", en="Judgement of Light" },
-- Judgement of Wisdom
[20186] = { "Присуд мудрості", "Атаки та закляття проти цієї цілі можуть відновити нападнику {1} мани.#restoring {1}", "Атаки та закляття проти цієї цілі можуть відновити нападнику {1} мани.#restoring {1}", en="Judgement of Wisdom" },
-- Judgement of the Crusader
[20188] = { "Присуд лицаря", "Збільшує отриману шкоду святістю на {1}.#to {1}.", "Збільшує отриману шкоду святістю на {1}.#to {1}.", en="Judgement of the Crusader" },
-- Lay on Hands
[633] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина. Витрачає весь залишок мани паладина при використанні, але не перериває відновлення мани.", en="Lay on Hands" },
[2800] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює максимальному запасу здоров'я паладина, та відновлює їй {1} мани. Витрачає весь залишок мани паладина при використанні, але не перериває відновлення мани.#restores {1} of their", en="Lay on Hands" },
[10310] = { ref=2800 }, -- Lay on Hands
-- Light's Vigil
[1310911] = { "Пильність світла", "Накладає на ціль ефект \"Пильність світла\" на {1} с. Ваш наступний \"Священний шок\", застосований до неї, не спричиняє відновлення. При застосуванні на ворога, він отримує від {2} до {3} шкоди святістю, а ви відновлюєте {4}% мани, витраченої на \"Пильність світла\". При застосуванні на союзника, ви відновите його групі від {5} до {6} здоров'я. Ви можете мати лише одну активну \"Пильність світла\" на кожній групі.#for {1} sec#suffer {2} to {3} Holy#refund {4}% of#party for {5} to {6}.", en="Light's Vigil" },
[1311590] = { ref=1310911 }, -- Light's Vigil
[1311595] = { ref=1310911 }, -- Light's Vigil
-- Mass Salvation
[25895] = { "Масове спасіння", "Надає всім учасникам рейду або групи одного класу з ціллю зменшення їхньої загрози на {1}% протягом {2} год.#by {1}% for {2} hour", "Зменшує загрозу на {1}%.#by {1}%", en="Mass Salvation" },
-- Precision
[20189] = { ref=13705 }, -- Precision
-- Purifying Power
[429144] = { "Сила очищення", "Зменшує витрати мани заклять \"Очищення\" та \"Омовіння\" на {1}% і зменшує час відновлення заклять \"Екзорцизм\" та \"Священний гнів\" на {2}%.#Purify spells by {1}%#Wrath spells by {2}%", en="Purifying Power" },
-- Pursuit of Justice
[26022] = { "Гонитва за правосуддям", "Підвищує швидкість руху та швидкість верхової їзди на {1}%. Не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%", en="Pursuit of Justice" },
-- Reckoning
[20177] = { "Воздаяння", "З ймовірністю {1}% після блокування та з ймовірністю {2}% після отримання неперіодичного критичного удару ви проведете додаткову атаку. Ви можете накопичити до {3} додаткових атак. Від блокувань цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#you a {1}%#and a {2}%#to {3} extra#every {4} sec", en="Reckoning" },
[1326084] = { "Воздаяння", "Надає додаткові атаки після блокування або отримання критичного удару.", "Додаткові атаки під час наступного удару: {1}.#{1} additional", en="Reckoning" },
-- Redoubt
[20127] = { "Твердиня", "Атаки ближнього бою, що завдають вам шкоди, з імовірністю {1}% збільшують вашу ймовірність блокування на {2}%. Триває {3} с або до {4} блокувань.#a {1}% chance#by {2}%#Lasts {3} sec#or {4} blocks", en="Redoubt" },
[20128] = { "Твердиня", "Ймовірність блокування збільшено на {1}%. Триває до {2} блоків.#by {1}%#of {2} blocks", "Ймовірність блокування збільшено на {1}%. Триває до {2} блоків.#by {1}%#of {2} blocks", en="Redoubt" },
-- Reverence
[1310899] = { "Благоговіння", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="Reverence" },
-- Revoke
[1325499] = { "Відкликання", "Знімає з учасника групи чи рейду ефект \"Спасіння\" або \"Масового спасіння\".", en="Revoke" },
-- Righteous Fury
[25780] = { "Праведна лють", "Збільшує загрозу ваших атак святістю на {1}%. Триває {2} хв.#by {1}%#Lasts {2} min", "Збільшує загрозу ваших атак святістю на {1}%.[ Зменшує отриману шкоду на {1}%.#taken by {1}%]#attacks by {1}%", en="Righteous Fury" },
-- Righteous Judgement
[440672] = { "Праведний присуд", "Коли \"Присуд\" або \"Удар лицаря\" завдає критичного удару, ціль отримує додатково {1}% шкоди протягом {2} с.#take {1}% additional#over {2} sec", en="Righteous Judgement" },
[440675] = { "Праведний присуд", nil, "Завдає шкоди святістю кожні {1} с.#every {1} sec", en="Righteous Judgement" },
[440677] = { "Праведний присуд", en="Righteous Judgement" },
-- Sacred Arbiter
[1311087] = { "Священний суддя", "Збільшує шкоду здібності \"Священний удар\" на {1}% і тепер вона оновлює всі ефекти \"Присуду\" на цілі.#by {1}% and", en="Sacred Arbiter" },
-- Sacred Duty
[1224697] = { "Священний обов'язок", "Збільшує вашу витривалість на {1}% та зменшує час відновлення заклять \"Божественний щит\", \"Божественний захист\" і \"Оплот храмовника\" на {2} с.#by {1}% and#by {2} sec", en="Sacred Duty" },
-- Salvation
[1038] = { "Спасіння", "Зменшує всю загрозу учасника групи на {1}% протягом {2} год.#by {1}% for {2} hour", "Зменшує загрозу на {1}%.#by {1}%", en="Salvation" },
-- Sanctified Judgement
[1311074] = { "Священний присуд", "\"Присуд\" з ймовірністю {1}% відновить вам {2}% витраченої мани на печатку, яку ви вивільняєте.#a {1}% chance#return {2}% of", en="Sanctified Judgement" },
-- Seal of Fury
[20163] = { "Печатка люті", "Наповнює паладина божественною люттю на {1} с, внаслідок чого атаки ближнього бою завдають {2} додаткової шкоди святістю. Якщо у вас споряджено щит, кожна атака також створює бар'єр, що поглинає шкоду в обсязі {3}% від завданої шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдає ворогові від {4} до {5} шкоди святістю та провокує ціль атакувати вас протягом {6} с.#fury for {1}#additional {2} Holy#to {3}% of#inflicts {4} to {5} Holy#you for {6}", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Fury" },
[20419] = { ref=20163 }, -- Seal of Fury
[20421] = { ref=20163 }, -- Seal of Fury
[20422] = { ref=20163 }, -- Seal of Fury
[20423] = { ref=20163 }, -- Seal of Fury
[1311649] = { nil, "Наповнює вас божественною люттю на {1} с, внаслідок чого атаки ближнього бою завдають {2} додаткової шкоди святістю. Якщо у вас споряджено щит, кожна атака також створює бар'єр, що поглинає шкоду в обсязі {3}% від завданої шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдає ворогові від {4} до {5} шкоди святістю та провокує ціль атакувати вас протягом {6} с.#fury for {1} sec#additional {2} Holy#to {3}% of#inflicts {4} to {5} Holy#you for {6}", ref=20163 }, -- Seal of Fury
[1311656] = { ref=1311649 }, -- Seal of Fury
-- Seal of Righteousness
[21084] = { ref=20287 }, -- Seal of Righteousness
-- Shadow Resistance Aura
[19876] = { "Аура опору тіні", "Надає {1} додаткового опору тіні всім учасникам групи та рейду в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#{1} additional#within {2} y", "Збільшує опір тіні на {1}.#by {1}", en="Shadow Resistance Aura" },
[19895] = { ref=19876 }, -- Shadow Resistance Aura
[19896] = { ref=19876 }, -- Shadow Resistance Aura
-- Shield Specialization
[20150] = { "Спеціалізація на щитах", "Збільшує обсяг шкоди, що поглинає ваш щит, на {1}%, а ваші блокування з імовірністю {2}% відновлюють {3}% вашого запасу мани. Може спрацьовувати не частіше ніж раз на {4} с.#by {1}%#a {2}% chance#restore {3}% of#every {4} sec", en="Shield Specialization" },
-- Spiritual Focus
[20205] = { "Духовна зосередженість", "Ваші закляття \"Зблиск світла\", \"Священне світло\" та \"Пильність світла\" з ймовірністю {1}% уникнуть затримки вимови при отриманні шкоди.#a {1}% chance", en="Spiritual Focus" },
-- Summon Charger
[23214] = { "Виклик скакуна", "Викликає скакуна для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Charger" },
-- Summon Warhorse
[13819] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Warhorse" },
-- Swift Judgement
[1310994] = { "Стрімкий присуд", "Миттєво завершує відновлення \"Присуду\" і зменшує витрати мани наступного \"Присуду\" на {1}%.#by {1}%", "Витрати мани \"Присуду\" зменшено на {1}%.#by {1}%", en="Swift Judgement" },
-- Templar's Bulwark
[1311015] = { "Оплот храмовника", "Надає вам щит, що поглинає шкоду в обсязі {1}% вашого максимального здоров'я протягом {2} с. Накладає \"Стриманість\" на {3} хв. Не можна застосувати, поки діє \"Стриманість\".#to {1}% of#for {2} sec#for {3} min", "Поглинає {1} шкоди.#{1} damage", en="Templar's Bulwark" },
-- The Art of War
[426157] = { "Мистецтво війни", "Збільшує всю вашу шкоду святістю на {1}%, а ваші критичні удари заклять та ближнього бою скорочують час відновлення вашого закляття \"Екзорцизм\" на {2} с.#by {1}%#by {2} sec", en="The Art of War" },
-- Twist of Light
[1310735] = { "Жонглювання світлом", "Зменшує витрати мани печаток на {1}%. Крім того, коли ви замінюєте \"Печатку наказу\", \"Печатку праведності\", \"Печатку люті\" або \"Печатку правосуддя\" іншою печаткою, ви отримуєте відлуння цієї печатки. Ваша наступна атака ближнього бою застосує ефекти заміненої печатки і відлуння зникне.#by {1}%", en="Twist of Light" },
-- Unyielding Faith
[9453] = { "Незламна віра", "Зменшує тривалість ефектів страху та дезорієнтації на {1}%.#on you by {1}%", en="Unyielding Faith" },
-- Vengeance
[20049] = { "Помста", "Після завдання неперіодичного критичного удару ваша фізична шкода та шкода святістю збільшуються на {1}% протягом {2} с. Накопичується до {3} разів.#by {1}% for {2} sec#to {3} times", en="Vengeance" },
[20050] = { "Помста", nil, "Фізичну шкоду та шкоду святістю збільшено на {1}%.#by {1}%", en="Vengeance" },
-- Vindication
[9452] = { "Відплата", "Ваші атаки ближнього бою можуть зменшити силу атаки цілі на {1} та збільшити вашу силу атаки на {2}% протягом {3} с.#target's Attack Power by {1}#your Attack Power by {2}% for {3} sec", en="Vindication" },
-- Voice of Truth
[1310897] = { "Голос правди", "Надає вам невразливість до ефектів знемовлення та переривання протягом {1} с.#for {1} sec", "Невразливість до ефектів знемовлення та переривання.", en="Voice of Truth" },

-- Item effects
[27850] = { "Зменшення витрат на Омовіння та Очищення", "Зменшує витрати мани на \"Омовіння\" та \"Очищення\" на {1}%.#by {1}%", en="Purify and Cleanse Cost Reduced" },
[437059] = { "Зменшення витрат на печатки", "Зменшує витрати мани ваших печаток на {1}.#Seal spells by {1}", en="Seal Cost Reduced" },
[27848] = { "Збільшення тривалості печаток", "Збільшує тривалість ваших печаток на {1} с.#by {1} sec", en="Seal Duration Increase" },

-- Set bonuses
[1300948] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів світла - Дух", ref=1300943, en="1.60.0 - Item - Tier 1 - Paladin - Holy 2P Bonus - Spirit" },
[1301014] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 3 предметів світла - Благословення захисту", "Зменшує час відновлення \"Благословення захисту\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Holy 3P Bonus - Blessing of Protection" },
[1301080] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 4 предметів світла - Зцілення/шкода", ref=467142, en="1.60.0 - Item - Tier 1 - Paladin - Holy 4P Bonus - Healing/Damage" },
[1301694] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 5 предметів Світла - Священний шок", "Зменшує час відновлення \"Священного шоку\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Holy 5P Bonus - Holy Shock" },
[1300949] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів захисту - Захист", ref=1300942, en="1.60.0 - Item - Tier 1 - Paladin - Protection 2P Bonus - Defense" },
[1301015] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 3 предметів захисту - Вигнати невмерлого", "Зменшує час вимови закляття \"Вигнати невмерлого\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Protection 3P Bonus - Turn Undead" },
[1301083] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 4 предметів захисту - Вправність", ref=1301076, en="1.60.0 - Item - Tier 1 - Paladin - Protection 4P Bonus - Expertise" },
[1301697] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 5 предметів Захисту - Стриманість", "Щоразу, коли ви отримуєте \"Стриманість\", тривалість її ефекту зменшується на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Protection 5P Bonus - Forbearance" },
[1300951] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів розплати - Швидкість", ref=1300934, en="1.60.0 - Item - Tier 1 - Paladin - Retribution 2P Bonus - Haste" },
[1301036] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 3 предметів розплати - Молот правосуддя", "Зменшує час відновлення \"Молота правосуддя\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Retribution 3P Bonus - Hammer of Justice" },
[1301702] = { "1.60.0 - Предмет - Комплект 1 - Паладин - Бонус 5 предметів Розплати - Присуд", "Зменшує час відновлення \"Присуду\" на {1} с.#by {1} sec", en="1.60.0 - Item - Tier 1 - Paladin - Retribution 5P Bonus - Judgement" },
[450625] = { "Предмет - Спрацювання Гніву лицаря - Світлокуті обладунки", "Автоматичні атаки ближнього бою та вимова заклять можуть збільшити шкоду і зцілення магічних заклять та ефектів на {1} протягом {2} с.#to {1} for {2} sec", en="Item - Crusader's Wrath Proc - Lightforge Armor" },
[27787] = { "Збадьорення броні розбійника", "Атака ближнього бою може відновити {1} енергії.#restore {1} Energy", en="Rogue Armor Energize" },
[1219193] = { "Сезон 3 - Предмет - Комплект Наксрамасу - Паладин - Бонус 6 предметів розплати", "\"Удар лицаря\", \"Божественна буря\", \"Екзорцизм\" та \"Священний гнів\" завдають невмерлим додаткової шкоди, що дорівнює їхній ймовірності критичного удару.", en="S03 - Item - Naxxramas - Paladin - Retribution 6P Bonus" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
