local _, addonTable = ...

local warlock_spells = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

-- Chaos Bolt
[403629] = { "Стріла Хаосу", "Випускає у ворога стрілу хаотичного вогню, що завдає від {1} до {2} шкоди від вогню. Стріла Хаосу завжди влучає, минає супротив, а якщо ви знаєте це заклинання, то всі ваші вогняні заклинання проникають крізь ефекти поглинання.", nil }, -- Chaos Bolt
[403860] = { "Стріла Хаосу", "Отримати здібність \"Стріла Хаосу\":", nil, rune=403629 }, -- Chaos Bolt

-- Curse of Shadow
[402791] = { "Прокляття тіні", "Проклинає ціль на {1} хв, зменшуючи супротиви тіні й аркані на {2} і збільшуючи отриману шкоду від тіні та аркани на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути активним на цілі.#for {1} min#resistances by {2}#taken by {3}", "Супротиви тіні й аркані зменшено на {1}. Отримувану шкоду від тіні та аркани збільшено на {2}%.#reduced by {1}#increased by {2}" }, -- Curse of Shadow

-- Curse of Tongues
[402794] = { "Прокляття мов", "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} хв.#by {1}#Lasts {2} sec", "Говорить мовою демонів, що збільшує час вимови на {1}%.#by {1}" }, -- Curse of Tongues

-- Curse of the Elements
[402792] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи супротиви вогню та кризі на {2} і збільшуючи отриману шкоду від вогню і криги на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}", "Супротиви вогню та кризі зменшено на {1}. Отримувану шкоду від вогню і криги збільшено на {2}%.#resistances by {1}#taken by {2}" }, -- Curse of the Elements

-- Demon Charge
[412788] = { "Ривок демона", "Ривок у ворога, що приголомшує його на {1} с. Не можна використовувати в бою.#and stun it for {1} sec", nil }, -- Demon Charge

-- Demonic Grace
[425463] = { "Демонічна благодать", "Вас переповнює енергія Скверни, що збільшує на {1}% ймовірність ухилення для вас і вашого прислужника, а також збільшує на {2}% шанс критичного удару всіх атак. Триває {3} сек.#chance by {1}%#attacks by {2}%#Lascts {3} sec", "Шанс ухилення збільшено на {1}%.\nШанс критичного удару чорнокнижника збільшено на {2}%.#Dodge chance increased by {1}#strike chance increased by {2}" }, -- Demonic Grace
[425474] = { "Демонічна благодать", "Отримати здібність \"Демонічна благодать\":", nil, rune=425463 }, -- Demonic Grace
[430025] = { ref=425463 }, -- Demonic Grace

-- Demonic Howl
[412789] = { "Демонічне виття", "Змушує всіх ворогів навколо атакувати вас впродовж {1} с.#attacks on you for {1} sec", "Підбурено." }, -- Demonic Howl

-- Demonic Pact
[425464] = { "Угода з демоном", "Критичні удари вашого прислужника накладають ефект \"Угода з демоном\" на членів вашої групи на 45 сек. \"Угода з демоном\" збільшує шкоду і зцілення від заклинань на 10% від вашої шкоди від заклинань або {2}, залежно від того, яке значення більше. Не діє на поневолених демонів.", nil }, -- Demonic Pact
[425473] = { "Угода з демоном", "Отримати здібність \"Угода з демоном\":", nil, rune=425464 }, -- Demonic Pact

-- Demonic Tactics
[412727] = { "Демонічна тактика", "Збільшує шанс критичного удару атак ближнього бою та заклинань для вас і вашого прислужника на {1}%.#by {1}%", nil }, -- Demonic Tactics
[415605] = { "Демонічна тактика", "Отримати здібність \"Демонічна тактика\":", nil, rune=412727 }, -- Demonic Tactics

-- Disrupt
[412787] = { "Придушення", "Задушіть ворога сплеском тіньової енергії, який завдає {1} шкоди, перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом 5 секунд.", nil }, -- Disrupt

-- Drain Life
[403677] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#{1} health#Lasts {2}", "Висмоктує {1} здоров'я щосекунди.#{1} health" }, -- Drain Life
[403685] = { ref=403677 }, -- Drain Life
[403686] = { ref=403677 }, -- Drain Life
[403687] = { ref=403677 }, -- Drain Life
[403688] = { ref=403677 }, -- Drain Life
[403689] = { ref=403677 }, -- Drain Life

-- Everlasting Affliction
[412689] = { "Вічна химородь", "Висмоктування життя, \"Висмоктування душі\", \"Тіньова стріла\", \"Тіньове розсічення\", \"Палючий біль\", \"Спалення\" і \"Мара\" відновлюють час дії вашого \"Зараження\" на цілі до максимальної тривалості.", nil }, -- Everlasting Affliction
[415604] = { "Вічна химородь", "Отримати здібність \"Вічна химородь\":", nil, rune=412689 }, -- Everlasting Affliction

-- Fetish of Mischief
[423474] = { "Фетиш безладу", "Збільшує шкоду від \"Вогняної стріли\" вашого біса на {1}.#by {1}.", nil }, -- Fetish of Mischief

-- Haunt
[403501] = { "Мара", "Випустити на ворога примару, яка завдасть від {1} до {2} шкоди, а також збільшить вашу шкоду від тіні по,ньому на {3}%. Коли \"Мара\" закінчиться або розвіється, ви зцілитеся від шкоди, яку вона завдала цілі.#{1} to {2} damage#target by {3}%", "Ефекти періодичної шкоди завдають на {1}% більше шкоди від тіні.#by {1}%." }, -- Haunt
[403858] = { "Мара", "Отримати здібність \"Вічна химородь\":", nil, rune=403501 }, -- Haunt

-- Incinerate
[412758] = { "Спалення", "Підпалити ворога, завдавши від {1} до {2} шкоди і збільшити всю вашу шкоду від вогню по цілі на {3}% протягом наступних {4} сек.#for {1} to {2}#by {3}% for the next {4} sec", "Завдану вами шкоду від вогню збільшено на {1}%.#by {1}%." }, -- Incinerate
[415750] = { "Спалення", "Отримати здібність \"Спалення\":", nil, rune=412758 }, -- Incinerate

-- Lake of Fire
[403650] = { "Вогняне озеро", "Вогняний дощ також залишає на землі вогняне озеро, яке збільшує всю шкоду від вогню, яку завдаєте ви та ваш прислужник-демон ураженим ворогам, на {1}%.#by {1}%.", "Отриману шкоду від вогню збільшено на {1}%.#by {1}%." }, -- Lake of Fire
[403666] = { "Вогняне озеро", "Вогняний дощ також залишає на землі вогняне озеро, яке збільшує всю шкоду від вогню, яку завдаєте ви та ваш прислужник-демон ураженим ворогам, на {1}% протягом {2} сек.#by {1}% for {2} sec", nil }, -- Lake of Fire
[403872] = { "Вогняне озеро", "Отримати здібність \"Вогняне озеро\":", nil, rune=403666 }, -- Lake of Fire

-- Master Channeler
[403668] = { "Майстерність чаклування", "Ваше \"Висмоктування життя\" більше не промовляється, триває {1} сек, має {2}-секундний час відновлення, витрачає на {3}% більше мани і зцілює вас на {4}% більше щоразу, коли завдає шкоду.#lasts {1} sec with a {2} sec#costs {3}% more#for {4}% more", nil }, -- Master Channeler
[403868] = { "Майстерність чаклування", "Отримати здібність \"Майстерність чаклування\":", nil, rune=403668 }, -- Master Channeler

-- Menace
[403828] = { "Погроза", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Підбурено." }, -- Menace

-- Metamorphosis
[403789] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, зменшує ймовірність отримання критичного удару на {2}%, збільшує загрозу на {3}%, збільшує ману, що отримується від \"Витоку життя\", на {4}%, змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {5} ворогів поблизу тінню, але має {6} сек відновлення.\n\nСтрах: стає \"Погрозою\".#Armor by {1}%#critically hit by {2}%#threat by {3}%#Life Tap by {4}%#up to {5} nearby#has a {6} sec cooldown", nil, rune=403828 }, -- Metamorphosis
[403816] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, зменшує ймовірність отримання критичного удару на {2}%, збільшує загрозу на {3}%, збільшує ману, що отримується від \"Витоку життя\", на {4}%, змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {5} ворогів поблизу тінню, але має {6} сек відновлення.\n\nПрокляття відчайдушності: тепер також підбурює ціль атакувати вас протягом 3 сек, але отримує 10-секундне відновлення, а дальність дії зменшується до дистанції ближнього бою.\n\nЗавивання жаху: тепер також змушує всіх ворогів поблизу атакувати вас, але час відновлення збільшено до 10 хвилин.", nil }, -- Metamorphosis
[403873] = { "Метаморфоза", "Отримати здібність \"Метаморфоза\":", nil, rune=403789 }, -- Metamorphosis

-- Metamorphosis : Demon Charge
[412783] = { "Метаморфоза: Ривок демона", nil, nil }, -- Metamorphosis : Demon Charge

-- Metamorphosis : Demonic Howl
[412784] = { "Метаморфоза: Демонічне виття", nil, nil }, -- Metamorphosis : Demonic Howl

-- Shadow Bolt Volley
[403628] = { "Залп тіньових стріл", "Ваша \"Тіньова стріла\" тепер вражає одна за одною до {1} цілей на відстані {2} м, але завдає на {3}% менше шкоди.#up to {1} targets#of {2} yards#for {3}% reduced", nil }, -- Shadow Bolt Volley
[403871] = { "Залп тіньових стріл", "Отримати здібність \"Залп тіньових стріл\":", nil, rune=403628 }, -- Shadow Bolt Volley

-- Shadow Cleave
[403835] = { "Тіньове розсічення", "Завдати {1} ворогам неподалік від {2} до {3} шкоди від тіні.\n\"Тіньове розсічення\" взаємодіє з усіма ефектами, що й \"Тіньова стріла\".#up to {1} nearby#{2} to {3} each", nil }, -- Shadow Cleave
[403839] = { ref=403835 }, -- Shadow Cleave
[403840] = { ref=403835 }, -- Shadow Cleave
[403841] = { ref=403835 }, -- Shadow Cleave
[403842] = { ref=403835 }, -- Shadow Cleave
[403843] = { ref=403835 }, -- Shadow Cleave
[403844] = { ref=403835 }, -- Shadow Cleave
[403848] = { ref=403835 }, -- Shadow Cleave
[403851] = { ref=403835 }, -- Shadow Cleave
[403852] = { ref=403835 }, -- Shadow Cleave

-- Soul Siphon
[403511] = { "Витягування душі", "Збільшення ефекту ваших заклинань \"Висмоктування життя\" і \"Висмоктування душі\" на {1}% за кожен ваш ефект тіні на цілі, максимум до {2}%.#{1}% for each#of {2}% additional", nil }, -- Soul Siphon
[403863] = { "Витягування душі", "Отримати здібність \"Витягування душі\":", nil, rune=403511 }, -- Soul Siphon


-- Rune progression effects
[420744] = { "Вівтар шипів", nil, "Ваша жертва буде суворою..." }, -- Altar of Thorns
[421322] = { "Проклята знахідка", nil, "Кістки жадають проклятої енергії" }, -- Cursed Discovery
[426764] = { "Лише біль", nil, "Біль - єдина мотивація" }, -- Only Pain
[426639] = { "Приношення крові", nil, nil }, -- Offering of Blood

-- Engraving
[416009] = { "Гравіювання нагрудника - Демонічна тактика", "Вигравіювати на нагруднику руну \"Демонічна тактика\":", nil, rune=412727 }, -- Engrave Chest - Demonic Tactics
[403937] = { "Гравіювання нагрудника - Вогняне озеро", "Вигравіювати на нагруднику руну \"Вогняне озеро\":", nil, rune=403666 }, -- Engrave Chest - Lake of Fire
[403932] = { "Гравіювання нагрудника - Майстерність чаклування", "Вигравіювати на нагруднику руну \"Майстерність чаклування\":", nil, rune=403668 }, -- Engrave Chest - Master Channeler
[403920] = { "Гравіювання нагрудника - Витягування душі", "Вигравіювати на нагруднику руну \"Витягування душі\":", nil, rune=403511 }, -- Engrave Chest - Soul Siphon
[403925] = { "Гравіювання рукавиць - Стріла Хаосу", "Вигравіювати на рукавицях руну \"Стріла Хаосу\":", nil, rune=403629 }, -- Engrave Gloves - Chaos Bolt
[403919] = { "Гравіювання рукавиць - Мара", "Вигравіювати на рукавицях руну \"Мара\":", nil, rune=403501 }, -- Engrave Gloves - Haunt
[403938] = { "Гравіювання рукавиць - Метаморфоза", "Вигравіювати на рукавицях руну \"Метаморфоза\":", nil, rune=403789 }, -- Engrave Gloves - Metamorphosis
[403936] = { "Гравіювання рукавиць - Залп тіньових стріл", "Вигравіювати на рукавицях руну \"Залп тіньових стріл\":", nil, rune=403628 }, -- Engrave Gloves - Shadow Bolt Volley
[425477] = { "Гравіювання штанів - Демонічна благодать", "Вигравіювати на штанях руну \"Демонічна благодать\":", nil, rune=425463 }, -- Engrave Pants - Demonic Grace
[425476] = { "Гравіювання штанів - Угода з демоном", "Вигравіювати на штанях руну \"Угода з демоном\":", nil, rune=425464 }, -- Engrave Pants - Demonic Pact
[416008] = { "Гравіювання штанів - Вічна химородь", "Вигравіювати на штанях руну \"Вічна химородь\":", nil, rune=412689 }, -- Engrave Pants - Everlasting Affliction
[416015] = { "Гравіювання штанів - Спалення", "Вигравіювати на штанях руну \"Спалення\":", nil, rune=412758 }, -- Engrave Pants - Incinerate

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
