local _, addonTable = ...

local mage_spells = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

-- Arcane Blast
[42896] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {3}-{4}%, а витрати мани на \"Арканічний спалах\" збільшуються на {5}%. Ефект накопичується до {6} разів і триває до відміни або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\".#dealing {1} to {2}#by {3} to {4}%#by {5}%.#up to {6} times", nil }, -- Arcane Blast
[400573] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} сек.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду і зцілення від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%." }, -- Arcane Blast
[400574] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {3}%, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} сек або до вимови будь-якого іншого закляття Аркани.#dealing {1} to {2}#by {3}% and#by {4}%.#up to {5} times and lasts {6} sec", nil }, -- Arcane Blast
[400586] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх інших заклять Аркани збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} сек.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%." }, -- Arcane Blast
[401729] = { "Арканічний спалах", "Отримати здібність \"Арканічний спалах\":", nil, rune=400574 }, -- Arcane Blast

-- Arcane Surge
[425124] = { "Арканічний сплеск", "Спрямувати всі залишки мани у сплеск енергії, який завдає цілі від {1} до {2} шкоди від аркани, що збільшується до {3}% залежно від використаної мани. Після цього ви починаєте відновлювати ману зі збільшеною на {4}% швидкістю від звичайної протягом {5} сек.#dealing {1} to {2}#up to {3}% based#by {4}% for {5} sec", "Відновлення мани зі збільшеною на {1}% швидкістю від звичайної." }, -- Arcane Surge
[425168] = { "Арканічний сплеск", "Отримати здібність \"Арканічний сплеск\":", nil, rune=425124 }, -- Arcane Surge

-- Burnout
[412286] = { "Вигорання", "Збільшує ймовірність критичного удару всіх заклинань на {1}%, але ваші неперіодичні критичні удари заклинаннями тепер мають додаткову вартість мани в розмірі {2}% від вашого базового запасу мани.#by {1}%#of {2}% of", nil }, -- Burnout

-- Enlightenment
[412324] = { "Просвітлення", "Ви завдаєте на {1}% більше шкоди, поки маєте більше {2}% мани. Якщо у вас менше {3}% мани, вона продовжує відновлюватись під час вимови заклять зі швидкістю {4}% від звичайної.#deal {1}% more#than {2}% mana#below {3}% mana {4}% of", nil }, -- Enlightenment
[415729] = { "Просвітлення", "Отримати здібність \"Просвітлення\":", nil, rune=412324 }, -- Enlightenment

-- Fingers of Frost
[400647] = { "Крижані пальці", "Ваші ефекти охолодження з шансом {1}% активують ефект \"Крижані пальці\", який дозволяє вашим {2} наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {3} сек.#a {1}% chance#next {2} spells#Lasts {3} sec", nil }, -- Fingers of Frost
[400669] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} сек.Lasts {1} sec", "Наступні {1} ваші заклинання спрацьовують так, ніби ціль заморожена.#next {1} spells" }, -- Fingers of Frost
[400670] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} сек.Lasts {1} sec", "Ваші заклинання спрацьовують так, ніби ціль заморожена. Зарядів: {1}.#{1} charge" }, -- Fingers of Frost
[401741] = { "Крижані пальці", "Отримати здібність \"Крижані пальці\":", nil, rune=400647 }, -- Fingers of Frost

-- Fire Blast
[400616] = { ref=400618 }, -- Fire Blast

-- Fire Blast
[400618] = { "Вогняний підрив", "Підриває ворога, завдаючи від {1} до {2} шкоди від вогню.#{1} to {2}", nil }, -- Fire Blast
[400619] = { ref=400618 }, -- Fire Blast
[400620] = { ref=400618 }, -- Fire Blast
[400621] = { ref=400618 }, -- Fire Blast
[400622] = { ref=400618 }, -- Fire Blast
[400623] = { ref=400618 }, -- Fire Blast

-- Fire Ward
[412214] = { "Вогняний оберіг", "Поглинає {1} шкоди від вогню. Триває {2} сек.#{1} Fire#Lasts {2} sec", "Поглинає шкоду від вогню." }, -- Fire Ward
[412218] = { ref=412214 }, -- Fire Ward
[412230] = { ref=412214 }, -- Fire Ward
[412231] = { ref=412214 }, -- Fire Ward
[412232] = { ref=412214 }, -- Fire Ward

-- Fireball!
[400730] = { "Вогняна куля!", "Наступне заклинання \"Вогняна куля\" або \"Стріла крижаного вогню\" вимовляється миттєво і не витрачає ману.", nil }, -- Fireball!

-- Frost Ward
[412202] = { "Крижаний оберіг", "Поглинає {1} шкоди від криги. Триває {2} сек.#{1} Fire#Lasts {2} sec", "Поглинає шкоду від криги." }, -- Frost Ward
[412205] = { ref=412202 }, -- Frost Ward
[412207] = { ref=412202 }, -- Frost Ward
[412209] = { ref=412202 }, -- Frost Ward
[412210] = { ref=412202 }, -- Frost Ward

-- Ice Lance
[400640] = { "Крижаний спис", "Завдає від {1} до {2} шкоди від криги ворожій цілі. Завдає потрійної шкоди замороженим цілям.", nil }, -- Ice Lance
[401732] = { "Крижаний спис", "Отримати здібність \"Крижаний спис\":", nil, rune=400640 }, -- Ice Lance

-- Icy Veins
[425121] = { "Крижана кров", "Прискорює створення заклинань, збільшуючи швидкість вимови заклинань на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%. Триває {3} сек.#by {1}% and#by {2}%.#Lasts {3} sec", "Швидкість вимови заклинань збільшена на 20%, а затримка вимови заклинань при отриманні шкоди зменшена на 100%." }, -- Icy Veins
[425169] = { "Крижана кров", "Отримати здібність \"Крижана кров\":", nil, rune=425121 }, -- Icy Veins
[429125] = { ref=425121 }, -- Icy Veins

-- Ignite
[412538] = { "Займання", nil, "Завдає шкоду від вогню кожні {1} сек." }, -- Ignite
[412545] = { ref=412538 }, -- Ignite

-- Living Bomb
[400613] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} сек. Через {3} сек або коли заклинання розвіється, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.#taking {1}#over {2} sec#After {3} sec#dealing {4}#within {5} y", "{1} шкоди від вогню кожні {2} сек. Через {3} сек або коли заклинання буде розвіяно, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.#Causes {1}#every {2} sec#After {3} sec#causing {4}#within {5} y" }, -- Living Bomb
[400614] = { ref=400613 }, -- Living Bomb
[401731] = { "Жива бомба", "Отримати здібність \"Жива бомба\":", nil, rune=400613 }, -- Living Bomb

-- Living Flame
[401556] = { "Живе полум'я", "Викликає чарівне полум'я, яке рухається за ціллю, залишаючи за собою вогняний слід. Цей слід щосекунди завдає {1} шкоди від вогню ворогам поблизу. Триває {2} сек.#deals {1}#Lasts {2} sec", nil }, -- Living Flame
[401558] = { "Живе полум'я", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}" }, -- Living Flame
[401744] = { "Живе полум'я", "Отримати здібність \"Живе полум'я\":", nil, rune=401556 }, -- Living Flame

-- Mana Shield
[412116] = { "Щит мани", "Поглинає {1} одиниць фізичної шкоди дружній цілі, натомість витрачаючи ману. Висушує {2} мани у мага за кожну одиницю шкоди. Триває {3} хв.#Absorbs {1}#Drains {2}#Lasts {3}", "Поглинає фізичну шкоду за рахунок мани." }, -- Mana Shield
[412118] = { ref=412116 }, -- Mana Shield
[412120] = { ref=412116 }, -- Mana Shield
[412121] = { ref=412116 }, -- Mana Shield
[412122] = { ref=412116 }, -- Mana Shield
[412123] = { ref=412116 }, -- Mana Shield

-- Mass Regeneration
[412510] = { "Масова регенерація", "Зцілює всіх членів групи цілі в радіусі {1} від неї на {2} здоров'я протягом {3} сек і накладає на кожну ціль \"Темпоральний маяк\" на {4} сек. Після застосування цього заклинання ви будете страждати від \"Заплутаної причинності\" протягом {5} хв, що зменшує шкоду від заклинань вогню та криги на {6}% і забороняє використовувати \"Льодяну брилу\".#within {1} yards#for {2} health over {3} sec#target for {4} sec#for {5} min.#by {6}% and", "Зцілення {1} здоров'я протягом {2} сек.#{1} health over {2}", rune=400735 }, -- Mass Regeneration
[415467] = { "Масова регенерація", "Отримати здібність \"Масова регенерація\":", nil, rune=412510 }, -- Mass Regeneration

-- Path of no Steps
[421063] = { "Шлях без кроків", nil, "Ви на шляху." }, -- Path of no Steps

-- Rapid Regeneration
[401460] = { "Швидка регенерація", "Зцілює ціль на {1} здоров'я протягом {2} сек та застосовує \"Темпоральний маяк\" на {3} сек.#for {1} health over {2} sec#for {3} sec.", nil, rune=400735 }, -- Rapid Regeneration

-- Regeneration
[401417] = { "Регенерація", "Зцілює ціль на {1} здоров'я протягом {2} сек та застосовує \"Темпоральний маяк\" на {3} сек. Після застосування цього заклинання ви будете страждати від \"Заплутаної причинності\" протягом {4} хв, що зменшує шкоду від заклинань вогню та криги на {5}% і забороняє використовувати \"Льодяну брилу\".#for {1} health over {2} sec#for {3} sec.#for {4} min#by {5}%", nil, rune=400735 }, -- Regeneration
[401743] = { "Регенерація", "Отримати здібність \"Регенерація\":", nil, rune=401417 }, -- Regeneration

-- Remove Greater Curse
[412113] = { "Зняття великого прокляття", "Знімає {1} прокляття та {2} шкідливий магічний ефект з дружньої цілі.#Removes {1}#and {2} harmful", nil }, -- Remove Greater Curse

-- Rewind Time
[401462] = { "Повернення у часі", "Ваша поточна ціль з \"Темпоральним маяком\" миттєво зцілюється від шкоди, отриманої за останні 5 секунд. Не діє на цілі, які не мали \"Темпорального маяка\" 5 секунд тому.", nil }, -- Rewind Time
[401734] = { "Повернення у часі", "Отримати здібність \"Повернення у часі\":", nil, rune=401462 }, -- Rewind Time

-- Tangled Causality
[432069] = { "Заплутана причинність", nil, "Шкода від заклинань вогню та криги зменшена на 50%, і ви не можете використовувати \"Льодяну брилу\"." }, -- Tangled Causality

-- Temporal Beacon
[400735] = { "Темпоральний маяк", "Записує просторово-часовий стан об'єкта. {1}% від арканічної шкоди, завданої заклинателем, буде перетворено на хрономантичне зцілення цілей \"Темпорального маяка\". Це зцілення зменшене на {2}% для заклинателя.#{1}% of all#by {2}% on", "Записує просторово-часовий стан об'єкта. Шкода, завдана заклинателем, буде перетворена на хрономантичне зцілення цілі." }, -- Temporal Beacon

-- Waterbolt
[412437] = { "Водяна стріла", "Випускає у ворога стрілу, яка завдає від {1} до {2} шкоди від криги.#{1} to {2}", nil }, -- Waterbolt


-- Engraving
[401759] = { "Гравіювання нагрудника - Вигорання", "Вигравіювати на нагруднику руну \"Вигорання\":", nil, rune=412286 }, -- Engrave Chest - Burnout
[415942] = { "Гравіювання нагрудника - Просвітлення", "Вигравіювати на нагруднику руну \"Просвітлення\":", nil, rune=412324 }, -- Engrave Chest - Enlightenment
[401765] = { "Гравіювання нагрудника - Крижані пальці", "Вигравіювати на нагруднику руну \"Крижані пальці\":", nil, rune=400647 }, -- Engrave Chest - Fingers of Frost
[401767] = { "Гравіювання нагрудника - Регенерація", "Вигравіювати на нагруднику руну \"Регенерація\":", nil, rune=401417 }, -- Engrave Chest - Regeneration
[401757] = { "Гравіювання рукавиць - Арканічний спалах", "Вигравіювати на рукавицях руну \"Арканічний спалах\":", nil, rune=400574 }, -- Engrave Gloves - Arcane Blast
[401760] = { "Гравіювання рукавиць - Крижаний спис", "Вигравіювати на рукавицях руну \"Крижаний спис\":", nil, rune=400640 }, -- Engrave Gloves - Ice Lance
[415936] = { "Гравіювання рукавиць - Жива бомба", "Вигравіювати на рукавицях руну \"Жива бомба\":", nil, rune=400613 }, -- Engrave Gloves - Living Bomb
[401761] = { "Гравіювання рукавиць - Повернення у часі", "Вигравіювати на рукавицях руну \"Повернення у часі\":", nil, rune=401462 }, -- Engrave Gloves - Rewind Time
[425171] = { "Гравіювання штанів - Арканічний сплеск", "Вигравіювати на штанях руну \"Арканічний сплеск\":", nil, rune=425124 }, -- Engrave Pants - Arcane Surge
[425170] = { "Гравіювання штанів - Крижана кров", "Вигравіювати на штанях руну \"Крижана кров\":", nil, rune=425121 }, -- Engrave Pants - Icy Veins
[401768] = { "Гравіювання штанів - Живе полум'я", "Вигравіювати на штанях руну \"Живе полум'я\":", nil, rune=401556 }, -- Engrave Pants - Living Flame
[415939] = { "Гравіювання штанів - Масова регенерація", "Вигравіювати на штанях руну \"Масова регенерація\":", nil, rune=412510 }, -- Engrave Pants - Mass Regeneration

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
