local _, addonTable = ...
local items = {

-- See /entries/classic/item.lua for data format details.

[202251] = { "торбинка з ласощами для звірів", use="Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на 20." }, -- Bag of Pet Treats
[202254] = { "браслети перенаправлення", equip="Збільшує ваш шанс завдання критичного удару заклинаннями на 1%." }, -- Bracers of Redirection
[202641] = { "заляпаний брудом записник", flavor="Цей записник вкритий брудом, але на його сторінках написані руни, а між ними лежить коротка записка на якомусь сленгу." }, -- Mud-covered notebook
[203723] = { "записка Різзака", flavor="Послання, написане злодійським сленгом" }, -- Cutty's Note
[203726] = { "руна Різзака" }, -- Cutty's Rune
[203745] = { "сувій закляття: Крижаний спис", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Ice Lance
[203746] = { "сувій закляття: Живе полум'я", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Living Flame
[203747] = { "сувій закляття: Крижані пальці", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Fingers of Frost
[203748] = { "сувій закляття: Вигорання", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Burnout
[203749] = { "сувій закляття: Просвітлення", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Enlightenment
[203750] = { "карта скарбів Ельвиннського лісу", use="Викопати скарб у зазначеному місці.", flavor="На захід від Прикордонної вежі. Біля пня за лігвом хижаків." }, -- Elwynn Treasure Map
[203751] = { "сувій закляття: ПИСАЖНИЙ КРИС", use="Розшифрувати записи за допомогою буквара сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: CALE ENCI
[203752] = { "сувій закляття: ПОЛЕ ЖУВИМ'Я", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: MILEGIN VALF
[203753] = { "сувій закляття: РІЖЛІНЬ КАЦИПА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: RING SEFF OSTROF
[203754] = { "Архімаг Антонідас: повна автобіографія", flavor="Дещо переповнена компліментами. Тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- Archmage Antonidas: The Unabridged Autobiography
[203755] = { "Науковий журнал архімага Теокріта", flavor="Науковий журнал з вежі Азори. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Archmage Theocritus's Research Journal
[203756] = { "записи учня Азори: сторінка 1", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 1
[203784] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[203785] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[203786] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[203787] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[203960] = { "записи учня Азори: сторінка 2", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 2
[203961] = { "записи учня Азори: сторінка 3", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 3
[203962] = { "записи учня Азори: сторінка 4", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 4
[203990] = { "руна скалічення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mutilation
[203991] = { "руна швидкого пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Quick Draw
[203992] = { "руна хитрості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Trickery
[203993] = { "руна різанини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Slaughter
[203994] = { "руна смертельного варива", use="Навчає вас новій здібності гравіювання." }, -- Rune of Deadly Brew
[204174] = { "руна влучності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Precision
[204270] = { "ядро глибин" }, -- Fathom Core
[204441] = { "руна кривавого шаленства", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blood Frenzy
[204476] = { "відрубана голова кобольда", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Kobold Head
[204477] = { "відрубана голова мурлока", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Murloc Head
[204478] = { "відрубана голова гнола", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Gnoll Head
[204688] = { "перший фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's First Rune Fragment
[204689] = { "другий фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's Second Rune Fragment
[204690] = { "третій фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's Third Rune Fragment
[204703] = { "руна спустошення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Devastate
[204716] = { "руна несамовитого натиску", use="Навчає вас новій здібності гравіювання." }, -- Rune of Frenzied Assault
[204795] = { "руна тіньового удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowstrike
[204804] = { "гідраксійські браслети" }, -- Hydraxian Bangles
[204806] = { "руна переможного запалу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Victory Rush
[204807] = { "клинок глибин", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", hit="Вражає всіх ворогів перед вами потужним потоком води.", flavor="Кожен помах клинка відлунює шумом хвиль." }, -- Fathomblade
[204809] = { "руна несамовитого грому", use="Навчає вас новій здібності гравіювання." }, -- Rune of Furious Thunder
[204864] = { "записи учня Азори", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes
[204905] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть вовчу щелепу та кров гнола до нутрощів ягняти, після чого промовте закляття." }, -- Ominous Tome
[204906] = { "кров гнола", flavor="Реагент для ритуалу виклику" }, -- Gnoll Blood
[204907] = { "вовча щелепа", flavor="Реагент для ритуалу виклику" }, -- Wolf Jawbone
[204912] = { "руна благодаті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Grace
[205019] = { "уламок забрудненої душі" }, -- Tainted Soul Shard
[205020] = { "уламок чистої душі" }, -- Pure Soul Shard
[205022] = { "руна витягування душі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Soul Siphon
[205181] = { "невідомий артефакт", flavor="Якийсь езотеричний магічний предмет. Більш досвідчений чорнокнижник, мабуть, зможе розпізнати його." }, -- Unidentified Artifact
[205182] = { "безсилий артефакт", use="Пожертвуйте свою кров, щоб наповнити артефакт силою." }, -- Powerless Artifact
[205183] = { "наповнений скверною артефакт" }, -- Fel-Powered Artifact
[205184] = { "записка послушника" }, -- Acolyte's Note
[205215] = { "руна тактики", use="Навчає вас новій здібності гравіювання." }, -- Rune of Tactics
[205218] = { "манускрипт відкриття", use="Досягніть натхнення, вбивши 5 ворогів, а потім прочитайте, щоб вивчити нову здібність." }, -- Libram of Discovery
[205228] = { "руна стріли Хаосу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Chaos Bolt
[205230] = { "руна мари", use="Навчає вас новій здібності гравіювання." }, -- Rune of Haunting
[205364] = { "рюкзак послушника" }, -- Acolyte's Knapsack
[205420] = { "манускрипт присуду", use="Вивчити нову здібність після вивільнення енергії печаток на 10 ваших ворогів." }, -- Libram of Judgement
[205683] = { "руна докору", use="Навчає вас новій здібності гравіювання." }, -- Rune of Rebuke
[205685] = { "руна егіди", use="Навчає вас новій здібності гравіювання." }, -- Rune of Aegis
[205863] = { "осквернений манускрипт" }, -- Corrupted Libram
[205864] = { "обгоріла записка" }, -- Charred Note
[205897] = { "руна божественого світла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Divine Light
[205905] = { "спогад про відданого героя", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Devout Champion
[205932] = { "пророцтво про смерть короля", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a King's Demise
[205940] = { "спогад про темне призначення", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Dark Purpose
[205942] = { "химерне явлення", use="Вивчити нову здібність гравіювання." }, -- Chimaeric Epiphany
[205943] = { "пророцтво про осквернену цитадель", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Desecrated Citadel
[205944] = { "взаємне явлення", use="Вивчити нову здібність гравіювання." }, -- Reciprocal Epiphany
[205945] = { "спогад про ув'язненого спасителя", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of an Imprisoned Savior
[205946] = { "спогад про зраду лідера", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Leader's Betrayal
[205947] = { "пророцтво про осквернену цитадель", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Desecrated Citadel
[205948] = { "заспокійливе явлення", use="Вивчити нову здібність гравіювання." }, -- Anodyne Epiphany
[205949] = { "багатогранне явлення", use="Вивчити нову здібність гравіювання." }, -- Manifold Epiphany
[205950] = { "похмуре явлення", use="Вивчити нову здібність гравіювання." }, -- Tenebrous Epiphany
[205951] = { "спогад про стражденного послушника", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Troubled Acolyte
[205952] = { "спогад про розколотий світ", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Shattered World
[205953] = { "пророцтво про порушену клятву", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Broken Vow
[205961] = { "м'ясо мулґорського птаха", use="Покласти приманку біля лігва гірського кота" }, -- Mulgore Bird Meat
[205979] = { "руна флангового удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Flanking
[205995] = { "мускус лугової собачки", use="Ваша здібність \"Приручення звіра\" також діє на лугових собачок (як на улюбленців-компаньйонів)" }, -- Prairie Dog Musk
[206032] = { "руна розтинання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Carve
[206155] = { "руна стрільця", use="Навчає вас новій здібності гравіювання." }, -- Rune of Marksmanship
[206157] = { "сифорієвий заряд" }, -- Seaforium Mining Charge
[206159] = { "маскування ТзНБ \"Авантюра\"", flavor="Здається, це не дуже хороше маскування..." }, -- Venture Co Disguise
[206168] = { "руна химери", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Chimera
[206169] = { "руна вибухового пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Explosive Shot
[206170] = { "шишка Вітролютих" }, -- Windfury Cone
[206175] = { "соснова мазь" }, -- Pine Salve
[206176] = { "ступка та товкач", use="Розтерти 8 шишок Вітролютих, щоб створити отруйну мазь для зброї. Теоретично." }, -- Mortar and Pestle
[206177] = { "масло кедрового горіха", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Pine Nut Butter
[206264] = { "руна натхнення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Inspiration
[206344] = { "набір ножів", use="Спробувати обробити сиру блискучу рибку." }, -- Knife Set
[206345] = { "шматки риби" }, -- Fish Chunks
[206376] = { "символ оплоту", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Bulwark Icon
[206381] = { "символ здвоєння", use="Вивчити нову здібність після отримання шкоди від природи 10 разів." }, -- Dyadic Icon
[206382] = { "символ бурі", use="Вивчити нову здібність після ураження 10 ворогів, що не є гравцями, трьома різними стихіями (природою, кригою, вогнем)." }, -- Tempest Icon
[206383] = { "монолітний символ", use="Вивчити нову здібність після того, як ви заблокуєте 20 атак щитом." }, -- Lithic Icon
[206384] = { "астральний символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Astral Icon
[206385] = { "символ уламків", use="Вивчити нову здібність після вбивства 20 ворогів за допомогою \"Земного шоку\"." }, -- Clastic Icon
[206386] = { "гальванічний символ", use="Вивчити нову здібність після вбивства 10 ворогів за допомогою \"Блискавки\"." }, -- Galvanic Icon
[206387] = { "каджарський символ", use="Вивчити нову здібність після отримання шкоди від лави 5 разів. (Зменшує шкоду від деяких джерел лави)" }, -- Kajaric Icon
[206388] = { "сірчаний символ", use="Вивчити нову здібність після вбивства 10 ворогів за допомогою \"Земного шоку\"." }, -- Sulfurous Icon
[206389] = { "сірнистий символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Brimstone Icon
[206390] = { "іхтіанський символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Ichthyan Icon
[206391] = { "сизигічний символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Syzygic Icon
[206466] = { "корона прерії", use="Пробудити духа рівнин." }, -- Prairie Crown
[206469] = { "квітка прерії", use="Об'єднати 3 квітки прерії, щоб створити корону." }, -- Prairie Flower
[206954] = { "ідол ведмежої люті", use="Вивчити нову здібність після того, як ви протримаєтесь з більш ніж половиною запасу люті у ведмежій подобі протягом 60 секунд." }, -- Idol of Ursine Rage
[206963] = { "руна природного потенціалу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Natural Potential
[206966] = { "цибулина сатиринії", flavor="Саджанець чужорідної рослини." }, -- Satyrweed Bulb
[206970] = { "руна життя", use="Навчає вас новій здібності гравіювання." }, -- Rune of Life
[206975] = { "ключ від сховища артефактів", flavor="Відчиняє сховище артефактів" }, -- Artifact Storage Key
[206985] = { "ехо альфи", use="Вивчити нову здібність." }, -- Echo of the Alpha
[206989] = { "руна сонця", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Sun
[206992] = { "руна лобової атаки", use="Навчає вас новій здібності гравіювання." }, -- Rune of Skull Bash
[206994] = { "відрубана голова свинобраза", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Quilboar Head
[206995] = { "відрубана голова гарпії", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Harpy Head
[207062] = { "відрубана голова кентавра", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Centaur Head
[207098] = { "записка від Ба'со", flavor="Послання, написане жаргоном злодіїв" }, -- Note from Ba'so
[207106] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[207107] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[207108] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[207109] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[207110] = { "карта скарбів Дуротара", use="Викопати скарб у зазначеному місці.", flavor="Перед головою мавпи на південному острові Ехо." }, -- Durotar Treasure Map
[207590] = { "м'ясо дуротарського кабана", use="Покласти приманку біля лігва острівного кота" }, -- Durotar Pig Meat
[207631] = { "феромон гадюки", use="Ваша здібність \"Приручення звіра\" також діє на гадюк (як на улюбленців-компаньйонів)" }, -- Adder Pheromone
[207731] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть лапу макрури та череп кул-тірасця до найбільшого острову Ехо, після чого проведіть ритуал в колі сили." }, -- Ominous Tome
[207732] = { "лапа макрури", flavor="Реагент для ритуалу виклику" }, -- Makrura Leg
[207733] = { "череп кул-тірасця", flavor="Реагент для ритуалу виклику" }, -- Kul Tiran Skull
[207972] = { "Уроки Та'зо", flavor="Записи великого троля-мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Lessons of Ta'zo
[207973] = { "щелепа гончака", flavor="Реагент для ритуалу виклику" }, -- Hound Jawbone
[207974] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть щелепу гончака та кров гнола до стоків, після чого промовте закляття." }, -- Ominous Tome
[207975] = { "відрубана голова кажана", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Bat Head
[208005] = { "ключ від скарбниці Аґамандів", flavor="Відчиняє скарбницю" }, -- Agamand Relic Coffer Key
[208007] = { "ключ від скрині з кораблетрощі" }, -- Shipwreck Cache Key
[208034] = { "карта скарбів Тірісфаля", use="Викопати скарб у зазначеному місці.", flavor="На захід від Брілля, під мостом, з західної сторони." }, -- Tirisfal Treasure Map
[208035] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208036] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208037] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208038] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208085] = { "перстень-печатка лейтенанта Багряного Походу", use="Створити підроблені документи, що доводять злочини Багряного Походу проти Альянсу. Потрібне письмове приладдя з ратуші Брілля." }, -- Scarlet Lieutenant Signet Ring
[208086] = { "підроблені документи Багряного Походу", flavor="Обурливі міркування про расову перевагу людей, які безсумнівно занепокоять лідерів Альянсу." }, -- Forged Scarlet Memorandum
[208139] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть вовчу щелепу та кров вендиго на Блискучий кряж. Станьте на ритуальний камінь та викличте демона." }, -- Ominous Tome
[208140] = { "кров вендиго", flavor="Реагент для ритуалу виклику" }, -- Wendigo Blood
[208158] = { "бездоганне серце трога", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Pristine Trogg Heart
[208159] = { "відрубана голова троля", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Troll Head
[208160] = { "відрубана лапа вендиго", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Wendigo Paw
[208180] = { "мускус кролика", use="Ваша здібність \"Приручення звіра\" також діє на кроликів (як на улюбленців-компаньйонів)" }, -- Rabbit Musk
[208183] = { "записки аптекаря", use="Об'єднати 6 записів аптекаря, щоб отримати нове гравіювання." }, -- Apothecary Notes
[208185] = { "Підручник аптекаря з метафізики", flavor="Базові нотатки з арканічної теорії та досліджень заклинань за авторством архімага Ротвіка з Королівського товариства аптекарів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Apothecary's Metaphysical Primer
[208192] = { "м'ясо ден-морозького кабана", use="Покласти приманку в лігві великого ведмедя" }, -- Dun Morogh Pig Meat
[208205] = { "записка Чорнощура", flavor="Послання, написане жаргоном злодіїв" }, -- Blackrat's Note
[208213] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208215] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208218] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208219] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208220] = { "карта скарбів Дун-Морога", use="Викопати скарб у зазначеному місці.", flavor="Під мостом між Хараносом та Залізогартом." }, -- Dun Morogh Treasure Map
[208222] = { "каратель старої гвардії", equip="Після добивання цілі, що приносить досвід або честь, ваша наступна атака буде критичною.", flavor="Попередній власник старанно доглядав за цією зброєю." }, -- Old Guard Retaliator
[208223] = { "рюкзак послушника" }, -- Acolyte's Knapsack
[208224] = { "записка послушника" }, -- Acolyte's Note
[208414] = { "ідол місяця", use="Вивчити нову здібність після вбивства 6 ворогів за допомогою \"Місячного вогню\"." }, -- Lunar Idol
[208424] = { "сонцезахисні окуляри", flavor="Не варто дивитися безпосередньо на яскраві об'єкти." }, -- Sun Shades
[208601] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208602] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208603] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208604] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208605] = { "карта скарбів Тельдрассіля", use="Викопати скарб у зазначеному місці.", flavor="Порожнистий пень в Рут'Терані." }, -- Teldrassil Treasure Map
[208607] = { "оленячий мускус", use="Ваша здібність \"Приручення звіра\" також діє на оленів (як на улюбленців-компаньйонів)" }, -- Deer Musk
[208608] = { "м'ясо тельдрассільського птаха", use="Покласти приманку в лігві великого ведмедя" }, -- Teldrassil Bird Meat
[208609] = { "квітка галявини", use="Об'єднати 3 квітки галявини, щоб створити корону." }, -- Glade Flower
[208610] = { "відрубана голова сови", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Owl Head
[208611] = { "відрубана голова тигра", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Tiger Head
[208612] = { "відрубана голова павука", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Spider Head
[208682] = { "покинуте яйце тріскощелепа", flavor="Йому потрібен новий дім." }, -- Abandoned Snapjaw Egg
[208687] = { "руна розривання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Lacerate
[208689] = { "ідол дикості", use="Завдайте 20 разів шкоду від гровотечі гуманоїдам, після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Ferocious Idol
[208701] = { "руна влади над звірами", use="Навчає вас новій здібності гравіювання." }, -- Rune of Beast Mastery
[208739] = { "бойовий стяг Орди", flavor="Встроміть це в землю ваших ворогів" }, -- Horde Warbanner
[208741] = { "руна нескінченної люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Endless Rage
[208743] = { "жадібна душа" }, -- Soul of Greed
[208744] = { "руна тіньових стріл", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowbolts
[208749] = { "ключ від сховку Кривої Сосни", flavor="На ключі грубо вирізьблена гілка дерева." }, -- Gnarlpine Stash Key
[208750] = { "руна чаклування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Channeling
[208753] = { "сувій закляття: Регенерація", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Regeneration
[208754] = { "сувій закляття: ЕРЕН ГІЦЕРАЯ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TENGI RONEERA
[208758] = { "руна землі", use="Навчає вас новій здібності гравіювання." }, -- Earthen Rune
[208760] = { "корона галявини", use="Пробудити духа рівнин." }, -- Glade Crown
[208764] = { "руна розуму", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Mind
[208765] = { "рука допомоги", flavor="Рука простягнеться для рятівника" }, -- Helping Hand
[208766] = { "рука допомоги", flavor="Рука простягнута до вас" }, -- Helping Hand
[208767] = { "руна відновлення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mending
[208768] = { "коробка піратських сірників", flavor="Використовується для запалювання легкозаймистих матеріалів" }, -- Buccaneer's Matchbox
[208771] = { "руна танка клинків", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blade Dance
[208772] = { "руна удару шаблею", use="Навчає вас новій здібності гравіювання." }, -- Rune of Saber Slash
[208773] = { "рибальський гарпун", use="Кинути гарпун в ціль в радіусі 40 м.", flavor="Те, що потрібно для мисливця на акул!" }, -- Fishing Harpoon
[208777] = { "руна снайпера", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Sniper
[208778] = { "руна швидкого удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Quick Strike
[208799] = { "сувій закляття: Жива бомба", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Living Bomb
[208800] = { "Бакстан: про руйнівну магію", flavor="Праці видатного гобліна-мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Baxtan: On Destructive Magics
[208823] = { "жертовна монета", use="Киньте в найближчу криницю і загадайте бажання" }, -- Offering Coin
[208828] = { "спогад про порушену клятву", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Broken Vow
[208833] = { "зловісний пиріг", flavor="Випічка зі зловісною енергетикою." }, -- Malevolent Pie
[208838] = { "скринька Темного Заліза" }, -- Dark Iron Lockbox
[208843] = { "бойовий тотем", use="Викликати таурена на дуель", flavor="Символ ворожнечі для членів Орди" }, -- Battle Totem
[208847] = { "жеода в формі черепа", flavor="Схоже, що її можна розломити міцним ударом." }, -- Skull-Shaped Geode
[208848] = { "тріснута жеода в формі черепа", flavor="Ця жеода розколена." }, -- Cracked Skull-Shaped Geode
[208849] = { "манускрипт благословень", use="Вивчити нову здібність після того, як ви благословите 5 різних гравців." }, -- Libram of Blessings
[208851] = { "манускрипт правосуддя", use="Вивчити нову здібність після того, як ви вб'єте 10 ворогів, приголомшених \"Молотом правосуддя\"." }, -- Libram of Justice
[208853] = { "сувій закляття: Замороження мозку", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Brain Freeze
[208854] = { "розжований сувій закляття", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання.", flavor="Трогам-шаманам все потрібно розжовувати." }, -- Chewed Spell Notes
[208855] = { "приманка з веселкового тунця", use="Згодувати приманку цілі.", flavor="Смаколик для озерних монстрів" }, -- Rainbow Fin Albacore Chum
[208860] = { "Румі з Гномреґана: збірник робіт", flavor="Праці видатного гномського мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Rumi of Gnomeregan: The Collected Works
[209027] = { "крабові ласощі", use="Покормити ціль ласощами.", flavor="За допомогою цього хутропузи ловлять молодих рифових повзунів" }, -- Crab Treats
[209028] = { "сувій закляття: МОВА ЖАББИ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: BIVOLG NIMB
[209029] = { "лист від Емілі" }, -- Message from Emily
[209030] = { "ключ від сховку зі спорядженням" }, -- Equipment Stash Key
[209031] = { "непримітний конверт" }, -- Discreet Envelope
[209041] = { "чарівне гарбузове насіння", use="Посадити гарбузове насіння", flavor="Потребує особливого ґрунту та підживлення для росту." }, -- Magic Pumpkin Seeds
[209042] = { "борошно з риб'яччих кісток", flavor="Поживне і смердюче! Служить чудовим добривом." }, -- Fishy Bonemeal
[209043] = { "зразок родючого ґрунту", flavor="Зібраний тим, хто дійсно розбирається в ґрунті." }, -- Fertile Soil Sample
[209045] = { "душа моря" }, -- Soul of the Sea
[209047] = { "кострубатий гарпун", use="Кинути гарпун в ціль в радіусі 40 м.", flavor="Лише кров найбільшого молотника втамує його спрагу" }, -- Gnarled Harpoon
[209056] = { "запчастини збирача", use="Об'єднати запчастини збирача зі стихійним ядром, щоб створити прототип двигуна." }, -- Spare Reaper Parts
[209057] = { "прототип двигуна", use="Встановити в прототип жнивального збирача." }, -- Prototype Engine
[209058] = { "стихійне ядро", use="Об'єднати запчастини збирача зі стихійним ядром, щоб створити прототип двигуна." }, -- Elemental Core
[209059] = { "стегно іклоштрика", use="Покласти приманку біля лігва койота" }, -- Goretusk Haunch
[209418] = { "адамантинова черепахова броня" }, -- Adamantine Tortoise Armor
[209420] = { "Жабробій", flavor="Зачарована зброя. Кажуть, вона збирає душі вбитих мурлоків" }, -- Gillsbane
[209421] = { "ремінь Акваніса" }, -- Cord of Aquanis
[209422] = { "коль'є припливів" }, -- High Tide Choker
[209423] = { "струмлива накидка" }, -- Flowing Scarf
[209424] = { "бар'єр з панцирної пластини" }, -- Shell Plate Barrier
[209432] = { "пояс Гаму-ра" }, -- Ghamoo-ra's Cinch
[209436] = { "розколотий укус Серра'кіса", hit=8313, flavor="Цей кинджал на вигляд зношений, але його лезо досі гостре як бритва." }, -- Chipped Bite of Serra'kis
[209523] = { "мерехтлива накидка молотника" }, -- Shimmering Thresher Cape
[209524] = { "кайдани Серра'кіса" }, -- Bindings of Serra'kis
[209525] = { "заточений тальвар чорних вод", hit=13440 }, -- Honed Darkwater Talwar
[209527] = { "бойові рукавиці наг" }, -- Naga Battle Gauntlets
[209534] = { "азшарський арбалет", equip=21432 }, -- Azshari Arbalest
[209559] = { "палиця сутінкового мудреця", equip=9314 }, -- Twilight Sage's Walking Stick
[209560] = { "молот праведного суду" }, -- Hammer of Righteous Judgement
[209561] = { "палиця древнього сновиди", equip=18049 }, -- Rod of the Ancient Sleepwalker
[209562] = { "смертоносний удар гідри", hit="Бризкає на ціль древньою їдкою отрутою, яка завдає 20 шкоди від природи кожні 3 секунди і знижує її броню на 150 протягом 15 секунд." }, -- Deadly Strike of the Hydra
[209563] = { "нагський серцекол" }, -- Naga Heartrender
[209564] = { "тризуб захисника" }, -- Guardian's Trident
[209565] = { "кільце глибин" }, -- Band of Deep Places
[209566] = { "поножі вірності" }, -- Leggings of the Faithful
[209567] = { "сокира коралового рифу" }, -- Coral Reef Axe
[209568] = { "рукавиці водоростей" }, -- Algae Gauntlets
[209569] = { "високі чоботи зі шкіри мурлока" }, -- Murloc Hide Kneeboots
[209570] = { "фоліант печерних історій", equip=9397, flavor="Підзаголовок, хоч і трохи спантеличує, але читається так: \"Стратегічний путівник до зірок і назад\"." }, -- Tome of Cavern Lore
[209571] = { "смеркосяй" }, -- Deadlight
[209572] = { "мундир з чорної вивареної шкіри" }, -- Black Boiled Leathers
[209573] = { "гнівний шпиль", equip={ 9358, 9315 } }, -- Wrathful Spire
[209574] = { "полишені постулати Сріблястої Десниці", equip=20606, flavor="Краї цього вицвілого фоліанту обгоріли." }, -- Discarded Tenets of the Silver Hand
[209575] = { "вирізьблений з пенька символ", equip=21623 }, -- Carved Driftwood Icon
[209576] = { "гриб розширення свідомості", equip="+5 духу." }, -- Mind-Expanding Mushroom
[209577] = { "кулак дикої природи", equip=423002 }, -- Fist of the Wild
[209578] = { "сяючі шкіряні браслети", equip=9397 }, -- Glowing Leather Bands
[209579] = { "гуркіт грому", hit="Сила грому завдає 15 шкоди від природи." }, -- Crashing Thunder
[209580] = { "шквал вітру", hit="Порив вітру завдає 15 шкоди від природи." }, -- Gusting Wind
[209581] = { "сабатони Сріблястої Десниці" }, -- Silver Hand Sabatons
[209590] = { "потріскана водяна куля" }, -- Cracked Water Globe
[209608] = { "капітанська відмичка", use="Відкриває промоклу скриню капітана." }, -- Captain's Skeleton Key
[209667] = { "туманні поножі сновиди", equip=9397 }, -- Gaze Dreamer Leggings
[209668] = { "перстень-печатка сутінкового повелителя", equip=9397 }, -- Signet of the Twilight Lord
[209669] = { "черевики сутінкового заклинателя" }, -- Twilight Invoker's Shoes
[209670] = { "шкіроходи", flavor="Ви майже впевнені, що вони зроблені зі шкіри тварин." }, -- Skinwalkers
[209671] = { "мантія сутінкового заклинателя", equip=9398 }, -- Twilight Invoker's Robes
[209672] = { "чорні рукавички без пальців", equip=9398 }, -- Black Fingerless Gloves
[209673] = { "сяючий фетиш-амулет" }, -- Glowing Fetish Amulet
[209674] = { "запал фенікса" }, -- Phoenix Ignition
[209675] = { "мундир мушлеплетіння", flavor="Ви впевнені, що він насправді не сплетений з мушель." }, -- Clamweave Tunic
[209676] = { "наплічні щитки нищівних глибин" }, -- Shoulderguards of Crushing Depths
[209677] = { "кільце стрімких потоків", equip="Збільшує швидкість плавання на 10%." }, -- Loop of Swift Currents
[209678] = { "напліч вбивці молотників", equip="Збільшує шкоду від фізичних атак по звірам на 4." }, -- Mantle of the Thresher Slayer
[209679] = { "наплечі азшарського послушника" }, -- Azshari Novice's Shoulderpads
[209680] = { "водонепроникна накидка" }, -- Waterproof Scarf
[209681] = { "чорне яйце мурлока", use="М'ґррґл супроводжуватиме вас протягом 30 хвилин, надаючи незначний захист від тіні.", flavor="М'ґррґл ґлґрр р'лієг!" }, -- Black Murloc Egg
[209682] = { "міцний капюшон" }, -- Sturdy Hood
[209683] = { "хустка сутінкового заклинателя", equip=9397 }, -- Twilight Invoker's Shawl
[209684] = { "штани витягування душі", equip=9416 }, -- Soul Leech Pants
[209685] = { "древній моховий пояс", equip=9398 }, -- Ancient Moss Cinch
[209686] = { "намисто з зазубрених кісток", equip=9396 }, -- Jagged Bone Necklace
[209687] = { "кіраса зі шкіри гідри" }, -- Hydra Hide Cuirass
[209688] = { "мушкетон Бель-Модана" }, -- Bael Modan Blunderbuss
[209689] = { "чоботи з крабового панцира" }, -- Crabshell Waders
[209690] = { "койф з тіньової луски" }, -- Shadowscale Coif
[209691] = { "вампірський захалявний ніж", hit="Витягує 10 здоров'я з вашої жертви, зцілюючи вас." }, -- Vampiric Boot Knife
[209692] = { "напліччя стража" }, -- Sentinel Pauldrons
[209693] = { "бездоганна перлина Чорноводдя", flavor="Прислужник Старих Богів, Аку'май, мертвий. Світанковому вартовому Селґорму варто дізнатись про це." }, -- Perfect Blackfathom Pearl
[209694] = { "ритуальний кинджал Чорноводдя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4." }, -- Blackfathom Ritual Dagger
[209748] = { "сфера Алталакса" }, -- Althalaxx Orb
[209778] = { "сіль закликача" }, -- Summoner's Salt
[209779] = { "крихта Маннорота" }, -- Mote of Mannoroth
[209800] = { "уламки сфери" }, -- Orb Fragments
[209816] = { "фетиш безладу", equip="Збільшує шкоду \"Вогняної стріли\" вашого біса на 2." }, -- Fetish of Mischief
[209817] = { "буси пустотника", equip=7517 }, -- Voidwalker Brooch
[209818] = { "осяяний сонцем серп", equip=7688 }, -- Sun-Touched Crescent
[209819] = { "паличка приборкання виверни", flavor="Дозволяє приручати молодих гордокрилів в Каміннопазуристих горах." }, -- Wyvern Taming Wand
[209820] = { "намисто чорної завіси", equip=7708 }, -- Black Shroud Choker
[209821] = { "перстень тіневидця", equip="Дещо збільшує вашу здібність виявлення непомітності." }, -- Ring of Shadowsight
[209822] = { "сила мети" }, -- Strength of Purpose
[209823] = { "перстень звірів", equip="Збільшує шкоду ваших вихованців на 1%." }, -- Signet of Beasts
[209824] = { "мерехтливі наплечі", equip=7517 }, -- Shimmering Shoulderpads
[209825] = { "намисто крапель" }, -- Droplet Choker
[209828] = { "морозне напліччя", equip=9403 }, -- Sub-Zero Pauldrons
[209830] = { "арбалет залізної шкури", equip=7515 }, -- Ironhide Arbalest
[209836] = { "сфера Алталакса" }, -- Althalaxx Orb
[209838] = { "гіпнотичний кристал" }, -- Hypnotic Crystal
[209840] = { "кострубата паличка дикої магії" }, -- Gnarled Wand of Wild Magic
[209841] = { "сутність дикої магії", use="Наповнити велику чарівну паличку дикою магією." }, -- Wild Magic Essence
[209843] = { "Нар'таласький альманах, том 74", flavor="Магічні дослідження древніх квел'дорай. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Nar'thalas Almanac, Vol. 74
[209844] = { "Даларанський довідник, том 23", flavor="Магічні дослідження Кірін-Тора. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Dalaran Digest, Vol. 23
[209845] = { "Привороти та чари", flavor="Заклинання для маніпуляцій та обману. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Bewitchments and Glamours
[209846] = { "Таємниці Сновидців", flavor="Спостереження та роздуми про Смарагдовий Сон. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Secrets of the Dreamers
[209847] = { "Посібник з арканічних систем", flavor="Дещо невпорядковані поради з усунення несправностей у гоблінській техніці. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Arcanic Systems Manual
[209848] = { "Сувої Ґоаз", flavor="Написані втраченою мовою Титанів. Тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- Goaz Scrolls
[209849] = { "Злочини проти анатомії", flavor="За авторством доктора Крастінова. Сумнівне доповнення до колекції будь-якої бібліотеки." }, -- Crimes Against Anatomy
[209850] = { "Руни королів-чаклунів", flavor="Реліквія могутньої імперії огрів з Дренору. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Runes of the Sorcerer-Kings
[209851] = { "Лють землі", flavor="Секрети шаманізму клану Зловісного Тотема. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Fury of the Land
[209852] = { "руна команди \"вбити\"", use="Навчає вас новій здібності гравіювання." }, -- Rune of Kill Command
[209872] = { "шолом драконоборця" }, -- Dragonslayer's Helm
[209873] = { "щит драконоборця" }, -- Dragonslayer's Shield
[209874] = { "спис драконоборця" }, -- Dragonslayer's Lance
[210015] = { "руна лютого удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Raging Blow
[210026] = { "символ третьої сови", flavor="Ви опанували морську стихію." }, -- Symbol of the Third Owl
[210043] = { "символ другої сови", flavor="Душа Аґона нарешті знайшла спокій." }, -- Symbol of the Second Owl
[210044] = { "символ першої сови", flavor="Знак істинного захисника." }, -- Symbol of the First Owl
[210045] = { "тінелист" }, -- Shadeleaf
[210053] = { "лапа зловісного вовка" }, -- Dire Wolf Paw
[210055] = { "кістка людини з Гіллзбраду" }, -- Hillsbrad Human Bones
[210056] = { "настоянка пробудження смерті" }, -- Tincture of Waking Death
[210080] = { "підношення вуду" }, -- Voodoo Offering
[210137] = { "руна дикого росту", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wild Growth
[210138] = { "указ Темного Заліза" }, -- Dark Iron Ordinance
[210146] = { "турбокомпресор подрібнювача" }, -- Shredder Turbocharger
[210147] = { "модуль утилізації подрібнювача", use="Розібрати розбитий подрібнювач на запчастини." }, -- Shredder Autosalvage Unit
[210177] = { "Атерік: про магічні дива", flavor="Праці видатного архімага Кірін-Тора. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Ataeric: On Arcane Curiosities
[210178] = { "креслення: Модуль утилізації подрібнювача" }, -- Schematic: Shredder Autosalvage Unit
[210179] = { "сувій закляття: Замороження мозку", use="Перекласти записи, щоб вивчити нове гравіювання. Потрібен зразок авторського почерку." }, -- Spell Notes: ILMEGAI SARRBES
[210183] = { "ріг Кселтоса", flavor="Видає легке гудіння, що в'їдається прямо в мозок." }, -- Horn of Xelthos
[210186] = { "проломний заряд", use="Відчинити важкі ворота, у стилі гоблінів!" }, -- Breaching Charge
[210187] = { "замовлення ТзНБ \"Авантюра\"" }, -- Venture Co. Work Order
[210188] = { "подрібнене замовлення", flavor="Схоже, що його було пошкоджено в бою." }, -- Shredded Work Order
[210195] = { "незбалансований ідол", use="Збалансуйте сили місяця, Смарагдового Сну та дикої природи, щоб вивчити нову здібність." }, -- Unbalanced Idol
[210209] = { "парний ключ" }, -- Twin Key
[210210] = { "сертифікат заснування Ґріззоборонпрому", flavor="Дрібний шрифт чітко вказує на те, що цей сертифікат не має жодної цінності чи юридичної сили. Але якщо ви прикриєте цю частину пальцем, продавець нічого не запідозрить." }, -- Grizzwerks Defense Industries Founder's Certificate
[210212] = { "половина ключа брата", use="Скласти разом половини ключів брата й сестри." }, -- Brother's Half-Key
[210213] = { "половина ключа сестри", use="Скласти разом половини ключів брата й сестри." }, -- Sister's Half-Key
[210229] = { "руна скалічення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mutilation
[210250] = { "золотий перстень з гравіюванням", flavor="На персні вигравіювано: Одягнувши __ обручки __ коліна __ статуєю __." }, -- Engraved Gold Ring
[210251] = { "срібний перстень з гравіюванням", flavor="На персні вигравіювано: __ обидві __ станьте на __ перед __ на кладовищі." }, -- Engraved Silver Ring
[210252] = { "руна проколювання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shiving
[210253] = { "тотем гниття", use="Викликати дух стихій.", flavor="Звичайний тотем... понівечений темною магією так, що навіть досвідчені шамани його не впізнають" }, -- Rot Totem
[210322] = { "руна отруєння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Venom
[210323] = { "код від сейфа", flavor="0-4-5-1" }, -- Safe Combination
[210329] = { "карта скарбів Гіллзбрада", flavor="Йди по річкі на північ, повз Альтерацькі гори. Те, що ти шукаєш, лежить під спадаючими течіями." }, -- Hillsbrad Treasure Map
[210330] = { "важлива підказка", flavor="Гарні відомості коштують чимало." }, -- Hot Tip
[210410] = { "приманка з прісноводного луціана", use="Кинути наживку.", flavor="Киньте за борт, щоб приманити щось велике!" }, -- Freshwater Snapper Bait
[210499] = { "заболотяник", use="З'їсти (на свій страх і ризик)." }, -- Marshroom
[210500] = { "руна зірок", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Stars
[210534] = { "ідол дикої природи", use="Вилікуйте 10 різних звірів, після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Idol of the Wild
[210568] = { "старезна філактерія", flavor="Артефакт оточує жахлива аура." }, -- Decrepit Phylactery
[210569] = { "руна бичування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Flagellation
[210573] = { "руна неконтрольованої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Consuming Rage
[210589] = { "ехо пращурів", use="Вивчити нову здібність гравіювання." }, -- Echo of the Ancestors
[210596] = { "руна ударів кобри", use="Навчає вас новій здібності гравіювання." }, -- Rune of Cobra Strikes
[210653] = { "руна лівиці", use="Навчає вас новій здібності гравіювання." }, -- Rune of Main Gauche
[210654] = { "сувій закляття: Повернення у часі", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Rewind Time
[210655] = { "сувій закляття: ПОРІВЕЧЕНА НУСНЯ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TERWEM DINI
[210665] = { "крихта проливної люті" }, -- Mote of Torrential Rage
[210667] = { "крихта пекельної люті" }, -- Mote of Infernal Rage
[210668] = { "крихта сейсмічної люті" }, -- Mote of Seismic Rage
[210696] = { "гнилобій", flavor="Вкрите кров'ю лезо більше не переливається у світлі, але все ще відлякує ворогів..." }, -- Rot Bane
[210708] = { "еліксир глибокого жалю", use="Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Elixir of Coalesced Regret
[210709] = { "рецепт: Еліксир глибокого жалю", use="Навчає вас створювати еліксир глибокого жалю.", recipe_result_item=210708 }, -- Recipe: Elixir of Coalesced Regret
[210712] = { "еліксир прозріння", use="Побачити видіння біля вогнища Дже'неу." }, -- Elixir of Insight
[210713] = { "закатована душа", use="Принесіть в жертву кров, щоб звільнити цю закатовану душу." }, -- Tortured Soul
[210724] = { "посох Гірзека" }, -- Hirzek's Staff
[210741] = { "автоматичний пробійник натовпу", equip=435531, use=460455, flavor="Для поліпшення користувацького досвіду для цьогорічної моделі було додано низку вдосконалень." }, -- Automatic Crowd Pummeler
[210746] = { "руна щита землі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Earth Shield
[210763] = { "гілка Алтека", flavor="Розколотий уламок великої сили. Схоже, колись це була частина могутньої зброї." }, -- Bough of Altek
[210765] = { "сфера Дес", flavor="Кулю пронизує полум'я і темна магія, водночас зачаровуючи і викликаючи тривожність. Схоже, колись це була частина могутньої зброї." }, -- Orb of Des
[210771] = { "загублені припаси: злитки міді", use="Додайте 20 злитків міді, щоб завершити партію припасів." }, -- Waylaid Supplies: Copper Bars
[210772] = { "партія припасів: злитки міді", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment: Copper Bars
[210773] = { "напліччя Другої війни", equip=21506 }, -- Mantle of the Second War
[210779] = { "креслення: напліччя Другої війни", use="Навчає вас створювати напліччя Другої війни.", recipe_result_item=210773 }, -- Plans: Mantle of the Second War
[210781] = { "браслети фенікса", equip=9400 }, -- Phoenix Bindings
[210794] = { "мінлива срібна кіраса", equip={ "Цей предмет наповнений чистою силою Порожнечі. Коли власника атакують, цей предмет має шанс накласти на нападника жахливе прокляття, внаслідок чого той отримуватиме додаткову шкоду від усіх джерел протягом 15 секунд.", 432639 } }, -- Shifting Silver Breastplate
[210795] = { "позамежні чоботи з павутинного шовку", equip={ 9397, 432639 }, use="Миттєво перейти в іншу реальність, миттєво зменшуючи загрозу, а також зменшуючи всю вхідну та вихідну шкоду на 30% протягом 6 сек." }, -- Extraplanar Spidersilk Boots
[210811] = { "руна первозданної люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Primordial Fury
[210817] = { "руна виживання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Survival
[210818] = { "руна самотнього вовка", use="Навчає вас новій здібності гравіювання." }, -- Rune of Lone Wolf
[210820] = { "руна жертви", use="Навчає вас новій здібності гравіювання." }, -- Rune of Sacrifice
[210822] = { "гармонічне явлення", use="Вивчити нову здібність гравіювання." }, -- Harmonious Epiphany
[210823] = { "руна бою з двох рук", use="Навчає вас новій здібності гравіювання." }, -- Rune of Dual Wield Specialization
[210824] = { "руна угоди", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Pact
[210825] = { "руна вісника війни", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Warbringer
[210953] = { "око Бхоски", flavor="Хоча око й неживе, ви відчуваєте, що за вами спостерігають..." }, -- Eye of Bhossca
[210955] = { "уніформа посвяченого Багряного Походу", use="Замаскуватися під учасника Багряного Походу. Підозрілі дії розкриють маскування." }, -- Scarlet Initiate's Uniform
[210963] = { "ключ провидця" }, -- Scryer's Key
[210966] = { "кров Легіону", flavor="Темна і густа... Ця кров пов'язана з великими командирами Легіону." }, -- Blood of the Legion
[210967] = { "таємне повідомлення" }, -- Confidential Message
[210968] = { "ключ від релікварія" }, -- Reliquary Key
[210979] = { "руна тіньових кроків", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowstep
[210980] = { "руна метаморфози", use="Навчає вас новій здібності гравіювання." }, -- Rune of Metamorphosis
[211205] = { "руна вбивці кобр", use="Навчає вас новій здібності гравіювання." }, -- Rune of Cobra Slayer
[211247] = { "викрійка: Браслети фенікса", use="Навчає вас пошиттю браслетів фенікса.", recipe_result_item=210781 }, -- Pattern: Phoenix Bindings
[211263] = { "нагрудник правосуддя", equip={ 13384, 9343, 28325 } }, -- Judgement Chestguard
[211269] = { "примітивний малюнок" }, -- Primitive Drawing
[211272] = { "порожня клітка для приманки", use="Спіймати тваринку, щоб використати її як приманку." }, -- Empty Bait Cage
[211273] = { "спіймана тваринка", use="Використати тваринку як приманку." }, -- Trapped Critter
[211293] = { "багряне трофейне перо" }, -- Crimson Trophy Quill
[211301] = { "руна виявлення слабких місць", use="Навчає вас новій здібності гравіювання." }, -- Rune of Expose Weakness
[211315] = { "загублені припаси: легка шкіра", use="Додайте 14 легких шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Light Leather
[211316] = { "загублені припаси: мироквіт", use="Додайте 20 мироквітів, щоб завершити партію припасів." }, -- Waylaid Supplies: Peacebloom
[211317] = { "загублені припаси: срібнолист", use="Додайте 20 срібнолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Silverleaf
[211318] = { "загублені припаси: крихітні зілля лікування", use="Додайте 20 крихітних зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Healing Potions
[211319] = { "загублені припаси: мідні короткі мечі", use="Додайте 6 мідних коротких мечів, щоб завершити партію припасів." }, -- Waylaid Supplies: Copper Shortswords
[211320] = { "загублені припаси: рунічні мідні штани", use="Додайте 3 пари рунічних мідних штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Runed Copper Pants
[211321] = { "загублені припаси: малі чарівні жезли", use="Додайте 2 малі чарівні жезли, щоб завершити партію припасів." }, -- Waylaid Supplies: Lesser Magic Wands
[211322] = { "загублені припаси: слабка чарівна олія", use="Додайте 2 слабкі чарівні олії, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Wizard Oil
[211323] = { "загублені припаси: грубі мідні бомби", use="Додайте 12 грубих мідних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Copper Bombs
[211324] = { "загублені припаси: грубі громостріли", use="Додайте 3 грубі громостріли, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Boomsticks
[211325] = { "загублені припаси: шкіряні ремені ручної роботи", use="Додайте 5 шкіряних ременів ручної роботи, щоб завершити партію припасів." }, -- Waylaid Supplies: Handstitched Leather Belts
[211326] = { "загублені припаси: тиснені шкіряні жилети", use="Додайте 3 тиснені шкіряні жилети, щоб завершити партію припасів." }, -- Waylaid Supplies: Embossed Leather Vests
[211327] = { "загублені припаси: коричневі лляні штани", use="Додайте 6 коричневих лляних штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Brown Linen Pants
[211328] = { "загублені припаси: коричневі лляні мантії", use="Додайте 4 коричневі лляні мантії, щоб завершити партію припасів." }, -- Waylaid Supplies: Brown Linen Robes
[211329] = { "загублені припаси: запечені яйця з травами", use="Додайте 20 запечених яєць з травами, щоб завершити партію припасів." }, -- Waylaid Supplies: Herb Baked Eggs
[211330] = { "загублені припаси: вовчатина з прянощами", use="Додайте 20 порцій вовчатини з прянощами, щоб завершити партію припасів." }, -- Waylaid Supplies: Spiced Wolf Meat
[211331] = { "загублені припаси: блискуча рибка", use="Додайте 20 блискучих рибок, щоб завершити партію припасів." }, -- Waylaid Supplies: Brilliant Smallfish
[211332] = { "загублені припаси: щільні лляні бинти", use="Додайте 10 щільних лляних бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Linen Bandages
[211365] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211367] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211368] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211382] = { "маленька сумка кур'єра" }, -- Small Courier Satchel
[211384] = { "міцна сумка кур'єра" }, -- Sturdy Courier Bag
[211385] = { "руна зміїного розмаху", use="Навчає вас новій здібності гравіювання." }, -- Rune of Serpent Spread
[211386] = { "сувій закляття: Арканічний сплеск", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Arcane Surge
[211387] = { "руна джерела світла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Beckoning Light
[211390] = { "руна дратування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Teasing
[211391] = { "руна цілющого дощу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Healing Rain
[211392] = { "руна вічної химороді", use="Навчає вас новій здібності гравіювання." }, -- Rune of Everlasting Affliction
[211393] = { "руна цілеспрямованої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Single-Minded Fury
[211419] = { "жменя мінливої луски", flavor="Ця дивовижна луска злегка мерехтять, ніби вона не зовсім безтілесні. Вочевидь, це вплив дивовижної магії... якби тільки знайти когось, хто знає про них більше." }, -- Handful of Shifting Scales
[211420] = { "талісман мінливої луски", equip="Захищає носія від впливу Нищівної пітьми." }, -- Shifting Scale Talisman
[211421] = { "скринька", use="Спробуйте скористатись потужним джерелом Світла для знищення скриньки.", flavor="Дотик до коробки одразу ж наповнює вас почуттям глибокого занепокоєння... але також і почуттям творчого натхнення, якого ви ніколи раніше не відчували." }, -- The Box
[211422] = { "уламок Порожнечі", flavor="Все, що залишилося від скриньки — крихітний уламок абсолютно чорного кристалу. Він ніби поглинає світло." }, -- Shard of the Void
[211423] = { "шкіряні рукавички Порожнечі", equip=432639, use="Поринути у божевілля, збільшуючи швидкість атаки на 10%, а також збільшуючи вашу загрозу протягом 10 секунд." }, -- Void-Touched Leather Gloves
[211426] = { "гілка Тіней", flavor="Уражена Смарагдовим Жахом, ця гілка висмоктує життя носія." }, -- Bough of Shadows
[211427] = { "посудина душі", flavor="Ув'язнює демонічні душі і висмоктує з них силу." }, -- Soul Vessel
[211443] = { "клинок люті" }, -- Blade of Rage
[211444] = { "плащ закликача" }, -- Summoner's Cloak
[211445] = { "варварський вигнутий лук" }, -- Barbaric Recurve
[211447] = { "вантаж зі зброєю" }, -- Arms Shipment
[211448] = { "підписаний договір про постачання" }, -- Signed Procurement Contract
[211449] = { "перлина Порожнечі месника", equip=9330 }, -- Avenger's Void Pearl
[211450] = { "перлина Порожнечі заклинателя", equip=9416 }, -- Invoker's Void Pearl
[211451] = { "перлина Порожнечі послушника", equip=9407 }, -- Acolyte's Void Pearl
[211452] = { "бездоганна перлина Чорноводдя", flavor="Прислужник Старих Богів, Аку'май, мертвий. Башані Рунному Тотему варто дізнатись про це." }, -- Perfect Blackfathom Pearl
[211454] = { "дивна водяна куля" }, -- Strange Water Globe
[211455] = { "витончені рукавички без пальців", equip={ 9408, 9411 } }, -- Slick Fingerless Gloves
[211456] = { "кинджал добровільної жертви", equip=9417 }, -- Dagger of Willing Sacrifice
[211457] = { "пояс сутінкового захисника", equip=7517 }, -- Twilight Defender's Girdle
[211458] = { "фоліант тіньового оберега" }, -- Tome of Shadow Warding
[211460] = { "древній арктичний баклер" }, -- Ancient Arctic Buckler
[211461] = { "гравійований могильний скіпетр" }, -- Inscribed Gravestone Scepter
[211462] = { "перстень вічного натхнення" }, -- Ever-Sustaining Ring
[211463] = { "браслети цвіркуна" }, -- Chittering Beetle Clasps
[211464] = { "поношена накидка прелата" }, -- Worn Prelacy Cape
[211465] = { "осяяні чоботи прозріння" }, -- Nimbus Boots of Insight
[211466] = { "серцевинний ремінь" }, -- Tender's Heartwood Girdle
[211467] = { "перстень Залізного Кулака" }, -- Band of the Iron Fist
[211468] = { "поношене каштанове напліччя", equip=9395 }, -- Frayed Chestnut Mantle
[211471] = { "ключ Скельноджерельного водоспаду" }, -- Cliffspring Key
[211472] = { "манускрипт вигнання", use="Вивчити нову здібність після того, як ви застосуєте \"Вигнати невмерлого\" на ворогів і вб'єте їх за допомогою \"Екзорцизму\" 5 разів." }, -- Libram of Banishment
[211476] = { "руна пробудженого полум'я", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fires Wake
[211477] = { "руна спалення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Incinerate
[211482] = { "приношення Розтрощеного Списа" }, -- Shatterspear Offering
[211487] = { "вибухівка", use="Покласти на землю вибухівку з коротким запалом.", flavor="Корисна лише для розчищення сміття та завалів." }, -- Demolition Explosives
[211488] = { "руна месника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Avenger
[211490] = { "пророцтво про тисячу вогнів", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Thousand Lights
[211491] = { "бездонна сумка зі шкіри мурлока" }, -- Bottomless Murloc Skin Bag
[211492] = { "торба Келріса" }, -- Kelris's Satchel
[211498] = { "тренувальний ночезуб стражів", use=429856 }, -- Trainee's Sentinel Nightsaber
[211499] = { "тренувальний вовк вершників", use=429857 }, -- Trainee's Outrider Wolf
[211500] = { "міцна тканинна пов'язка", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Cloth Headband
[211501] = { "нагрудник міці", equip={ 7597, 15464 } }, -- Chestguard of Might
[211502] = { "шкіряні рукавиці Порожнечі", equip=432639, use="Поринути у божевілля, збільшуючи шкоду від заклять на 10%, а також збільшуючи вашу загрозу протягом 10 секунд." }, -- Void-Touched Leather Gauntlets
[211504] = { "кольчуга сутінкового месника", equip=7517 }, -- Twilight Avenger's Chain
[211505] = { "шолом сутінкового месника", equip=7517 }, -- Twilight Avenger's Helm
[211506] = { "чоботи сутінкового месника" }, -- Twilight Avenger's Boots
[211507] = { "капюшон сутінкового стихійника", equip=9398 }, -- Twilight Elementalist's Cowl
[211508] = { "чоботи сутінкового стихійника" }, -- Twilight Elementalist's Footpads
[211509] = { "мантія сутінкового стихійника", equip=9397 }, -- Twilight Elementalist's Robe
[211510] = { "капюшон сутінкового вбивці", equip=9142 }, -- Twilight Slayer's Cowl
[211511] = { "чоботи сутінкового вбивці" }, -- Twilight Slayer's Footpads
[211512] = { "мундир сутінкового вбивці" }, -- Twilight Slayer's Tunic
[211514] = { "сувій закляття: Масова регенерація", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Mass Regeneration
[211527] = { "затишний спальний мішок", use="Розгорнути спальний мішок. Відпочивши в ньому хоча б хвилину, ви отримаєте бонус до досвіду, що накопичується до 3 разів.", flavor="Старий, але досі цілий." }, -- Cozy Sleeping Bag
[211528] = { "темне прозріння", use="Помедитувати над самотньою могилою в Смерколіссі, щоб отримати пророцтво." }, -- Dark Insight
[211530] = { "пророцтво про оточене місто", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a City Enthralled
[211531] = { "пророцтво про сімох гостей", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Seven Visitors
[211534] = { "первісне прозріння", use="Помедитувати над ловцем снів Колючохутрих, щоб отримати пророцтво." }, -- Primal Insight
[211691] = { "сувій закляття: Арканічний спалах", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Arcane Blast
[211777] = { "манускрипт наги" }, -- Naga Manuscript
[211779] = { "чари сприйняття", flavor="Допомагає з перекладом сувоїв заклять." }, -- Comprehension Charm
[211780] = { "сувій: КВІДЖІБО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: KWYJIBO
[211784] = { "сувій: ВАББА ЛАББА", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: WUBBA WUBBA
[211785] = { "сувій: ЦВАЛ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: CWAL
[211786] = { "сувій: ОТЕЦЬ ЧАРСОВИХ НІН", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: CHAP BALK WELLES
[211787] = { "сувій: СИЧАНАДНИЙ ВАЛАЗ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: LOWER PING WHOMEVER
[211789] = { "капюшон Артеміди", equip=14027 }, -- Artemis Cowl
[211799] = { "мішок крадених припасів", flavor="Ймовірно, Ада забрала їх коли втікала з собору." }, -- Sack of Stolen Goods
[211800] = { "сувій реінтеграції", use="Повертає мертвого гравця до життя з 15% здоров'я та мани. Не можна використовувати під час бою." }, -- Scroll of Reintegration
[211809] = { "буквар сприйняття", flavor="Допомагає з перекладом простих сувоїв заклять." }, -- Comprehension Primer
[211813] = { "оберіг Срібнокрилих стражів", flavor="Ви отримали це від загиблого бійця Срібнокрилих стражів. Можливо, Провидцю буде цікаво поглянути." }, -- Silverwing Sentinel Charm
[211814] = { "знак авангарду Пісні Війни", flavor="Ви отримали це від загиблого бійця авангарду Пісні Війни. Можливо, жриці місяця буде цікаво поглянути." }, -- Warsong Outrider Mark
[211815] = { "бойовий гімн Срібнокрилих", use="Збільшення всієї шкоди та зцілення на 5% протягом 2 годин.", flavor="Захоплююча композиція, що підтримує бойовий дух перед боєм." }, -- Silverwing Battle Hymn
[211816] = { "бойовий барабан Пісні Війни", use="Збільшення всієї шкоди та зцілення на 5% протягом 2 годин.", flavor="Бойовий барабан, що тіло рве до бою." }, -- Warsong Battle Drum
[211818] = { "дивна водяна куля" }, -- Strange Water Globe
[211819] = { "загублені припаси: злитки бронзи", use="Додайте 12 злитків бронзи, щоб завершити партію припасів." }, -- Waylaid Supplies: Bronze Bars
[211820] = { "загублені припаси: злитки срібла", use="Додайте 6 злитків срібла, щоб завершити партію припасів." }, -- Waylaid Supplies: Silver Bars
[211821] = { "загублені припаси: середня шкіра", use="Додайте 12 середніх шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Medium Leather
[211822] = { "загублені припаси: синцівка", use="Додайте 20 синцівок, щоб завершити партію припасів." }, -- Waylaid Supplies: Bruiseweed
[211823] = { "загублені припаси: прудкоп'ях", use="Додайте 20 прудкоп'яхів, щоб завершити партію припасів." }, -- Waylaid Supplies: Swiftthistle
[211824] = { "загублені припаси: невеликі зілля мани", use="Додайте 20 невеликих зіллів мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Lesser Mana Potions
[211825] = { "загублені припаси: грубі бронзові чоботи", use="Додайте 3 пари грубих бронзових чобіт, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Bronze Boots
[211826] = { "загублені припаси: срібні ключі-відмички", use="Додайте 14 срібних ключів-відмичок, щоб завершити партію припасів." }, -- Waylaid Supplies: Silver Skeleton Keys
[211827] = { "загублені припаси: рунічні срібні жезли", use="Додайте 1 рунічний срібний жезл, щоб завершити партію припасів." }, -- Waylaid Supplies: Runed Silver Rods
[211828] = { "загублені припаси: слабка олія мани", use="Додайте 2 слабкі олії мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Mana Oil
[211829] = { "загублені припаси: малі бронзові бомби", use="Додайте 12 малих бронзових бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Small Bronze Bombs
[211830] = { "загублені припаси: вишукана підзорна труба", use="Додайте 2 вишукані підзорні труби, щоб завершити партію припасів." }, -- Waylaid Supplies: Ornate Spyglasses
[211831] = { "загублені припаси: темні шкіряні плащі", use="Додайте 2 темні шкіряні плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Dark Leather Cloaks
[211832] = { "загублені припаси: наплечі жителя пагорбів", use="Додайте 2 наплечі жителя пагорбів, щоб завершити партію припасів." }, -- Waylaid Supplies: Hillman's Shoulders
[211833] = { "загублені припаси: сірі вовняні сорочки", use="Додайте 4 сірі вовняні сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Gray Woolen Shirts
[211834] = { "загублені припаси: оздоблений перлами плащ", use="Додайте 3 оздоблені перлами плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Pearl-clasped Cloaks
[211835] = { "загублені припаси: копчена мудрориба", use="Додайте 15 порцій копченої мудрориби, щоб завершити партію припасів." }, -- Waylaid Supplies: Smoked Sagefish
[211836] = { "загублені припаси: копчена ведмежатина", use="Додайте 20 порцій копченої ведмежатини, щоб завершити партію припасів." }, -- Waylaid Supplies: Smoked Bear Meat
[211837] = { "загублені припаси: гоблінські фаршировані молюски", use="Додайте 8 гоблінських фаршированих молюсків, щоб завершити партію припасів." }, -- Waylaid Supplies: Goblin Deviled Clams
[211838] = { "загублені припаси: щільні вовняні бинти", use="Додайте 15 щільних вовняних бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Wool Bandages
[211839] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211840] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211841] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211842] = { "пошарпаний капелюх роздумів Раккамара", equip=9343 }, -- Rakkamar's Tattered Thinking Cap
[211843] = { "маска презирства", equip=13385 }, -- Mask of Scorn
[211845] = { "точильний камінь Чорноводдя", use="При застосуванні на зброї збільшує ймовірність нанесення ударів на 2% протягом 30 хвилин. Ефект не діє за межами Чорноводних глибин.", flavor="Ці загадкові зачаровані камені, здається, сяють тим яскравіше, чим глибше ви спускаєтеся в Чорноводні глибини." }, -- Blackfathom Sharpening Stone
[211846] = { "креслення: Точильний камінь Чорноводдя", use="Навчає вас створювати точильний камінь Чорноводдя.", recipe_result_item=211845 }, -- Plans: Blackfathom Sharpening Stone
[211848] = { "чорноводна олія мани", use="При нанесенні на зброю відновлює 12 мани кожні 5 сек та збільшує ймовірність нанесення удару заклинаннями на 2% протягом 5 хвилин. Ефект діє лише в Чорноводних глибинах." }, -- Blackfathom Mana Oil
[211849] = { "формула: Чорноводна олія мани", use="Навчає вас створювати чорноводну олію мани.", recipe_result_item=211848 }, -- Formula: Blackfathom Mana Oil
[211852] = { "обмотки забрудненої води", equip=7710 }, -- Handwraps of Befouled Water
[211853] = { "сувій: ЗВИВЕНЬ І МАКРОРО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: VOCE WELL
[211854] = { "сувій: ОМІТ КЕСА", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: OMIT KESA
[211855] = { "сувій: В'ЯНКА БЛЄДНА НОНІ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: STHENIC LUNATE
[211856] = { "міцний кольчужний койф", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Mail Coif
[211857] = { "міцна шкіряна маска", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Leather Mask
[211933] = { "загублені припаси: грубий камінь", use="Додайте 10 грубих каменів, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Stone
[211934] = { "загублені припаси: зілля лікування", use="Додайте 10 зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Healing Potions
[211935] = { "загублені припаси: еліксир вогнеміці", use="Додайте 15 еліксирів вогнеміці, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixir of Firepower
[211940] = { "племінний охоронець Екс'ава", equip=17232 }, -- Ecks'av's Tribal Guardian
[211941] = { "ярі вітроступа", hit="Вражає ворогів перед вами силою вітру, вогню та всіляких інших речей!" }, -- Windwalker's Yari
[211944] = { "карма Тояри", hit="Хвиля полум'я завдає всім ворогам навколо від 208 до 249 шкоди вогнем, а також викликає у них запаморочення на 6 секунд." }, -- Tojara's Karma
[211953] = { "сувій магічного відновлення I", use=430948 }, -- Scroll of Arcane Recovery I
[211954] = { "сувій магічної точності I", use=430949 }, -- Scroll of Arcane Accuracy I
[211955] = { "сувій магічного захисту - вогонь I", use=430950 }, -- Scroll of Arcane Protection - Fire I
[211956] = { "сувій магічного захисту - крига I", use=430951 }, -- Scroll of Arcane Protection - Frost I
[211957] = { "сувій магічної сили I", use=430952 }, -- Scroll of Arcane Power I
[212160] = { "хронозаміщувач благословень", ref=184937 }, -- Chronoboon Displacer
[212225] = { "нескінченна посудина душі", use=433813 }, -- Neverending Soul Vessel
[212230] = { "креслення: Посудина душі", use="Навчає вас створювати посудину душі.", recipe_result_item=211427 }, -- Schematic: Soul Vessel
[212347] = { "ключ Ілларі" }, -- Illari's Key
[212548] = { "руна затемнення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Eclipse
[212549] = { "руна капканника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Trapper
[212551] = { "руна воєнного ремесла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Warfare
[212552] = { "психософічне явлення" }, -- Psychosophic Epiphany
[212553] = { "прикрашена коштовностями шкатулка" }, -- Jewel-Encrusted Box
[212559] = { "руна отруєного клинка", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Poisoned Blade
[212560] = { "руна пробудження пращурів", use="Навчає вас новій здібності гравіювання." }, -- Rune of Ancestral Awakening
[212561] = { "руна палаючої темряви", use="Навчає вас новій здібності гравіювання." }, -- Rune of Burning Darkness
[212562] = { "руна цілющої немамовитості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Healing Rage
[212568] = { "вовчий трофей", use="Накладання на шолом чарів, що дозволяють отримати 20 енергії або 5 люті при перетворенні в кота або ведмедя." }, -- Wolfshead Trophy
[212580] = { "посох хранителя знань", equip=21362 }, -- Lorekeeper's Staff
[212581] = { "лук вісника" }, -- Outrunner's Bow
[212582] = { "меч захисника" }, -- Protector's Sword
[212583] = { "клинок стражниці" }, -- Sentinel's Blade
[212584] = { "кострубатий посох радника", equip=21362 }, -- Advisor's Gnarled Staff
[212585] = { "лук вершника" }, -- Outrider's Bow
[212586] = { "меч легіонера" }, -- Legionnaire's Sword
[212587] = { "клинок розвідника" }, -- Scout's Blade
[212588] = { "рукавички провізора" }, -- Provisioner's Gloves
[212589] = { "чоботи кур'єра" }, -- Courier Treads
[212590] = { "підйомний ремінь" }, -- Hoist Strap
[212693] = { "гниле насіння" }, -- Rotten Seed
[212723] = { "сутність гуркоту" }, -- Rumbling Essence
[212724] = { "сутність вихру" }, -- Whirling Essence
[212726] = { "сутність припливу" }, -- Rushing Essence
[212748] = { "порвана записка" }, -- Tattered Note
[212792] = { "око бурі" }, -- Eye of the Tempest
[212982] = { "зілля шквалоломів", use="Захищає вас від стихій." }, -- Squall-breakers Potion
[212994] = { "браслети ловця бурь" }, -- Stormchaser's Bindings
[212996] = { "браслети закликача блискавки", equip=23727 }, -- Lightningcaller's Bindings
[212997] = { "браслети закликача хвиль", equip=21625 }, -- Tidecaller's Bindings
[213036] = { "вода озера Елуна'ара", use="Полити водою саджанець древня.", flavor="Крихка куля води, освячена древнім Орокаєм." }, -- Water of Elune'ara
[213074] = { "руна підживлення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Nourishing
[213086] = { "руна вихору", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Storm
[213087] = { "плащ сержанта" }, -- Sergeant's Cloak
[213088] = { "плащ сержанта" }, -- Sergeant's Cloak
[213090] = { "руна синергії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Synergy
[213092] = { "руна альфи", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Alpha
[213093] = { "руна сили", use="Навчає вас новій здібності гравіювання." }, -- Rune of Power
[213094] = { "руна вогненного спалаху", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fire Nova
[213096] = { "руна приманок", use="Навчає вас новій здібності гравіювання." }, -- Rune of Decoys
[213098] = { "руна закляття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Invocation
[213100] = { "руна заборонених знань", use="Навчає вас новій здібності гравіювання." }, -- Rune of Forbidden Knowledge
[213101] = { "руна тіньового полум'я", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowflames
[213102] = { "руна нечестивості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wickedness
[213103] = { "руна припливу крові", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blood Surge
[213104] = { "руна безжальної точності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Ruthless Precision
[213105] = { "Шаурмагеддон", use="Збільшує швидкість атаки на 4% і надає атакам ближнього бою шанс завдати додатково 7 шкоди від вогню." }, -- Shawarmageddon
[213109] = { "руна зосередженої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focused Rage
[213110] = { "руна командира", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Commander
[213111] = { "руна втручання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Intervention
[213112] = { "сувій закляття: Обстріл снарядами", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Missile Barrage
[213113] = { "сувій закляття: Полум'яна вдача", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Hot Streak
[213116] = { "сувій закляття: Хроностатичне збереження", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Chronostatic Preservation
[213118] = { "руна короля джунглів", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Jungle King
[213119] = { "руна інстинктів", use="Навчає вас новій здібності гравіювання." }, -- Rune of Instinct
[213120] = { "руна сновиди", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Dreamer
[213121] = { "сушений падуб", use="Перетворює ваш транспортний засіб на щось більш святкове." }, -- Preserved Holly
[213122] = { "руна впевненого пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Steady Shot
[213124] = { "руна ближнього бою", use="Навчає вас новій здібності гравіювання." }, -- Rune of Close Combat
[213125] = { "руна збадьорення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Invigoration
[213126] = { "руна забіяки", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Scrapper
[213127] = { "сувій закляття: САТИРАРІЧНА ЛОЖКА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: PELFRB STOLLOTS
[213128] = { "руна благочестя", use="Навчає вас новій здібності гравіювання." }, -- Rune of Piety
[213130] = { "руна вливання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Infusions
[213132] = { "руна захисника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Guardian
[213136] = { "руна непомітності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Subtlety
[213137] = { "руна раптового нападу", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Assailant
[213138] = { "руна витримки", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Southpaw
[213139] = { "руна вбивці", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Assassin
[213140] = { "пророцтво про скоре зцілення", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of the Quickened Path
[213142] = { "пророцтво про ув'язнене зло", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Imprisoned Malice
[213143] = { "апокрифічне явлення", use="Вивчити нову здібність гравіювання." }, -- Apocryphal Epiphany
[213144] = { "сяйнисте явлення" }, -- Luminous Epiphany
[213165] = { "Василіски: чи варто боятися скам'яніння?", flavor="Дослідження використання частин василіска як реактивів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Basilisks: Should Petrification be Feared?
[213168] = { "мідна монета крові", use="Перетворити 100 мідних монет крові на 1 срібну монету крові.", flavor="Малий знак служіння лоа крові." }, -- Copper Blood Coin
[213169] = { "срібна монета крові", use="Перетворити 100 срібних монет крові на 1 золоту монету крові.", flavor="Знак служіння лоа крові." }, -- Silver Blood Coin
[213170] = { "золота монета крові", flavor="Символ служби лоа крові." }, -- Gold Blood Coin
[213278] = { "бойові рукавиці бац-маестро", equip={ 439651, 7544 } }, -- Bonk-Maestro's Handguards
[213279] = { "світловідбиваючий шолом", equip=9342 }, -- Reflective Skullcap
[213280] = { "оптичний шолом стрільця", equip=436239 }, -- Marksman's Scopevisor
[213281] = { "електромагнітний реактиватор гіперпотоку", equip=9345, use="Створити блискавку і направити її у всіх ворогів перед собою, завдаючи від 152 до 172 шкоди від природи. Після цього заклинач буде оточений електричним бар'єром на 10 хв." }, -- Electromagnetic Hyperflux Reactivator
[213282] = { "гіперзаряджена шестерня винахідливості", equip={ 7680, 21625 } }, -- Hypercharged Gear of Innovation
[213283] = { "гіперзаряджена шестерня спалення", equip={ 9416, 21618 } }, -- Hypercharged Gear of Conflagration
[213284] = { "гіперзаряджена шестерня спустошення" }, -- Hypercharged Gear of Devastation
[213285] = { "забруднені мастилом обмотки Лева", equip={ 9415, 21361 } }, -- Lev's Oil-Stained Bindings
[213286] = { "голка Електрошокера", hit="Сила грому завдає від 25 до 35 шкоди від природи." }, -- Electrocutioner's Needle
[213287] = { "гайка Електрошокера", equip=9398 }, -- Electrocutioner Hexnut
[213288] = { "бубонні рукавиці Бубонника", equip=436239 }, -- Grubbis Grubby Gauntlets
[213289] = { "Гідропосох", equip=11789 }, -- Hydrostaff
[213290] = { "кислотні калоші", equip=9416 }, -- Acidic Waders
[213291] = { "Токсичний месник II", hit=435169 }, -- Toxic Revenger II
[213292] = { "гізмотронний гігарубач" }, -- Gizmotron Gigachopper
[213293] = { "високотехнологічна суперрушниця Mk.VII", equip=9141 }, -- Hi-tech Supergun Mk.VII
[213294] = { "печерні сабатони", equip=7517 }, -- Caverndeep Sabatons
[213295] = { "ультразвуковий віброклинок", hit=434837 }, -- Ultrasonic Vibroblade
[213296] = { "заряджений головоруб", hit=434842 }, -- Supercharged Headchopper
[213297] = { "осцилюючий молоток", equip=7517 }, -- Oscillating Blasthammer
[213298] = { "комбінезон механіка" }, -- Mechbuilder's Overalls
[213299] = { "вкриті паливом штани", flavor="Тримати подалі від вогню." }, -- Petrolspill Pants
[213300] = { "рукавички майстерного бійця", equip=9415 }, -- Fighter Ace Gloves
[213301] = { "синтетичний наплічник", equip=9417 }, -- Synthetic Mantle
[213302] = { "наплічник хитрого дипломата" }, -- Mantle of the Cunning Negotiator
[213303] = { "напличники блискавковідводу", equip={ 432639, 9358 } }, -- Lightning Rod Spaulders
[213304] = { "напліччя вбивці трогів", equip=9332 }, -- Troggslayer Pauldrons
[213305] = { "оброблені литі наплічники" }, -- Machined Alloy Shoulderplates
[213306] = { "накидка винахідливості", equip=9415 }, -- Ingenuity's Cover
[213307] = { "плащ розщеплення" }, -- Drape of Dismantling
[213308] = { "прототип плаща-парашута", use=12438, flavor="Цей плащ виготовлений з надзвичайною майстерністю. Він буде чудово виглядати на вас, доки не вийде з ладу і не спалахне полум'ям." }, -- Prototype Parachute Cloak
[213309] = { "плащ винахідника", equip={ 7681, 21624 } }, -- Cloak of Invention
[213310] = { "надпровідна мерехтлива сорочка", equip={ 9316, 21626 } }, -- Hyperconductive Shimmershirt
[213311] = { "надпровідна мантія", equip=9346 }, -- Hyperconductive Robe
[213312] = { "ізольований фартух", equip={ 14254, 432639 } }, -- Insulated Apron
[213313] = { "ізольований нагрудник" }, -- Insulated Chestguard
[213314] = { "кольчуга електроманта", equip={ 436239, 9334 } }, -- Electromantic Chainmail
[213315] = { "кольчужна сорочка електроманта", equip=14799 }, -- Electromantic Chainshirt
[213316] = { "кіраса К.А.Т.А.С.Т.Р.О.Ф." }, -- H.A.Z.A.R.D. Breastplate
[213317] = { "експериментальні стабілізатори прицілу", equip=9332, flavor="Відчуття від носіння цих браслетів не дуже приємні." }, -- Experimental Aim Stabilizers
[213318] = { "вишукані браслети з темного заліза", equip={ 432639, 9415 } }, -- Ornate Dark Iron Bangles
[213319] = { "рукавиці машиніста", equip={ 432639, "Збільшує силу атаки на 30 в бою з механізмами." } }, -- Machinist's Gloves
[213320] = { "рукавиці магічної точності", equip=432639 }, -- Fingers of Arcane Accuracy
[213321] = { "пояс летких сумішей", equip={ 432639, 9417 } }, -- Volatile Concoction Belt
[213322] = { "пояс череполома" }, -- Skullduggery Waistband
[213323] = { "пасок земних глибин", equip=9359 }, -- Cord of Deep Earth
[213324] = { "електромагнітний пояс", equip={ 432639, 9416 } }, -- Electromagnetic Waistcord
[213325] = { "пояс темних видінь", equip={ 432639, 14027 } }, -- Darkvision Girdle
[213326] = { "пояс виправлення", equip=9345 }, -- Girdle of Reclamation
[213327] = { "пояс трога-берсерка" }, -- Belt of the Trogg Berserker
[213328] = { "надпровідні штани", equip={ 9408, 18379 } }, -- Hyperconductive Pantaloons
[213329] = { "надпровідна спідниця", equip=9342 }, -- Hyperconductive Skirt
[213330] = { "ножні лати К.А.Т.А.С.Т.Р.О.Ф.", equip=432639 }, -- H.A.Z.A.R.D. Legplates
[213331] = { "ізольовані поножі", equip=13603 }, -- Insulated Leggings
[213332] = { "ізольовані набедреники", equip=432639 }, -- Insulated Legguards
[213333] = { "шоси електроманта", equip={ 432639, 9335 } }, -- Electromantic Chausses
[213334] = { "гамбезон електроманта", equip={ 15714, 21362 } }, -- Electromantic Gambeson
[213335] = { "чоботи К.А.Т.А.С.Т.Р.О.Ф." }, -- H.A.Z.A.R.D. Boots
[213336] = { "надпровідні черевики", equip=9415 }, -- Hyperconductive Walkers
[213337] = { "надпровідні сандалі", equip=7681 }, -- Hyperconductive Sandals
[213338] = { "заземлюючі чоботи електроманта", equip={ 9398, 21618 } }, -- Electromantic Grounding Boots
[213339] = { "заземлюючі сабатони електроманта" }, -- Electromantic Grounding Sabatons
[213340] = { "чоботи оператора гномобота" }, -- Gnomebot Operators Boots
[213341] = { "ізольовані робочі чоботи", equip=17746 }, -- Insulated Workboots
[213342] = { "ізольовані галоші", equip=9357 }, -- Insulated Galoshes
[213343] = { "знак правосуддя", equip={ 13669, 7517 } }, -- Justice Badge
[213344] = { "заводний медальйон гномреганського миротворця", equip={ 9329, 436239 } }, -- Gnomeregan Peace Officer's Torque
[213345] = { "поршневий кулон", equip=9415 }, -- Piston Pendant
[213346] = { "підвіска повернення", equip={ 7680, 21625 } }, -- Pendant of Homecoming
[213347] = { "мініатюрна камера згоряння", equip=9417, use="Випадковим чином перетворює 1-150 здоров'я на 1-150 мани щосекунди протягом 10 секунд." }, -- Miniaturized Combustion Chamber
[213348] = { "гіроматичний експеримент 420б", equip=9330, use="Збільшує швидкість атаки на 5%. Можливо, ви зможете продовжити цей експеримент..." }, -- Gyromatic Experiment 420b
[213349] = { "пляшка гномієвих пігулок", equip=21362, use="Робить ціль невразливою до ефектів знерухомлення на 5 секунд. Також знімає наявні ефекти знерухомлення.", flavor="Побічні ефекти можуть включати: розлад шлунку, печію та всихання." }, -- Gniodine Pill Bottle
[213350] = { "загартоване ядро Вірдала", equip=13669, use="Збільшує броню на 1000, але зменшує швидкість руху на 60%. Ефект триває 10 секунд і його не можна відмінити.", flavor="Найміцніше ядро." }, -- Wirdal's Hardened Core
[213351] = { "опромінений баштовий щит", equip=9417 }, -- Irradiated Tower Shield
[213352] = { "щастя слюсаря", equip=9407 }, -- Gear-Mender's Grace
[213353] = { "дефібриляційний посох", equip={ 18029, 17823 }, use="Іноді посох може повернути до життя мертвого гравця. Не можна використовувати під час бою." }, -- Defibrillating Staff
[213354] = { "посох злого генія", equip={ 432639, 14799 }, flavor="На держаку викарбувано ім'я \"Лу Кавий\"" }, -- Staff of the Evil Genius
[213355] = { "жало Фалько", flavor="На прикладі вигравірувана маленька мантикора." }, -- Falco's Sting
[213356] = { "кастомізований бластер Термоштепселя", equip=21436 }, -- Thermaplugg's Custom Blaster
[213369] = { "тьмяносяйна шкіра" }, -- Faintly Glowing Leather
[213370] = { "опромінені обрізки шкіри", flavor="Досвідчений шкірник може зробити з цього щось корисне." }, -- Irradiated Leather Scraps
[213371] = { "ящик забрудненого розчину гномію", flavor="Досвідчений алхімік може зробити з цього щось корисне." }, -- Crate of Tainted Gniodine Solution
[213372] = { "ізолюючий гномій" }, -- Insulating Gniodine
[213373] = { "світловідбиваючий металобрухт", flavor="Досвідчений коваль може зробити з цього щось корисне." }, -- Reflective Scrapmetal
[213376] = { "низькофонові пластини ясносрібла" }, -- Low-Background Truesilver Plates
[213378] = { "нестабільне мікроволокно", flavor="Досвідчений кравець може зробити з цього щось корисне." }, -- Unstable Microfilament
[213379] = { "надпровідне чароволокно" }, -- Hyperconductive Arcano-Filament
[213381] = { "купа потьмянілих шестерень", flavor="Досвідчений інженер може зробити з цього щось корисне." }, -- Pile of Tarnished Gears
[213383] = { "поліровані ясносрібні шестерні" }, -- Polished Truesilver Gears
[213390] = { "обертовий ясносрібний блокувальник", equip={ 21470, "При успішному блоці гострі елементи цього щита завдають від 5 до 10 шкоди нападнику і від 2 до 10 шкоди власнику." }, flavor="Краї цього щита напрочуд гострі. Вони несуть небезпеку як власнику, так і нападнику." }, -- Whirling Truesilver Gearwall
[213407] = { "котяча м'ята", use=13494, flavor="Культивовано Рістелем Кігтем, щоб підбурювати друїдів Пазура перед битвою." }, -- Catnip
[213408] = { "гіроматичний макро-регулятор" }, -- Gyromatic Macro-Adjustor
[213409] = { "арканоріз Меґґабура", hit="Вибух арканічної енергії, що завдає 30 шкоди від аркани, знижує всі види опору на 45 і збільшує шкоду від заклинань на 6% протягом 20 секунд. Діє лише на ворогів 45 рівня й нижче." }, -- Mekkatorque's Arcano-Shredder
[213410] = { "мерехтливий гізмоклинок", equip=14254 }, -- Glimmering Gizmoblade
[213411] = { "незгасимий запал Іскроклаца", flavor="Тепер не вибухає при зберіганні!" }, -- Izzleflick's Inextinguishable Igniter
[213412] = { "діелектричний захисний щиток", equip={ 9408, 21362 } }, -- Dielectric Safety Shield
[213413] = { "надзвичайно м'які наплічники", equip=7679 }, -- Generously Padded Shoulderpads
[213414] = { "пояс механоцілителя", equip={ 9314, 21362 } }, -- Mech-Mender's Sash
[213415] = { "напульсники штукаря", equip=9406 }, -- Tinker's Wrist Wraps
[213416] = { "реактивний сікач Термоштепселя" }, -- Thermaplugg's Rocket Cleaver
[213417] = { "койф з ясносрібного волокна", equip={ 436239, 21363 } }, -- Truesilver Filament Coif
[213418] = { "зварні ясносрібні кільця", equip=21508 }, -- Welded Truesilver Ringlets
[213419] = { "посібник з ремонту 9-60", equip=9408 }, -- 9-60 Repair Manual
[213421] = { "обпалена записка" }, -- Singed Note
[213422] = { "нерозбірливий рецепт" }, -- Illegible Recipe
[213426] = { "огрський блискавковідвід", use="Помістити в пухкий ґрунт." }, -- Ogre Lightning Rod
[213427] = { "вкритий брудом брухт" }, -- Grime-Encrusted Salvage
[213442] = { "кіготь майстра шестерень" }, -- Cogmaster's Claw
[213443] = { "подарунок, що цокає" }, -- Ticking Present
[213444] = { "потьмяніла молитовна намистина I", flavor="Нехай ті, що йдуть проти нас, пізнають нашу силу." }, -- Tarnished Prayer Bead I
[213445] = { "потьмяніла молитовна намистина II", flavor="Нехай Світло захистить нас від всяких ран." }, -- Tarnished Prayer Bead II
[213446] = { "потьмяніла молитовна намистина III", flavor="Нехай нечестивці та боягузи пізнають правосуддя." }, -- Tarnished Prayer Bead III
[213447] = { "вервиця Світла", flavor="Часто використовується в молитві членами Церкви Святого Світла." }, -- Rosary of the Light
[213448] = { "божествена молитовна намистина I", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead I
[213449] = { "божествена молитовна намистина II", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead II
[213450] = { "божествена молитовна намистина III", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead III
[213451] = { "осквернений тотем вогню", flavor="Заплямований впливом Палаючого Леза, цей тотем потрісканий і почорнілий, але ви все ще відчуваєте в ньому зв'язок зі стихією. Мабуть, когось іншого ця знахідка стурбує не менше за вас." }, -- Corrupted Fire Totem
[213452] = { "дрімаюча свята руна", flavor="Віддай своє життя за іншого, і перш ніж дух твій покине тіло, нехай твоє спасіння повернеться до тебе." }, -- Dormant Holy Rune
[213513] = { "манускрипт визволення", use="Вивчити нову здібність після того, як ви 5 разів знімете ефекти обмеження руху з допомогою \"Благословення свободи\"." }, -- Libram of Deliverance
[213526] = { "гомілка гібрида", flavor="На смак як яловичина, і як курка." }, -- Hybrid Haunch
[213527] = { "суміш контрабандних спецій", flavor="Головне доповнення будь-якого камбуза. Може зробити смачним навіть черевик." }, -- Smuggler's Spice Blend
[213528] = { "тепле пиво", flavor="І не дуже свіже." }, -- Balmy Brew
[213529] = { "в'язка отрута", flavor="Легко роз'їдає болотних тваринок. Чудово підходить для маринадів!" }, -- Viscous Venom
[213542] = { "Некрогномікон", equip=9343 }, -- The Necro-Gnomicon
[213543] = { "сувій: ШОТИ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: UPDOG
[213544] = { "сувій: ДИМ БАЛКАР", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: TOPAZ YORAK
[213545] = { "сувій: МАГ І ЧУЧІ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: PEATCHY ATTAX
[213546] = { "сувій: БІБОБУ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: SHOOBEEDOOP
[213547] = { "сувій: ЗМАЩЕЧО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: THAW WORDS
[213548] = { "сувій граничного переходу", use="Телепортуватися до члена групи. Як ви, так і ціль маєте відпочивати в корчмі або в місті." }, -- Scroll of Liminal Passage
[213549] = { "суувій арканічної риболовлі" }, -- Scroll of Arcane Angling
[213550] = { "сувій поліморфії: Дивний кавун", use="Перетворити ціль на дивний кавун." }, -- Scroll of Polymorph: Odd Melon
[213551] = { "сувій керованого заміщення" }, -- Scroll of Controlled Displacement
[213552] = { "сльоза Терадрас", flavor="Ці кристали ретельно охороняються кентаврами племені Ґелкіс. Кажуть, що вони дарують своєму власникові захист духів землі." }, -- Tear of Theradras
[213553] = { "сльоза Терадрас", flavor="Ці кристали ретельно охороняються кентаврами племені Ґелкіс. Кажуть, що вони дарують своєму власникові захист духів землі." }, -- Tear of Theradras
[213554] = { "флакон кришталевої води", use="Mix with the Tears of Theradras to create an Elemental Salve capable of purifying corruption.", flavor="The water is so crystal clear that the vial seems empty." }, -- Vial of Crystal Water
[213558] = { "бальзам стихій", use="Полити на осквернені предмети, щоб очистити їх.", flavor="Потужний бальзам, здатний очистити глибоке осквернення." }, -- Elemental Salve
[213559] = { "перемикач швидкостей механобіга", equip=9415, flavor="Використання цього предмета передбачає наявність у механобіга механічної коробки передач." }, -- Mechanostrider Gear Shifter
[213560] = { "глушник механобіга", equip=9329 }, -- Mechanostrider Muffler
[213562] = { "сітка для збору комах", use="Спіймати екзотичного жука і зберегти його як зразок." }, -- Bug Catching Net
[213563] = { "путівник ентомолога" }, -- Field Guide
[213564] = { "сувій малого прикликання", use="Відновлює ману." }, -- Scroll of Minor Evocation
[213565] = { "набір ентомолога-початківця" }, -- Entomology Starter Kit
[213566] = { "зразок деревного тарантула" }, -- Arbor Tarantula Specimen
[213567] = { "зразок плотокуса" }, -- Flesh Picker Specimen
[213568] = { "зразок сінного довгоносика" }, -- Hay Weevil Specimen
[213572] = { "душа Порожнечі", flavor="Чиста енергія Порожнечі." }, -- Soul of the Void
[213573] = { "кулон заклинателя", use="Об'єднати 10 кулонів заклинателя та душу Порожнечі поблизу призми Порожнечі." }, -- Conjuror's Pendant
[213574] = { "висушена насінниця", flavor="Перед посадкою необхідно зволожити." }, -- Desiccated Seed Pod
[213583] = { "сірчана статуетка", flavor="Схоже, щол її попередній власник надто часто грався з вогнем." }, -- Brimstone Carving
[213594] = { "ідол ревуна", use="Спровокуйте 2 або більше ворогів \"Войовничим ревом\" і вбийте принаймні одного з них. Після 3 вбивств скористайтесь цим ідолом, щоб вивчити нову здібність." }, -- Idol of the Heckler
[213599] = { "тривожне видіння", use="Зосередитись на видінні, щоб вивчити нове заклинання. Перед цим необхідно осягнути осквернені знання." }, -- Unsettling Vision
[213632] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213633] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213634] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213641] = { "коробка гномреґанського брухту", flavor="У цій коробці гномреґанського брухту можуть міститись корисні речі для вашої професії." }, -- Box of Gnomeregan Salvage
[213701] = { "міцне перо гарпії", use="Об'єднати 10 міцних пір'їн гарпії, 3 ікла небесного змія та шовкову нитку, щоб створити підношення духу вітру." }, -- Strong Harpy Feather
[213709] = { "ікло небесного змія", use="Об'єднати 10 міцних пір'їн гарпії, 3 ікла небесного змія та шовкову нитку, щоб створити підношення духу вітру." }, -- Cloud Serpent Fang
[213735] = { "бездоганне ядро процесора Г-7", flavor="Ця штука може обробляти низьковаріативні реляційні кодові вузли зі швидкістю понад понад 4 мільйони гігафлопсів. Ого!" }, -- Pristine G-7 C.O.R.E. Processor
[213736] = { "кородоване ядро процесора Г-7", flavor="Ядро процесора вкрите корозією та липкою чорною речовиною, але крізь них все ще можна розгледіти номер моделі та кілька нерозбірливих слів. Певно, вам знадобиться фахівець, щоб відновити його." }, -- Corroded G-7 C.O.R.E. Processor
[213737] = { "підношення духу вітру", use="Принести підношення духу вітру, щоб проявити свою віру." }, -- Offering to the Wind Spirit
[214435] = { "ключ від клітки з пумою", use="Відчиняє клітку з пумою." }, -- Cougar Cage Key
[215111] = { "нейрогномний монокль з чароволокна", equip={ 15714, 21618 }, use="Приборкати приховану чародійну енергію навколо вас, щоб зарядитися натхненням, зменшуючи витрати мани на всі заклинання на 50% і збільшуючи шкоду і зцілення на 50 протягом 12 секунд." }, -- Gneuro-Linked Arcano-Filament Monocle
[215114] = { "сяючий надпровідний лускатий койф", equip=14248, use="Вивільнити заряд, що миттєво завдає вам від 312 до 688 шкоди, натомість збільшуючи швидкість вимовляння заклинань на 20% протягом 10 сек." }, -- Glowing Hyperconductive Scale Coif
[215115] = { "надпровідний золотий пояс", equip={ 436239, 432639 }, use="Витягнути з пояса надпровідну монету і підкинути її. Якщо випадає аверс, ви збільшуєте ймовірність завдання критичного удару заклинаннями і атаками ближнього бою на 3% протягом наступних 30 секунд. Якщо випадає герб, ви збільшуєте швидкість руху на 10% протягом наступних 30 секунд.", flavor="Цей пояс легенько побрязкує коли ви рухаєтесь." }, -- Hyperconductive Goldwrap
[215127] = { "високопродуктивна радіаційна бомба", use="Завдає від 150 до 250 шкоди від вогню в радіусі вибуху і додатково 25 шкоди від природі кожні 2 секунди протягом 10 секунд. Також зменшує швидкість руху уражених цілей на 25% протягом 10 секунд." }, -- High-Yield Radiation Bomb
[215129] = { "формула: Чари для зброї - Демонтаж", use="Накладання на зброю чарів, що дозволяють всім атакам і заклинанням з деяким шансом завдавати додатково від 60 до 90 шкоди механізмам." }, -- Formula: Enchant Weapon - Dismantle
[215138] = { "формула: Чари для нагрудника - Електровідплата", use="Навчає вас накладати на нагрудник чари, що відбивають 9 шкоди в нападників, що атакують носія в ближньому бою." }, -- Formula: Enchant Chest - Retricutioner
[215141] = { "зачарована сигіла: Винахідливість", use="Навчає вас створювати сигілу винахідливості.", recipe_result_item=217308 }, -- Enchanted Sigil: Innovation
[215149] = { "викрійка: Нейрогномний монокль з чароволокна", use="Навчає вас створювати нейрогномний монокль з чароволокна.", recipe_result_item=215111 }, -- Pattern: Gneuro-Linked Arcano-Filament Monocle
[215152] = { "викрійка: Сяючий нейрогномний каптур", use="Навчає вас створювати сяючий нейрогномний каптур.", recipe_result_item=215166 }, -- Pattern: Glowing Gneuro-Linked Cowl
[215153] = { "креслення: Обертовий ясносрібний блокувальник", use="Навчає вас створювати обертовий ясносрібний блокувальник.", recipe_result_item=213390 }, -- Schematic: Whirling Truesilver Gearwall
[215155] = { "креслення: Загартований шолом із захистом від перешкод", use="Навчає вас створювати загартований шолом із захистом від перешкод.", recipe_result_item=215161 }, -- Plans: Temepered Interference-Negating Helmet
[215156] = { "креслення: Надпровідний золотий пояс", use="Навчає вас створювати надпровідний золотий пояс.", recipe_result_item=215115 }, -- Schematic: Hyperconductive Goldwrap
[215161] = { "загартований шолом із захистом від перешкод", equip=436239, use="Підвищити концентрацію, зменшуючи швидкість руху на 20%, але збільшуючи опір заклинанням усіх шкіл на 50 і збільшуючи швидкість атаки ближнього бою на 20% протягом 10 секунд.", flavor="Гарантовано захистить ваш мозок від усіх загроз, фізичних та всіх інших!" }, -- Tempered Interference-Negating Helmet
[215162] = { "злегка опромінене зілля омолодження", use="Відновлює від 262 до 438 мани та від 340 до 460 здоров'я. Також збільшує силу атаки на 40 та шкоду від заклинань на 35 протягом 20 секунд.", flavor="Побічні ефекти можуть включати: запаморочення, сухість у роті, втому, відсутність апетиту, гостре радіаційне отруєння, мутації та смерть. Використовувати за призначенням." }, -- Mildly Irradiated Rejuvenation Potion
[215163] = { "рецепт: Злегка опромінене зілля омолодження", use="Навчає вас створювати злегка опромінене зілля омолодження.", recipe_result_item=215162 }, -- Recipe: Mildly-Irradiated Rejuvenation Potion
[215166] = { "сяючий нейрогномний каптур", equip={ 432639, 440981 }, use="Вивільнити нейрогномний заряд, що миттєво завдає вам від 343 до 757 шкоди, а також збільшує швидкість ближнього і дальнього бою на 20% протягом 10 секунд." }, -- Glowing Gneuro-Linked Cowl
[215167] = { "світловідбна черепна клітка з ясносрібла", equip=14248, use="Посилити силу волі, що дозволить ігнорувати ефекти знемовлення та переривання заклинань протягом 10 секунд." }, -- Reflective Truesilver Braincage
[215168] = { "радіаційна бомба \"Простокид\"", use="Завдає від 112 до 188 шкоди від вогню в радіусі вибуху і додатково 10 шкоди від природі кожні 2 секунди протягом 10 секунд. Також зменшує швидкість руху уражених цілей на 25% протягом 10 секунд.", flavor="Спрощена, але не менш смертоносна версія свого більшого побратима для тих, кому не вистачає компетенції, але хто має неабияку самовпевненість." }, -- Ez-Thro Radiation Bomb
[215257] = { "сувіій сприйняття", use="Створити 2 екземпляри чар сприйняття або 4, якщо ви відпочиваєте в корчмі або в місті." }, -- Scroll of Comprehension
[215365] = { "напліччя заклинателя", equip=9397 }, -- Invoker's Mantle
[215366] = { "пасок заклинателя", equip=9397 }, -- Invoker's Cord
[215367] = { "викрійка: Тьмяносяйна шкіра", use="Навчає вас створювати тьмяносяйну шкіру.", recipe_result_item=213369 }, -- Pattern: Faintly Glowing Leather
[215368] = { "викрійка: Надпровідне чароволокно", use="Навчає вас створювати надпровідне чароволокно.", recipe_result_item=213379 }, -- Pattern: Hyperconductive Arcano-Filament
[215369] = { "викрійка: Пасок заклинателя", use="Навчає вас створювати пасок заклинателя.", recipe_result_item=215366 }, -- Pattern: Invoker's Cord
[215370] = { "викрійка: Напліччя заклинателя", use="Навчає вас створювати напліччя заклинателя.", recipe_result_item=215365 }, -- Pattern: Invoker's Mantle
[215371] = { "талісман Джані" }, -- Jani's Charm
[215373] = { "тренувальний молот Сріблястої Десниці", flavor="Знайдений на острові Терамор, де його власник загинув у битві з кровожерливою ордою орків." }, -- Silver Hand Training Hammer
[215374] = { "родовий меч", flavor="Меч, що передавався з покоління у покоління в шляхетному роді Лордерона. Вважався давно втраченим у болотах навколо Кіросса разом з останнім воїном, що володів ним." }, -- Ancestral Sword
[215375] = { "посох тактика", flavor="Блискуче розуміння тактики ведення бою власниці цього посоха могло зрівнятися лише з її вражаючими навичками володіння кригою і полум'ям" }, -- Tactician's Staff
[215376] = { "булава хрестоносця", flavor="Вкритий засохлими шматками панцирів комах." }, -- Crusader's Mace
[215377] = { "опромінена мантія", equip={ 436239, 14047 } }, -- Irradiated Robe
[215378] = { "опромінені чоботи", equip={ 432639, 9416 } }, -- Irradiated Boots
[215379] = { "опромінені штани", equip={ 9345, 21618 } }, -- Irradiated Trousers
[215380] = { "пояс вантажника з електроприводом", equip={ 7550, 7562, 7556 } }, -- Power-Assisted Lifting Belt
[215381] = { "нейрогномний капюшон заклинача", equip=14248, use="Увійти в стан нейрогномної медитації, що дозволяє провжувати відновлювати ману під час вимовляння заклинань зі швидкістю 100% від звичайної, а також збільшує шкоду та зцілення від залинань на 50 протягом 20 секунд." }, -- Gneuro-Conductive Channeler's Hood
[215382] = { "протирадіаційний лускатий капюшон", equip={ 432639, 15807 }, use="Увімкнути протоколи запобігання опроміненню, що знімають всі активні ефекти отруєння та надають невразливість до шкоди від природи протягом 3 секунд." }, -- Rad-Resistant Scale Hood
[215383] = { "креслення: Світловідбна черепна клітка з ясносрібла", use="Навчає вас створювати світловідбну черепну клітку з ясносрібла.", recipe_result_item=215167 }, -- Plans: Reflective Truesilver Braincage
[215384] = { "креслення: Низькофонові пластини ясносрібла", use="Навчає вас створювати низькофонові пластини ясносрібла.", recipe_result_item=213376 }, -- Plans: Low-Background Truesilver Plates
[215385] = { "загублені припаси: злитки золота", use="Додайте 4 злитки золота, щоб завершити партію припасів." }, -- Waylaid Supplies: Gold Bars
[215386] = { "загублені припаси: злитки мітрилу", use="Додайте 6 злитків мітрилу, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Bars
[215387] = { "загублені припаси: важка шкура", use="Додайте 5 важких шкур, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Hide
[215388] = { "загублені припаси: товста шкіра", use="Додайте 10 товстих шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Thick Leather
[215389] = { "загублені припаси: бляклолист", use="Додайте 16 бляклолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Fadeleaf
[215390] = { "загублені припаси: Кадґарів вус", use="Додайте 10 Кадґарових вусів, щоб завершити партію припасів." }, -- Waylaid Supplies: Khadgar's Whisker
[215391] = { "загублені припаси: зимокус", use="Додайте 8 зимокусів, щоб завершити партію припасів." }, -- Waylaid Supplies: Wintersbite
[215392] = { "загублені припаси: пурпуровий лотос", use="Додайте 8 пурпурових лотосів, щоб завершити партію припасів." }, -- Waylaid Supplies: Purple Lotus
[215393] = { "загублені припаси: великі зілля лікування", use="Додайте 16 великих зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Greater Healing Potions
[215395] = { "загублені припаси: еліксири спритності", use="Додайте 6 еліксирів спритності, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixirs of Agility
[215396] = { "загублені припаси: еліксири сильного захисту", use="Додайте 14 еліксирів сильного захисту, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixirs of Greater Defense
[215397] = { "загублені припаси: масивні залізні сокири", use="Додайте 2 масивні залізні сокири, щоб завершити партію припасів." }, -- Waylaid Supplies: Massive Iron Axes
[215398] = { "загублені припаси: зелені залізні браслети", use="Додайте 5 пар зелених залізних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Green Iron Bracers
[215399] = { "загублені припаси: важкі мітрилові рукавиці", use="Додайте 3 пари важких мітрилових рукавиць, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Mithril Gauntlets
[215400] = { "загублені припаси: тверді шліфувальні камені", use="Додайте 5 твердих шліфувальних каменів, щоб завершити партію припасів." }, -- Waylaid Supplies: Solid Grinding Stones
[215401] = { "загублені припаси: портативні жнивальні збирачі", use="Додайте 2 портативні жнивальні збирачі, щоб завершити партію припасів." }, -- Waylaid Supplies: Compact Harvest Reaper Kits
[215402] = { "загублені припаси: великі залізні бомби", use="Додайте 8 великих залізних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Big Iron Bombs
[215403] = { "загублені припаси: смертоносні приціли", use="Додайте 2 смертоносні приціли, щоб завершити партію припасів." }, -- Waylaid Supplies: Deadly Scopes
[215404] = { "загублені припаси: мітрилові мушкетони", use="Додайте 2 мітрилові мушкетони, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Blunderbuss
[215407] = { "загублені припаси: варварські наплечі", use="Додайте 4 пари варварських наплечів, щоб завершити партію припасів." }, -- Waylaid Supplies: Barbaric Shoulders
[215408] = { "загублені припаси: рукавиці вартового", use="Додайте 5 пар рукавиць вартового, щоб завершити партію припасів." }, -- Waylaid Supplies: Guardian Gloves
[215409] = { "загублені припаси: браслети з черепашачої луски", use="Додайте 2 пари браслетів з черепашачої луски, щоб завершити партію припасів." }, -- Waylaid Supplies: Turtle Scale Bracers
[215411] = { "загублені припаси: морозні шкіряні плащі", use="Додайте 2 морозні шкіряні плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Frost Leather Cloaks
[215413] = { "загублені припаси: офіційні білі сорочки", use="Додайте 3 офіційні білі сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Formal White Shirts
[215414] = { "загублені припаси: багряні шовкові штани", use="Додайте 4 пари багряних шовкових штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Crimson Silk Pantaloons
[215415] = { "загублені припаси: розкішні фіолетові шовкові сорочки", use="Додайте 5 розкішних фіолетових шовкових сорочок, щоб завершити партію припасів." }, -- Waylaid Supplies: Rich Purple Silk Shirts
[215416] = { "загублені припаси: білі бандитські маски", use="Додайте 3 білі бандитські маски, щоб завершити партію припасів." }, -- Waylaid Supplies: White Bandit Masks
[215417] = { "загублені припаси: ніжний черепаховий суп", use="Додайте 10 порцій ніжного черепахового супу, щоб завершити партію припасів." }, -- Waylaid Supplies: Soothing Turtle Bisque
[215418] = { "загублені припаси: павучі сосиски", use="Додайте 5 порцій павучих сосисок, щоб завершити партію припасів." }, -- Waylaid Supplies: Spider Sausages
[215419] = { "загублені припаси: щільні шовкові бинти", use="Додайте 10 щільних шовкових бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Silk Bandages
[215420] = { "загублені припаси: камнелуска тріска", use="Додайте 40 порцій камнелускої тріски, щоб завершити партію припасів." }, -- Waylaid Supplies: Rockscale Cod
[215421] = { "загублені припаси: вогняна олія", use="Додайте 7 фіалів вогняної олії, щоб завершити партію припасів." }, -- Waylaid Supplies: Fire Oil
[215422] = { "викрійка: Сяючий надпровідний лускатий койф", use="Навчає вас створювати сяючий надпровідний лускатий койф.", recipe_result_item=215114 }, -- Pattern: Glowing Hyperconductive Scale Coif
[215423] = { "викрійка: Нейрогномний капюшон заклинача", use="Навчає вас створювати нейрогномний капюшон заклинача.", recipe_result_item=215381 }, -- Pattern: Gneuro-Conductive Channeler's Hood
[215424] = { "викрійка: Протирадіаційний лускатий капюшон", use="Навчає вас створювати протирадіаційний лускатий капюшон.", recipe_result_item=215382 }, -- Pattern: Rad-Resistant Scale Hood
[215425] = { "ехо болота", use="Вшанувати архіваріусів." }, -- Swamp Echo
[215426] = { "ехо кладовища", use="Вшанувати архіваріусів." }, -- Graveyard Echo
[215427] = { "ехо Араті", use="Вшанувати архіваріусів." }, -- Arathi Echo
[215428] = { "ехо Терамора", use="Вшанувати архіваріусів." }, -- Theramore Echo
[215429] = { "креслення: Поліровані ясносрібні шестерні", use="Навчає вас створювати поліровані ясносрібні шестерні.", recipe_result_item=213383 }, -- Schematic: Polished Truesilver Gears
[215430] = { "гномреґанський осад" }, -- Gnomeregan Fallout
[215431] = { "креслення: Високопродуктивна радіаційна бомба", use="Навчає вас створювати високопродуктивну радіаційну бомбу.", recipe_result_item=215127 }, -- Schematic: High-Yield Radiation Bomb
[215432] = { "креслення: Радіаційна бомба \"Простокид\"", use="Навчає вас створювати радіаційну бомбу \"Простокид\".", recipe_result_item=215168 }, -- Schematic: Ez-Thro Radiation Bomb
[215433] = { "рецепт: Ізолюючий гномій", use="Навчає вас дистилювати ізолюючий гномій.", recipe_result_item=213372 }, -- Recipe: Insulating Gniodine
[215435] = { "манускрипт благодаті", equip="Зменшує витрати мани ваших печаток на 10." }, -- Libram of Benediction
[215436] = { "тотем палкого вогню", equip="Зменшує витрати мани закляття \"Вогняний шок\" на 10." }, -- Totem of Invigorating Flame
[215437] = { "трогфігуратор 3000", use="Трасфігурує заклинателя в трога.", flavor="Зазвичай використовується для розвідки." }, -- Trogg Transfigurator 3000
[215441] = { "зламаний молот", flavor="Цей вишуканий бойовий молот прикрашений символом Сріблястої Десниці" }, -- Broken Hammer
[215443] = { "фрагмент розбитої кулі", flavor="Залишки розбитої кулі злегка світяться і теплі на дотик." }, -- Shattered Orb Fragment
[215449] = { "зменшувач світу", use=436041, flavor="Схоже, хтось просто зібрав збільшувач світу задом наперед." }, -- World Shrinker
[215451] = { "велика коробка" }, -- Large Strongbox
[215452] = { "середня коробка" }, -- Medium Strongbox
[215453] = { "мала коробка" }, -- Small Strongbox
[215454] = { "крихітна коробка" }, -- Tiny Strongbox
[215456] = { "обпалене послання", flavor="Я ж казав." }, -- Singed Message
[215458] = { "вкладене повідомлення", flavor="Серйозно, не намагайся відкрити останню коробку. Ти вже маєш те, що тобі було потрібно." }, -- Enclosed Message
[215459] = { "вкладене повідомлення", flavor="Зупинись негайно. Це останнє попередження." }, -- Enclosed Message
[215460] = { "вкладене повідомлення", flavor="ОБЕРЕЖНО! Коробку поруч з цією запискою ні в якому разі не можна відкривати." }, -- Enclosed Message
[215461] = { "одомашнена бойова курка", use="Випустити бойову курку, що битиметься за вас протягом 1.5 хв або доки його не буде переможено." }, -- Domesticated Attack Chicken
[215465] = { "коробка, що вибухнула" }, -- Exploded Strongbox
[215468] = { "накази верховного лицаря", flavor="Лист зім'ятий, на ньому є плями засохлої крові." }, -- Orders from the Grand Crusader
[215683] = { "Геомантія: холодна правда", flavor="Теорії про походження та використання магії стихій. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Geomancy: The Stone-Cold Truth
[215815] = { "Вступ до захисної магії", flavor="Вступний посібник із захисної магії та бар'єрів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Defensive Magics 101
[215816] = { "Павутиння брехні: розвінчання міфів та легенд", flavor="Незавершена теорія про те, що павуки нешкідливі, але, тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- A Web of Lies: Debunking Myths and Legends
[215817] = { "Демони та ви", flavor="Дивна праця, що захищає демонів, але, тим не менш, є чудовим доповненням до колекції будь-якої бібліотеки." }, -- Demons and You
[215820] = { "Мумії: надзвичайно неприємні невмерлі", flavor="Історії, достатньо страшні, щоб налякати навіть найдосвідченіших воїнів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Mummies: A Guide to the Unsavory Undead
[215822] = { "Рвл-рвл-рвл-рвл!", flavor="Уривки цього дивного тексту все ще можна прочитати, незважаючи на шкоду від води. Чудове доповнення до колекції будь-якої бібліотеки." }, -- RwlRwlRwlRwl!
[215824] = { "Посібник Лудита з догляду за демонічним улюбленцем", flavor="Містить корисні поради про те, як не допустити домашніх бісів до ваших реактивів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- A Ludite's Guide to Caring for Your Demonic Pet
[216483] = { "молот племені Зів'ялої Кори", use="Вдарити в гонг у лігві Зів'ялої Кори." }, -- Witherbark Mallet
[216484] = { "електроковані бойові чоботи", equip=9342 }, -- Shockforged Battleboots
[216485] = { "електрокована кіраса", equip={ 436239, 14254 } }, -- Shockforged Breastplate
[216486] = { "електроковані ножні лати", equip=15714 }, -- Shockforged Legplates
[216490] = { "ідол гніву", equip="Збільшує шкоду вашого закляття \"Гнів\" на 2%." }, -- Idol of Wrath
[216491] = { "партія деревини з Тернистої долини", flavor="Партія деревини з Тернистої долини, яка може стати в нагоді вашим військам на височині Араті." }, -- Shipment of Stranglethorn Lumber
[216492] = { "свисток кривавого строкатого раптора", use="Викликає та відпускає верхового раптора." }, -- Whistle of the Mottled Blood Raptor
[216494] = { "дивовижний спотворювач вимірювань Араґріара", use="Кудя ця штукенція вас закине? Та яка різниця..." }, -- Aragriar's Whimsical World Warper
[216495] = { "кривава дробарка", equip=7597 }, -- Sanguine Crusher
[216496] = { "кривавий череполам" }, -- Sanguine Skullcrusher
[216497] = { "Знекровлювач", use="Вивільнии шквал сталі та крові, що завдає 65 шкоди від удару тіні ворогам в радіусі 8 м та викликає в них кровотечу, що давдає 5 шкоди кожні 2 секунди протягом 30 секунд." }, -- Exsanguinar
[216498] = { "зачарований кривавий гримуар", equip={ 13601, 9357 } }, -- Enchanted Sanguine Grimoire
[216499] = { "дробарка кривавої кори", equip=436480, use="Ваші атаки ближнього бою додатково завдають 5 шкоди від удару шторму цілі та ворогам неподалік, вражаючи до 3 цілей. Створює додаткову загрозу. Триває 20 секунд." }, -- Bloodbark Crusher
[216500] = { "зв'язаний кров'ю талісман рощі", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodbonded Grove Talisman
[216501] = { "бар'єр кривавого шторму", equip=9343 }, -- Bloodstorm Barrier
[216502] = { "бойовий тотем кривавого шторму", hit="Виводить ціль з ладу на 2 секунди." }, -- Bloodstorm War Totem
[216503] = { "прикраса кривавого шторму", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodstorm Jewel
[216504] = { "шабля кривавого затемнення", equip=21508 }, -- Eclipsed Bloodlight Saber
[216505] = { "сяйво кривавого хрестоносця", use="Відкладений вибух крові й світла, що завдає 150 шкоди від сутінків всім цілям в радіусі 10 м." }, -- Bloodlight Crusader's Radiance
[216506] = { "лезо кривавого месника", equip=21515 }, -- Bloodlight Avenger's Edge
[216507] = { "тіньова печатка крові", equip=9414 }, -- Umbral Bloodseal
[216508] = { "пекельний перстень кривавої спіралі", equip=9401 }, -- Infernal Bloodcoil Band
[216509] = { "сутність пекельного пакту", equip="Ваш прислужник отримує 20 витривалості та 80 інтелекту.", use="Відкладений вибух крові й вогню, що завдає 150 шкоди від тіньовго полум'я всім цілям в радіусі 10 м." }, -- Infernal Pact Essence
[216510] = { "кільце кривавого резонансу", equip=13601 }, -- Blood Resonance Circle
[216511] = { "печатка випаленої крові", equip=9294 }, -- Emberblood Seal
[216512] = { "перстень крижаних вен", equip=9304 }, -- Loop of Chilled Veins
[216513] = { "талісман тигрової крові", equip={ "Збільшує шанс нанесення критичного удару вашого вихованця на 1%.", "Критичні удари вашого вихованця надають вам сил, відновлюючи 5 мани." } }, -- Tigerblood Talisman
[216514] = { "кривавий сагайдак", equip=29415 }, -- Sanguine Quiver
[216515] = { "кривавий гаман для набоїв", equip=14828 }, -- Sanguine Ammo Pouch
[216516] = { "лук кровопролиття", equip="Атаки можуть збільшити вашу силу на 50 протягом 15 секунд." }, -- Bloodlash Bow
[216517] = { "кривавий притулок", use="Миттєво захистити ціль щитом на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Sanguine Sanctuary
[216518] = { "печатка кривавої угоди", equip=7680 }, -- Blood Covenant Seal
[216519] = { "перстень кривавої тіні", equip={ 9414, 21625 } }, -- Sanguine Shadow Band
[216520] = { "клинок кривавих жнив" }, -- Bloodharvest Blade
[216521] = { "стрімкі криваві кулаки" }, -- Swift Sanguine Strikers
[216522] = { "вкритий кров'ю стилет", use="Несамовита буря сталі й крові, що завдає 140 шкоди від удару тіні всім ворогам в радіусі 8 м." }, -- Blood Spattered Stiletto
[216523] = { "ключ від іржавої клітки", use="Відчиняє іржаву клітку" }, -- Rusted Cage Key
[216549] = { "поводи бенгальського тигра", use=436327 }, -- Reins of the Bengal Tiger
[216570] = { "поводи золотистого шаблезуба", use=436329 }, -- Reins of the Golden Sabercat
[216606] = { "руна майстерності володіння дворучною зброєю", use="Навчає вас новій здібності гравіювання." }, -- Rune of Two-Handed Mastery
[216607] = { "підношення кривавого сяйва", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodlight Offering
[216608] = { "променисті відбивачі променів", flavor="На боці викарбувані слова \"Deal With It\"" }, -- Radiant Ray Reflectors
[216610] = { "накази верховного лицаря" }, -- Orders from the Grand Crusader
[216615] = { "маяк кривавого шторму", use="Відкладений вибух крові й природи, що завдає 150 шкоди від чуми всім цілям в радіусі 10 м." }, -- Ancestral Bloodstorm Beacon
[216616] = { "ключ від клітки в таборі" }, -- Compound Cage Key
[216617] = { "форма бійця Курцена" }, -- Kurzen Fighter's Uniform
[216618] = { "нагорода капітана Аранзас" }, -- Captain Aransas' Reward
[216619] = { "студентський перекус", use="Перекусіть і надолужите згаяний час!", flavor="Старі добрі родзинки та арахіс... і не тільки!" }, -- Student Fodder
[216620] = { "плащ кривавої гнилі", equip=9416 }, -- Bloodrot Cloak
[216621] = { "просякнута кров'ю накидка", equip=436239 }, -- Blooddrenched Drape
[216622] = { "плащ запеченої крові" }, -- Coagulated Cloak
[216623] = { "плащ гемостазу", equip=9406 }, -- Cape of Hemostasis
[216633] = { "гідравлічна стійка з ясносрібла" }, -- Hydraulic Truesilver Strut
[216634] = { "картриджний запобіжник ГГ12-082" }, -- GG12-082 Cartridge Fuse
[216635] = { "виснажене ядро Пустоти", use="Поєднати з відповідним джерелом живлення, щоб створити заряджене ядро Пустоти.", flavor="Здається, це схоже на ядро Пустоти, яке потрібне Вірдалу, але воно абсолютно інертне. Має бути спосіб його підзарядити..." }, -- Spent Voidcore
[216636] = { "заряджене ядро Пустоти", flavor="Цей об'єкт ніби вбирає в себе все навколишнє світло і тепло. На дотик він дуже холодний." }, -- Charged Voidcore
[216637] = { "купа різноманітних деталей", flavor="Можливо для когось ці речі виявляться корисними, але для вас вони виглядають як мотлох." }, -- A Pile of Random Parts
[216645] = { "порошинка темряви", flavor="Темна енергія пронизує цю крихітну летючу порошинку енергії. Хто знає, яку дивовижну річ вона могла б живити?" }, -- Mote of Darkness
[216646] = { "загадковий ящик Зірі", flavor="Містить речі, які можуть комусь знадобитись." }, -- Ziri's Mystery Crate
[216661] = { "вкритий брудом перстень" }, -- Grime-Encrusted Ring
[216662] = { "блискучий золотий перстень" }, -- Brilliant Gold Ring
[216673] = { "блискучий золотий перстень Талваша" }, -- Talvash's Brilliant Gold Ring
[216674] = { "блискучий золотий перстень Ноґґа" }, -- Nogg's Brilliant Gold Ring
[216675] = { "бездоганна мантія Цивінада" }, -- Pristine Civinad Robes
[216676] = { "комфортні штани бігуна" }, -- Nimble Triprunner Dungarees
[216678] = { "тричі підсилені поножі", equip=13384 }, -- Triple Reinforced Leggings
[216679] = { "демонтажний інструмент Шоні", hit=11879 }, -- Shoni's Dismantling Tool
[216680] = { "рукавиці нерішучості" }, -- Shilly Mittens
[216698] = { "наручі сержанта-майора зі шкури дракона", equip=9396 }, -- Sergeant Major's Dragonhide Armsplints
[216699] = { "плетені нарукавники сержанта-майора" }, -- Sergeant Major's Chain Armguards
[216700] = { "шкіряні наручі сержанта-майора" }, -- Sergeant Major's Leather Armsplints
[216701] = { "латні наручі сержанта-майора" }, -- Sergeant Major's Plate Wristguards
[216702] = { "шовкові браслети сержанта-майора", equip=9398 }, -- Sergeant Major's Silk Cuffs
[216703] = { "кольчужні наручі головного сержанта" }, -- First Sergeant's Mail Wristguards
[216704] = { "нарукавники головного сержанта зі шкури дракона", equip=9396 }, -- First Sergeant's Dragonhide Armguards
[216705] = { "латні браслети головного сержанта" }, -- First Sergeant's Plate Bracers
[216706] = { "шкіряні нарукавники головного сержанта" }, -- First Sergeant's Leather Armguards
[216707] = { "шовкові браслети головного сержанта", equip=9398 }, -- First Sergeant's Silk Cuffs
[216738] = { "посібник з перенаправлення", use="Навчає вас здібності \"Перенаправлення\"." }, -- Manual of Redirect
[216740] = { "фоліант розвиненого інтелекту", use="Навчає вас здібності \"Розвинений інтелект\"." }, -- Tome of Expanded Intellect
[216744] = { "сувій підвищеної стійкості", use="Навчає вас здібності \"Підвищена стійкість\"." }, -- Scroll of Increased Fortitude
[216745] = { "сувій тіньового марника", use="Навчає вас здібності \"Тіньовий марник\"." }, -- Scroll of Shadowfiend
[216746] = { "посібник з командирського крику", use="Навчає вас здібності \"Командирський крик\"." }, -- Handbook of Commanding Shout
[216747] = { "гримуар жнив душ", use="Навчає вас здібності \"Жнива душ\"." }, -- Grimoire of Soul Harvesting
[216748] = { "гримуар порталу прикликання", use="Навчає вас здібності \"Портал прикликання\"." }, -- Grimoire of Portal of Summoning
[216764] = { "лист нетрів дикої природи", use="Навчає вас здібності \"Нетрі дикої природи\"." }, -- Leaflet of Deeper Wilds
[216767] = { "лист оживлення", use="Навчає вас здібності \"Оживлення\"." }, -- Leaflet of Revive
[216768] = { "завіт покращених благословень", use="Навчає вас здібності \"Покращені благословення\"." }, -- Testament of Enhanced Blessings
[216769] = { "одкровення тотемної проекції", use="Навчає вас здібності \"Тотемна проекція\"." }, -- Revelation of Totemic Projection
[216770] = { "трактат про аспект гадюки", use="Навчає вас здібності \"Аспект гадюки\"." }, -- Treatise on Aspect of the Viper
[216771] = { "лист покращеного відновлення", use="Навчає вас здібності \"Покращене відновлення\"." }, -- Leaflet of Enhanced Restoration
[216879] = { "загадковий трольський сувій", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Mysterious Troll Scroll
[216880] = { "розшифрований трольський сувій" }, -- Deciphered Troll Scroll
[216884] = { "кровожерливий клинок", hit="Забрати обіцяну душу." }, -- Bloodthirst Blade
[216914] = { "потьмяніла відзнака", flavor="Вона втратила свій блиск..." }, -- Tarnished Commendation
[216918] = { "чоботи оскверненого серця", equip={ 9417, 13390 } }, -- Felheart Boots
[216919] = { "пояс оскверненого серця", equip={ 13384, 9415 } }, -- Felheart Sash
[216920] = { "браслети оскверненого серця", equip={ 13387, 432639 } }, -- Felheart Bindings
[216921] = { "рукавиці оскверненого серця", equip={ 13390, 432639, 9415 } }, -- Felheart Grips
[216922] = { "корона оскверненого серця", equip={ 9343, 13387 } }, -- Felheart Crown
[216923] = { "поножі оскверненого серця", equip={ 13388, 9343 } }, -- Felheart Leggings
[216924] = { "вбрання оскверненого серця", equip={ 18185, 9345 } }, -- Felheart Embrace
[216925] = { "напліччя оскверненого серця", equip={ 13384, 9415 } }, -- Felheart Mantle
[216938] = { "велика відзнака Альянсу", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Greater Insignia of the Alliance
[216939] = { "велика відзнака Орди", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Greater Insignia of the Horde
[216941] = { "сигіла Арідена", use="Змусити темного вершника розкрити себе." }, -- Ariden's Sigil
[216945] = { "цікава реліквія Даларана" }, -- Curious Dalaran Relic
[216946] = { "блискуча реліквія Даларана" }, -- Glittering Dalaran Relic
[216947] = { "вібруюча реліквія Даларана" }, -- Whirring Dalaran Relic
[216948] = { "дивна реліквія Даларана" }, -- Odd Dalaran Relic
[216949] = { "важка реліквія Даларана" }, -- Heavy Dalaran Relic
[216950] = { "моторошна реліквія Даларана" }, -- Creepy Dalaran Relic
[216951] = { "слизька реліквія Даларана" }, -- Slippery Dalaran Relic
[216956] = { "порваний лист" }, -- Torn Letter
[216971] = { "мішок мідних монет крові", flavor="Містить 100 мідних монет крові." }, -- Satchel of Copper Blood Coins
[216972] = { "мішок срібних монет крові", flavor="Містить 100 срібних монет крові." }, -- Satchel of Silver Blood Coins
[217005] = { "накидка ремонтника" }, -- Repairman's Cape
[217006] = { "молоток слюсаря" }, -- Mechanic's Pipehammer
[217007] = { "розряджені черевики" }, -- Power Depleted Boots
[217008] = { "розряджений нагрудник" }, -- Power Depleted Chest
[217009] = { "розряджені поножі" }, -- Power Depleted Legs
[217014] = { "мішок з припасами" }, -- Supply Bag
[217017] = { "Риболовний турнір!" }, -- Fishing Tournament!
[217161] = { "сувій закляття: ЖОРЛІТ КАМ'ЯНОГО ПУРЛІСА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TROFF IRESTBOL
[217244] = { "викрійка: Багряна шовкова мантія", use="Навчає вас пошиттю багряної шовкової мантії.", recipe_result_item=217245 }, -- Pattern: Crimson Silk Robe
[217245] = { "багряна шовкова мантія", equip=7688 }, -- Crimson Silk Robe
[217246] = { "чорний маготканий жилет", equip=9342 }, -- Black Mageweave Vest
[217247] = { "чорні маготкані штани", equip=9415 }, -- Black Mageweave Leggings
[217248] = { "шовковий пояс землі", equip=9406 }, -- Earthen Silk Belt
[217249] = { "викрійка: Шовковий пояс землі", use="Навчає вас пошиттю шовкового поясу землі.", recipe_result_item=217248 }, -- Pattern: Earthen Silk Belt
[217250] = { "багряні шовкові наплечі", equip=9398 }, -- Crimson Silk Shoulders
[217251] = { "викрійка: Багряні шовкові наплечі", use="Навчає вас пошиттю багряних шовкових наплечів.", recipe_result_item=217250 }, -- Pattern: Crimson Silk Shoulders
[217252] = { "довгий шовковий плащ", equip=9397 }, -- Long Silken Cloak
[217253] = { "чоботи чародія", equip=9396 }, -- Boots of the Enchanter
[217254] = { "викрійка: Чоботи чародія", use="Навчає вас пошиттю чоботів чародія.", recipe_result_item=217253 }, -- Pattern: Boots of the Enchanter
[217255] = { "багряний шовковий пояс", equip=9397 }, -- Crimson Silk Belt
[217256] = { "жилет землі", equip=7680 }, -- Earthen Vest
[217257] = { "капюшон чародія", equip=9397 }, -- Enchanter's Cowl
[217258] = { "викрійка: Капюшон чародія", use="Навчає вас пошиттю капюшона чародія.", recipe_result_item=217257 }, -- Pattern: Enchanter's Cowl
[217259] = { "велика маска вуду", equip=9416 }, -- Big Voodoo Mask
[217260] = { "викрійка: Велика маска вуду", use="Навчає вас створювати велику маску вуду.", recipe_result_item=217259 }, -- Pattern: Big Voodoo Mask
[217261] = { "велика мантія вуду", equip=9416 }, -- Big Voodoo Robe
[217262] = { "викрійка: Велика мантія вуду", use="Навчає вас створювати велику мантію вуду.", recipe_result_item=217261 }, -- Pattern: Big Voodoo Robe
[217263] = { "шкіряні браслети захисника", equip=9397 }, -- Guardian Leather Bracers
[217264] = { "викрійка: Шкіряні браслети захисника", use="Навчає вас створювати шкіряні браслети захисника.", recipe_result_item=217263 }, -- Pattern: Guardian Leather Bracers
[217265] = { "пояс захисника", equip=9398 }, -- Guardian Belt
[217266] = { "викрійка: Пояс захисника", use="Навчає вас створювати пояс захисника.", recipe_result_item=217265 }, -- Pattern: Guardian Belt
[217267] = { "штани захисника", equip=9415 }, -- Guardian Pants
[217268] = { "кіраса з черепашачої луски", equip=9416 }, -- Turtle Scale Breastplate
[217270] = { "рукавиці з черепашачої луски", equip=9397 }, -- Turtle Scale Gloves
[217271] = { "викрійка: Рукавиці з черепашачої луски", use="Навчає вас створювати рукавиці з черепашачої луски.", recipe_result_item=217270 }, -- Pattern: Turtle Scale Gloves
[217273] = { "золоті лускаті рукавиці", equip=9395 }, -- Golden Scale Gauntlets
[217274] = { "креслення: Золоті лускаті рукавиці", use="Навчає вас створювати золоті лускаті рукавиці.", recipe_result_item=217273 }, -- Plans: Golden Scale Gauntlets
[217275] = { "золоті лускаті чоботи", equip=9415 }, -- Golden Scale Boots
[217276] = { "креслення: Золоті лускаті чоботи", use="Навчає вас створювати золоті лускаті чоботи.", recipe_result_item=217275 }, -- Plans: Golden Scale Boots
[217277] = { "золота луската кіраса", equip=9397 }, -- Golden Scale Cuirass
[217278] = { "креслення: Золота луската кіраса", use="Навчає вас створювати золоту лускату кірасу.", recipe_result_item=217277 }, -- Plans: Golden Scale Cuirass
[217279] = { "золотий лускатий койф", equip=9417 }, -- Golden Scale Coif
[217280] = { "креслення: Золотий лускатий койф", use="Навчає вас створювати золотий лускатий койф.", recipe_result_item=217279 }, -- Plans: Golden Scale Coif
[217281] = { "палаш з місяцесталі", equip=9315 }, -- Moonsteel Broadsword
[217282] = { "креслення: Палаш з місяцесталі", use="Навчає вас створювати палаш з місяцесталі.", recipe_result_item=217281 }, -- Plans: Moonsteel Broadsword
[217283] = { "золоті лускаті наплечі", equip=9397 }, -- Golden Scale Shoulders
[217284] = { "креслення: Золоті лускаті наплечі", use="Навчає вас створювати золоті лускаті наплечі.", recipe_result_item=217283 }, -- Plans: Golden Scale Shoulders
[217285] = { "золоті лускаті поножі", equip=9396 }, -- Golden Scale Leggings
[217286] = { "креслення: Золоті лускаті поножі", use="Навчає вас створювати золоті лускаті поножі.", recipe_result_item=217285 }, -- Plans: Golden Scale Leggings
[217287] = { "великий містичний жезл", equip=9395 }, -- Greater Mystic Wand
[217288] = { "мантія ліча", equip=9417 }, -- Robes of the Lich
[217289] = { "броня холоду смерті", equip=9416 }, -- Deathchill Armor
[217290] = { "сяюче око Мордреша", equip=7679 }, -- Glowing Eye of Mordresh
[217291] = { "неживий череп Мордреша", equip=9396 }, -- Mordresh's Lifeless Skull
[217292] = { "пояс смертемага", equip=9397 }, -- Deathmage Sash
[217293] = { "накидка з павучого шовку", equip=9396 }, -- Silky Spider Cape
[217294] = { "набальзамований капюшон", equip=9398 }, -- Embalmed Shroud
[217295] = { "некротичний жезл", equip=9397 }, -- Necrotic Wand
[217296] = { "талісман з примарного каменю", equip=9395 }, -- Ghostshard Talisman
[217297] = { "мантія Доана", equip=9395 }, -- Robe of Doan
[217298] = { "напліччя Доана", equip=7689 }, -- Mantle of Doan
[217299] = { "ілюзорна палиця", equip=9417 }, -- Illusionary Rod
[217300] = { "капелюх Білогривої", equip=9416 }, -- Whitemane's Chapeau
[217301] = { "триєдиний амулет", equip=7681 }, -- Triune Amulet
[217302] = { "міць Моґрейна", equip=14254 }, -- Mograine's Might
[217303] = { "поножі камнеплета", equip=9406 }, -- Stoneweaver Leggings
[217304] = { "рукавиці Ревелоша" }, -- Revelosh's Gloves
[217305] = { "нарукавники Ревелоша" }, -- Revelosh's Armguards
[217306] = { "чоботи Ревелоша" }, -- Revelosh's Boots
[217307] = { "наплічники Ревелоша" }, -- Revelosh's Spaulders
[217308] = { "зачарована сигіла: Винахідливість", use=439155 }, -- Enchanted Sigil: Innovation
[217314] = { "місячна гвинтівка" }, -- Moonsight Rifle
[217315] = { "точний лук" }, -- Precision Bow
[217337] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217338] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217339] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217345] = { "їдка отрута", use=439462 }, -- Sebacious Poison
[217346] = { "паралізуюча отрута", use=439464 }, -- Numbing Poison
[217347] = { "атрофічна отрута", use=439465 }, -- Atrophic Poison
[217350] = { "інженерні нотатки Термоштепселя", flavor="Цей пошарпаний записник містить схеми різноманітної руйнівної зброї. Ви маєте якнайшвидше доставити ці нотатки верховному королю Меккакрутю." }, -- Thermaplugg's Engineering Notes
[217351] = { "інженерні нотатки Термоштепселя", flavor="Цей пошарпаний записник містить схеми різноманітної руйнівної зброї. Ноґґу буде цікаво поглянути на них." }, -- Thermaplugg's Engineering Notes
[217398] = { "малий чародійний еліксир", use="Збільшує шкоду від заклинань на 14 протягом 30 хв." }, -- Lesser Arcane Elixir
[217399] = { "рецепт: Малий чародійний еліксир", use="Навчає вас створювати малий чародійний еліксир.", recipe_result_item=217398 }, -- Recipe: Lesser Arcane Elixir
[217495] = { "сувій крижаного вибуху", use="Завдає від 183 до 247 шкоди від криги в радіусі 5 м." }, -- Scroll of Cryoblast
[217496] = { "сувій клинка", use="Застосувати на Гіпнотичний клинок, щоб створити потужну зброю." }, -- Scroll of the Blade
[217497] = { "меч Нарпаса", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Narpas Sword
[217609] = { "талісман Каздора", flavor="Талісман уособлює чисте зло. Ви намагаєтесь не затримувати на ньому погляд." }, -- Talisman of Kazdor
[217693] = { "зілля невидимості", use="Надає невидимість на {1} с.#for {1} sec" }, -- Invisibility Potion
[217704] = { "залізний кийок", equip=440632 }, -- Ironshod Bludgeon
[217716] = { "мерзенний настій", use="Кинути в киплячий казан, щоб викликати вибух отруйного газу. Не порушує непомітність." }, -- Vile Concoction
[217717] = { "порожниста емблема", use="Наповнити порожнисту емблему сутністю магії крові." }, -- Hollow Emblem
[217718] = { "емблема магії крові" }, -- Emblem of Blood Magic
[217719] = { "сутність магії крові", use="Наповнити порожнисту емблему сутністю магії крові." }, -- Blood Magic Essence
[217720] = { "підношення плоті", use="Об'єднати підношення плоті та кісток." }, -- Offering of Flesh
[217721] = { "підношення кісток", use="Об'єднати підношення плоті та кісток." }, -- Offering of Bone
[217727] = { "оберіг мерця", equip="Виявляє могилу, в якій сховано підношення." }, -- Ward of the Dead
[217736] = { "руна чесного злодійства", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Coterie
[217737] = { "модифікований талісман" }, -- Modified Talisman
[218083] = { "хвіст Ераніка", equip=15771 }, -- Tail of Eranikus
[219021] = { "важка кур'єрська сумка" }, -- Hefty Courier Pack
[219022] = { "перстень перевізника" }, -- Hauler's Ring
[219023] = { "перстень писаря", equip=9393 }, -- Clerk's Ring
[219024] = { "перстень посланця" }, -- Messenger's Ring
[219135] = { "кулон цікавості", equip=9394 }, -- Curiosity Pendant
[219136] = { "кулон завзятості" }, -- Tenacity Pendant
[219137] = { "кулон наполегливості" }, -- Initiative Pendant
[219147] = { "руна милості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Grace
[219223] = { "лють майстра клинка", use="Атакувати до 4 ворогів у радіусі 8 м, завдаючи шкоди від зброї кожному з них, і завершити відновлення здібності \"Вихор\"." }, -- Blademaster's Fury
[219326] = { "насіння відновлення", equip="Шанс посадити насіння у ворожих гуманоїдів, звірів або драконів, вражених вашими здібностями або заклинаннями. Якщо протягом 30 секунд після цього істота помре, з її трупа виросте квітка зцілення." }, -- Seed of Renewal
[219343] = { "накидка шахрая", equip="Збільшує ефективність вашої непомітності на 3 рівня. Збільшує дальність дії \"Знешкодження пасток\" і \"Обшукування кишень\" на 2 м, а дальність дії \"Відволікання\" - на 5 м." }, -- Filcher's Cowl
[219345] = { "пекельне ласо", use="Прикувати демона або звіра і завдати 200 шкоди вогнем протягом 24 секунд. Завдання шкоди може перервати дію ефекту. Прикованих гончаків ядра можна приручити." }, -- Infernal Lasso
[219399] = { "мох кошмару", flavor="Ефемерний і нестабільний." }, -- Nightmare Moss
[219401] = { "холодна залізна руда", flavor="Ефемерна і нестабільна." }, -- Cold Iron Ore
[219402] = { "відмічена сном луска дракона", flavor="Ефемерна і нестабільна." }, -- Dream-Touched Dragonscale
[219404] = { "тіньова коса", flavor="Ефемерне відлуння одного з могутніх втрачених артефактів Елуни." }, -- Shadowscythe
[219405] = { "записи огра-мага", flavor="Ці записи вкриті нерозбірливими каракулями божевільного." }, -- Ogre Magi Text
[219406] = { "невилуплене яйце зеленого дракона", flavor="Здорове яйце зеленого дракона мерехтить від енергії сну." }, -- Unhatched Green Dragon Egg
[219414] = { "розбита яєчна шкаралупа", flavor="Чиє б життя вона не оберігала, його вже поглинув кошмар." }, -- Shattered Eggshells
[219444] = { "снокорінь", flavor="Ефемерний і нестабільний." }, -- Dreamroot
[219445] = { "пил хибного золота", flavor="Ефемерний і нестабільний." }, -- Fool's Gold Dust
[219446] = { "наповнена сном луска дракона", flavor="Ефемерна і нестабільна." }, -- Dream-Infused Dragonscale
[219447] = { "відмічене сном яйце дракона", flavor="Сяюче яйце зеленого дракона." }, -- Dream-Touched Dragon Egg
[219448] = { "машина сну", flavor="Машина для створення кошмарів." }, -- Dreamengine
[219449] = { "Азшарське пророцтво", flavor="Тонкий сувій зі стародавнім пророцтвом." }, -- Azsharan Prophecy
[219454] = { "зоряний лотос", flavor="Ефемерний і нестабільний." }, -- Star Lotus
[219486] = { "зоресрібна руда", flavor="Ефемерна і нестабільна." }, -- Starsilver Ore
[219487] = { "зоряний панцир", flavor="Ефемерний і нестабільний." }, -- Starshell
[219488] = { "відмічене зорями яйце дракона", flavor="Променисте яйце дракона." }, -- Star-Touched Dragonegg
[219490] = { "реліквія Елуни", flavor="Втрачений подарунок Елуни диким совухам." }, -- Elunar Relic
[219491] = { "перлина Сну", flavor="Витягнута з мушлі, що лежала в глибинах Дрімучого моря." }, -- Dreampearl
[219514] = { "місяцекорінь", flavor="Ефемерний і нестабільний." }, -- Moonroot
[219515] = { "великий місячний камінь", flavor="Ефемерний і нестабільний." }, -- Greater Moonstone
[219517] = { "луска місячного дракона", flavor="Ефемерна і нестабільна." }, -- Moondragon Scale
[219518] = { "проповіді гарпії", flavor="Божевільні тиради королеви гарпій." }, -- Harpy Screed
[219519] = { "записи божевільного хранителя", flavor="Плани битви збожеволілого хранителя гаю." }, -- Mad Keeper's Notes
[219520] = { "місяцесяйне яйце дракона" }, -- Moonglow Dragonegg
[219526] = { "план завдання: Смерколісся" }, -- Mission Brief: Duskwood
[219759] = { "польовий звіт Чарли", flavor="Польовий звіт з Сутінкового пралісу." }, -- Charla's Field Report
[219770] = { "польовий звіт Ґемерона", flavor="Польовий звіт з Тіні ґрона." }, -- Gemeron's Field Report
[219771] = { "польовий звіт Тандроса", flavor="Польовий звіт з Гілки Сну." }, -- Thandros' Field Report
[219772] = { "польовий звіт Фаллії", flavor="Польовий звіт з Серадана." }, -- Fallia's Field Report
[219773] = { "план завдання: Ясенеділ" }, -- Mission Brief: Ashenvale
[219774] = { "план завдання: Внутрішні землі" }, -- Mission Brief: Hinterlands
[219775] = { "план завдання: Фералас" }, -- Mission Brief: Feralas
[219776] = { "звіт розвідки: огрівський згірок Вул'Ґол", flavor="Звіт розвідки з огрівського згірка Вул'Ґол" }, -- Intelligence Report: Vul'gol Ogre Mound
[219778] = { "звіт розвідки: Гниючий сад", flavor="Звіт розвідки з Гниючого саду" }, -- Intelligence Report: Rotting Orchard
[219803] = { "звіт розвідки: садиба Йорґена", flavor="Звіт розвідки з садиби Йорґена" }, -- Intelligence Report: Yorgen Farmstead
[219918] = { "закривавлене послання", flavor="Цей зім'ятий лист вкритий кров'ю. Гидота." }, -- Bloody Missive
[219924] = { "звіт розвідки: Лісова Пісня", flavor="Звіт розвідки з Лісової Пісні" }, -- Intelligence Report: Forest Song
[219925] = { "звіт розвідки: Сатирнаар", flavor="Звіт розвідки з Сатирнаара" }, -- Intelligence Report: Satyrnaar
[219926] = { "звіт розвідки: лісозаготівельний табір Пісні Війни", flavor="Звіт розвідки з лісозаготівельного табору Пісні Війни" }, -- Intelligence Report: Warsong Lumber Camp
[219927] = { "смарагдовий уламок", flavor="Відзнака за вашу службу Смарагдовим Вартовим." }, -- Emerald Chip
[219928] = { "звіт розвідки: Аґол'вата", flavor="Звіт розвідки з Аґол'вати" }, -- Intelligence Report: Agol'watha
[219929] = { "закривавлене послання" }, -- Bloody Missive
[219930] = { "закривавлене послання" }, -- Bloody Missive
[219935] = { "клинок Каджинда" }, -- Kajind's Blade
[219937] = { "звіт розвідки: Шаол'вата", flavor="Звіт розвідки з Шаол'вати" }, -- Intelligence Report: Shaol'watha
[219938] = { "звіт розвідки: Замаскована печера", flavor="Звіт розвідки з Замаскованої печери" }, -- Intelligence Report: Skulk Rock
[219957] = { "звіт розвідки: Онір", flavor="Звіт розвідки з Оніра" }, -- Intelligence Report: Oneiros
[219958] = { "звіт розвідки: Колоси-Близнюки", flavor="Звіт розвідки з Колосів-Близнюків" }, -- Intelligence Report: Twin Colossals
[219959] = { "звіт розвідки: руїни Вороновію", flavor="Звіт розвідки з руїн Вороновію" }, -- Intelligence Report: Ruins of Ravenwind
[219962] = { "вторгнення кошмару: завдання в Смерколіссі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission I
[219963] = { "делегування повноважень: завдання в Смерколіссі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission I
[219965] = { "делегування повноважень: завдання в Смерколіссі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission II
[219966] = { "вторгнення кошмару: завдання в Смерколіссі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission II
[219967] = { "вторгнення кошмару: завдання в Смерколіссі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission III
[219968] = { "вторгнення кошмару: завдання в Смерколіссі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission IV
[219969] = { "вторгнення кошмару: завдання в Смерколіссі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission V
[219970] = { "вторгнення кошмару: завдання в Смерколіссі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VI
[219971] = { "вторгнення кошмару: завдання в Смерколіссі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VII
[219972] = { "вторгнення кошмару: завдання в Смерколіссі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VIII
[219973] = { "вторгнення кошмару: завдання в Смерколіссі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission IX
[219974] = { "вторгнення кошмару: завдання в Смерколіссі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission X
[219975] = { "вторгнення кошмару: завдання в Смерколіссі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XI
[219976] = { "вторгнення кошмару: завдання в Смерколіссі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XII
[219977] = { "вторгнення кошмару: завдання в Смерколіссі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XIII
[219978] = { "вторгнення кошмару: завдання в Смерколіссі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XIV
[219979] = { "вторгнення кошмару: завдання в Смерколіссі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XV
[219980] = { "вторгнення кошмару: завдання в Смерколіссі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVI
[219981] = { "вторгнення кошмару: завдання в Смерколіссі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVII
[219982] = { "вторгнення кошмару: завдання в Смерколіссі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVIII
[219983] = { "делегування повноважень: завдання в Смерколіссі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission III
[219984] = { "делегування повноважень: завдання в Смерколіссі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission IV
[219985] = { "делегування повноважень: завдання в Смерколіссі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission V
[219986] = { "делегування повноважень: завдання в Смерколіссі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VI
[219987] = { "делегування повноважень: завдання в Смерколіссі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VII
[219988] = { "делегування повноважень: завдання в Смерколіссі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VIII
[219989] = { "делегування повноважень: завдання в Смерколіссі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission IX
[219990] = { "делегування повноважень: завдання в Смерколіссі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission X
[219991] = { "делегування повноважень: завдання в Смерколіссі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XI
[219992] = { "делегування повноважень: завдання в Смерколіссі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XII
[219993] = { "делегування повноважень: завдання в Смерколіссі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XIII
[219994] = { "делегування повноважень: завдання в Смерколіссі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XIV
[219995] = { "делегування повноважень: завдання в Смерколіссі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XV
[219996] = { "делегування повноважень: завдання в Смерколіссі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVI
[219997] = { "делегування повноважень: завдання в Смерколіссі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVII
[219998] = { "делегування повноважень: завдання в Смерколіссі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVIII
[219999] = { "вторгнення кошмару: завдання в Ясенедолі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission I
[220000] = { "вторгнення кошмару: завдання в Ясенедолі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission II
[220001] = { "вторгнення кошмару: завдання в Ясенедолі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission III
[220002] = { "вторгнення кошмару: завдання в Ясенедолі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission IV
[220003] = { "вторгнення кошмару: завдання в Ясенедолі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission V
[220004] = { "вторгнення кошмару: завдання в Ясенедолі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VI
[220005] = { "вторгнення кошмару: завдання в Ясенедолі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VII
[220006] = { "вторгнення кошмару: завдання в Ясенедолі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VIII
[220007] = { "вторгнення кошмару: завдання в Ясенедолі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission IX
[220008] = { "вторгнення кошмару: завдання в Ясенедолі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission X
[220009] = { "вторгнення кошмару: завдання в Ясенедолі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XI
[220010] = { "вторгнення кошмару: завдання в Ясенедолі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XII
[220011] = { "вторгнення кошмару: завдання в Ясенедолі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XIII
[220012] = { "вторгнення кошмару: завдання в Ясенедолі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XIV
[220013] = { "вторгнення кошмару: завдання в Ясенедолі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XV
[220014] = { "вторгнення кошмару: завдання в Ясенедолі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVI
[220015] = { "вторгнення кошмару: завдання в Ясенедолі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVII
[220016] = { "вторгнення кошмару: завдання в Ясенедолі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVIII
[220017] = { "вторгнення кошмару: завдання у Внутрішніх землях I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission I
[220018] = { "вторгнення кошмару: завдання у Внутрішніх землях II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission II
[220019] = { "вторгнення кошмару: завдання у Внутрішніх землях III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission III
[220020] = { "вторгнення кошмару: завдання у Внутрішніх землях IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission IV
[220021] = { "вторгнення кошмару: завдання у Внутрішніх землях V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission V
[220022] = { "вторгнення кошмару: завдання у Внутрішніх землях VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VI
[220023] = { "вторгнення кошмару: завдання у Внутрішніх землях VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VII
[220024] = { "вторгнення кошмару: завдання у Внутрішніх землях VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VIII
[220025] = { "вторгнення кошмару: завдання у Внутрішніх землях IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission IX
[220026] = { "вторгнення кошмару: завдання у Внутрішніх землях X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission X
[220027] = { "вторгнення кошмару: завдання у Внутрішніх землях XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XI
[220028] = { "вторгнення кошмару: завдання у Внутрішніх землях XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XII
[220029] = { "вторгнення кошмару: завдання у Внутрішніх землях XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XIII
[220030] = { "вторгнення кошмару: завдання у Внутрішніх землях XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XIV
[220031] = { "вторгнення кошмару: завдання у Внутрішніх землях XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XV
[220032] = { "вторгнення кошмару: завдання у Внутрішніх землях XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVI
[220033] = { "вторгнення кошмару: завдання у Внутрішніх землях XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVII
[220034] = { "вторгнення кошмару: завдання у Внутрішніх землях XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVIII
[220035] = { "вторгнення кошмару: завдання у Фераласі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission I
[220036] = { "вторгнення кошмару: завдання у Фераласі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission II
[220037] = { "вторгнення кошмару: завдання у Фераласі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission III
[220038] = { "вторгнення кошмару: завдання у Фераласі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission IV
[220039] = { "вторгнення кошмару: завдання у Фераласі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission V
[220040] = { "вторгнення кошмару: завдання у Фераласі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VI
[220041] = { "вторгнення кошмару: завдання у Фераласі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VII
[220042] = { "вторгнення кошмару: завдання у Фераласі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VIII
[220043] = { "вторгнення кошмару: завдання у Фераласі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission IX
[220044] = { "вторгнення кошмару: завдання у Фераласі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission X
[220045] = { "вторгнення кошмару: завдання у Фераласі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XI
[220046] = { "вторгнення кошмару: завдання у Фераласі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XII
[220047] = { "вторгнення кошмару: завдання у Фераласі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XIII
[220048] = { "вторгнення кошмару: завдання у Фераласі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XIV
[220049] = { "вторгнення кошмару: завдання у Фераласі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XV
[220050] = { "вторгнення кошмару: завдання у Фераласі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVI
[220051] = { "вторгнення кошмару: завдання у Фераласі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVII
[220052] = { "вторгнення кошмару: завдання у Фераласі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVIII
[220053] = { "делегування повноважень: завдання в Ясенедолі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission I
[220054] = { "делегування повноважень: завдання в Ясенедолі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission II
[220055] = { "делегування повноважень: завдання в Ясенедолі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission III
[220056] = { "делегування повноважень: завдання в Ясенедолі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission IV
[220057] = { "делегування повноважень: завдання в Ясенедолі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission V
[220058] = { "делегування повноважень: завдання в Ясенедолі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VI
[220059] = { "делегування повноважень: завдання в Ясенедолі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VII
[220060] = { "делегування повноважень: завдання в Ясенедолі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VIII
[220061] = { "делегування повноважень: завдання в Ясенедолі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission IX
[220062] = { "делегування повноважень: завдання в Ясенедолі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission X
[220063] = { "делегування повноважень: завдання в Ясенедолі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XI
[220064] = { "делегування повноважень: завдання в Ясенедолі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XII
[220065] = { "делегування повноважень: завдання в Ясенедолі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XIII
[220066] = { "делегування повноважень: завдання в Ясенедолі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XIV
[220067] = { "делегування повноважень: завдання в Ясенедолі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XV
[220068] = { "делегування повноважень: завдання в Ясенедолі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVI
[220069] = { "делегування повноважень: завдання в Ясенедолі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVII
[220070] = { "делегування повноважень: завдання в Ясенедолі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVIII
[220071] = { "делегування повноважень: завдання у Внутрішніх землях I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission I
[220072] = { "делегування повноважень: завдання у Внутрішніх землях II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission II
[220073] = { "делегування повноважень: завдання у Внутрішніх землях III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission III
[220074] = { "делегування повноважень: завдання у Внутрішніх землях IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission IV
[220075] = { "делегування повноважень: завдання у Внутрішніх землях V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission V
[220076] = { "делегування повноважень: завдання у Внутрішніх землях VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VI
[220077] = { "делегування повноважень: завдання у Внутрішніх землях VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VII
[220078] = { "делегування повноважень: завдання у Внутрішніх землях VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VIII
[220079] = { "делегування повноважень: завдання у Внутрішніх землях IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission IX
[220080] = { "делегування повноважень: завдання у Внутрішніх землях X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission X
[220081] = { "делегування повноважень: завдання у Внутрішніх землях XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XI
[220082] = { "делегування повноважень: завдання у Внутрішніх землях XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XII
[220083] = { "делегування повноважень: завдання у Внутрішніх землях XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XIII
[220084] = { "делегування повноважень: завдання у Внутрішніх землях XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XIV
[220085] = { "делегування повноважень: завдання у Внутрішніх землях XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XV
[220086] = { "делегування повноважень: завдання у Внутрішніх землях XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVI
[220087] = { "делегування повноважень: завдання у Внутрішніх землях XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVII
[220088] = { "делегування повноважень: завдання у Внутрішніх землях XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVIII
[220089] = { "делегування повноважень: завдання у Фераласі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission I
[220090] = { "делегування повноважень: завдання у Фераласі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission II
[220091] = { "делегування повноважень: завдання у Фераласі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission III
[220092] = { "делегування повноважень: завдання у Фераласі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission IV
[220093] = { "делегування повноважень: завдання у Фераласі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission V
[220094] = { "делегування повноважень: завдання у Фераласі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VI
[220095] = { "делегування повноважень: завдання у Фераласі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VII
[220096] = { "делегування повноважень: завдання у Фераласі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VIII
[220097] = { "делегування повноважень: завдання у Фераласі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission IX
[220098] = { "делегування повноважень: завдання у Фераласі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission X
[220099] = { "делегування повноважень: завдання у Фераласі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XI
[220100] = { "делегування повноважень: завдання у Фераласі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XII
[220101] = { "делегування повноважень: завдання у Фераласі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XIII
[220102] = { "делегування повноважень: завдання у Фераласі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XIV
[220103] = { "делегування повноважень: завдання у Фераласі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XV
[220104] = { "делегування повноважень: завдання у Фераласі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVI
[220105] = { "делегування повноважень: завдання у Фераласі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVII
[220106] = { "делегування повноважень: завдання у Фераласі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVIII
[220164] = { "руна гладіатора", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Gladiator
[220165] = { "руна гніву", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wrath
[220166] = { "палке ядро пекельника" }, -- Fiery Infernal Core
[220167] = { "мерехтливий могильний пил", flavor="Пил з могили того, кого вбило кохання..." }, -- Shimmering Grave Dust
[220168] = { "лавове пиво потрійного бродіння", flavor="Вогняний еліксир, створений міцними руками та нестійким розумом..." }, -- Triple-Brewed Molten Lager
[220169] = { "символ віри", flavor="Символ віри, подарований тому, хто знайшов нову мету..." }, -- Symbol of Faith
[220170] = { "записка Грегорі" }, -- Note from Gregory
[220173] = { "Парасомнія", hit="Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", flavor="Народжений з Кошмару" }, -- Parasomnia
[220213] = { "осквернена кров" }, -- Fel Lifeblood
[220214] = { "ланка пекельного ланцюга" }, -- Infernal Chain Link
[220216] = { "пекельне ласо", use="Ослабити Калефактуса Вивільненого." }, -- Infernal Lasso
[220217] = { "руна хижості", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Ravenous
[220345] = { "Криваве чаклунство", flavor="Описує різноманітні потужні криваві ритуали. Суперечливе доповнення до колекції будь-якої бібліотеки." }, -- Sanguine Sorcery
[220346] = { "Легенди морських мудреців", flavor="Покрита нерозбірливими нотатками та схемами, накресленими нетвердою рукою. Все ще може стати гідним доповненням до колекції будь-якої бібліотеки." }, -- Legends of the Tidesages
[220347] = { "Граничність та Аркана", flavor="Слова пливуть сторінкою, ніби захищаючи себе від ваших очей. Загадкове доповнення до колекції будь-якої бібліотеки." }, -- The Liminal and the Arcane
[220348] = { "Побутовий етикет", flavor="Посібник про роль елементарної магії у вищому суспільстві Високородних. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Everyday Etiquette
[220349] = { "Каменярський дизайн", flavor="Міцна архітектурна техніка, здатна витримати все, окрім найбільш руйнівних катаклізмів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Stonewrought Design
[220350] = { "Отрутні мандри", flavor="Нотатки про властивості різних токсинів та отрут, що впливають на свідомість. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Venomous Journeys
[220351] = { "каламутна сапта повітря", use="Дозволяє шаману бачити духів стихій." }, -- Murky Air Sapta
[220352] = { "Металевий розум", flavor="Техніки дворфів, що використовують магію в металургії, видобутку корисних копалин та важкій промисловості. Пізнавальне, хоч і похмуре доповнення до колекції будь-якої бібліотеки." }, -- A Mind of Metal
[220353] = { "Кодекс заклинателя", flavor="Довоєнна колекція заклинань і арканічних теорій, що здебільшого вийшли з ужитку. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Conjurer's Codex
[220360] = { "руна цвітіння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Efflorescence
[220375] = { "фрагмент повітря", use="Поєднати фрагмент повітря з сутностями стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Air
[220379] = { "порвані записи шамана", flavor="Нотатки написані похапцем і майже нерозбірливі. Сторінки ніби обгорнуті навколо чогось." }, -- Torn Shaman's Notes
[220446] = { "потойбічний скарб" }, -- Otherworldly Treasure
[220510] = { "сутність стихій" }, -- Elemental Essence
[220511] = { "великий шолом Кошмару", equip=436239 }, -- Greathelm of the Nightmare
[220512] = { "бездоганний шолом із золотистої сталі", equip={ 17371, 21618 } }, -- Immaculate Goldsteel Helmet
[220514] = { "козирок з зеленого пір'я", equip={ 9317, 18378 } }, -- Visor of Verdant Feathers
[220515] = { "зачарований смарагдовий шолом", equip=13881 }, -- Enchanted Emerald Helmet
[220516] = { "забутий козирок Ґешера", equip={ 436239, 9336 } }, -- Gasher's Forgotten Visor
[220518] = { "вкритий пилом капелюх Ба'Гама", equip={ 7597, 15808 } }, -- Ba'ham's Dusty Hat
[220519] = { "головний убір з пір'ям вуду", equip={ 436239, 9316 } }, -- Voodoo Feathered Headdress
[220521] = { "головний убір ритуаліста Гаккарі", equip={ 436239, 15714 } }, -- Hakkari Ritualist's Headdress
[220522] = { "корона ловця душ", equip=17371 }, -- Soulcatcher Crown
[220523] = { "козирок вигнанця", equip={ 432639, 14248 } }, -- Visage of the Exiled
[220525] = { "сяючий фрагмент повітря" }, -- Glowing Fragment of Air
[220526] = { "вкрите мулом ядро процесора Г-7", flavor="Це ядро процесора навіть у гіршому стані, ніж те, що ви знайшли раніше. Воно вкрите липким чорним слизом, який ніби... живий? Гидота." }, -- Sludge-Covered G-7 C.O.R.E. Processor
[220527] = { "напліччя берсерка Атал'ай" }, -- Atal'ai Berserker's Mantle
[220528] = { "наплечі мисливця Атал'ай" }, -- Atal'ai Huntsman's Shoulders
[220529] = { "наплічники фанатизму", equip=432639 }, -- Spaulders of Fanaticism
[220530] = { "воля воїна Атал'ай", equip={ 21474, 28113 } }, -- Will of the Atal'ai Warrior
[220531] = { "пульсуюча фіолетова квітка", flavor="Маленька квітка, яка ніби пульсує в ваших руках. Вона викликає тривожне відчуття від одного лиш погляду." }, -- Undulating Purple Flower
[220532] = { "підсилені наплічники Атал'ай", equip=13669 }, -- Reinforced Atal'ai Spaulders
[220533] = { "перекована кіраса Атал'ай" }, -- Reforged Atal'ai Breastplate
[220534] = { "вічні обійми вітряного змія", equip=17371 }, -- Eternal Embrace of the Wind Serpent
[220535] = { "вбрання пророка Атал'ай", equip=14055 }, -- Garments of the Atal'ai Prophet
[220536] = { "наручі медика Атал'ай", equip=9408 }, -- Atal'ai Medicine Man's Wrists
[220537] = { "темноводні браслети сновиди" }, -- Dreamer's Darkwater Bracers
[220538] = { "прокляті слизолускаті браслети", equip={ 432639, 9416 } }, -- Cursed Slimescale Bracers
[220539] = { "бойові обмотки жертовності", equip=23172 }, -- Warbands of Sacrifice
[220540] = { "вкриті оскверненням бойові рукавиці", equip=436239 }, -- Corruption Laden Handguards
[220541] = { "уражені хворобою латні рукавиці", equip=432639 }, -- Disease-Ridden Plate Fists
[220542] = { "забруднені мутноводні рукавиці" }, -- Polluted Murkwater Gauntlets
[220543] = { "смарагдові лускаті рукавиці", equip={ 9315, 21628 } }, -- Emerald Scalemail Gloves
[220544] = { "рукавиці кривавого спалаху", equip={ 432639, 14248 } }, -- Bloodflare Talons
[220545] = { "бійцівські рукавички з неприємним запахом", equip=432639 }, -- Foul Smelling Fighter's Gloves
[220546] = { "руки замучених", equip=9314 }, -- Hands of the Tormented
[220547] = { "рукавиці полеглого пророка Атал'ай", equip=9314 }, -- Gloves of the Fallen Atal'ai Prophet
[220548] = { "рукавиці заклинача Атал'ай", equip=15715 }, -- Atal'ai Hexxer's Gloves
[220549] = { "пасок Світанкового Шпиля", equip=9315 }, -- Dawnspire Strap
[220550] = { "пояс грабіжника храмів", equip=15807 }, -- Temple Looter's Waistband
[220551] = { "пояс відданого Смарагдовому Сну", equip={ 9315, 21363 } }, -- Devotee's Sash of the Emerald Dream
[220552] = { "пояс болю" }, -- Waistguard of Pain
[220553] = { "пояс відреченого молільника", equip={ 436239, 24595 } }, -- Belt of the Forsaken Worshipper
[220554] = { "пов'язка з бивня Атал'аларіона" }, -- Atal'alarion's Tusk Band
[220555] = { "змієлуский пояс Атал'ай", equip=23515 }, -- Atal'ai Serpentscale Girdle
[220556] = { "кілт полеглого пророка Атал'ай", equip=13881 }, -- Kilt of the Fallen Atal'ai Prophet
[220557] = { "проклятий вітролуский сарунг", equip=17371 }, -- Cursed Windscale Sarong
[220558] = { "поножі душогуба Атал'ай" }, -- Atal'ai Assassin's Leggings
[220559] = { "поножі з відродженої луски дракона", equip=18031 }, -- Revitalized Drake Scale Leggings
[220560] = { "срібнопанцирні ножні лати", equip=432639 }, -- Silvershell Legplates
[220561] = { "стійкі трольські шкари", equip={ 432639, 22912 } }, -- Tenacious Troll Kickers
[220562] = { "закривавлені бойові наголінники" }, -- Bloodshot Battle Greaves
[220563] = { "чоботи кривавого шамана Атал'ай", equip={ 432639, 9346 } }, -- Boots of the Atal'ai Blood Shaman
[220564] = { "відновлені слизьколускі чоботи", equip=9314 }, -- Restored Slitherscale Boots
[220565] = { "безтілесні черевики серпанкового мандрівника", equip=9406 }, -- Ethereal Mistwalker Boots
[220566] = { "тліючий кіготь", hit=15662 }, -- Smolder Claw
[220567] = { "закривавлений черепокол", equip={ 436239, 432639 } }, -- Bloodied Headspike
[220568] = { "сокира-гвинтівка дослідника храмів", use="Вистрілити з сокири-гвинтівки, задавши від 122 до 158 шкоди вогнем та додатково 75 шкоди протягом 10 секунд.", flavor="Також відома як \"сонівка\"." }, -- Temple Explorer's Gun Axe
[220569] = { "нищівний молот люті", hit="Збільшує шкоду на 20 і швидкість атаки на 5% протягом 15 секунд." }, -- Blistering Ragehammer
[220570] = { "оболонка Кошмару", flavor="Ви ледь чуєте приглушений крик коли тримаєте її в руках." }, -- Mantle of Nightmares
[220571] = { "жалячий довгий лук", equip=9330 }, -- Stinging Longbow
[220572] = { "скорострільний арбалет Рінзо" }, -- Rinzo's Rapid Repeater
[220573] = { "мисливський лук жахливого ловця", equip=21434 }, -- Dreadstalker's Hunting Bow
[220574] = { "загострений зуб Ераніка", equip=15464 }, -- Sharpened Tooth of Eranikus
[220575] = { "пожирач проклятих", equip=12981 }, -- Eater of the Damned
[220576] = { "сокира ката Атал'ай", equip=9331 }, -- Axe of the Atal'ai Executioner
[220577] = { "міць лоа крові" }, -- Might of the Blood Loa
[220578] = { "кулак відреченого", hit="Викрадає 39 здоров'я у цілі." }, -- Fist of the Forsaken
[220579] = { "чаклунська палиця знахаря", equip={ 18029, 21362 } }, -- Witch Doctor's Stick of Mojo
[220580] = { "безумство аватара", equip={ 432639, 14799 } }, -- Madness of the Avatar
[220581] = { "Змієборець" }, -- Snake Clobberer
[220582] = { "крик дракона", equip=9329, hit="Викликає cмарагдового дракончика, що захищатиме вас у бою протягом короткого періоду часу." }, -- Dragon's Cry
[220583] = { "мерзенний клинок нікчемних", equip=432639, hit=18088 }, -- Vile Blade of the Wretched
[220584] = { "клинок вогняного подиху", hit=16413 }, -- Flamebreath Blade
[220585] = { "зіпсований зловісний кіготь" }, -- Degraded Dire Nail
[220586] = { "Гординя, клеймо бандита", equip=13881 }, -- Hubris, the Bandit Brander
[220587] = { "жертовний кинджал Сну", equip=9317 }, -- Sacrificial Dream Dagger
[220588] = { "кіготь з ікла кобри", hit=21919 }, -- Cobra Fang Claw
[220589] = { "удар змія", hit="Отруїти ворога, завдавши йому 50 шкоди від природи, зменшивши опір природі на 60 і збільшивши отриману шкоду від святості та природи на 8% протягом 20 секунд. Діє лише на ворогів 55 рівня і нижче." }, -- Serpent's Striker
[220590] = { "шпиль поклонителя Гаккарі", equip={ 448324, 9325, 18049 } }, -- Spire of Hakkari Worship
[220591] = { "відновлювальна палиця Міджана", equip=18039 }, -- Mijan's Restorative Rod
[220594] = { "коса Сну", equip=432639 }, -- Scythe of the Dream
[220595] = { "зосереджувальний посох Кошмару", equip=18053 }, -- Nightmare Focus Staff
[220596] = { "древня палиця пророцтва", equip=449668 }, -- Ancient Divining Rod
[220597] = { "драконячий камінь вісника Сну", equip={ 17889, 17987, 9343 } }, -- Drakestone of the Dream Harbinger
[220598] = { "драконячий камінь вісника Кошмару", equip={ 14793, 17821, 9343 } }, -- Drakestone of the Nightmare Harbinger
[220599] = { "драконячий камінь кривавого пророка", equip={ 18029, 17747, 9343 } }, -- Drakestone of the Blood Prophet
[220600] = { "щит першості", equip=28112 }, -- Crest of Preeminence
[220601] = { "захисник знахаря Гаккарі", equip=14248 }, -- Hakkari Witch Doctor's Guard
[220602] = { "півпанцир стічної черепахи", equip=18029 }, -- Sewer Turtle Half-Shell
[220603] = { "палиця необоротної корозії", equip=7680 }, -- Rod of Irreversible Corrosion
[220604] = { "кошмарний трофей", equip=9417 }, -- Nightmare Trophy
[220605] = { "манускрипт святотатства", equip="Збільшує бонус до показника блокування щитом від заклятя \"Священний щит\" на 2%." }, -- Libram of Sacrilege
[220606] = { "ідол Сну", equip="Збільшує шкоду ваших здібностей \"Розмах\" та \"Шматування\" на 2%." }, -- Idol of the Dream
[220607] = { "тотем замучених предків", equip="\"Вогняний шок\" збільшує силу атаки, шкоду та зцілення від заклинань на 10 протягом 12 секунд." }, -- Totem of Tormented Ancestry
[220608] = { "пір'яна пелерина", equip=18029 }, -- Featherskin Drape
[220609] = { "пелерина сутінків" }, -- Drape of Nightfall
[220610] = { "руна гнучкості розуму", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mental Dexterity
[220611] = { "чаклунська накидка Гукку", equip=9344 }, -- Hukku's Hex Cape
[220612] = { "руна припливних хвиль", use="Навчає вас новій здібності гравіювання." }, -- Rune of Tidal Waves
[220613] = { "руна розкотистого грому", use="Навчає вас новій здібності гравіювання." }, -- Rune of Rolling Thunder
[220614] = { "руна електростатики", use="Навчає вас новій здібності гравіювання." }, -- Rune of Static Shock
[220615] = { "плащ з хутра пантери" }, -- Panther Fur Cloak
[220616] = { "руна надпровідності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Overcharged
[220617] = { "руна пандемії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Pandemic
[220618] = { "руна обпалюючої аури", use="Навчає вас новій здібності гравіювання." }, -- Rune of Immolation Aura
[220619] = { "церемоніальний кинджал Атал'ай", use="Жертовний кинджал, на якому викарбувано пісню для давньої кривавої церемонії Атал'ай.", flavor="Лоа крові обирає лише гідних." }, -- Atal'ai Blood Ceremony
[220620] = { "череп вітряного змія", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вітряного змія." }, -- Wind Serpent Skull
[220621] = { "резонансний кристал Кошмару", use="Кристал резонує під впливом кошмару.", flavor="Кристалізована сутність Кошмару. Вона вібрує під впливом Сну. Здається, вона жадає... осквернення?" }, -- Nightmare Resonance Crystal
[220622] = { "ідеально збережене око дракона", equip=9314 }, -- Perfectly Preserved Dragon's Eye
[220623] = { "загублений медальйон Джин'до", equip=14254 }, -- Jin'do's Lost Locket
[220624] = { "закривавлений оберіг доблесті", equip={ 436239, 9330 } }, -- Bloodstained Charm of Valor
[220625] = { "стійкість вигнанця", equip=432639 }, -- Resilience of the Exiled
[220626] = { "драконячий перстень берсерка", equip={ 432639, 9331 } }, -- Drakeclaw Band of the Berserker
[220627] = { "драконячий перстень ловця", equip={ 432639, 21438 } }, -- Drakeclaw Band of the Stalker
[220628] = { "драконячий перстень вісника", equip=9344 }, -- Drakeclaw Band of the Harbinger
[220629] = { "драконячий перстень кривавого пророка", equip={ 9407, 21620 } }, -- Drakeclaw Band of the Blood Prophet
[220630] = { "драконячий перстень джаггернаута", equip=432639 }, -- Drakeclaw Band of the Juggernaut
[220632] = { "медальйон кривавого ритуалу Атал'ай", use="Збільшує вашу шкоду в ближньому та дальньому бою на 20 протягом 20 секунд. Щоразу, коли ви влучаєте в ціль, цей бонус зменшується на 1." }, -- Atal'ai Blood Ritual Medallion
[220633] = { "знак кривавого ритуалу Атал'ай", use="Збільшує вашу броню на 1000 і навичку захисту на 20 протягом 20 секунд. Щоразу, коли ви отримуєте шкоду в ближньому або дальньому бою, цей бонус зменшується на 100 броні та 2 навички захисту." }, -- Atal'ai Blood Ritual Badge
[220634] = { "оберіг кривавого ритуалу Атал'ай", use="Збільшує вашу шкоду від заклять на 96, а зцілення — на 192 протягом 20 секунд. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на 8 шкоди та 16 зцілення." }, -- Atal'ai Blood Ritual Charm
[220635] = { "зачарований валун Атал'аларіона", use="Зосередити свій дух на улюбленому валуні Атал'аларіона. Він зачарований останніми відлуннями його душі." }, -- Atal'alarion's Enchanted Boulder
[220636] = { "кривавий символ Атал'ай" }, -- Atal'ai Blood Icon
[220637] = { "ритуальний знак Атал'ай" }, -- Atal'ai Ritual Token
[220638] = { "незвичайна чаклунська палиця", use="Накласти на себе стародавнє закляття Атал'ай.", flavor="Випробування для найміцніших зв'язків." }, -- Unorthodox Hex Stick
[220639] = { "знеживлювач Лледри", use="Осягнути нежиття!" }, -- Lledra's Inanimator
[220642] = { "латний обладунок засланого мученика", equip=23181 }, -- Banished Martyr's Plate Armor
[220643] = { "латні поножі засланого мученика", equip=22852 }, -- Banished Martyr's Plate Legguards
[220648] = { "латні чоботи засланого мученика", equip=21470 }, -- Banished Martyr's Plate Boots
[220649] = { "спадщина Мерітри", use="Присипляє ворожу ціль на 30 секунд. Будь-яка завдана шкода розбудить ціль. Одночасно можна приспати лише одну ціль." }, -- Merithra's Inheritence
[220650] = { "кіраса одержимого пророка", equip={ 436239, 18030 } }, -- Obsessed Prophet's Chestplate
[220651] = { "поножі одержимого пророка", equip={ 436239, 9318 } }, -- Obsessed Prophet's Legguards
[220652] = { "вишукані чоботи одержимого пророка", equip={ 436239, 7680 } }, -- Obsessed Prophet's Ornate Boots
[220653] = { "кіраса волаючого берсерка" }, -- Wailing Berserker's Chestplate
[220654] = { "ножні лати волаючого берсерка", equip=436239 }, -- Wailing Berserker's Legplates
[220656] = { "бойові чоботи волаючого берсерка", equip=9335 }, -- Wailing Berserker's Battleboots
[220657] = { "гауберк вигнаного берсерка", equip={ 436239, 9335 } }, -- Ostracized Berserker's Hauberk
[220658] = { "ножні лати вигнаного берсерка", equip=436239 }, -- Ostracized Berserker's Legplates
[220659] = { "плетені чоботи вигнаного берсерка" }, -- Ostracized Berserker's Chain Greaves
[220660] = { "кольчужна сорочка знедоленого послідовника", equip={ 436239, 14047 } }, -- Shunned Devotee's Chainshirt
[220661] = { "поножі знедоленого послідовника", equip={ 436239, 18049 } }, -- Shunned Devotee's Legguards
[220662] = { "лучкаті чоботи знедоленого послідовника", equip={ 436239, 9344 } }, -- Shunned Devotee's Scale Boots
[220663] = { "поножі оскверненого душепряда", equip={ 18029, 21625 } }, -- Corrupted Spiritweaver's Leggings
[220664] = { "сабатони оскверненого душепряда", equip={ 9406, 18379 } }, -- Corrupted Spiritweaver's Sabatons
[220665] = { "кіраса оскверненого душепряда", equip={ 436239, 9317, 21618 } }, -- Corrupted Spiritweaver's Breastplate
[220666] = { "плетений обладунок жахливого мисливця", equip=436239 }, -- Dread Hunter's Chainmail
[220667] = { "шоси жахливого мисливця", equip=432639 }, -- Dread Hunter's Chausses
[220668] = { "наголінники жахливого мисливця" }, -- Dread Hunter's Greaves
[220669] = { "жилет вигнаного пророка", equip=18031 }, -- Exiled Prophet's Jerkin
[220670] = { "черевики вигнаного пророка", equip={ 9406, 18379 } }, -- Exiled Prophet's Slippers
[220671] = { "шкіряні штани вигнаного пророка", equip=18029 }, -- Exiled Prophet's Leather Pants
[220672] = { "портупея загубленого молільника", equip={ 436239, 18049 } }, -- Lost Worshipper's Harness
[220673] = { "поножі загубленого молільника", equip={ 432639, 15715 } }, -- Lost Worshipper's Leggings
[220674] = { "знедолений клинок непомітності", use=446322 }, -- Debased Stealthblade
[220675] = { "чоботи загубленого молільника", equip={ 436239, 9343 } }, -- Lost Worshipper's Treads
[220676] = { "осквернений кров'ю мундир", equip=432639 }, -- Blood Corrupted Tunic
[220677] = { "осквернені кров'ю чоботи" }, -- Blood Corrupted Boots
[220678] = { "осквернені кров'ю штани", equip={ 436239, 14089 } }, -- Blood Corrupted Pants
[220679] = { "поножі злісного пророка", equip=14047 }, -- Malevolent Prophet's Leggings
[220680] = { "жилет злісного пророка", equip={ 436239, 14047 } }, -- Malevolent Prophet's Vest
[220681] = { "сандалі злісного пророка", equip={ 436239, 9344 } }, -- Malevolent Prophet's Sandals
[220682] = { "руна шаленства", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Unbridled
[220683] = { "жилет доброзичливого пророка", equip={ 18030, 21627 } }, -- Benevolent Prophet's Vest
[220684] = { "поножі доброзичливого пророка", equip=18031 }, -- Benevolent Prophet's Leggings
[220685] = { "сандалі доброзичливого пророка", equip=9406 }, -- Benevolent Prophet's Sandals
[220686] = { "погибель вождя", equip=436239 }, -- Chieftain's Bane
[220687] = { "руна раптора", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Raptor
[220688] = { "інертна оболонка Кошмару", flavor="Ви ледь чуєте приглушений крик коли тримаєте її в руках." }, -- Inert Mantle of Nightmares
[220689] = { "підсилені порожнечею браслети", equip="Забезпечує захист від певних видів психічних атак.", flavor="Коли ви носите ці браслети, волосся на потилиці стає дибки, ніби хтось стоїть прямо за вашою спиною." }, -- Void-Powered Vambraces
[220738] = { "латні наплічники жаху", equip={ 432639, "Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderplates of Dread
[220739] = { "зловісне напліччя", equip={ 9317, 21624, "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Baleful Pauldrons
[220740] = { "наплічні щитки сіяча страху", equip={ 436239, 21515, "Атаки ближнього бою і бойові заклинання мають шанс збільшити шкоду від заклинань на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Fearmonger's Shoulderguards
[220741] = { "кричуще плетене напліччя", equip={ 14799, "Бойові заклинання мають шанс збільшити вашу швидкість вимови заклинань на 10% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Screaming Chain Pauldrons
[220742] = { "виючі наплічники", equip={ 432639, "Атаки ближнього і дальнього бою мають шанс збільшити вашу силу атаки на 60 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shrieking Spaulders
[220743] = { "верескливі плетені наплічники", equip="Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." }, -- Cacophonous Chain Shoulderguards
[220744] = { "волаюче плетене напліччя", equip={ 9317, 21618, "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Wailing Chain Mantle
[220745] = { "оболонка темного неврозу", equip={ 432639, 14799, "Атаки ближнього бою та бойові заклинання мають шанс збільшити шкоду від заклинань на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Membrane of Dark Neurosis
[220747] = { "напліччя параної", equip={ 432639, "Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Paranoia Mantle
[220748] = { "наплічники одержимості", equip={ 9316, "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderpads of Obsession
[220749] = { "напліччя божевілля", equip={ 9407, "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Mantle of Insanity
[220750] = { "напліччя розбитого розуму", equip={ 9346, "Бойові заклинання мають шанс збільшити вашу швидкість вимови заклинань на 10% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Fractured Mind Pauldrons
[220751] = { "наплічники божевільних", equip={ 9342, "Бойові заклинання мають шанс збільшити вашу шкоду від заклинань на 30 і шанс ухилитися від атаки на 2% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderpads of the Deranged
[220754] = { "руна лютого вітру", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Windstorm
[220775] = { "інженерний квиток обміну", flavor="Тут просто написано \"буду винен\" зі смайликом поруч." }, -- Engineering Exchange Ticket
[220778] = { "штани кривавого вартового", equip=436239 }, -- Coagulated Bloodguard Pants
[220779] = { "мундир кривавого вартового", equip=432639 }, -- Coagulated Bloodguard Tunic
[220780] = { "чоботи кривавого вартового" }, -- Coagulated Bloodguard Boots
[220781] = { "поножі кошмарного пророка", equip=14248 }, -- Nightmare Prophet's Leggings
[220783] = { "шати кошмарного пророка", equip={ 432639, 14799 } }, -- Nightmare Prophet's Vestments
[220784] = { "сандалі кошмарного пророка", equip=14799 }, -- Nightmare Prophet's Sandals
[220791] = { "руна джунглевого кота", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Jungle Cat
[220792] = { "сувій просторового виправлення", use="Закрити обраний портал скверни. Може привернути небажану увагу з іншого його боку." }, -- Scroll of Spatial Mending
[220794] = { "латний гауберк лицаря", equip=436239 }, -- Knight's Plate Hauberk
[220795] = { "латне напліччя лицаря-лейтенанта", equip=436239 }, -- Knight-Lieutenant's Plate Pauldrons
[220796] = { "латне напліччя кривавого вартового", equip=436239 }, -- Blood Guard's Plate Pauldrons
[220797] = { "латні поножі лицаря", equip=436239 }, -- Knight's Plate Leggings
[220798] = { "латні поножі кам'яного вартового", equip=436239 }, -- Stone Guard's Plate Leggings
[220799] = { "латні наголінники сержанта-майора" }, -- Sergeant Major's Plate Greaves
[220800] = { "латні наголінники головного сержанта" }, -- First Sergeant's Plate Greaves
[220801] = { "латний обладунок кам'яного вартового", equip=436239 }, -- Stone Guard's Plate Armor
[220803] = { "латний шолом кривавого вартового", equip={ 436239, 432639 } }, -- Blood Guard's Plate Helm
[220804] = { "латний шолом лицаря-лейтенанта", equip={ 436239, 432639 } }, -- Knight-Lieutenant's Plate Helm
[220806] = { "латні рукавиці сержанта-майора" }, -- Sergeant Major's Plate Gauntlets
[220807] = { "латні рукавиці головного сержанта" }, -- First Sergeant's Plate Gauntlets
[220808] = { "загартоване напліччя лицаря-лейтенанта", equip={ 9408, 21618 } }, -- Knight-Lieutenant's Imbued Pauldrons
[220809] = { "загартовані поножі лицаря", equip={ 9316, 21619 } }, -- Knight's Imbued Leggings
[220810] = { "загартований шолом лицаря-лейтенанта", equip={ 9316, 21620 } }, -- Knight-Lieutenant's Imbued Helmet
[220811] = { "загартовані наголінники сержанта-майора", equip=9314 }, -- Sergeant Major's Imbued Greaves
[220812] = { "загартовані рукавиці сержанта-майора", equip={ 436239, 7680 } }, -- Sergeant Major's Imbued Gauntlets
[220813] = { "загартований обладунок лицаря", equip={ 9316, 21619 } }, -- Knight's Imbued Armor
[220814] = { "пластинчасті чоботи сержанта-майора", equip=9415 }, -- Sergeant Major's Lamellar Boots
[220815] = { "пластинчаста кіраса лицаря", equip=9344 }, -- Knight's Lamellar Chestplate
[220816] = { "пластинчасті ножні лати лицаря", equip=9344 }, -- Knight's Lamellar Legplates
[220817] = { "пластинчасті рукавиці сержанта-майора", equip={ 436239, 9397 } }, -- Sergeant Major's Lamellar Gauntlets
[220818] = { "пластинчасте напліччя лицаря-лейтенанта", equip=9417 }, -- Knight-Lieutenant's Lamellar Pauldrons
[220819] = { "пластинчастий шолом лицаря-лейтенанта", equip=9344 }, -- Knight-Lieutenant's Lamellar Helm
[220820] = { "кольчужний шолом кривавого вартового", equip=436239 }, -- Blood Guard's Mail Helmet
[220821] = { "плетений шолом кривавого вартового", equip=436239 }, -- Blood Guard's Chain Helmet
[220822] = { "плетений шолом лицаря-лейтенанта", equip=436239 }, -- Knight-Lieutenant's Chain Helmet
[220823] = { "кольчужні еполети кривавого вартового", equip=436239 }, -- Blood Guard's Mail Epaulets
[220824] = { "плетені еполети кривавого вартового", equip=436239 }, -- Blood Guard's Chain Epaulets
[220825] = { "плетені еполети лицаря-лейтенанта", equip=436239 }, -- Knight-Lieutenant's Chain Epaulets
[220826] = { "кольчужний обладунок кам'яного вартового", equip=436239 }, -- Stone Guard's Mail Armor
[220827] = { "плетений обладунок кам'яного вартового", equip=436239 }, -- Stone Guard's Chain Armor
[220828] = { "плетений обладунок лицаря", equip=436239 }, -- Knight's Chain Armor
[220829] = { "плетені рукавиці сержанта-майора" }, -- Sergeant Major's Chain Gauntlets
[220830] = { "плетені рукавиці головного сержанта" }, -- First Sergeant's Chain Gauntlets
[220831] = { "кольчужні рукавиці головного сержанта", equip=436239 }, -- First Sergeant's Mail Gauntlets
[220832] = { "плетені поножі лицаря", equip=436239 }, -- Knight's Chain Legplates
[220833] = { "плетені поножі кам'яного вартового", equip=436239 }, -- Stone Guard's Chain Legplates
[220834] = { "кольчужні поножі кам'яного вартового", equip=436239 }, -- Stone Guard's Mail Legplates
[220835] = { "кольчужні сабатони головного сержанта", equip="Незначне збільшення швидкості бігу та плавання." }, -- First Sergeant's Mail Sabatons
[220836] = { "плетені сабатони головного сержанта" }, -- First Sergeant's Chain Sabatons
[220837] = { "плетені сабатони сержанта-майора" }, -- Sergeant Major's Chain Sabatons
[220838] = { "гравійований нагрудник кам'яного вартового", equip={ 436239, 9315 } }, -- Stone Guard's Inscribed Chestpiece
[220839] = { "гравійовані поножі кам'яного вартового", equip={ 436239, 9315 } }, -- Stone Guard's Inscribed Legplates
[220840] = { "гравійовані сабатони головного сержанта", equip={ 9406, 22801 } }, -- First Sergeant's Inscribed Sabatons
[220841] = { "гравійовані наплічники кривавого вартового", equip={ 436239, 9407 } }, -- Blood Guard's Inscribed Shoulder Pads
[220842] = { "гравійований шолом кривавого вартового", equip={ 436239, 7681 } }, -- Blood Guard's Inscribed Skullcap
[220843] = { "гравійовані рукавиці головного сержанта", equip={ 436239, 7681 } }, -- First Sergeant's Inscribed Gauntlets
[220844] = { "пульсуюча кіраса кам'яного вартового", equip={ 432639, 9346 } }, -- Stone Guard's Pulsing Breastplate
[220845] = { "пульсуючі рукавиці головного сержанта", equip={ 436239, 9398 } }, -- First Sergeant's Pulsing Gauntlets
[220846] = { "пульсуючі наголінники головного сержанта", equip={ 9415, 22801 } }, -- First Sergeant's Pulsing Greaves
[220847] = { "пульсуючі поножі кам'яного вартового", equip={ 432639, 9346 } }, -- Stone Guard's Pulsing Legplates
[220848] = { "пульсуючий шолом кривавого вартового", equip={ 432639, 9342 } }, -- Blood Guard's Pulsing Helmet
[220849] = { "пульсуючі наплечі кривавого вартового", equip={ 436239, 9416 } }, -- Blood Guard's Pulsing Shoulders
[220850] = { "шкіряна пов'язка лицаря-лейтенанта", equip={ 436239, 432639, 9329 } }, -- Knight-Lieutenant's Leather Headband
[220851] = { "шкіряна пов'язка кривавого вартового", equip={ 436239, 432639, 9329 } }, -- Blood Guard's Leather Headband
[220852] = { "шкіряні наплечі лицаря-лейтенанта", equip={ 436239, 432639, 9139 } }, -- Knight-Lieutenant's Leather Shoulders
[220853] = { "шкіряні наплечі кривавого вартового", equip={ 436239, 432639, 9139 } }, -- Blood Guard's Leather Shoulders
[220854] = { "шкіряний обладунок лицаря", equip={ 436239, 432639, 9330 } }, -- Knight's Leather Armor
[220855] = { "шкіряний обладунок кам'яного вартового", equip={ 436239, 432639, 9330 } }, -- Stone Guard's Leather Armor
[220856] = { "шкіряні рукавиці сержанта-майора", equip={ 436239, 9142 } }, -- Sergeant Major's Leather Gauntlets
[220857] = { "шкіряні рукавиці головного сержанта", equip={ 436239, 9142 } }, -- First Sergeant's Leather Gauntlets
[220858] = { "шкіряні штани лицаря", equip={ 436239, 432639, 9330 } }, -- Knight's Leather Pants
[220859] = { "шкіряні штани кам'яного вартового", equip={ 436239, 432639, 9330 } }, -- Stone Guard's Leather Pants
[220860] = { "шкіряні чоботи сержанта-майора", equip={ 17746, 9330 } }, -- Sergeant Major's Leather Boots
[220861] = { "шкіряні чоботи головного сержанта", equip={ 17746, 9330 } }, -- First Sergeant's Leather Boots
[220862] = { "тріскучі шкіряні чоботи сержанта-майора", equip={ 432639, 9416 } }, -- Sergeant Major's Crackling Leather Boots
[220863] = { "тріскучі шкіряні чоботи головного сержанта", equip={ 432639, 9416 } }, -- First Sergeant's Crackling Leather Boots
[220864] = { "тріскучі шкіряні поножі лицаря", equip={ 436239, 432639, 9417 } }, -- Knight's Crackling Leather Leggings
[220865] = { "тріскучі шкіряні поножі кам'яного вартового", equip={ 436239, 432639, 9417 } }, -- Stone Guard's Crackling Leather Leggings
[220866] = { "тріскучі шкіряні рукавиці сержанта-майора", equip=9343 }, -- Sergeant Major's Crackling Leather Gauntlets
[220867] = { "тріскучі шкіряні рукавиці головного сержанта", equip=9343 }, -- First Sergeant's Crackling Leather Gauntlets
[220868] = { "тріскучий шкіряний мундир лицаря", equip={ 436239, 9416 } }, -- Knight's Crackling Leather Tunic
[220869] = { "тріскучий шкіряний мундир кам'яного вартового", equip={ 436239, 9416 } }, -- Stone Guard's Crackling Leather Tunic
[220870] = { "тріскучі шкіряні наплічники лицаря-лейтенанта", equip={ 432639, 9417 } }, -- Knight-Lieutenant's Crackling Leather Spaulders
[220871] = { "тріскучі шкіряні наплічники кривавого вартового", equip={ 432639, 9417 } }, -- Blood Guard's Crackling Leather Spaulders
[220872] = { "тріскучий шкіряний шолом лицаря-лейтенанта", equip=9342 }, -- Knight-Lieutenant's Crackling Leather Helmet
[220873] = { "тріскучий шкіряний шолом кривавого вартового", equip=9342 }, -- Blood Guard's Crackling Leather Helmet
[220874] = { "відновлений шкіряний шолом лицаря-лейтенанта", equip=9314 }, -- Knight-Lieutenant's Restored Leather Helm
[220875] = { "відновлений шкіряний шолом кривавого вартового", equip=9314 }, -- Blood Guard's Restored Leather Helm
[220876] = { "відновлені шкіряні наплічники лицаря-лейтенанта", equip=9408 }, -- Knight-Lieutenant's Restored Leather Spaulders
[220877] = { "відновлені шкіряні наплічники кривавого вартового", equip=9408 }, -- Blood Guard's Restored Leather Spaulders
[220878] = { "відновлений шкіряний жилет лицаря", equip=9407 }, -- Knight's Restored Leather Jerkin
[220879] = { "відновлений шкіряний жилет кам'яного вартового", equip=9407 }, -- Stone Guard's Restored Leather Jerkin
[220880] = { "відновлені шкіряні рукавиці сержанта-майора", equip=9315 }, -- Sergeant Major's Restored Leather Gloves
[220881] = { "відновлені шкіряні рукавиці головного сержанта", equip=9315 }, -- First Sergeant's Restored Leather Gloves
[220882] = { "відновлені шкіряні поножі лицаря", equip={ 436239, 9408 } }, -- Knight's Restored Leather Leggings
[220883] = { "відновлені шкіряні поножі кам'яного вартового", equip={ 436239, 9408 } }, -- Stone Guard's Restored Leather Leggings
[220884] = { "відновлені шкіряні чоботи сержанта-майора", equip=9407 }, -- Sergeant Major's Restored Leather Boots
[220885] = { "відновлені шкіряні чоботи головного сержанта", equip=9407 }, -- First Sergeant's Restored Leather Boots
[220886] = { "жахотканий жилет лицаря", equip={ 436239, 9417 } }, -- Knight's Dreadweave Vest
[220887] = { "жахоткане напліччя лицаря-лейтенанта", equip={ 436239, 9398 } }, -- Knight-Lieutenant's Dreadweave Mantle
[220888] = { "жахоткані поножі лицаря", equip={ 436239, 9417 } }, -- Knight's Dreadweave Leggings
[220889] = { "жахотканий капелюх лицаря-лейтенанта", equip={ 436239, 9343 } }, -- Knight-Lieutenant's Dreadweave Hat
[220890] = { "жахоткані рукавички сержанта-майора", equip=9342 }, -- Sergeant Major's Dreadweave Gloves
[220891] = { "жахоткані чоботи сержанта-майора", equip={ 432639, 9398 } }, -- Sergeant Major's Dreadweave Boots
[220892] = { "атласний обладунок лицаря", equip={ 9316, 21625 } }, -- Knight's Satin Armor
[220893] = { "атласні поножі лицаря", equip={ 9316, 21625 } }, -- Knight's Satin Leggings
[220894] = { "атласні наплічники лицаря-лейтенанта", equip={ 9408, 21362 } }, -- Knight-Lieutenant's Satin Pads
[220895] = { "атласні чоботи сержанта-майора", equip=9407 }, -- Sergeant Major's Satin Boots
[220896] = { "атласний капелюх лицаря-лейтенанта", equip={ 9316, 21620 } }, -- Knight-Lieutenant's Satin Cover
[220897] = { "атласні рукавички сержанта-майора", equip=9317 }, -- Sergeant Major's Satin Gloves
[220898] = { "атласні рукавички головного сержанта", equip=9317 }, -- First Sergeant's Satin Gloves
[220899] = { "атласний капелюх кривавого вартового", equip={ 9316, 21620 } }, -- Blood Guard's Satin Cover
[220900] = { "атласні чоботи головного сержанта", equip=9407 }, -- First Sergeant's Satin Boots
[220901] = { "атласні наплічники кривавого вартового", equip={ 9408, 21362 } }, -- Blood Guard's Satin Pads
[220902] = { "атласні поножі кам'яного вартового", equip={ 9316, 21625 } }, -- Stone Guard's Satin Leggings
[220903] = { "атласний обладунок кам'яного вартового", equip={ 9316, 21625 } }, -- Stone Guard's Satin Armor
[220904] = { "жахотканий жилет кам'яного вартового", equip={ 436239, 9417 } }, -- Stone Guard's Dreadweave Vest
[220905] = { "жахоткане напліччя кривавого вартового", equip={ 436239, 9398 } }, -- Blood Guard's Dreadweave Mantle
[220906] = { "жахоткані поножі кам'яного вартового", equip={ 436239, 9417 } }, -- Stone Guard's Dreadweave Leggings
[220907] = { "жахотканий капелюх кривавого вартового", equip={ 436239, 9343 } }, -- Blood Guard's Dreadweave Hat
[220908] = { "жахоткані рукавички головного сержанта", equip=9342 }, -- First Sergeant's Dreadweave Gloves
[220909] = { "жахоткані чоботи головного сержанта", equip={ 432639, 9398 } }, -- First Sergeant's Dreadweave Boots
[220912] = { "молот жеоди", flavor="На ньому видніються крихітні тріщини." }, -- Geode Hammer
[220913] = { "руна знищення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Demolition
[220914] = { "розбитий молот жеоди", flavor="Він повністю розколотий." }, -- Broken Geode Hammer
[220915] = { "ідол лютого шаркуна", use="Убийте 5 ворогів шкодою від природи, поки на вас діє \"Луб'яна шкіра\", після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Idol of the Raging Shambler
[220916] = { "ріг стегодона-громоступа" }, -- Thunderstomp Stegodon Horn
[220917] = { "коробка з багряним барвником" }, -- Box of Scarlet Dye
[220918] = { "загублені припаси: молюсковий суп Підштольні", use="Додайте 16 порцій молюскового супу Підштольні, щоб завершити партію припасів." }, -- Waylaid Supplies: Undermine Clam Chowder
[220919] = { "загублені припаси: суп з темноперого луціана", use="Додайте 8 порцій супу з темноперого луціана, щоб завершити партію припасів." }, -- Waylaid Supplies: Nightfin Soup
[220920] = { "загублені припаси: ніжні вовчі стейки", use="Додайте 12 ніжних вовчих стейків, щоб завершити партію припасів." }, -- Waylaid Supplies: Tender Wolf Steaks
[220921] = { "загублені припаси: щільні маготкані бинти", use="Додайте 14 щільних маготканих бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Mageweave Bandages
[220922] = { "загублені припаси: сонцетравка", use="Додайте 15 сонцетравок, щоб завершити партію припасів." }, -- Waylaid Supplies: Sungrass
[220923] = { "загублені припаси: снолистя", use="Додайте 6 снолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Dreamfoil
[220924] = { "загублені припаси: злитки ясносрібла", use="Додайте 12 злитків ясносрібла, щоб завершити партію припасів." }, -- Waylaid Supplies: Truesilver Bars
[220925] = { "загублені припаси: злитки торію", use="Додайте 16 злитків торію, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Bars
[220926] = { "загублені припаси: міцна шкіра", use="Додайте 14 міцних шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Rugged Leather
[220927] = { "загублені припаси: товста шкура", use="Додайте 8 товстих шкур, щоб завершити партію припасів." }, -- Waylaid Supplies: Thick Hide
[220928] = { "загублені припаси: зачаровані злитки торію", use="Додайте 4 зачаровані злитки торію, щоб завершити партію припасів." }, -- Waylaid Supplies: Enchanted Thorium Bars
[220929] = { "загублені припаси: відмінне зілля мани", use="Додайте 6 відмінних зіллів мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Superior Mana Potions
[220930] = { "загублені припаси: величезне зілля лікування", use="Додайте 8 величезних зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Major Healing Potions
[220931] = { "загублені припаси: фугасні бомби", use="Додайте 16 фугасних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Hi-Explosive Bombs
[220932] = { "загублені припаси: торієві гранати", use="Додайте 3 торієві гранати, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Grenades
[220933] = { "загублені припаси: торієві гвинтівки", use="Додайте 2 торієві гвинтівки, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Rifles
[220934] = { "загублені припаси: мітрилові капюшони", use="Додайте 3 мітрилові капюшони, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Coifs
[220935] = { "загублені припаси: торієві пояси", use="Додайте 5 торієвих поясів, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Belts
[220936] = { "загублені припаси: ясносрібні рукавиці", use="Додайте 2 пари ясносрібних рукавиць, щоб завершити партію припасів." }, -- Waylaid Supplies: Truesilver Gauntlets
[220937] = { "загублені припаси: накладки з міцної шкіри", use="Додайте 12 накладок з міцної шкіри, щоб завершити партію припасів." }, -- Waylaid Supplies: Rugged Armor Kits
[220938] = { "загублені припаси: лихі шкіряні браслети", use="Додайте 6 лихих шкіряних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Wicked Leather Bracers
[220939] = { "загублені припаси: рунічні шкіряні браслети", use="Додайте 5 рунічних шкіряних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Runic Leather Bracers
[220940] = { "загублені припаси: чорні маготкані обмотки", use="Додайте 5 чорних маготканих обмоток, щоб завершити партію припасів." }, -- Waylaid Supplies: Black Mageweave Headbands
[220941] = { "загублені припаси: пояси з рунічного полотна", use="Додайте 6 поясів з рунічного полотна, щоб завершити партію припасів." }, -- Waylaid Supplies: Runecloth Belts
[220942] = { "загублені припаси: вишукані сорочки", use="Додайте 4 вишукані сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Tuxedo Shirts
[220964] = { "розряджені підсилені порожнечею поручі" }, -- Decharged Void-Powered Vambraces
[220965] = { "велика сокира лускоклята", equip="Збільшує силу атаки на 117 в бою з драконами.", flavor="Одна луска тут, а друга - там." }, -- Scalebane Greataxe
[221008] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221009] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221010] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221017] = { "журнал Келдари" }, -- Keldara's Log
[221018] = { "польова аптечка", use="Поєднати 3 зразки сатиринії, щоб приготувати настоянку." }, -- Field Medicine Kit
[221019] = { "зразок сатиринії" }, -- Satyrweed Sample
[221020] = { "руна богині місяця", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Moon Goddess
[221021] = { "насіння кошмару" }, -- Nightmare Seed
[221024] = { "настій вічних кошмарів", use="Збільшує силу атаки дальнього та ближнього бою на 45. Ефект цього настою діє лише на уражених кошмаром територіях.", flavor="Скільки б ви не пили, цей настій не закінчується." }, -- Flask of Everlasting Nightmares
[221025] = { "підсилені порожнечею браслети заклинателя", equip={ 14248, 446092 }, use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Invoker's Vambraces
[221026] = { "підсилені порожнечею браслети вбивці", equip=446092, use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Slayer's Vambraces
[221027] = { "підсилені порожнечею браслети захисника", equip={ 23731, 446092 }, use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Protector's Vambraces
[221028] = { "зачарована сигіла: живі сни", use=446240 }, -- Enchanted Sigil: Living Dreams
[221030] = { "моджо забороненої магії племені Атал'ай", use="Збільшує силу заклинань на 40. При успішному ударі заклинанням ви маєте шанс випустити в ціль тіньову стрілу. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Зачарована сутністю Атал'ай вода, в глибинах якої мерехтять тіні..." }, -- Atal'ai Mojo of Forbidden Magic
[221191] = { "камінь сну", use=8690 }, -- Dreamstone
[221192] = { "щоденник сну", use=8690 }, -- Dream Journal
[221193] = { "смарагдовий перстень", equip=9142, use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[221196] = { "моджо війни племені Атал'ай", use="Збільшує силу атаки ближнього та дальнього бою на 48. При завданні удару в ближньому чи дальньому бою ви маєте шанс збільшити свій розмір, тим самим збільшуючи силу або спритність (залежно від того, яка з цих харастеристик більша) на 35 протягом 10 секунд. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Ви відчуваєте потяг до бою, дивлячись на це чаруюче червоне зілля..." }, -- Atal'ai Mojo of War
[221199] = { "настоянка сатиринії", use="Зцілити створіння від осквернення сатирів." }, -- Satyrweed Tincture
[221256] = { "права рука Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Right Arm of the Obliterator
[221257] = { "ліва рука Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Left Arm of the Obliterator
[221258] = { "права нога Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Right Foot of the Obliterator
[221259] = { "ліва нога Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Left Foot of the Obliterator
[221260] = { "голова Руйнівника" }, -- Head of the Obliterator
[221261] = { "напій дикого шепоту", use="Викликати дух Аґамаґґана. Можна використати тільки на вершині Тернової спіралі в норах Бритвоболотих після перемоги над усіма ворогами поблизу." }, -- Wildwhisper Draught
[221262] = { "дике підношення" }, -- Wild Offering
[221267] = { "руна кровожерливості", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Bloodthirsty
[221271] = { "туз дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Ace of Wilds
[221272] = { "колода дикої природи", flavor="Власність ярмарку Темного місяця." }, -- Wilds Deck
[221273] = { "двійка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Two of Wilds
[221274] = { "трійка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Three of Wilds
[221275] = { "четвірка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Four of Wilds
[221276] = { "п'ятірка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Five of Wilds
[221277] = { "шістка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Six of Wilds
[221278] = { "сімка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Seven of Wilds
[221279] = { "вісімка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Eight of Wilds
[221280] = { "колода чуми", flavor="Власність ярмарку Темного місяця." }, -- Plagues Deck
[221281] = { "туз чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Ace of Plagues
[221282] = { "двійка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Two of Plagues
[221283] = { "трійка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Three of Plagues
[221284] = { "четвірка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Four of Plagues
[221285] = { "п'ятірка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Five of Plagues
[221286] = { "шістка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Six of Plagues
[221287] = { "сімка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Seven of Plagues
[221288] = { "вісімка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Eight of Plagues
[221289] = { "колода дюн", flavor="Власність ярмарку Темного місяця." }, -- Dunes Deck
[221290] = { "туз дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Ace of Dunes
[221291] = { "двійка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Two of Dunes
[221292] = { "трійка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Three of Dunes
[221293] = { "четвірка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Four of Dunes
[221294] = { "п'ятірка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Five of Dunes
[221295] = { "шістка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Six of Dunes
[221296] = { "сімка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Seven of Dunes
[221297] = { "вісімка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Eight of Dunes
[221298] = { "туз кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Ace of Nightmares
[221299] = { "колода кошмарів", flavor="Власність ярмарку Темного місяця." }, -- Nightmares Deck
[221300] = { "двійка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Two of Nightmares
[221301] = { "трійка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Three of Nightmares
[221302] = { "четвірка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Four of Nightmares
[221303] = { "п'ятірка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Five of Nightmares
[221304] = { "шістка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Six of Nightmares
[221305] = { "сімка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Seven of Nightmares
[221306] = { "вісімка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Eight of Nightmares
[221307] = { "карта Темного місяця: гниття", equip="Заклинання та атаки іноді витягають з цілі 40 здоров'я і накладають на неї ефект гниття. Коли на цілі буде 5 ефектів гниття, вона отримає від 225 до 375 шкоди." }, -- Darkmoon Card: Decay
[221308] = { "карта Темного місяця: розростання", equip="При успішному зціленні заклинанням або ефектом періодичного зцілення ви можете відновити цілі 8 енергії, 1% мани або 4 люті." }, -- Darkmoon Card: Overgrowth
[221309] = { "карта Темного місяця: піщана буря", equip="При завданні удару атаками або заклинанням ви можете викликати піщану бурю, яка кружляє навколо вас, завдаючи від 50 до 100 шкоди від природи цілям, через які вона проходить." }, -- Darkmoon Card: Sandstorm
[221310] = { "карта Темного місяця: муки", equip="При завданні удару атаками або заклинанням ви можете викликати у цілі муки, що змушують ціль блукати в стражданнях протягом 3 секунд." }, -- Darkmoon Card: Torment
[221311] = { "моджо життя племені Атал'ай", use="Збільшує зцілення на 45 та відновлює 11 мани кожні 5 секунд, а ваші ефекти зцілення можуть відновити вам 8 енергії, 1% мани або 4 люті. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Вміст цього флакону має глибокий синій колір. Він ніби вимагає, щоб ви його випили..." }, -- Atal'ai Mojo of Life
[221312] = { "фляга моджо племені Атал'ай", flavor="Найкраще моджо тролів Атал'ай" }, -- Flask of Atal'ai Mojo
[221313] = { "фляга кошмарного моджо", flavor="У флаконі закручується потужне вуду Атал'ай, наповнене кошмаром." }, -- Flask of Nightmarish Mojo
[221314] = { "повідомлення про розшук", flavor="Грубий малюнок дворфа Темного Заліза." }, -- Wanted Notice
[221315] = { "генератор веселки", use="Сила веселки!" }, -- Rainbow Generator
[221316] = { "Премова форма витримки", use="Зосередитися." }, -- Premo's Poise-Demanding Uniform
[221317] = { "лей-кристал Фераласа", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Feralas Leycryst
[221318] = { "лей-кристал Азшари", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Azshara Leycryst
[221319] = { "лей-кристал Чорного Каменю", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Blackrock Leycryst
[221320] = { "лей-кристал Внутрішніх Земель", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Hinterlands Leycryst
[221321] = { "печатка міці Атал'ай", use="Накласти на наплічники чари, що збільшують силу атаки на 15." }, -- Atal'ai Signet of Might
[221322] = { "печатка моджо Атал'ай", use="Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Atal'ai Signet of Mojo
[221323] = { "печатка спокою Атал'ай", use="Накласти на наплічники чари, що збільшують зцілення від заклинань і ефектів на 18." }, -- Atal'ai Signet of Serenity
[221324] = { "крихкий ключ Тінегарту", flavor="Прикріпити цей ключ до зв'язки неможливо." }, -- Brittle Shadowforge Key
[221325] = { "вибуховий заряд \"Простобум\"", use="Підриває складні замки на дверях.", flavor="Фітиль вже горить!" }, -- EZ-Splode Blasting Charge
[221326] = { "серце священного оленя", use="Принести в жертву на вівтарі звіра." }, -- Sacred Stag Heart
[221327] = { "креслення: Гномський промінь зменшення", use="Навчає вас створювати гномський промінь зменшення.", recipe_result_item=10716 }, -- Schematic: Gnomish Shrink Ray
[221328] = { "креслення: Гномські окуляри", use="Навчає вас створювати гномські окуляри.", recipe_result_item=10545 }, -- Schematic: Gnomish Goggles
[221329] = { "креслення: Гномський сіткокид", use="Навчає вас створювати гномський сіткокид.", recipe_result_item=10720 }, -- Schematic: Gnomish Net-o-matic Projector
[221330] = { "креслення: Гномський пояс запобігання шкоді", use="Навчає вас створювати гномський пояс запобігання шкоді.", recipe_result_item=10721 }, -- Schematic: Gnomish Harm Prevention Belt
[221331] = { "креслення: Гномські реактивні черевики", use="Навчає вас створювати гномські реактивні черевики.", recipe_result_item=10724 }, -- Schematic: Gnomish Rocket Boots
[221332] = { "креслення: Гномське бойове курча", use="Навчає вас створювати гномське бойове курча.", recipe_result_item=10725 }, -- Schematic: Gnomish Battle Chicken
[221333] = { "креслення: Гномська шапка контролю розуму", use="Навчає вас створювати гномську шапку контролю розуму.", recipe_result_item=10726 }, -- Schematic: Gnomish Mind Control Cap
[221334] = { "креслення: Гномський промінь смерті", use="Навчає вас створювати гномський промінь смерті.", recipe_result_item=10645 }, -- Schematic: Gnomish Death Ray
[221335] = { "креслення: Гоблінська будівельна каска", use="Навчає вас створювати гоблінську будівельну каску.", recipe_result_item=10543 }, -- Schematic: Goblin Construction Helmet
[221336] = { "креслення: Гоблінський гірничий шолом", use="Навчає вас створювати гоблінський гірничий шолом.", recipe_result_item=10542 }, -- Schematic: Goblin Mining Helmet
[221337] = { "креслення: Гоблінська мортира", use="Навчає вас створювати гоблінську мортиру.", recipe_result_item=10577 }, -- Schematic: Goblin Mortar
[221338] = { "креслення: Гоблінський саперний заряд", use="Навчає вас створювати гоблінський саперний заряд.", recipe_result_item=10646 }, -- Schematic: Goblin Sapper Charge
[221339] = { "креслення: Гоблінські реактивні черевики", use="Навчає вас створювати гоблінські реактивні черевики.", recipe_result_item=7189 }, -- Schematic: Goblin Rocket Boots
[221340] = { "креслення: Гоблінський бомбокид", use="Навчає вас створювати гоблінський бомбокид.", recipe_result_item=10587 }, -- Schematic: Goblin Bomb Dispenser
[221341] = { "креслення: Великан", use="Навчає вас створювати Великана.", recipe_result_item=10586 }, -- Schematic: The Big One
[221342] = { "креслення: Гоблінський дракономет", use="Навчає вас створювати гоблінський дракономет.", recipe_result_item=10727 }, -- Schematic: Goblin Dragon Gun
[221343] = { "креслення: Гоблінський реактивний шолом", use="Навчає вас створювати гоблінський реактивний шолом.", recipe_result_item=10588 }, -- Schematic: Goblin Rocket Helmet
[221344] = { "особиста книга заклинань", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", use="Створи 5 чар сприйняття." }, -- Personal Spellbook
[221345] = { "осквернена кров Ераніка" }, -- Corrupted Blood of Eranikus
[221346] = { "кістка полеглого аватара", flavor="Чудова, прекрасна плечова кістка. Вона має чудову форму і не має жодних пошкоджень." }, -- Scapula of the Fallen Avatar
[221347] = { "каламутна сапта вогню", use="Дозволяє шаману бачити духів стихій." }, -- Murky Fire Sapta
[221348] = { "каламутна сапта води", use="Дозволяє шаману бачити духів стихій." }, -- Murky Water Sapta
[221349] = { "каламутна сапта землі", use="Дозволяє шаману бачити духів стихій." }, -- Murky Earth Sapta
[221350] = { "обпалені записи шамана", flavor="Сторінки обвуглені настільки, що їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Charred Shaman's Notes
[221351] = { "промоклі записи шамана", flavor="Вода розмила чорнило, тож їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Waterlogged Shaman's Notes
[221352] = { "заляпані записи шамана", flavor="Сторінки забруднені настільки, що їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Smudged Shaman's Notes
[221353] = { "фрагмент вогню", use="Поєднати фрагмент вогню з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Fire
[221354] = { "фрагмент води", use="Поєднати фрагмент води з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Water
[221355] = { "фрагмент землі", use="Поєднати фрагмент землі з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Earth
[221356] = { "сяючий фрагмент вогню" }, -- Glowing Fragment of Fire
[221357] = { "сяючий фрагмент води" }, -- Glowing Fragment of Water
[221358] = { "сяючий фрагмент землі" }, -- Glowing Fragment of Earth
[221359] = { "бездоганне перо совозвіра" }, -- Pristine Owlbeast Quill
[221360] = { "Фарракський папірус" }, -- Farraki Papyrus
[221361] = { "смола Зукк'аш" }, -- Zukk'ash Resin
[221362] = { "ганчірка для чищення зброї", use="Очищає вашу зброю. Знімає всі тимчасові чари. І зброя як новенька!" }, -- Weapon Cleaning Cloth
[221363] = { "кістка полеглого аватара", flavor="Чудова, прекрасна плечова кістка. Вона має чудову форму і не має жодних пошкоджень." }, -- Scapula of the Fallen Avatar
[221364] = { "мідна монета різанини", use="Перетворити 100 мідних монет різанини на 1 срібну монету різанини.", flavor="Малий знак служіння лоа крові." }, -- Copper Massacre Coin
[221365] = { "срібна монета різанини", use="Перетворити 100 срібних монет різанини на 1 золоту монету різанини.", flavor="Знак служіння лоа крові." }, -- Silver Massacre Coin
[221366] = { "золота монета різанини", flavor="Символ служби лоа крові." }, -- Gold Massacre Coin
[221367] = { "мішок мідних монет різанини", flavor="Містить 100 мідних монет різанини." }, -- Satchel of Copper Massacre Coins
[221368] = { "мішок срібних монет різанини", flavor="Містить 100 срібних монет різанини." }, -- Satchel of Silver Massacre Coins
[221369] = { "воронка кошмару", equip="Відновлює 150 здоров'я та мани при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд." }, -- Nightmare Siphon
[221370] = { "дорогоцінний медальйон", flavor="На звороті написано: Джаббі + Ені" }, -- Precious Medallion
[221371] = { "гаманець викрадача" }, -- Kidnapper's Coin Purse
[221372] = { "понівечений гаманець", flavor="Його вміст, ймовірно, було пошкоджено під час бою." }, -- Mangled Coin Purse
[221374] = { "страждання сну", equip="Збільшує шкоду або зцілення від наступної атаки, здібності або заклинання на 40 при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд." }, -- Anguish of the Dream
[221376] = { "шолом Смарагдового Сну", equip={ 436239, 432639 } }, -- Emerald Dream Helm
[221377] = { "ножні лати Смарагдового Сну", equip=436239 }, -- Emerald Dream Legplates
[221378] = { "рукавиці Смарагдового Сну" }, -- Emerald Dream Gauntlets
[221379] = { "сабатони Смарагдового Сну" }, -- Emerald Dream Sabatons
[221380] = { "кіраса Смарагдового Сну", equip=436239 }, -- Emerald Dream Breastplate
[221381] = { "напліччя Смарагдового Сну", equip=436239 }, -- Emerald Dream Pauldrons
[221382] = { "інкрустована смарагдами кіраса", equip={ 9408, 21626 } }, -- Emerald Encrusted Battleplate
[221383] = { "інкрустовані смарагдами рукавиці", equip={ 436239, 7680 } }, -- Emerald Encrusted Handguards
[221384] = { "інкрустований смарагдами шолом", equip={ 9408, 21626 } }, -- Emerald Encrusted Helmet
[221385] = { "інкрустовані смарагдами ножні лати", equip={ 9314, 21626 } }, -- Emerald Encrusted Legplates
[221386] = { "інкрустовані смарагдами наплічники", equip={ 7681, 21626 } }, -- Emerald Encrusted Spaulders
[221387] = { "інкрустовані смарагдами латні чоботи", equip={ 7681, 21626 } }, -- Emerald Encrusted Plate Boots
[221388] = { "смарагдові лускаті поножі", equip={ 436239, 9331 } }, -- Emerald Scalemail Leggings
[221389] = { "смарагдові лускаті рукавиці", equip={ 436239, 9141 } }, -- Emerald Scalemail Gauntlets
[221390] = { "смарагдова луската кіраса", equip={ 436239, 9331 } }, -- Emerald Scalemail Breastplate
[221391] = { "смарагдовий лускатий шолом", equip={ 436239, 9141 } }, -- Emerald Scalemail Helmet
[221392] = { "смарагдові лускаті наплічники", equip={ 436239, 9329 } }, -- Emerald Scalemail Shoulders
[221393] = { "смарагдові лускаті чоботи", equip={ 9141, 24090 } }, -- Emerald Scalemail Boots
[221394] = { "прикрашені смарагдами чоботи", equip={ 7680, 22801 } }, -- Emerald Laden Boots
[221395] = { "прикрашена смарагдами кіраса", equip={ 436239, 9408 } }, -- Emerald Laden Breastplate
[221396] = { "прикрашені смарагдами рукавиці", equip={ 436239, 7680 } }, -- Emerald Laden Gauntlets
[221397] = { "прикрашений смарагдами шолом", equip={ 436239, 7680 } }, -- Emerald Laden Helmet
[221398] = { "прикрашені смарагдами поножі", equip={ 436239, 9408 } }, -- Emerald Laden Leggings
[221399] = { "прикрашені смарагдами наплічники", equip={ 436239, 9406 } }, -- Emerald Laden Shoudlers
[221400] = { "смарагдові плетені наплічники", equip={ 436239, 9415 } }, -- Emerald Chain Shoudlers
[221401] = { "смарагдові кольчужні поножі", equip={ 436239, 9417 } }, -- Emerald ChainLeggings
[221402] = { "смарагдовий плетений шолом", equip={ 436239, 9397 } }, -- Emerald Chain Helmet
[221403] = { "смарагдові плетені рукавиці", equip={ 436239, 9397 } }, -- Emerald Chain Gauntlets
[221404] = { "смарагдова плетена кіраса", equip={ 436239, 9417 } }, -- Emerald Chain Breastplate
[221405] = { "смарагдові плетені чоботи", equip={ 9397, 22801 } }, -- Emerald Chain Boots
[221406] = { "смарагдовий шкіряний жилет", equip={ 436239, 432639, 9329 } }, -- Emerald Leather Vest
[221407] = { "смарагдові шкіряні рукавиці", equip={ 436239, 9142 } }, -- Emerald Leather Gloves
[221408] = { "смарагдовий шкіряний шолом", equip={ 436239, 432639, 9141 } }, -- Emerald Leather Helm
[221409] = { "смарагдові шкіряні сабатони", equip={ 17746, 9329 } }, -- Emerald Leather Sabatons
[221410] = { "смарагдові шкіряні штани", equip={ 436239, 432639, 9329 } }, -- Emerald Leather Pants
[221411] = { "смарагдові шкіряні наплічники", equip={ 436239, 432639, 9138 } }, -- Emerald Leather Shoulders
[221412] = { "смарагдові рукавиці хранителя сну", equip=9408 }, -- Emerald Dreamkeeper Gloves
[221413] = { "смарагдовий шолом хранителя сну", equip=9407 }, -- Emerald Dreamkeeper Helm
[221414] = { "смарагдові штани хранителя сну", equip={ 436239, 9407 } }, -- Emerald Dreamkeeper Pants
[221415] = { "смарагдові чоботи хранителя сну", equip=9406 }, -- Emerald Dreamkeeper Boots
[221416] = { "смарагдові наплічники хранителя сну", equip=9406 }, -- Emerald Dreamkeeper Shoulders
[221417] = { "смарагдовий нагрудник хранителя сну", equip={ 436239, 9406 } }, -- Emerald Dreamkeeper Chest
[221418] = { "рев Аґамаґґана", use="Привернути увагу несамовитого древнього, щоб вступити з ним в бій." }, -- Agamaggan's Roar
[221419] = { "смарагдовий жилет вартового", equip={ 436239, 9415 } }, -- Emerald Watcher Vest
[221420] = { "смарагдові чоботи вартового", equip=9415 }, -- Emerald Watcher Boots
[221421] = { "смарагдові рукавиці вартового", equip=9417 }, -- Emerald Watcher Gloves
[221422] = { "смарагдовий шолом вартового", equip=9416 }, -- Emerald Watcher Helm
[221423] = { "смарагдові поножі вартового", equip={ 436239, 9415 } }, -- Emerald Watcher Leggings
[221424] = { "смарагдові наплічники вартового", equip=9415 }, -- Emerald Watcher Shoulders
[221425] = { "смарагдовий вінець вартового", equip={ 436239, 9417 } }, -- Emerald Enchanted Circlet
[221426] = { "смарагдові зачаровані чоботи", equip={ 432639, 9398 } }, -- Emerald Enchanted Boots
[221427] = { "смарагдові зачаровані рукавиці", equip=9342 }, -- Emerald Enchanted Gloves
[221428] = { "руна нечесної гри", use="Навчає вас новій здібності гравіювання." }, -- Rune of Foul Play
[221429] = { "смарагдові зачаровані штани", equip={ 436239, 9342 } }, -- Emerald Enchanted Pants
[221430] = { "смарагдова зачарована мантія", equip={ 436239, 9342 } }, -- Emerald Enchanted Robes
[221431] = { "смарагдові зачаровані наплічники", equip={ 436239, 9397 } }, -- Emerald Enchanted Shoulders
[221432] = { "смарагдове ткане напліччя", equip=9406 }, -- Emerald Woven Mantle
[221433] = { "руна зосередження", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focus
[221434] = { "смарагдова ткана мантія", equip=9317 }, -- Emerald Woven Robes
[221435] = { "смарагдові ткані штани", equip=9314 }, -- Emerald Woven Pants
[221436] = { "смарагдові ткані рукавиці", equip=9314 }, -- Emerald Woven Gloves
[221437] = { "смарагдовий тканий вінець", equip=9317 }, -- Emerald Woven Circlet
[221438] = { "смарагдові ткані чоботи", equip=7681 }, -- Emerald Woven Boots
[221439] = { "обладунок Смарагдової Дрімоти", equip="З шансом 5% при отриманні удару в ближньому бою ви приспите нападника на 10 секунд. Діє лише на ворогів 50 рівня і нижче." }, -- Armor of the Emerald Slumber
[221440] = { "рев Сну", equip="Ваші бойові заклинання мають шанс збільшити шкоду від заклинань на 66 протягом 10 секунд." }, -- Roar of the Dream
[221441] = { "оберіг Сну", equip=446708 }, -- Warden of the Dream
[221442] = { "рев вартового", use="Збільшує силу атаки ближнього та дальнього бою на 70. Ефект триває 20 секунд." }, -- Roar of the Guardian
[221443] = { "рев рощі", use="Викликати силу Сну на 15 секунд. Стоячи в його колі, ви збільшуєте силу зцілення на 120." }, -- Roar of the Grove
[221444] = { "джунглевий дуріан", use=446715, flavor="Якщо ви зможете пережити неприємний аромат, то цей фрукт дуже смачний!" }, -- Jungle Durian
[221445] = { "руна сконцентрованого вогню", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focused Fire
[221446] = { "молот ритуаліста", equip=449668, use="Додає до ваших атак ближнього бою 5 шкоди від удару бурі, завдаючи шкоди цілі та 3 її найближчим союзникам. Створює додаткову загрозу. Триває 20 секунд." }, -- Ritualist's Hammer
[221447] = { "гримуар ритуаліста Кривавого Місяця", equip=9345 }, -- Ritualist's Bloodmoon Grimoire
[221448] = { "талісман оскверненої рощі", equip={ 9316, 21628 } }, -- Talisman of the Corrupted Grove
[221450] = { "лук гладіатора Ґурубаші", equip="Атаки можуть збільшити вашу силу на 75 протягом 15 секунд." }, -- Gurubashi Pit Fighter's Bow
[221451] = { "кровожерливий арбалет", equip="Ваші атаки дальнього бою витягають з цілей 5 здоров'я." }, -- Bloodthirst Crossbow
[221452] = { "чародійний перстень кривавого зосередження", equip=13602 }, -- Bloodfocused Arcane Band
[221453] = { "кільце киплячої крові", equip=9295 }, -- Band of Boiling Blood
[221454] = { "кільце крижаної крові", equip=9305 }, -- Glacial Blood Band
[221455] = { "благоговіння кривавого світла", equip={ 9316, 21628 } }, -- Bloodlight Reverence
[221456] = { "шабля кривавого затемнення", equip=21515 }, -- Eclipsed Sanguine Saber
[221457] = { "манускрипт винищення драконів", equip=446727 }, -- Libram of Draconic Destruction
[221458] = { "тіньове кільце перемоги", equip=9325 }, -- Shadowy Band of Victory
[221459] = { "печатка жертви", equip=9407 }, -- Seal of the Sacrificed
[221460] = { "спинокол Ґурубаші", equip=436239 }, -- Gurubashi Backstabber
[221461] = { "руна різанини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Carnage
[221462] = { "закривавлений меч швидкості", hit="Збільшує швидкість бігу на 40% протягом 10 секунд." }, -- Bloodied Sword of Speed
[221463] = { "лялька вуду предків", equip={ 9316, 21628 } }, -- Ancestral Voodoo Doll
[221464] = { "тотем вогняної точності", equip="Збільшує дальність дії здібності \"Вогняний шок\" на 5 м." }, -- Totem of Fiery Precision
[221465] = { "осквернений валитель", hit="Виводить ціль з ладу на 2 секунди." }, -- Corrupted Smashbringer
[221466] = { "кільце палаючої крові", equip=9295 }, -- Loop of Burning Blood
[221467] = { "око Кривавого Місяця", equip=9325 }, -- Eye of the Bloodmoon
[221468] = { "стіна шепоту", equip="При отриманні удару закляттям, ви з ймовірністю 5% знемовите заклинача на 3 с." }, -- Wall of Whispers
[221469] = { "колючий спис мисливця за головами", use="Кинути в ціль спис, щоб знерухомити її на 5 секунд." }, -- Headhunter's Barbed Spear
[221470] = { "смарагд сну" }, -- Dream Emerald
[221471] = { "скриня Смарагдових Вартових" }, -- Emerald Wardens Chest
[221473] = { "руна вартового", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Watchman
[221474] = { "скута сутність Ераніка", use="Отруїти всіх ворогів у радіусі 8 м навколо вас. Отрута завдає 50 шкоди від природи кожні 5 сек протягом 45 секунд." }, -- Chained Essence of Eranikus
[221475] = { "сутність Ераніка", flavor="У цьому самоцвіті клубочиться зелений туман." }, -- Essence of Eranikus
[221480] = { "сувій закляття: Розплавлений обладунок", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Molten Armor
[221481] = { "нігілістичне явлення", use="Навчає вас новій здібності гравіювання." }, -- Nihilist Epiphany
[221482] = { "руна химороді", use="Навчає вас новій здібності гравіювання." }, -- Rune of Affliction
[221483] = { "руна горіння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Burn
[221484] = { "чаклунська палиця знахаря", use="Зачаклувати себе, щоб вас важче було виявити у Затонулому храмі." }, -- Witch Doctor's Hex Stick
[221487] = { "сувій закляття: Посилені обереги", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Advanced Warding
[221488] = { "явлення рішучості", use="Навчає вас новій здібності гравіювання." }, -- Resolute Epiphany
[221489] = { "руна помсти", use="Навчає вас новій здібності гравіювання." }, -- Rune of Vengeance
[221490] = { "руна бистрини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Riptide
[221491] = { "сумка Тінезубих", flavor="Містить випадкову карту Темного Місяця." }, -- Shadowtooth Bag
[221497] = { "старий ключ", use="Відчиняє стару скриню" }, -- Old Key
[221498] = { "міцна коробка для сніданків" }, -- Sturdy Lunchbox
[221499] = { "руна вартового скверни", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Felguard
[221510] = { "руна лицаря", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Knight
[221511] = { "руна захисника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Protector
[221512] = { "руна завзяття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Alacrity
[221513] = { "руна витримки", use="Навчає вас новій здібності гравіювання." }, -- Rune of Potency
[221514] = { "руна вогневої міці", use="Навчає вас новій здібності гравіювання." }, -- Rune of Firepower
[221515] = { "руна детонації", use="Навчає вас новій здібності гравіювання." }, -- Rune of Detonation
[221516] = { "руна первинної енергії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Primal Energy
[221517] = { "руна кровопролиття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Bloodshed
[221518] = { "Шепіт", equip=436239 }, -- Whisper
[221519] = { "сфера Маннорок" }, -- Mannoroc Orb
[221544] = { "яйце буревісника" }, -- Stormcrow Egg
[221545] = { "розшифровані нотатки чорнокнижника" }, -- Deciphered Warlock Notes
[221547] = { "зашифровані нотатки чорнокнижника", use="Щоб зрозуміти нотатки чорнокнижника, потрібен шифр. Хто знає, яку магію він містить?" }, -- Coded Warlock Notes
[221549] = { "шифр Пустелебродів", flavor="Допомагає розшифрувати записи, написані Пустелебродами." }, -- Wastewander Cipher
[221780] = { "cкіпетр принцеси Терадрас", equip=447274 }, -- Princess Theradras' Scepter
[221781] = { "шолом авангарду" }, -- Avenguard Helm
[221782] = { "шолом вигнанця", equip=14089 }, -- Helm of Exile
[221783] = { "наплічники законника", equip={ 21513, 432639 } }, -- Lawbringer Spaulders
[221785] = { "кенарійське вбрання", equip=18039 }, -- Cenarion Vestments
[221971] = { "ріг сноклята", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreamsworn Horn
[221972] = { "полум'я Вогнища Сну", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreampyre Fire
[221973] = { "ікло мисливця Сну", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreamhunter Fang
[221974] = { "намисто Зловісного Тотема", use="Об'єднати зібрані компоненти в крихкий посох, який може покінчити з невмерлою дрімотою.", flavor="Намисто, знайдене у хворого шамана Зловісного Тотема." }, -- Grimtotem Necklace
[221975] = { "зламаний посох Дереволапих", use="Об'єднати зібрані компоненти в крихкий посох, який може покінчити з невмерлою дрімотою.", flavor="Частина посоха, знайдена у хворого дереволапого містика." }, -- Broken Woodpaw Staff
[221976] = { "посох хворобливої природи", use="Пробудити ціль від невмерлої дрімоти.", flavor="Посох ледве тримається купи, але давня магія всередині ще може стати в нагоді." }, -- Diseased Nature Staff
[221978] = { "душа дослідника", use="Навчитись викликати біса-дослідника." }, -- Explorer's Soul
[221979] = { "пророцтво квітучої зими", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Verdant Winter
[221980] = { "пророцтво пробудженого хаосу", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Awakened Chaos
[221981] = { "пророцтво загубленого племені", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of the Lost Tribe
[222952] = { "настій неспокійних снів", use="Збільшує шкоду від заклинань на 30, зцілення на 45 і відновлює 12 мани кожні 5 секунд протягом 1 години. Ефект цього настою діє лише на уражених кошмаром територіях.", flavor="Скільки б ви не пили, цей настій не закінчується." }, -- Flask of Restless Dreams
[222962] = { "мудрість Гіджала", use="Вивчити нову здібність гравіювання." }, -- Hyjal's Wisdom
[223073] = { "кольчужні еполети лицаря-лейтенанта", equip=436239 }, -- Knight-Lieutenant's Mail Epaulets
[223074] = { "кольчужні поножі лицаря", equip=436239 }, -- Knight's Mail Legplates
[223075] = { "кольчужний шолом лицаря-лейтенанта", equip=436239 }, -- Knight-Lieutenant's Mail Helmet
[223076] = { "кольчужні рукавиці сержанта-майора", equip=436239 }, -- Sergeant Major's Mail Gauntlets
[223077] = { "кольчужні сабатони сержанта-майора", equip=24090 }, -- Sergeant Major's Mail Sabatons
[223078] = { "кольчужний обладунок лицаря", equip=436239 }, -- Knight's Mail Armor
[223147] = { "сувій закляття: Стріла руйнівного полум'я", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Balefire Bolt
[223148] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223149] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223150] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223151] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223160] = { "діловий кущ", use="Прикинутися кущем, з будь-якої причини." }, -- Bargain Bush
[223161] = { "порожній ящик з-під припасів", use="Знайдіть застосування всім тим порожнім ящикам з-під припасів." }, -- Empty Supply Crate
[223162] = { "зручний кур'єрський рюкзак" }, -- Handy Courier Haversack
[223163] = { "формула: Сувій просторового виправлення", use="Навчає вас створювати сувій просторового виправлення.", recipe_result_item=220792 }, -- Formula: Scroll of Spatial Mending
[223164] = { "капюшон допитливості", equip=9398 }, -- Curiosity Cowl
[223167] = { "капелюх ініціативності" }, -- Initiative Cap
[223168] = { "фрагмент світового ядра", use="Спробувати налаштуватися на скупчення лей-лінії." }, -- Worldcore Fragment
[223169] = { "капелюх наполегливості" }, -- Tenacity Cap
[223171] = { "сувій геомантії", use="Спробувати налаштуватися на скупчення лей-лінії." }, -- Scroll of Geomancy
[223172] = { "капелюх наполегливості" }, -- Tenacity Chain
[223173] = { "пояс геоманта" }, -- Geomancer's Cord
[223174] = { "чоботи геоманта" }, -- Geomancer's Boots
[223175] = { "плащ геоманта" }, -- Geomancer's Cloak
[223177] = { "капелюх геоманта" }, -- Geomancer's Cap
[223178] = { "браслети геоманта" }, -- Geomancer's Bracers
[223180] = { "рукавиці геоманта" }, -- Geomancer's Gloves
[223181] = { "наплічники геоманта" }, -- Geomancer's Spaulders
[223182] = { "штани геоманта" }, -- Geomancer's Trousers
[223183] = { "вбрання геоманта" }, -- Geomancer's Wraps
[223186] = { "постачальник припасів", equip="Іноді ви можете знайти додаткові загублені припаси у ворогів." }, -- Supply Expediter
[223192] = { "пояс неприборканих", equip={ 432639, 9343 } }, -- Cord of the Untamed
[223193] = { "корона ткача сну", equip=18036 }, -- Crown of the Dreamweaver
[223194] = { "кільце дикої природи", equip={ 9331, 432639 } }, -- Band of the Wilds
[223195] = { "міць звіра", equip={ 436239, 432639 } }, -- Breadth of the Beast
[223196] = { "наголінники вбивці богів" }, -- Godslayer's Greaves
[223197] = { "захисник дикої природи", equip=9343 }, -- Defender of the Wilds
[223198] = { "Модас Каркун", equip=17747 }, -- Modas Karkun
[223214] = { "Зіла Ґулар", use="Збільшує шкоду вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, на 25%." }, -- Zila Gular
[223215] = { "Ораг Рака", equip=9397 }, -- Orah Raka
[223216] = { "Раккан Архім", equip=9415 }, -- Rakkan Archim
[223217] = { "Раккас Лек", equip=9345 }, -- Rakkas Lek
[223218] = { "Тор Кілдраз", equip=9417 }, -- Tor Kieldaz
[223219] = { "ткані браслети скверни" }, -- Fel Cloth Wristbands
[223221] = { "шкіряні браслети скверни" }, -- Fel Leather Wristbands
[223222] = { "кольчужні браслети скверни" }, -- Fel Mail Wristbands
[223237] = { "ткані наплічники скверни" }, -- Fel Cloth Shoulder Pads
[223238] = { "шкіряні наплічники скверни" }, -- Fel Leather Shoulder Pads
[223239] = { "кольчужні наплічники скверни" }, -- Fel Mail Shoulders
[223240] = { "тканий капюшон скверни" }, -- Fel Cloth Hood
[223241] = { "шкіряний капелюх скверни" }, -- Fel Leather Hat
[223242] = { "кольчужний койф скверни" }, -- Fel Mail Coif
[223248] = { "ткані поножі скверни" }, -- Fel Cloth Legs
[223249] = { "шкіряні поножі скверни" }, -- Fel Leather Legs
[223250] = { "кольчужні поножі скверни" }, -- Fel Mail Legs
[223251] = { "латні поножі скверни" }, -- Fel Plate Legs
[223256] = { "ткана мантія скверни" }, -- Fel Cloth Robes
[223261] = { "шкіряний жилет скверни" }, -- Fel Leather Chest
[223262] = { "кольчужний нагрудник скверни" }, -- Fel Mail Chest
[223263] = { "латний нагрудник скверни" }, -- Fel Plate Chest
[223283] = { "закривавлена відзнака", use="Отримати 250 честі.", flavor="Колись це могла бути нагорода за героїчні вчинки в бою. І хоча зараз вона потьмяніла від засохлої крові, в ній все ще міг лишитись відгомін честі її давно померлого власника." }, -- Bloodstained Commendation
[223288] = { "руна молота", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Hammer
[223323] = { "Премова форма витримки" }, -- Premo's Poise-Demanding Uniform
[223324] = { "поножі мандрівника дощем", equip=18029 }, -- Rainstrider Leggings
[223325] = { "нагрудник Гаккарі" }, -- Hakkari Breastplate
[223326] = { "капюшон Гаккарі", equip=13830 }, -- Hakkari Shroud
[223327] = { "знак Гаккара" }, -- Mark of Hakkar
[223328] = { "дорогоцінний вінець", equip=15714 }, -- Gemburst Circlet
[223329] = { "кинджал життєвої сили" }, -- Lifeforce Dirk
[223330] = { "пульсуюче око" }, -- Pulsating Eye
[223331] = { "пульсуюче око" }, -- Pulsating Eye
[223332] = { "вібруюче око" }, -- Vibrating Eye
[223333] = { "зловісне око" }, -- Baleful Eye
[223334] = { "сяюче око" }, -- Glowing Eye
[223335] = { "текуче око" }, -- Oozing Eye
[223336] = { "пронизливе око" }, -- Piercing Eye
[223337] = { "палаюче око" }, -- Burning Eye
[223518] = { "вуглекам'яний кортик", equip={ 9416, 21623 } }, -- Charstone Dirk
[223519] = { "око Терадрас", equip=9342 }, -- Eye of Theradras
[223520] = { "фокальний меч винахідника", equip={ 436239, 9416 } }, -- Inventor's Focal Sword
[223521] = { "напліччя Гнилохвата", equip=9342 }, -- Rotgrip Mantle
[223522] = { "шолом гори", equip=13385 }, -- Helm of the Mountain
[223523] = { "хмарний камінь", equip=9406 }, -- Cloud Stone
[223524] = { "кам'яний кулак", equip=9406, hit=21951 }, -- Fist of Stone
[223525] = { "головний убір віщуна", equip=9346 }, -- Soothsayer's Headdress
[223526] = { "Суль'траз-Катівник", hit=11658 }, -- Sul'thraze the Lasher
[223527] = { "ікло Ґаз'рілли", hit=3742 }, -- Gahz'rilla Fang
[223528] = { "обладунок з луски Ґаз'рілли" }, -- Gahz'rilla Scale Armor
[223529] = { "проклятий обладунок худу", equip=14254 }, -- Jinxed Hoodoo Skin
[223530] = { "проклятий кілт худу", equip=9344 }, -- Jinxed Hoodoo Kilt
[223531] = { "велике й дуже напліччя" }, -- Big Bad Pauldrons
[223532] = { "життєдайний амулет" }, -- Lifeblood Amulet
[223533] = { "тростина пустельника", equip=9344 }, -- Desertwalker Cane
[223534] = { "рукавиці Джуманзи", equip=9417 }, -- Jumanza Grips
[223535] = { "племінне вбрання Ґрімлока", equip=14254 }, -- Grimlok's Tribal Vestments
[223536] = { "спис Ґрімлока" }, -- Grimlok's Charge
[223537] = { "браслети з черепних пластин" }, -- Skullplate Bracers
[223538] = { "посох розпалювання", equip={ 436239, 9344 } }, -- Kindling Stave
[223539] = { "сфера поневолення", equip={ 432639, 9398 } }, -- Enthralled Sphere
[223540] = { "лук псаря", equip=21433 }, -- Houndmaster's Bow
[223541] = { "самоцвітне серце", equip=7680 }, -- Gemshard Heart
[223542] = { "рушниця-мегастріл", equip=21433 }, -- Megashot Rifle
[223543] = { "сандалі гнилої лози", equip=9343 }, -- Vinerot Sandals
[223544] = { "наплечі з металобрухту" }, -- Dregmetal Spaulders
[223545] = { "надтехнологічний баклер Ґізлока", equip=9417 }, -- Gizlock's Hypertech Buckler
[223648] = { "загартована Сном стріла" }, -- Dream Imbued Arrow
[223912] = { "зілля очищення", use="Спроба зняти одне прокляття, одну хворобу та одну отруту." }, -- Purification Potion
[223913] = { "величезне зілля лікування", use="Відновлює від 1350 до 1650 здоров'я." }, -- Major Healing Potion
[223914] = { "велике зілля лікування", use="Відновлює від 585 до 715 здоров'я." }, -- Greater Healing Potion
[223962] = { "обмотки піщаного ловця" }, -- Sandstalker Ankleguards
[223963] = { "личина вовка", equip=15807 }, -- Embrace of the Lycan
[223964] = { "клинок вічної пітьми", equip={ 14799, "Шанс при застосуванні бойового заклинання завдати цілі 100 шкоди тінню і відновити 100 мани." } }, -- Blade of Eternal Darkness
[223980] = { "поножі опаляючої луски", equip={ 432639, 9344 } }, -- Searingscale Leggings
[223981] = { "вбрання вогнеступа", equip=14799 }, -- Flamestrider Robes
[223982] = { "рушниця псаря", equip=21433 }, -- Houndmaster's Rifle
[223983] = { "клинок арбітра", equip=9416 }, -- Arbiter's Blade
[223984] = { "рукавички шовкової павутини", equip=9406 }, -- Silkweb Gloves
[223985] = { "циклопічний перстень", equip=9417 }, -- Cyclopean Band
[223986] = { "накидка могильної гнилі", equip=7680 }, -- Graverot Cape
[223987] = { "наплічники з обрізків шкур" }, -- Splinthide Shoulders
[224004] = { "смарагдовий перстень", equip=9138, use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224005] = { "смарагдовий перстень", equip=9394, use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224006] = { "смарагдовий перстень", equip=9398, use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224122] = { "Пожирач снів", equip="Ваші завершальні рухи, що завдають шкоди, з ймовірністю 20% за кожен прийом комбінації відновлюють 10 енергії." }, -- Dream Eater
[224279] = { "Террестріс", equip={ 13385, "Викликані тотеми наділяють вас благословенням своєї стихії." }, use="Розпалити полум'я Террестріса, щоб підготуватись до нападу." }, -- Terrestris
[224280] = { "Сюзерен, захисник драконів", equip={ "Захищає носія від нищівної дії тіньового полум'я.", 13390, 22912 }, use="Підняти сюзерен на 5 секунд, щоб зменшити отриману шкоду від заклять на 50%. При отриманні удару від дихання дракона, ви отримаєте лють Сюзерена, що на 30% збільшує шкоду драконам протягом 10 секунд." }, -- Suzerain, Defender of the Dragonflights
[224281] = { "Ґла'сір", equip={ 448324, 468714, "Критичні ефекти зцілення можуть зцілити 3 союзникам неподалік від 200 до 350 здоров'я, а критичні удари закляттями можуть завдати 3 ворогам неподалік від 100 до 175 шкоди від природи." }, use="Перетворити Ґла'сір на Рае'лар." }, -- Gla'sir
[224282] = { "Рае'лар", equip={ 468700, "Удари ближнього бою можуть викрасти у ворожої цілі від 140 до 220 здоров'я." }, use="Перетворити Рае'лар на Ґла'сір." }, -- Rae'lar
[224409] = { "удар змія", hit="Отруїти ворога, завдавши йому 50 шкоди від природи, зменшивши опір природі на 60 і збільшивши отриману шкоду від святості та природи на 8% протягом 20 секунд. Діє лише на ворогів 55 рівня і нижче." }, -- Serpent's Striker
[224806] = { "налаштувальник порталів Легіону", use="Поєднати шрам чи розлом Скверни з одним зі світів Легіону. Може мати непередбачувані та небезпечні наслідки." }, -- Legion Portal Tuner
[224836] = { "потойбічний скарб" }, -- Otherworldly Treasure
[224848] = { "потойбічний скарб" }, -- Otherworldly Treasure
[224849] = { "потойбічний скарб" }, -- Otherworldly Treasure
[224850] = { "потойбічний скарб" }, -- Otherworldly Treasure
[224851] = { "потойбічний скарб" }, -- Otherworldly Treasure
[224893] = { "перевантажений налаштувальник порталів", use="Поєднати шрам чи розлом Скверни з одним зі світів Легіону. Може мати непередбачувані та небезпечні наслідки." }, -- Overcharged Portal Tuner
[224912] = { "налаштувальник налаштувальника порталів", use="Перевантажити налаштувальник порталів Легіону." }, -- Portal Tuner Tuner
[225675] = { "вкрите сажею обсидіанове ядро", use="Очистити ядро від сажі." }, -- Sooty Obsidian Core
[225676] = { "розплавлене обсидіанове ядро", flavor="Охолодіть його, поки воно не розплавилося!" }, -- Molten Obsidian Core
[225686] = { "руна винищення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Decimation
[225687] = { "руна інфернального обладунку", use="Навчає вас новій здібності гравіювання." }, -- Rune of Infernal Armor
[225688] = { "руна знаку Хаосу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mark of Chaos
[225689] = { "сувій закляття: Арканічний обстріл", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Arcane Barrage
[225690] = { "сувій закляття: Крижана куля", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Frozen Orb
[225691] = { "сувій закляття: Перегрів", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Overheat
[225740] = { "руна врівноваженості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Composure
[225838] = { "вольтаїчний символ", use="Вивчити нову здібність після вбивства 3 ворогів однією \"Ланцюговлю блискавкою\"." }, -- Voltaic Icon
[225893] = { "кінець епохи" }, -- Epoch's End
[225914] = { "руна пов'язаних духів", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Bound Spirit
[225929] = { "уламок чумної душі" }, -- Plagued Soul Shard
[225938] = { "розірваний сувій закляття", use="Поєднати зібрані розірвані сувої заклять в сувій, що навчить новій здібності гравіювання.", flavor="Схоже, що це частина сувою, що навчає новій здібності гравіювання. Не вистачає трьох частин." }, -- Torn Spell Notes
[225939] = { "розірваний сувій закляття", use="Поєднати зібрані розірвані сувої заклять в сувій, що навчить новій здібності гравіювання.", flavor="Схоже, що це частина сувою, що навчає новій здібності гравіювання. Не вистачає трьох частин." }, -- Torn Spell Notes
[225940] = { "розірваний сувій закляття", use="Поєднати зібрані розірвані сувої заклять в сувій, що навчить новій здібності гравіювання.", flavor="Схоже, що це частина сувою, що навчає новій здібності гравіювання. Не вистачає трьох частин." }, -- Torn Spell Notes
[225941] = { "розірваний сувій закляття", use="Поєднати зібрані розірвані сувої заклять в сувій, що навчить новій здібності гравіювання.", flavor="Схоже, що це частина сувою, що навчає новій здібності гравіювання. Не вистачає трьох частин." }, -- Torn Spell Notes
[225942] = { "зіпсоване м'ясо кабана", use="Вкрити пасокою.", flavor="Трохи соусу не завадить." }, -- Tainted Boar Meat
[225943] = { "тухлий шмат плоті", use="???", flavor="Від такого смаколика будь-якого падальника знудить." }, -- Rancid Hunk of Flesh
[225954] = { "обгорілий сувій закляття", flavor="Обгорілий сувій, що колись містив потаємні секрети гравіювання, тепер не має жодної користі." }, -- Charred Spell Notes
[225955] = { "руна винахідливості", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Resourceful
[226122] = { "ріг Дальтона", use="Просурмити в ріг Дальтона, щоб викликати вашого зброєносця. Ваш зброєносець допомагатиме вам у бою та навчатиметься під час ваших пригод.", flavor="Без кокосів." }, -- Dalton's Horn
[226201] = { "клинок зброєносця Катберта", flavor="Меч покритий вм'ятинами та щербинами, але він досі добре збалансований." }, -- Squire Cuthbert's Blade
[226207] = { "ехо Анастарі", use="Піднести ехо." }, -- Echo of Anastari
[226208] = { "ехо Бартіласа", use="Піднести ехо." }, -- Echo of Barthilas
[226209] = { "ехо Датрогана", use="Піднести ехо." }, -- Echo of Dathrohan
[226210] = { "ехо Малекая", use="Піднести ехо." }, -- Echo of Maleki
[226211] = { "ехо Неруб'енкана", use="Піднести ехо." }, -- Echo of Nerub'enkan
[226212] = { "ехо Рамштайна", use="Піднести ехо." }, -- Echo of Ramstein
[226213] = { "ехо Рівендера", use="Піднести ехо." }, -- Echo of Rivendare
[226214] = { "ехо Віллі", use="Піднести ехо." }, -- Echo of Willey
[226252] = { "руна партизана", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Guerrilla
[226374] = { "окультна отрута I", use=458821 }, -- Occult Poison I
[226394] = { "посібник з приготування атрофічної отрути", use="Навчає вас готувати атрофічну отруту." }, -- Manual of Atrophic Poison
[226395] = { "посібник з приготування паралізуючої отрути", use="Навчає вас готувати паралізуючу отруту." }, -- Manual of Numbing Poison
[226396] = { "посібник з приготування окультної отрути", use="Навчає вас готувати окультну отруту." }, -- Manual of Occult Poison
[226397] = { "посібник з приготування їдкої отрути", use="Навчає вас готувати їдку отруту." }, -- Manual of Sebacious Poison
[226398] = { "завіт мучеництва", use="Навчає вас здібності \"Печатка мучеництва\"." }, -- Testament of Martyrdom
[226399] = { "завіт гніву помсти", use="Навчає вас здібності \"Гнів помсти\"." }, -- Testament of Avenging Wrath
[226400] = { "завіт екзорциста", use="Навчає вас здібності \"Екзорцист\"." }, -- Testament of the Exorcist
[226401] = { "трактат про левине серце", use="Навчає вас здібності \"Левине серце\"." }, -- Treatise on the Heart of the Lion
[226402] = { "одкровення шаманської люті", use="Навчає вас здібності \"Шаманська лють\"." }, -- Revelation of Shamanistic Rage
[226403] = { "посібник з використання м'ясного гака", use="Навчає вас здібності \"М'ясний гак\"." }, -- Handbook of Meathook
[226404] = { "тьмяний реал Підштольні", flavor="Ця валюта Загублених островів поступово виводиться з обігу, але все ще має дуже вигідний обмінний курс у Східних Королівствах і Калімдорі." }, -- Tarnished Undermine Real
[226405] = { "пошкоджений ящик з припасами Підштольні", flavor="Схоже, що цей ящик випав з дирижабля." }, -- Damaged Undermine Supply Crate
[226406] = { "руна спеціалізації на мечах", use="Навчає вас новій здібності гравіювання." }, -- Rune of Sword Specialization
[226407] = { "руна спеціалізації на сокирах", use="Навчає вас новій здібності гравіювання." }, -- Rune of Axe Specialization
[226408] = { "руна спеціалізації на булавах", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mace Specialization
[226409] = { "руна спеціалізації на кинджалах", use="Навчає вас новій здібності гравіювання." }, -- Rune of Dagger Specialization
[226410] = { "руна спеціалізації на зброї дальнього бою", use="Навчає вас новій здібності гравіювання." }, -- Rune of Ranged Weapon Specialization
[226411] = { "руна спеціалізації на кулачній зброї", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fist Weapon Specialization
[226412] = { "руна спеціалізації на держаковій зброї", use="Навчає вас новій здібності гравіювання." }, -- Rune of Pole Weapon Specialization
[226413] = { "руна спеціалізації на аркані", use="Навчає вас новій здібності гравіювання." }, -- Rune of Arcane Specialization
[226414] = { "руна спеціалізації на вогні", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fire Specialization
[226415] = { "руна спеціалізації на кризі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Frost Specialization
[226416] = { "руна спеціалізації на природі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Nature Specialization
[226417] = { "руна спеціалізації на тіні", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadow Specialization
[226418] = { "руна спеціалізації на святості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Holy Specialization
[226419] = { "руна спеціалізації на дикості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Feral Combat Specialization
[226420] = { "витончений бюст", flavor="Витончений витвір мистецтва. Цей виріб чудово б доповнив приватну колекцію або музей." }, -- Finely Crafted Bust
[226440] = { "ремінь нічного вбивці", equip=432639 }, -- Nightslayer Belt
[226441] = { "рукавиці нічного вбивці", equip=432639 }, -- Nightslayer Gloves
[226442] = { "браслети нічного вбивці", equip=432639 }, -- Nightslayer Bracelets
[226443] = { "чоботи нічного вбивці", equip=436239 }, -- Nightslayer Boots
[226444] = { "наплічники нічного вбивці", equip=436239 }, -- Nightslayer Shoulder Pads
[226445] = { "штани нічного вбивці", equip={ 436239, 432639 } }, -- Nightslayer Pants
[226446] = { "покрив нічного вбивці", equip={ 436239, 432639 } }, -- Nightslayer Cover
[226447] = { "нагрудник нічного вбивці", equip={ 436239, 432639 } }, -- Nightslayer Chestpiece
[226472] = { "тіньова посудина Стратгольму", use="Захопити ехо могутнього мешканця Стратгольму. Можна використовувати лише на трупах." }, -- Stratholme Shadow Jar
[226473] = { "кіраса нічного вбивці", equip={ 432639, 13388 } }, -- Nightslayer Cuirass
[226474] = { "пояс нічного вбивці", equip=13385 }, -- Nightslayer Waistguard
[226475] = { "бойові рукавиці нічного вбивці", equip=13384 }, -- Nightslayer Handguards
[226476] = { "наручі нічного вбивці", equip=7518 }, -- Nightslayer Bracers
[226477] = { "черевики нічного вбивці", equip={ 13384, 432639 } }, -- Nightslayer Tabi
[226478] = { "наплечі нічного вбивці", equip={ 432639, 13384 } }, -- Nightslayer Pauldrons
[226479] = { "поножі нічного вбивці", equip={ 432639, 13390 } }, -- Nightslayer Legguards
[226480] = { "капюшон нічного вбивці", equip={ 432639, 13390 } }, -- Nightslayer Hood
[226484] = { "браслети міці", equip={ 432639, 13384 } }, -- Bracers of Might
[226485] = { "пояс міці", equip={ 22912, 13390 } }, -- Belt of Might
[226486] = { "рукавиці міці", equip=21407 }, -- Gauntlets of Might
[226487] = { "сабатони міці", equip={ 25036, 13390 } }, -- Sabatons of Might
[226488] = { "шолом міці", equip={ 432639, 23172, 13390 } }, -- Helm of Might
[226489] = { "кіраса міці", equip={ 432639, 21409 } }, -- Breastplate of Might
[226490] = { "ножні лати міці", equip={ 432639, 23516, 14249 } }, -- Legplates of Might
[226491] = { "наплічні щитки міці", equip={ 28112, 13390 } }, -- Shoulderplates of Might
[226492] = { "наплечі міці", equip=432639 }, -- Pauldrons of Might
[226493] = { "поножі міці", equip={ 432639, 436239 } }, -- Leggings of Might
[226494] = { "гауберк міці", equip=448324 }, -- Hauberk of Might
[226495] = { "щелепа міці", equip={ 432639, 436239 } }, -- Jaws of Might
[226496] = { "черевики міці", equip=432639 }, -- Treads of Might
[226497] = { "бойові рукавиці міці", equip=432639 }, -- Hands of Might
[226498] = { "ремінь міці" }, -- Sash of Might
[226499] = { "нарукавники міці" }, -- Armguards of Might
[226500] = { "надколений амулет полум'я дракона", flavor="Всередині тече кров Драккісата..." }, -- Chipped Drakefire Amulet
[226523] = { "ріг Дальтона", use="Просурмити в ріг Дальтона, щоб викликати вашого зброєносця. Ваш зброєносець допомагатиме вам у бою та навчатиметься під час ваших пригод.", flavor="Ріг виглядає дедалі більш зношеним." }, -- Dalton's Horn
[226526] = { "зламаний пристрій", flavor="Можливо, його можна відремонтувати...?" }, -- Busted Gizmo
[226527] = { "еполети ловця велетнів", equip=436239 }, -- Giantstalker's Epaulets
[226528] = { "рукавиці ловця велетнів", equip=436239 }, -- Giantstalker's Gloves
[226529] = { "пояс ловця велетнів", equip=436239 }, -- Giantstalker's Belt
[226530] = { "браслети ловця велетнів" }, -- Giantstalker's Bracers
[226531] = { "чоботи ловця велетнів", equip=436239 }, -- Giantstalker's Boots
[226532] = { "поножі ловця велетнів", equip={ 436239, 432639 } }, -- Giantstalker's Leggings
[226533] = { "шолом ловця велетнів", equip={ 436239, 432639 } }, -- Giantstalker's Helmet
[226534] = { "кіраса ловця велетнів", equip={ 7597, 432639 } }, -- Giantstalker's Breastplate
[226535] = { "кольчуга ловця велетнів", equip=436239 }, -- Giantstalker's Chainmail
[226536] = { "маска ловця велетнів", equip=448324 }, -- Giantstalker's Guise
[226537] = { "плетені поножі ловця велетнів", equip=448324 }, -- Giantstalker's Chain Leggings
[226538] = { "сабатони ловця велетнів", equip=436239 }, -- Giantstalker's Sabatons
[226540] = { "бойові рукавиці ловця велетнів", equip=436239 }, -- Giantstalker's Handguards
[226541] = { "наручі ловця велетнів", equip=432639 }, -- Giantstalker's Wristguards
[226542] = { "ремінь ловця велетнів", equip=436239 }, -- Giantstalker's Girdle
[226543] = { "напліччя ловця велетнів", equip={ 432639, 436239 } }, -- Giantstalker's Spauldrons
[226545] = { "ріг Дальтона", use="Просурмити в ріг Дальтона, щоб викликати вашого зброєносця. Ваш зброєносець допомагатиме вам у бою та навчатиметься під час ваших пригод.", flavor="Здається, ніби ріг сповнений світлом. Від нього віє заспокійливим теплом." }, -- Dalton's Horn
[226546] = { "пустельний сонар", equip=459217, use="Випромінити високочастотні звукові хвилі." }, -- Desert Sonar
[226547] = { "штани оскверненого серця", equip={ 17367, 436239 } }, -- Felheart Pants
[226548] = { "мантія оскверненого серця", equip={ 18052, 432639, 436239 } }, -- Felheart Robes
[226549] = { "роги оскверненого серця", equip={ 14055, 436239 } }, -- Felheart Horns
[226550] = { "наплічники оскверненого серця", equip={ 14799, 436239 } }, -- Felheart Shoulder Pads
[226551] = { "пояс оскверненого серця", equip=14047 }, -- Felheart Belt
[226552] = { "рукавиці оскверненого серця", equip={ 432639, 13881 } }, -- Felheart Gloves
[226553] = { "браслети оскверненого серця", equip={ 9343, 432639 } }, -- Felheart Bracers
[226554] = { "черевики оскверненого серця", equip={ 14799, 436239 } }, -- Felheart Slippers
[226555] = { "пояс арканіста", equip={ 14799, 432639 } }, -- Arcanist Belt
[226556] = { "рукавиці арканіста", equip={ 432639, 13881 } }, -- Arcanist Gloves
[226557] = { "чоботи арканіста", equip={ 436239, 15715 } }, -- Arcanist Boots
[226558] = { "браслети арканіста", equip=14248 }, -- Arcanist Bindings
[226559] = { "мантія арканіста", equip={ 18056, 436239 } }, -- Arcanist Robes
[226560] = { "напліччя арканіста", equip={ 436239, 14799 } }, -- Arcanist Mantle
[226561] = { "поножі арканіста", equip={ 436239, 14798 } }, -- Arcanist Leggings
[226562] = { "корона арканіста", equip={ 14055, 436239 } }, -- Arcanist Crown
[226563] = { "вбрання арканіста", equip=18056 }, -- Arcanist Garments
[226564] = { "головний убір арканіста", equip=14055 }, -- Arcanist Headdress
[226565] = { "штани арканіста", equip=14798 }, -- Arcanist Pants
[226566] = { "наплічники арканіста", equip=14799 }, -- Arcanist Shoulders
[226567] = { "обмотки арканіста", equip=14248 }, -- Arcanist Wristwraps
[226568] = { "сандалі арканіста", equip=15715 }, -- Arcanist Sandals
[226569] = { "бойові рукавиці арканіста", equip=13881 }, -- Arcanist Handguards
[226570] = { "ремінь арканіста", equip=14799 }, -- Arcanist Cord
[226571] = { "чоботи пророцтва", equip=18030 }, -- Boots of Prophecy
[226572] = { "рукавиці пророцтва", equip=18030 }, -- Gloves of Prophecy
[226573] = { "обруч пророцтва", equip=18041 }, -- Circlet of Prophecy
[226574] = { "штани пророцтва", equip=18041 }, -- Pants of Prophecy
[226575] = { "мантія пророцтва", equip=18041 }, -- Robes of Prophecy
[226576] = { "напліччя пророцтва", equip=18030 }, -- Mantle of Prophecy
[226577] = { "ремінь пророцтва", equip=18030 }, -- Girdle of Prophecy
[226578] = { "поручі пророцтва", equip=9314 }, -- Vambraces of Prophecy
[226579] = { "обмотки пророцтва", equip=18009 }, -- Wristwraps of Prophecy
[226580] = { "пояс пророцтва", equip={ 436239, 9328 } }, -- Belt of Prophecy
[226581] = { "наплічники пророцтва", equip={ 436239, 9325 } }, -- Shoulderpads of Prophecy
[226582] = { "вбрання пророцтва", equip={ 18020, 436239 } }, -- Garments of Prophecy
[226583] = { "поножі пророцтва", equip={ 18015, 436239 } }, -- Leggings of Prophecy
[226584] = { "корона пророцтва", equip={ 18017, 436239 } }, -- Crown of Prophecy
[226585] = { "рукавички пророцтва", equip={ 9328, 436239 } }, -- Hands of Prophecy
[226586] = { "сандалі пророцтва", equip={ 436239, 9328 } }, -- Sandals of Prophecy
[226587] = { "руна обстрілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shelling
[226588] = { "наплічники законника", equip={ 18030, 436239 } }, -- Lawbringer Spaulders
[226589] = { "браслети законника", equip={ 436239, 9408 } }, -- Lawbringer Bracers
[226590] = { "шолом законника", equip={ 436239, 18033 } }, -- Lawbringer Helm
[226591] = { "рукавиці законника", equip={ 18030, 436239 } }, -- Lawbringer Gauntlets
[226592] = { "пояс законника", equip={ 18030, 436239 } }, -- Lawbringer Belt
[226593] = { "чоботи законника", equip={ 436239, 18030 } }, -- Lawbringer Boots
[226594] = { "ножні лати законника", equip={ 436239, 18034 } }, -- Lawbringer Legplates
[226595] = { "нагрудник законника", equip={ 432639, 13387 } }, -- Lawbringer Chestguard
[226596] = { "бойові обмотки законника", equip={ 432639, 21508 } }, -- Lawbringer Warbands
[226597] = { "ремінь законника", equip={ 21511, 436239 } }, -- Lawbringer Girdle
[226598] = { "поножі законника", equip={ 436239, 21515, 432639 } }, -- Lawbringer Leggings
[226599] = { "корона законника", equip={ 432639, 21517, 436239 } }, -- Lawbringer Crown
[226600] = { "захвати законника", equip=21512 }, -- Lawbringer Grips
[226601] = { "бойові чоботи законника", equip={ 436239, 21512 } }, -- Lawbringer Battleboots
[226602] = { "кіраса законника", equip={ 436239, 432639, 21509 } }, -- Lawbringer Breastplate
[226603] = { "поручі законника", equip={ 13390, 23172 } }, -- Lawbringer Vambraces
[226604] = { "бойовий пояс законника", equip={ 13390, 23172 } }, -- Lawbringer Battlebelt
[226605] = { "напліччя законника", equip={ 13388, 25036 } }, -- Lawbringer Pauldrons
[226606] = { "набедреники законника", equip={ 432639, 25036, 13385 } }, -- Lawbringer Legguards
[226607] = { "бойовий шолом законника", equip={ 432639, 23172, 13385 } }, -- Lawbringer Headguard
[226608] = { "бойові рукавиці законника", equip={ 13388, 23172 } }, -- Lawbringer Handguards
[226609] = { "сабатони законника", equip={ 13387, 23172 } }, -- Lawbringer Sabatons
[226610] = { "латний нагрудник законника", equip={ 18037, 436239 } }, -- Lawbringer Chestplate
[226611] = { "еполети земної люті", equip={ 436239, 18030 } }, -- Earthfury Epaulets
[226612] = { "шолом земної люті", equip={ 18035, 436239 } }, -- Earthfury Helmet
[226613] = { "чоботи земної люті", equip={ 18030, 436239 } }, -- Earthfury Boots
[226614] = { "набедреники земної люті", equip={ 18033, 436239 } }, -- Earthfury Legguards
[226615] = { "рукавиці земної люті", equip={ 436239, 9318 } }, -- Earthfury Gauntlets
[226616] = { "пояс земної люті", equip={ 436239, 18030 } }, -- Earthfury Belt
[226617] = { "вбрання земної люті", equip={ 18036, 436239 } }, -- Earthfury Vestments
[226618] = { "браслети земної люті", equip={ 436239, 9314 } }, -- Earthfury Bracers
[226619] = { "кільчастий обладунок земної люті", equip={ 436239, 14798 } }, -- Earthfury Ringmail
[226620] = { "взуття земної люті", equip={ 14047, 436239 } }, -- Earthfury Walkers
[226621] = { "рукавички земної люті", equip={ 432639, 14047 } }, -- Earthfury Hands
[226622] = { "маска земної люті", equip={ 436239, 18049 } }, -- Earthfury Visor
[226623] = { "поножі земної люті", equip={ 18049, 436239 } }, -- Earthfury Leggings
[226624] = { "напліччя земної люті", equip={ 436239, 14799 } }, -- Earthfury Mantle
[226625] = { "бойовий ремінь земної люті", equip={ 9346, 436239 } }, -- Earthfury Cord
[226626] = { "обмотки земної люті", equip={ 9344, 432639 } }, -- Earthfury Wristbands
[226627] = { "лускатий обладунок земної люті", equip={ 13388, 9343 } }, -- Earthfury Scalemail
[226628] = { "сабатони земної люті", equip={ 13385, 432639 } }, -- Earthfury Sabatons
[226629] = { "бойові рукавиці земної люті", equip={ 7518, 9397 } }, -- Earthfury Handguards
[226630] = { "великий шолом земної люті", equip={ 432639, 21408 } }, -- Earthfury Greathelm
[226631] = { "лускаті поножі земної люті", equip={ 13387, 9343 } }, -- Earthfury Scaled Leggings
[226632] = { "наплечі земної люті", equip={ 13384, 9415 } }, -- Earthfury Pauldrons
[226633] = { "бойовий пояс земної люті", equip={ 432639, 7518 } }, -- Earthfury Waistguard
[226634] = { "поручі земної люті", equip=7518 }, -- Earthfury Wristguards
[226635] = { "кольчуга земної люті", equip=436239 }, -- Earthfury Chainmail
[226636] = { "бойові чоботи земної люті", equip=432639 }, -- Earthfury Battleboots
[226637] = { "захвати земної люті", equip=436239 }, -- Earthfury Grips
[226638] = { "головний убір земної люті", equip=436239 }, -- Earthfury Headpiece
[226639] = { "плетені поножі земної люті", equip={ 436239, 432639 } }, -- Earthfury Chain Leggings
[226640] = { "наплічники земної люті", equip=436239 }, -- Earthfury Spaulders
[226641] = { "пасок земної люті", equip=432639 }, -- Earthfury Girdle
[226642] = { "наручі земної люті", equip=9396 }, -- Earthfury Bindings
[226644] = { "кенарійські наплічники", equip=18031 }, -- Cenarion Spaulders
[226645] = { "кенарійські чоботи", equip=18030 }, -- Cenarion Boots
[226646] = { "кенарійські поножі", equip=18034 }, -- Cenarion Leggings
[226647] = { "кенарійський шолом", equip=18032 }, -- Cenarion Helm
[226648] = { "кенарійські рукавиці", equip=17371 }, -- Cenarion Gloves
[226649] = { "кенарійські браслети", equip=9316 }, -- Cenarion Bracers
[226650] = { "кенарійський пояс", equip=18031 }, -- Cenarion Belt
[226651] = { "кенарійські штани", equip={ 14055, 436239 } }, -- Cenarion Pants
[226652] = { "кенарійські сандалі", equip={ 436239, 14047 } }, -- Cenarion Sandals
[226653] = { "кенарійське напліччя", equip={ 432639, 14248 } }, -- Cenarion Mantle
[226654] = { "кенарійські бойові рукавиці", equip={ 15715, 436239 } }, -- Cenarion Gauntlets
[226655] = { "кенарійські наручі", equip={ 9344, 432639 } }, -- Cenarion Wrists
[226656] = { "кенарійське вбрання", equip={ 14055, 436239 } }, -- Cenarion Embrace
[226657] = { "кенарійський бойовий ремінь", equip={ 436239, 14799 } }, -- Cenarion Cord
[226658] = { "кенарійський рогатий шолом", equip={ 18053, 436239 } }, -- Cenarion Antlers
[226659] = { "кенарійські роги", equip=436239 }, -- Cenarion Horns
[226660] = { "кенарійський пасок" }, -- Cenarion Girdle
[226661] = { "кенарійський мундир", equip=432639 }, -- Cenarion Tunic
[226662] = { "кенарійські обмотки" }, -- Cenarion Bands
[226663] = { "кенарійські черевики" }, -- Cenarion Treads
[226664] = { "кенарійські бойові рукавиці", equip=432639 }, -- Cenarion Fists
[226665] = { "кенарійський наплічник", equip=436239 }, -- Cenarion Shoulders
[226666] = { "кенарійські брюки", equip={ 436239, 432639 } }, -- Cenarion Trousers
[226667] = { "кенарійський бойовий пояс", equip=13385 }, -- Cenarion Waistguard
[226668] = { "кенарійські поручі", equip=7518 }, -- Cenarion Wristguards
[226669] = { "кенарійські захвати", equip=13385 }, -- Cenarion Grips
[226670] = { "кенарійська корона", equip=13390 }, -- Cenarion Crown
[226671] = { "кенарійські набедреники", equip=13390 }, -- Cenarion Legguards
[226673] = { "кенарійське взуття", equip=13385 }, -- Cenarion Walkers
[226674] = { "кенарійські наплечі", equip=13385 }, -- Cenarion Pauldrons
[226675] = { "кенарійський обладунок", equip=13390 }, -- Cenarion Armor
[226678] = { "передчуття та бойова інтуїція", use="Навчає вас новій здібності гравіювання." }, -- Premonition and Combat Foresight
[226679] = { "прозріння позачасового мандрівника", use="Навчає вас новій здібності гравіювання." }, -- Timeless Wanderer's Insights
[226680] = { "руна першого воїна", use="Навчає вас новій здібності гравіювання." }, -- Rune of the First Warrior
[226694] = { "руна спеціалізації на захисті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Defense Specialization
[226697] = { "червоний мішок", equip="Зменшує ефективність вашої непомітності на 2 рівня." }, -- Red Bag
[226698] = { "вертикально компонований ґрунтовий ущільнювач" }, -- Vertically Composited Patch Hampler
[226699] = { "вкритий латунню забійний фланець", flavor="Включає набір муфт та стопорних кілець." }, -- Brass-fitted Flam-Tamp Flange
[226700] = { "мундир тіньового ремесла" }, -- Shadowcraft Tunic
[226701] = { "пояс тіньового ремесла" }, -- Shadowcraft Belt
[226702] = { "рукавиці тіньового ремесла" }, -- Shadowcraft Gloves
[226703] = { "чоботи тіньового ремесла" }, -- Shadowcraft Boots
[226704] = { "браслети тіньового ремесла" }, -- Shadowcraft Bracers
[226705] = { "штани тіньового ремесла" }, -- Shadowcraft Pants
[226706] = { "наплічники тіньового ремесла" }, -- Shadowcraft Spaulders
[226707] = { "шапка тіньового ремесла", equip=432639 }, -- Shadowcraft Cap
[226708] = { "капюшон дикого серця", equip={ 432639, 18049 } }, -- Wildheart Cowl
[226709] = { "кілт дикого серця", equip=14047 }, -- Wildheart Kilt
[226710] = { "наплічники дикого серця", equip=14799 }, -- Wildheart Spaulders
[226711] = { "рукавички дикого серця", equip={ 432639, 9344 } }, -- Wildheart Gloves
[226712] = { "пояс дикого серця", equip=9345 }, -- Wildheart Belt
[226713] = { "чоботи дикого серця", equip=9346 }, -- Wildheart Boots
[226714] = { "браслети дикого серця", equip=9417 }, -- Wildheart Bracers
[226715] = { "жилет дикого серця", equip={ 432639, 14054 } }, -- Wildheart Vest
[226716] = { "напліччя ловця звірів" }, -- Beaststalker's Mantle
[226717] = { "браслети ловця звірів" }, -- Beaststalker's Bindings
[226718] = { "пояс ловця звірів" }, -- Beaststalker's Belt
[226719] = { "штани ловця звірів" }, -- Beaststalker's Pants
[226720] = { "шапка ловця звірів", equip=432639 }, -- Beaststalker's Cap
[226721] = { "рукавички ловця звірів" }, -- Beaststalker's Gloves
[226722] = { "чоботи ловця звірів" }, -- Beaststalker's Boots
[226723] = { "мундир ловця звірів", equip=436239 }, -- Beaststalker's Tunic
[226724] = { "пояс магістра", equip=9346 }, -- Magister's Belt
[226725] = { "браслети магістра", equip=9344 }, -- Magister's Bindings
[226726] = { "напліччя магістра", equip={ 9346, 21619 } }, -- Magister's Mantle
[226727] = { "поножі магістра", equip=18049 }, -- Magister's Leggings
[226728] = { "корона магістра", equip=14798 }, -- Magister's Crown
[226729] = { "мантія магістра", equip=18050 }, -- Magister's Robes
[226730] = { "чоботи магістра", equip={ 436239, 9345 } }, -- Magister's Boots
[226731] = { "рукавички магістра", equip=14248 }, -- Magister's Gloves
[226732] = { "світлокований пояс", equip={ 9315, 21626 } }, -- Lightforge Belt
[226733] = { "світлокований шолом", equip={ 9316, 21626 } }, -- Lightforge Helm
[226734] = { "світлокована кіраса", equip=18034 }, -- Lightforge Breastplate
[226735] = { "світлоковані наплічники", equip=9318 }, -- Lightforge Spaulders
[226736] = { "світлоковані поножі", equip={ 18029, 21626 } }, -- Lightforge Legplates
[226737] = { "світлоковані рукавиці", equip=9316 }, -- Lightforge Gauntlets
[226738] = { "світлоковані чоботи", equip=9408 }, -- Lightforge Boots
[226739] = { "світлоковані браслети", equip=9314 }, -- Lightforge Bracers
[226740] = { "рукавички відданості", equip={ 9315, 21624 } }, -- Devout Gloves
[226741] = { "напліччя відданості", equip=9407 }, -- Devout Mantle
[226742] = { "браслети відданості", equip=9407 }, -- Devout Bracers
[226743] = { "сандалі відданості", equip={ 9408, 21618 } }, -- Devout Sandals
[226744] = { "пояс відданості", equip=9315 }, -- Devout Belt
[226745] = { "мантія відданості", equip=15696 }, -- Devout Robe
[226746] = { "корона відданості", equip={ 436239, 18031 } }, -- Devout Crown
[226747] = { "спідниця відданості", equip=18030 }, -- Devout Skirt
[226748] = { "рукавиці стихій", equip={ 432639, 14254 } }, -- Gauntlets of Elements
[226749] = { "жилет стихій", equip={ 15715, 18379 } }, -- Vest of Elements
[226750] = { "кілт стихій", equip={ 432639, 14047 } }, -- Kilt of Elements
[226751] = { "браслети стихій", equip=9417 }, -- Bindings of Elements
[226752] = { "чоботи стихій", equip=15714 }, -- Boots of Elements
[226753] = { "напліччя стихій", equip={ 14248, 21362 } }, -- Pauldrons of Elements
[226754] = { "ремінь стихій", equip={ 9343, 21618 } }, -- Cord of Elements
[226755] = { "койф стихій", equip={ 15714, 18379 } }, -- Coif of Elements
[226756] = { "напліччя імли жаху", equip=9346 }, -- Dreadmist Mantle
[226757] = { "мантія імли жаху", equip=14798 }, -- Dreadmist Robe
[226758] = { "обмотки імли жаху", equip=9345 }, -- Dreadmist Wraps
[226759] = { "браслети імли жаху", equip=9344 }, -- Dreadmist Bracers
[226760] = { "поножі імли жаху", equip=18049 }, -- Dreadmist Leggings
[226761] = { "пояс імли жаху", equip=9346 }, -- Dreadmist Belt
[226762] = { "маска імли жаху", equip=17367 }, -- Dreadmist Mask
[226763] = { "сандалі імли жаху", equip=14799 }, -- Dreadmist Sandals
[226764] = { "чоботи доблесті" }, -- Boots of Valor
[226765] = { "пояс доблесті" }, -- Belt of Valor
[226766] = { "браслети доблесті" }, -- Bracers of Valor
[226767] = { "поножі доблесті" }, -- Legplates of Valor
[226768] = { "наплічники доблесті" }, -- Spaulders of Valor
[226769] = { "шолом доблесті" }, -- Helm of Valor
[226770] = { "нагрудник доблесті", equip=432639 }, -- Breastplate of Valor
[226771] = { "рукавиці доблесті" }, -- Gauntlets of Valor
[226772] = { "ремінь лютого серця", equip={ 436239, 9346 } }, -- Feralheart Sash
[226773] = { "капюшон лютого серця", equip={ 432639, 18050 } }, -- Feralheart Cowl
[226774] = { "черевики лютого серця", equip={ 432639, 14047 } }, -- Feralheart Galoshes
[226775] = { "обмотки лютого серця", equip={ 432639, 9342 } }, -- Feralheart Wraps
[226776] = { "жилет лютого серця", equip={ 432639, 17367 } }, -- Feralheart Vest
[226777] = { "бойові рукавички лютого серця", equip={ 432639, 14047 } }, -- Feralheart Hands
[226778] = { "наплічники лютого серця", equip={ 432639, 14248 } }, -- Feralheart Spaulders
[226779] = { "кілт лютого серця", equip={ 436239, 14127 } }, -- Feralheart Kilt
[226780] = { "бойовий ремінь лютого серця", equip=18029 }, -- Feralheart Cord
[226781] = { "сандалі лютого серця", equip=9317 }, -- Feralheart Sandals
[226782] = { "браслети лютого серця", equip=9314 }, -- Feralheart Bindings
[226783] = { "вбрання лютого серця", equip=18036 }, -- Feralheart Embrace
[226784] = { "рукавиці лютого серця", equip=18031 }, -- Feralheart Gauntlets
[226785] = { "напліччя лютого серця", equip=18029 }, -- Feralheart Mantle
[226786] = { "головний убір лютого серця", equip={ 18030, 21626 } }, -- Feralheart Headdress
[226787] = { "штани лютого серця", equip=18032 }, -- Feralheart Pants
[226788] = { "обмотки лютого серця", equip=432639 }, -- Feralheart Bands
[226789] = { "пасок лютого серця" }, -- Feralheart Girdle
[226790] = { "еполети лютого серця", equip=432639 }, -- Feralheart Epaulets
[226791] = { "брюки лютого серця", equip=436239 }, -- Feralheart Trousers
[226792] = { "капелюх лютого серця", equip=436239 }, -- Feralheart Cap
[226793] = { "бойові рукавиці лютого серця", equip=432639 }, -- Feralheart Fists
[226794] = { "взуття лютого серця" }, -- Feralheart Walkers
[226795] = { "мундир лютого серця", equip=436239 }, -- Feralheart Tunic
[226796] = { "поручі лютого серця", equip=13384 }, -- Feralheart Wristguards
[226797] = { "бойовий пояс лютого серця", equip=13388 }, -- Feralheart Waistguard
[226798] = { "наплечі лютого серця", equip={ 432639, 13385 } }, -- Feralheart Pauldrons
[226799] = { "набедреники лютого серця", equip=18369 }, -- Feralheart Legguards
[226801] = { "маска лютого серця", equip=18185 }, -- Feralheart Faceguard
[226802] = { "захвати лютого серця", equip=13383 }, -- Feralheart Grips
[226803] = { "бойові чоботи лютого серця", equip={ 13669, 13388 } }, -- Feralheart Treads
[226804] = { "обладунок лютого серця", equip={ 460230, 13386 } }, -- Feralheart Armor
[226815] = { "наручі лютого серця", equip=9395 }, -- Feralheart Wrists
[226816] = { "пояс лютого серця", equip=9397 }, -- Feralheart Waist
[226817] = { "бойові наплічники лютого серця", equip={ 9396, 21623 } }, -- Feralheart Shoulders
[226818] = { "поножі лютого серця", equip=9415 }, -- Feralheart Legs
[226819] = { "шолом лютого серця", equip=9345 }, -- Feralheart Helm
[226820] = { "рукавички лютого серця", equip=9416 }, -- Feralheart Gloves
[226821] = { "чоботи лютого серця", equip={ 9416, 21623 } }, -- Feralheart Boots
[226822] = { "нагрудник лютого серця", equip={ 9417, 21618 } }, -- Feralheart Chest
[226825] = { "мундир покрову темряви", equip=460230 }, -- Darkmantle Tunic
[226826] = { "наплічники покрову темряви", equip=432639 }, -- Darkmantle Spaulders
[226827] = { "штани покрову темряви", equip=436239 }, -- Darkmantle Pants
[226828] = { "захвати покрову темряви" }, -- Darkmantle Grips
[226829] = { "шапка покрову темряви", equip=436239 }, -- Darkmantle Cap
[226830] = { "поручі покрову темряви", equip=432639 }, -- Darkmantle Bracers
[226831] = { "черевики покрову темряви", equip=27037 }, -- Darkmantle Footpads
[226832] = { "пояс покрову темряви" }, -- Darkmantle Belt
[226835] = { "поручі покрову темряви", equip=7516 }, -- Darkmantle Wristguards
[226836] = { "бойовий пояс покрову темряви", equip=7515 }, -- Darkmantle Waistguard
[226837] = { "наплечі покрову темряви", equip=13383 }, -- Darkmantle Pauldrons
[226838] = { "набедреники покрову темряви", equip=432639 }, -- Darkmantle Legguards
[226840] = { "бойові рукавиці покрову темряви", equip=7517 }, -- Darkmantle Handguards
[226841] = { "маска покрову темряви", equip={ 432639, 13383 } }, -- Darkmantle Faceguard
[226842] = { "ботфорти покрову темряви", equip={ 432639, 13383 } }, -- Darkmantle Treads
[226843] = { "обладунок покрову темряви", equip={ 432639, 13387 } }, -- Darkmantle Armor
[226845] = { "наручі покрову темряви" }, -- Darkmantle Wrists
[226846] = { "ремінь покрову темряви" }, -- Darkmantle Waist
[226847] = { "напліччя покрову темряви" }, -- Darkmantle Shoulders
[226848] = { "поножі покрову темряви" }, -- Darkmantle Legs
[226849] = { "шолом покрову темряви", equip=7597 }, -- Darkmantle Helm
[226850] = { "рукавички покрову темряви" }, -- Darkmantle Gloves
[226851] = { "чоботи покрову темряви", equip=27037 }, -- Darkmantle Boots
[226852] = { "нагрудник покрову темряви", equip=15465 }, -- Darkmantle Chest
[226856] = { "прискорювач керованої плавучості", use=459613, flavor="Власність АГРТС: Альянсу глибоководної розвідки та технологій скраплення" }, -- Guided Buoyancy Accelerant
[226857] = { "бойові чоботи героїзму", equip=432639 }, -- Battleboots of Heroism
[226858] = { "наплічники героїзму", equip=432639 }, -- Spaulders of Heroism
[226859] = { "ножні лати героїзму", equip=432639 }, -- Legplates of Heroism
[226860] = { "корона героїзму", equip=436239 }, -- Crown of Heroism
[226861] = { "рукавиці героїзму", equip=436239 }, -- Gauntlets of Heroism
[226862] = { "кіраса героїзму", equip=432639 }, -- Breastplate of Heroism
[226863] = { "браслети героїзму" }, -- Bracers of Heroism
[226864] = { "пояс героїзму", equip=436239 }, -- Belt of Heroism
[226865] = { "поручі героїзму", equip=13387 }, -- Wristguards of Heroism
[226866] = { "бойовий пояс героїзму", equip={ 432639, 13385 } }, -- Waistguard of Heroism
[226867] = { "наплечі героїзму", equip={ 432639, 18369 } }, -- Pauldrons of Heroism
[226868] = { "набедреники героїзму", equip={ 18369, 28112 } }, -- Legguards of Heroism
[226869] = { "маска героїзму", equip={ 432639, 13390 } }, -- Faceguard of Heroism
[226870] = { "бойові рукавиці героїзму", equip={ 21475, 18369 } }, -- Handguards of Heroism
[226871] = { "сабатони героїзму", equip={ 432639, 13388 } }, -- Sabatons of Heroism
[226872] = { "бойовий нагрудник героїзму", equip={ 23203, 13390 } }, -- Chestguard of Heroism
[226873] = { "наручі героїзму", equip=7515 }, -- Wrists of Heroism
[226874] = { "ремінь героїзму", equip=13385 }, -- Waist of Heroism
[226875] = { "напліччя героїзму" }, -- Shoulders of Heroism
[226876] = { "поножі героїзму", equip=13383 }, -- Legs of Heroism
[226877] = { "шолом героїзму", equip=7597 }, -- Helm of Heroism
[226878] = { "рукавички героїзму", equip=7597 }, -- Gloves of Heroism
[226879] = { "чоботи героїзму", equip=15464 }, -- Boots of Heroism
[226880] = { "нагрудник героїзму", equip=15464 }, -- Chest of Heroism
[226881] = { "черевики володаря звірів" }, -- Beastmaster's Treads
[226882] = { "штани володаря звірів", equip=436239 }, -- Beastmaster's Pants
[226883] = { "рукавиці володаря звірів", equip=436239 }, -- Beastmaster's Gauntlets
[226884] = { "напліччя володаря звірів", equip=436239 }, -- Beastmaster's Mantle
[226885] = { "поручі володаря звірів", equip=432639 }, -- Beastmaster's Bindings
[226886] = { "мундир володаря звірів", equip=436239 }, -- Beastmaster's Tunic
[226887] = { "шапка володаря звірів", equip=432639 }, -- Beastmaster's Cap
[226888] = { "пояс володаря звірів", equip=432639 }, -- Beastmaster's Belt
[226889] = { "браслети володаря звірів", equip=432639 }, -- Beastmaster's Bracers
[226890] = { "пов'язка володаря звірів", equip=432639 }, -- Beastmaster's Waistwrap
[226891] = { "наплечі володаря звірів", equip=436239 }, -- Beastmaster's Pauldrons
[226892] = { "поножі володаря звірів", equip=436239 }, -- Beastmaster's Leggings
[226893] = { "койф володаря звірів", equip=432639 }, -- Beastmaster's Coif
[226894] = { "бойові рукавиці володаря звірів", equip=436239 }, -- Beastmaster's Fists
[226895] = { "наголінники володаря звірів", equip={ 432639, 436239 } }, -- Beastmaster's Greaves
[226896] = { "кольчуга володаря звірів", equip=436239 }, -- Beastmaster's Chain
[226897] = { "наручі володаря звірів" }, -- Beastmaster's Wrists
[226898] = { "ремінь володаря звірів" }, -- Beastmaster's Waist
[226899] = { "наплічники володаря звірів" }, -- Beastmaster's Shoulders
[226900] = { "бойові поножі володаря звірів" }, -- Beastmaster's Legs
[226901] = { "шолом володаря звірів", equip={ 15464, "Збільшує запас здоров'я вашого вихованця на 3%." } }, -- Beastmaster's Helm
[226902] = { "рукавички володаря звірів", equip="Збільшує ймовірність критичного удару вашого вихованця на 2%." }, -- Beastmaster's Gloves
[226903] = { "чоботи володаря звірів", equip="Збільшує шкоду вашого вихованця на 3%." }, -- Beastmaster's Boots
[226904] = { "нагрудник володаря звірів", equip={ "Збільшує броню вашого вихованця на 10%.", 7597 } }, -- Beastmaster's Chest
[226905] = { "пояс імли смерті", equip={ 432639, 14248 } }, -- Deathmist Belt
[226906] = { "мантія імли смерті", equip={ 436239, 18050 } }, -- Deathmist Robe
[226907] = { "браслети імли смерті", equip=14254 }, -- Deathmist Bracers
[226908] = { "сандалі імли смерті", equip={ 432639, 14248 } }, -- Deathmist Sandals
[226909] = { "маска імли смерті", equip={ 432639, 14055 } }, -- Deathmist Mask
[226910] = { "поножі імли смерті", equip=17367 }, -- Deathmist Leggings
[226911] = { "обмотки імли смерті", equip={ 432639, 14799 } }, -- Deathmist Wraps
[226912] = { "напліччя імли смерті", equip=14047 }, -- Deathmist Mantle
[226913] = { "поручі імли смерті", equip=13385 }, -- Deathmist Bindings
[226914] = { "бойовий ремінь імли смерті", equip={ 432639, 13387 } }, -- Deathmist Cord
[226915] = { "еполети імли смерті", equip=18185 }, -- Deathmist Epaulets
[226916] = { "штани імли смерті", equip=21408 }, -- Deathmist Pants
[226917] = { "капюшон імли смерті", equip={ 432639, 21411 } }, -- Deathmist Hood
[226918] = { "захвати імли смерті", equip={ 432639, 13390 } }, -- Deathmist Grasps
[226919] = { "черевики імли смерті", equip=18369 }, -- Deathmist Treads
[226920] = { "вбрання імли смерті", equip={ 432639, 21411 } }, -- Deathmist Embrace
[226921] = { "наручі імли смерті", equip=9398 }, -- Deathmist Wrists
[226922] = { "ремінь імли смерті", equip=9417 }, -- Deathmist Waist
[226923] = { "наплічники імли смерті", equip=9417 }, -- Deathmist Shoulders
[226924] = { "бойові поножі імли смерті", equip=9345 }, -- Deathmist Legs
[226925] = { "шолом імли смерті", equip={ 9345, 23727 } }, -- Deathmist Helm
[226926] = { "рукавички імли смерті", equip={ 9342, 23727 } }, -- Deathmist Gloves
[226927] = { "чоботи імли смерті", equip=9417 }, -- Deathmist Boots
[226928] = { "нагрудник імли смерті", equip={ 9417, 18384 } }, -- Deathmist Chest
[226929] = { "браслети чаклуна", equip=14254 }, -- Sorcerer's Bindings
[226930] = { "рукавиці чаклуна", equip=14054 }, -- Sorcerer's Gauntlets
[226931] = { "сандалі чаклуна", equip={ 436239, 14047 } }, -- Sorcerer's Sandals
[226932] = { "мантія чаклуна", equip={ 436239, 14055 } }, -- Sorcerer's Robes
[226933] = { "поножі чаклуна", equip=17367 }, -- Sorcerer's Leggings
[226934] = { "пояс чаклуна", equip={ 432639, 9346 } }, -- Sorcerer's Belt
[226935] = { "корона чаклуна", equip={ 436239, 18050 } }, -- Sorcerer's Crown
[226936] = { "напліччя чаклуна", equip={ 436239, 14254 } }, -- Sorcerer's Mantle
[226937] = { "наручі чаклуна", equip=9398 }, -- Sorcerer's Wrists
[226938] = { "ремінь чаклуна", equip=9343 }, -- Sorcerer's Waist
[226939] = { "наплічники чаклуна", equip=9415 }, -- Sorcerer's Shoulders
[226940] = { "штани чаклуна", equip=9345 }, -- Sorcerer's Legs
[226941] = { "шолом чаклуна", equip={ 9416, 18384 } }, -- Sorcerer's Helm
[226942] = { "рукавички чаклуна", equip={ 9417, 23727 } }, -- Sorcerer's Gloves
[226943] = { "чоботи чаклуна", equip=14248 }, -- Sorcerer's Boots
[226944] = { "нагрудник чаклуна", equip={ 9345, 26283 } }, -- Sorcerer's Chest
[226945] = { "мантія доброчесності", equip=18041 }, -- Virtuous Robe
[226946] = { "спідниця доброчесності", equip=18032 }, -- Virtuous Skirt
[226947] = { "корона доброчесності", equip={ 436239, 18035 } }, -- Virtuous Crown
[226948] = { "пояс доброчесності", equip={ 9316, 21618 } }, -- Virtuous Belt
[226949] = { "браслети доброчесності", equip=9314 }, -- Virtuous Bracers
[226950] = { "рукавиці доброчесності", equip=18029 }, -- Virtuous Mitts
[226951] = { "напліччя доброчесності", equip=9314 }, -- Virtuous Mantle
[226952] = { "сандалі доброчесності", equip={ 9316, 21362 } }, -- Virtuous Sandals
[226953] = { "обмотки доброчесності", equip=14793 }, -- Virtuous Wraps
[226954] = { "бойовий ремінь доброчесності", equip=18012 }, -- Virtuous Cord
[226955] = { "еполети доброчесності", equip=18008 }, -- Virtuous Epaulets
[226956] = { "поножі доброчесності", equip=18015 }, -- Virtuous Leggings
[226957] = { "капюшон доброчесності", equip={ 432639, 18020 } }, -- Virtuous Cowl
[226958] = { "бойові рукавички доброчесності", equip=18015 }, -- Virtuous Hands
[226959] = { "черевики доброчесності", equip=18010 }, -- Virtuous Slippers
[226960] = { "вбрання доброчесності", equip=18020 }, -- Virtuous Gown
[226961] = { "наручі доброчесності", equip={ 9415, 21360 } }, -- Virtuous Wrists
[226962] = { "ремінь доброчесності", equip=9417 }, -- Virtuous Waist
[226963] = { "наплічники доброчесності", equip=9417 }, -- Virtuous Shoulders
[226964] = { "штани доброчесності", equip={ 9345, 21626 } }, -- Virtuous Legs
[226965] = { "шолом доброчесності", equip={ 9416, 21626, 18384 } }, -- Virtuous Helm
[226966] = { "рукавички доброчесності", equip=9416 }, -- Virtuous Gloves
[226967] = { "чоботи доброчесності", equip={ 9417, 21628 } }, -- Virtuous Boots
[226968] = { "нагрудник доброчесності", equip={ 9343, 21626 } }, -- Virtuous Chest
[226969] = { "духоковані наплічники", equip=432639 }, -- Soulforge Spaulders
[226970] = { "духоковані браслети" }, -- Soulforge Bracers
[226971] = { "духокований пояс", equip=436239 }, -- Soulforge Belt
[226972] = { "духоковані ножні лати", equip=436239 }, -- Soulforge Legplates
[226973] = { "духокована кіраса", equip=432639 }, -- Soulforge Breastplate
[226974] = { "духоковані бойові чоботи", equip=436239 }, -- Soulforge Warboots
[226975] = { "духоковані рукавиці", equip=436239 }, -- Soulforge Gauntlets
[226976] = { "духокований великий шолом", equip=436239 }, -- Soulforge Greathelm
[226977] = { "духоковані бойові наручі", equip=9317 }, -- Soulforge Bindings
[226978] = { "духокований бойовий ремінь", equip={ 436239, 9316 } }, -- Soulforge Cord
[226979] = { "духоковані еполети", equip={ 436239, 18030 } }, -- Soulforge Epaulets
[226980] = { "духоковані поножі", equip={ 436239, 17371 } }, -- Soulforge Leggings
[226981] = { "духокована корона", equip={ 436239, 18029 } }, -- Soulforge Crown
[226982] = { "духоковані бойові рукавиці", equip=18033 }, -- Soulforge Fists
[226983] = { "духоковані черевики", equip=9318 }, -- Soulforge Treads
[226984] = { "духоковане вбрання", equip={ 436239, 18036 } }, -- Soulforge Embrace
[226985] = { "духоковані поручі", equip=13385 }, -- Soulforge Wristguards
[226986] = { "духокований бойовий пояс", equip={ 23203, 13385 } }, -- Soulforge Waistguard
[226987] = { "духоковані наплечі", equip=13388 }, -- Soulforge Pauldrons
[226988] = { "духоковані набедреники", equip={ 23731, 13387 } }, -- Soulforge Legguards
[226989] = { "духокована маска", equip=21409 }, -- Soulforge Faceguard
[226990] = { "духоковані бойові рукавички", equip={ 21475, 13390 } }, -- Soulforge Handguards
[226991] = { "духоковані сабатони", equip={ 432639, 13387 } }, -- Soulforge Sabatons
[226992] = { "духокований бойовий нагрудник", equip={ 432639, 13390 } }, -- Soulforge Chestguards
[226993] = { "духоковані наручі", equip=9398 }, -- Soulforge Wrists
[226994] = { "духокований ремінь", equip={ 9417, 21618 } }, -- Soulforge Waist
[226995] = { "духоковане напліччя", equip={ 9417, 21618 } }, -- Soulforge Shoulders
[226996] = { "духоковані бойові поножі", equip=9416 }, -- Soulforge Legs
[226997] = { "духокований шолом", equip={ 9343, 18384 } }, -- Soulforge Helm
[226998] = { "духоковані рукавички", equip={ 9416, 7597 } }, -- Soulforge Gloves
[226999] = { "духоковані чоботи", equip={ 9417, 21618 } }, -- Soulforge Boots
[227000] = { "духокований нагрудник", equip={ 9343, 7597 } }, -- Soulforge Chest
[227001] = { "браслети п'яти громів", equip={ 432639, 9342 } }, -- Bindings of The Five Thunders
[227002] = { "койф п'яти громів", equip={ 436239, 14054 } }, -- Coif of The Five Thunders
[227003] = { "напліччя п'яти громів", equip={ 432639, 15714 } }, -- Pauldrons of The Five Thunders
[227004] = { "жилет п'яти громів", equip={ 436239, 14054 } }, -- Vest of The Five Thunders
[227005] = { "кілт п'яти громів", equip={ 432639, 13881 } }, -- Kilt of The Five Thunders
[227006] = { "рукавиці п'яти громів", equip={ 432639, 14047 } }, -- Gauntlets of The Five Thunders
[227007] = { "черевики п'яти громів", equip={ 15715, 21618 } }, -- Slippers of The Five Thunders
[227008] = { "ремінь п'яти громів", equip={ 432639, 9346 } }, -- Cord of The Five Thunders
[227009] = { "бойові браслети п'яти громів", equip=9316 }, -- Bracers of The Five Thunders
[227010] = { "пасок п'яти громів", equip={ 9317, 21618 } }, -- Sash of The Five Thunders
[227011] = { "наплічник п'яти громів", equip=18029 }, -- Mantle of The Five Thunders
[227012] = { "поножі п'яти громів", equip={ 17371, 21626 } }, -- Leggings of The Five Thunders
[227013] = { "корона п'яти громів", equip={ 436239, 18029 } }, -- Crown of The Five Thunders
[227014] = { "захвати п'яти громів", equip={ 18032, 21618 } }, -- Grasp of The Five Thunders
[227015] = { "наголінники п'яти громів", equip={ 18029, 21362 } }, -- Greaves of The Five Thunders
[227016] = { "мундир п'яти громів", equip={ 18036, 21626 } }, -- Tunic of The Five Thunders
[227017] = { "обмотки п'яти громів" }, -- Bands of The Five Thunders
[227018] = { "бойовий пояс п'яти громів", equip=436239 }, -- Girdle of The Five Thunders
[227019] = { "наплічники п'яти громів", equip=436239 }, -- Spaulders of The Five Thunders
[227020] = { "бойові поножі п'яти громів", equip=432639 }, -- Legplates of The Five Thunders
[227021] = { "маска п'яти громів", equip=436239 }, -- Face of The Five Thunders
[227022] = { "бойові рукавички п'яти громів", equip=432639 }, -- Fists of The Five Thunders
[227023] = { "бойові чоботи п'яти громів", equip=432639 }, -- Treads of The Five Thunders
[227024] = { "кольчуга п'яти громів", equip=432639 }, -- Chain of The Five Thunders
[227025] = { "поручі п'яти громів", equip=13384 }, -- Wristguards of The Five Thunders
[227026] = { "бойовий ремінь п'яти громів", equip={ 432639, 13383 } }, -- Waistguard of The Five Thunders
[227027] = { "бойові наплічники п'яти громів", equip={ 432639, 13383 } }, -- Shoulderguards of The Five Thunders
[227028] = { "набедреники п'яти громів", equip=13387 }, -- Legguards of The Five Thunders
[227029] = { "головний убір п'яти громів", equip={ 432639, 13388 } }, -- Headpiece of The Five Thunders
[227030] = { "бойові рукавиці п'яти громів", equip={ 21474, 13383 } }, -- Handguards of The Five Thunders
[227031] = { "сабатони п'яти громів", equip={ 432639, 13386 } }, -- Sabatons of The Five Thunders
[227032] = { "бойовий нагрудник п'яти громів", equip={ 13676, 13387 } }, -- Chestguard of The Five Thunders
[227033] = { "наручі п'яти громів", equip=9398 }, -- Wrists of The Five Thunders
[227034] = { "пояс п'яти громів", equip={ 9417, 21618 } }, -- Waist of The Five Thunders
[227035] = { "наплечі п'яти громів", equip=9417 }, -- Shoulders of The Five Thunders
[227036] = { "штани п'яти громів", equip=9416 }, -- Legs of The Five Thunders
[227037] = { "шолом п'яти громів", equip={ 9343, 18384 } }, -- Helm of The Five Thunders
[227038] = { "рукавички п'яти громів", equip={ 21618, 9417 } }, -- Gloves of The Five Thunders
[227039] = { "чоботи п'яти громів", equip={ 9417, 21618 } }, -- Boots of The Five Thunders
[227040] = { "нагрудник п'яти громів", equip={ 18384, 9343 } }, -- Chest of The Five Thunders
[227041] = { "тіньовий скальпель Скари", flavor="Цей пристрій спрямовує нечисту некротичну енергію для розрізання плоті, металу чи будь-якого іншого матеріалу, фізичного чи магічного. Можливо, ним можна зруйнувати щит, що захищає Арконоса." }, -- Scourge Shadow Scalpel
[227042] = { "латні наплічники героя", equip=436239 }, -- Champion's Plate Shoulders
[227043] = { "латний шолом героя", equip={ 436239, 432639 } }, -- Champion's Plate Helm
[227044] = { "латний шолом лейтенант-командира", equip={ 436239, 432639 } }, -- Lieutenant Commander's Plate Helm
[227045] = { "латні наплічники лейтенант-командира", equip=436239 }, -- Lieutenant Commander's Plate Shoulders
[227046] = { "латний гауберк лицаря-капітана", equip=436239 }, -- Knight-Captain's Plate Hauberk
[227047] = { "латні поножі лицаря-капітана", equip=448324 }, -- Knight-Captain's Plate Leggings
[227048] = { "латні поножі легіонера", equip=448324 }, -- Legionnaire's Plate Leggings
[227049] = { "латний гауберк легіонера", equip=436239 }, -- Legionnaire's Plate Hauberk
[227050] = { "латні рукавиці кривавого вартового", equip=459608 }, -- Blood Guard's Plate Gauntlets
[227051] = { "латні наголінники кривавого вартового" }, -- Blood Guard's Plate Greaves
[227052] = { "латні наголінники лицаря-лейтенанта" }, -- Knight-Lieutenant's Plate Greaves
[227053] = { "латні рукавиці лицаря-лейтенанта", equip=459608 }, -- Knight-Lieutenant's Plate Gauntlets
[227054] = { "шкіряні наплічники лейтенант-командира", equip={ 9332, 436239, 432639 } }, -- Lieutenant Commander's Leather Shoulders
[227055] = { "шкіряний шолом лейтенант-командира", equip={ 436239, 432639, 14089 } }, -- Lieutenant Commander's Leather Helm
[227056] = { "шкіряні наплічники героя", equip={ 9332, 436239, 432639 } }, -- Champion's Leather Shoulders
[227057] = { "шкіряний шолом героя", equip={ 436239, 432639, 14089 } }, -- Champion's Leather Helm
[227058] = { "шкіряний нагрудник лицаря-капітана", equip={ 436239, 432639, 15806 } }, -- Knight-Captain's Leather Chestpiece
[227059] = { "шкіряні поножі легіонера", equip={ 436239, 432639, 15806 } }, -- Legionnaire's Leather Legguards
[227060] = { "шкіряний нагрудник легіонера", equip={ 436239, 432639, 15806 } }, -- Legionnaire's Leather Chestpiece
[227061] = { "шкіряні поножі лицаря-капітана", equip={ 436239, 432639, 15806 } }, -- Knight-Captain's Leather Legguards
[227062] = { "шкіряні черевики кривавого вартового", equip={ 459605, 9335 } }, -- Blood Guard's Leather Walkers
[227063] = { "шкіряні рукавиці кривавого вартового", equip={ 9331, 436239 } }, -- Blood Guard's Leather Grips
[227064] = { "шкіряні черевики лицаря-лейтенанта", equip={ 459605, 9335 } }, -- Knight-Lieutenant's Leather Walkers
[227065] = { "шкіряні рукавиці лицаря-лейтенанта", equip={ 9331, 436239 } }, -- Knight-Lieutenant's Leather Grips
[227066] = { "плетений шолом лейтенант-командира", equip=448324 }, -- Lieutenant Commander's Chain Helm
[227067] = { "плетений шолом героя", equip=448324 }, -- Champion's Chain Helm
[227068] = { "плетені наплічники лейтенант-командира", equip=436239 }, -- Lieutenant Commander's Chain Shoulders
[227069] = { "плетені наплічники героя", equip=436239 }, -- Champion's Chain Shoulders
[227070] = { "плетений гауберк лицаря-капітана", equip=448324 }, -- Knight-Captain's Chain Hauberk
[227071] = { "плетений гауберк легіонера", equip=448324 }, -- Legionnaire's Chain Hauberk
[227072] = { "плетені поножі лицаря-капітана", equip=448324 }, -- Knight-Captain's Chain Legguards
[227073] = { "плетені поножі легіонера", equip=448324 }, -- Legionnaire's Chain Legguards
[227074] = { "плетені наголінники кривавого вартового" }, -- Blood Guard's Chain Greaves
[227075] = { "плетені бойові рукавиці кривавого вартового", equip=459593 }, -- Blood Guard's Chain Vices
[227076] = { "плетені наголінники лицаря-лейтенанта" }, -- Knight-Lieutenant's Chain Greaves
[227077] = { "плетені рукавиці лицаря-лейтенанта", equip=459593 }, -- Knight-Lieutenant's Chain Vices
[227078] = { "плетені наплечі героя", equip={ 436239, 9331 } }, -- Champion's Chain Pauldrons
[227079] = { "плетені ножні обладунки легіонера", equip={ 448324, 9331 } }, -- Legionnaire's Chain Legplates
[227080] = { "плетений великий шолом героя", equip={ 448324, 14027 } }, -- Champion's Chain Greathelm
[227081] = { "плетені захвати кривавого вартового", equip={ 459598, 9331 } }, -- Blood Guard's Chain Grips
[227082] = { "плетені сабатони кривавого вартового", equip=9332 }, -- Blood Guard's Chain Sabatons
[227083] = { "плетений обладунок легіонера", equip={ 448324, 9331 } }, -- Legionnaire's Chain Armor
[227084] = { "плетене напліччя лейтенант-командира", equip={ 436239, 9331 } }, -- Lieutenant Commander's Chain Pauldrons
[227085] = { "плетені ножні обладунки лицаря-капітана", equip={ 448324, 9331 } }, -- Knight-Captain's Chain Legplates
[227086] = { "плетений великий шолом лейтенант-командира", equip={ 448324, 14027 } }, -- Lieutenant Commander's Chain Greathelm
[227087] = { "плетені захвати лицаря-лейтенанта", equip={ 459598, 9331 } }, -- Knight-Lieutenant's Chain Grips
[227088] = { "плетені сабатони лицаря-лейтенанта", equip=9332 }, -- Knight-Lieutenant's Chain Sabatons
[227089] = { "плетений обладунок лицаря-капітана", equip={ 448324, 9331 } }, -- Knight-Captain's Chain Armor
[227090] = { "жахотканий капюшон героя", equip={ 14248, 436239 } }, -- Champion's Dreadweave Cowl
[227091] = { "жахоткані наплічники лейтенант-командира", equip={ 9417, 436239 } }, -- Lieutenant Commander's Dreadweave Spaulders
[227092] = { "жахоткані наплічники героя", equip={ 9417, 436239 } }, -- Champion's Dreadweave Spaulders
[227093] = { "жахотканий капюшон лейтенант-командира", equip={ 14248, 436239 } }, -- Lieutenant Commander's Dreadweave Cowl
[227094] = { "жахотканий мундир легіонера", equip=15715 }, -- Legionnaire's Dreadweave Tunic
[227095] = { "жахоткані поножі лицаря-капітана", equip=14127 }, -- Knight-Captain's Dreadweave Legguards
[227096] = { "жахотканий мундир лицаря-капітана", equip=15715 }, -- Knight-Captain's Dreadweave Tunic
[227097] = { "жахоткані поножі легіонера", equip=14127 }, -- Legionnaire's Dreadweave Legguards
[227098] = { "жахоткані черевики кривавого вартового", equip=9346 }, -- Blood Guard's Dreadweave Walkers
[227099] = { "жахоткані рукавиці кривавого вартового", equip={ 459607, 14248 } }, -- Blood Guard's Dreadweave Handwraps
[227100] = { "жахоткані рукавиці лицаря-лейтенанта", equip={ 459607, 14248 } }, -- Knight-Lieutenant's Dreadweave Handwraps
[227101] = { "жахоткані черевики лицаря-лейтенанта", equip=9346 }, -- Knight-Lieutenant's Dreadweave Walkers
[227102] = { "шовкове напліччя лейтенант-командира", equip={ 9344, 436239 } }, -- Lieutenant Commander's Silk Mantle
[227103] = { "шовковий капюшон лейтенант-командира", equip={ 436239, 14248 } }, -- Lieutenant Commander's Silk Cowl
[227104] = { "шовкове напліччя героя", equip={ 9344, 436239 } }, -- Champion's Silk Mantle
[227105] = { "шовковий капюшон героя", equip={ 436239, 14248 } }, -- Champion's Silk Cowl
[227106] = { "шовковий мундир легіонера", equip={ 436239, 14248 } }, -- Legionnaire's Silk Tunic
[227107] = { "шовкові поножі легіонера", equip={ 14248, 436239 } }, -- Legionnaire's Silk Legguards
[227108] = { "шовковий мундир лицаря-капітана", equip={ 436239, 14248 } }, -- Knight-Captain's Silk Tunic
[227109] = { "шовкові поножі лицаря-капітана", equip={ 14248, 436239 } }, -- Knight-Captain's Silk Legguards
[227110] = { "шовкові черевики кривавого вартового", equip=14248 }, -- Blood Guard's Silk Walkers
[227111] = { "шовкові рукавиці кривавого вартового", equip={ 459599, 9346 } }, -- Blood Guard's Silk Handwraps
[227112] = { "шовкові черевики лицаря-лейтенанта", equip=14248 }, -- Knight-Lieutenant's Silk Walkers
[227113] = { "шовкові рукавиці лицаря-лейтенанта", equip={ 459599, 9346 } }, -- Knight-Lieutenant's Silk Handwraps
[227114] = { "шовкові бойові рукавиці лицаря-лейтенанта", equip={ 459600, 9346 } }, -- Knight-Lieutenant's Silk Gauntlets
[227115] = { "шовкові бойові рукавиці кривавого вартового", equip={ 459600, 9346 } }, -- Blood Guard's Silk Gauntlets
[227116] = { "шовкові рукавиці лицаря-лейтенанта", equip={ 459599, 9346 } }, -- Knight-Lieutenant's Silk Gloves
[227117] = { "шовкові рукавиці кривавого вартового", equip={ 459599, 9346 } }, -- Blood Guard's Silk Gloves
[227118] = { "атласний капюшон героя", equip=18031 }, -- Champion's Satin Hood
[227119] = { "атласне напліччя лейтенант-командира", equip=9317 }, -- Lieutenant Commander's Satin Mantle
[227120] = { "атласне напліччя героя", equip=9317 }, -- Champion's Satin Mantle
[227121] = { "атласний капюшон лейтенант-командира", equip=18031 }, -- Lieutenant Commander's Satin Hood
[227122] = { "атласний мундир лицаря-капітана", equip=18031 }, -- Knight-Captain's Satin Tunic
[227123] = { "атласні набедреники легіонера", equip=18031 }, -- Legionnaire's Satin Legguards
[227124] = { "атласний мундир легіонера", equip=18031 }, -- Legionnaire's Satin Tunic
[227125] = { "атласні набедреники лицаря-капітана", equip=18031 }, -- Knight-Captain's Satin Legguards
[227126] = { "атласні рукавиці кривавого вартового", equip={ 459603, 18031 } }, -- Blood Guard's Satin Handwraps
[227127] = { "атласні черевики кривавого вартового", equip=9315 }, -- Blood Guard's Satin Walkers
[227128] = { "атласні рукавиці лицаря-лейтенанта", equip={ 459603, 18031 } }, -- Knight-Lieutenant's Satin Handwraps
[227129] = { "атласні черевики лицаря-лейтенанта", equip=9315 }, -- Knight-Lieutenant's Satin Walkers
[227130] = { "атласні еполети героя", equip={ 9345, 21626 } }, -- Champion's Satin Epaulets
[227131] = { "атласні поножі легіонера", equip={ 14248, 21626 } }, -- Legionnaire's Satin Leggings
[227132] = { "атласна корона героя", equip={ 14248, 21626 } }, -- Champion's Satin Crown
[227133] = { "атласні захвати кривавого вартового", equip={ 459604, 14248 } }, -- Blood Guard's Satin Grips
[227134] = { "атласні чоботи кривавого вартового", equip=9343 }, -- Blood Guard's Satin Treads
[227135] = { "атласна мантія легіонера", equip={ 14248, 21626 } }, -- Legionnaire's Satin Robe
[227136] = { "атласні еполети лейтенант-командира", equip={ 9345, 21626 } }, -- Lieutenant Commander's Satin Epaulets
[227137] = { "атласні поножі лицаря-капітана", equip={ 14248, 21626 } }, -- Knight-Captain's Satin Leggings
[227138] = { "атласна корона лейтенант-командира", equip={ 14248, 21626 } }, -- Lieutenant Commander's Satin Crown
[227139] = { "атласні захвати лицаря-лейтенанта", equip={ 459604, 14248 } }, -- Knight-Lieutenant's Satin Grips
[227140] = { "атласні чоботи лицаря-лейтенанта", equip=9343 }, -- Knight-Lieutenant's Satin Treads
[227141] = { "атласна мантія лицаря-капітана", equip={ 14248, 21626 } }, -- Knight-Captain's Satin Robe
[227142] = { "пластинчаста кіраса лицаря-капітана", equip={ 15715, 436239 } }, -- Knight-Captain's Lamellar Breastplate
[227143] = { "пластинчасті поножі лицаря-капітана", equip={ 15715, 436239 } }, -- Knight-Captain's Lamellar Leggings
[227144] = { "пластинчастий шолом лейтенант-командира", equip={ 18049, 432639 } }, -- Lieutenant Commander's Lamellar Headguard
[227145] = { "пластинчасті наплічники лейтенант-командира", equip=14799 }, -- Lieutenant Commander's Lamellar Shoulders
[227146] = { "пластинчасті сабатони лицаря-лейтенанта", equip={ 9417, 436239 } }, -- Knight-Lieutenant's Lamellar Sabatons
[227147] = { "пластинчасті рукавиці лицаря-лейтенанта", equip={ "Ваші \"Правосуддя\" завдають на 20 більше шкоди.", 436239 } }, -- Knight-Lieutenant's Lamellar Gauntlets
[227148] = { "пластинчасте напліччя лейтенант-командира", equip={ 18030, 21625 } }, -- Lieutenant Commander's Lamellar Pauldrons
[227149] = { "пластинчастий бойовий шолом лейтенант-командира", equip={ 18034, 21363 } }, -- Lieutenant Commander's Lamellar Helmet
[227150] = { "пластинчасті бойові поножі лицаря-капітана", equip={ 18033, 21363 } }, -- Knight-Captain's Lamellar Legguards
[227151] = { "пластинчастий нагрудник лицаря-капітана", equip={ 18033, 21363 } }, -- Knight-Captain's Lamellar Chestplate
[227152] = { "пластинчасті бойові рукавиці лицаря-лейтенанта", equip={ "Збільшує ймовірність критичного удару \"Священного шоку\" на 2%.", 436239 } }, -- Knight-Lieutenant's Lamellar Gloves
[227153] = { "пластинчасті наголінники лицаря-лейтенанта", equip={ 9316, 21363 } }, -- Knight-Lieutenant's Lamellar Greaves
[227154] = { "кольчужне напліччя героя", equip={ 432639, 436239 } }, -- Champion's Mail Pauldrons
[227155] = { "кольчужний шолом героя", equip=436239 }, -- Champion's Mail Headguard
[227156] = { "кольчужні поножі легіонера", equip={ 432639, 436239 } }, -- Legionnaire's Mail Legguards
[227157] = { "кольчужний гауберк легіонера", equip={ 436239, 432639 } }, -- Legionnaire's Mail Hauberk
[227158] = { "кольчужні наголінники кривавого вартового", equip={ 432639, 459606 } }, -- Blood Guard's Mail Greaves
[227159] = { "кольчужні бойові рукавиці кривавого вартового", equip={ 436239, 432639 } }, -- Blood Guard's Mail Vices
[227160] = { "кольчужні наплечі героя", equip={ 9346, 436239 } }, -- Champion's Mail Spaulders
[227161] = { "кольчужні поножі легіонера", equip={ 14248, 436239 } }, -- Legionnaire's Mail Leggings
[227162] = { "кольчужний шолом героя", equip={ 436239, 14799 } }, -- Champion's Mail Helm
[227163] = { "кольчужні рукавиці кривавого вартового", equip={ 436239, 9342 } }, -- Blood Guard's Mail Gauntlets
[227164] = { "кольчужні сабатони кривавого вартового", equip={ 9344, 459606 } }, -- Blood Guard's Mail Sabatons
[227165] = { "кольчужна кіраса легіонера", equip={ 436239, 14799 } }, -- Legionnaire's Mail Breastplate
[227166] = { "кольчужні еполети героя", equip={ 9316, 436239, 21623 } }, -- Champion's Mail Epaulets
[227167] = { "кольчужні штани легіонера", equip={ 18031, 436239 } }, -- Legionnaire's Mail Pants
[227168] = { "кольчужний бойовий шолом героя", equip={ 436239, 9317, 21624 } }, -- Champion's Mail Skullcap
[227169] = { "кольчужні рукавички кривавого вартового", equip={ 436239, 9316 } }, -- Blood Guard's Mail Gloves
[227170] = { "кольчужні чоботи кривавого вартового", equip={ 9316, 459606 } }, -- Blood Guard's Mail Boots
[227171] = { "кольчужний бойовий нагрудник легіонера", equip={ 436239, 18030 } }, -- Legionnaire's Mail Chestguard
[227172] = { "наплічники лейтенант-командира зі шкіри дракона", equip=436239 }, -- Lieutenant Commander's Dragonhide Shoulders
[227173] = { "бойовий шолом лейтенант-командира зі шкіри дракона", equip=436239 }, -- Lieutenant Commander's Dragonhide Headguard
[227174] = { "шолом героя зі шкіри дракона", equip=436239 }, -- Champion's Dragonhide Headguard
[227175] = { "наплічники героя зі шкіри дракона", equip=436239 }, -- Champion's Dragonhide Shoulders
[227176] = { "нагрудник лицаря-капітана зі шкіри дракона", equip={ 436239, 432639 } }, -- Knight-Captain's Dragonhide Chestpiece
[227177] = { "поножі легіонера зі шкіри дракона", equip={ 436239, 432639 } }, -- Legionnaire's Dragonhide Leggings
[227178] = { "поножі лицаря-капітана зі шкіри дракона", equip={ 436239, 432639 } }, -- Knight-Captain's Dragonhide Leggings
[227179] = { "нагрудник легіонера зі шкіри дракона", equip={ 436239, 432639 } }, -- Legionnaire's Dragonhide Chestpiece
[227180] = { "захвати кривавого вартового зі шкіри дракона", equip={ 459594, 432639 } }, -- Blood Guard's Dragonhide Grips
[227181] = { "черевики кривавого вартового зі шкіри дракона", equip=436239 }, -- Blood Guard's Dragonhide Treads
[227182] = { "черевики лицаря-лейтенанта зі шкіри дракона", equip=436239 }, -- Knight-Lieutenant's Dragonhide Treads
[227183] = { "захвати лицаря-лейтенанта зі шкіри дракона", equip={ 459594, 432639 } }, -- Knight-Lieutenant's Dragonhide Grips
[227184] = { "наплечі героя зі шкіри дракона", equip={ 9344, 436239 } }, -- Champion's Dragonhide Spaulders
[227185] = { "штани легіонера зі шкіри дракона", equip={ 436239, 14248 } }, -- Legionnaire's Dragonhide Pants
[227186] = { "шолом героя зі шкіри дракона", equip={ 436239, 14248 } }, -- Champion's Dragonhide Helm
[227187] = { "рукавички кривавого вартового зі шкіри дракона", equip={ 459595, 9346 } }, -- Blood Guard's Dragonhide Gloves
[227188] = { "чоботи кривавого вартового зі шкіри дракона", equip=14248 }, -- Blood Guard's Dragonhide Boots
[227189] = { "обладунок легіонера зі шкіри дракона", equip={ 436239, 14248 } }, -- Legionnaire's Dragonhide Armor
[227190] = { "наплечі лейтенант-командира зі шкіри дракона", equip={ 9344, 436239 } }, -- Lieutenant Commander's Dragonhide Spaulders
[227191] = { "штани лицаря-капітана зі шкіри дракона", equip={ 436239, 14248 } }, -- Knight-Captain's Dragonhide Pants
[227192] = { "шолом лейтенант-командира зі шкіри дракона", equip={ 436239, 14248 } }, -- Lieutenant Commander's Dragonhide Helm
[227193] = { "рукавички лицаря-лейтенанта зі шкіри дракона", equip={ 459595, 9346 } }, -- Knight-Lieutenant's Dragonhide Gloves
[227194] = { "чоботи лицаря-лейтенанта зі шкіри дракона", equip=14248 }, -- Knight-Lieutenant's Dragonhide Boots
[227195] = { "обладунок лицаря-капітана зі шкіри дракона", equip={ 436239, 14248 } }, -- Knight-Captain's Dragonhide Armor
[227196] = { "мундир лицаря-капітана зі шкіри дракона", equip=18031 }, -- Knight-Captain's Dragonhide Tunic
[227197] = { "наголінники лицаря-лейтенанта зі шкіри дракона", equip=9315 }, -- Knight-Lieutenant's Dragonhide Greaves
[227198] = { "рукавиці лицаря-лейтенанта зі шкіри дракона", equip={ 459596, 18031 } }, -- Knight-Lieutenant's Dragonhide Gauntlets
[227199] = { "головний убір лейтенант-командира зі шкіри дракона", equip=18031 }, -- Lieutenant Commander's Dragonhide Headdress
[227200] = { "бойові поножі лицаря-капітана зі шкіри дракона", equip=18033 }, -- Knight-Captain's Dragonhide Legguards
[227201] = { "напліччя лейтенант-командира зі шкіри дракона", equip=9317 }, -- Lieutenant Commander's Dragonhide Pauldrons
[227202] = { "мундир легіонера зі шкіри дракона", equip=18031 }, -- Legionnaire's Dragonhide Tunic
[227203] = { "наголінники кривавого вартового зі шкіри дракона", equip=9315 }, -- Blood Guard's Dragonhide Greaves
[227204] = { "рукавиці кривавого вартового зі шкіри дракона", equip={ 459596, 18031 } }, -- Blood Guard's Dragonhide Gauntlets
[227205] = { "головний убір героя зі шкіри дракона", equip=18031 }, -- Champion's Dragonhide Headdress
[227206] = { "бойові поножі легіонера зі шкіри дракона", equip=18033 }, -- Legionnaire's Dragonhide Legguards
[227207] = { "напліччя героя зі шкіри дракона", equip=9317 }, -- Champion's Dragonhide Pauldrons
[227279] = { "кільце магістра", equip={ "При отриманні удару в бою ви можете приморозити нападника на 3 секунди.", 14254 } }, -- Loop of the Magister
[227280] = { "творіння тіней", equip={ 432639, 9335, "Збільшує ваш максимальний запас енергії на 10." } }, -- Craft of the Shadows
[227282] = { "перстень жахливої імли", equip={ 27780, 14254 } }, -- Ring of the Dreaded Mist
[227284] = { "перстень звіра", equip={ 436239, 9335, 23560 } }, -- Band of the Beast
[227285] = { "структурна динаміка потоку", flavor="Основоположні принципи" }, -- Structural Dynamics of Flow
[227286] = { "теплий ром Ромсі з вершками", use=460332 }, -- Warmed Rumsey Rum with Cream
[227337] = { "набір котячих рукавиць та пояса", flavor="Бойові рукавиці лютого серця та пасок лютого серця (Спеціалізація \"Дикість\" - боєць)" }, -- Feline Gloves and Belt Set
[227338] = { "набір астральних рукавиць та пояса", flavor="Бойові рукавички лютого серця та ремінь лютого серця (Спеціалізація \"Баланс\")" }, -- Astral Gloves and Belt Set
[227339] = { "набір рукавиць та пояса вартового", flavor="Захвати лютого серця та бойовий пояс лютого серця (Спеціалізація \"Дикість\" - танк)" }, -- Guardian's Gloves and Belt Set
[227340] = { "набір рукавиць та пояса цілителя", flavor="Рукавиці лютого серця та бойовий ремінь лютого серця (Спеціалізація \"Відновлення\")" }, -- Mender's Gloves and Belt Set
[227341] = { "набір рукавиць та пояса переслідувача", flavor="Рукавиці володаря звірів та пояс володаря звірів (Спеціалізація бійця дальнього бою)" }, -- Pursuer's Gloves and Belt Set
[227342] = { "набір рукавиць та пояса скрадача", flavor="Бойові рукавиці володаря звірів та поручі володаря звірів (Спеціалізація бійця ближнього бою)" }, -- Prowler's Gloves and Belt Set
[227343] = { "набір рукавиць та пояса милосердя", flavor="Духоковані бойові рукавиці та духокований бойовий ремінь (Спеціалізація \"Святість\")" }, -- Merciful Gloves and Belt Set
[227344] = { "набір сяйнистих рукавиць та пояса", flavor="Духоковані рукавиці та духокований пояс (Спеціалізація \"Розплата\")" }, -- Radiant Gloves and Belt Set
[227345] = { "набір рукавиць та пояса божественної волі", flavor="Духоковані бойові рукавички та духокований бойовий пояс (Спеціалізація \"Захист\")" }, -- Divine Will Gloves and Belt Set
[227346] = { "набір світанкових рукавиць та пояса", flavor="Рукавиці доброчесності та пояс доброчесності (Спеціалізація цілителя)" }, -- Dawn Gloves and Belt Set
[227347] = { "набір сутінкових рукавиць та пояса", flavor="Бойові рукавички доброчесності та бойовий ремінь доброчесності (Спеціалізація \"Тінь\")" }, -- Twilight Gloves and Belt Set
[227348] = { "набір рукавиць та пояса азарту", flavor="Захвати покрову темряви та пояс покрову темряви (Спеціалізація бійця ближнього бою)" }, -- Thrill's Gloves and Belt Set
[227349] = { "набір рукавиць та пояса битви", flavor="Бойові рукавиці покрову темряви та бойовий пояс покрову темряви (Спеціалізація танка)" }, -- Battle's Gloves and Belt Set
[227350] = { "набір рукавиць та пояса заспокоєння", flavor="Захвати п'яти громів та пасок п'яти громів (Спеціалізація \"Відновлення\")" }, -- Relief's Gloves and Belt Set
[227351] = { "набір рукавиць та пояса виверження", flavor="Рукавиці п'яти громів та ремінь п'яти громів (Спеціалізація \"Стихії\")" }, -- Eruption's Gloves and Belt Set
[227352] = { "набір рукавиць та пояса струсу", flavor="Бойові рукавички п'яти громів та бойовий пояс п'яти громів (Спеціалізація \"Вдосконалення\" - боєць)" }, -- Impact's Gloves and Belt Set
[227353] = { "набір рукавиць та пояса рішучості", flavor="Бойові рукавиці п'яти громів та бойовий ремінь п'яти громів (Спеціалізація \"Вдосконалення\" - танк)" }, -- Resolve's Gloves and Belt Set
[227354] = { "набір осквернених рукавиць та пояса", flavor="Обмотки імли смерті та пояс імли смерті (Спеціалізація бійця дальнього бою)" }, -- Corrupted Gloves and Belt Set
[227355] = { "набір лихих рукавиць та пояса", flavor="Захвати імли смерті та бойовий ремінь імли смерті (Спеціалізація танка)" }, -- Wicked Gloves and Belt Set
[227356] = { "набір рукавиць та пояса непорушності", flavor="Бойові рукавиці героїзму та бойовий пояс героїзму (Спеціалізація \"Захист\")" }, -- Immoveable Gloves and Belt Set
[227357] = { "набір рукавиць та пояса нестримності", flavor="Рукавиці героїзму та пояс героїзму (Спеціалізація бійця ближнього бою)" }, -- Unstoppable Gloves and Belt Set
[227359] = { "набір котячих чоботів, поножів та наплічників", flavor="Взуття лютого серця, брюки лютого серця та еполети лютого серця (Спеціалізація \"Дикість\" - боєць)" }, -- Feline Boots, Legs, and Shoulders Set
[227360] = { "набір астральних чоботів, поножів та наплічників", flavor="Черевики лютого серця, кілт лютого серця та наплічники лютого серця (Спеціалізація \"Баланс\")" }, -- Astral Boots, Legs, and Shoulders Set
[227361] = { "набір чоботів, поножів та наплічників вартового", flavor="Бойові чоботи лютого серця, набедреники лютого серця та наплечі лютого серця (Спеціалізація \"Дикість\" - танк)" }, -- Guardian's Boots, Legs, and Shoulders Set
[227365] = { "набір чоботів, поножів та наплічників цілителя", flavor="Сандалі лютого серця, штани лютого серця та напліччя лютого серця (Спеціалізація \"Відновлення\")" }, -- Mender's Boots, Legs, and Shoulders Set
[227366] = { "набір чоботів, поножів та наплічників переслідувача", flavor="Черевики володаря звірів, штани володаря звірів та напліччя володаря звірів (Спеціалізація бійця дальнього бою)" }, -- Pursuer's Boots, Legs, and Shoulders Set
[227367] = { "набір чоботів, поножів та наплічників скрадача", flavor="Наголінники володаря звірів, поножі володаря звірів та наплечі володаря звірів (Спеціалізація бійця ближнього бою)" }, -- Prowler's Boots, Legs, and Shoulders Set
[227368] = { "набір чоботів, поножів та наплічників милосердя", flavor="Духоковані черевики, духоковані поножі та духоковані еполети (Спеціалізація \"Святість\")" }, -- Merciful Boots, Legs, and Shoulders Set
[227369] = { "набір сяйнистих чоботів, поножів та наплічників", flavor="Духоковані бойові чоботи, духоковані ножні лати та духоковані наплічники (Спеціалізація \"Розплата\")" }, -- Radiant Boots, Legs, and Shoulders Set
[227370] = { "набір чоботів, поножів та наплічників божественної волі", flavor="Духоковані сабатони, духоковані набедреники та духоковані наплечі (Спеціалізація \"Захист\")" }, -- Divine Will Boots, Legs, and Shoulders Set
[227371] = { "набір світанкових чоботів, поножів та наплічників", flavor="Сандалі доброчесності, спідниця доброчесності та напліччя доброчесності (Спеціалізація цілителя)" }, -- Dawn Boots, Legs, and Shoulders Set
[227372] = { "набір сутінкових чоботів, поножів та наплічників", flavor="Черевики доброчесності, поножі доброчесності та еполети доброчесності (Спеціалізація \"Тінь\")" }, -- Twilight Boots, Legs, and Shoulders Set
[227373] = { "набір чоботів, поножів та наплічників азарту", flavor="Черевики покрову темряви, штани покрову темряви та наплічники покрову темряви (Спеціалізація бійця ближнього бою)" }, -- Thrill's Boots, Legs, and Shoulders Set
[227374] = { "набір чоботів, поножів та наплічників битви", flavor="Ботфорти покрову темряви, набедреники покрову темряви та наплечі покрову темряви (Спеціалізація танка)" }, -- Battle's Boots, Legs, and Shoulders Set
[227375] = { "набір чоботів, поножів та наплічників заспокоєння", flavor="Наголінники п'яти громів, поножі п'яти громів та наплічник п'яти громів (Спеціалізація \"Відновлення\")" }, -- Relief's Boots, Legs, and Shoulders Set
[227376] = { "набір чоботів, поножів та наплічників виверження", flavor="Черевики п'яти громів, кілт п'яти громів та напліччя п'яти громів (Спеціалізація \"Стихії\")" }, -- Eruption's Boots, Legs, and Shoulders Set
[227377] = { "набір чоботів, поножів та наплічників струсу", flavor="Бойові чоботи п'яти громів, бойові поножі п'яти громів та наплічники п'яти громів (Спеціалізація \"Вдосконалення\" - боєць)" }, -- Impact's Boots, Legs, and Shoulders Set
[227378] = { "набір чоботів, поножів та наплічників рішучості", flavor="Сабатони п'яти громів, набедреники п'яти громів та бойові наплічники п'яти громів (Спеціалізація \"Вдосконалення\" - танк)" }, -- Resolve's Boots, Legs, and Shoulders Set
[227379] = { "набір осквернених чоботів, поножів та наплічників", flavor="Сандалі імли смерті, поножі імли смерті та напліччя імли смерті (Спеціалізація бійця дальнього бою)" }, -- Corrupted Boots, Legs, and Shoulders Set
[227380] = { "набір лихих чоботів, поножів та наплічників", flavor="Черевики імли смерті, штани імли смерті та еполети імли смерті (Спеціалізація танка)" }, -- Wicked Boots, Legs, and Shoulders Set
[227381] = { "набір чоботів, поножів та наплічників непорушності", flavor="Сабатони героїзму, набедреники героїзму та наплечі героїзму (Спеціалізація танка)" }, -- Immoveable Boots, Legs, and Shoulders Set
[227382] = { "набір чоботів, поножів та наплічників нестримності", flavor="Бойові чоботи героїзму, ножні лати героїзму та наплічники героїзму (Спеціалізація бійця ближнього бою)" }, -- Unstoppable Boots, Legs, and Shoulders Set
[227383] = { "набір котячих шолома та нагрудника", flavor="Капелюх лютого серця та мундир лютого серця (Спеціалізація \"Дикість\" - боєць)" }, -- Feline Helm and Chestpiece Set
[227384] = { "набір астральних шолома та нагрудника", flavor="Капюшон лютого серця та жилет лютого серця (Спеціалізація \"Баланс\")" }, -- Astral Helm and Chestpiece Set
[227385] = { "набір шолома та нагрудника вартового", flavor="Маска лютого серця та обладунок лютого серця (Спеціалізація \"Дикість\" - танк)" }, -- Guardian's Helm and Chestpiece Set
[227387] = { "набір шолома та нагрудника цілителя", flavor="Головний убір лютого серця та вбрання лютого серця (Спеціалізація \"Відновлення\")" }, -- Mender's Helm and Chestpiece Set
[227388] = { "набір шолома та нагрудника переслідувача", flavor="Шапка володаря звірів та мундир володаря звірів (Спеціалізація бійця дальнього бою)" }, -- Pursuer's Helm and Chestpiece Set
[227389] = { "набір шолома та нагрудника скрадача", flavor="Койф володаря звірів та кольчуга володаря звірів (Спеціалізація бійця ближнього бою)" }, -- Prowler's Helm and Chestpiece Set
[227390] = { "набір шолома та нагрудника милосердя", flavor="Духокована корона та духоковане вбрання (Спеціалізація \"Святість\")" }, -- Merciful Helm and Chestpiece Set
[227391] = { "набір сяйнистих шолома та нагрудника", flavor="Духокований великий шолом та духокована кіраса (Спеціалізація \"Розплата\")" }, -- Radiant Helm and Chestpiece Set
[227392] = { "набір шолома та нагрудника божественної волі", flavor="Духокована маска та духокований бойовий нагрудник (Спеціалізація \"Захист\")" }, -- Divine Will Helm and Chestpiece Set
[227393] = { "набір світанкових шолома та нагрудника", flavor="Корона доброчесності та мантія доброчесності (Спеціалізація цілителя)" }, -- Dawn Helm and Chestpiece Set
[227394] = { "набір сутінкових шолома та нагрудника", flavor="Капюшон доброчесності та вбрання доброчесності (Спеціалізація \"Тінь\")" }, -- Twilight Helm and Chestpiece Set
[227395] = { "набір шолома та нагрудника азарту", flavor="Шапка покрову темряви та мундир покрову темряви (Спеціалізація бійця ближнього бою)" }, -- Thrill's Helm and Chestpiece Set
[227396] = { "набір шолома та нагрудника битви", flavor="Маска покрову темряви та обладунок покрову темряви (Спеціалізація танка)" }, -- Battle's Helm and Chestpiece Set
[227397] = { "набір шолома та нагрудника заспокоєння", flavor="Корона п'яти громів та мундир п'яти громів (Спеціалізація \"Відновлення\")" }, -- Relief's Helm and Chestpiece Set
[227398] = { "набір шолома та нагрудника виверження", flavor="Койф п'яти громів та жилет п'яти громів (Спеціалізація \"Стихії\")" }, -- Eruption's Helm and Chestpiece Set
[227399] = { "набір шолома та нагрудника струсу", flavor="Маска п'яти громів та кольчуга п'яти громів (Спеціалізація \"Вдосконалення\" - боєць)" }, -- Impact's Helm and Chestpiece Set
[227400] = { "набір шолома та нагрудника рішучості", flavor="Головний убір п'яти громів та бойовий нагрудник п'яти громів (Спеціалізація \"Вдосконалення\" - танк)" }, -- Resolve's Helm and Chestpiece Set
[227401] = { "набір осквернених шолома та нагрудника", flavor="Маска імли смерті та мантія імли смерті (Спеціалізація бійця дальнього бою)" }, -- Corrupted Helm and Chestpiece Set
[227402] = { "набір лихих шолома та нагрудника", flavor="Капюшон імли смерті та вбрання імли смерті (Спеціалізація танка)" }, -- Wicked Helm and Chestpiece Set
[227403] = { "набір шолома та нагрудника непорушності", flavor="Маска героїзму та бойовий нагрудник героїзму (Спеціалізація \"Захист\")" }, -- Immoveable Helm and Chestpiece Set
[227404] = { "набір шолома та нагрудника нестримності", flavor="Корона героїзму та кіраса героїзму (Спеціалізація бійця ближнього бою)" }, -- Unstoppable Helm and Chestpiece Set
[227444] = { "ідол мисливиці", use="Вбийте 5 сплячих цілей, після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Idol of the Huntress
[227451] = { "сигіла передачі", flavor="На її краях вирізьблені символи ' > v ^ < '." }, -- Sending Sigil
[227454] = { "кільце припливів", equip=9342 }, -- Tidal Loop
[227455] = { "океанський бриз", equip=9332 }, -- Ocean's Breeze
[227456] = { "руна багряного вихору", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Crimson Tempest
[227530] = { "розпечений пояс" }, -- Incandescent Belt
[227531] = { "розпечені браслети" }, -- Incandescent Bindings
[227532] = { "розпечений капюшон" }, -- Incandescent Hood
[227533] = { "розпечені рукавиці" }, -- Incandescent Gloves
[227534] = { "розпечені поножі" }, -- Incandescent Leggings
[227535] = { "розпечена мантія" }, -- Incandescent Robe
[227536] = { "розпечені чоботи" }, -- Incandescent Boots
[227537] = { "розпечені наплічники" }, -- Incandescent Shoulderpads
[227549] = { "клаптик пергаменту" }, -- Scrap of Parchment
[227552] = { "порізаний пергамент", flavor="Схоже, що він був пошкоджений в бою." }, -- Shredded Parchment
[227658] = { "записка тінеклята" }, -- Shadowsworn Note
[227683] = { "Сульфурас, рука Раґнароса", equip={ 460339, "З ймовірністю 20% при отриманні удару в ближньому бою ви завдасте 25 шкоди від вогню всім ворогам навколо." }, hit="Кидає вогняну кулю, яка завдає від 273 до 333 шкоди від вогню та очищає душу цілі, збільшуючи отриману шкоду від вогню та священності на 30 і додатково завдаючи 75 шкоди від вогню протягом 10 с." }, -- Sulfuras, Hand of Ragnaros
[227684] = { "сульфуроновий молот", equip={ 21142, 460343 }, hit=21159 }, -- Sulfuron Hammer
[227685] = { "модифікований тіньовий скальпель", use="Зосередити модифікований тіньовий скальпель на Арконосі Проклятому, щоб розвіяти його захисний бар'єр.", flavor="Катберт підсилив цей інструмент останнім благословенням Дальтона. Лишається лиш сподіватись, що він зможе зруйнувати бар'єр, який захищає Арконоса." }, -- Modified Shadow Scalpel
[227686] = { "вишуканий бойовий молот" }, -- Ornate Warhammer
[227687] = { "улюблений золотий зуб Ортаса", use="Потерти зуб Ортаса... Фу.", flavor="Смердить жахливо." }, -- Orthas' Favorite Gold Tooth
[227688] = { "Кривавий Вий" }, -- Gorehowl
[227689] = { "частково перетравлений латний обладунок" }, -- Partially-Digested Plate Armor
[227690] = { "некротичний рунічний камінь", flavor="Ви відчуваєте нудоту від одного лиш дотику до нього." }, -- Necrotic Runestone
[227691] = { "клинок Ганни" }, -- Blade of Hanna
[227724] = { "закривавлена відзнака", flavor="Колись це могла бути нагорода за героїчні вчинки в бою. І хоча зараз вона потьмяніла від засохлої крові, в ній все ще міг лишитись відгомін честі її давно померлого власника." }, -- Bloodstained Commendation
[227727] = { "креслення: Сульфуроновий молот", use="Навчає вас створювати сульфуроновий молот.", recipe_result_item=227684 }, -- Plans: Sulfuron Hammer
[227728] = { "око Сульфураса", use="Око Сульфураса можна поєднати з сульфуроновим молотом, щоб створити Сульфурас, легендарний молот Раґнароса." }, -- Eye of Sulfuras
[227730] = { "договір Торієвого братства", flavor="Обрамлений дротом з темного заліза" }, -- Thorium Brotherhood Contract
[227743] = { "обсидіанове силове ядро" }, -- Obsidian Power Core
[227745] = { "сімейна реліквія" }, -- Family Heirloom
[227746] = { "руна Світового Дерева", use="Навчає вас новій здібності гравіювання." }, -- Rune of the World Tree
[227747] = { "сімейні записи" }, -- Family Records
[227748] = { "щоденник вцілілого" }, -- Survivor Journal
[227749] = { "руна падаючих зірок", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Falling Star
[227750] = { "оплавлені лускаті браслети" }, -- Molten Scaled Bindings
[227751] = { "оплавлений лускатий пояс" }, -- Molten Scaled Belt
[227752] = { "оплавлені лускаті наплічники" }, -- Molten Scaled Shoulderpads
[227754] = { "оплавлені лускаті поножі" }, -- Molten Scaled Leggings
[227755] = { "оплавлений лускатий шолом" }, -- Molten Scaled Helm
[227756] = { "оплавлені лускаті рукавиці" }, -- Molten Scaled Gloves
[227757] = { "оплавлені лускаті чоботи" }, -- Molten Scaled Boots
[227758] = { "оплавлений лускатий нагрудник" }, -- Molten Scaled Chest
[227759] = { "обпалені рукавиці ядра" }, -- Scorched Core Gloves
[227760] = { "обпалені браслети ядра" }, -- Scorched Core Bindings
[227761] = { "обпалений пояс ядра" }, -- Scorched Core Belt
[227762] = { "обпалені наплічники ядра" }, -- Scorched Core Shoulderpads
[227763] = { "обпалені поножі ядра" }, -- Scorched Core Leggings
[227764] = { "обпалений шолом ядра" }, -- Scorched Core Helm
[227765] = { "обпалені чоботи ядра" }, -- Scorched Core Boots
[227766] = { "обпалений нагрудник ядра" }, -- Scorched Core Chest
[227767] = { "груда вогневика" }, -- Flamestone Cluster
[227768] = { "сік сну", use="Випити сік сну, щоб увійти в напівсонний стан, що дозволяє побачити прихованих ворогів. Можна використовувати лише в Торієвому таборі." }, -- Dreamjuice
[227796] = { "загадковий дарнаський сувій", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Mysterious Darnassian Scroll
[227797] = { "розшифрований дарнаський сувій" }, -- Deciphered Darnassian Scroll
[227801] = { "жар Вогнезем’я" }, -- Firelands Ember
[227803] = { "портупея зловісного бойового ведмедя", equip={ 432639, 21410 } }, -- Dire Warbear Harness
[227804] = { "короткі штани зловісного бойового ведмедя", equip={ 432639, 21408 } }, -- Dire Warbear Woolies
[227805] = { "жорстокість Деревопузих" }, -- Ferocity of the Timbermaw
[227806] = { "мудрість Деревопузих", equip=21362 }, -- Wisdom of the Timbermaw
[227807] = { "масивний пояс Деревопузих", equip=15817 }, -- Dense Timbermaw Belt
[227808] = { "міцне напліччя Деревопузих", equip={ 436239, 14054 } }, -- Rugged Mantle of the Timbermaw
[227809] = { "клепані бойові рукавиці Деревопузих", equip=440981 }, -- Studded Timbermaw Brawlers
[227810] = { "масивні чоботи Деревопузих", equip={ 432639, 18369 } }, -- Dense Timbermaw Boots
[227811] = { "захисник Деревопузих", use="Викликати предка Деревопузих, що битиметься на вашому боці та зцілюватиме вас." }, -- Defender of the Timbermaw
[227812] = { "мішечок з медикаментами хутропузів", use=20631 }, -- Furbolg Medicine Pouch
[227813] = { "питна стратгольмська свята вода", use=461632 }, -- Drinkable Stratholme Holy Water
[227814] = { "променистий пояс Світанку", equip=436239 }, -- Radiant Girdle of the Dawn
[227815] = { "відмінні світанкові чоботи", equip={ 432639, 21408 } }, -- Fine Dawn Treaders
[227816] = { "вишукані черевики Сріблястого Світанку", equip={ 432639, 21408 } }, -- Argent Elite Boots
[227817] = { "променисті рукавиці Світанку" }, -- Radiant Gloves of the Dawn
[227818] = { "сяючий покрив Світанку", equip={ 432639, 13388 } }, -- Glowing Mantle of the Dawn
[227819] = { "благословенний вогняний покрив Світанку", use="Накласти на наплічники чари, що збільшують опір вогню на 25." }, -- Blessed Flame Mantle of the Dawn
[227820] = { "загартовані браслети Темного Заліза" }, -- Tempered Dark Iron Bracers
[227821] = { "оплавлений полум'ям шолом", equip=13388 }, -- Flamekissed Molten Helm
[227822] = { "товсті чоботи гончака ядра", equip=432639 }, -- Thick Corehound Boots
[227823] = { "відмінні рукавиці полум'яного ядра", equip=14799 }, -- Fine Flarecore Gloves
[227824] = { "загартований шолом з темного заліза", equip=13388 }, -- Tempered Dark Iron Helm
[227825] = { "оплавлений руйнівник Темного Заліза", equip=432639 }, -- Molten Dark Iron Destroyer
[227826] = { "полум'яний розоритель Темного Заліза" }, -- Dark Iron Flame Reaver
[227827] = { "оплавлений плетений пояс", equip=18029 }, -- Molten Chain Girdle
[227828] = { "пояс лавоступа" }, -- Lavawalker Belt
[227829] = { "загартовані чоботи з луски чорного дракона", equip={ 432639, 15808 } }, -- Hardened Black Dragonscale Boots
[227830] = { "відмінне напліччя полум'яного ядра", equip=15714 }, -- Fine Flarecore Mantle
[227831] = { "відмінна мантія полум'яного ядра", equip=18057 }, -- Fine Flarecore Robe
[227832] = { "загартоване Чорне прощення", equip=18050, use=446322 }, -- Tempered Black Amnesty
[227833] = { "глефа обсидіанової люті", equip={ 436239, 461580 } }, -- Glaive of Obsidian Fury
[227834] = { "оплавлені плетені наплічники", equip={ 436239, 9346 } }, -- Molten Chain Shoulders
[227835] = { "загартовані рукавиці з темного заліза", equip=18369 }, -- Tempered Dark Iron Gauntlets
[227836] = { "загартовані поножі Темного Заліза" }, -- Tempered Dark Iron Leggings
[227837] = { "товстий пояс гончака ядра", equip=18039 }, -- Thick Corehound Belt
[227838] = { "сяючі хроматичні рукавиці", equip={ 15811, 436239, 432639 } }, -- Shining Chromatic Gauntlets
[227839] = { "відмінні поножі полум'яного ядра", equip=17493 }, -- Fine Flarecore Leggings
[227840] = { "невідступний чорний вартовий", equip=14249 }, -- Implacable Blackguard
[227841] = { "загартовані чоботи з темного заліза" }, -- Tempered Dark Iron Boots
[227842] = { "ебеновий кулак", hit=18211 }, -- Ebon Fist
[227843] = { "Жнивальний присмерк", hit=23605 }, -- Reaving Nightfall
[227844] = { "укріплена шкірою сумка з рунічного полотна" }, -- Leather-Reinforced Runecloth Bag
[227845] = { "вдосконалений арканітовий жнець", equip=15828 }, -- Refined Arcanite Reaper
[227847] = { "поножі серця дияволозавра", equip={ 436239, 15815 } }, -- Devilcore Leggings
[227848] = { "рукавиці серця дияволозавра", equip={ 436239, 15808 } }, -- Devilcore Gauntlets
[227849] = { "рушниця стрільця вогняного ядра", equip={ 432639, 21436 } }, -- Fiery Core Sharpshooter Rifle
[227850] = { "клин архімага", equip={ 18057, 25975 } }, -- Sageblade of the Archmagus
[227851] = { "загартована кіраса з луски чорного дракона", equip=15814 }, -- Hardened Black Dragonscale Breastplate
[227852] = { "загартовані поножі з луски чорного дракона", equip=15814 }, -- Hardened Black Dragonscale Leggings
[227853] = { "загартовані наплічники з луски чорного дракона", equip=15809 }, -- Hardened Black Dragonscale Shoulders
[227854] = { "мінливий плащ майстерної роботи", equip=13387 }, -- Mastercrafted Shifting Cloak
[227855] = { "синтетичний костюм ґордоцького огра", use="Замаскуватися під одного з огрів Ґордока і, можливо, навіть обдурити якогось капітана! Костюм триматиметься лише 10 хвилин.", flavor="Повторює кожен вигин тіла і майже не тхне огром!" }, -- Synthetic Gordok Ogre Suit
[227856] = { "синтетичний костюм ґордоцького огра", use="Замаскуватися під одного з огрів Ґордока і, можливо, навіть обдурити якогось капітана! Костюм триматиметься лише 10 хвилин.", flavor="Повторює кожен вигин тіла і майже не тхне огром!" }, -- Synthetic Gordok Ogre Suit
[227857] = { "Осквернитель" }, -- Desecration
[227858] = { "молот Диких Богів", hit=56 }, -- Hammer of the Wild Gods
[227859] = { "мерехтливі світанкові наплічники", equip={ 436239, 18038 } }, -- Shimmering Dawnbringer Shoulders
[227860] = { "розпечений жилет з місячного полотна", equip=18050 }, -- Incandescent Mooncloth Vest
[227861] = { "розпечена мантія з місячного полотна", equip=18039 }, -- Incandescent Mooncloth Robe
[227862] = { "розпечені черевики з місячного полотна", equip=17371 }, -- Incandescent Mooncloth Boots
[227863] = { "розпечений вінець з місячного полотна", equip=18034 }, -- Incandescent Mooncloth Circlet
[227864] = { "розпечені поножі з місячного полотна", equip=18033 }, -- Incandescent Mooncloth Leggings
[227865] = { "вогняні латні рукавиці секретної техніки", equip="Додає 4 шкоди від вогню до ваших атак зброєю." }, -- Fiery Plate Gauntlets of the Hidden Technique
[227866] = { "вулканічні наплічники майстерної роботи" }, -- Masterwork Volcanic Shoulders
[227867] = { "вулканічні поножі майстерної роботи" }, -- Masterwork Volcanic Leggings
[227868] = { "вулканічна кіраса майстерної роботи" }, -- Masterwork Volcanic Breastplate
[227869] = { "блискучий хроматичний плащ", equip={ 436239, 9417 } }, -- Brilliant Chromatic Cloak
[227870] = { "рукавиці бурі", equip={ 16615, 9346 } }, -- Tempest Gauntlets
[227871] = { "загартовані лати темного заліза", equip=13388 }, -- Tempered Dark Iron Plate
[227872] = { "гребінь великого вождя", equip=18033 }, -- Warcrest of the Great Chief
[227873] = { "витончені наплічники з луски синього дракона", equip=15715 }, -- Honed Blue Dragonscale Shoulders
[227874] = { "витончені поножі з луски синього дракона", equip=18049 }, -- Honed Blue Dragonscale Leggings
[227875] = { "витончена кіраса з луски синього дракона", equip=18050 }, -- Honed Blue Dragonscale Breastplate
[227876] = { "незламна кольчуга", equip={ 16620, 14249 } }, -- Invincible Mail
[227877] = { "живі поножі з луски зеленого дракона", equip=18031 }, -- Living Green Dragonscale Leggings
[227878] = { "живі рукавиці з луски зеленого дракона", equip=9317 }, -- Living Green Dragonscale Gauntlets
[227879] = { "жива кіраса з луски зеленого дракона", equip=9317 }, -- Living Green Dragonscale Breastplate
[227880] = { "майстерно зачарований бойовий молот", equip={ 14249, 460230, 461629 } }, -- Finely-Enchanted Battlehammer
[227881] = { "Спокій", hit="Знімає один магічний ефект з цілі." }, -- Tranquility
[227882] = { "пояс арканічного прозріння", equip={ 432639, 15714 } }, -- Girdle of Arcane Insight
[227883] = { "поручі стрімкого польоту", equip=21442 }, -- Swift Flight Vambraces
[227884] = { "смертоносний шукач сердець", equip=436239 }, -- Deadly Heartseeker
[227885] = { "рукавиці цитаделі", equip={ 7219, 436239, 13385 } }, -- Stronger-hold Gauntlets
[227886] = { "майстерний буремолот наїзника на грифоні", equip=18054, hit=463946 }, -- Skyrider's Masterwork Stormhammer
[227887] = { "загартований крижаний страж", hit={ 16927, 463448 } }, -- Hardened Frostguard
[227888] = { "вишукані наплічники Сріблястого Світанку", equip={ 18038, 21626 } }, -- Argent Elite Shoulders
[227895] = { "викрійка: Золотий покрив Світанку", use="Навчає вас створювати золотий покрив Світанку.", recipe_result_item=19058 }, -- Pattern: Golden Mantle of the Dawn
[227896] = { "викрійка: Черевики Сріблястого Світанку", use="Навчає вас створювати черевики Сріблястого Світанку.", recipe_result_item=19056 }, -- Pattern: Argent Boots
[227897] = { "викрійка: Наплічники Сріблястого Світанку", use="Навчає вас створювати наплічники Сріблястого Світанку.", recipe_result_item=19059 }, -- Pattern: Argent Shoulders
[227898] = { "викрійка: Витончена кіраса з луски синього дракона", use="Навчає вас створювати витончену кірасу з луски синього дракона.", recipe_result_item=227875 }, -- Pattern: Honed Blue Dragonscale Breastplate
[227899] = { "викрійка: Витончені наплічники з луски синього дракона", use="Навчає вас створювати витончені наплічники з луски синього дракона.", recipe_result_item=227873 }, -- Pattern: Honed Blue Dragonscale Shoulders
[227900] = { "викрійка: Живі поножі з луски зеленого дракона", use="Навчає вас створювати живі поножі з луски зеленого дракона.", recipe_result_item=227877 }, -- Pattern: Living Green Dragonscale Leggings
[227901] = { "креслення: Загартовані лати темного заліза", use="Навчає вас створювати загартовані лати темного заліза.", recipe_result_item=227871 }, -- Plans: Tempered Dark Iron Plate
[227902] = { "викрійка: Загартована кіраса з луски чорного дракона", use="Навчає вас створювати загартовану кірасу з луски чорного дракона.", recipe_result_item=227851 }, -- Pattern: Hardened Black Dragonscale Breastplate
[227903] = { "викрійка: Загартовані поножі з луски чорного дракона", use="Навчає вас створювати загартовані поножі з луски чорного дракона.", recipe_result_item=227852 }, -- Pattern: Hardened Black Dragonscale Leggings
[227904] = { "викрійка: Загартовані наплічники з луски чорного дракона", use="Навчає вас створювати загартовані наплічники з луски чорного дракона.", recipe_result_item=227853 }, -- Pattern: Hardened Black Dragonscale Shoulders
[227905] = { "креслення: Майстерний буремолот наїзника на грифоні", use="Навчає вас створювати майстерний буремолот наїзника на грифоні.", recipe_result_item=227886 }, -- Plans: Skyrider's Masterwork Stormhammer
[227906] = { "викрійка: Вулканічна кіраса майстерної роботи", use="Навчає вас створювати вулканічну кірасу майстерної роботи.", recipe_result_item=227868 }, -- Pattern: Masterwork Volcanic Breastplate
[227907] = { "викрійка: Вулканічні наплічники майстерної роботи", use="Навчає вас створювати вулканічні наплічники майстерної роботи.", recipe_result_item=227866 }, -- Pattern: Masterwork Volcanic Shoulders
[227908] = { "викрійка: Вулканічні поножі майстерної роботи", use="Навчає вас створювати вулканічні поножі майстерної роботи.", recipe_result_item=227867 }, -- Pattern: Masterwork Volcanic Leggings
[227909] = { "креслення: Вогняні латні рукавиці секретної техніки", use="Навчає вас створювати вогняні латні рукавиці секретної техніки.", recipe_result_item=227865 }, -- Plans: Fiery Plate Gauntlets of the Hidden Technique
[227910] = { "викрійка: Блискучий хроматичний плащ", use="Навчає вас створювати блискучий хроматичний плащ.", recipe_result_item=227869 }, -- Pattern: Brilliant Chromatic Cloak
[227911] = { "голова Ренда Чорнорука", flavor="Доказ смерті воєвождя Чорноскельної гори." }, -- Head of Rend Blackhand
[227912] = { "Прикладна божественність" }, -- Applied Divinity
[227914] = { "шишкоподібна залоза совозвіра" }, -- Owlbeast Pineal Gland
[227915] = { "герцогські володіння", use="Розширити герцогські володіння, збільшуючи опір вогню тих, хто перебуває всередині, на 50. Триває 15 секунд." }, -- Duke's Domain
[227921] = { "руна ножів", use="Навчає вас новій здібності гравіювання." }, -- Rune of Knives
[227922] = { "руна шибайголови", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Swashbuckler
[227923] = { "водяні черевики", use=461120 }, -- Water Treads
[227924] = { "незвичайна фляга", flavor="Незвичайна суміш, яка неприємно пахне і випромінює дивну силу." }, -- Unusual Flask
[227925] = { "маяк Гідраксіса", use="Перенестись до Водоповелителів." }, -- Beacon of Hydraxis
[227926] = { "Гідраксійська коронація", use="Накласти на плащ чари, що збільшують опір вогню на 30." }, -- Hydraxian Coronation
[227927] = { "клятва моря", use="Присягніть на вірність Водоповелителям!" }, -- Oath of the Sea
[227928] = { "ключ від ящика з інструментами" }, -- Toolbox Key
[227929] = { "приватне повідомлення" }, -- Private Message
[227930] = { "ключ від сейфу" }, -- Safe Box Key
[227931] = { "прихований пакунок" }, -- Hidden Bundle
[227932] = { "іржавий лом" }, -- Rusty Crowbar
[227934] = { "полум'яний гнів", hit=461151 }, -- Flame Wrath
[227935] = { "молот полеглого тана", hit=462221 }, -- Hammer of the Fallen Thane
[227936] = { "перстень дипломата", use="Домовтесь з жерцем іншої фракції, щоб отримати безпечний прохід через ворожу територію." }, -- Diplomat Ring
[227937] = { "скринька-голомоломка" }, -- Puzzle Box
[227938] = { "уламок світла" }, -- Shard of Light
[227939] = { "уламок світла" }, -- Shard of Light
[227940] = { "меч лорда-генерала", hit=15602 }, -- Lord General's Sword
[227941] = { "примарна коса", hit=16414 }, -- Wraith Scythe
[227942] = { "зміїний череп" }, -- Serpentine Skuller
[227943] = { "нашийник Верека" }, -- Verek's Collar
[227944] = { "повідець Верека" }, -- Verek's Leash
[227945] = { "вкрите сажею взуття" }, -- Soot Encrusted Footwear
[227946] = { "рубідієвий молот" }, -- Rubidium Hammer
[227947] = { "наплечі голема" }, -- Golem Fitted Pauldrons
[227948] = { "топір Кузні Гніву" }, -- Angerforge's Battle Axe
[227949] = { "сила магми" }, -- Force of Magma
[227950] = { "камінь землі" }, -- Stone of the Earth
[227951] = { "кривавий кулак" }, -- Bloodfist
[227952] = { "кольчуга дикого гладіатора", equip=448324 }, -- Savage Gladiator Chain
[227953] = { "молот благодаті" }, -- The Hammer of Grace
[227954] = { "арктичне напліччя" }, -- Boreal Mantle
[227955] = { "шолом дикого гладіатора", equip=14027 }, -- Savage Gladiator Helm
[227956] = { "кіраса торговця смертю", equip=448324 }, -- Deathdealer Breastplate
[227957] = { "наголінники дикого гладіатора", equip=9334 }, -- Savage Gladiator Greaves
[227958] = { "примарний саван" }, -- Ghostshroud
[227959] = { "ножні лати вічного вартового", equip=18196 }, -- Legplates of the Eternal Guardian
[227960] = { "непохитний велетень", equip={ 432639, 448324 } }, -- Impervious Giant
[227961] = { "захвати дикого гладіатора", equip=14027 }, -- Savage Gladiator Grips
[227962] = { "полум'яний шип", equip=9298 }, -- Flarethorn
[227963] = { "виїдений кров'ю клинок", equip=9343 }, -- Blood-etched Blade
[227964] = { "самосвітний кілт", equip=15715 }, -- Luminary Kilt
[227965] = { "всечарні черевики", equip={ 432639, 15714 } }, -- Omnicast Boots
[227966] = { "перстень Наґла" }, -- Naglering
[227967] = { "друге дихання", equip=9408, use=15604 }, -- Second Wind
[227968] = { "кам'яний кулак" }, -- Rockfist
[227969] = { "монокль головного архітектора" }, -- Chief Architect's Monocle
[227970] = { "накидка вогняної саламандри", equip=7680 }, -- Cape of the Fire Salamander
[227971] = { "розплавлені кулаки", equip=9408 }, -- Molten Fists
[227972] = { "шквал знань", equip=14047, use=15646 }, -- Burst of Knowledge
[227973] = { "обруч полум'я", equip=13830, use=462858 }, -- Circle of Flame
[227974] = { "лавовий молот", equip=14799 }, -- Lavastone Hammer
[227975] = { "шолом з черепа голема" }, -- Golem Skull Helm
[227976] = { "манускрипт правди" }, -- Libram of Truth
[227977] = { "тотем люті" }, -- Totem of Rage
[227978] = { "магматичний камінь", equip=9298 }, -- Magmus Stone
[227979] = { "рукавиці піднесеного вісника" }, -- Hands of the Exalted Herald
[227980] = { "шати королівської корони", equip=15714 }, -- Robes of the Royal Crown
[227981] = { "каратель Кузні Жаху", equip={ 13665, 436239, 9336 } }, -- Dreadforge Retaliator
[227982] = { "дороговказний посох мудрості", equip=15696 }, -- Guiding Stave of Wisdom
[227983] = { "печатка Темного Заліза" }, -- Dark Iron Seal
[227984] = { "королівський скіпетр Тауріссана", equip=9315 }, -- Thaurissan's Royal Scepter
[227985] = { "нова накидка імператора" }, -- The Emperor's New Cape
[227986] = { "наручі визнання" }, -- Wristguards of Renown
[227987] = { "пояс великого полювання", equip=432639 }, -- Sash of the Grand Hunt
[227988] = { "імперська коштовність", equip=15806 }, -- Imperial Jewel
[227989] = { "рука правосуддя" }, -- Hand of Justice
[227990] = { "рука беззаконня", equip={ "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в дальньому бою.", 21439 } }, -- Hand of Injustice
[227991] = { "Залізогуб", equip=9330, hit=15494 }, -- Ironfoe
[227992] = { "сабатони лицаря смерті", equip=9342 }, -- Death Knight Sabatons
[227993] = { "чорне лезо Мардука", hit=18656 }, -- Ebon Hilt of Marduk
[227994] = { "палиця моторошного черепа", hit=18633 }, -- Frightskull Shaft
[227995] = { "трупний обладунок" }, -- Cadaverous Armor
[227996] = { "древній кістяний лук" }, -- Ancient Bone Bow
[227997] = { "меч сім'ї Барових", hit=18652 }, -- Barovian Family Sword
[227998] = { "кровокольчужні чоботи", equip={ 432639, 13384 } }, -- Bloodmail Boots
[227999] = { "сабатони мертвого стража", equip={ 18369, 22852 } }, -- Deathbone Sabatons
[228000] = { "кіраса мертвого стража", equip=13389 }, -- Deathbone Chestplate
[228001] = { "наплічники кам'яного крила", equip=13385 }, -- Stoneform Shoulders
[228002] = { "пояс мертвого стража", equip={ 18369, 23515 } }, -- Deathbone Girdle
[228003] = { "кровокольчужні поножі", equip=13387 }, -- Bloodmail Legguards
[228004] = { "наголінники вітроруба", equip=432639 }, -- Windreaver Greaves
[228005] = { "пасок Андроса", equip={ 432639, 9345 } }, -- Clutch of Andros
[228006] = { "рукавиці мертвого стража", equip=13390 }, -- Deathbone Gauntlets
[228007] = { "різаки гаргуйля", equip=436239 }, -- Gargoyle Slashers
[228008] = { "поножі мертвого стража", equip={ 14249, 22912 } }, -- Deathbone Legguards
[228009] = { "некроткані чоботи", equip=9346 }, -- Necropile Boots
[228010] = { "некроткане напліччя", equip=9416 }, -- Necropile Mantle
[228011] = { "некроткані браслети", equip=9398 }, -- Necropile Cuffs
[228012] = { "кровокольчужний гауберк", equip={ 436239, 21470 } }, -- Bloodmail Hauberk
[228013] = { "некроткана мантія", equip=18049 }, -- Necropile Robe
[228014] = { "кровокольчужний пояс", equip=13384 }, -- Bloodmail Belt
[228015] = { "Злякіготь", hit=19755 }, -- Frightalon
[228016] = { "тьмяний опаловий перстень", equip=9396 }, -- Dimly Opalescent Ring
[228017] = { "штани палаючого черепа", equip=9345 }, -- Skullsmoke Pants
[228018] = { "некроткані поножі", equip=9343 }, -- Necropile Leggings
[228019] = { "серце марника", equip=9318 }, -- Heart of the Fiend
[228020] = { "кровокольчужні рукавиці", equip=28112 }, -- Bloodmail Gauntlets
[228021] = { "відьомський клинок", equip=9345 }, -- Witchblade
[228022] = { "тростина магістра", equip=14798, use=18264 }, -- Headmaster's Charge
[228023] = { "шати Аланни", equip={ 432639, 14054 } }, -- Alanna's Embrace
[228024] = { "мовчазне ікло", hit=18278 }, -- Silent Fang
[228025] = { "могильна кіраса", equip=448324 }, -- Tombstone Breastplate
[228026] = { "клинок Чорнолісних", equip=7517 }, -- Blade of Blackwood
[228027] = { "криголезий крушитель", equip=432639 }, -- Iceblade Hacker
[228028] = { "клинок некромантії", equip={ 436239, 9414 } }, -- Blade of Necromancy
[228029] = { "могильний топір", hit=18289 }, -- Gravestone War Axe
[228030] = { "зловісна сокира", equip={ 9334, 18074 } }, -- Malicious Axe
[228031] = { "рукавиці чорної тіні", equip=7680 }, -- Darkshade Gloves
[228032] = { "укріплений кістками шолом" }, -- Bone Ring Helm
[228033] = { "молот божественної міці", equip=14054 }, -- Hammer of Divine Might
[228034] = { "обмотки дрижання", equip=9308 }, -- Shivery Handwraps
[228035] = { "баклер лорда Чорнолісого" }, -- Lord Blackwood's Buckler
[228036] = { "обійми смерті", equip=432639 }, -- Death's Clutch
[228037] = { "брязкокістковий баклер", equip=7681 }, -- Rattlecage Buckler
[228038] = { "залізоткані штани", equip=9346 }, -- Ironweave Pants
[228039] = { "зачарований фоліант", equip=13601 }, -- Spellbound Tome
[228040] = { "поножі примарного плетіння", equip={ 18031, 21627 } }, -- Ghostloom Leggings
[228041] = { "примарні латні поножі", equip=28113 }, -- Wraithplate Leggings
[228042] = { "каральний ремінь", equip=9408 }, -- Detention Strap
[228043] = { "чоботи верескуна" }, -- Boots of the Shrieker
[228044] = { "поножі Водоверті", equip=9317 }, -- Maelstrom Leggings
[228045] = { "перстень некромантії", equip=18010 }, -- Necromantic Band
[228046] = { "перстень панування дона Маврісіо", equip={ 436239, 9416 } }, -- Don Mauricio's Band of Domination
[228047] = { "перстень злиття", equip={ 436239, 7681 } }, -- Amalgam's Band
[228048] = { "манускрипт божественності" }, -- Libram of Divinity
[228049] = { "тотем підживлення" }, -- Totem of Sustaining
[228050] = { "лук сатира", equip=432639 }, -- Satyr's Bow
[228051] = { "чаклунський посох квел'дорай", equip=9316 }, -- Quel'dorai Channeling Rod
[228052] = { "хвилеріз", equip=436239 }, -- Waveslicer
[228053] = { "шолом завзяття", equip=14089 }, -- Fervent Helm
[228054] = { "талісман бурі", equip={ 436239, 7680 } }, -- Tempest Talisman
[228055] = { "кіраса енергічності", equip=9343 }, -- Energized Chestplate
[228056] = { "жахливе мачете", equip=22836 }, -- Fiendish Machete
[228057] = { "перстень демонічної сили", equip={ 21470, 460229 } }, -- Ring of Demonic Potency
[228058] = { "громіздкі залізні наплічники", equip={ 13674, 13384 } }, -- Bulky Iron Spaulders
[228059] = { "наплічники наглядача за лігвом", equip={ 9346, 21618 } }, -- Denwatcher's Shoulders
[228060] = { "геліотроповий плащ", equip={ 436239, 9406 } }, -- Heliotrope Cloak
[228061] = { "рукавиці яскравих іскор", equip={ 436239, 9416 } }, -- Brightspark Gloves
[228062] = { "капюшон прозріння", equip={ 436239, 9318 } }, -- Insightful Hood
[228063] = { "пояс Хибнодревів", equip=436239 }, -- Warpwood Binding
[228064] = { "щит спостерігача", equip=9407 }, -- Observer's Shield
[228065] = { "наплічники циклону", equip={ 9343, 21362 } }, -- Cyclone Spaulders
[228066] = { "залізоткані рукавички", equip=9342 }, -- Ironweave Gloves
[228067] = { "кулон старшого чаклуна", equip=7681 }, -- Elder Magus Pendant
[228068] = { "пояс грабіжника", equip={ 436239, 7574, 9141 } }, -- Mugger's Belt
[228069] = { "таємничі укріплені ножні лати", equip=436239 }, -- Eldritch Reinforced Legplates
[228070] = { "кований ограми гауберк", equip={ 436239, 9329 } }, -- Ogre Forged Hauberk
[228074] = { "рукавиці спокуси", equip=9325 }, -- Hands of Temptation
[228075] = { "спис долі", equip=449668 }, -- Spear of Destiny
[228076] = { "палаюче вогняне кільце", equip={ 436239, 9296 } }, -- Burning Ring of Fire
[228077] = { "гілка Сну", equip=9318 }, -- Dreambough
[228078] = { "проклята чаша", equip=436239, use=461224 }, -- Accursed Chalice
[228079] = { "плащ листя", equip=9316 }, -- Cloak of Leaves
[228080] = { "смоляне кільце", equip=9335 }, -- Resin Loop
[228081] = { "пророслий трутосів", equip=432639, use=461227 }, -- Germinating Poisonseed
[228082] = { "сокира Пісні Війни" }, -- Warsong Axe
[228083] = { "тьмаве серце дерева", use=461226 }, -- Gloaming Treeheart
[228084] = { "мініатюрний вогнегасник", use="Знімає всі шкідливі магічні ефекти вогню." }, -- Miniaturized Fire Extinguisher
[228085] = { "позапросторовий перстень Легіону", equip=9346 }, -- Phaseshifted Legion Band
[228086] = { "перероблене лезо подрібнювача", equip=448324 }, -- Repurposed Shredderblade
[228087] = { "зарджена срібна стрічка", equip=13604 }, -- Supercharged Silver Moebius
[228088] = { "жетон оператора подрібнювача", equip=13385 }, -- Shredder Operator's Dogtags
[228089] = { "різьблений місяцескрад", equip=25901, use=461235 }, -- Woodcarved Moonstalker
[228090] = { "кенарійський ритуальний кинджал", equip=9343 }, -- Cenarion Ritual Dagger
[228091] = { "шипасті чоботи", equip={ 9335, 432639 } }, -- Thorned Boots
[228092] = { "друїдське напліччя", equip=9317 }, -- Druidic Mantle
[228093] = { "чорне серце темряви", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Dark Heart of Darkness
[228094] = { "клинок повелителя жаху", equip=9329 }, -- Dreadlord's Blade
[228100] = { "накидка повелителя вогню", equip=14248 }, -- Drape of the Fire Lord
[228101] = { "шкура чудовиська", equip=460230 }, -- Hide of the Behemoth
[228102] = { "накидка мажордома" }, -- Majordomo's Drape
[228103] = { "наголінники натрезима", equip={ 13669, 21409 } }, -- Nathrezim's Greaves
[228104] = { "вбрання Елуни", equip=18032 }, -- Robes of Elune
[228105] = { "ядро вічного полум'я", flavor="Ця штука гаряча. ДУЖЕ гаряча." }, -- Everburning Flame Core
[228106] = { "щит життя та смерті", equip={ 14047, 21625 } }, -- Shield of Life and Death
[228107] = { "довгий лук полеглої мисливиці", equip=9141 }, -- Fallen Huntress' Longbow
[228108] = { "тінь Кривавого Вию", equip=436239 }, -- Shadow of Gorehowl
[228109] = { "поножі жертовності", equip={ 15808, 432639 } }, -- Legguards of Sacrifice
[228111] = { "маска вбивці богів", equip={ 14089, 436239 } }, -- Mask of the Godslayer
[228112] = { "кошмарне вбрання", equip=15714 }, -- Nightmare Gown
[228113] = { "холодні обійми", use=462149 }, -- Cold Embrace
[228114] = { "креслення: Вдосконалений арканітовий жнець", use="Навчає вас створювати вдосконалений арканітовий жнець.", recipe_result_item=227845 }, -- Plans: Refined Arcanite Reaper
[228115] = { "викрійка: Синтетичний костюм ґордоцького огра", use="Навчає вас створювати синтетичний костюм ґордоцького огра.", recipe_result_item=227855 }, -- Pattern: Synthetic Gordok Ogre Suit
[228116] = { "викрійка: Синтетичний костюм ґордоцького огра", equip=15816 }, -- Pattern: Synthetic Gordok Ogre Suit
[228117] = { "креслення: Вдосконалений арканітовий захисник", use="Навчає вас створювати вдосконалений арканітовий захисник.", recipe_result_item=228125 }, -- Plans: Refined Arcanite Champion
[228118] = { "креслення: Рукавиці цитаделі", use="Навчає вас створювати рукавиці твердині.", recipe_result_item=12639 }, -- Plans: Stronger-hold Gauntlets
[228119] = { "викрійка: Рукавиці серця дияволозавра", use="Навчає вас створювати рукавиці серця дияволозавра.", recipe_result_item=227848 }, -- Pattern: Devilcore Gauntlets
[228120] = { "викрійка: Поножі серця дияволозавра", use="Навчає вас створювати поножі серця дияволозавра.", recipe_result_item=227847 }, -- Pattern: Devilcore Leggings
[228121] = { "викрійка: Укріплена шкірою сумка з рунічного полотна", use="Навчає вас створювати укріплену шкірою сумку з рунічного полотна.", recipe_result_item=227844 }, -- Pattern: Leather-Reinforced Runecloth Bag
[228122] = { "палаюче ядро", equip="Ваша смерть дестабілізує розплавлене ядро, в результаті чого воно вибухає, завдаючи від 1 до 2000 шкоди вогнем ворогам поблизу." }, -- The Molten Core
[228123] = { "радісне явлення", use="Навчає вас новій здібності гравіювання." }, -- Jubilant Epiphany
[228124] = { "сновидне явлення", use="Навчає вас новій здібності гравіювання." }, -- Oneiric Epiphany
[228125] = { "вдосконалений арканітовий захисник", hit={ 16916, 446327 } }, -- Refined Arcanite Champion
[228126] = { "живильне явлення", use="Навчає вас новій здібності гравіювання." }, -- Aperitive Epiphany
[228127] = { "наручі нестабільності" }, -- Wristguards of Instability
[228128] = { "молот Чорної Кузні" }, -- Hammer of The Black Anvil
[228129] = { "череп тіньового полум'я", use="Рот черепа злегка відкритий. Можливо, всередині зможе поміститися тонке, але витривале лезо.", flavor="Череп охоплений невгасимим полум'ям. В глибині черепа ніби миготить тінь." }, -- Shadowflame Skull
[228130] = { "оберіг альтруїста", use="Викликати оберіг, що існує 30 секунд та зцілує членів Орди неподалік." }, -- Altruist Ward
[228131] = { "оберіг альтруїста", use="Викликати оберіг, що існує 30 секунд та зцілує членів Альянсу неподалік." }, -- Altruist Ward
[228132] = { "Невмерла картопля", flavor="Замітки про вплив Скари на сільське господарство. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Undead Potatoes
[228133] = { "Магма чи лава?", flavor="Докладні нотатки про відмінності вогняних елементалів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Magma or Lava?
[228134] = { "Північний Калімдор - вичерпний посібник", flavor="Докладний путівник для подорожей північними землями Калімдору. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Northern Kalimdor - A Comprehensive Guide
[228135] = { "Вчення Світла", flavor="Книга про вчення Світла, доповнена коментарями відомого мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- A Study of the Light
[228136] = { "Ба-бах!", flavor="Нотатки винахідливого інженера про використання вибухових речовин у техніці. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Ka-Boom!
[228137] = { "серце Ґолемаґа", equip=18030 }, -- Heart of Golemagg
[228138] = { "Лицар і леді", flavor="Потертий художній роман з купою приміток на полях. Цікаве доповнення до колекції будь-якої бібліотеки." }, -- The Knight and the Lady
[228139] = { "кулак вогнеклята", equip=13675, hit=461896 }, -- Fist of the Firesworn
[228140] = { "Скара: загроза невмерлих чи звичайне непорозуміння?", flavor="Суперечлива збірка нотаток, що ставить під сумнів небезпеку Скари. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Scourge: Undead Menace or Misunderstood?
[228141] = { "Некромантія для початківців", flavor="Посібник для тих, хто намагаєтсья вперше воскресити мертвих. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Necromancy 101
[228142] = { "земля і вогонь", equip=18049 }, -- Earth and Fire
[228143] = { "меч тіньового полум'я", equip="Після активації \"Шквалу клинків\" вас окутує тіньове полум'я, що дозволяє вашим атакам ігнорувати 2000 броні цілі." }, -- Shadowflame Sword
[228144] = { "дивні записи" }, -- Strange Note
[228145] = { "правий кіготь Магмадара", equip={ 432639, 9331 } }, -- Magmadar's Right Claw
[228146] = { "лівий кіготь Магмадара", equip=436239 }, -- Magmadar's Left Claw
[228147] = { "ріг Магмадара", equip={ 432639, 9336 } }, -- Magmadar's Horn
[228160] = { "Проповідник", equip={ 436239, 17493 } }, -- Faithbringer
[228162] = { "Омана", equip=13385 }, -- Deceit
[228163] = { "броша матері зграї", use=463564 }, -- Broodmother's Brooch
[228164] = { "персональна баліста" }, -- Personal Ballista
[228165] = { "спис драконоборця", equip=436239 }, -- Dragonslayer's Javelin
[228166] = { "ключ від міста", equip={ 436239, 432639, 26158 }, flavor="Леді Престор добре знала, як його використовувати." }, -- Key to the City
[228167] = { "трофейна голова дракончика" }, -- Whelpling-Head Trophy
[228168] = { "гоблінський зубчастий шліфувальник", equip=18032 }, -- Goblin Gear Grinder
[228169] = { "коректор поведінки", equip={ 432639, 9334 } }, -- The Attitude Adjustor
[228170] = { "саморобне весло Південного моря", flavor="Воно зроблене з комах?" }, -- Makeshift South Sea Oar
[228171] = { "кезанський гаманець", flavor="Приховані кишені для всіх ваших гоблінських потреб." }, -- Kezan Cash Carrier
[228172] = { "ілюзорний оберіг Тінезубих", equip="Захищає власника від чарів, що оточують каньйон Погибелі демона." }, -- Shadowtooth Illusion Ward
[228173] = { "манускрипт освячених", equip="\"Удар лицаря\" зменшує витрати мани на наступне \"Освячення\" на 70%." }, -- Libram of the Consecrated
[228174] = { "манускрипт відданих", equip="Ваші блоки відновлюють вам 2% мани." }, -- Libram of the Devoted
[228175] = { "манускрипт священної жвавості", equip="\"Священний шок\" зменшує час вимови двох наступних заклять \"Священне світло\" на 0.2 с." }, -- Libram of Holy Alacrity
[228176] = { "тотем грому", equip="Час вимови \"Блискавки\" зменшується на 0.1 с." }, -- Totem of Thunder
[228177] = { "тотем лютого вогню", equip="\"Штормовий удар\" збільшує вашу силу атани на 24 протягом 12 секунд. (Ефективність збільшується з дворучною зброєю)." }, -- Totem of Raging Fire
[228178] = { "тотем земної живості", equip="Поки ви тримаєте щит, атаки зброєю каменолома відновлюють вам 2% мани." }, -- Totem of Earthen Vitality
[228179] = { "тотем рівнин", equip="Час вимови \"Цілющого дощу\" зменшується на 100%." }, -- Totem of the Plains
[228180] = { "ідол рою", equip="Тривалість \"Рою комах\" збільшується на 12 секунд." }, -- Idol of the Swarm
[228181] = { "ідол кровопускання (кіт)", equip="Витрати енергії на \"Роздирання\" та \"Розірвання\" зменшуються на 5." }, -- Idol of Exsanguination (Cat)
[228182] = { "ідол кровопускання (ведмідь)", equip="Періодична шкода здібності \"Розірвати\" відновлює вам 3 люті." }, -- Idol of Exsanguination (Bear)
[228183] = { "ідол рощі", equip="\"Розростання\" відновлює вам 25 мани щоразу, коли зцілює ціль." }, -- Idol of the Grove
[228184] = { "гоблінська мотузка для білизни", equip={ 432639, 9346 } }, -- Goblin Clothesline
[228185] = { "розбита пляшка \"Гобліно-Нуар\"", equip=436239 }, -- Broken Bottle of Goblino Noir
[228186] = { "покинута обручка", use="Пообіцяти захищати учасника групи чи рейду, внаслідок чого 5% його загрози переспрямовуватиметься вам. Цей ефект може діяти лише на одну ціль.", flavor="Знайдена на дні океану." }, -- Abandoned Wedding Band
[228187] = { "палиця Південного моря", equip=9408, flavor="Кажуть, що це легендарна палиця." }, -- Stick of the South Sea
[228188] = { "шпилька Престор", equip=21364, use=461317 }, -- Prestor's Hairpin
[228189] = { "дар Гоба", use=461318 }, -- Gift of Gob
[228190] = { "знання Деревопузих", equip={ 432639, 15715 } }, -- Knowledge of the Timbermaw
[228191] = { "мерехтливий розплавлений мінерал" }, -- Shimmering Molten Mineral
[228222] = { "посібник з доблесті Азероту", use="Навчає вас \"Доблесті Азероту\"." }, -- Handbook of Valor of Azeroth
[228227] = { "сувій непереборної сили", use="Надає цілі різноманітні світові благословення.", flavor="НЕПЕРЕБОРНА СИЛА (Тільки для тестових серверів)" }, -- Scroll of Overwhelming Power
[228229] = { "клинок з обсидіановим лезом", equip={ 436239, 7562 } }, -- Obsidian Edged Blade
[228230] = { "вдосконалений молот титанів", equip=461580, hit=56 }, -- Refined Hammer of the Titans
[228238] = { "завіт божественного скакуна", use="Навчає вас здібності \"Божественний скакун\"." }, -- Testament of Divine Steed
[228239] = { "мантія нестійкої сили", equip={ 448324, 14127 } }, -- Robe of Volatile Power
[228240] = { "ножні лати пробуджувача полум'я", equip=13385 }, -- Flamewaker Legplates
[228242] = { "важкий перстень з темного заліза", equip=13386 }, -- Heavy Dark Iron Ring
[228243] = { "перстень сили заклять", equip=18052 }, -- Ring of Spell Power
[228244] = { "поножі манашторму", equip={ 18055, 21626 } }, -- Manastorm Leggings
[228245] = { "штани з луски саламандри", equip={ 18035, 21365 } }, -- Salamander Scale Pants
[228246] = { "наручі стабільності" }, -- Wristguards of Stability
[228247] = { "намисто просвітлення", equip=14047 }, -- Choker of Enlightenment
[228248] = { "Землетряс", equip={ 461629, 9332 }, hit=21152 }, -- Earthshaker
[228249] = { "медальйон непохитної міці", equip=13388 }, -- Medallion of Steadfast Might
[228250] = { "креслення: Рукавиці цитаделі", use="Навчає вас створювати рукавиці цитаделі.", recipe_result_item=227885 }, -- Plans: Stronger-hold Gauntlets
[228251] = { "викрійка: Живі рукавиці з луски зеленого дракона", use="Навчає вас створювати живі рукавиці з луски зеленого дракона.", recipe_result_item=227878 }, -- Pattern: Living Green Dragonscale Gauntlets
[228252] = { "маска нападника", equip={ 432639, 9332 } }, -- Striker's Mark
[228253] = { "сабатони вогнехода", equip=15806 }, -- Sabatons of the Flamewalker
[228254] = { "загартовані магмою чоботи", equip=9318 }, -- Magma Tempered Boots
[228255] = { "талісман ефемерної сили", use=461680 }, -- Talisman of Ephemeral Power
[228256] = { "пояс палючої мани", equip={ 436239, 14127 } }, -- Mana Igniting Cord
[228257] = { "старинні рукавиці зі шкіри надр", equip={ 436239, 7574, 461681 } }, -- Aged Core Leather Gloves
[228258] = { "наплічники підземних глибин", equip=18054 }, -- Deep Earth Spaulders
[228259] = { "гримуар з вогняними рунами", equip=15715 }, -- Fire Runed Grimoire
[228260] = { "ругавиці полум'яного вартового", equip={ 436239, 15815 } }, -- Flameguard Gauntlets
[228261] = { "перстень швидкого удару", equip={ 436239, 14089 } }, -- Quick Strike Ring
[228262] = { "багряний жезл", equip=9342 }, -- Crimson Shocker
[228263] = { "чародійний кинджал", equip=18053 }, -- Sorcerous Dagger
[228264] = { "молот сяйнистого каменю", equip={ 18039, 21619 } }, -- Aurastone Hammer
[228265] = { "клинок брутальності", equip=436239 }, -- Brutality Blade
[228266] = { "бурильний диск", equip={ 15438, 13675, 22852 } }, -- Drillborer Disk
[228267] = { "кровожерливий потрошитель", hit=461682 }, -- Gutgore Ripper
[228268] = { "печатка архімага", equip=9417 }, -- Seal of the Archmagus
[228269] = { "магічний клинок лазурової пісні", equip={ 436239, 17493 } }, -- Azuresong Mageblade
[228270] = { "Вибухостріл", equip=436239 }, -- Blastershot Launcher
[228271] = { "посох домінування", equip={ 448324, 24196 } }, -- Staff of Dominance
[228272] = { "Удар тіні", equip=461685, hit=461683, use="Перетворює Удар тіні на Удар грому." }, -- Shadowstrike
[228273] = { "Удар грому", equip=461685, hit=461686, use="Перетворює Удар грому на Удар тіні." }, -- Thunderstrike
[228274] = { "перстень припалювання", equip=18033 }, -- Cauterizing Band
[228275] = { "виковані в ядрі рукавиці", equip=13387 }, -- Core Forged Greaves
[228276] = { "викрійка: Мінливий плащ майстерної роботи", use="Навчає вас створювати мінливий плащ майстерної роботи.", recipe_result_item=227854 }, -- Pattern: Mastercrafted Shifting Cloak
[228277] = { "зуб гончака ядра", equip={ 436239, 9332 } }, -- Core Hound Tooth
[228278] = { "гіпертермально ізольований лавокоп", equip={ 17320, 21365 }, flavor="Власність Піпа Хуткокміта, майстра-шукача пригод" }, -- Hyperthermically Insulated Lava Dredger
[228279] = { "наплічники вогняного вартового" }, -- Fireguard Shoulders
[228280] = { "вогнетривкий плащ", equip=9408 }, -- Fireproof Cloak
[228281] = { "рукавиці гіпнотичного полум'я", equip={ 17868, 9416 } }, -- Gloves of the Hypnotic Flame
[228282] = { "пояс потаємних секретів", equip=14055 }, -- Sash of Whispered Secrets
[228283] = { "наплічники дикого росту", equip=18039 }, -- Wild Growth Spaulders
[228284] = { "наручі істинного польоту", equip=432639 }, -- Wristguards of True Flight
[228285] = { "життєдайний шолом", equip=17371 }, -- Helm of the Lifegiver
[228286] = { "перстень Аккурії", equip=460230 }, -- Band of Accuria
[228287] = { "перстень Сульфураса", equip={ 432639, 14127 } }, -- Band of Sulfuras
[228288] = { "лезо Косторуба", equip=436239, hit=21153 }, -- Bonereaver's Edge
[228289] = { "намисто Повелителя Вогню", equip=18052 }, -- Choker of the Fire Lord
[228290] = { "оповитий туманом плащ" }, -- Cloak of the Shrouded Mists
[228291] = { "корона руйнування", equip={ 448324, 14056 } }, -- Crown of Destruction
[228292] = { "накидка крові дракона", equip=13385 }, -- Dragon's Blood Cape
[228293] = { "сутність Чистого Полум'я", equip=461694 }, -- Essence of the Pure Flame
[228294] = { "захист Малістара", equip={ 18032, 21363 } }, -- Malistar's Defender
[228295] = { "пояс натиску", equip={ 436239, 432639 } }, -- Onslaught Girdle
[228296] = { "клинок загибелі", hit=461695 }, -- Perdition's Blade
[228297] = { "уламок Полум'я", equip=461696 }, -- Shard of the Flame
[228298] = { "уламок Луски", equip=23212 }, -- Shard of the Scale
[228299] = { "Хребтистий жнець", equip={ "Відновлює 600 мани або 20 люті при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд.", 15813 } }, -- Spinal Reaper
[228301] = { "викрійка: Поручі стрімкого польоту", use="Навчає вас створювати поручі стрімкого польоту.", recipe_result_item=227883 }, -- Pattern: Swift Flight Vambraces
[228303] = { "викрійка: Розпечена мантія з місячного полотна", use="Навчає вас створювати розпечену мантію з місячного полотна.", recipe_result_item=227861 }, -- Pattern: Incandescent Mooncloth Robe
[228304] = { "креслення: Рушниця стрільця вогняного ядра", use="Навчає вас створювати рушницю стрільця вогняного ядра.", recipe_result_item=227849 }, -- Schematic: Fiery Core Sharpshooter Rifle
[228305] = { "креслення: Вдосконалений молот титанів", use="Навчає вас створювати вдосконалений молот титанів.", recipe_result_item=228230 }, -- Plans: Refined Hammer of the Titans
[228306] = { "креслення: Осквернитель", use="Навчає вас створювати Осквернитель.", recipe_result_item=227857 }, -- Plans: Desecration
[228307] = { "креслення: Смертоносний шукач сердець", use="Навчає вас створювати смертоносний шукач сердець.", recipe_result_item=227884 }, -- Plans: Deadly Heartseeker
[228308] = { "креслення: Спокій", use="Навчає вас створювати Спокій.", recipe_result_item=227881 }, -- Plans: Tranquility
[228309] = { "викрійка: Жива кіраса з луски зеленого дракона", use="Навчає вас створювати живу кірасу з луски зеленого дракона.", recipe_result_item=227879 }, -- Pattern: Living Green Dragonscale Breastplate
[228310] = { "креслення: Загартований крижаний страж", use="Навчає вас створювати загартованого крижаного стража.", recipe_result_item=227887 }, -- Plans: Hardened Frostguard
[228311] = { "креслення: Майстерно зачарований бойовий молот", use="Навчає вас створювати майстерно зачарований бойовий молот.", recipe_result_item=227880 }, -- Plans: Finely-Enchanted Battlehammer
[228312] = { "креслення: Незламна кольчуга", use="Навчає вас створювати незламну кольчугу.", recipe_result_item=227876 }, -- Plans: Invincible Mail
[228313] = { "креслення: Рукавиці бурі", use="Навчає вас створювати рукавиці бурі.", recipe_result_item=227870 }, -- Plans: Tempest Gauntlets
[228314] = { "креслення: Гребінь великого вождя", use="Навчає вас створювати гребінь великого вождя.", recipe_result_item=227872 }, -- Plans: Warcrest of the Great Chief
[228315] = { "креслення: Клин архімага", use="Навчає вас створювати клин архімага.", recipe_result_item=227850 }, -- Plans: Sageblade of the Archmagus
[228316] = { "викрійка: Розпечений жилет з місячного полотна", use="Навчає вас створювати розпечений жилет з місячного полотна.", recipe_result_item=227860 }, -- Pattern: Incandescent Mooncloth Vest
[228317] = { "викрійка: Розпечений вінець з місячного полотна", use="Навчає вас створювати розпечений вінець з місячного полотна.", recipe_result_item=227863 }, -- Pattern: Incandescent Mooncloth Circlet
[228318] = { "викрійка: Розпечені поножі з місячного полотна", use="Навчає вас створювати розпечені поножі з місячного полотна.", recipe_result_item=227864 }, -- Pattern: Incandescent Mooncloth Leggings
[228319] = { "викрійка: Пояс арканічного прозріння", use="Навчає вас створювати пояс арканічного прозріння.", recipe_result_item=227882 }, -- Pattern: Girdle of Arcane Insight
[228323] = { "мідна монета бійні", use="Перетворити 100 мідних монет бійні на 1 срібну монету бійні.", flavor="Малий знак служіння лоа крові." }, -- Copper Slaughter Coin
[228324] = { "золота монета бійні", flavor="Символ служби лоа крові." }, -- Gold Slaughter Coin
[228325] = { "срібна монета бійні", flavor="Знак служіння лоа крові." }, -- Silver Slaughter Coin
[228326] = { "мішок мідних монет бійні", flavor="Містить 100 мідних монет бійні." }, -- Satchel of Copper Slaughter Coins
[228327] = { "мішок срібних монет бійні", flavor="Містить 100 срібних монет бійні." }, -- Satchel of Silver Slaughter Coins
[228332] = { "Лок'Делар, посох Древніх Хранителів", equip={ 9336, 448324, 14097 } }, -- Lok'delar, Stave of the Ancient Keepers
[228334] = { "Рок'Делар, довгий лук Древніх Хранителів", equip={ 436239, 21432 } }, -- Rhok'delar, Longbow of the Ancient Keepers
[228335] = { "Благословення", equip={ 461953, 461951 }, use="Викликає Анафему." }, -- Benediction
[228336] = { "Анафема", equip={ 436239, 461956 }, use="Викликає Благословення." }, -- Anathema
[228340] = { "пояс вічного льоду", equip=13387 }, -- Unmelting Ice Girdle
[228345] = { "поножі арканічного верховенства", equip=17840 }, -- Leggings of Arcane Supremacy
[228347] = { "Тайфун", hit=461985 }, -- Typhoon
[228349] = { "лівий кіготь Ешхандара", hit=22639 }, -- Eskhandar's Left Claw
[228350] = { "правий кіготь Ешхандара", hit=22640 }, -- Eskhandar's Right Claw
[228351] = { "рукавиці згубної шкіри", equip=15809 }, -- Doomhide Gauntlets
[228352] = { "наповнені скверною поножі", equip=23594 }, -- Fel Infused Leggings
[228353] = { "пекельний шолом", equip={ 436239, 432639, 14798 } }, -- Infernal Headcage
[228354] = { "медальйон палючої люті", equip=7711 }, -- Blazefury Medallion
[228355] = { "обдертий пояс вартового приречення", equip={ 436239, 14248 } }, -- Flayed Doomguard Belt
[228356] = { "хранитель бурштинової печатки", equip={ 460230, 17493, 21627 } }, -- Amberseal Keeper
[228357] = { "браслети чорного світла", equip={ 436239, 9342 } }, -- Blacklight Bracer
[228359] = { "перстень ентропії", equip={ 436239, 9316 } }, -- Ring of Entropy
[228360] = { "шкура Ешхандара", equip={ 436239, 9331 } }, -- Eskhandar's Pelt
[228381] = { "Холодний зрив", equip=9307 }, -- Cold Snap
[228382] = { "ікло містиків", equip={ 436239, 21362, 18056 } }, -- Fang of the Mystics
[228383] = { "накидка могутності", equip={ 432639, 14049 } }, -- Puissant Cape
[228384] = { "сліпучі черевики", equip={ 17367, 21363 } }, -- Snowblind Shoes
[228385] = { "прикрашена кристалами корона", equip=23593 }, -- Crystal Adorned Crown
[228389] = { "накидка благословення", equip=9317 }, -- Drape of Benediction
[228397] = { "Емпірейський нищитель", hit=21165 }, -- Empyrean Demolisher
[228410] = { "жахливий клинок Руйнівника", equip=462229, hit=462178 }, -- Dreadblade of the Destructor
[228432] = { "свисток Звіра", equip={ "Збільшує броню вашого вихованця на 10%.", "Збільшує запас здоров'я вашого вихованця на 3%.", "Збільшує шкоду вашого вихованця на 3%.", "Збільшує ймовірність критичного удару вашого вихованця на 2%." }, use="Наступна атака вашого вихованця гарантовано завдасть критичної шкоди, якщо вона може завдавати критичної шкоди." }, -- Whistle of the Beast
[228459] = { "клинок з обсидіановим лезом", equip={ 436239, 7562 } }, -- Obsidian Edged Blade
[228460] = { "Spinal Reaper", equip={ "Відновлює 600 мани або 20 люті при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд.", 15813 } }, -- Spinal Reaper
[228461] = { "лезо Косторуба", equip=436239, hit=21153 }, -- Bonereaver's Edge
[228462] = { "молот сяйнистого каменю", equip={ 18039, 21619 } }, -- Aurastone Hammer
[228463] = { "Землетряс", equip={ 461629, 9332 }, hit=21152 }, -- Earthshaker
[228464] = { "королівська печатка Ельдре'Таласа", equip=460230, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[228465] = { "королівська печатка Ельдре'Таласа", equip=28113, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[228466] = { "королівська печатка Ельдре'Таласа", equip=17825, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[228467] = { "королівська печатка Ельдре'Таласа", equip={ 9346, 23203 }, flavor="Благословенна старійшинами Шен'дралар." }, -- Royal Seal of Eldre'Thalas
[228468] = { "поножі густого моху", equip={ 436239, 9316 } }, -- Tanglemoss Leggings
[228469] = { "потьмянілий ельфійський перстень", equip=432639 }, -- Tarnished Elven Ring
[228470] = { "поножі Срібномісяця", equip={ 9346, 21623 } }, -- Silvermoon Leggings
[228471] = { "каменедроб", equip=21435 }, -- Stoneshatter
[228472] = { "відволікаючий кинджал", equip={ 7574, 13385 } }, -- Distracting Dagger
[228473] = { "непоступна булава", equip={ 13387, 449668 } }, -- Unyielding Maul
[228474] = { "мантія потому думок", equip={ 14248, 18379 } }, -- Mindsurge Robe
[228475] = { "диявольське напліччя", equip=15714 }, -- Diabolic Mantle
[228476] = { "вишитий пояс архімага", equip={ 436239, 14047 } }, -- Embroidered Belt of the Archmage
[228477] = { "викрійка: Пояс арканічного прозріння", use="Навчає вас створювати вишитий пояс архімага.", recipe_result_item=228476 }, -- Pattern: Embroidered Belt of the Archmage
[228478] = { "варварський клинок", equip={ 436239, 14052 } }, -- Barbarous Blade
[228479] = { "поножі руйнування", equip=436239 }, -- Leggings of Destruction
[228480] = { "корона короля огрів", equip={ 436239, 14254 } }, -- Crown of the Ogre King
[228484] = { "палиця огра-мага", equip={ 436239, 14054 } }, -- Rod of the Ogre Magi
[228486] = { "згуба дереваня", equip={ 448324, 462746 } }, -- Treant's Bane
[228498] = { "жахливий клинок Руйнівника", equip=462229, hit=462178 }, -- Dreadblade of the Destructor
[228500] = { "маска Непрощеного", equip={ 436239, 460230 } }, -- Mask of the Unforgiven
[228501] = { "сорочка співочого птаха", equip=13388 }, -- Songbird Blouse
[228502] = { "флейта запального вогню", use=18400 }, -- Piccolo of the Flaming Fire
[228503] = { "короткі штани пустотливого менестреля", equip=14127 }, -- Woollies of the Prancing Minstrel
[228504] = { "веселковий пояс", equip=21507 }, -- Rainbow Girdle
[228505] = { "плащ королівського трибуналу", equip=9342 }, -- Royal Tribunal Cloak
[228506] = { "клинок брутальності", equip=436239 }, -- Brutality Blade
[228508] = { "молот Чорної Кузні" }, -- Hammer of The Black Anvil
[228511] = { "клинок загибелі", hit=461695 }, -- Perdition's Blade
[228513] = { "поручі садиста", equip=436239 }, -- Vambraces of the Sadist
[228514] = { "калоші Тіммі", equip=9332 }, -- Timmy's Galoshes
[228515] = { "кривавий зашморг", equip=9407 }, -- Grimgore Noose
[228516] = { "Миротворець", equip={ 436239, 15814 } }, -- Peacemaker
[228517] = { "магічний клинок лазурової пісні", equip={ 436239, 17493 } }, -- Azuresong Mageblade
[228518] = { "браслети вельможі", equip=9400 }, -- Magistrate's Cuffs
[228519] = { "маска нападника", equip={ 432639, 9332 } }, -- Striker's Mark
[228520] = { "напліччя викрадача душ", equip=18012 }, -- Soulstealer Mantle
[228521] = { "пронизані тінню пов'язки", equip={ 9408, 21363 } }, -- Shadowy Laced Handwraps
[228522] = { "портативна гаубиця Віллі", equip=9139 }, -- Willey's Portable Howitzer
[228523] = { "переносний ядростріл", use="Викликає гармату, що стрілятиме у ворогів, що знаходяться перед нею і атакують вас." }, -- Cannonball Runner
[228524] = { "печатка листоноші", equip=9342 }, -- The Postmaster's Seal
[228525] = { "мундир листоноші", equip=14047 }, -- The Postmaster's Tunic
[228527] = { "брюки листоноші", equip=9345 }, -- The Postmaster's Trousers
[228528] = { "пов'язка листоноші", equip=15714 }, -- The Postmaster's Band
[228529] = { "черевики листоноші", equip=9345 }, -- The Postmaster's Treads
[228530] = { "хітинові латні поножі", equip=9315 }, -- Chitinous Plate Legguards
[228531] = { "тузадінський пояс", equip={ 432639, 9416 } }, -- Thuzadin Sash
[228532] = { "браслети Морлуна", equip=9314 }, -- Morlune's Bracer
[228533] = { "намисто з перламутрових мушель", equip={ 436239, 9397 } }, -- Nacreous Shell Necklace
[228534] = { "поножі чумного гончака", equip=432639 }, -- Plaguehound Leggings
[228535] = { "сокира-кісткоруб" }, -- Bone Slicing Hatchet
[228536] = { "зірка Містарії", equip={ 432639, 9415 } }, -- Star of Mystaria
[228537] = { "дракоріанські рукавиці", equip={ 432639, 9345 } }, -- Dracorian Gauntlets
[228538] = { "печатка Рівендера", equip=9408 }, -- Seal of Rivendare
[228539] = { "книга мертвих", equip=9346, use="Викликає скелета, що захищатиме вас протягом 1 хв." }, -- Book of the Dead
[228540] = { "корона тиранії", equip={ 436239, 14049 } }, -- Crown of Tyranny
[228541] = { "дар ельфійських магів", equip=9408 }, -- Gift of the Elven Magi
[228542] = { "черепокований губитель", equip=9334, hit=17484 }, -- Skullforge Reaver
[228543] = { "рунічний клинок барона Рівендера", equip={ 17625, 14056 } }, -- Runeblade of Baron Rivendare
[228544] = { "молот верховного лицаря", equip=18037 }, -- Hammer of the Grand Crusader
[228545] = { "шолом верховного лицаря", equip=21510 }, -- Grand Crusader's Helm
[228546] = { "саван натрезима", equip={ 436239, 9417 } }, -- Shroud of the Nathrezim
[228547] = { "залізоткана мантія", equip=9346 }, -- Ironweave Robe
[228548] = { "cкіпетр безупинного зосередження", equip={ 436239, 432639, 9415 } }, -- Scepter of Interminable Focus
[228551] = { "мундир півмісяця", equip={ 436239, 9345 } }, -- Tunic of the Crescent Moon
[228552] = { "рукавиці вправності" }, -- Gauntlets of Deftness
[228553] = { "шолом ката", equip=460230 }, -- Helm of the Executioner
[228554] = { "рукавиці демонічної шкіри", equip=9407 }, -- Demonskin Gloves
[228555] = { "фазовий клинок" }, -- Phase Blade
[228556] = { "фартух м'ясника", equip=9407 }, -- Butcher's Apron
[228557] = { "бойові чоботи стрімкої стріли", equip=15806 }, -- Swiftdart Battleboots
[228558] = { "похоронні наручники", equip=9317 }, -- Funeral Cuffs
[228559] = { "чорний ворон", equip=432639 }, -- Blackcrow
[228561] = { "рукавиці точних пострілів", equip={ 432639, 21446 } }, -- Trueaim Gauntlets
[228562] = { "наплічники з демонічними рунами" }, -- Demonic Runed Spaulders
[228563] = { "куля Д'сака", equip=9342, flavor="Сяє силою магічного черепа." }, -- Globe of D'sak
[228564] = { "черевики огра-провидця", equip=9344 }, -- Ogreseer Tower Boots
[228565] = { "перстень чаклуна", equip=9295 }, -- Magus Ring
[228566] = { "тіара зоряного вогню", equip=9318 }, -- Starfire Tiara
[228567] = { "карбований ремінь", equip=15810 }, -- Chiselbrand Girdle
[228568] = { "бакусарійські рукавиці", equip={ 21508, 21473 } }, -- Backusarian Gauntlets
[228570] = { "кулак Омокка" }, -- Fist of Omokk
[228571] = { "лати короля шаманів", equip=21513 }, -- Plate of the Shaman King
[228572] = { "нарукавники кованого осердя", equip=7681 }, -- Brazecore Armguards
[228573] = { "ядоплюй", equip=13386, hit=18203 }, -- Venomspitter
[228574] = { "талісман уникнення", equip=13387 }, -- Talisman of Evasion
[228575] = { "браслети ріжучого кігтя", equip=432639 }, -- Slashclaw Bracers
[228576] = { "око Жевріючої Павутини", equip=9343, use=17330 }, -- Smolderweb's Eye
[228577] = { "золочені рукавиці", equip=9407 }, -- Gilded Gauntlets
[228578] = { "пояс пилового пір'я", equip=9417 }, -- Dustfeather Sash
[228579] = { "кристалізований пояс", equip=9406 }, -- Crystallized Girdle
[228583] = { "наплічники точних ударів", equip={ 460230, 14027 } }, -- Truestrike Shoulders
[228584] = { "талісман палкої люті", equip=436239 }, -- Emberfury Talisman
[228585] = { "печатка повелителя драконів", equip=18031, use=17252 }, -- Mark of the Dragon Lord
[228586] = { "Кригоспис", hit=19260 }, -- Chillpike
[228587] = { "посох Круглої Гавані", equip=13881 }, -- Trindlehaven Staff
[228588] = { "кігті розорителя", equip=436239 }, -- Reiver Claws
[228589] = { "серце луски", use=17275 }, -- Heart of the Scale
[228590] = { "напліччя вигнаного пророка", equip=9398 }, -- Sunderseer Mantle
[228591] = { "ромбородий захисник", equip=9318 }, -- Rhombeard Protector
[228592] = { "ікло кришталевого павука", equip=13386, hit=17331 }, -- Fang of the Crystal Spider
[228593] = { "черевики вітряного танцю", equip=13387 }, -- Wind Dancer Boots
[228594] = { "Кайзерові чоботи точності", equip={ 432639, 9415 } }, -- Kayser's Boots of Precision
[228595] = { "пояс стрільця", equip=432639 }, -- Marksman's Girdle
[228596] = { "залізотканий пояс", equip=9342 }, -- Ironweave Belt
[228597] = { "залізоткані чоботи", equip=9342 }, -- Ironweave Boots
[228598] = { "залізоткані браслети", equip=9415 }, -- Ironweave Bracers
[228599] = { "серце Змійталака", equip=462385 }, -- Heart of Wyrmthalak
[228600] = { "Шипучка", equip=436239, flavor="Не їстівне" }, -- The Jaw Breaker
[228601] = { "безжальна коса" }, -- Relentless Scythe
[228602] = { "вогнеходи", equip=13387 }, -- Flame Walkers
[228603] = { "згубна пила Чорнорука", hit=16549 }, -- Blackhand Doomsaw
[228604] = { "око Ренда", equip=448324 }, -- Eye of Rend
[228605] = { "напліччя кістяних шипів", equip={ 21471, 9416 } }, -- Bonespike Shoulder
[228606] = { "чорний клинок Шаграма", hit="Викликає пекельного духа Шаграма." }, -- Blackblade of Shahram
[228615] = { "потойбічний скарб" }, -- Otherworldly Treasure
[228650] = { "поножі воєводи", equip={ 23516, 13390 } }, -- Warmaster Legguards
[228651] = { "бойові нарукавники", equip={ 432639, 436239 } }, -- Battleborn Armbraces
[228652] = { "племінний страж Дал'Ренда", equip={ 432639, 13385 } }, -- Dal'Rend's Tribal Guardian
[228653] = { "священний обов'язок Дал'Ренда", equip=436239 }, -- Dal'Rend's Sacred Charge
[228659] = { "різблене рунами руків'я древніх", use="Створити Рок'Делар, довгий лук Древніх Хранителів об'єднавши руків'я з зачарованим сухожиллям дорослого чорного дракона.", flavor="Подарунок від древніх." }, -- Ancient Rune Etched Stave
[228660] = { "поножі майстра клинка", equip={ 432639, 436239, 13390 } }, -- Blademaster Leggings
[228661] = { "поножі Трістама", equip={ 15806, 13390, 14799 } }, -- Tristam Legguards
[228662] = { "нарукавники чорної мли", equip=432639 }, -- Blackmist Armguards
[228663] = { "плащ кривавого місяця", equip=9396 }, -- Bloodmoon Cloak
[228664] = { "криготкана накидка", equip=9315 }, -- Frostweaver Cape
[228666] = { "вербовий молот", equip={ 460343, 13390 }, hit=17196 }, -- Seeping Willow
[228667] = { "перстень ткача болю", equip={ 436239, 9330 } }, -- Painweaver Band
[228669] = { "зуб Ґнарра", equip={ 9406, 21361 } }, -- Tooth of Gnarr
[228670] = { "пояс Бріґама", equip=432639 }, -- Brigam Girdle
[228672] = { "майстерний пояс ручної роботи", equip=13385 }, -- Handcrafted Mastersmith Girdle
[228675] = { "перстень роздумів", equip={ 436239, 7681, 21618 } }, -- Band of Rumination
[228676] = { "пояс дикого припливу", equip={ 9343, 21620 } }, -- Feralsurge Girdle
[228677] = { "июрбан чароплета", equip={ 18053, 432639 } }, -- Spellweaver's Turban
[228678] = { "емблема сили драконів", use=462636 }, -- Draconic Infused Emblem
[228679] = { "Квел'Серрар", hit=463105, flavor="Верховний клинок" }, -- Quel'Serrar
[228680] = { "Довідник Ностро по винищенню драконів", flavor="Кілька сторінок порожні." }, -- Nostro's Compendium of Dragon Slaying
[228681] = { "залізотканий капюшон", equip=9346 }, -- Ironweave Cowl
[228682] = { "командирський посох лорда Вальталака", equip={ 432639, 14798 } }, -- Lord Valthalak's Staff of Command
[228683] = { "рунічний перстень чар", equip={ 432639, 9345 } }, -- Rune Band of Wizardry
[228684] = { "кулон вправності", equip=432639 }, -- Pendant of Celerity
[228685] = { "підвіска зубу Оніксії", equip={ 432639, 436239 } }, -- Onyxia Tooth Pendant
[228686] = { "талісман крові Оніксії", equip={ 432639, 21407 } }, -- Onyxia Blood Talisman
[228687] = { "печатка драконоборця", equip={ 436239, 14254 } }, -- Dragonslayer's Signet
[228688] = { "голова Оніксії", flavor="Голова матері чорних драконів" }, -- Head of Onyxia
[228689] = { "голова Оніксії", flavor="Голова матері чорних драконів" }, -- Head of Onyxia
[228690] = { "Світло і як ним керувати", flavor="Автор: Утер" }, -- The Light and How to Swing It
[228691] = { "Ґарона: дослідження непомітності та зради", flavor="Фоліант запечатаний магією." }, -- Garona: A Study on Stealth and Treachery
[228692] = { "Кодекс захисту", flavor="Фоліант запечатаний магією." }, -- Codex of Defense
[228693] = { "Кулінарна книга арканіста", flavor="Фоліант запечатаний магією." }, -- The Arcanist's Cookbook
[228695] = { "тупий і плаский ельфійський клинок" }, -- A Dull and Flat Elven Blade
[228696] = { "нагрітий древній клинок", use="Встромити в серце матері драконів, щоб загартувати клинок." }, -- Heated Ancient Blade
[228697] = { "загартований древній клинок", flavor="Загартований в крові Оніксії." }, -- Treated Ancient Blade
[228699] = { "перстень демонічної кмітливості", equip={ 9417, 21625 } }, -- Ring of Demonic Guile
[228700] = { "залізоткане напліччя", equip=9342 }, -- Ironweave Mantle
[228701] = { "зуб гончака ядра", equip={ 436239, 9332 } }, -- Core Hound Tooth
[228702] = { "бурильний диск", equip={ 15438, 13675, 22852 } }, -- Drillborer Disk
[228703] = { "черевики холодного каменю", equip={ 7680, 21624 } }, -- Coldstone Slippers
[228704] = { "пошарпаний шкіряний капюшон", equip={ 432639, 13385 } }, -- Tattered Leather Hood
[228722] = { "рука правосуддя", equip={ 15600, 9335 } }, -- Hand of Justice
[228746] = { "флуоресцентний зелений механобіг", use=463005 }, -- Fluorescent Green Mechanostrider
[228747] = { "поводи золотистого шаблезуба", use=463006 }, -- Reins of the Golden Sabercat
[228748] = { "свисток кривавого строкатого раптора", use=463007 }, -- Whistle of the Mottled Blood Raptor
[228749] = { "уламок Нордрассіля", use="Утворює Благословення в поєднанні з Оком Тіні та Оком Божественності.", flavor="Крихітний фрагмент Світового Дерева" }, -- Splinter of Nordrassil
[228757] = { "сквернобій", hit="Всі атаки гарантовано влучать та будуть критичними протягом наступних 3 секунд." }, -- Felstriker
[228759] = { "нашийник Ешхандара", equip={ 436239, 15806 } }, -- Eskhandar's Collar
[228797] = { "гримуар обладунку скверни", flavor="Навчає вас здібності \"Обладунок скверни\"." }, -- Grimoire of Fel Armor
[228912] = { "ключ від сховища артефактів" }, -- Artifact Storage Key
[228922] = { "посох панування", equip={ 448324, 24196 } }, -- Staff of Dominance
[228924] = { "загартовані чоботи з темного заліза" }, -- Tempered Dark Iron Boots
[228925] = { "загартовані чоботи з темного заліза", equip=13390 }, -- Tempered Dark Iron Boots
[228926] = { "загартовані чоботи з темного заліза", equip=21513 }, -- Tempered Dark Iron Boots
[228927] = { "загартовані чоботи з темного заліза", equip=21513 }, -- Tempered Dark Iron Boots
[228928] = { "загартовані чоботи з темного заліза", equip=9318 }, -- Tempered Dark Iron Boots
[228929] = { "загартовані чоботи з темного заліза", equip=9318 }, -- Tempered Dark Iron Boots
[228955] = { "древній наріжний гримуар", equip=13881, use="Викликає скелета, що захищатиме вас протягом 1 хв." }, -- Ancient Cornerstone Grimoire
[228978] = { "зачарована сигіла: Плинна вода", use=463864 }, -- Enchanted Sigil: Flowing Waters
[228979] = { "зачарована сигіла: Плинна вода", use="Навчає вас створювати сигілу плинної води.", recipe_result_item=228978 }, -- Enchanted Sigil: Flowing Waters
[228980] = { "чаропровідне покриття для щита", use="При нанесенні на щит збільшує шкоду та зцілення заклинань на 24. Триває 30 хв." }, -- Conductive Shield Coating
[228981] = { "формула: Чаропровідне покриття для щита", use="Навчає вас створювати чаропровідне покриття для щита.", recipe_result_item=228980 }, -- Formula: Conductive Shield Coating
[228982] = { "формула: Чари для щита - Закон природи", use="Навчає вас накладати на щит чари, що збільшують шкоду заклять на 30, а зцілення - на 55." }, -- Formula: Enchant Shield - Law of Nature
[228992] = { "рюкзак зі шкури Оніксії" }, -- Onyxia Hide Backpack
[228993] = { "викрійка: Бездонна сумка", use="Навчає вас створювати бездонну сумку.", recipe_result_item=228994 }, -- Pattern: Bottomless Bag
[228994] = { "бездонна сумка" }, -- Bottomless Bag
[229008] = { "формула: Чари для плаща - більший опір вогню", use="Навчає вас накладати на плащ чари, що збільшують опір вогню на 15." }, -- Formula: Enchant Cloak - Greater Fire Resistance
[229009] = { "формула: Чари для плаща - більший опір природі", use="Навчає вас накладати на плащ чари, що збільшують опір природі на 15." }, -- Formula: Enchant Cloak - Greater Nature Resistance
[229055] = { "зотлілий аранасійський шовк" }, -- Frayed Aranasi Silk
[229056] = { "шматок пемзи" }, -- Pumice Chunk
[229057] = { "конфісковані товари" }, -- Impounded Goods
[229352] = { "результати розвідки" }, -- Intelligence Findings
[229362] = { "ключ від сховища" }, -- Storehouse Key
[229372] = { "кровожерливий потрошитель", hit=461682 }, -- Gutgore Ripper
[229373] = { "Проповідник", equip={ 436239, 17493 } }, -- Faithbringer
[229374] = { "кулак вогнеклята", equip=13675, hit=461896 }, -- Fist of the Firesworn
[229376] = { "чародійний кинджал", equip=18053 }, -- Sorcerous Dagger
[229377] = { "лівий кіготь Магмадара", equip=436239 }, -- Magmadar's Left Claw
[229378] = { "правий кіготь Магмадара", equip={ 432639, 9331 } }, -- Magmadar's Right Claw
[229379] = { "правий кіготь Ешхандара", hit=22640 }, -- Eskhandar's Right Claw
[229380] = { "Удар тіні", equip=461685, hit=461683, use="Перетворює Удар тіні на Удар грому." }, -- Shadowstrike
[229381] = { "Удар грому", equip=461685, hit=461686, use="Перетворює Удар грому на Удар тіні." }, -- Thunderstrike
[229382] = { "гіпертермально ізольований лавокоп", equip={ 17320, 21365 }, flavor="Власність Піпа Хуткокміта, майстра-шукача пригод" }, -- Hyperthermically Insulated Lava Dredger
[229415] = { "припаси для виживання", use="Закласти основу для табору. Принесіть додаткові припаси, щоб збудувати прихисток." }, -- Survival Supplies
[229416] = { "тепле хутро" }, -- Warm Fur
[229749] = { "Правдоносець", equip=465412, hit=465414, use="Змінити бойову стійку, щоб тримати Правдоносець як півтораручний меч, що дозволить використовувати щит.", flavor="Нехай сяйво світла пронизує навіть найглибші тіні й висвітлює шлях тим, хто колись заблукав у темряві." }, -- Truthbearer
[229806] = { "Правдоносець", equip=469138, hit=465414, use="Змінити бойову стійку, щоб тримати Правдоносець як дворучний меч.", flavor="Нехай сяйво світла пронизує навіть найглибші тіні й висвітлює шлях тим, хто колись заблукав у темряві." }, -- Truthbearer
[229894] = { "смарагд сну", use="Збільшення вашої репутації в Кенарійському Колі." }, -- Dream Emerald
[229897] = { "сувій: створення печатки поваби", use="Поєднайте з 1 темною руною та 5 вогнеквітами, щоб створити печатку поваби: вогонь." }, -- Scroll: Create Signet of Beckoning
[229906] = { "потьмяніла бронзова луска", equip="Дає можливість помічати дивні або непомічені предмети на тілах могутніх ворогів.", use="Відправитись у місце поза часом. Необхідно перебувати в Танарісі." }, -- Tarnished Bronze Scale
[229907] = { "руна гомункулів", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Homonculi
[229909] = { "посох порядку", equip={ 448324, 466938, "Щоразу, коли ви завдаєте шкоди арканою, час відновлення \"Блиску розуму\" скорочується на 1 с." }, use="Налаштувати посох на магію вогню." }, -- Staff of Order
[229910] = { "коса хаосу", equip={ 18382, 466938, "Після завдання прямої шкоди закляттям, з деякою ймовірністю ваш наступний виклик прислужника буде миттєвим та не витрачатиме уламок душі." }, use="Поглинути душу вашого поточного демона, щоб отримати ефект на 15 секунд. Дія ефекту припиняється після виклику демона." }, -- Scythe of Chaos
[229911] = { "пожирач снів Сая" }, -- Caius' Dream Eater
[229964] = { "копито повелителя демонів" }, -- Demon Lord's Hoof
[229965] = { "око Аз'олґотала", flavor="Остання сфера ехо кипить енергією скверни. Вона ніби знає, що ви збираєтеся покінчити з нею, і випромінює презирливу ненависть до вас у відповідь." }, -- The Eye of Az'olgothal
[229966] = { "кулон Сріблястої Десниці", equip=436239 }, -- Torque of the Silver Hand
[229971] = { "посох інферно", equip={ 448324, 466938, "Якщо ви маєте талант \"Покращений опік\", жертви вашої \"Вибухової хвилі\" отримують 5 ефектів вразливості до вогню." }, use="Налаштувати посох на магію криги." }, -- Staff of Inferno
[229972] = { "посох паморозі", equip={ 448324, 466938, "Поки діє \"Льодяний бар'єр\", шкоду від заклинань і ефектів криги збільшено на 100." }, use="Налаштувати посох на магію аркани." }, -- Staff of Rime
[230003] = { "Молот Світлоносця", equip=465412, hit=465414, use="Змінити бойову стійку, щоб тримати Правдоносець, як півтораручний меч, що дозволить використовувати щит.", flavor="Не варто було брати цю зброю. Вона має лишитися на тому місці, де вона випала зі знесилених рук свого власника в його останній час." }, -- Hammer of the Lightbringer
[230018] = { "фрагменти сфери Маннорок" }, -- Mannoroc Orb Fragments
[230224] = { "Громолють, благословенний клинок Шукача Вітру", hit="Вражає ворога блискавкою, що завдає 300 шкоди від природи, а потім стрибає на інших ворогів, що знаходяться поруч. Кожен стрибок зменшує опір силам природи жертви на 25. Вражає 5 цілей. Ваша основна ціль також поглинається циклоном, що сповільнюює швидкість її атаки на 20% протягом 12 с." }, -- Thunderfury, Blessed Blade of the Windseeker
[230237] = { "наповнений арканою самоцвіт", use=467446 }, -- Arcane Infused Gem
[230238] = { "Чорна книга", use=467459 }, -- The Black Book
[230239] = { "рукавиці стрімкої еволюції", equip=467142 }, -- Gloves of Rapid Evolution
[230240] = { "наплічник змовника Чорного Крила", equip=18053 }, -- Mantle of the Blackwing Cabal
[230241] = { "Хребтодробитель", equip=13387 }, -- Spineshatter
[230242] = { "Неприборканий клинок", hit=469828 }, -- The Untamed Blade
[230243] = { "самоцвіт прискорення думок", use=467141 }, -- Mind Quickening Gem
[230244] = { "сигіла перевертня", use=467467 }, -- Shapeshifter's Sigil
[230245] = { "кулон полеглого дракона", equip={ 467143, 21363 } }, -- Pendant of the Fallen Dragon
[230246] = { "шолом нескінченної люті", equip=448324 }, -- Helm of Endless Rage
[230247] = { "клинок драконячого ікла" }, -- Dragonfang Blade
[230248] = { "щит з луски червоного дракона", equip={ 436239, 467144 } }, -- Red Dragonscale Protector
[230249] = { "життєдайний самоцвіт", use=467499 }, -- Lifegiving Gem
[230250] = { "отруйний тотем", use=467511 }, -- Venomous Totem
[230251] = { "наплечі чорних драконів", equip=15811 }, -- Black Brood Pauldrons
[230252] = { "браслети магічної точності", equip={ 432639, 15714 } }, -- Bracers of Arcane Accuracy
[230253] = { "Серцестріл", equip={ "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в дальньому бою.", 9330 } }, -- Heartstriker
[230254] = { "Маладат, рунічний клинок чорних драконів", equip={ 460230, 7523 } }, -- Maladath, Runed Blade of the Black Flight
[230255] = { "щільний пояс зі шкури дракона", equip={ 14052, 13387 }, flavor="Цей пояс зшито зі шкур кількох різних драконів." }, -- Taut Dragonhide Belt
[230256] = { "наплечі драконячого пазура", equip=436239 }, -- Drake Talon Pauldrons
[230257] = { "перстень Чорного Каменю", equip=18049 }, -- Ring of Blackrock
[230269] = { "самоцвіт омолодження", equip={ 467166, 21631 } }, -- Rejuvenating Gem
[230270] = { "зосереджувальний посох темного крила", equip={ 26158, 436239 } }, -- Shadow Wing Focus Staff
[230271] = { "сікач драконячого пазура", equip=436239, hit=467167 }, -- Drake Talon Cleaver
[230272] = { "сувої сліпучого світла", use=467522 }, -- Scrolls of Blinding Light
[230273] = { "кристал природнього балансу", use=467523 }, -- Natural Alignment Crystal
[230274] = { "мантія чорного попелу", equip=467142 }, -- Black Ash Robe
[230275] = { "пояс Вогнечрева", equip=14055 }, -- Firemaw's Clutch
[230276] = { "кіготь чорного дракона", equip={ 436239, 9335 } }, -- Claw of the Black Drake
[230277] = { "плащ Вогнечрева", equip=15812 }, -- Cloak of Firemaw
[230278] = { "поножі полеглого лицаря", equip={ 436239, 21515 } }, -- Legguards of the Fallen Crusader
[230279] = { "клепані поножі прималіста", equip={ 448324, 432639, 18049 } }, -- Primalist's Linked Legguards
[230280] = { "егіда збереження", use=467525 }, -- Aegis of Preservation
[230281] = { "перстень вимушеної зосередженості", equip={ 432639, 14047 } }, -- Band of Forced Concentration
[230282] = { "талісман драконячого ікла", equip={ 15814, 460230 } }, -- Drake Fang Talisman
[230723] = { "рукавиці чорного полум'я", equip=18020 }, -- Ebony Flame Gloves
[230725] = { "благословенний мундир Малфуріона" }, -- Malfurion's Blessed Bulwark
[230726] = { "ручна гармата подиху дракона", use="Зарядити ручну гармату за 2.5 с, щоб завдати 500 шкоди вогнем ворогам перед вами. Спричиняє високий рівень загрози." }, -- Dragonbreath Hand Cannon
[230733] = { "накидка чистих думок", equip={ 467318, 436239 } }, -- Shroud of Pure Thought
[230734] = { "кільце прикладеної сили" }, -- Circle of Applied Force
[230735] = { "вуглеплетені поножі", equip=432639 }, -- Emberweave Leggings
[230736] = { "непроникний скарабей Стиліни", equip={ 21485, 23181, 14249 } }, -- Styleen's Impeding Scarab
[230737] = { "дотик дракона", equip=9343 }, -- Dragon's Touch
[230738] = { "Вісник скорботи", equip={ 436239, 453053 } }, -- Herald of Woe
[230739] = { "пояс Анґелісти", equip={ 460230, 15714 } }, -- Angelista's Grasp
[230740] = { "щільні наплічники зі шкури дракона", equip={ 15811, 13386 }, flavor="Схоже, що верня частина наплічників зшита зі шкур кількох різних драконів." }, -- Taut Dragonhide Shoulderpads
[230741] = { "хроматичні чоботи" }, -- Chromatic Boots
[230742] = { "щільні рукавиці зі шкури дракона", equip={ 436239, 14127 }, flavor="Мороз пробігає по шкірі від одного дотику до цих рукавиць. Здається, вони зроблені зі шкіри драконенят... багатьох драконенят." }, -- Taut Dragonhide Gloves
[230743] = { "мерехтливі сандалі", equip={ 467330, 21627 } }, -- Shimmering Geta
[230744] = { "прошитий елементієм плащ", equip=21410 }, -- Elementium Threaded Cloak
[230745] = { "пояс полеглого лицаря", equip=436239 }, -- Girdle of the Fallen Crusader
[230746] = { "наповнені силою поножі", equip={ 467332, 436239 } }, -- Empowered Leggings
[230747] = { "загартований хроматичний меч" }, -- Chromatically Tempered Sword
[230751] = { "пояс ніндзі" }, -- Ninja Obi
[230794] = { "кіготь Хромаґґуса", equip={ 26227, "Ваші бойові закляття збільшують шкоду заклинань випадкової школи магії на 50 протягом 10 секунд." } }, -- Claw of Chromaggus
[230800] = { "клепаний пояс прималіста", equip={ 436239, 432639, 15715 } }, -- Primalist's Linked Waistguard
[230801] = { "Ашжре'тул, нищівний арбалет", equip=21440 }, -- Ashjre'thul, Crossbow of Smiting
[230802] = { "підсилений елементієм бастіон", equip={ 23731, 13385 } }, -- Elementium Reinforced Bulwark
[230804] = { "плащ повелителя роду", equip=14798, flavor="Такої тканини ви ніколи раніше не бачили. Вона ніби металева." }, -- Cloak of the Brood Lord
[230805] = { "чоботи тіньового полум'я", equip={ 15813, 460230 } }, -- Boots of the Shadow Flame
[230806] = { "ланцюг Теразан", equip={ 15813, 436239 }, flavor="Метал теплий на дотик. Ланки ланцюга ніби зроблені з елементію." }, -- Therazane's Link
[230808] = { "перстень розплати Архимтіроса", equip=18369 }, -- Archimtiros' Ring of Reckoning
[230810] = { "сльоза Нелтаріона", equip={ 17493, 460230 }, flavor="За непроникною оболонкою видніється чиста срібляста рідина. Вона випромінює надзвичайну силу." }, -- Neltharion's Tear
[230811] = { "перстень з чистого елементію", equip=467430, flavor="Бездоганний. Незламний. Ви не можете осягнути всю майстерність, з якою було створено цей перстень." }, -- Pure Elementium Band
[230812] = { "Міш'ундаре, обруч мучителя розуму", equip={ 448324, 18054 } }, -- Mish'undare, Circlet of the Mind Flayer
[230813] = { "посох тіньового полум'я", equip={ 448324, 467432 } }, -- Staff of the Shadow Flame
[230818] = { "Ашканді, великий меч Братства", equip=15829, flavor="На руків'ї викарбувані ініціали: А.Л." }, -- Ashkandi, Greatsword of the Brotherhood
[230837] = { "Крул'шорух, лезо Хаосу", equip=15808 }, -- Crul'shorukh, Edge of Chaos
[230838] = { "Лок'амір іль Романтіс", equip=467432, flavor="Рука Нефарія" }, -- Lok'amir il Romathis
[230839] = { "перстень великого драконоборця", equip={ 432639, 14056 } }, -- Master Dragonslayer's Ring
[230840] = { "медальйон великого драконоборця", equip=18369 }, -- Master Dragonslayer's Medallion
[230841] = { "сфера великого драконоборця", equip=17367 }, -- Master Dragonslayer's Orb
[230842] = { "плащ драконячої міці" }, -- Cloak of Draconic Might
[230843] = { "чоботи чистих думок", equip=467330 }, -- Boots of Pure Thought
[230844] = { "драконячий молот", equip={ 448324, 453053 } }, -- Draconic Maul
[230845] = { "Лезо Згуби" }, -- Doom's Edge
[230846] = { "перстень темного володіння", equip=18014 }, -- Band of Dark Dominion
[230847] = { "збирач сутності", equip=467443 }, -- Essence Gatherer
[230848] = { "переплетений жилет тіней", equip=15813 }, -- Interlaced Shadow Jerkin
[230849] = { "Рінґові черевики завірюхи", equip={ 432639, 17902 } }, -- Ringo's Blizzard Boots
[230854] = { "перстень служіння", equip=18049 }, -- Band of Servitude
[230855] = { "печатка берсерка Ґурубаші", equip=15811 }, -- Seal of the Gurubashi Berserker
[230856] = { "пояс непочатої сили", equip=17367 }, -- Belt of Untapped Power
[230857] = { "залита кров'ю маска", equip=460230 }, -- Blooddrenched Mask
[230858] = { "плащ поклонників Гаккарі", equip=18049 }, -- Cloak of the Hakkari Worshipers
[230859] = { "рукавиці змучених", equip=436239 }, -- Gloves of the Tormented
[230860] = { "міць племені", equip=14089 }, -- Might of the Tribe
[230861] = { "жертовні рукавиці", equip={ 436239, 432639 } }, -- Sacrificial Gauntlets
[230862] = { "зуліанський головний убір", equip=467549 }, -- Zulian Headdress
[230863] = { "зуліанський обрядовий скіпетр", equip={ 467550, 21363 } }, -- Zulian Scepter of Rites
[230864] = { "рунічний закривавлений гауберк", equip={ 436239, 15819 } }, -- Runed Bloodstained Hauberk
[230865] = { "ікло Веноксіса", equip={ 18053, 18379 } }, -- Fang of Venoxis
[230866] = { "залиті кров'ю чоботи", equip=432639 }, -- Blooddrenched Footpads
[230867] = { "перстень Занзіла", equip={ 432639, 9346 } }, -- Zanzil's Band
[230868] = { "зуліанська кам'яна сокира", equip={ 436239, 15818 }, flavor="Відмічено знаком Джин." }, -- Zulian Stone Axe
[230903] = { "сувій: сутність вогню", use="Наповнити виснажену сутність вогню магією.", flavor="Цей незвичайний сувій насичений полум'яною магією." }, -- Scroll: Essence of Fire
[230904] = { "сувій: ГУСТІСТЬ ВОНЮН", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: SEENECS FO RIEF
[230908] = { "наповнена сутність вогню" }, -- Imbued Essence of Fire
[230909] = { "виснажена сутність вогню", use="Наповнити виснажену сутність вогню магією." }, -- Depleted Essence of Fire
[230911] = { "дробарка Жеклік", equip=26153, hit=467642 }, -- Jeklik's Crusher
[230912] = { "наплічники аніміста", equip=467144 }, -- Animist's Spaulders
[230913] = { "опаліновий талісман Жеклік", equip=15715 }, -- Jeklik's Opaline Talisman
[230914] = { "чоботи миротворця", equip={ 436239, 21520 } }, -- Peacekeeper Boots
[230915] = { "перстень прималіста", equip={ 467830, 21626 } }, -- Primalist's Band
[230916] = { "чоботи морської люті", equip={ 436239, 15715 } }, -- Seafury Boots
[230917] = { "струмлива ритуальна мантія", equip=14055 }, -- Flowing Ritual Robes
[230918] = { "дотик Мар'лі", equip=467651 }, -- Mar'li's Touch
[230919] = { "закривавлені наголінники", equip=15806 }, -- Bloodstained Greaves
[230920] = { "око Мар'лі", use="Викликати 5 породжень Мар'лі, що відновлюватимуть вам 50 мани щоразу, коли завдають шкоди." }, -- Mar'li's Eye
[230921] = { "перстень Джин", equip=432639 }, -- Band of Jin
[230922] = { "талісман захисту", equip=21412 }, -- Talisman of Protection
[230923] = { "чоботи зрадника", equip=17367 }, -- Betrayer's Boots
[230925] = { "хват Текала", equip=436239 }, -- Thekal's Grasp
[230926] = { "поножі миротворця", equip={ 436239, 21518 } }, -- Peacekeeper Leggings
[230927] = { "ритуальні поножі", equip=467330 }, -- Ritualistic Legguards
[230928] = { "поножі морської люті", equip={ 436239, 432639, 14055 } }, -- Seafury Leggings
[230929] = { "печатка Джин", equip={ 436239, 14027 } }, -- Seal of Jin
[230930] = { "зуліанський тесак", equip={ 9141, 24591 }, hit="Розрізає ворога, завдаючи йому від 72 до 96 шкоди від природи." }, -- Zulian Slicer
[230934] = { "хват Арлокк", hit=467740 }, -- Arlokk's Grasp
[230939] = { "воля Арлокк", equip=467437, use=467754 }, -- Will of Arlokk
[230941] = { "Арлоккова палиця худу", equip={ 436239, 467318 } }, -- Arlokk's Hoodoo Stick
[230942] = { "просякнуті кров'ю наголінники", equip={ 22912, 13385 } }, -- Bloodsoaked Greaves
[230943] = { "оніксовий перстень надправителя", equip={ 13675, 13388 } }, -- Overlord's Onyx Band
[230944] = { "мішок зі шкури пантери" }, -- Panther Hide Sack
[230946] = { "сувій: ГУСТІСТЬ НИРКИ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: SEENECS FO ROFTS
[230947] = { "сувій: сутність криги", use="Наповнити виснажену сутність криги магією.", flavor="Цей незвичайний сувій насичений холодною магією." }, -- Scroll: Essence of Frost
[230948] = { "наповнена сутність криги" }, -- Imbued Essence of Frost
[230949] = { "виснажена сутність криги", use="Наповнити виснажену сутність криги магією." }, -- Depleted Essence of Frost
[230984] = { "незавершений посох порядку", use="Поєднати зібрані реагенти в могутній архімагічний посох." }, -- Incomplete Staff of Order
[230989] = { "захисник повелителя крові", equip={ 13387, 460229 } }, -- Bloodlord's Defender
[230991] = { "нищівна алебарда", equip={ "Шанс відрубати цілі кінцівку при атаці в ближньому бою, завдаючи від 452 до 676 шкоди.", 26153 } }, -- Halberd of Smiting
[230992] = { "бойовий клинок Гаккарі", equip=15809, flavor="...киплячому полум'ї ненависті." }, -- Warblade of the Hakkari
[230993] = { "жало Мандокіра", hit="Випускає отруйне жало, що завдає 200 шкоди від природи та вражає ще 2 цілі неподалік." }, -- Mandokir's Sting
[230994] = { "поножі аніміста", equip=467430 }, -- Animist's Leggings
[230995] = { "залиті кров'ю захвати", equip={ 436239, 15810 } }, -- Blooddrenched Grips
[230996] = { "просякнуте кров'ю напліччя", equip=18185 }, -- Bloodsoaked Pauldrons
[230997] = { "закривавлений кілт", equip=18052 }, -- Bloodtinged Kilt
[230998] = { "плащ лоа Гаккарі", equip=467550 }, -- Hakkari Loa Cloak
[230999] = { "багряний перстень надправителя", equip={ 23203, 13385 } }, -- Overlord's Crimson Band
[231000] = { "печатка прималіста", equip=467828 }, -- Primalist's Seal
[231001] = { "печатка Занзіла", equip={ 432639, 9345 } }, -- Zanzil's Seal
[231002] = { "проклинатель Джин'до", equip={ 467437, 436239 } }, -- Jin'do's Hexxer
[231003] = { "лихе око Джин'до", equip=467550 }, -- Jin'do's Evil Eye
[231004] = { "правосуддя Джин'до", equip={ 460230, 18057 } }, -- Jin'do's Judgement
[231005] = { "мішок пристрітів Джин'до", equip={ 432639, 14799 } }, -- Jin'do's Bag of Whammies
[231006] = { "чоботи аніміста", equip=467550 }, -- Animist's Boots
[231007] = { "закривавлений койф", equip={ 448324, 9333 } }, -- Bloodstained Coif
[231008] = { "закривавлені ножні лати", equip={ 436239, 14049 } }, -- Bloodstained Legplates
[231009] = { "залиті кров'ю поножі" }, -- Blooddrenched Leggings
[231010] = { "просякнуті кров'ю рукавиці", equip={ 18369, 28112 } }, -- Bloodsoaked Gauntlets
[231011] = { "закривавлені рукавички", equip={ 432639, 14047 } }, -- Bloodtinged Gloves
[231012] = { "обійми надправителя", equip={ 21471, 21407 } }, -- Overlord's Embrace
[231013] = { "маска Проклинателя", equip=28264 }, -- The Hexxer's Cover
[231014] = { "пов'зка на око з луски ящірки", equip={ 448324, 15813 } }, -- Lizardscale Eyepatch
[231015] = { "саржева маска" }, -- Twill Mask
[231016] = { "винищувач риби Нета Пеґла", equip=26153, hit="Вражає до 4 ворогів неподалік струмом, завдаючи від 175 до 225 шкоди.", flavor="Напис: Риболовля для слабаків -Нет Пеґл" }, -- Nat Pagle's Fish Terminator
[231023] = { "наручі гніву", equip=13385 }, -- Wristguards of Wrath
[231024] = { "бойовий пояс гніву", equip={ 432639, 13386 } }, -- Waistguard of Wrath
[231025] = { "наплечі гніву", equip={ 432639, 13388 } }, -- Pauldrons of Wrath
[231026] = { "поножі гніву", equip={ 432639, 21414 } }, -- Legguards of Wrath
[231027] = { "маска гніву", equip=13390 }, -- Faceguard of Wrath
[231028] = { "бойові рукавиці гніву", equip={ 432639, 13388 } }, -- Handguards of Wrath
[231029] = { "сабатони гніву", equip=18185 }, -- Sabatons of Wrath
[231030] = { "нагрудник гніву", equip={ 432639, 13390 } }, -- Chestguard of Wrath
[231031] = { "браслети гніву" }, -- Bracers of Wrath
[231032] = { "пояс гніву", equip=436239 }, -- Belt of Wrath
[231033] = { "наплічники гніву", equip=432639 }, -- Shoulders of Wrath
[231034] = { "ножні лати гніву" }, -- Legplates of Wrath
[231035] = { "шолом гніву" }, -- Helm of Wrath
[231036] = { "рукавиці гніву", equip=432639 }, -- Gauntlets of Wrath
[231037] = { "наголінники гніву", equip=432639 }, -- Greaves of Wrath
[231038] = { "кіраса гніву" }, -- Breastplate of Wrath
[231039] = { "наплічники Кривавого Ікла", equip=436239 }, -- Bloodfang Spaulders
[231040] = { "нагрудник Кривавого Ікла", equip={ 436239, 460230 } }, -- Bloodfang Chestpiece
[231041] = { "чоботи Кривавого Ікла", equip=436239 }, -- Bloodfang Boots
[231042] = { "рукавиці Кривавого Ікла", equip={ 436239, 469348 } }, -- Bloodfang Gloves
[231043] = { "капюшон Кривавого Ікла", equip=460230 }, -- Bloodfang Hood
[231044] = { "штани Кривавого Ікла", equip={ 436239, 432639 } }, -- Bloodfang Pants
[231045] = { "пояс Кривавого Ікла", equip=436239 }, -- Bloodfang Belt
[231046] = { "браслети Кривавого Ікла", equip=432639 }, -- Bloodfang Bracers
[231047] = { "наплечі Кривавого Ікла", equip=18185 }, -- Bloodfang Shoulderpads
[231048] = { "бойовий Кривавого Ікла", equip={ 460230, 18185 } }, -- Bloodfang Chestguard
[231049] = { "черевики Кривавого Ікла", equip=18185 }, -- Bloodfang Footpads
[231050] = { "бойові рукавиці Кривавого Ікла", equip={ 432639, 13390, 469348 } }, -- Bloodfang Handguards
[231051] = { "накидка Кривавого Ікла", equip=21409 }, -- Bloodfang Cowl
[231052] = { "поножі Кривавого Ікла", equip=21410 }, -- Bloodfang Legguards
[231053] = { "бойовий пояс Кривавого Ікла", equip={ 432639, 13385 } }, -- Bloodfang Waistguard
[231054] = { "наручі Кривавого Ікла", equip={ 432639, 13385 } }, -- Bloodfang Wristguards
[231055] = { "браслети ловця драконів", equip=432639 }, -- Dragonstalker's Bracers
[231056] = { "пояс ловця драконів", equip={ 436239, 432639 } }, -- Dragonstalker's Belt
[231057] = { "наплічники ловця драконів", equip=436239 }, -- Dragonstalker's Spaulders
[231058] = { "поножі ловця драконів", equip=436239 }, -- Dragonstalker's Legguards
[231059] = { "шолом ловця драконів", equip=448324 }, -- Dragonstalker's Helm
[231060] = { "рукавиці ловця драконів", equip=436239 }, -- Dragonstalker's Gauntlets
[231061] = { "наголінники ловця драконів", equip=436239 }, -- Dragonstalker's Greaves
[231062] = { "кіраса ловця драконів", equip=448324 }, -- Dragonstalker's Breastplate
[231063] = { "поручі ловця драконів", equip=432639 }, -- Dragonstalker's Vambraces
[231065] = { "пасок ловця драконів", equip={ 436239, 432639 } }, -- Dragonstalker's Girdle
[231066] = { "напліччя ловця драконів", equip=436239 }, -- Dragonstalker's Pauldrons
[231067] = { "штани ловця драконів", equip=436239 }, -- Dragonstalker's Pants
[231068] = { "бойовий шолом ловця драконів", equip=448324 }, -- Dragonstalker's Skullcap
[231069] = { "захвати ловця драконів", equip=436239 }, -- Dragonstalker's Grips
[231070] = { "сабатони ловця драконів", equip=436239 }, -- Dragonstalker's Sabatons
[231071] = { "обладунок ловця драконів", equip=448324 }, -- Dragonstalker's Armor
[231072] = { "чоботи відплати", equip={ 436239, 14047 } }, -- Nemesis Boots
[231073] = { "рукавиці відплати", equip={ 436239, 15715 } }, -- Nemesis Gloves
[231074] = { "шолом відплати", equip={ 432639, 18054 } }, -- Nemesis Skullcap
[231075] = { "поножі відплати", equip={ 448324, 14127 } }, -- Nemesis Leggings
[231076] = { "мантія відплати", equip={ 460230, 17367 } }, -- Nemesis Robes
[231077] = { "наплічники відплати", equip={ 432639, 14047 } }, -- Nemesis Spaulders
[231078] = { "пояс відплати", equip={ 436239, 15715 } }, -- Nemesis Belt
[231079] = { "браслети відплати", equip={ 436239, 9342 } }, -- Nemesis Bracers
[231080] = { "руна сплеску світла", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Surging Light
[231081] = { "руна смерті", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Death
[231082] = { "руна підсиленого оновлення", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Empowered Renew
[231083] = { "руна страждань", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Suffering
[231084] = { "руна бар'єру", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Barrier
[231085] = { "руна розчинення", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Dispersion
[231086] = { "руна душевної сили", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Soul's Strength
[231087] = { "руна ока", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of the Eye
[231088] = { "руна цілющого кола", use="Навчає вас новій... зачекайте. Хіба ви вже не вивчили це?" }, -- Rune of Healing Circle
[231090] = { "черевики відплати", equip={ 432639, 9343, 13385 } }, -- Nemesis Treads
[231091] = { "бойові рукавиці відплати", equip={ 432639, 9417, 13385 } }, -- Nemesis Handguards
[231092] = { "капюшон відплати", equip={ 9417, 13390 } }, -- Nemesis Cowl
[231093] = { "штани відплати", equip={ 432639, 9417, 13390 } }, -- Nemesis Pants
[231095] = { "вбрання відплати", equip={ 432639, 9417, 13390 } }, -- Nemesis Garb
[231096] = { "бойові наплічники відплати", equip={ 9417, 13386 } }, -- Nemesis Shoulderpads
[231097] = { "ремінь відплати", equip={ 432639, 13390 } }, -- Nemesis Cord
[231098] = { "обмотки відплати", equip={ 9415, 14249 } }, -- Nemesis Wraps
[231100] = { "пояс Підсвітнього вітру", equip={ 432639, 18052 } }, -- Netherwind Belt
[231101] = { "чоботи Підсвітнього вітру", equip={ 436239, 14798 } }, -- Netherwind Boots
[231102] = { "рукавички Підсвітнього вітру", equip={ 436239, 17367 } }, -- Netherwind Gloves
[231103] = { "корона Підсвітнього вітру", equip={ 436239, 18055 } }, -- Netherwind Crown
[231104] = { "штани Підсвітнього вітру", equip={ 436239, 18056 } }, -- Netherwind Pants
[231105] = { "мантія Підсвітнього вітру", equip={ 448324, 18054 } }, -- Netherwind Robes
[231106] = { "напліччя Підсвітнього вітру", equip={ 436239, 13881 } }, -- Netherwind Mantle
[231107] = { "браслети Підсвітнього вітру", equip=18049 }, -- Netherwind Bindings
[231108] = { "ремінь Підсвітнього вітру", equip=18053 }, -- Netherwind Sash
[231109] = { "черевики Підсвітнього вітру", equip=18050 }, -- Netherwind Slippers
[231110] = { "рукавиці Підсвітнього вітру", equip=14055 }, -- Netherwind Mitts
[231111] = { "маска Підсвітнього вітру", equip=17493 }, -- Netherwind Mask
[231112] = { "поножі Підсвітнього вітру", equip=17493 }, -- Netherwind Leggings
[231113] = { "вбрання Підсвітнього вітру", equip=17493 }, -- Netherwind Vestments
[231114] = { "наплічники Підсвітнього вітру", equip=14055 }, -- Netherwind Shoulders
[231115] = { "обмотки Підсвітнього вітру", equip=14054 }, -- Netherwind Wraps
[231155] = { "чоботи піднесення", equip={ 436239, 467430 } }, -- Boots of Transcendence
[231156] = { "рукавиці піднесення", equip={ 436239, 467144 } }, -- Handguards of Transcendence
[231157] = { "ореол піднесення", equip={ 436239, 467332 } }, -- Halo of Transcendence
[231158] = { "поножі піднесення", equip=469414 }, -- Leggings of Transcendence
[231159] = { "мантія піднесення", equip={ 436239, 469414 } }, -- Robes of Transcendence
[231160] = { "наплечі піднесення", equip=467142 }, -- Pauldrons of Transcendence
[231161] = { "пояс піднесення", equip=468592 }, -- Belt of Transcendence
[231162] = { "наручі піднесення", equip=468621 }, -- Bindings of Transcendence
[231165] = { "черевики піднесення", equip=18015 }, -- Treads of Transcendence
[231166] = { "рукавички піднесення", equip=18015 }, -- Gloves of Transcendence
[231167] = { "корона піднесення", equip={ 436239, 18024 } }, -- Crown of Transcendence
[231168] = { "штани піднесення", equip={ 436239, 18025 } }, -- Pants of Transcendence
[231169] = { "вбрання піднесення", equip={ 448324, 18015 } }, -- Garb of Transcendence
[231170] = { "напліччя піднесення", equip=18016 }, -- Mantle of Transcendence
[231171] = { "ремінь піднесення", equip=18015 }, -- Cord of Transcendence
[231172] = { "браслети піднесення", equip={ 436239, 14793 } }, -- Bracers of Transcendence
[231174] = { "бойові браслети правосуддя", equip={ 432639, 21509 } }, -- Judgement Bindings
[231175] = { "пояс правосуддя", equip={ 436239, 21509 } }, -- Judgement Belt
[231176] = { "наплічники правосуддя", equip=436239 }, -- Judgement Spaulders
[231177] = { "ножні лати правосуддя", equip={ 448324, 21508 } }, -- Judgement Legplates
[231178] = { "корона правосуддя", equip={ 448324, 432639, 21511 } }, -- Judgement Crown
[231179] = { "рукавиці правосуддя", equip={ 432639, 21515 } }, -- Judgement Gauntlets
[231180] = { "сабатони правосуддя", equip={ 432639, 21510 } }, -- Judgement Sabatons
[231181] = { "лати правосуддя", equip={ 448324, 21508 } }, -- Judgement Breastplate
[231182] = { "поручі правосуддя", equip={ 432639, 18185 } }, -- Judgement Vambraces
[231183] = { "бойовий ремінь правосуддя", equip={ 460229, 21409 } }, -- Judgement Waistguard
[231184] = { "наплечі правосуддя", equip={ 23515, 13390 } }, -- Judgement Pauldrons
[231185] = { "поножі правосуддя", equip={ 28112, 14249 } }, -- Judgement Legguards
[231186] = { "великий шолом правосуддя", equip={ 432639, 25036, 13388 } }, -- Judgement Great Helm
[231187] = { "нагрудник правосуддя", equip={ 21477, 13390 } }, -- Judgement Chestguard
[231188] = { "бойові рукавиці правосуддя", equip={ 21468, 18185 } }, -- Judgement Handguards
[231189] = { "наголінники правосуддя", equip={ 21472, 23515, 13390 } }, -- Judgement Greaves
[231190] = { "браслети правосуддя", equip={ 436239, 467443 } }, -- Judgement Bracers
[231191] = { "ремінь правосуддя", equip={ 436239, 468592 } }, -- Judgement Girdle
[231192] = { "напліччя правосуддя", equip={ 436239, 468764 } }, -- Judgement Mantle
[231193] = { "латна спідниця правосуддя", equip={ 448324, 468590 } }, -- Judgement Plate Skirt
[231194] = { "шолом правосуддя", equip={ 436239, 467437 } }, -- Judgement Helm
[231195] = { "рукавички правосуддя", equip={ 436239, 467144 } }, -- Judgement Gloves
[231196] = { "черевики правосуддя", equip={ 436239, 467550 } }, -- Judgement Treads
[231197] = { "кіраса правосуддя", equip={ 436239, 467166 } }, -- Judgement Cuirass
[231198] = { "рукавиці десяти бурь", equip=468764 }, -- Gauntlets of Ten Storms
[231199] = { "браслети десяти бурь", equip=467143 }, -- Bracers of Ten Storms
[231200] = { "пояс десяти бурь", equip={ 436239, 467550 } }, -- Belt of Ten Storms
[231201] = { "еполети десяти бурь", equip={ 436239, 468764 } }, -- Epaulets of Ten Storms
[231202] = { "поножі десяти бурь", equip={ 436239, 467330 } }, -- Legplates of Ten Storms
[231203] = { "шолом десяти бурь", equip={ 436239, 467332 } }, -- Helmet of Ten Storms
[231204] = { "наголінники десяти бурь", equip={ 436239, 468590 } }, -- Greaves of Ten Storms
[231205] = { "кіраса десяти бурь", equip={ 448324, 468764 } }, -- Breastplate of Ten Storms
[231206] = { "бойові рукавиці десяти бурь", equip={ 13390, 9344 } }, -- Handguards of Ten Storms
[231207] = { "наручі десяти бурь", equip={ 13674, 13390 } }, -- Wristguards of Ten Storms
[231208] = { "бойовий ремінь десяти бурь", equip={ 432639, 21467, 21407 } }, -- Waistguard of Ten Storms
[231209] = { "напліччя десяти бурь", equip={ 432639, 21407 } }, -- Pauldrons of Ten Storms
[231210] = { "набедреники десяти бурь", equip={ 432639, 21472, 18196 } }, -- Legguards of Ten Storms
[231211] = { "маска десяти бурь", equip={ 13675, 9343, 21409 } }, -- Faceguard of Ten Storms
[231212] = { "сабатони десяти бурь", equip={ 432639, 13390 } }, -- Sabatons of Ten Storms
[231213] = { "бойовий нагрудник десяти бурь", equip={ 460230, 21467, 21407 } }, -- Chestguard of Ten Storms
[231214] = { "рукавички десяти бурь", equip=14055 }, -- Gloves of Ten Storms
[231215] = { "бойові браслети десяти бурь", equip=15715 }, -- Bindings of Ten Storms
[231216] = { "ремінь десяти бурь", equip={ 436239, 14127 } }, -- Cord of Ten Storms
[231217] = { "наплічник десяти бурь", equip={ 436239, 14798 } }, -- Mantle of Ten Storms
[231218] = { "кілт десяти бурь", equip={ 436239, 432639, 14798 } }, -- Kilt of Ten Storms
[231219] = { "головний убір десяти бурь", equip={ 432639, 436239, 14055 } }, -- Headdress of Ten Storms
[231220] = { "чоботи десяти бурь", equip={ 436239, 15714 } }, -- Boots of Ten Storms
[231221] = { "вбрання десяти бурь", equip={ 436239, 432639, 14055 } }, -- Embrace of Ten Storms
[231222] = { "захвати десяти бурь", equip={ 432639, 436239 } }, -- Grips of Ten Storms
[231223] = { "поручі десяти бурь" }, -- Vambraces of Ten Storms
[231224] = { "бойовий пояс десяти бурь" }, -- Girdle of Ten Storms
[231225] = { "наплічники десяти бурь", equip=436239 }, -- Spaulders of Ten Storms
[231226] = { "бойові поножі десяти бурь", equip=436239 }, -- Leggings of Ten Storms
[231227] = { "корона десяти бурь", equip={ 436239, 432639 } }, -- Crown of Ten Storms
[231228] = { "бойові чоботи десяти бурь" }, -- Treads of Ten Storms
[231229] = { "обладунок десяти бурь", equip=436239 }, -- Armor of Ten Storms
[231230] = { "нагрудник Шаленства Бурі", equip={ 467166, 436239 } }, -- Stormrage Chestguard
[231231] = { "чоботи Шаленства Бурі", equip={ 436239, 468592 } }, -- Stormrage Boots
[231232] = { "бойові рукавиці Шаленства Бурі", equip=469481 }, -- Stormrage Handguards
[231233] = { "покрив Шаленства Бурі", equip={ 436239, 467166 } }, -- Stormrage Cover
[231234] = { "поножі Шаленства Бурі", equip={ 436239, 468224 } }, -- Stormrage Legguards
[231235] = { "наплечі Шаленства Бурі", equip={ 436239, 467550 } }, -- Stormrage Pauldrons
[231236] = { "пояс Шаленства Бурі", equip={ 436239, 468592 } }, -- Stormrage Belt
[231237] = { "браслети Шаленства Бурі", equip={ 436239, 468621 } }, -- Stormrage Bracers
[231238] = { "обладунок Шаленства Бурі", equip=18185 }, -- Stormrage Armor
[231239] = { "бойові чоботи Шаленства Бурі", equip=13388 }, -- Stormrage Treads
[231240] = { "рукавиці Шаленства Бурі", equip=13388 }, -- Stormrage Gauntlets
[231241] = { "головний убір Шаленства Бурі", equip=21407 }, -- Stormrage Headdress
[231242] = { "поножі Шаленства Бурі", equip=21407 }, -- Stormrage Leggings
[231243] = { "наплічники Шаленства Бурі", equip={ 432639, 13388 } }, -- Stormrage Spaulders
[231244] = { "бойовий пояс Шаленства Бурі", equip=13388 }, -- Stormrage Waistguard
[231245] = { "поручі Шаленства Бурі", equip=13385 }, -- Stormrage Wristguards
[231246] = { "мундир Шаленства Бурі", equip={ 460230, 18056 } }, -- Stormrage Leathers
[231247] = { "сандалі Шаленства Бурі", equip={ 432639, 436239, 15715 } }, -- Stormrage Sandals
[231248] = { "рукавички Шаленства Бурі", equip={ 432639, 14798 } }, -- Stormrage Mitts
[231249] = { "рогатий шолом Шаленства Бурі", equip={ 432639, 436239, 18056 } }, -- Stormrage Antlers
[231250] = { "кілт Шаленства Бурі", equip={ 432639, 436239, 18055 } }, -- Stormrage Kilt
[231251] = { "напліччя Шаленства Бурі", equip={ 436239, 14127 } }, -- Stormrage Mantle
[231252] = { "бойовий ремінь Шаленства Бурі", equip={ 432639, 14127 } }, -- Stormrage Cord
[231253] = { "браслети Шаленства Бурі", equip={ 436239, 9346 } }, -- Stormrage Bindings
[231254] = { "жилет Шаленства Бурі", equip=436239 }, -- Stormrage Vest
[231255] = { "черевики Шаленства Бурі" }, -- Stormrage Stompers
[231256] = { "захвати Шаленства Бурі", equip=432639 }, -- Stormrage Grips
[231257] = { "капюшон Шаленства Бурі", equip=436239 }, -- Stormrage Cowl
[231258] = { "брюки Шаленства Бурі", equip={ 432639, 436239 } }, -- Stormrage Trousers
[231259] = { "бойові наплічники Шаленства Бурі", equip=436239 }, -- Stormrage Shoulderpads
[231260] = { "ремінь Шаленства Бурі" }, -- Stormrage Sash
[231261] = { "обмотки Шаленства Бурі" }, -- Stormrage Wraps
[231271] = { "зламана котушка Нета Пеґла", equip=18049, use=468164, flavor="Напис: Для дійсно далеких кидків." }, -- Nat Pagle's Broken Reel
[231272] = { "гарпун Тіґуля", equip={ 460230, 468165, 26153 } }, -- Tigule's Harpoon
[231273] = { "сікач Ґрі'лека", equip=446278 }, -- Gri'lek's Carver
[231274] = { "крушитель Ґрі'лека", equip=468166 }, -- Gri'lek's Grinder
[231275] = { "розплата палючої люті", equip={ 14047, 468170 } }, -- Blazefury Retributer
[231276] = { "згубник дум", equip={ 467830, 21363 } }, -- Thoughtblighter
[231277] = { "вила божевілля", equip={ 468175, 26153 } }, -- Pitchfork of Madness
[231278] = { "мисливський лук худу" }, -- Hoodoo Hunting Bow
[231279] = { "штрикач Вушулая", equip={ 467550, 21627 } }, -- Wushoolay's Poker
[231280] = { "оберіг природи Вушулая", use=468387 }, -- Wushoolay's Charm of Nature
[231281] = { "оберіг духів Вушулая", use=468460 }, -- Wushoolay's Charm of Spirits
[231282] = { "оберіг холодної магії Газза'ри", use=468512 }, -- Hazza'rah's Charm of Chilled Magic
[231283] = { "оберіг охорони Газза'ри", use=468531 }, -- Hazza'rah's Charm of Warding
[231284] = { "оберіг руйнування Газза'ри", use=468540 }, -- Hazza'rah's Charm of Destruction
[231285] = { "оберіг доблесті Ґрі'лека", use=468461 }, -- Gri'lek's Charm of Valor
[231286] = { "оберіг могутності Ґрі'лека", use=468462 }, -- Gri'lek's Charm of Might
[231287] = { "оберіг хитрощів Ренатакі", use=468458 }, -- Renataki's Charm of Trickery
[231288] = { "оберіг спустошення Ренатакі", use=468388 }, -- Renataki's Charm of Ravaging
[231289] = { "егіда Кривавого бога", equip={ 13675, 23516, 13385 } }, -- Aegis of the Blood God
[231293] = { "древній вбивця Гаккарі", hit=468184 }, -- Ancient Hakkari Manslayer
[231296] = { "Кровозов", equip=18057 }, -- Bloodcaller
[231298] = { "сувій меншого просторового виправлення", use="Закрити обраний менший портал скверни. Може привернути небажану увагу з іншого його боку." }, -- Scroll of Lesser Spatial Mending
[231299] = { "просякнуті кров'ю ножні лати", equip=13390 }, -- Bloodsoaked Legplates
[231300] = { "плащ вичерпування", equip={ 432639, 14047 } }, -- Cloak of Consumption
[231301] = { "ікло безликого", equip={ 436239, 9335 } }, -- Fang of the Faceless
[231302] = { "нищитель дворфів Ґурубаші", equip=15807 }, -- Gurubashi Dwarf Destroyer
[231303] = { "рукавиці миротворця", equip={ 468224, 21619 } }, -- Peacekeeper Gauntlets
[231304] = { "сувій: ПРАВЕ ОСТРОВЛЕНЕ ВИМПРОШЕННЯ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: SERELS PATALIS GNEMIND
[231305] = { "рукавиці морської люті", equip={ 436239, 15715, 21619 } }, -- Seafury Gauntlets
[231306] = { "намисто осквернителя душ", equip={ 460230, 9416 } }, -- Soul Corrupter's Necklace
[231307] = { "око Гаккара", equip={ 436239, 15811 } }, -- The Eye of Hakkar
[231308] = { "дотик хаосу", equip=14254 }, -- Touch of Chaos
[231309] = { "бойовий клинок Гаккарі", equip={ 436239, 9335 }, flavor="Викуваний у..." }, -- Warblade of the Hakkari
[231313] = { "брудна руна", use="Очистити руну." }, -- Grimy Rune
[231315] = { "Зін'рох, Руйнівник світів", equip=15823 }, -- Zin'rokh, Destroyer of Worlds
[231316] = { "бездоганні зачаровані водорості Південних морів", equip={ 14254, "Збільшує шанс завдання критичного удару \"Гнівом\" та \"Зоряним вогнем\" на 2%." } }, -- Pristine Enchanted South Seas Kelp
[231317] = { "мундир зандаларського гаруспіка", equip={ 432639, 18055 } }, -- Zandalar Haruspex's Tunic
[231318] = { "пояс зандаларського гаруспіка", equip={ 432639, 15715 } }, -- Zandalar Haruspex's Belt
[231319] = { "браслети зандаларського гаруспіка", equip=14254 }, -- Zandalar Haruspex's Bracers
[231320] = { "гнів Водоверті", equip={ "Збільшує тривалість ефекту \"Звіриного гніву\" на 3 секунди.", "Збільшує шкоду вашого вихованця на 2%." } }, -- Maelstrom's Wrath
[231321] = { "наплічники зандаларського хижака", equip="Збільшує шкоду вашого вихованця на 3%." }, -- Zandalar Predator's Mantle
[231322] = { "пояс зандаларського хижака", equip="Збільшує шкоду вашого вихованця на 2%." }, -- Zandalar Predator's Belt
[231323] = { "браслети зандаларського хижака", equip={ "Збільшує шкоду вашого вихованця на 1%.", 15807 } }, -- Zandalar Predator's Bracers
[231324] = { "самоцвіт Каджаро", equip={ "Зменшує час відновлення заклинання \"Крижана куля\" на 10 секунд.", 13831 } }, -- Jewel of Kajaro
[231325] = { "наплічники зандаларського ілюзіоніста", equip=17897 }, -- Zandalar Illusionist's Mantle
[231326] = { "обмотки зандаларського ілюзіоніста", equip=17890 }, -- Zandalar Illusionist's Wraps
[231327] = { "мантія зандаларського ілюзіоніста", equip={ 432639, 17909 } }, -- Zandalar Illusionist's Robe
[231328] = { "тавро героя", equip={ "Збільшує шанс завдання критичного удару \"Священним шоком\" на 2%.", 21515 } }, -- Hero's Brand
[231329] = { "кіраса зандаларського вільнодумця", equip={ "Збільшує шанс завдання удару заклинаннями святості на 3%.", 21524 } }, -- Zandalar Freethinker's Breastplate
[231330] = { "пояс зандаларського вільнодумця", equip={ "Збільшує шанс завдання удару заклинаннями святості на 2%.", 21514 } }, -- Zandalar Freethinker's Belt
[231331] = { "нарукавники зандаларського вільнодумця", equip=21518 }, -- Zandalar Freethinker's Armguards
[231332] = { "Всевидюще око Зулдазара", equip={ "Збільшує кількість шкоди, яку може поглинути \"Слово сили: Щит\" на 25.", 467828 } }, -- The All-Seeing Eye of Zuldazar
[231333] = { "наплічники зандаларського сповідника", equip=467318 }, -- Zandalar Confessor's Mantle
[231334] = { "пояс зандаларського сповідника", equip=467318 }, -- Zandalar Confessor's Bindings
[231335] = { "обмотки зандаларського сповідника", equip=467443 }, -- Zandalar Confessor's Wraps
[231336] = { "зандаларський талісман майстра тіні", equip={ "Збільшує ймовірність спрацювання ефекту руни \"Головоріз\" на 5%.", 432639 } }, -- Zandalarian Shadow Mastery Talisman
[231337] = { "мундир зандаларського зірвиголови", equip={ 448324, 15812 } }, -- Zandalar Madcap's Tunic
[231338] = { "наплічники зандаларського зірвиголови", equip=432639 }, -- Zandalar Madcap's Mantle
[231339] = { "браслети зандаларського зірвиголови" }, -- Zandalar Madcap's Bracers
[231340] = { "ясне видіння Вудрії", equip={ "Зменшує час відновлення \"Тотему-приманки\" на 2 секунди.", 13390 } }, -- Unmarred Vision of Voodress
[231341] = { "гауберк зандаларського авгура", equip={ 432639, 21474, 21409 } }, -- Zandalar Augur's Hauberk
[231342] = { "пояс зандаларського авгура", equip={ 13390, 9345 } }, -- Zandalar Augur's Belt
[231343] = { "браслети зандаларського авгура", equip={ 9342, 13385 } }, -- Zandalar Augur's Bracers
[231346] = { "нестримна пошесть Кезана", equip={ "Зменшує час відновлення здібності \"Розсічення\" вашого вартового скверни на 2 секунди.", 14799 } }, -- Kezan's Unstoppable Taint
[231347] = { "обмотки зандаларського одержимого", equip=14799 }, -- Zandalar Demoniac's Wraps
[231348] = { "мантія зандаларського одержимого", equip={ 432639, 18056 } }, -- Zandalar Demoniac's Robe
[231349] = { "наплічники зандаларського одержимого", equip=14798 }, -- Zandalar Demoniac's Mantle
[231350] = { "лють Муґамби", equip={ "Зменшує витрати люті \"Трощення щитом\" на 5.", 23181, 13383 } }, -- Rage of Mugamba
[231351] = { "нарукавники зандаларського поборника", equip={ 432639, 22852, 13385 } }, -- Zandalar Vindicator's Armguards
[231352] = { "пояс зандаларського поборника", equip={ 436239, 460229, 13390 } }, -- Zandalar Vindicator's Belt
[231353] = { "кіраса зандаларського поборника", equip={ 436239, 28113, 13390 } }, -- Zandalar Vindicator's Breastplate
[231354] = { "ласка аніміста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та зцілення на 22. Не поєднується з іншими чарами на предметі." }, -- Animist's Caress
[231355] = { "баланс аніміста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, ймовірність влучання на 1% та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Animist's Balance
[231357] = { "лють аніміста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, силу на 10 та спритність на 10. Не поєднується з іншими чарами на предметі." }, -- Animist's Fury
[231358] = { "рев аніміста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, силу на 10 та навичку захисту на 7. Не поєднується з іншими чарами на предметі." }, -- Animist's Roar
[231359] = { "поклик сокола", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, спритність на 10 та ймовірність влучання на 1%. Не поєднується з іншими чарами на предметі." }, -- Falcon's Call
[231361] = { "печатка синкретиста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, навичку захисту на 7 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Syncretist's Seal
[231362] = { "сигіла синкретиста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, силу на 10 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Syncretist's Sigil
[231363] = { "герб синкретиста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та зцілення на 22. Не поєднується з іншими чарами на предметі." }, -- Syncretist's Crest
[231364] = { "емблема синкретиста", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Syncretist's Emblem
[231366] = { "віщунська аура", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та зцілення на 22. Не поєднується з іншими чарами на предметі." }, -- Prophetic Aura
[231367] = { "віщунське прокляття", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Prophetic Curse
[231368] = { "обійми смерті", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, спритність на 10 та навичку захисту на 7. Не поєднується з іншими чарами на предметі." }, -- Death's Embrace
[231370] = { "наступ смерті", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, спритність на 10 та ймовірність влучання на 1%. Не поєднується з іншими чарами на предметі." }, -- Death's Advance
[231371] = { "обійми вуду", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, силу на 10 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Vodouisant's Embrace
[231372] = { "покрив вуду", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, ймовірність влучання на 1% та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Vodouisant's Shroud
[231373] = { "оберіг вуду", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та зцілення на 22. Не поєднується з іншими чарами на предметі." }, -- Vodouisant's Charm
[231375] = { "палкість вуду", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, навичку захисту на 7 та шанс блокування щитом на 2%. Не поєднується з іншими чарами на предметі." }, -- Vodouisant's Vigilance
[231376] = { "чари худу", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, ймовірність влучання на 1% та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Hoodoo Hex
[231377] = { "прокляття худу", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, ймовірність влучання на 1% та навичку захисту на 7. Не поєднується з іншими чарами на предметі." }, -- Hoodoo Curse
[231378] = { "мерехтливий золотий диск", flavor="Плаский диск із теплого золотистого металу. Його поверхня здається ідеально гладкою, але коли ви проводите по ній рукою, то відчуваєте крихітні нерівності. Цікавий предмет." }, -- Shimmering Golden Disk
[231379] = { "явлення могутності", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, силу на 10 та спритність на 10. Не поєднується з іншими чарами на предметі." }, -- Presence of Might
[231381] = { "явлення доблесті", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, навичку захисту на 7 та показник блокування щитом на 15. Не поєднується з іншими чарами на предметі." }, -- Presence of Valor
[231382] = { "посудина відродження" }, -- Vessel of Rebirth
[231383] = { "явлення прозріння", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, інтелект на 10 та шкоду і зцілення від заклинань на 12. Не поєднується з іншими чарами на предметі." }, -- Presence of Sight
[231384] = { "лють сокола", use="Додати на поножі або головний убір чари, що збільшують витривалість на 20, спритність на 10 та силу на 10. Не поєднується з іншими чарами на предметі." }, -- Falcon's Fury
[231385] = { "симулякр душі дракона", equip="Отримати мітку драконячого посланця, союзника драконів.", flavor="Симулякр був зачарований, щоб позначити власника як союзника червоних драконів." }, -- Simulacrum of the Dragon Soul
[231386] = { "бездоганна луска чорного дракона", flavor="Ця луска величезна і бездоганна. Лише наймогутніші дракони мають таку луску." }, -- Flawless Black Dragonscale
[231387] = { "Бурегнів, освячене лезо Ловця Шторму", equip={ 26227, "Неперіодичні бойові закляття можуть вразити до 3 ворогів, завдаючи від 181 до 229 шкоди." } }, -- Stormwrath, Sanctified Shortblade of the Galefinder
[231452] = { "кров Світлоносця", flavor="Цей маленький релікварій містить невеликий зразок крові. Знизу до неї прикріплено потертий клаптик пергаменту з єдиним словом: \"Утер\"." }, -- Blood of the Lightbringer
[231460] = { "руйнівник світів Азґалота", equip={ 436239, 469493 } }, -- Planebreaker of Azgaloth
[231466] = { "кодекс чорнокнижника чорного крила" }, -- Blackwing Warlock's Codex
[231509] = { "фоліант Кассандри", equip={ 18023, 18043 }, use=469191 }, -- Cassandra's Tome
[231512] = { "первісний ідол Гаккарі", flavor="Всередині вирує древнє зло..." }, -- Primal Hakkari Idol
[231513] = { "кров Ґрі'лека", flavor="Залізна кров Ґрі'лека." }, -- Gri'lek's Blood
[231514] = { "зуб Ренатакі", flavor="Гострий як бритва зуб Ренатакі." }, -- Renataki's Tooth
[231515] = { "грива Вушулая", flavor="Неохайна грива Вушулая." }, -- Wushoolay's Mane
[231516] = { "нитка мрій Газза'ри" }, -- Hazza'rah's Dream Thread
[231517] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує воїна." }, -- Punctured Voodoo Doll
[231518] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує шамана." }, -- Punctured Voodoo Doll
[231519] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує мага." }, -- Punctured Voodoo Doll
[231520] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує чорнокнижника." }, -- Punctured Voodoo Doll
[231521] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує жерця." }, -- Punctured Voodoo Doll
[231522] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує друїда." }, -- Punctured Voodoo Doll
[231523] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує пройдисвіта." }, -- Punctured Voodoo Doll
[231524] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує паладина." }, -- Punctured Voodoo Doll
[231525] = { "проколота лялька вуду", use="Поєднати з кров'ю Ґрі'лека, зубом Ренатакі, гривою Вушулая та ниткою мрій Газза'ри, щоб сформувати потужний оберіг.", flavor="Лялька нагадує мисливця." }, -- Punctured Voodoo Doll
[231530] = { "латний обладунок воєводи", equip=436239 }, -- Warlord's Plate Armor
[231531] = { "латні чоботи генерала", equip=432639 }, -- General's Plate Boots
[231532] = { "латні рукавиці генерала", equip={ 459608, 436239 } }, -- General's Plate Gauntlets
[231533] = { "латні поножі генерала", equip={ 448324, 432639 } }, -- General's Plate Leggings
[231534] = { "латні наплічники воєводи", equip=432639 }, -- Warlord's Plate Shoulders
[231535] = { "латний шолом воєводи", equip=436239 }, -- Warlord's Plate Headpiece
[231536] = { "латний обладунок фельдмаршала", equip=436239 }, -- Field Marshal's Plate Armor
[231537] = { "латні наплічники фельдмаршала", equip=432639 }, -- Field Marshal's Plate Shoulderguards
[231538] = { "латний шолом фельдмаршала", equip=436239 }, -- Field Marshal's Plate Helm
[231539] = { "латні чоботи маршала", equip=432639 }, -- Marshal's Plate Boots
[231540] = { "латні поножі маршала", equip={ 448324, 432639 } }, -- Marshal's Plate Legguards
[231541] = { "латні рукавиці маршала", equip={ 459608, 436239 } }, -- Marshal's Plate Gauntlets
[231543] = { "нагрудник фельдмаршала зі шкіри дракона", equip={ 436239, 432639 } }, -- Field Marshal's Leather Chestpiece
[231544] = { "шкіряні рукавиці маршала", equip=436239 }, -- Marshal's Leather Handgrips
[231545] = { "шкіряна маска фельдмаршала", equip={ 436239, 432639 } }, -- Field Marshal's Leather Mask
[231546] = { "шкіряні чоботи маршала", equip=459605 }, -- Marshal's Leather Footguards
[231547] = { "шкіряні еполети фельдмаршала", equip=432639 }, -- Field Marshal's Leather Epaulets
[231548] = { "шкіряні поножі маршала", equip={ 460230, 436239 } }, -- Marshal's Leather Leggings
[231549] = { "шкіряний нагрудник воєводи", equip={ 432639, 436239 } }, -- Warlord's Leather Breastplate
[231551] = { "шкіряні наплічники воєводи", equip=432639 }, -- Warlord's Leather Spaulders
[231552] = { "шкіряні черевики генерала", equip=459605 }, -- General's Leather Treads
[231553] = { "шкіряний шолом воєводи", equip={ 432639, 436239 } }, -- Warlord's Leather Helm
[231554] = { "шкіряні поножі генерала", equip={ 460230, 436239 } }, -- General's Leather Legguards
[231555] = { "шкіряні рукавиці генерала", equip=436239 }, -- General's Leather Mitts
[231557] = { "плетене напліччя фельдмаршала", equip={ 432639, 9335 } }, -- Field Marshal's Chain Pauldrons
[231558] = { "плетені поножі маршала", equip={ 436239, 14089 } }, -- Marshal's Chain Legplates
[231560] = { "плетені рукавиці маршала", equip={ 459598, 436239, 9332 } }, -- Marshal's Chain Grips
[231561] = { "плетені сабатони маршала", equip={ 432639, 9335 } }, -- Marshal's Chain Sabatons
[231562] = { "плетений великий шолом фельдмаршала", equip={ 436239, 14089 } }, -- Field Marshal's Chain Greathelm
[231563] = { "плетений обладунок фельдмаршала", equip={ 436239, 14089 } }, -- Field Marshal's Chain Armor
[231564] = { "плетені сабатони генерала", equip={ 432639, 9335 } }, -- General's Chain Sabatons
[231565] = { "плетені наплечі воєводи", equip={ 432639, 9335 } }, -- Warlord's Chain Pauldrons
[231566] = { "плетений обладунок воєводи", equip={ 436239, 14089 } }, -- Warlord's Chain Armor
[231567] = { "плетені поножі генерала", equip={ 436239, 14089 } }, -- General's Chain Legplates
[231568] = { "плетений великий шолом воєводи", equip={ 436239, 14089 } }, -- Warlord's Chain Greathelm
[231569] = { "плетені рукавиці генерала", equip={ 459598, 436239, 9332 } }, -- General's Chain Grips
[231570] = { "плетені наголінники генерала", equip=432639 }, -- General's Chain Greaves
[231571] = { "плетений шолом воєводи", equip=436239 }, -- Warlord's Chain Helm
[231572] = { "плетені наплічники воєводи", equip=432639 }, -- Warlord's Chain Shoulders
[231573] = { "плетений гауберк воєводи", equip=436239 }, -- Warlord's Chain Hauberk
[231574] = { "плетені поножі генерала", equip=436239 }, -- General's Chain Legguards
[231575] = { "плетені рукавиці генерала", equip={ 459593, 436239 } }, -- General's Chain Vices
[231576] = { "плетені наплічники фельдмаршала", equip=432639 }, -- Field Marshal's Chain Shoulders
[231577] = { "плетені поножі маршала", equip=436239 }, -- Marshal's Chain Legguards
[231578] = { "плетені рукавиці маршала", equip={ 459593, 436239 } }, -- Marshal's Chain Vices
[231579] = { "плетені наголінники маршала", equip=432639 }, -- Marshal's Chain Greaves
[231580] = { "плетений шолом фельдмаршала", equip=436239 }, -- Field Marshal's Chain Helm
[231581] = { "плетений гауберк фельдмаршала", equip=436239 }, -- Field Marshal's Chain Hauberk
[231582] = { "жахоткана мантія фельдмаршала", equip=17367 }, -- Field Marshal's Dreadweave Robe
[231583] = { "жахоткані наплічники фельдмаршала", equip=15715 }, -- Field Marshal's Dreadweave Shoulders
[231584] = { "корона фельдмаршала", equip=17367 }, -- Field Marshal's Coronal
[231585] = { "жахоткані чоботи маршала", equip=18049 }, -- Marshal's Dreadweave Boots
[231586] = { "жахоткані рукавички маршала", equip={ 459607, 14798 } }, -- Marshal's Dreadweave Gloves
[231587] = { "жахоткані поножі маршала", equip=18054 }, -- Marshal's Dreadweave Leggings
[231588] = { "жахоткані штани генерала", equip=18054 }, -- General's Dreadweave Pants
[231589] = { "жахоткані рукавички генерала", equip={ 459607, 14798 } }, -- General's Dreadweave Gloves
[231590] = { "жахотканий капюшон воєводи", equip=17367 }, -- Warlord's Dreadweave Hood
[231591] = { "жахоткана мантія воєводи", equip=17367 }, -- Warlord's Dreadweave Robe
[231592] = { "жахоткане напліччя воєводи", equip=15715 }, -- Warlord's Dreadweave Mantle
[231593] = { "жахоткані чоботи генерала", equip=18049 }, -- General's Dreadweave Boots
[231594] = { "шовковий амікт воєводи", equip={ 15715, 25975 } }, -- Warlord's Silk Amice
[231595] = { "шовкові штани генерала", equip={ 436239, 14798 } }, -- General's Silk Trousers
[231596] = { "шовкове вбрання воєводи", equip={ 436239, 18050 } }, -- Warlord's Silk Raiment
[231597] = { "шовкові черевики генерала", equip={ 432639, 14248 } }, -- General's Silk Boots
[231598] = { "шовкові рукавиці генерала", equip={ 459599, 14054 } }, -- General's Silk Gloves
[231599] = { "шовкові бойові рукавиці генерала", equip={ 459600, 14054 } }, -- General's Silk Gauntlets
[231600] = { "шовкові пов'язки генерала", equip={ 459599, 14054 } }, -- General's Silk Handwraps
[231601] = { "шовковий капюшон воєводи", equip={ 436239, 18050 } }, -- Warlord's Silk Cowl
[231602] = { "шовкові наплічники фельдмаршала", equip={ 15715, 25975 } }, -- Field Marshal's Silk Spaulders
[231603] = { "шовкове вбрання фельдмаршала", equip={ 436239, 18050 } }, -- Field Marshal's Silk Vestments
[231604] = { "корона фельдмаршала", equip={ 436239, 18050 } }, -- Field Marshal's Coronet
[231605] = { "шовкові поножі маршала", equip={ 436239, 14798 } }, -- Marshal's Silk Leggings
[231606] = { "шовкові обмотки маршала", equip={ 432639, 14248 } }, -- Marshal's Silk Footwraps
[231607] = { "шовкові рукавиці маршала", equip={ 459599, 14054 } }, -- Marshal's Silk Gloves
[231608] = { "шовкові бойові рукавиці маршала", equip={ 459600, 14054 } }, -- Marshal's Silk Gauntlets
[231609] = { "шовкові пов'язки маршала", equip={ 459599, 14054 } }, -- Marshal's Silk Handwraps
[231610] = { "атласні чоботи генерала", equip=14047 }, -- General's Satin Treads
[231611] = { "атласні еполети воєводи", equip=15715 }, -- Warlord's Satin Epaulets
[231612] = { "атласна мантія воєводи", equip={ 18050, 21362 } }, -- Warlord's Satin Robes
[231613] = { "атласні захвати генерала", equip={ 459604, 14047 } }, -- General's Satin Grips
[231614] = { "атласні поножі генерала", equip={ 17367, 21362 } }, -- General's Satin Leggings
[231615] = { "атласна корона воєводи", equip={ 18050, 21362 } }, -- Warlord's Satin Crown
[231616] = { "атласна корона фельдмаршала", equip={ 18050, 21362 } }, -- Field Marshal's Satin Crown
[231617] = { "атласні захвати маршала", equip={ 459604, 14047 } }, -- Marshal's Satin Grips
[231618] = { "атласна мантія фельдмаршала", equip={ 18050, 21362 } }, -- Field Marshal's Satin Robe
[231619] = { "атласні поножі маршала", equip={ 17367, 21362 } }, -- Marshal's Satin Leggings
[231620] = { "атласні чоботи маршала", equip=14047 }, -- Marshal's Satin Treads
[231621] = { "атласні еполети фельдмаршала", equip=15715 }, -- Field Marshal's Satin Epaulets
[231622] = { "атласний капюшон фельдмаршала", equip=467437 }, -- Field Marshal's Satin Hood
[231623] = { "атласні рукавиці маршала", equip={ 459603, 467550 } }, -- Marshal's Satin Handwraps
[231624] = { "атласний мундир фельдмаршала", equip=467437 }, -- Field Marshal's Satin Tunic
[231625] = { "завіт Рогу Лордерона", flavor="Навчає вас здібності \"Ріг Лордерона\"." }, -- Testament of Horn of Lordaeron
[231626] = { "атласні набедреники маршала", equip=468224 }, -- Marshal's Satin Legguards
[231627] = { "атласні черевики маршала", equip=467550 }, -- Marshal's Satin Walkers
[231628] = { "атласне напліччя фельдмаршала", equip=467142 }, -- Field Marshal's Satin Mantle
[231630] = { "атласні черевики генерала", equip=467550 }, -- General's Satin Walkers
[231631] = { "атласне напліччя воєводи", equip=467142 }, -- Warlord's Satin Mantle
[231632] = { "атласний мундир воєводи", equip=467437 }, -- Warlord's Satin Tunic
[231633] = { "атласні рукавиці генерала", equip={ 459603, 467550 } }, -- General's Satin Handwraps
[231634] = { "атласні набедреники генерала", equip=468224 }, -- General's Satin Legguards
[231635] = { "атласний капюшон воєводи", equip=467437 }, -- Warlord's Satin Hood
[231639] = { "пластинчасті бойові поножі маршала", equip={ 436239, 468590 } }, -- Marshal's Lamellar Legguards
[231640] = { "пластинчастий бойовий шолом фельдмаршала", equip={ 436239, 467142, 21625 } }, -- Field Marshal's Lamellar Helmet
[231641] = { "пластинчастий нагрудник фельдмаршала", equip={ 436239, 467142, 21625 } }, -- Field Marshal's Lamellar Chestplate
[231642] = { "мішечок вартового з травами", flavor="Дикі трави найвищої якості." }, -- Warden's Herb Bag
[231643] = { "пластинчасті бойові рукавиці маршала", equip={ 459602, 436239, 467443 } }, -- Marshal's Lamellar Gloves
[231644] = { "мішечок вартового з чародійськими реагентами", flavor="Чарівно!" }, -- Warden's Enchanting Bag
[231645] = { "пластинчасте напліччя фельдмаршала", equip=468592 }, -- Field Marshal's Lamellar Pauldrons
[231646] = { "пластинчасті наголінники маршала", equip=467647 }, -- Marshal's Lamellar Greaves
[231647] = { "пластинчасті поножі маршала", equip={ 436239, 14054 } }, -- Marshal's Lamellar Leggings
[231648] = { "пластинчастий шолом фельдмаршала", equip={ 436239, 14248 } }, -- Field Marshal's Lamellar Headguard
[231649] = { "пластинчаста кіраса фельдмаршала", equip={ 436239, 14047 } }, -- Field Marshal's Lamellar Breastplate
[231650] = { "пластинчасті рукавиці маршала", equip={ 459601, 436239 } }, -- Marshal's Lamellar Gauntlets
[231651] = { "пластинчасті наплічники фельдмаршала", equip=9417 }, -- Field Marshal's Lamellar Shoulders
[231652] = { "пластинчасті сабатони маршала", equip=9342 }, -- Marshal's Lamellar Sabatons
[231653] = { "кольчужний гауберк воєводи", equip={ 436239, 432639 } }, -- Warlord's Mail Hauberk
[231654] = { "кольчужні наплечі воєводи", equip={ 436239, 432639 } }, -- Warlord's Mail Pauldrons
[231655] = { "кольчужні бойові рукавиці генерала", equip={ 436239, 432639 } }, -- General's Mail Vices
[231656] = { "кольчужні наголінники генерала", equip={ 432639, 459606 } }, -- General's Mail Greaves
[231657] = { "кольчужний шолом воєводи", equip=436239 }, -- Warlord's Mail Headguard
[231658] = { "кольчужні поножі генерала", equip={ 436239, 432639 } }, -- General's Mail Legguards
[231659] = { "кольчужні наплічники воєводи", equip={ 436239, 14248 } }, -- Warlord's Mail Spaulders
[231660] = { "кольчужні рукавиці генерала", equip={ 436239, 14248 } }, -- General's Mail Gauntlets
[231661] = { "кольчужні сабатони генерала", equip={ 459606, 14799 } }, -- General's Mail Sabatons
[231662] = { "кольчужна кіраса воєводи", equip={ 436239, 14047 } }, -- Warlord's Mail Breastplate
[231663] = { "кольчужний шолом воєводи", equip={ 436239, 14047 } }, -- Warlord's Mail Helm
[231664] = { "кольчужні поножі генерала", equip={ 436239, 14127 } }, -- General's Mail Leggings
[231665] = { "кольчужні еполети воєводи", equip={ 436239, 467143 } }, -- Warlord's Mail Epaulets
[231666] = { "кольчужні рукавички генерала", equip={ 436239, 467144 } }, -- General's Mail Gloves
[231667] = { "кольчужні чоботи генерала", equip={ 459606, 467144 } }, -- General's Mail Boots
[231668] = { "кольчужний бойовий нагрудник воєводи", equip={ 436239, 467550 } }, -- Warlord's Mail Chestguard
[231669] = { "кольчужний бойовий шолом воєводи", equip={ 436239, 467550 } }, -- Warlord's Mail Skullcap
[231670] = { "кольчужні штани генерала", equip={ 436239, 467142 } }, -- General's Mail Pants
[231671] = { "наголінники генерала зі шкіри дракона", equip=468621 }, -- General's Dragonhide Greaves
[231672] = { "напліччя воєводи зі шкіри дракона", equip=467647 }, -- Warlord's Dragonhide Pauldrons
[231673] = { "поножі генерала зі шкіри дракона", equip=467550 }, -- General's Dragonhide Legguards
[231674] = { "мундир воєводи зі шкіри дракона", equip=467550 }, -- Warlord's Dragonhide Tunic
[231675] = { "головний убір воєводи зі шкіри дракона", equip=467550 }, -- Warlord's Dragonhide Headdress
[231676] = { "рукавиці генерала зі шкіри дракона", equip={ 459596, 467828 } }, -- General's Dragonhide Gauntlets
[231677] = { "рукавиці генерала зі шкіри дракона", equip={ 459595, 15714 } }, -- General's Dragonhide Gloves
[231678] = { "шолом воєводи зі шкіри дракона", equip={ 436239, 14047 } }, -- Warlord's Dragonhide Helm
[231679] = { "обладунок воєводи зі шкіри дракона", equip={ 436239, 14047 } }, -- Warlord's Dragonhide Armor
[231680] = { "штани генерала зі шкіри дракона", equip={ 436239, 14054 } }, -- General's Dragonhide Pants
[231681] = { "наплечі воєводи зі шкіри дракона", equip={ 436239, 14047 } }, -- Warlord's Dragonhide Spaulders
[231682] = { "чоботи генерала зі шкіри дракона", equip=14248 }, -- General's Dragonhide Boots
[231683] = { "черевики генерала зі шкіри дракона", equip=436239 }, -- General's Dragonhide Treads
[231684] = { "наплічники воєводи зі шкіри дракона", equip=436239 }, -- Warlord's Dragonhide Shoulders
[231685] = { "поножі генерала зі шкіри дракона", equip={ 436239, 432639 } }, -- General's Dragonhide Leggings
[231686] = { "нагрудник воєводи зі шкіри дракона", equip={ 436239, 432639 } }, -- Warlord's Dragonhide Chestpiece
[231687] = { "бойовий шолом воєводи зі шкіри дракона", equip=436239 }, -- Warlord's Dragonhide Headguard
[231688] = { "захвати генерала зі шкіри дракона", equip={ 459594, 436239 } }, -- General's Dragonhide Grips
[231689] = { "бойовий шолом фельдмаршала зі шкіри дракона", equip=436239 }, -- Field Marshal's Dragonhide Headguard
[231690] = { "нагрудник фельдмаршала зі шкіри дракона", equip={ 436239, 432639 } }, -- Field Marshal's Dragonhide Chestpiece
[231691] = { "поножі маршала зі шкіри дракона", equip={ 436239, 432639 } }, -- Marshal's Dragonhide Leggings
[231692] = { "черевики маршала зі шкіри дракона", equip=436239 }, -- Marshal's Dragonhide Treads
[231693] = { "наплічники фельдмаршала зі шкіри дракона", equip=436239 }, -- Field Marshal's Dragonhide Shoulders
[231694] = { "захвати маршала зі шкіри дракона", equip={ 459594, 436239 } }, -- Marshal's Dragonhide Grips
[231695] = { "шолом фельдмаршала зі шкіри дракона", equip={ 436239, 14047 } }, -- Field Marshal's Dragonhide Helm
[231696] = { "обладунок фельдмаршала зі шкіри дракона", equip={ 436239, 14047 } }, -- Field Marshal's Dragonhide Armor
[231697] = { "штани маршала зі шкіри дракона", equip={ 436239, 14054 } }, -- Marshal's Dragonhide Pants
[231698] = { "чоботи маршала зі шкіри дракона", equip=14248 }, -- Marshal's Dragonhide Boots
[231699] = { "наплечі фельдмаршала зі шкіри дракона", equip={ 436239, 14047 } }, -- Field Marshal's Dragonhide Spaulders
[231700] = { "рукавиці маршала зі шкіри дракона", equip={ 459595, 15714 } }, -- Marshal's Dragonhide Gloves
[231701] = { "головний убір фельдмаршала зі шкіри дракона", equip=467550 }, -- Field Marshal's Dragonhide Headdress
[231702] = { "мундир фельдмаршала зі шкіри дракона", equip=467550 }, -- Field Marshal's Dragonhide Tunic
[231703] = { "поножі маршала зі шкіри дракона", equip=467550 }, -- Marshal's Dragonhide Legguards
[231704] = { "наголінники маршала зі шкіри дракона", equip=468621 }, -- Marshal's Dragonhide Greaves
[231705] = { "напліччя фельдмаршала зі шкіри дракона", equip=467647 }, -- Field Marshal's Dragonhide Pauldrons
[231706] = { "рукавиці маршала зі шкіри дракона", equip={ 459596, 467828 } }, -- Marshal's Dragonhide Gauntlets
[231707] = { "драконячі браслети" }, -- Draconian Bindings
[231708] = { "драконячий пояс" }, -- Draconian Belt
[231709] = { "драконячі наплічники" }, -- Draconian Shoulderpads
[231710] = { "драконячі поножі" }, -- Draconian Leggings
[231711] = { "драконячий капюшон" }, -- Draconian Hood
[231712] = { "драконячі рукавиці" }, -- Draconian Gloves
[231713] = { "драконячі чоботи" }, -- Draconian Boots
[231714] = { "драконяча мантія" }, -- Draconian Robe
[231715] = { "первісні браслети" }, -- Primeval Bindings
[231716] = { "первісний пояс" }, -- Primeval Belt
[231717] = { "первісні наплічники" }, -- Primeval Shoulderpads
[231718] = { "первісні поножі" }, -- Primeval Leggings
[231719] = { "первісний шолом" }, -- Primeval Helm
[231720] = { "первісні рукавиці" }, -- Primeval Gloves
[231721] = { "первісні чоботи" }, -- Primeval Boots
[231722] = { "виснажена коса хаосу" }, -- Depleted Scythe of Chaos
[231723] = { "первісний нагрудник" }, -- Primeval Chest
[231724] = { "древні браслети" }, -- Ancient Bindings
[231725] = { "древній пояс" }, -- Ancient Belt
[231726] = { "древні наплічники" }, -- Ancient Shoulderpads
[231727] = { "древні поножі" }, -- Ancient Leggings
[231728] = { "древній шолом" }, -- Ancient Helm
[231729] = { "древні рукавиці" }, -- Ancient Gloves
[231730] = { "древні чоботи" }, -- Ancient Boots
[231731] = { "древній нагрудник" }, -- Ancient Chest
[231732] = { "підозрілі припаси", use="Розмстити та відкрити дивні припаси, що дав вам Зірат.", flavor="Ця сумка випромінює дивну енергію. Краще не дивитись, що всередині." }, -- Suspicious Supplies
[231753] = { "розрада небесної брами", equip=468688 }, -- Skywall's Solace
[231754] = { "Боривітер", equip=436239, hit=469148, flavor="Цей важкий, вигнутий клинок несе в собі силу сокола. Подібно боривітру, він мчить до здобичі з неймовірною швидкістю." }, -- Kestrel
[231755] = { "Сапсан", equip=436239, hit="Дозволяє миттєво здійснити додаткову атаку з обох рук.", flavor="Цей важкий, вигнутий клинок несе в собі силу сокола. Подібно сапсану, він завдає блискавичних ударів." }, -- Peregrine
[231777] = { "кристалізована кінцівка кіража", equip=468764 }, -- Crystallized Qiraji Limb
[231778] = { "гірська джерельна вода", use=468767 }, -- Mountain Spring Water
[231779] = { "Гнів вини", equip=436239, use=468768 }, -- Wrath of Wray
[231780] = { "Фоліант начаклування води VIII", flavor="Навчає вас здібності \"Начаклування води\" (Ранг 8)." }, -- Tome of Conjure Water VIII
[231781] = { "душа грому", use=468769 }, -- Soul of Thunder
[231782] = { "корона наступника", equip={ 436239, 432639, 9335 } }, -- Crown of the Successor
[231783] = { "плащ володаря вітрів", equip=432639 }, -- Drape of the Windlord
[231784] = { "клітка блискавки", equip={ 432639, "Завдаючи критичного удару закляттям, ви отримуєте ефект \"Прийдешня буря\". При накопиченні 3 ефектів \"Прийдешньої бурі\", ви вивільняєте нестримну бурю, що завдає від 277 до 323 шкоди. Ви можете отримувати ефект \"Прийдешньої бурі\" не частіше, ніж раз на 2 секунди." } }, -- Lightning's Cell
[231785] = { "відгомін зради", equip={ 436239, "Збільшує шкоду від заклинань і ефектів тіні та аркани на 34." } }, -- Echoes of Betrayal
[231789] = { "сигіла хранителя" }, -- Sigil of the Keeper
[231792] = { "душа безладу", use="Поєднати уламок душі з виснаженою косою хаосу." }, -- Soul of Mischief
[231793] = { "виснажена коса хаосу (безлад)" }, -- Depleted Scythe of Chaos (Mischief)
[231794] = { "виснажена коса хаосу (порожнеча)" }, -- Depleted Scythe of Chaos (Void)
[231795] = { "виснажена коса хаосу (поневолення)" }, -- Depleted Scythe of Chaos (Enthralling)
[231796] = { "виснажена коса хаосу (пожирання)" }, -- Depleted Scythe of Chaos (Devouring)
[231797] = { "душа порожнечі", use="Поєднати уламок душі з виснаженою косою хаосу." }, -- Soul of the Void
[231798] = { "душа поневолення", use="Поєднати уламок душі з виснаженою косою хаосу." }, -- Soul of Enthralling
[231799] = { "душа пожирання", use="Поєднати уламок душі з виснаженою косою хаосу." }, -- Soul of Devouring
[231800] = { "душа Дес'Алтек", use="Поєднати уламок душі з виснаженою косою хаосу." }, -- Soul of Des'Altek
[231803] = { "талісман інтриг Престор", equip=432639 }, -- Prestor's Talisman of Connivery
[231811] = { "манускрипт трепету", equip="Збільшує дальність дії заклинання \"Священний шок\" на 20 м, але зменшує всю шкоду святістю на 75%." }, -- Libram of Awe
[231814] = { "хроматичне серце" }, -- Chromatic Heart
[231815] = { "плоторіз", equip=436239 }, -- Flashrend
[231817] = { "вітробій", hit="Всі атаки гарантовано влучать та будуть критичними протягом наступних 3 секунд." }, -- Windstriker
[231823] = { "глефа Ґеддона", equip={ 448324, 468993 } }, -- Geddon's Glaive
[231828] = { "руна спеціалізації на медитації", use="Навчає вас новій здібності гравіювання." }, -- Rune of Meditation Specialization
[231829] = { "руна спеціалізації на зціленні", use="Навчає вас новій здібності гравіювання." }, -- Rune of Healing Specialization
[231836] = { "сяючий сувій просторового виправлення", use="Закрити обраний портал скверни. Може привернути небажану увагу з іншого його боку." }, -- Glowing Scroll of Spatial Mending
[231837] = { "різьблена фігурка тіні", flavor="Вона ніби притягує енергію тіней." }, -- Shadow Carving
[231841] = { "кров Світлоносця", flavor="Цей маленький релікварій містить невеликий зразок крові. Знизу до неї прикріплено потертий клаптик пергаменту з єдиним словом: \"Утер\"." }, -- Blood of the Lightbringer
[231842] = { "посох Нандіба" }, -- Nandieb's Stave
[231843] = { "перший фрагмент сигіли", use="Об'єднати з двома іншими частинами, щоб створити сигілу хранителя." }, -- First Sigil Fragment
[231844] = { "другий фрагмент сигіли", use="Об'єднати з двома іншими частинами, щоб створити сигілу хранителя." }, -- Second Sigil Fragment
[231845] = { "третій фрагмент сигіли", use="Об'єднати з двома іншими частинами, щоб створити сигілу хранителя." }, -- Third Sigil Fragment
[231846] = { "сікач Ґрі'лека", equip=446278 }, -- Gri'lek's Carver
[231847] = { "крушитель Ґрі'лека", equip=468166 }, -- Gri'lek's Grinder
[231848] = { "винищувач риби Нета Пеґла", equip=26153, hit="Вражає до 4 ворогів неподалік струмом, завдаючи від 175 до 225 шкоди.", flavor="Напис: Риболовля для слабаків -Нет Пеґл" }, -- Nat Pagle's Fish Terminator
[231849] = { "гарпун Тіґуля", equip={ 460230, 468165, 26153 } }, -- Tigule's Harpoon
[231850] = { "воля Арлокк", equip=467437, use=467754 }, -- Will of Arlokk
[231851] = { "хват Арлокк", hit=467740 }, -- Arlokk's Grasp
[231852] = { "нищитель дворфів Ґурубаші", equip=15807 }, -- Gurubashi Dwarf Destroyer
[231853] = { "бойовий клинок Гаккарі", equip={ 436239, 9335 }, flavor="Викуваний у..." }, -- Warblade of the Hakkari
[231854] = { "Зін'рох, Руйнівник світів", equip=15823 }, -- Zin'rokh, Destroyer of Worlds
[231855] = { "ікло безликого", equip={ 436239, 9335 } }, -- Fang of the Faceless
[231856] = { "древній вбивця Гаккарі", hit=468184 }, -- Ancient Hakkari Manslayer
[231857] = { "дотик хаосу", equip=14254 }, -- Touch of Chaos
[231858] = { "Кровозов", equip=18057 }, -- Bloodcaller
[231859] = { "проклинатель Джин'до", equip={ 467437, 436239 } }, -- Jin'do's Hexxer
[231860] = { "правосуддя Джин'до", equip={ 460230, 18057 } }, -- Jin'do's Judgement
[231861] = { "дробарка Жеклік", equip=26153, hit=467642 }, -- Jeklik's Crusher
[231862] = { "розплата палючої люті", equip={ 14047, 468170 } }, -- Blazefury Retributer
[231863] = { "згубник дум", equip={ 467830, 21363 } }, -- Thoughtblighter
[231864] = { "вила божевілля", equip={ 468175, 26153 } }, -- Pitchfork of Madness
[231865] = { "зуліанський обрядовий скіпетр", equip={ 467550, 21363 } }, -- Zulian Scepter of Rites
[231866] = { "дотик Мар'лі", equip=467651 }, -- Mar'li's Touch
[231867] = { "захисник повелителя крові", equip={ 13387, 460229 } }, -- Bloodlord's Defender
[231868] = { "жало Мандокіра", hit="Випускає отруйне жало, що завдає 200 шкоди від природи та вражає ще 2 цілі неподалік." }, -- Mandokir's Sting
[231869] = { "бойовий клинок Гаккарі", equip=15809, flavor="...киплячому полум'ї ненависті." }, -- Warblade of the Hakkari
[231870] = { "нищівна алебарда", equip={ "Шанс відрубати цілі кінцівку при атаці в ближньому бою, завдаючи від 452 до 676 шкоди.", 26153 } }, -- Halberd of Smiting
[231871] = { "штрикач Вушулая", equip={ 467550, 21627 } }, -- Wushoolay's Poker
[231872] = { "мисливський лук худу" }, -- Hoodoo Hunting Bow
[231873] = { "зуліанська кам'яна сокира", equip={ 436239, 15818 }, flavor="Відмічено знаком Джин." }, -- Zulian Stone Axe
[231874] = { "ікло Веноксіса", equip={ 18053, 18379 } }, -- Fang of Venoxis
[231875] = { "хват Текала", equip=436239 }, -- Thekal's Grasp
[231876] = { "зуліанський тесак", equip={ 9141, 24591 }, hit="Розрізає ворога, завдаючи йому від 72 до 96 шкоди від природи." }, -- Zulian Slicer
[231882] = { "квитанція за пристрої придушення", flavor="Квитанція за пристрої придушення, продані Ваном Амбургом володару роду Хлисту Бича." }, -- Suppression Device Receipt
[231885] = { "Крижана Скорбота", equip=17625 }, -- Frostmourne
[231887] = { "тестовий кинджал", hit=13318 }, -- Test Dagger
[231890] = { "Террестріс", equip={ 14799, "Викликані тотеми наділяють вас благословенням своєї стихії." }, use="Охолодити полум'я Террестріса, щоб укріпити його для оборони." }, -- Terrestris
[231891] = { "трактат сокола", flavor="Навчає вас здібності \"Аспект сокола\"." }, -- Treatise of the Falcon
[231901] = { "Правдоносець" }, -- Truthbearer
[231902] = { "амулет Ади", equip={ 436239, 21503 }, flavor="Здається, він зроблений з молитовних намистин та сильно потертого медальйона Сріблястої Десниці." }, -- Ada's Amulet
[231903] = { "клаптик порваної тканини", flavor="Невеликий клаптик тканини з мундира Утера Світлоносця, що містить кілька плям крові." }, -- Scrap of Torn Cloth
[231904] = { "потьмянілий ріг", use="Затрубити в ріг, щоб покликати Еонаса, якщо ви загубите одне одного. Це також скасує будь-які ефекти магічного маскування." }, -- Tarnished Horn
[231909] = { "кристалізоване зоряне сяйво", use="Осягнути енергію зірок, щоб замінити подобу місячного совуха на більш небесний образ." }, -- Crystallized Starlight
[231910] = { "серце Азґалота", equip={ 469499, 21618, 467318 } }, -- Heart of Azgaloth
[231911] = { "перстень генерала Легіону", equip=467443 }, -- Signet of the Legion General
[231912] = { "клинок безодні", equip={ 467550, 21626 } }, -- Blade of the Pit
[231913] = { "око споглядача", equip=467651 }, -- Eye of the Observer
[231995] = { "загартований елементієвий шлак", flavor="Цей великий диск з елементієвого шлаку бринить прихованою енергією." }, -- Hardened Elementium Slag
[231996] = { "перевантажений гобмогріфікатор", use="Активувати в лігві Чорного Крила або Чорноскельній горі, щоб замаскуватися під техніка Чорного Крила." }, -- Supercharged Gobmogrifier
[232018] = { "сплячий поцілований вітром клинок" }, -- Dormant Wind Kissed Blade
[232079] = { "браслети Шаленства Бурі", equip={ 436239, 9346 } }, -- Stormrage Bindings
[232080] = { "бойовий ремінь Шаленства Бурі", equip={ 432639, 14127 } }, -- Stormrage Cord
[232081] = { "напліччя Шаленства Бурі", equip={ 436239, 14127 } }, -- Stormrage Mantle
[232082] = { "кілт Шаленства Бурі", equip={ 432639, 436239, 18055 } }, -- Stormrage Kilt
[232083] = { "рогатий шолом Шаленства Бурі", equip={ 432639, 436239, 18056 } }, -- Stormrage Antlers
[232084] = { "рукавички Шаленства Бурі", equip={ 432639, 14798 } }, -- Stormrage Mitts
[232085] = { "сандалі Шаленства Бурі", equip={ 432639, 436239, 15715 } }, -- Stormrage Sandals
[232086] = { "мундир Шаленства Бурі", equip={ 460230, 18056 } }, -- Stormrage Leathers
[232087] = { "браслети Шаленства Бурі", equip={ 436239, 468621 } }, -- Stormrage Bracers
[232088] = { "пояс Шаленства Бурі", equip={ 436239, 468592 } }, -- Stormrage Belt
[232089] = { "наплечі Шаленства Бурі", equip={ 436239, 467550 } }, -- Stormrage Pauldrons
[232090] = { "поножі Шаленства Бурі", equip={ 436239, 468224 } }, -- Stormrage Legguards
[232091] = { "покрив Шаленства Бурі", equip={ 436239, 467166 } }, -- Stormrage Cover
[232092] = { "бойові рукавиці Шаленства Бурі", equip=469481 }, -- Stormrage Handguards
[232093] = { "чоботи Шаленства Бурі", equip={ 436239, 468592 } }, -- Stormrage Boots
[232094] = { "нагрудник Шаленства Бурі", equip={ 467166, 436239 } }, -- Stormrage Chestguard
[232095] = { "обмотки Шаленства Бурі" }, -- Stormrage Wraps
[232096] = { "ремінь Шаленства Бурі" }, -- Stormrage Sash
[232097] = { "бойові наплічники Шаленства Бурі", equip=436239 }, -- Stormrage Shoulderpads
[232098] = { "брюки Шаленства Бурі", equip={ 432639, 436239 } }, -- Stormrage Trousers
[232099] = { "капюшон Шаленства Бурі", equip=436239 }, -- Stormrage Cowl
[232100] = { "захвати Шаленства Бурі", equip=432639 }, -- Stormrage Grips
[232101] = { "черевики Шаленства Бурі" }, -- Stormrage Stompers
[232102] = { "жилет Шаленства Бурі", equip=436239 }, -- Stormrage Vest
[232103] = { "поручі Шаленства Бурі", equip=13385 }, -- Stormrage Wristguards
[232104] = { "бойовий пояс Шаленства Бурі", equip=13388 }, -- Stormrage Waistguard
[232105] = { "наплічники Шаленства Бурі", equip={ 432639, 13388 } }, -- Stormrage Spaulders
[232106] = { "поножі Шаленства Бурі", equip=21407 }, -- Stormrage Leggings
[232107] = { "головний убір Шаленства Бурі", equip=21407 }, -- Stormrage Headdress
[232108] = { "рукавиці Шаленства Бурі", equip=13388 }, -- Stormrage Gauntlets
[232109] = { "бойові чоботи Шаленства Бурі", equip=13388 }, -- Stormrage Treads
[232110] = { "обладунок Шаленства Бурі", equip=18185 }, -- Stormrage Armor
[232111] = { "поручі ловця драконів", equip=432639 }, -- Dragonstalker's Vambraces
[232112] = { "пасок ловця драконів", equip={ 436239, 432639 } }, -- Dragonstalker's Girdle
[232113] = { "напліччя ловця драконів", equip=436239 }, -- Dragonstalker's Pauldrons
[232114] = { "штани ловця драконів", equip=436239 }, -- Dragonstalker's Pants
[232115] = { "бойовий шолом ловця драконів", equip=448324 }, -- Dragonstalker's Skullcap
[232116] = { "захвати ловця драконів", equip=436239 }, -- Dragonstalker's Grips
[232117] = { "сабатони ловця драконів", equip=436239 }, -- Dragonstalker's Sabatons
[232118] = { "обладунок ловця драконів", equip=448324 }, -- Dragonstalker's Armor
[232119] = { "браслети ловця драконів", equip=432639 }, -- Dragonstalker's Bracers
[232120] = { "пояс ловця драконів", equip={ 436239, 432639 } }, -- Dragonstalker's Belt
[232121] = { "наплічники ловця драконів", equip=436239 }, -- Dragonstalker's Spaulders
[232122] = { "поножі ловця драконів", equip=436239 }, -- Dragonstalker's Legguards
[232123] = { "шолом ловця драконів", equip=448324 }, -- Dragonstalker's Helm
[232124] = { "рукавиці ловця драконів", equip=436239 }, -- Dragonstalker's Gauntlets
[232125] = { "наголінники ловця драконів", equip=436239 }, -- Dragonstalker's Greaves
[232126] = { "кіраса ловця драконів", equip=448324 }, -- Dragonstalker's Breastplate
[232127] = { "браслети Підсвітнього вітру", equip=18049 }, -- Netherwind Bindings
[232128] = { "пояс Підсвітнього вітру", equip={ 432639, 18052 } }, -- Netherwind Belt
[232129] = { "напліччя Підсвітнього вітру", equip={ 436239, 13881 } }, -- Netherwind Mantle
[232130] = { "штани Підсвітнього вітру", equip={ 436239, 18056 } }, -- Netherwind Pants
[232131] = { "корона Підсвітнього вітру", equip={ 436239, 18055 } }, -- Netherwind Crown
[232132] = { "рукавички Підсвітнього вітру", equip={ 436239, 17367 } }, -- Netherwind Gloves
[232133] = { "чоботи Підсвітнього вітру", equip={ 436239, 14798 } }, -- Netherwind Boots
[232134] = { "мантія Підсвітнього вітру", equip={ 448324, 18054 } }, -- Netherwind Robes
[232135] = { "обмотки Підсвітнього вітру", equip=14054 }, -- Netherwind Wraps
[232136] = { "ремінь Підсвітнього вітру", equip=18053 }, -- Netherwind Sash
[232137] = { "наплічники Підсвітнього вітру", equip=14055 }, -- Netherwind Shoulders
[232138] = { "поножі Підсвітнього вітру", equip=17493 }, -- Netherwind Leggings
[232139] = { "маска Підсвітнього вітру", equip=17493 }, -- Netherwind Mask
[232140] = { "рукавиці Підсвітнього вітру", equip=14055 }, -- Netherwind Mitts
[232141] = { "черевики Підсвітнього вітру", equip=18050 }, -- Netherwind Slippers
[232142] = { "вбрання Підсвітнього вітру", equip=17493 }, -- Netherwind Vestments
[232143] = { "бойові браслети правосуддя", equip={ 432639, 21509 } }, -- Judgement Bindings
[232144] = { "пояс правосуддя", equip={ 436239, 21509 } }, -- Judgement Belt
[232145] = { "наплічники правосуддя", equip=436239 }, -- Judgement Spaulders
[232146] = { "ножні лати правосуддя", equip={ 448324, 21508 } }, -- Judgement Legplates
[232147] = { "корона правосуддя", equip={ 448324, 432639, 21511 } }, -- Judgement Crown
[232148] = { "рукавиці правосуддя", equip={ 432639, 21515 } }, -- Judgement Gauntlets
[232149] = { "сабатони правосуддя", equip={ 432639, 21510 } }, -- Judgement Sabatons
[232150] = { "лати правосуддя", equip={ 448324, 21508 } }, -- Judgement Breastplate
[232151] = { "браслети правосуддя", equip={ 436239, 467443 } }, -- Judgement Bracers
[232152] = { "ремінь правосуддя", equip={ 436239, 468592 } }, -- Judgement Girdle
[232153] = { "напліччя правосуддя", equip={ 436239, 468764 } }, -- Judgement Mantle
[232154] = { "латна спідниця правосуддя", equip={ 448324, 468590 } }, -- Judgement Plate Skirt
[232155] = { "шолом правосуддя", equip={ 436239, 467437 } }, -- Judgement Helm
[232156] = { "рукавички правосуддя", equip={ 436239, 467144 } }, -- Judgement Gloves
[232157] = { "черевики правосуддя", equip={ 436239, 467550 } }, -- Judgement Treads
[232158] = { "кіраса правосуддя", equip={ 436239, 467166 } }, -- Judgement Cuirass
[232159] = { "поручі правосуддя", equip={ 432639, 18185 } }, -- Judgement Vambraces
[232160] = { "бойовий ремінь правосуддя", equip={ 460229, 21409 } }, -- Judgement Waistguard
[232161] = { "наплечі правосуддя", equip={ 23515, 13390 } }, -- Judgement Pauldrons
[232162] = { "поножі правосуддя", equip={ 28112, 14249 } }, -- Judgement Legguards
[232163] = { "великий шолом правосуддя", equip={ 432639, 25036, 13388 } }, -- Judgement Great Helm
[232164] = { "бойові рукавиці правосуддя", equip={ 21468, 18185 } }, -- Judgement Handguards
[232165] = { "наголінники правосуддя", equip={ 21472, 23515, 13390 } }, -- Judgement Greaves
[232166] = { "нагрудник правосуддя", equip={ 21477, 13390 } }, -- Judgement Chestguard
[232167] = { "браслети піднесення", equip={ 436239, 14793 } }, -- Bracers of Transcendence
[232168] = { "ремінь піднесення", equip=18015 }, -- Cord of Transcendence
[232169] = { "напліччя піднесення", equip=18016 }, -- Mantle of Transcendence
[232170] = { "штани піднесення", equip={ 436239, 18025 } }, -- Pants of Transcendence
[232171] = { "корона піднесення", equip={ 436239, 18024 } }, -- Crown of Transcendence
[232172] = { "рукавички піднесення", equip=18015 }, -- Gloves of Transcendence
[232173] = { "черевики піднесення", equip=18015 }, -- Treads of Transcendence
[232174] = { "вбрання піднесення", equip={ 448324, 18015 } }, -- Garb of Transcendence
[232175] = { "наручі піднесення", equip=468621 }, -- Bindings of Transcendence
[232176] = { "пояс піднесення", equip=468592 }, -- Belt of Transcendence
[232177] = { "наплечі піднесення", equip=467142 }, -- Pauldrons of Transcendence
[232178] = { "поножі піднесення", equip=469414 }, -- Leggings of Transcendence
[232179] = { "ореол піднесення", equip={ 436239, 467332 } }, -- Halo of Transcendence
[232180] = { "рукавиці піднесення", equip={ 436239, 467144 } }, -- Handguards of Transcendence
[232181] = { "чоботи піднесення", equip={ 436239, 467430 } }, -- Boots of Transcendence
[232182] = { "мантія піднесення", equip={ 436239, 469414 } }, -- Robes of Transcendence
[232183] = { "браслети Кривавого Ікла", equip=432639 }, -- Bloodfang Bracers
[232184] = { "пояс Кривавого Ікла", equip=436239 }, -- Bloodfang Belt
[232185] = { "наплічники Кривавого Ікла", equip=436239 }, -- Bloodfang Spaulders
[232186] = { "штани Кривавого Ікла", equip={ 436239, 432639 } }, -- Bloodfang Pants
[232187] = { "капюшон Кривавого Ікла", equip=460230 }, -- Bloodfang Hood
[232188] = { "рукавиці Кривавого Ікла", equip={ 436239, 469348 } }, -- Bloodfang Gloves
[232189] = { "чоботи Кривавого Ікла", equip=436239 }, -- Bloodfang Boots
[232190] = { "нагрудник Кривавого Ікла", equip={ 436239, 460230 } }, -- Bloodfang Chestpiece
[232191] = { "наручі Кривавого Ікла", equip={ 432639, 13385 } }, -- Bloodfang Wristguards
[232192] = { "бойовий пояс Кривавого Ікла", equip={ 432639, 13385 } }, -- Bloodfang Waistguard
[232193] = { "наплечі Кривавого Ікла", equip=18185 }, -- Bloodfang Shoulderpads
[232194] = { "поножі Кривавого Ікла", equip=21410 }, -- Bloodfang Legguards
[232195] = { "накидка Кривавого Ікла", equip=21409 }, -- Bloodfang Cowl
[232196] = { "бойові рукавиці Кривавого Ікла", equip={ 432639, 13390, 469348 } }, -- Bloodfang Handguards
[232197] = { "черевики Кривавого Ікла", equip=18185 }, -- Bloodfang Footpads
[232198] = { "бойовий Кривавого Ікла", equip={ 460230, 18185 } }, -- Bloodfang Chestguard
[232199] = { "бойові браслети десяти бурь", equip=15715 }, -- Bindings of Ten Storms
[232200] = { "ремінь десяти бурь", equip={ 436239, 14127 } }, -- Cord of Ten Storms
[232201] = { "наплічник десяти бурь", equip={ 436239, 14798 } }, -- Mantle of Ten Storms
[232202] = { "кілт десяти бурь", equip={ 436239, 432639, 14798 } }, -- Kilt of Ten Storms
[232203] = { "головний убір десяти бурь", equip={ 432639, 436239, 14055 } }, -- Headdress of Ten Storms
[232204] = { "рукавички десяти бурь", equip=14055 }, -- Gloves of Ten Storms
[232205] = { "чоботи десяти бурь", equip={ 436239, 15714 } }, -- Boots of Ten Storms
[232206] = { "вбрання десяти бурь", equip={ 436239, 432639, 14055 } }, -- Embrace of Ten Storms
[232207] = { "браслети десяти бурь", equip=467143 }, -- Bracers of Ten Storms
[232208] = { "пояс десяти бурь", equip={ 436239, 467550 } }, -- Belt of Ten Storms
[232209] = { "еполети десяти бурь", equip={ 436239, 468764 } }, -- Epaulets of Ten Storms
[232210] = { "поножі десяти бурь", equip={ 436239, 467330 } }, -- Legplates of Ten Storms
[232211] = { "шолом десяти бурь", equip={ 436239, 467332 } }, -- Helmet of Ten Storms
[232212] = { "рукавиці десяти бурь", equip=468764 }, -- Gauntlets of Ten Storms
[232213] = { "наголінники десяти бурь", equip={ 436239, 468590 } }, -- Greaves of Ten Storms
[232214] = { "кіраса десяти бурь", equip={ 448324, 468764 } }, -- Breastplate of Ten Storms
[232215] = { "поручі десяти бурь" }, -- Vambraces of Ten Storms
[232216] = { "бойовий пояс десяти бурь" }, -- Girdle of Ten Storms
[232217] = { "наплічники десяти бурь", equip=436239 }, -- Spaulders of Ten Storms
[232218] = { "бойові поножі десяти бурь", equip=436239 }, -- Leggings of Ten Storms
[232219] = { "корона десяти бурь", equip={ 436239, 432639 } }, -- Crown of Ten Storms
[232220] = { "захвати десяти бурь", equip={ 432639, 436239 } }, -- Grips of Ten Storms
[232221] = { "бойові чоботи десяти бурь" }, -- Treads of Ten Storms
[232222] = { "обладунок десяти бурь", equip=436239 }, -- Armor of Ten Storms
[232223] = { "наручі десяти бурь", equip={ 13674, 13390 } }, -- Wristguards of Ten Storms
[232224] = { "бойовий ремінь десяти бурь", equip={ 432639, 21467, 21407 } }, -- Waistguard of Ten Storms
[232225] = { "напліччя десяти бурь", equip={ 432639, 21407 } }, -- Pauldrons of Ten Storms
[232226] = { "набедреники десяти бурь", equip={ 432639, 21472, 18196 } }, -- Legguards of Ten Storms
[232227] = { "маска десяти бурь", equip={ 13675, 9343, 21409 } }, -- Faceguard of Ten Storms
[232228] = { "бойові рукавиці десяти бурь", equip={ 13390, 9344 } }, -- Handguards of Ten Storms
[232229] = { "сабатони десяти бурь", equip={ 432639, 13390 } }, -- Sabatons of Ten Storms
[232230] = { "бойовий нагрудник десяти бурь", equip={ 460230, 21467, 21407 } }, -- Chestguard of Ten Storms
[232231] = { "браслети відплати", equip={ 436239, 9342 } }, -- Nemesis Bracers
[232232] = { "пояс відплати", equip={ 436239, 15715 } }, -- Nemesis Belt
[232233] = { "наплічники відплати", equip={ 432639, 14047 } }, -- Nemesis Spaulders
[232234] = { "поножі відплати", equip={ 448324, 14127 } }, -- Nemesis Leggings
[232235] = { "шолом відплати", equip={ 432639, 18054 } }, -- Nemesis Skullcap
[232236] = { "рукавиці відплати", equip={ 436239, 15715 } }, -- Nemesis Gloves
[232237] = { "чоботи відплати", equip={ 436239, 14047 } }, -- Nemesis Boots
[232238] = { "мантія відплати", equip={ 460230, 17367 } }, -- Nemesis Robes
[232239] = { "обмотки відплати", equip={ 9415, 14249 } }, -- Nemesis Wraps
[232240] = { "ремінь відплати", equip={ 432639, 13390 } }, -- Nemesis Cord
[232241] = { "бойові наплічники відплати", equip={ 9417, 13386 } }, -- Nemesis Shoulderpads
[232242] = { "штани відплати", equip={ 432639, 9417, 13390 } }, -- Nemesis Pants
[232243] = { "капюшон відплати", equip={ 9417, 13390 } }, -- Nemesis Cowl
[232244] = { "бойові рукавиці відплати", equip={ 432639, 9417, 13385 } }, -- Nemesis Handguards
[232245] = { "черевики відплати", equip={ 432639, 9343, 13385 } }, -- Nemesis Treads
[232246] = { "вбрання відплати", equip={ 432639, 9417, 13390 } }, -- Nemesis Garb
[232247] = { "браслети гніву" }, -- Bracers of Wrath
[232248] = { "пояс гніву", equip=436239 }, -- Belt of Wrath
[232249] = { "наплічники гніву", equip=432639 }, -- Shoulders of Wrath
[232250] = { "ножні лати гніву" }, -- Legplates of Wrath
[232251] = { "шолом гніву" }, -- Helm of Wrath
[232252] = { "рукавиці гніву", equip=432639 }, -- Gauntlets of Wrath
[232253] = { "наголінники гніву", equip=432639 }, -- Greaves of Wrath
[232254] = { "кіраса гніву" }, -- Breastplate of Wrath
[232255] = { "наручі гніву", equip=13385 }, -- Wristguards of Wrath
[232256] = { "бойовий пояс гніву", equip={ 432639, 13386 } }, -- Waistguard of Wrath
[232257] = { "наплечі гніву", equip={ 432639, 13388 } }, -- Pauldrons of Wrath
[232258] = { "поножі гніву", equip={ 432639, 21414 } }, -- Legguards of Wrath
[232259] = { "маска гніву", equip=13390 }, -- Faceguard of Wrath
[232260] = { "бойові рукавиці гніву", equip={ 432639, 13388 } }, -- Handguards of Wrath
[232261] = { "сабатони гніву", equip=18185 }, -- Sabatons of Wrath
[232262] = { "нагрудник гніву", equip={ 432639, 13390 } }, -- Chestguard of Wrath
[232299] = { "зуліанський захисник", equip=14047 }, -- Zulian Defender
[232309] = { "провідник душі Ренатакі", equip=14047 }, -- Renataki's Soul Conduit
[232310] = { "провідник душі Ренатакі", equip=14047 }, -- Renataki's Soul Conduit
[232311] = { "зуліанський плащ з тигрової шкури", equip=432639 }, -- Zulian Tigerhide Cloak
[232312] = { "кров Світлоносця", use="Освятити зброю кров'ю Світлоносця." }, -- Blood of the Lightbringer
[232324] = { "свисток", use="Викликати Пепе, що подорожуватиме разом з вами, сидячи на вашій голові." }, -- Whistle
[232344] = { "VIP пропуск Віка", use="Налаштуватися на лігво Чорного Крила.", flavor="Лише для близьких друзів лорда Віктора Нефарія!" }, -- Vick's VIP Pass
[232357] = { "драконячий месник", equip=460230 }, -- Draconic Avenger
[232358] = { "порожній релікварій" }, -- Empty Reliquary
[232373] = { "оброблене око Сульфураса", use="Прийняти внутрішній вогонь, щоб замінити вашу котячу подобу на більш полум'яний образ." }, -- Refined Eye of Sulfuras
[232389] = { "манускрипт достатку", equip="\"Удар лицаря\" додатково відновлює вам 10% від максимального запасу мани." }, -- Libram of Plenty
[232390] = { "ідол небесної зосередженості", equip="Збільшує шкоду \"Зорепаду\" на 10%, але зменшує його радіус на 50%." }, -- Idol of Celestial Focus
[232391] = { "ідол котячої зосередженості", equip="Здібність \"Безжалісний укус\" більше не перетворює надлишкову енергію на додаткову шкоду та відновлює 30 енергії при ухиленні, промаху чи парируванні." }, -- Idol of Feline Focus
[232392] = { "тотем невблаганного грому", equip="Поки ви тримаєте щит, атаки ближнього бою зі зброєю каменолома викликають спрацювання руни \"Зброя Водоверті\" на {1}% частіше.#rune {1}% more often" }, -- Totem of Relentless Thunder
[232409] = { "тотем стихій", equip="Ефект таланту \"Стихійна зосередженість\" тепер може накопичуватись до 2 разів, а спрацювання таланту надає 2 ефекти." }, -- Totem of the Elements
[232414] = { "клинок драконячого зуба", use="Відрізати луску зі шкури Нефаріана. Можна використовувати лише коли Нефаріан значно ослаблений у бою." }, -- Dragontooth Blade
[232416] = { "тотем астрального потоку", equip="Збільшує бонус до шкоди атак \"Зброєю буревію\" на 68." }, -- Totem of Astral Flow
[232419] = { "тотем струмопровідного потоку", equip="Поки активна \"Зброя крижаного тавра\", спрацювання \"Водяного щита\" зменшують час вимови наступної \"Ланцюгової блискавки\" на 20% та збільшують її шкоду на 20%. Ефект накопичується до 5 разів та триває 15 секунд." }, -- Totem of Conductive Currents
[232420] = { "манускрипт гніву", equip="Завдаючи шкоди \"Священним шоком\", ви зменшуєте час вимови та витрати мани наступного \"Священного гніву\" на 20% та збільшуєте його шкоду на 20%. Ефект накопичується до 5 разів та триває 15 секунд." }, -- Libram of Wrath
[232421] = { "манускрипт помсти", equip="Ваш \"Щит месника\" вражає на 2 цілі менше, але вражає ціль 2 рази." }, -- Libram of Avenging
[232423] = { "ідол живлення", equip="Збільшує зцілення від \"Підживлення\" на 77." }, -- Idol of Nurture
[232424] = { "ідол жорстокості", equip="Збільшує первинну та періодичну шкоду за кожен ефект здібності \"Розірвати\" на 7." }, -- Idol of Cruelty
[232454] = { "емблема диких богів", flavor="Доказ допомоги емісару Тінезубих. Можна обміняти у торговця рунами в столиці." }, -- Emblem of the Wild Gods
[232455] = { "емблема безчестя", flavor="Доказ сутички з Ілларі Сутінкове Перо. Можна обміняти у торговця рунами в столиці." }, -- Emblem of Dishonor
[232456] = { "емблема Лілового Ока", flavor="Доказ перемоги над темними вершниками. Можна обміняти у торговця рунами в столиці." }, -- Emblem of the Violet Eye
[232457] = { "емблема ядра світу", flavor="Доказ налаштування на скупчення лей-ліній. Можна обміняти у торговця рунами в столиці." }, -- Emblem of the Worldcore
[232458] = { "руна покращеного прихистку", use="Навчає вас новій здібності гравіювання." }, -- Rune of Improved Sanctuary
[232459] = { "руна зворотньго потоку", use="Навчає вас новій здібності гравіювання." }, -- Rune of Backdraft
[232460] = { "руна заміщення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Displacement
[232461] = { "руна відчаю", use="Навчає вас новій здібності гравіювання." }, -- Rune of Despair
[232462] = { "руна сили очищення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Purifying Power
[232549] = { "план логістичного завдання VI" }, -- Logistics Task Briefing VI
[232550] = { "Ашканді, великий меч Братства", equip=15829, flavor="На руків'ї викарбувані ініціали: А.Л." }, -- Ashkandi, Greatsword of the Brotherhood
[232551] = { "драконячий молот", equip={ 448324, 453053 } }, -- Draconic Maul
[232552] = { "Лок'амір іль Романтіс", equip=467432, flavor="Рука Нефарія" }, -- Lok'amir il Romathis
[232555] = { "Крул'шорух, лезо Хаосу", equip=15808 }, -- Crul'shorukh, Edge of Chaos
[232556] = { "посох тіньового полум'я", equip={ 448324, 467432 } }, -- Staff of the Shadow Flame
[232557] = { "кіготь Хромаґґуса", equip={ 26227, "Ваші бойові закляття збільшують шкоду заклинань випадкової школи магії на 50 протягом 10 секунд." } }, -- Claw of Chromaggus
[232558] = { "загартований хроматичний меч" }, -- Chromatically Tempered Sword
[232559] = { "Вісник скорботи", equip={ 436239, 453053 } }, -- Herald of Woe
[232561] = { "кіготь чорного дракона", equip={ 436239, 9335 } }, -- Claw of the Black Drake
[232562] = { "сікач драконячого пазура", equip=436239, hit=467167 }, -- Drake Talon Cleaver
[232563] = { "зосереджувальний посох темного крила", equip={ 26158, 436239 } }, -- Shadow Wing Focus Staff
[232564] = { "Маладат, рунічний клинок чорних драконів", equip={ 460230, 7523 } }, -- Maladath, Runed Blade of the Black Flight
[232565] = { "клинок драконячого ікла" }, -- Dragonfang Blade
[232566] = { "Неприборканий клинок", hit=469828 }, -- The Untamed Blade
[232567] = { "Хребтодробитель", equip=13387 }, -- Spineshatter
[232576] = { "драконячий месник", equip=460230 }, -- Draconic Avenger
[232577] = { "Лезо Згуби" }, -- Doom's Edge
[232606] = { "Ашжре'тул, нищівний арбалет", equip=21440 }, -- Ashjre'thul, Crossbow of Smiting
[232607] = { "Серцестріл", equip={ "З ймовірністю 2% ви виконаєте 1 додаткову атаку після завдання удару в дальньому бою.", 9330 } }, -- Heartstriker
[232608] = { "ручна гармата подиху дракона", use="Зарядити ручну гармату за 2.5 с, щоб завдати 500 шкоди вогнем ворогам перед вами. Спричиняє високий рівень загрози." }, -- Dragonbreath Hand Cannon
[232610] = { "формула: Відмінна трольська олія", use="Навчає вас створювати відмінну трольську олію.", recipe_result_item=232611 }, -- Formula: Magnificent Trollshine
[232611] = { "відмінна трольська олія", use="При нанесенні на щит збільшує шкоду і зцілення заклинань на 36 та збільшує ймовірність критичного ефекту заклинань на 1%. Триває 30 хвилин." }, -- Magnificent Trollshine
}

if addonTable.item then
    for k, v in pairs(items) do addonTable.item[k] = v end
else
    addonTable.item = items
end
