local _, addonTable = ...
local items = {

-- See /entries/classic/item.lua for data format details.

[202251] = { "торбинка з ласощами для звірів", use="Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на 20." }, -- Bag of Pet Treats
[202254] = { "браслети перенаправлення", equip="Збільшує ваш шанс завдання критичного удару заклинаннями на 1%." }, -- Bracers of Redirection
[202641] = { "заляпаний брудом записник", flavor="Цей записник вкритий брудом, але на його сторінках написані руни, а між ними лежить коротка записка на якомусь сленгу." }, -- Mud-covered notebook
[203723] = { "записка Різзака", flavor="Послання, написане злодійським сленгом" }, -- Cutty's Note
[203726] = { "руна Різзака" }, -- Cutty's Rune
[203745] = { "сувій закляття: Крижаний спис", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Ice Lance
[203746] = { "сувій закляття: Живе полум'я", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Living Flame
[203747] = { "сувій закляття: Крижані пальці", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Fingers of Frost
[203748] = { "сувій закляття: Вигорання", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Burnout
[203749] = { "сувій закляття: Просвітлення", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Enlightenment
[203750] = { "карта скарбів Ельвиннського лісу", use="Викопати скарб у зазначеному місці.", flavor="На захід від Прикордонної вежі. Біля пня за лігвом хижаків." }, -- Elwynn Treasure Map
[203751] = { "сувій закляття: ПИСАЖНИЙ КРИС", use="Розшифрувати записи за допомогою буквара сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: CALE ENCI
[203752] = { "сувій закляття: ПОЛЕ ЖУВИМ'Я", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: MILEGIN VALF
[203753] = { "сувій закляття: РІЖЛІНЬ КАЦИПА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: RING SEFF OSTROF
[203754] = { "Архімаг Антонідас: повна автобіографія", flavor="Дещо переповнена компліментами. Тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- Archmage Antonidas: The Unabridged Autobiography
[203755] = { "Науковий журнал архімага Теокріта", flavor="Науковий журнал з вежі Азори. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Archmage Theocritus's Research Journal
[203756] = { "записи учня Азори: сторінка 1", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 1
[203784] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[203785] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[203786] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[203787] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[203960] = { "записи учня Азори: сторінка 2", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 2
[203961] = { "записи учня Азори: сторінка 3", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 3
[203962] = { "записи учня Азори: сторінка 4", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes: Page 4
[203990] = { "руна скалічення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mutilation
[203991] = { "руна швидкого пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Quick Draw
[203992] = { "руна хитрості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Trickery
[203993] = { "руна різанини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Slaughter
[203994] = { "руна смертельного варива", use="Навчає вас новій здібності гравіювання." }, -- Rune of Deadly Brew
[204174] = { "руна влучності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Precision
[204270] = { "ядро глибин" }, -- Fathom Core
[204441] = { "руна кривавого шаленства", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blood Frenzy
[204476] = { "відрубана голова кобольда", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Kobold Head
[204477] = { "відрубана голова мурлока", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Murloc Head
[204478] = { "відрубана голова гнола", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Gnoll Head
[204688] = { "перший фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's First Rune Fragment
[204689] = { "другий фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's Second Rune Fragment
[204690] = { "третій фрагмент руни мисливиці на чудовиськ", use="Об'єднати з двома іншими частинами, щоб створити цілу руну." }, -- Monster Hunter's Third Rune Fragment
[204703] = { "руна спустошення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Devastate
[204716] = { "руна несамовитого натиску", use="Навчає вас новій здібності гравіювання." }, -- Rune of Frenzied Assault
[204795] = { "руна тіньового удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowstrike
[204804] = { "гідраксійські браслети" }, -- Hydraxian Bangles
[204806] = { "руна переможного запалу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Victory Rush
[204807] = { "клинок глибин", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", hit="Вражає всіх ворогів перед вами потужним потоком води.", flavor="Кожен помах клинка відлунює шумом хвиль." }, -- Fathomblade
[204809] = { "руна несамовитого грому", use="Навчає вас новій здібності гравіювання." }, -- Rune of Furious Thunder
[204864] = { "записи учня Азори", use="Об'єднати 6 записів учнів Азори, щоб отримати нове гравіювання." }, -- Azora Apprentice Notes
[204905] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть вовчу щелепу та кров гнола до нутрощів ягняти, після чого промовте закляття." }, -- Ominous Tome
[204906] = { "кров гнола", flavor="Реагент для ритуалу виклику" }, -- Gnoll Blood
[204907] = { "вовча щелепа", flavor="Реагент для ритуалу виклику" }, -- Wolf Jawbone
[204912] = { "руна благодаті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Grace
[205019] = { "уламок забрудненої душі" }, -- Tainted Soul Shard
[205020] = { "уламок чистої душі" }, -- Pure Soul Shard
[205022] = { "руна витягування душі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Soul Siphon
[205181] = { "невідомий артефакт", flavor="Якийсь езотеричний магічний предмет. Більш досвідчений чорнокнижник, мабуть, зможе розпізнати його." }, -- Unidentified Artifact
[205182] = { "безсилий артефакт", use="Пожертвуйте свою кров, щоб наповнити артефакт силою." }, -- Powerless Artifact
[205183] = { "наповнений скверною артефакт" }, -- Fel-Powered Artifact
[205184] = { "записка послушника" }, -- Acolyte's Note
[205215] = { "руна тактики", use="Навчає вас новій здібності гравіювання." }, -- Rune of Tactics
[205218] = { "манускрипт відкриття", use="Досягніть натхнення, вбивши 5 ворогів, а потім прочитайте, щоб вивчити нову здібність." }, -- Libram of Discovery
[205228] = { "руна стріли Хаосу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Chaos Bolt
[205230] = { "руна мари", use="Навчає вас новій здібності гравіювання." }, -- Rune of Haunting
[205364] = { "рюкзак послушника" }, -- Acolyte's Knapsack
[205420] = { "манускрипт присуду", use="Вивчити нову здібність після вивільнення енергії печаток на 10 ваших ворогів." }, -- Libram of Judgement
[205683] = { "руна докору", use="Навчає вас новій здібності гравіювання." }, -- Rune of Rebuke
[205685] = { "руна егіди", use="Навчає вас новій здібності гравіювання." }, -- Rune of Aegis
[205863] = { "осквернений манускрипт" }, -- Corrupted Libram
[205864] = { "обгоріла записка" }, -- Charred Note
[205897] = { "руна божественого світла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Divine Light
[205905] = { "спогад про відданого героя", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Devout Champion
[205932] = { "пророцтво про смерть короля", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a King's Demise
[205940] = { "спогад про темне призначення", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Dark Purpose
[205942] = { "химерне явлення", use="Вивчити нову здібність гравіювання." }, -- Chimaeric Epiphany
[205943] = { "пророцтво про осквернену цитадель", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Desecrated Citadel
[205944] = { "взаємне явлення", use="Вивчити нову здібність гравіювання." }, -- Reciprocal Epiphany
[205945] = { "спогад про ув'язненого спасителя", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of an Imprisoned Savior
[205946] = { "спогад про зраду лідера", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Leader's Betrayal
[205947] = { "пророцтво про осквернену цитадель", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Desecrated Citadel
[205948] = { "заспокійливе явлення", use="Вивчити нову здібність гравіювання." }, -- Anodyne Epiphany
[205949] = { "багатогранне явлення", use="Вивчити нову здібність гравіювання." }, -- Manifold Epiphany
[205950] = { "похмуре явлення", use="Вивчити нову здібність гравіювання." }, -- Tenebrous Epiphany
[205951] = { "спогад про стражденного послушника", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Troubled Acolyte
[205952] = { "спогад про розколотий світ", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Shattered World
[205953] = { "пророцтво про порушену клятву", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Broken Vow
[205961] = { "м'ясо мулґорського птаха", use="Покласти приманку біля лігва гірського кота" }, -- Mulgore Bird Meat
[205979] = { "руна флангового удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Flanking
[205995] = { "мускус лугової собачки", use="Ваша здібність \"Приручення звіра\" також діє на лугових собачок (як на улюбленців-компаньйонів)" }, -- Prairie Dog Musk
[206032] = { "руна розтинання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Carve
[206155] = { "руна стрільця", use="Навчає вас новій здібності гравіювання." }, -- Rune of Marksmanship
[206157] = { "сифорієвий заряд" }, -- Seaforium Mining Charge
[206159] = { "маскування ТзНБ \"Авантюра\"", flavor="Здається, це не дуже хороше маскування..." }, -- Venture Co Disguise
[206168] = { "руна химери", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Chimera
[206169] = { "руна вибухового пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Explosive Shot
[206170] = { "шишка Вітролютих" }, -- Windfury Cone
[206175] = { "соснова мазь" }, -- Pine Salve
[206176] = { "ступка та товкач", use="Розтерти 8 шишок Вітролютих, щоб створити отруйну мазь для зброї. Теоретично." }, -- Mortar and Pestle
[206177] = { "масло кедрового горіха", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Pine Nut Butter
[206264] = { "руна натхнення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Inspiration
[206344] = { "набір ножів", use="Спробувати обробити сиру блискучу рибку." }, -- Knife Set
[206345] = { "шматки риби" }, -- Fish Chunks
[206376] = { "символ оплоту", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Bulwark Icon
[206381] = { "символ здвоєння", use="Вивчити нову здібність після отримання шкоди від природи 10 разів." }, -- Dyadic Icon
[206382] = { "символ бурі", use="Вивчити нову здібність після ураження 10 ворогів, що не є гравцями, трьома різними стихіями (природою, кригою, вогнем)." }, -- Tempest Icon
[206383] = { "монолітний символ", use="Вивчити нову здібність після того, як ви заблокуєте 20 атак щитом." }, -- Lithic Icon
[206384] = { "астральний символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Astral Icon
[206385] = { "символ уламків", use="Вивчити нову здібність після вбивства 20 ворогів за допомогою \"Земного шоку\"." }, -- Clastic Icon
[206386] = { "гальванічний символ", use="Вивчити нову здібність після вбивства 10 ворогів за допомогою \"Блискавки\"." }, -- Galvanic Icon
[206387] = { "каджарський символ", use="Вивчити нову здібність після отримання шкоди від лави 5 разів. (Зменшує шкоду від деяких джерел лави)" }, -- Kajaric Icon
[206388] = { "сірчаний символ", use="Вивчити нову здібність після вбивства 10 ворогів за допомогою \"Земного шоку\"." }, -- Sulfurous Icon
[206389] = { "сірнистий символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Brimstone Icon
[206390] = { "іхтіанський символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Ichthyan Icon
[206391] = { "сизигічний символ", use="Вивчити нову здібність після нанесення 25 ударів \"Зброєю каменолома\" по ворогам." }, -- Syzygic Icon
[206466] = { "корона прерії", use="Пробудити духа рівнин." }, -- Prairie Crown
[206469] = { "квітка прерії", use="Об'єднати 3 квітки прерії, щоб створити корону." }, -- Prairie Flower
[206954] = { "ідол ведмежої люті", use="Вивчити нову здібність після того, як ви протримаєтесь з більш ніж половиною запасу люті у ведмежій подобі протягом 60 секунд." }, -- Idol of Ursine Rage
[206963] = { "руна природного потенціалу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Natural Potential
[206966] = { "цибулина сатиринії", flavor="Саджанець чужорідної рослини." }, -- Satyrweed Bulb
[206970] = { "руна життя", use="Навчає вас новій здібності гравіювання." }, -- Rune of Life
[206975] = { "ключ від сховища артефактів", flavor="Відчиняє сховище артефактів" }, -- Artifact Storage Key
[206985] = { "ехо альфи", use="Вивчити нову здібність." }, -- Echo of the Alpha
[206989] = { "руна сонця", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Sun
[206992] = { "руна лобової атаки", use="Навчає вас новій здібності гравіювання." }, -- Rune of Skull Bash
[206994] = { "відрубана голова свинобраза", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Quilboar Head
[206995] = { "відрубана голова гарпії", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Harpy Head
[207062] = { "відрубана голова кентавра", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Centaur Head
[207098] = { "записка від Ба'со", flavor="Послання, написане жаргоном злодіїв" }, -- Note from Ba'so
[207106] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[207107] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[207108] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[207109] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[207110] = { "карта скарбів Дуротара", use="Викопати скарб у зазначеному місці.", flavor="Перед головою мавпи на південному острові Ехо." }, -- Durotar Treasure Map
[207590] = { "м'ясо дуротарського кабана", use="Покласти приманку біля лігва острівного кота" }, -- Durotar Pig Meat
[207631] = { "феромон гадюки", use="Ваша здібність \"Приручення звіра\" також діє на гадюк (як на улюбленців-компаньйонів)" }, -- Adder Pheromone
[207731] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть лапу макрури та череп кул-тірасця до найбільшого острову Ехо, після чого проведіть ритуал в колі сили." }, -- Ominous Tome
[207732] = { "лапа макрури", flavor="Реагент для ритуалу виклику" }, -- Makrura Leg
[207733] = { "череп кул-тірасця", flavor="Реагент для ритуалу виклику" }, -- Kul Tiran Skull
[207972] = { "Уроки Та'зо", flavor="Записи великого троля-мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Lessons of Ta'zo
[207973] = { "щелепа гончака", flavor="Реагент для ритуалу виклику" }, -- Hound Jawbone
[207974] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть щелепу гончака та кров гнола до стоків, після чого промовте закляття." }, -- Ominous Tome
[207975] = { "відрубана голова кажана", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Bat Head
[208005] = { "ключ від скарбниці Аґамандів", flavor="Відчиняє скарбницю" }, -- Agamand Relic Coffer Key
[208007] = { "ключ від скрині з кораблетрощі" }, -- Shipwreck Cache Key
[208034] = { "карта скарбів Тірісфаля", use="Викопати скарб у зазначеному місці.", flavor="На захід від Брілля, під мостом, з західної сторони." }, -- Tirisfal Treasure Map
[208035] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208036] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208037] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208038] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208085] = { "перстень-печатка лейтенанта Багряного Походу", use="Створити підроблені документи, що доводять злочини Багряного Походу проти Альянсу. Потрібне письмове приладдя з ратуші Брілля." }, -- Scarlet Lieutenant Signet Ring
[208086] = { "підроблені документи Багряного Походу", flavor="Обурливі міркування про расову перевагу людей, які безсумнівно занепокоять лідерів Альянсу." }, -- Forged Scarlet Memorandum
[208139] = { "зловісний фоліант", use="Викликати Собоза", flavor="Принесіть вовчу щелепу та кров вендиго на Блискучий кряж. Станьте на ритуальний камінь та викличте демона." }, -- Ominous Tome
[208140] = { "кров вендиго", flavor="Реагент для ритуалу виклику" }, -- Wendigo Blood
[208158] = { "бездоганне серце трога", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Pristine Trogg Heart
[208159] = { "відрубана голова троля", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Troll Head
[208160] = { "відрубана лапа вендиго", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Wendigo Paw
[208180] = { "мускус кролика", use="Ваша здібність \"Приручення звіра\" також діє на кроликів (як на улюбленців-компаньйонів)" }, -- Rabbit Musk
[208183] = { "записки аптекаря", use="Об'єднати 6 записів аптекаря, щоб отримати нове гравіювання." }, -- Apothecary Notes
[208185] = { "Підручник аптекаря з метафізики", flavor="Базові нотатки з арканічної теорії та досліджень заклинань за авторством архімага Ротвіка з Королівського товариства аптекарів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Apothecary's Metaphysical Primer
[208192] = { "м'ясо ден-морозького кабана", use="Покласти приманку в лігві великого ведмедя" }, -- Dun Morogh Pig Meat
[208205] = { "записка Чорнощура", flavor="Послання, написане жаргоном злодіїв" }, -- Blackrat's Note
[208213] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208215] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208218] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208219] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208220] = { "карта скарбів Дун-Морога", use="Викопати скарб у зазначеному місці.", flavor="Під мостом між Хараносом та Залізогартом." }, -- Dun Morogh Treasure Map
[208223] = { "рюкзак послушника" }, -- Acolyte's Knapsack
[208224] = { "записка послушника" }, -- Acolyte's Note
[208414] = { "ідол місяця", use="Вивчити нову здібність після вбивства 6 ворогів за допомогою \"Місячного вогню\"." }, -- Lunar Idol
[208601] = { "верхній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Right Map Piece
[208602] = { "верхній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Top-Left Map Piece
[208603] = { "нижній правий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Right Map Piece
[208604] = { "нижній лівий шматок мапи", use="З'єднати з трьома іншими шматками, щоб створити повну мапу.", flavor="Вирваний шматок, схожий на мапу..." }, -- Bottom-Left Map Piece
[208605] = { "карта скарбів Тельдрассіля", use="Викопати скарб у зазначеному місці.", flavor="Порожнистий пень в Рут'Терані." }, -- Teldrassil Treasure Map
[208607] = { "оленячий мускус", use="Ваша здібність \"Приручення звіра\" також діє на оленів (як на улюбленців-компаньйонів)" }, -- Deer Musk
[208608] = { "м'ясо тельдрассільського птаха", use="Покласти приманку в лігві великого ведмедя" }, -- Teldrassil Bird Meat
[208609] = { "квітка галявини", use="Об'єднати 3 квітки галявини, щоб створити корону." }, -- Glade Flower
[208610] = { "відрубана голова сови", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Owl Head
[208611] = { "відрубана голова тигра", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Tiger Head
[208612] = { "відрубана голова павука", flavor="Моторошний трофей. Може зацікавити відповідного колекціонера..." }, -- Severed Spider Head
[208682] = { "покинуте яйце тріскощелепа", flavor="Йому потрібен новий дім." }, -- Abandoned Snapjaw Egg
[208687] = { "руна розривання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Lacerate
[208689] = { "ідол дикості", use="Завдайте 20 разів шкоду від гровотечі гуманоїдам, після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Ferocious Idol
[208701] = { "руна влади над звірами", use="Навчає вас новій здібності гравіювання." }, -- Rune of Beast Mastery
[208739] = { "бойовий стяг Орди", flavor="Встроміть це в землю ваших ворогів" }, -- Horde Warbanner
[208741] = { "руна нескінченної люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Endless Rage
[208743] = { "жадібна душа" }, -- Soul of Greed
[208744] = { "руна тіньових стріл", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowbolts
[208749] = { "ключ від сховку Кривої Сосни", flavor="На ключі грубо вирізьблена гілка дерева." }, -- Gnarlpine Stash Key
[208750] = { "руна чаклування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Channeling
[208753] = { "сувій закляття: Регенерація", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Regeneration
[208754] = { "сувій закляття: ЕРЕН ГІЦЕРАЯ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TENGI RONEERA
[208758] = { "руна землі", use="Навчає вас новій здібності гравіювання." }, -- Earthen Rune
[208760] = { "корона галявини", use="Пробудити духа рівнин." }, -- Glade Crown
[208764] = { "руна розуму", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Mind
[208765] = { "рука допомоги", flavor="Рука простягнеться для рятівника" }, -- Helping Hand
[208766] = { "рука допомоги", flavor="Рука простягнута до вас" }, -- Helping Hand
[208767] = { "руна відновлення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mending
[208768] = { "коробка піратських сірників", flavor="Використовується для запалювання легкозаймистих матеріалів" }, -- Buccaneer's Matchbox
[208771] = { "руна танка клинків", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blade Dance
[208772] = { "руна удару шаблею", use="Навчає вас новій здібності гравіювання." }, -- Rune of Saber Slash
[208773] = { "рибальський гарпун", use="Кинути гарпун в ціль в радіусі 40 м.", flavor="Те, що потрібно для мисливця на акул!" }, -- Fishing Harpoon
[208777] = { "руна снайпера", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Sniper
[208778] = { "руна швидкого удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Quick Strike
[208799] = { "сувій закляття: Жива бомба", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Living Bomb
[208800] = { "Бакстан: про руйнівну магію", flavor="Праці видатного гобліна-мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Baxtan: On Destructive Magics
[208823] = { "жертовна монета", use="Киньте в найближчу криницю і загадайте бажання" }, -- Offering Coin
[208828] = { "спогад про порушену клятву", use="Зосередитись на спогаді, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над духовними таємницями Азероту." }, -- Memory of a Broken Vow
[208833] = { "зловісний пиріг", flavor="Випічка зі зловісною енергетикою." }, -- Malevolent Pie
[208838] = { "скринька Темного Заліза" }, -- Dark Iron Lockbox
[208843] = { "бойовий тотем", use="Викликати таурена на дуель", flavor="Символ ворожнечі для членів Орди" }, -- Battle Totem
[208847] = { "жеода в формі черепа", flavor="Схоже, що її можна розломити міцним ударом." }, -- Skull-Shaped Geode
[208848] = { "тріснута жеода в формі черепа", flavor="Ця жеода розколена." }, -- Cracked Skull-Shaped Geode
[208849] = { "манускрипт благословень", use="Вивчити нову здібність після того, як ви благословите 5 різних гравців." }, -- Libram of Blessings
[208851] = { "манускрипт правосуддя", use="Вивчити нову здібність після того, як ви вб'єте 10 ворогів, приголомшених \"Молотом правосуддя\"." }, -- Libram of Justice
[208853] = { "сувій закляття: Замороження мозку", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Brain Freeze
[208854] = { "розжований сувій закляття", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання.", flavor="Трогам-шаманам все потрібно розжовувати." }, -- Chewed Spell Notes
[208855] = { "приманка з веселкового тунця", use="Згодувати приманку цілі.", flavor="Смаколик для озерних монстрів" }, -- Rainbow Fin Albacore Chum
[208860] = { "Румі з Гномреґана: збірник робіт", flavor="Праці видатного гномського мага. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Rumi of Gnomeregan: The Collected Works
[209027] = { "крабові ласощі", use="Покормити ціль ласощами.", flavor="За допомогою цього хутропузи ловлять молодих рифових повзунів" }, -- Crab Treats
[209028] = { "сувій закляття: МОВА ЖАББИ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: BIVOLG NIMB
[209029] = { "лист від Емілі" }, -- Message from Emily
[209030] = { "ключ від сховку зі спорядженням" }, -- Equipment Stash Key
[209031] = { "непримітний конверт" }, -- Discreet Envelope
[209041] = { "чарівне гарбузове насіння", use="Посадити гарбузове насіння", flavor="Потребує особливого ґрунту та підживлення для росту." }, -- Magic Pumpkin Seeds
[209042] = { "борошно з риб'яччих кісток", flavor="Поживне і смердюче! Служить чудовим добривом." }, -- Fishy Bonemeal
[209043] = { "зразок родючого ґрунту", flavor="Зібраний тим, хто дійсно розбирається в ґрунті." }, -- Fertile Soil Sample
[209045] = { "душа моря" }, -- Soul of the Sea
[209047] = { "кострубатий гарпун", use="Кинути гарпун в ціль в радіусі 40 м.", flavor="Лише кров найбільшого молотника втамує його спрагу" }, -- Gnarled Harpoon
[209056] = { "запчастини збирача", use="Об'єднати запчастини збирача зі стихійним ядром, щоб створити прототип двигуна." }, -- Spare Reaper Parts
[209057] = { "прототип двигуна", use="Встановити в прототип жнивального збирача." }, -- Prototype Engine
[209058] = { "стихійне ядро", use="Об'єднати запчастини збирача зі стихійним ядром, щоб створити прототип двигуна." }, -- Elemental Core
[209059] = { "стегно іклоштрика", use="Покласти приманку біля лігва койота" }, -- Goretusk Haunch
[209418] = { "адамантинова черепахова броня" }, -- Adamantine Tortoise Armor
[209420] = { "Жабробій", flavor="Зачарована зброя. Кажуть, вона збирає душі вбитих мурлоків" }, -- Gillsbane
[209421] = { "ремінь Акваніса" }, -- Cord of Aquanis
[209422] = { "коль'є припливів" }, -- High Tide Choker
[209423] = { "струмлива накидка" }, -- Flowing Scarf
[209424] = { "бар'єр з панцирної пластини" }, -- Shell Plate Barrier
[209432] = { "пояс Гаму-ра" }, -- Ghamoo-ra's Cinch
[209436] = { "розколотий укус Серра'кіса", hit="Отруює ціль, завдаючи 4 шкоди від природи кожні 2 с протягом 20 с.", flavor="Цей кинджал на вигляд зношений, але його лезо досі гостре як бритва." }, -- Chipped Bite of Serra'kis
[209523] = { "мерехтлива накидка молотника" }, -- Shimmering Thresher Cape
[209524] = { "кайдани Серра'кіса" }, -- Bindings of Serra'kis
[209525] = { "заточений тальвар чорних вод", hit="Запускає у ворога заряд тіні, що завдає 30 шкоди від тіні." }, -- Honed Darkwater Talwar
[209527] = { "бойові рукавиці наг" }, -- Naga Battle Gauntlets
[209534] = { "азшарський арбалет", equip="Збільшує силу атаки дальнього бою на 17." }, -- Azshari Arbalest
[209559] = { "палиця сутінкового мудреця", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Twilight Sage's Walking Stick
[209560] = { "молот праведного суду" }, -- Hammer of Righteous Judgement
[209561] = { "палиця древнього сновиди", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." }, -- Rod of the Ancient Sleepwalker
[209562] = { "смертоносний удар гідри", hit="Бризкає на ціль древньою їдкою отрутою, яка завдає 20 шкоди від природи кожні 3 секунди і знижує її броню на 150 протягом 15 секунд." }, -- Deadly Strike of the Hydra
[209563] = { "нагський серцекол" }, -- Naga Heartrender
[209564] = { "тризуб захисника" }, -- Guardian's Trident
[209565] = { "кільце глибин" }, -- Band of Deep Places
[209566] = { "поножі вірності" }, -- Leggings of the Faithful
[209567] = { "сокира коралового рифу" }, -- Coral Reef Axe
[209568] = { "рукавиці водоростей" }, -- Algae Gauntlets
[209569] = { "високі чоботи зі шкіри мурлока" }, -- Murloc Hide Kneeboots
[209570] = { "фоліант печерних історій", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7.", flavor="Підзаголовок, хоч і трохи спантеличує, але читається так: \"Стратегічний путівник до зірок і назад\"." }, -- Tome of Cavern Lore
[209571] = { "смеркосяй" }, -- Deadlight
[209572] = { "мундир з чорної вивареної шкіри" }, -- Black Boiled Leathers
[209573] = { "гнівний шпиль", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів природи на 17.", "Збільшує зцілення від заклинань і ефектів на 26." } }, -- Wrathful Spire
[209574] = { "полишені постулати Сріблястої Десниці", equip="Збільшує силу атаки на 15 в бою з невмерлими.", flavor="Краї цього вицвілого фоліанту обгоріли." }, -- Discarded Tenets of the Silver Hand
[209575] = { "вирізьблений з пенька символ", equip="Відновлює 2 мани кожні 5 сек." }, -- Carved Driftwood Icon
[209576] = { "гриб розширення свідомості", equip="+5 духу." }, -- Mind-Expanding Mushroom
[209577] = { "кулак дикої природи", equip="Збільшує силу атаки на 59 в подобі кота, ведмедя та жахливого ведмедя." }, -- Fist of the Wild
[209578] = { "сяючі шкіряні браслети", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Glowing Leather Bands
[209579] = { "гуркіт грому", hit="Сила грому завдає 15 шкоди від природи." }, -- Crashing Thunder
[209580] = { "шквал вітру", hit="Порив вітру завдає 15 шкоди від природи." }, -- Gusting Wind
[209581] = { "сабатони Сріблястої Десниці" }, -- Silver Hand Sabatons
[209590] = { "потріскана водяна куля" }, -- Cracked Water Globe
[209608] = { "капітанська відмичка", use="Відкриває промоклу скриню капітана." }, -- Captain's Skeleton Key
[209667] = { "туманні поножі сновиди", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Gaze Dreamer Leggings
[209668] = { "перстень-печатка сутінкового повелителя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Signet of the Twilight Lord
[209669] = { "черевики сутінкового заклинателя" }, -- Twilight Invoker's Shoes
[209670] = { "шкіроходи", flavor="Ви майже впевнені, що вони зроблені зі шкіри тварин." }, -- Skinwalkers
[209671] = { "мантія сутінкового заклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Twilight Invoker's Robes
[209672] = { "чорні рукавички без пальців", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Black Fingerless Gloves
[209673] = { "сяючий фетиш-амулет" }, -- Glowing Fetish Amulet
[209674] = { "запал фенікса" }, -- Phoenix Ignition
[209675] = { "мундир мушлеплетіння", flavor="Ви впевнені, що він насправді не сплетений з мушель." }, -- Clamweave Tunic
[209676] = { "наплічні щитки нищівних глибин" }, -- Shoulderguards of Crushing Depths
[209677] = { "кільце стрімких потоків", equip="Збільшує швидкість плавання на 10%." }, -- Loop of Swift Currents
[209678] = { "напліч вбивці молотників", equip="Збільшує шкоду від фізичних атак по звірам на 4." }, -- Mantle of the Thresher Slayer
[209679] = { "наплечі азшарського послушника" }, -- Azshari Novice's Shoulderpads
[209680] = { "водонепроникна накидка" }, -- Waterproof Scarf
[209681] = { "чорне яйце мурлока", use="М'ґррґл супроводжуватиме вас протягом 30 хвилин, надаючи незначний захист від тіні.", flavor="М'ґррґл ґлґрр р'лієг!" }, -- Black Murloc Egg
[209682] = { "міцний капюшон" }, -- Sturdy Hood
[209683] = { "хустка сутінкового заклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Twilight Invoker's Shawl
[209684] = { "штани витягування душі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Soul Leech Pants
[209685] = { "древній моховий пояс", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Ancient Moss Cinch
[209686] = { "намисто з зазубрених кісток", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Jagged Bone Necklace
[209687] = { "кіраса зі шкіри гідри" }, -- Hydra Hide Cuirass
[209688] = { "мушкетон Бель-Модана" }, -- Bael Modan Blunderbuss
[209689] = { "чоботи з крабового панцира" }, -- Crabshell Waders
[209690] = { "койф з тіньової луски" }, -- Shadowscale Coif
[209691] = { "вампірський захалявний ніж", hit="Витягує 10 здоров'я з вашої жертви, зцілюючи вас." }, -- Vampiric Boot Knife
[209692] = { "напліжжя стража" }, -- Sentinel Pauldrons
[209693] = { "бездогання перлина Чорноводдя", flavor="Прислужник Старих Богів, Аку'май, мертвий. Світанковому вартовому Селґорму варто дізнатись про це." }, -- Perfect Blackfathom Pearl
[209694] = { "ритуальний кинджал Чорноводдя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4." }, -- Blackfathom Ritual Dagger
[209748] = { "сфера Алталакса" }, -- Althalaxx Orb
[209778] = { "сіль закликача" }, -- Summoner's Salt
[209779] = { "крихта Маннорота" }, -- Mote of Mannoroth
[209800] = { "уламки сфери" }, -- Orb Fragments
[209816] = { "фетиш безладу", equip="Збільшує шкоду \"Вогняної стріли\" вашого біса на 2." }, -- Fetish of Mischief
[209817] = { "буси пустотника", equip="Збільшує навичку захисту на 4." }, -- Voidwalker Brooch
[209818] = { "осяяний сонцем серп", equip="Збільшує шкоду від заклинань і ефектів вогню на 9." }, -- Sun-Touched Crescent
[209819] = { "паличка приборкання виверни", flavor="Дозволяє приручати молодих гордокрилів в Каміннопазуристих горах." }, -- Wyvern Taming Wand
[209820] = { "намисто чорної завіси", equip="Збільшує шкоду від заклинань і ефектів тіні на 7." }, -- Black Shroud Choker
[209821] = { "перстень тіневидця", equip="Дещо збільшує вашу здібність виявлення непомітності." }, -- Ring of Shadowsight
[209822] = { "сила мети" }, -- Strength of Purpose
[209823] = { "перстень звірів", equip="Збільшує шкоду ваших вихованців на 1%." }, -- Signet of Beasts
[209824] = { "мерехтливі наплечі", equip="Збільшує навичку захисту на 4." }, -- Shimmering Shoulderpads
[209825] = { "намисто крапель" }, -- Droplet Choker
[209828] = { "морозне напліччя", equip="Збільшує шкоду від заклинань і ефектів криги на 13." }, -- Sub-Zero Pauldrons
[209830] = { "арбалет залізної шкури", equip="Збільшує навичку захисту на 3." }, -- Ironhide Arbalest
[209836] = { "сфера Алталакса" }, -- Althalaxx Orb
[209838] = { "гіпнотичний кристал" }, -- Hypnotic Crystal
[209840] = { "кострубата паличка дикої магії" }, -- Gnarled Wand of Wild Magic
[209841] = { "сутність дикої магії", use="Наповнити велику чарівну паличку дикою магією." }, -- Wild Magic Essence
[209843] = { "Нар'таласький альманах, том 74", flavor="Магічні дослідження древніх квел'дорай. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Nar'thalas Almanac, Vol. 74
[209844] = { "Даларанський довідник, том 23", flavor="Магічні дослідження Кірін-Тора. Чудове доповнення до колекції будь-якої бібліотеки." }, -- The Dalaran Digest, Vol. 23
[209845] = { "Привороти та чари", flavor="Заклинання для маніпуляцій та обману. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Bewitchments and Glamours
[209846] = { "Таємниці Сновидців", flavor="Спостереження та роздуми про Смарагдовий Сон. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Secrets of the Dreamers
[209847] = { "Посібник з арканічних систем", flavor="Дещо невпорядковані поради з усунення несправностей у гоблінській техніці. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Arcanic Systems Manual
[209848] = { "Сувої Ґоаз", flavor="Написані втраченою мовою Титанів. Тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- Goaz Scrolls
[209849] = { "Злочини проти анатомії", flavor="За авторством доктора Крастінова. Сумнівне доповнення до колекції будь-якої бібліотеки." }, -- Crimes Against Anatomy
[209850] = { "Руни королів-чаклунів", flavor="Реліквія могутньої імперії огрів з Дренору. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Runes of the Sorcerer-Kings
[209851] = { "Лють землі", flavor="Секрети шаманізму клану Зловісного Тотема. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Fury of the Land
[209852] = { "руна команди \"вбити\"", use="Навчає вас новій здібності гравіювання." }, -- Rune of Kill Command
[209872] = { "шолом драконоборця" }, -- Dragonslayer's Helm
[209873] = { "щит драконоборця" }, -- Dragonslayer's Shield
[209874] = { "спис драконоборця" }, -- Dragonslayer's Lance
[210015] = { "руна лютого удару", use="Навчає вас новій здібності гравіювання." }, -- Rune of Raging Blow
[210026] = { "символ третьої сови", flavor="Ви опанували морську стихію." }, -- Symbol of the Third Owl
[210043] = { "символ другої сови", flavor="Душа Аґона нарешті знайшла спокій." }, -- Symbol of the Second Owl
[210044] = { "символ першої сови", flavor="Знак істинного захисника." }, -- Symbol of the First Owl
[210045] = { "тінелист" }, -- Shadeleaf
[210053] = { "лапа зловісного вовка" }, -- Dire Wolf Paw
[210055] = { "кістка людини з Гіллзбраду" }, -- Hillsbrad Human Bones
[210056] = { "настоянка пробудження смерті" }, -- Tincture of Waking Death
[210080] = { "підношення вуду" }, -- Voodoo Offering
[210137] = { "руна дикого росту", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wild Growth
[210138] = { "указ Темного Заліза" }, -- Dark Iron Ordinance
[210146] = { "турбокомпресор подрібнювача" }, -- Shredder Turbocharger
[210147] = { "модуль утилізації подрібнювача", use="Розібрати розбитий подрібнювач на запчастини." }, -- Shredder Autosalvage Unit
[210177] = { "Атерік: про магічні дива", flavor="Праці видатного архімага Кірін-Тора. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Ataeric: On Arcane Curiosities
[210178] = { "креслення: Модуль утилізації подрібнювача" }, -- Schematic: Shredder Autosalvage Unit
[210179] = { "сувій закляття: Замороження мозку", use="Перекласти записи, щоб вивчити нове гравіювання. Потрібен зразок авторського почерку." }, -- Spell Notes: ILMEGAI SARRBES
[210183] = { "ріг Кселтоса", flavor="Видає легке гудіння, що в'їдається прямо в мозок." }, -- Horn of Xelthos
[210186] = { "проломний заряд", use="Відчинити важкі ворота, у стилі гоблінів!" }, -- Breaching Charge
[210187] = { "замовлення ТзНБ \"Авантюра\"" }, -- Venture Co. Work Order
[210188] = { "подрібнене замовлення", flavor="Схоже, що його було пошкоджено в бою." }, -- Shredded Work Order
[210195] = { "незбалансований ідол", use="Збалансуйте сили місяця, Смарагдового Сну та дикої природи, щоб вивчити нову здібність." }, -- Unbalanced Idol
[210209] = { "парний ключ" }, -- Twin Key
[210210] = { "сертифікат заснування Ґріззоборонпрому", flavor="Дрібний шрифт чітко вказує на те, що цей сертифікат не має жодної цінності чи юридичної сили. Але якщо ви прикриєте цю частину пальцем, продавець нічого не запідозрить." }, -- Grizzwerks Defense Industries Founder's Certificate
[210212] = { "половина ключа брата", use="Скласти разом половини ключів брата й сестри." }, -- Brother's Half-Key
[210213] = { "половина ключа сестри", use="Скласти разом половини ключів брата й сестри." }, -- Sister's Half-Key
[210229] = { "руна скалічення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mutilation
[210250] = { "золотий перстень з гравіюванням", flavor="На персні вигравіювано: Одягнувши __ обручки __ коліна __ статуєю __." }, -- Engraved Gold Ring
[210251] = { "срібний перстень з гравіюванням", flavor="На персні вигравіювано: __ обидві __ станьте на __ перед __ на кладовищі." }, -- Engraved Silver Ring
[210252] = { "руна проколювання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shiving
[210253] = { "тотем гниття", use="Викликати дух стихій.", flavor="Звичайний тотем... понівечений темною магією так, що навіть досвідчені шамани його не впізнають" }, -- Rot Totem
[210322] = { "руна отруєння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Venom
[210323] = { "код від сейфа", flavor="0-4-5-1" }, -- Safe Combination
[210329] = { "карта скарбів Гіллзбрада", flavor="Йди по річкі на північ, повз Альтерацькі гори. Те, що ти шукаєш, лежить під спадаючими течіями." }, -- Hillsbrad Treasure Map
[210330] = { "важлива підказка", flavor="Гарні відомості коштують чимало." }, -- Hot Tip
[210410] = { "приманка з прісноводного луціана", use="Кинути наживку.", flavor="Киньте за борт, щоб приманити щось велике!" }, -- Freshwater Snapper Bait
[210499] = { "заболотяник", use="З'їсти (на свій страх і ризик)." }, -- Marshroom
[210500] = { "руна зірок", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Stars
[210534] = { "ідол дикої природи", use="Вилікуйте 10 різних звірів, після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Idol of the Wild
[210568] = { "старезна філактерія", flavor="Артефакт оточує жахлива аура." }, -- Decrepit Phylactery
[210569] = { "руна бичування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Flagellation
[210573] = { "руна неконтрольованої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Consuming Rage
[210589] = { "ехо пращурів", use="Вивчити нову здібність гравіювання." }, -- Echo of the Ancestors
[210596] = { "руна ударів кобри", use="Навчає вас новій здібності гравіювання." }, -- Rune of Cobra Strikes
[210653] = { "руна лівиці", use="Навчає вас новій здібності гравіювання." }, -- Rune of Main Gauche
[210654] = { "сувій закляття: Повернення у часі", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Rewind Time
[210655] = { "сувій закляття: ПОРІВЕЧЕНА НУСНЯ", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TERWEM DINI
[210665] = { "крихта проливної люті" }, -- Mote of Torrential Rage
[210667] = { "крихта пекельної люті" }, -- Mote of Infernal Rage
[210668] = { "крихта сейсмічної люті" }, -- Mote of Seismic Rage
[210696] = { "гнилобій", flavor="Вкрите кров'ю лезо більше не переливається у світлі, але все ще відлякує ворогів..." }, -- Rot Bane
[210708] = { "еліксир глибокого жалю", use="Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Elixir of Coalesced Regret
[210709] = { "рецепт: Еліксир глибокого жалю", use="Навчає вас створювати еліксир глибокого жалю.", recipe_result_item=210708 }, -- Recipe: Elixir of Coalesced Regret
[210712] = { "еліксир прозріння", use="Побачити видіння біля вогнища Дже'неу." }, -- Elixir of Insight
[210713] = { "закатована душа", use="Принесіть в жертву кров, щоб звільнити цю закатовану душу." }, -- Tortured Soul
[210724] = { "посох Гірзека" }, -- Hirzek's Staff
[210741] = { "автоматичний пробійник натовпу", equip="Збільшує силу атаки на 69 в подобі кота, ведмедя та лютого ведмедя.", use="Збільшує вашу швидкість атаки на 50% протягом 30 секунд. Не діє на персонажів вище 55 рівня.", flavor="Для поліпшення користувацького досвіду для цьогорічної моделі було додано низку вдосконалень." }, -- Automatic Crowd Pummeler
[210746] = { "руна щита землі", use="Навчає вас новій здібності гравіювання." }, -- Rune of Earth Shield
[210763] = { "гілка Алтека", flavor="Розколотий уламок великої сили. Схоже, колись це була частина могутньої зброї." }, -- Bough of Altek
[210765] = { "сфера Дес", flavor="Кулю пронизує полум'я і темна магія, водночас зачаровуючи і викликаючи тривожність. Схоже, колись це була частина могутньої зброї." }, -- Orb of Des
[210771] = { "загублені припаси: злитки міді", use="Додайте 20 злитків міді, щоб завершити партію припасів." }, -- Waylaid Supplies: Copper Bars
[210772] = { "партія припасів: злитки міді", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment: Copper Bars
[210773] = { "напліччя Другої війни", equip="Збільшує шкоду від заклинань і ефектів святості на {1}.#by up to {1}" }, -- Mantle of the Second War
[210779] = { "креслення: напліччя Другої війни", use="Навчає вас створювати напліччя Другої війни.", recipe_result_item=210773 }, -- Plans: Mantle of the Second War
[210781] = { "браслети фенікса", equip="Збільшує шкоду від заклинань і ефектів вогню на 13." }, -- Phoenix Bindings
[210794] = { "мінлива срібна кіраса", equip={ "Цей предмет наповнений чистою силою Порожнечі. Коли власника атакують, цей предмет має шанс накласти на нападника жахливе прокляття, внаслідок чого той отримуватиме додаткову шкоду від усіх джерел протягом 15 секунд.", "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Shifting Silver Breastplate
[210795] = { "позамежні чоботи з павутинного шовку", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7.", "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." }, use="Миттєво перейти в іншу реальність, миттєво зменшуючи загрозу, а також зменшуючи всю вхідну та вихідну шкоду на 30% протягом 6 сек." }, -- Extraplanar Spidersilk Boots
[210811] = { "руна первозданної люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Primordial Fury
[210817] = { "руна виживання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Survival
[210818] = { "руна самотнього вовка", use="Навчає вас новій здібності гравіювання." }, -- Rune of Lone Wolf
[210820] = { "руна жертви", use="Навчає вас новій здібності гравіювання." }, -- Rune of Sacrifice
[210822] = { "гармонічне явлення", use="Вивчити нову здібність гравіювання." }, -- Harmonious Epiphany
[210823] = { "руна бою з двох рук", use="Навчає вас новій здібності гравіювання." }, -- Rune of Dual Wield Specialization
[210824] = { "руна угоди", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Pact
[210825] = { "руна вісника війни", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Warbringer
[210953] = { "око Бхоски", flavor="Хоча око й неживе, ви відчуваєте, що за вами спостерігають..." }, -- Eye of Bhossca
[210955] = { "уніформа посвяченого Багряного Походу", use="Замаскуватися під учасника Багряного Походу. Підозрілі дії розкриють маскування." }, -- Scarlet Initiate's Uniform
[210963] = { "ключ провидця" }, -- Scryer's Key
[210966] = { "кров Легіону", flavor="Темна і густа... Ця кров пов'язана з великими командирами Легіону." }, -- Blood of the Legion
[210967] = { "таємне повідомлення" }, -- Confidential Message
[210968] = { "ключ від релікварія" }, -- Reliquary Key
[210979] = { "руна тіньових кроків", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowstep
[210980] = { "руна метаморфози", use="Навчає вас новій здібності гравіювання." }, -- Rune of Metamorphosis
[211205] = { "руна левиного серця", use="Навчає вас новій здібності гравіювання." }, -- Rune of Heart of the Lion
[211247] = { "викрійка: Браслети фенікса", use="Навчає вас пошиттю браслетів фенікса.", recipe_result_item=210781 }, -- Pattern: Phoenix Bindings
[211263] = { "нагрудник правосуддя", equip={ "Збільшує навичку захисту на 6.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14.", "Збільшує показник блокування щитом на 32." } }, -- Judgement Chestguard
[211269] = { "примітивний малюнок" }, -- Primitive Drawing
[211272] = { "порожня клітка для приманки", use="Спіймати тваринку, щоб використати її як приманку." }, -- Empty Bait Cage
[211273] = { "спіймана тваринка", use="Використати тваринку як приманку." }, -- Trapped Critter
[211293] = { "багряне трофейне перо" }, -- Crimson Trophy Quill
[211301] = { "руна виявлення слабких місць", use="Навчає вас новій здібності гравіювання." }, -- Rune of Expose Weakness
[211315] = { "загублені припаси: легка шкіра", use="Додайте 14 легких шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Light Leather
[211316] = { "загублені припаси: мироквіт", use="Додайте 20 мироквітів, щоб завершити партію припасів." }, -- Waylaid Supplies: Peacebloom
[211317] = { "загублені припаси: срібнолист", use="Додайте 20 срібнолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Silverleaf
[211318] = { "загублені припаси: крихітні зілля лікування", use="Додайте 20 крихітних зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Healing Potions
[211319] = { "загублені припаси: мідні короткі мечі", use="Додайте 6 мідних коротких мечів, щоб завершити партію припасів." }, -- Waylaid Supplies: Copper Shortswords
[211320] = { "загублені припаси: рунічні мідні штани", use="Додайте 3 пари рунічних мідних штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Runed Copper Pants
[211321] = { "загублені припаси: малі чарівні жезли", use="Додайте 2 малі чарівні жезли, щоб завершити партію припасів." }, -- Waylaid Supplies: Lesser Magic Wands
[211322] = { "загублені припаси: слабка чарівня олія", use="Додайте 2 слабкі чарівні олії, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Wizard Oil
[211323] = { "загублені припаси: грубі мідні бомби", use="Додайте 12 грубих мідних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Copper Bombs
[211324] = { "загублені припаси: грубі громостріли", use="Додайте 3 грубі громостріли, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Boomsticks
[211325] = { "загублені припаси: шкіряні ремені ручної роботи", use="Додайте 5 шкіряних ременів ручної роботи, щоб завершити партію припасів." }, -- Waylaid Supplies: Handstitched Leather Belts
[211326] = { "загублені припаси: тиснені шкіряні жилети", use="Додайте 3 тиснені шкіряні жилети, щоб завершити партію припасів." }, -- Waylaid Supplies: Embossed Leather Vests
[211327] = { "загублені припаси: коричневі лляні штани", use="Додайте 6 коричневих лляних штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Brown Linen Pants
[211328] = { "загублені припаси: коричневі лляні мантії", use="Додайте 4 коричневі лляні мантії, щоб завершити партію припасів." }, -- Waylaid Supplies: Brown Linen Robes
[211329] = { "загублені припаси: запечені яйця з травами", use="Додайте 20 запечених яєць з травами, щоб завершити партію припасів." }, -- Waylaid Supplies: Herb Baked Eggs
[211330] = { "загублені припаси: вовчатина з прянощами", use="Додайте 20 порцій вовчатини з прянощами, щоб завершити партію припасів." }, -- Waylaid Supplies: Spiced Wolf Meat
[211331] = { "загублені припаси: блискуча рибка", use="Додайте 20 блискучих рибок, щоб завершити партію припасів." }, -- Waylaid Supplies: Brilliant Smallfish
[211332] = { "загублені припаси: щільні лляні бинти", use="Додайте 10 щільних лляних бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Linen Bandages
[211365] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211367] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211368] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211382] = { "маленька сумка кур'єра" }, -- Small Courier Satchel
[211384] = { "міцна сумка кур'єра" }, -- Sturdy Courier Bag
[211385] = { "руна зміїного розмаху", use="Навчає вас новій здібності гравіювання." }, -- Rune of Serpent Spread
[211386] = { "сувій закляття: Арканічний сплеск", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Arcane Surge
[211387] = { "руна джерела світла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Beckoning Light
[211390] = { "руна дратування", use="Навчає вас новій здібності гравіювання." }, -- Rune of Teasing
[211391] = { "руна цілющого дощу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Healing Rain
[211392] = { "руна вічної химороді", use="Навчає вас новій здібності гравіювання." }, -- Rune of Everlasting Affliction
[211393] = { "руна цілеспрямованої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Single-Minded Fury
[211419] = { "жменя мінливої луски", flavor="Ця дивовижна луска злегка мерехтять, ніби вона не зовсім безтілесні. Вочевидь, це вплив дивовижної магії... якби тільки знайти когось, хто знає про них більше." }, -- Handful of Shifting Scales
[211420] = { "талісман мінливої луски", equip="Захищає носія від впливу Нищівної пітьми." }, -- Shifting Scale Talisman
[211421] = { "скринька", use="Спробуйте скористатись потужним джерелом Світла для знищення скриньки.", flavor="Дотик до коробки одразу ж наповнює вас почуттям глибокого занепокоєння... але також і почуттям творчого натхнення, якого ви ніколи раніше не відчували." }, -- The Box
[211422] = { "уламок Порожнечі", flavor="Все, що залишилося від скриньки — крихітний уламок абсолютно чорного кристалу. Він ніби поглинає світло." }, -- Shard of the Void
[211423] = { "шкіряні рукавички Порожнечі", equip="Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", use="Поринути у божевілля, збільшуючи швидкість атаки на 10%, а також збільшуючи вашу загрозу протягом 10 секунд." }, -- Void-Touched Leather Gloves
[211426] = { "гілка Тіней", flavor="Уражена Смарагдовим Жахом, ця гілка висмоктує життя носія." }, -- Bough of Shadows
[211427] = { "посудина душі", flavor="Ув'язнює демонічні душі і висмоктує з них силу." }, -- Soul Vessel
[211443] = { "клинок люті" }, -- Blade of Rage
[211444] = { "плащ закликача" }, -- Summoner's Cloak
[211445] = { "варварський вигнутий лук" }, -- Barbaric Recurve
[211447] = { "вантаж зі зброєю" }, -- Arms Shipment
[211448] = { "підписаний договір про постачання" }, -- Signed Procurement Contract
[211449] = { "перлина Порожнечі месника", equip="Збільшує силу атаки на 18." }, -- Avenger's Void Pearl
[211450] = { "перлина Порожнечі заклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Invoker's Void Pearl
[211451] = { "перлина Порожнечі послушника", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Acolyte's Void Pearl
[211452] = { "бездогання перлина Чорноводдя", flavor="Прислужник Старих Богів, Аку'май, мертвий. Башані Рунному Тотему варто дізнатись про це." }, -- Perfect Blackfathom Pearl
[211454] = { "дивна водяна куля" }, -- Strange Water Globe
[211455] = { "витончені рукавички без пальців", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів природи на 14." } }, -- Slick Fingerless Gloves
[211456] = { "кинджал добровільної жертви", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Dagger of Willing Sacrifice
[211457] = { "пояс сутінкового захисника", equip="Збільшує навичку захисту на 4." }, -- Twilight Defender's Girdle
[211458] = { "фоліант тіньового оберега" }, -- Tome of Shadow Warding
[211460] = { "древній арктичний баклер" }, -- Ancient Arctic Buckler
[211461] = { "гравійований могильний скіпетр" }, -- Inscribed Gravestone Scepter
[211462] = { "перстень вічного натхнення" }, -- Ever-Sustaining Ring
[211463] = { "браслети цвіркуна" }, -- Chittering Beetle Clasps
[211464] = { "поношена накидка прелата" }, -- Worn Prelacy Cape
[211465] = { "осяяні чоботи прозріння" }, -- Nimbus Boots of Insight
[211466] = { "серцевинний ремінь" }, -- Tender's Heartwood Girdle
[211467] = { "перстень залізного кулака" }, -- Band of the Iron Fist
[211468] = { "поношене каштанове напліччя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Frayed Chestnut Mantle
[211471] = { "ключ Скельноджерельного водоспаду" }, -- Cliffspring Key
[211472] = { "манускрипт вигнання", use="Вивчити нову здібність після того, як ви застосуєте \"Вигнати невмерлого\" на ворогів і вб'єте їх за допомогою \"Екзорцизму\" 5 разів." }, -- Libram of Banishment
[211476] = { "руна пробудженого полум'я", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fires Wake
[211477] = { "руна спалення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Incinerate
[211482] = { "приношення Розтрощеного Списа" }, -- Shatterspear Offering
[211487] = { "вибухівка", use="Покласти на землю вибухівку з коротким запалом.", flavor="Корисна лише для розчищення сміття та завалів." }, -- Demolition Explosives
[211488] = { "руна месника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Avenger
[211490] = { "пророцтво про тисячу вогнів", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a Thousand Lights
[211491] = { "бездонна сумка зі шкіри мурлока" }, -- Bottomless Murloc Skin Bag
[211492] = { "торба Келріса" }, -- Kelris's Satchel
[211498] = { "тренувальний ночезуб стражів", use=429856 }, -- Trainee's Sentinel Nightsaber
[211499] = { "тренувальний вовк вершників", use=429857 }, -- Trainee's Outrider Wolf
[211500] = { "міцна тканинна пов'язка", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Cloth Headband
[211501] = { "нагрудник міці", equip={ "Збільшує шанс завдання критичного удару на 1%.", "Збільшує шанс завдання удару на 1%." } }, -- Chestguard of Might
[211502] = { "шкіряні рукавиці Порожнечі", equip="Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", use="Поринути у божевілля, збільшуючи шкоду від заклять на 10%, а також збільшуючи вашу загрозу протягом 10 секунд." }, -- Void-Touched Leather Gauntlets
[211504] = { "кольчуга сутінкового месника", equip="Збільшує навичку захисту на 4." }, -- Twilight Avenger's Chain
[211505] = { "шолом сутінкового месника", equip="Збільшує навичку захисту на 4." }, -- Twilight Avenger's Helm
[211506] = { "чоботи сутінкового месника" }, -- Twilight Avenger's Boots
[211507] = { "капюшон сутінкового стихійника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Twilight Elementalist's Cowl
[211508] = { "чоботи сутінкового стихійника" }, -- Twilight Elementalist's Footpads
[211509] = { "мантія сутінкового стихійника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Twilight Elementalist's Robe
[211510] = { "капюшон сутінкового вбивці", equip="Збільшує силу атаки на 14." }, -- Twilight Slayer's Cowl
[211511] = { "чоботи сутінкового вбивці" }, -- Twilight Slayer's Footpads
[211512] = { "мундир сутінкового вбивці" }, -- Twilight Slayer's Tunic
[211514] = { "сувій закляття: Масова регенерація", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Mass Regeneration
[211527] = { "затишний спальний мішок", use="Розгорнути спальний мішок. Відпочивши в ньому хоча б хвилину, ви отримаєте бонус до досвіду, що накопичується до 3 разів.", flavor="Старий, але досі цілий." }, -- Cozy Sleeping Bag
[211528] = { "темне прозріння", use="Помедитувати над самотньою могилою в Смерколіссі, щоб отримати пророцтво." }, -- Dark Insight
[211530] = { "пророцтво про оточене місто", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of a City Enthralled
[211531] = { "пророцтво про сімох гостей", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Seven Visitors
[211534] = { "первісне прозріння", use="Помедитувати над ловцем снів Колючохутрих, щоб отримати пророцтво." }, -- Primal Insight
[211691] = { "сувій закляття: Арканічний спалах", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Arcane Blast
[211777] = { "манускрипт наги" }, -- Naga Manuscript
[211779] = { "чари сприйняття", flavor="Допомагає з перекладом сувоїв заклять." }, -- Comprehension Charm
[211780] = { "сувій: КВІДЖІБО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: KWYJIBO
[211784] = { "сувій: ВАББА ЛАББА", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: WUBBA WUBBA
[211785] = { "сувій: ЦВАЛ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: CWAL
[211786] = { "сувій: ОТЕЦЬ ЧАРСОВИХ НІН", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: CHAP BALK WELLES
[211787] = { "сувій: СИЧАНАДНИЙ ВАЛАЗ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: LOWER PING WHOMEVER
[211789] = { "капюшон Артеміди", equip="Збільшує силу атаки на 24." }, -- Artemis Cowl
[211799] = { "мішок крадених припасів", flavor="Ймовірно, Ада забрала їх коли втікала з собору." }, -- Sack of Stolen Goods
[211800] = { "сувій реінтеграції", use="Повертає мертвого гравця до життя з 15% здоров'я та мани. Не можна використовувати під час бою." }, -- Scroll of Reintegration
[211809] = { "буквар сприйняття", flavor="Допомагає з перекладом простих сувоїв заклять." }, -- Comprehension Primer
[211813] = { "оберіг Срібнокрилих стражів", flavor="Ви отримали це від загиблого бійця Срібнокрилих стражів. Можливо, Провидцю буде цікаво поглянути." }, -- Silverwing Sentinel Charm
[211814] = { "знак авангарду Пісні Війни", flavor="Ви отримали це від загиблого бійця авангарду Пісні Війни. Можливо, жриці місяця буде цікаво поглянути." }, -- Warsong Outrider Mark
[211815] = { "бойовий гімн Срібнокрилих", use="Збільшення всієї шкоди та зцілення на 5% протягом 2 годин.", flavor="Захоплююча композиція, що підтримує бойовий дух перед боєм." }, -- Silverwing Battle Hymn
[211816] = { "бойовий барабан Пісні Війни", use="Збільшення всієї шкоди та зцілення на 5% протягом 2 годин.", flavor="Бойовий барабан, що тіло рве до бою." }, -- Warsong Battle Drum
[211818] = { "дивна водяна куля" }, -- Strange Water Globe
[211819] = { "загублені припаси: злитки бронзи", use="Додайте 12 злитків бронзи, щоб завершити партію припасів." }, -- Waylaid Supplies: Bronze Bars
[211820] = { "загублені припаси: злитки срібла", use="Додайте 6 злитків срібла, щоб завершити партію припасів." }, -- Waylaid Supplies: Silver Bars
[211821] = { "загублені припаси: середня шкіра", use="Додайте 12 середніх шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Medium Leather
[211822] = { "загублені припаси: синцівка", use="Додайте 20 синцівок, щоб завершити партію припасів." }, -- Waylaid Supplies: Bruiseweed
[211823] = { "загублені припаси: прудкоп'ях", use="Додайте 20 прудкоп'яхів, щоб завершити партію припасів." }, -- Waylaid Supplies: Swiftthistle
[211824] = { "загублені припаси: невеликі зілля мани", use="Додайте 20 невеликих зіллів мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Lesser Mana Potions
[211825] = { "загублені припаси: грубі бронзові чоботи", use="Додайте 3 пари грубих бронзових чобіт, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Bronze Boots
[211826] = { "загублені припаси: срібні ключі-відмички", use="Додайте 14 срібних ключів-відмичок, щоб завершити партію припасів." }, -- Waylaid Supplies: Silver Skeleton Keys
[211827] = { "загублені припаси: рунічні срібні жезли", use="Додайте 1 рунічний срібний жезл, щоб завершити партію припасів." }, -- Waylaid Supplies: Runed Silver Rods
[211828] = { "загублені припаси: слабка олія мани", use="Додайте 2 слабкі олії мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Minor Mana Oil
[211829] = { "загублені припаси: малі бронзові бомби", use="Додайте 12 малих бронзових бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Small Bronze Bombs
[211830] = { "загублені припаси: вишукана підзорна труба", use="Додайте 2 вишукані підзорні труби, щоб завершити партію припасів." }, -- Waylaid Supplies: Ornate Spyglasses
[211831] = { "загублені припаси: темні шкіряні плащі", use="Додайте 2 темні шкіряні плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Dark Leather Cloaks
[211832] = { "загублені припаси: наплечі жителя пагорбів", use="Додайте 2 наплечі жителя пагорбів, щоб завершити партію припасів." }, -- Waylaid Supplies: Hillman's Shoulders
[211833] = { "загублені припаси: сірі вовняні сорочки", use="Додайте 4 сірі вовняні сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Gray Woolen Shirts
[211834] = { "загублені припаси: оздоблений перлами плащ", use="Додайте 3 оздоблені перлами плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Pearl-clasped Cloaks
[211835] = { "загублені припаси: копчена мудрориба", use="Додайте 15 порцій копченої мудрориби, щоб завершити партію припасів." }, -- Waylaid Supplies: Smoked Sagefish
[211836] = { "загублені припаси: копчена ведмежатина", use="Додайте 20 порцій копченої ведмежатини, щоб завершити партію припасів." }, -- Waylaid Supplies: Smoked Bear Meat
[211837] = { "загублені припаси: гоблінські фаршировані молюски", use="Додайте 8 гоблінських фаршированих молюсків, щоб завершити партію припасів." }, -- Waylaid Supplies: Goblin Deviled Clams
[211838] = { "загублені припаси: щільні вовняні бинти", use="Додайте 15 щільних вовняних бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Wool Bandages
[211839] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211840] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211841] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[211842] = { "пошарпаний капелюх роздумів Раккамара", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Rakkamar's Tattered Thinking Cap
[211843] = { "маска презирства", equip="Збільшує навичку захисту на 7." }, -- Mask of Scorn
[211845] = { "точильний камінь Чорноводдя", use="При застосуванні на зброї збільшує ймовірність нанесення ударів на 2% протягом 30 хвилин. Ефект не діє за межами Чорноводних глибин.", flavor="Ці загадкові зачаровані камені, здається, сяють тим яскравіше, чим глибше ви спускаєтеся в Чорноводні глибини." }, -- Blackfathom Sharpening Stone
[211846] = { "креслення: Точильний камінь Чорноводдя", use="Навчає вас створювати точильний камінь Чорноводдя.", recipe_result_item=211845 }, -- Plans: Blackfathom Sharpening Stone
[211848] = { "чорноводна олія мани", use="При нанесенні на зброю відновлює 12 мани кожні 5 сек та збільшує ймовірність нанесення удару заклинаннями на 2% протягом 5 хвилин. Ефект діє лише в Чорноводних глибинах." }, -- Blackfathom Mana Oil
[211849] = { "формула: Чорноводна олія мани", use="Навчає вас створювати чорноводну олію мани.", recipe_result_item=211848 }, -- Formula: Blackfathom Mana Oil
[211852] = { "пов'язки забрудненої води", equip="Збільшує шкоду від заклинань і ефектів тіні на 9." }, -- Handwraps of Befouled Water
[211853] = { "сувій: ЗВИВЕНЬ І МАКРОРО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: VOCE WELL
[211854] = { "сувій: ОМІТ КЕСА", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: OMIT KESA
[211855] = { "сувій: В'ЯНКА БЛЄДНА НОНІ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: STHENIC LUNATE
[211856] = { "міцний кольчужний койф", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Mail Coif
[211857] = { "міцна шкіряна маска", equip="Зменшує вхідну шкоду та ймовірність отримання критичного удару на 5% в тіснині Пісні Війни." }, -- Resilient Leather Mask
[211933] = { "загублені припаси: грубий камінь", use="Додайте 10 грубих каменів, щоб завершити партію припасів." }, -- Waylaid Supplies: Rough Stone
[211934] = { "загублені припаси: зілля лікування", use="Додайте 10 зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Healing Potions
[211935] = { "загублені припаси: еліксир вогнеміці", use="Додайте 15 еліксирів вогнеміці, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixir of Firepower
[211940] = { "племінний охоронець Екс'ава", equip="Надає {1} додаткової броні учасникам групи протягом {2} хв. Гравці можуть мати на собі лише одну ауру від кожного паладина одночасно.#{1} additional armor#for {2} min" }, -- Ecks'av's Tribal Guardian
[211941] = { "ярі вітроступа", hit="Вражає ворогів перед вами силою вітру, вогню та всіляких інших речей!" }, -- Windwalker's Yari
[211944] = { "карма Тояри", hit="Хвиля полум'я завдає всім ворогам навколо від 208 до 249 шкоди вогнем, а також викликає у них запаморочення на 6 секунд." }, -- Tojara's Karma
[211953] = { "сувій магічного відновлення I", use="Відновлює 8 мани кожні 5 сек." }, -- Scroll of Arcane Recovery I
[211954] = { "сувій магічної точності I", use="Збільшує вашу ймовірність нанесення удару заклинаннями на 1%." }, -- Scroll of Arcane Accuracy I
[211955] = { "сувій магічного захистту - вогонь I", use="Збільшує ваш супротив вогню на 20 протягом 30 хвилин." }, -- Scroll of Arcane Protection - Fire I
[211956] = { "сувій магічного захистту - крига I", use="Збільшує ваш супротив кризі на 20 протягом 30 хвилин." }, -- Scroll of Arcane Protection - Frost I
[211957] = { "сувій магічної сили I", use="Збільшує вашу ймовірність нанесення критичного удару заклинаннями на 1%." }, -- Scroll of Arcane Power I
[212160] = { "хронозаміщувач благословень", ref=184937 }, -- Chronoboon Displacer
[212225] = { "нескінченна посудина душі", use="Ваше наступне закляття, що поглинає уламки душ, не потребуватиме їх для вимовляння." }, -- Neverending Soul Vessel
[212230] = { "креслення: Посудина душі", use="Навчає вас створювати посудину душі.", recipe_result_item=211427 }, -- Schematic: Soul Vessel
[212347] = { "ключ Ілларі" }, -- Illari's Key
[212548] = { "руна затемнення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Eclipse
[212549] = { "руна капканника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Trapper
[212551] = { "руна воєнного ремесла", use="Навчає вас новій здібності гравіювання." }, -- Rune of Warfare
[212552] = { "психософічне явлення" }, -- Psychosophic Epiphany
[212553] = { "прикрашена коштовностями шкатулка" }, -- Jewel-Encrusted Box
[212559] = { "руна отруєного клинка", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Poisoned Blade
[212560] = { "руна пробудження пращурів", use="Навчає вас новій здібності гравіювання." }, -- Rune of Ancestral Awakening
[212561] = { "руна палаючої темряви", use="Навчає вас новій здібності гравіювання." }, -- Rune of Burning Darkness
[212562] = { "руна цілющої немамовитості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Healing Rage
[212568] = { "вовчий трофей", use="Накладання на шолом чарів, що дозволяють отримати 20 енергії або 5 люті при перетворенні в кота або ведмедя." }, -- Wolfshead Trophy
[212580] = { "посох хранителя знань", equip="Відновлює 4 мани кожні 5 сек." }, -- Lorekeeper's Staff
[212581] = { "лук вісника" }, -- Outrunner's Bow
[212582] = { "меч захисника" }, -- Protector's Sword
[212583] = { "клинок стражниці" }, -- Sentinel's Blade
[212584] = { "кострубатий посох радника", equip="Відновлює 4 мани кожні 5 сек." }, -- Advisor's Gnarled Staff
[212585] = { "лук вершника" }, -- Outrider's Bow
[212586] = { "меч легіонера" }, -- Legionnaire's Sword
[212587] = { "клинок розвідника" }, -- Scout's Blade
[212588] = { "рукавички провізора" }, -- Provisioner's Gloves
[212589] = { "чоботи кур'єра" }, -- Courier Treads
[212590] = { "підйомний ремінь" }, -- Hoist Strap
[212693] = { "гниле насіння" }, -- Rotten Seed
[212723] = { "сутність гуркоту" }, -- Rumbling Essence
[212724] = { "сутність вихру" }, -- Whirling Essence
[212726] = { "сутність припливу" }, -- Rushing Essence
[212748] = { "порвана записка" }, -- Tattered Note
[212792] = { "око бурі" }, -- Eye of the Tempest
[212982] = { "зілля шквалоломів", use="Захищає вас від стихій." }, -- Squall-breakers Potion
[212994] = { "браслети ловця бурь" }, -- Stormchaser's Bindings
[212996] = { "браслети закликача блискавки", equip="Збільшує ваш шанс нанесення удару заклинаннями на 1%." }, -- Lightningcaller's Bindings
[212997] = { "браслети закликача хвиль", equip="Відновлює 3 мани кожні 5 сек." }, -- Tidecaller's Bindings
[213036] = { "вода озера Елуна'ара", use="Полити водою саджанець древня.", flavor="Крихка куля води, освячена древнім Орокаєм." }, -- Water of Elune'ara
[213074] = { "руна підживлення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Nourishing
[213086] = { "руна вихору", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Storm
[213087] = { "плащ сержанта" }, -- Sergeant's Cloak
[213088] = { "плащ сержанта" }, -- Sergeant's Cloak
[213090] = { "руна синергії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Synergy
[213092] = { "руна альфи", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Alpha
[213093] = { "руна сили", use="Навчає вас новій здібності гравіювання." }, -- Rune of Power
[213094] = { "руна вогненного спалаху", use="Навчає вас новій здібності гравіювання." }, -- Rune of Fire Nova
[213096] = { "руна приманок", use="Навчає вас новій здібності гравіювання." }, -- Rune of Decoys
[213098] = { "руна закляття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Invocation
[213100] = { "руна заборонених знань", use="Навчає вас новій здібності гравіювання." }, -- Rune of Forbidden Knowledge
[213101] = { "руна тіньового полум'я", use="Навчає вас новій здібності гравіювання." }, -- Rune of Shadowflames
[213102] = { "руна нечестивості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wickedness
[213103] = { "руна припливу крові", use="Навчає вас новій здібності гравіювання." }, -- Rune of Blood Surge
[213104] = { "руна безжальної точності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Ruthless Precision
[213105] = { "Шаурмагеддон", use="Збільшує швидкість атаки на 4% і надає атакам ближнього бою шанс завдати додатково 7 шкоди від вогню." }, -- Shawarmageddon
[213109] = { "руна зосередженої люті", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focused Rage
[213110] = { "руна командира", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Commander
[213111] = { "руна втручання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Intervention
[213112] = { "сувій закляття: Обстріл снарядами", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Missile Barrage
[213113] = { "сувій закляття: Полум'яна вдача", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Hot Streak
[213116] = { "сувій закляття: Хроностатичне збереження", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Chronostatic Preservation
[213118] = { "руна короля джунглів", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Jungle King
[213119] = { "руна інстинктів", use="Навчає вас новій здібності гравіювання." }, -- Rune of Instinct
[213120] = { "руна сновиди", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Dreamer
[213121] = { "сушений падуб", use="Перетворює ваш транспортний засіб на щось більш святкове." }, -- Preserved Holly
[213122] = { "руна впевненого пострілу", use="Навчає вас новій здібності гравіювання." }, -- Rune of Steady Shot
[213124] = { "руна ближнього бою", use="Навчає вас новій здібності гравіювання." }, -- Rune of Close Combat
[213125] = { "руна збадьорення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Invigoration
[213126] = { "руна забіяки", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Scrapper
[213127] = { "сувій закляття: САТИРАРІЧНА ЛОЖКА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: PELFRB STOLLOTS
[213128] = { "руна благочестя", use="Навчає вас новій здібності гравіювання." }, -- Rune of Piety
[213130] = { "руна вливання", use="Навчає вас новій здібності гравіювання." }, -- Rune of Infusions
[213132] = { "руна захисника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Guardian
[213136] = { "руна непомітності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Subtlety
[213137] = { "руна раптового нападу", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Assailant
[213138] = { "руна витримки", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Southpaw
[213139] = { "руна вбивці", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Assassin
[213140] = { "пророцтво про скоре зцілення", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of the Quickened Path
[213142] = { "пророцтво про ув'язнене зло", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Imprisoned Malice
[213143] = { "апокрифічне явлення", use="Вивчити нову здібність гравіювання." }, -- Apocryphal Epiphany
[213144] = { "сяйнисте явлення" }, -- Luminous Epiphany
[213165] = { "Василіски: чи варто боятися скам'яніння?", flavor="Дослідження використання частин василіска як реактивів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Basilisks: Should Petrification be Feared?
[213168] = { "мідна монета крові", use="Перетворити 100 мідних монет крові на 1 срібну монету крові.", flavor="Малий знак служіння лоа крові." }, -- Copper Blood Coin
[213169] = { "срібна монета крові", use="Перетворити 100 срібних монет крові на 1 золоту монету крові.", flavor="Знак служіння лоа крові." }, -- Silver Blood Coin
[213170] = { "золота монета крові", flavor="Символ служби лоа крові." }, -- Gold Blood Coin
[213278] = { "бойові рукавиці бац-маестро", equip={ "Збільшує навичку володіння кулачною зброєю на 3.", "Збільшує навичку володіння булавами на 3." } }, -- Bonk-Maestro's Handguards
[213279] = { "світловідбиваючий шолом", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Reflective Skullcap
[213280] = { "оптичний шолом стрільця", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Marksman's Scopevisor
[213281] = { "електромагнітний реактиватор гіперпотоку", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", use="Створити блискавку і направити її у всіх ворогів перед собою, завдаючи від 152 до 172 шкоди від природи. Після цього заклинач буде оточений електричним бар'єром на 10 хв." }, -- Electromagnetic Hyperflux Reactivator
[213282] = { "гіперзаряджена шестерня винахідливості", equip={ "Збільшує зцілення від заклинань і ефектів на 13.", "Відновлює 3 мани кожні 5 сек." } }, -- Hypercharged Gear of Innovation
[213283] = { "гіперзаряджена шестерня спалення", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Відновлює 4 мани кожні 5 сек." } }, -- Hypercharged Gear of Conflagration
[213284] = { "гіперзаряджена шестерня спустошення" }, -- Hypercharged Gear of Devastation
[213285] = { "забруднені мастилом пов'язки Лева", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9.", "Відновлює 3 мани кожні 5 сек." } }, -- Lev's Oil-Stained Bindings
[213286] = { "голка Електрошокера", hit="Постріл зарядом блискавки, що завдає від 25 до 35 шкоди від природи." }, -- Electrocutioner's Needle
[213287] = { "гайка Електрошокера", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Electrocutioner Hexnut
[213288] = { "бубонні рукавиці Бубонника", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Grubbis Grubby Gauntlets
[213289] = { "Гідропосох", equip="Дозволяє дихати під водою." }, -- Hydrostaff
[213290] = { "кислотні калоші", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Acidic Waders
[213291] = { "Токсичний месник II", hit="Завдає 30 шкоди від природи кожні 5 с усім ворогам у радіусі 8 м навколо вас протягом 15 сек." }, -- Toxic Revenger II
[213292] = { "гізмотронний гігарубач" }, -- Gizmotron Gigachopper
[213293] = { "високотехнологічна суперрушниця Mk.VII", equip="Збільшує силу атаки на 12." }, -- Hi-tech Supergun Mk.VII
[213294] = { "печерні сабатони", equip="Збільшує навичку захисту на 4." }, -- Caverndeep Sabatons
[213295] = { "ультразвуковий віброклинок", hit="Пробиває обладунок цілі, знижуючи її броню на 160." }, -- Ultrasonic Vibroblade
[213296] = { "заряджений головоруб", hit="Завдає цілі від 80 до 100 шкоди від природи." }, -- Supercharged Headchopper
[213297] = { "осцилюючий молоток", equip="Збільшує навичку захисту на 4." }, -- Oscillating Blasthammer
[213298] = { "комбінезон механіка" }, -- Mechbuilder's Overalls
[213299] = { "вкриті паливом штани", flavor="Тримати подалі від вогню." }, -- Petrolspill Pants
[213300] = { "рукавички майстерного бійця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Fighter Ace Gloves
[213301] = { "синтетичний наплічник", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Synthetic Mantle
[213302] = { "наплічник хитрого дипломата" }, -- Mantle of the Cunning Negotiator
[213303] = { "напличники блискавковідводу", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду від магічних заклинань і ефектів природи на 17." } }, -- Lightning Rod Spaulders
[213304] = { "напліччя вбивці трогів", equip="Збільшує силу атаки на 22." }, -- Troggslayer Pauldrons
[213305] = { "оброблені литі наплічники" }, -- Machined Alloy Shoulderplates
[213306] = { "накидка винахідливості", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Ingenuity's Cover
[213307] = { "плащ розщеплення" }, -- Drape of Dismantling
[213308] = { "прототип плаща-парашута", use="Зменшує швидкість падіння на 10 секунд.", flavor="Цей плащ виготовлений з надзвичайною майстерністю. Він буде чудово виглядати на вас, доки не вийде з ладу і не спалахне полум'ям." }, -- Prototype Parachute Cloak
[213309] = { "плащ винахідника", equip={ "Збільшує зцілення від заклинань і ефектів на 15.", "Відновлює 2 мани кожні 5 сек." } }, -- Cloak of Invention
[213310] = { "надпровідна мерехтлива сорочка", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 6 мани кожні 5 сек." } }, -- Hyperconductive Shimmershirt
[213311] = { "надпровідна мантія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Hyperconductive Robe
[213312] = { "ізольований фартух", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19.", "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Insulated Apron
[213313] = { "ізольований нагрудник" }, -- Insulated Chestguard
[213314] = { "кольчуга електроманта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 26." } }, -- Electromantic Chainmail
[213315] = { "кольчужна сорочка електроманта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Electromantic Chainshirt
[213316] = { "кіраса К.А.Т.А.С.Т.Р.О.Ф." }, -- H.A.Z.A.R.D. Breastplate
[213317] = { "експериментальні стабілізатори прицілу", equip="Збільшує силу атаки на 22.", flavor="Відчуття від носіння цих браслетів не дуже приємні." }, -- Experimental Aim Stabilizers
[213318] = { "вишукані браслети з темного заліза", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Ornate Dark Iron Bangles
[213319] = { "рукавиці машиніста", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 30 в бою з механізмами." } }, -- Machinist's Gloves
[213320] = { "рукавиці чародійної точності", equip="Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Fingers of Arcane Accuracy
[213321] = { "пояс летких сумішей", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Volatile Concoction Belt
[213322] = { "поям череполома" }, -- Skullduggery Waistband
[213323] = { "пасок земних глибин", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 19." }, -- Cord of Deep Earth
[213324] = { "електромагнітний пояс", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Electromagnetic Waistcord
[213325] = { "пояс темних видінь", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 24." } }, -- Darkvision Girdle
[213326] = { "пояс виправлення", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Girdle of Reclamation
[213327] = { "пояс трога-берсерка" }, -- Belt of the Trogg Berserker
[213328] = { "надпровідні штани", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 6 мани кожні 5 сек." } }, -- Hyperconductive Pantaloons
[213329] = { "надпровідна спідниця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Hyperconductive Skirt
[213330] = { "ножні лати К.А.Т.А.С.Т.Р.О.Ф.", equip="Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- H.A.Z.A.R.D. Legplates
[213331] = { "ізольовані поножі", equip="Збільшує шкоду від заклять і ефектів аркани на 19." }, -- Insulated Leggings
[213332] = { "ізольовані набедреники", equip="Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Insulated Legguards
[213333] = { "шоси електроманта", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 28." } }, -- Electromantic Chausses
[213334] = { "гамбезон електроманта", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Electromantic Gambeson
[213335] = { "чоботи К.А.Т.А.С.Т.Р.О.Ф." }, -- H.A.Z.A.R.D. Boots
[213336] = { "надпровідні черевики", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Hyperconductive Walkers
[213337] = { "надпровідні сандалі", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Hyperconductive Sandals
[213338] = { "заземлюючі чоботи електроманта", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8.", "Відновлює 4 мани кожні 5 сек." } }, -- Electromantic Grounding Boots
[213339] = { "заземлюючі сабатони електроманта" }, -- Electromantic Grounding Sabatons
[213340] = { "чоботи оператора гномобота" }, -- Gnomebot Operators Boots
[213341] = { "ізольовані робочі чоботи", equip="Збільшує ефективність непомітності на 1 рівень." }, -- Insulated Workboots
[213342] = { "ізольовані галоші", equip="Збільшує шкоду від магічних заклинань і ефектів природи на 16." }, -- Insulated Galoshes
[213343] = { "знак правосуддя", equip={ "Збільшує ваш шанс ухилитися від атаки на 1%.", "Збільшує навичку захисту на 4." } }, -- Justice Badge
[213344] = { "заводний медальйон гномреганського миротворця", equip={ "Збільшує силу атаки на 16.", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." } }, -- Gnomeregan Peace Officer's Torque
[213345] = { "поршневий кулон", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Piston Pendant
[213346] = { "підвіска повернення", equip={ "Збільшує зцілення від заклинань і ефектів на 13.", "Відновлює 3 мани кожні 5 сек." } }, -- Pendant of Homecoming
[213347] = { "мініатюрна камера згоряння", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12.", use="Випадковим чином перетворює від 1-150 здоров'я на 1-150 мани щосекунди протягом 10 секунд." }, -- Miniaturized Combustion Chamber
[213348] = { "гіроматичний експеримент 420б", equip="Збільшує силу атаки на 18.", use="Збільшує швидкість атаки на 5%. Можливо, ви зможете продовжити цей експеримент..." }, -- Gyromatic Experiment 420b
[213349] = { "пляшка гномієвих пігулок", equip="Відновлює 4 мани кожні 5 сек.", use="Робить ціль невразливою до ефектів знерухомлення на 5 секунд. Також знімає наявні ефекти знерухомлення.", flavor="Побічні ефекти можуть включати: розлад шлунку, печію та всихання." }, -- Gniodine Pill Bottle
[213350] = { "загартоване ядро Вірдала", equip="Збільшує ваш шанс ухилитися від атаки на 1%.", use="Збільшує броню на 1000, але зменшує швидкість руху на 60%. Ефект триває 10 секунд і його не можна відмінити.", flavor="Найміцніше ядро." }, -- Wirdal's Hardened Core
[213351] = { "опромінений баштовий щит", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Irradiated Tower Shield
[213352] = { "щастя слюсаря", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Gear-Mender's Grace
[213353] = { "дефібриляційний посох", equip={ "Збільшує зцілення від заклинань і ефектів на 35.", "Збільшує шкоду від заклять і ефектів аркани на 26." }, use="Іноді посох може повернути до життя мертвого гравця. Не можна використовувати під час бою." }, -- Defibrillating Staff
[213354] = { "посох злого генія", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, flavor="На держаку викарбувано ім'я \"Лу Кавий\"" }, -- Staff of the Evil Genius
[213355] = { "жало Фалько", flavor="На прикладі вигравірувана маленька мантикора." }, -- Falco's Sting
[213356] = { "кастомізований бластер Термоштепселя", equip="Збільшує силу атаки дальнього бою на 26." }, -- Thermaplugg's Custom Blaster
[213369] = { "тьмяносяйна шкіра" }, -- Faintly Glowing Leather
[213370] = { "опромінені обрізки шкіри", flavor="Досвідчений шкірник може зробити з цього щось корисне." }, -- Irradiated Leather Scraps
[213371] = { "ящик забрудненого розчину гномію", flavor="Досвідчений алхімік може зробити з цього щось корисне." }, -- Crate of Tainted Gniodine Solution
[213372] = { "ізолюючий гномій" }, -- Insulating Gniodine
[213373] = { "світловідбиваючий металобрухт", flavor="Досвідчений коваль може зробити з цього щось корисне." }, -- Reflective Scrapmetal
[213376] = { "низькофонові пластини ясносрібла" }, -- Low-Background Truesilver Plates
[213378] = { "нестабільне мікроволокно", flavor="Досвідчений кравець може зробити з цього щось корисне." }, -- Unstable Microfilament
[213379] = { "надпровідне чароволокно" }, -- Hyperconductive Arcano-Filament
[213381] = { "купа потьмянілих шестерень", flavor="Досвідчений інженер може зробити з цього щось корисне." }, -- Pile of Tarnished Gears
[213383] = { "поліровані ясносрібні шестерні" }, -- Polished Truesilver Gears
[213390] = { "обертовий ясносрібний блокувальник", equip={ "Збільшує шанс блокувати атаки щитом на 1%.", "При успішному блоці гострі елементи цього щита завдають від 5 до 10 шкоди нападнику і від 2 до 10 шкоди власнику." }, flavor="Краї цього щита напрочуд гострі. Вони несуть небезпеку як власнику, так і нападнику." }, -- Whirling Truesilver Gearwall
[213407] = { "котяча м'ята", use="Збільшує швидкість атаки на 50% протягом 30 секунд.", flavor="Культивовано Рістелем Кігтем, щоб підбурювати друїдів Пазура перед битвою." }, -- Catnip
[213408] = { "гіроматичний макро-регулятор" }, -- Gyromatic Macro-Adjustor
[213409] = { "арканоріз Меґґабура", hit="Вибух арканічної енергії, що завдає 30 шкоди від аркани, знижує всі види опору на 45 і збільшує шкоду від заклинань на 6% протягом 20 секунд. Діє лише на ворогів 45 рівня й нижче." }, -- Mekkatorque's Arcano-Shredder
[213410] = { "мерехтливий гізмоклинок", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Glimmering Gizmoblade
[213411] = { "незгасимий запал Іскроклаца", flavor="Тепер не вибухає при зберіганні!" }, -- Izzleflick's Inextinguishable Igniter
[213412] = { "діелектричний захисний щиток", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Dielectric Safety Shield
[213413] = { "надзвичайно м'які наплічники", equip="Збільшує зцілення від заклинань і ефектів на 11." }, -- Generously Padded Shoulderpads
[213414] = { "пояс механоцілителя", equip={ "Збільшує зцілення від заклинань і ефектів на 24.", "Відновлює 4 мани кожні 5 сек." } }, -- Mech-Mender's Sash
[213415] = { "напульсники штукаря", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Tinker's Wrist Wraps
[213416] = { "реактивний сікач Термоштепселя" }, -- Thermaplugg's Rocket Cleaver
[213417] = { "койф з ясносрібного волокна", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Відновлює 5 мани кожні 5 сек." } }, -- Truesilver Filament Coif
[213418] = { "зварні ясносрібні кільця", equip="Збільшує шкоду від заклять і ефектів святості на 14." }, -- Welded Truesilver Ringlets
[213419] = { "посібник з ремонту 9-60", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- 9-60 Repair Manual
[213421] = { "обпалена записка" }, -- Singed Note
[213422] = { "нерозбірливий рецепт" }, -- Illegible Recipe
[213426] = { "огрський блискавковідвід", use="Помістити в пухкий ґрунт." }, -- Ogre Lightning Rod
[213427] = { "вкритий брудом брухт" }, -- Grime-Encrusted Salvage
[213442] = { "кіготь майстра шестерень" }, -- Cogmaster's Claw
[213443] = { "подарунок, що цокає" }, -- Ticking Present
[213444] = { "потьмяніла молитовна намистина I", flavor="Нехай ті, що йдуть проти нас, пізнають нашу силу." }, -- Tarnished Prayer Bead I
[213445] = { "потьмяніла молитовна намистина II", flavor="Нехай Світло захистить нас від всяких ран." }, -- Tarnished Prayer Bead II
[213446] = { "потьмяніла молитовна намистина III", flavor="Нехай нечестивці та боягузи пізнають правосуддя." }, -- Tarnished Prayer Bead III
[213447] = { "вервиця Світла", flavor="Часто використовується в молитві членами Церкви Святого Світла." }, -- Rosary of the Light
[213448] = { "божествена молитовна намистина I", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead I
[213449] = { "божествена молитовна намистина II", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead II
[213450] = { "божествена молитовна намистина III", use="З'єднайте три божественні молитовні намистини, щоб зробити вервицю." }, -- Divine Prayer Bead III
[213451] = { "осквернений тотем вогню", flavor="Заплямований впливом Палаючого Леза, цей тотем потрісканий і почорнілий, але ви все ще відчуваєте в ньому зв'язок зі стихією. Мабуть, когось іншого ця знахідка стурбує не менше за вас." }, -- Corrupted Fire Totem
[213452] = { "дрімаюча свята руна", flavor="Віддай своє життя за іншого, і перш ніж дух твій покине тіло, нехай твоє спасіння повернеться до тебе." }, -- Dormant Holy Rune
[213513] = { "манускрипт визволення", use="Вивчити нову здібність після того, як ви 5 разів знімете ефекти обмеження руху з допомогою \"Благословення свободи\"." }, -- Libram of Deliverance
[213526] = { "гомілка гібрида", flavor="На смак як яловичина, і як курка." }, -- Hybrid Haunch
[213527] = { "суміш контрабандних спецій", flavor="Головне доповнення будь-якого камбуза. Може зробити смачним навіть черевик." }, -- Smuggler's Spice Blend
[213528] = { "тепле пиво", flavor="І не дуже свіже." }, -- Balmy Brew
[213529] = { "в'язка отрута", flavor="Легко роз'їдає болотних тваринок. Чудово підходить для маринадів!" }, -- Viscous Venom
[213542] = { "Некрогномікон", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- The Necro-Gnomicon
[213543] = { "сувій: ШОТИ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: UPDOG
[213544] = { "сувій: ДИМ БАЛКАР", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: TOPAZ YORAK
[213545] = { "сувій: МАГ І ЧУЧІ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: PEATCHY ATTAX
[213546] = { "сувій: БІБОБУ", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: SHOOBEEDOOP
[213547] = { "сувій: ЗМАЩЕЧО", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Scroll: THAW WORDS
[213548] = { "сувій граничного переходу", use="Телепортуватися до члена групи. Як ви, так і ціль маєте відпочивати в корчмі або в місті." }, -- Scroll of Liminal Passage
[213549] = { "суувій арканічної риболовлі" }, -- Scroll of Arcane Angling
[213550] = { "сувій поліморфії: Дивний кавун", use="Перетворити ціль на дивний кавун." }, -- Scroll of Polymorph: Odd Melon
[213551] = { "сувій керованого заміщення" }, -- Scroll of Controlled Displacement
[213552] = { "сльоза Терадрас", flavor="Ці кристали ретельно охороняються кентаврами племені Ґелкіс. Кажуть, що вони дарують своєму власникові захист духів землі." }, -- Tear of Theradras
[213553] = { "сльоза Терадрас", flavor="Ці кристали ретельно охороняються кентаврами племені Ґелкіс. Кажуть, що вони дарують своєму власникові захист духів землі." }, -- Tear of Theradras
[213554] = { "флакон кришталевої води", use="Mix with the Tears of Theradras to create an Elemental Salve capable of purifying corruption.", flavor="The water is so crystal clear that the vial seems empty." }, -- Vial of Crystal Water
[213558] = { "бальзам стихій", use="Полити на осквернені предмети, щоб очистити їх.", flavor="Потужний бальзам, здатний очистити глибоке осквернення." }, -- Elemental Salve
[213559] = { "перемикач швидкостей механобіга", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9.", flavor="Використання цього предмета передбачає наявність у механобіга механічної коробки передач." }, -- Mechanostrider Gear Shifter
[213560] = { "глушник механобіга", equip="Збільшує силу атаки на 16." }, -- Mechanostrider Muffler
[213562] = { "сітка для збору комах", use="Спіймати екзотичного жука і збережіть його як зразок." }, -- Bug Catching Net
[213563] = { "путівник ентомолога" }, -- Field Guide
[213564] = { "сувій малого прикликання", use="Відновлює ману." }, -- Scroll of Minor Evocation
[213565] = { "набір ентомолога-початківця" }, -- Entomology Starter Kit
[213566] = { "зразок деревного тарантула" }, -- Arbor Tarantula Specimen
[213567] = { "зразок плотокуса" }, -- Flesh Picker Specimen
[213568] = { "зразок сінного довгоносика" }, -- Hay Weevil Specimen
[213572] = { "душа Порожнечі", flavor="Чиста енергія Порожнечі." }, -- Soul of the Void
[213573] = { "кулон заклинателя", use="Об'єднати 10 кулонів заклинателя та душу Порожнечі поблизу призми Порожнечі." }, -- Conjuror's Pendant
[213574] = { "висушена насінниця", flavor="Перед посадкою необхідно зволожити." }, -- Desiccated Seed Pod
[213583] = { "сірчана статуетка", flavor="Схоже, щол її попередній власник надто часто грався з вогнем." }, -- Brimstone Carving
[213594] = { "ідол ревуна", use="Спровокуйте 2 або більше ворогів \"Войовничим ревом\" і вбийте принаймні одного з них. Після 3 вбивств скористайтесь цим ідолом, щоб вивчити нову здібність." }, -- Idol of the Heckler
[213599] = { "тривожне видіння", use="Зосередитись на видінні, щоб вивчити нове заклинання. Перед цим необхідно осягнути осквернені знання." }, -- Unsettling Vision
[213632] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213633] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213634] = { "незавершений сувій закляття", use="Об'єднати незавершені сувої заклять у сувій, що навчить вас новому закляттю гравіювання.", flavor="Назавершений сувій схожий на ті, що навчають навичкам гравіювання. Не вистачає двох частин." }, -- Partial Spell Notes
[213641] = { "коробка гномреґанського брухту", flavor="У цій коробці гномреґанського брухту можуть міститись корисні речі для вашої професії." }, -- Box of Gnomeregan Salvage
[213701] = { "міцне перо гарпії", use="Об'єднати 10 міцних пір'їн гарпії, 3 ікла небесного змія та шовкову нитку, щоб створити підношення духу вітру." }, -- Strong Harpy Feather
[213709] = { "ікло небесного змія", use="Об'єднати 10 міцних пір'їн гарпії, 3 ікла небесного змія та шовкову нитку, щоб створити підношення духу вітру." }, -- Cloud Serpent Fang
[213735] = { "бездоганне ядро процесора Г-7", flavor="Ця штука може обробляти низковаріативні реляційні кодові вузли зі швидкістю понад понад 4 мільйони гігафлопсів. Ого!" }, -- Pristine G-7 C.O.R.E. Processor
[213736] = { "кородоване ядро процесора Г-7", flavor="Ядро процесора вкрите корозією та липкою чорною речовиною, але крізь них все ще можна розгледіти номер моделі та кілька нерозбірливих слів. Певно, вам знадобиться фахівець, щоб відновити його." }, -- Corroded G-7 C.O.R.E. Processor
[213737] = { "підношення духу вітру", use="Принести підношення духу вітру, щоб проявити свою віру." }, -- Offering to the Wind Spirit
[214435] = { "ключ від клітки з пумою", use="Відчиняє клітку з пумою." }, -- Cougar Cage Key
[215111] = { "нейрогномний монокль з чароволокна", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." }, use="Приборкати приховану чародійну енергію навколо вас, щоб зарядитися натхненням, зменшуючи витрати мани на всі заклинання на 50% і збільшуючи шкоду і зцілення на 50 протягом 12 секунд." }, -- Gneuro-Linked Arcano-Filament Monocle
[215114] = { "сяючий надпровідний лускатий койф", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", use="Вивільнити заряд, що миттєво завдає вам від 312 до 688 шкоди, натомість збільшуючи швидкість вимовляння заклинань на 20% протягом 10 сек." }, -- Glowing Hyperconductive Scale Coif
[215115] = { "надпровідний золотий пояс", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%." }, use="Витягнути з пояса надпровідну монету і підкинути її. Якщо випадає аверс, ви збільшуєте ймовірність завдання критичного удару заклинаннями і атаками ближнього бою на 3% протягом наступних 30 секунд. Якщо випадає герб, ви збільшуєте швидкість руху на 10% протягом наступних 30 секунд.", flavor="Цей пояс легенько побрязкує коли ви рухаєтесь." }, -- Hyperconductive Goldwrap
[215127] = { "високопродуктивна радіаційна бомба", use="Завдає від 150 до 250 шкоди від вогню в радіусі вибуху і додатково 25 шкоди від природі кожні 2 секунди протягом 10 секунд. Також зменшує швидкість руху уражених цілей на 25% протягом 10 секунд." }, -- High-Yield Radiation Bomb
[215129] = { "формула: Чари для зброї - Демонтаж", use="Накладання на зброю чарів, що дозволяють всім атакам і заклинанням з деяким шансом завдавати додатково від 60 до 90 шкоди механізмам." }, -- Formula: Enchant Weapon - Dismantle
[215138] = { "формула: Чари для нагрудника - Електровідплата", use="Навчає вас накладати на нагрудник чари, що відбивають 9 шкоди в нападників, що атакують носія в ближньому бою." }, -- Formula: Enchant Chest - Retricutioner
[215141] = { "зачарована сигіла: Винахідливість", use="Навчає вас створювати сигілу винахідливості.", recipe_result_item=217308 }, -- Enchanted Sigil: Innovation
[215149] = { "викрійка: Нейрогномний монокль з чароволокна", use="Навчає вас створювати нейрогномний монокль з чароволокна.", recipe_result_item=215111 }, -- Pattern: Gneuro-Linked Arcano-Filament Monocle
[215152] = { "викрійка: Сяючий нейрогномний каптур", use="Навчає вас створювати сяючий нейрогномний каптур.", recipe_result_item=215166 }, -- Pattern: Glowing Gneuro-Linked Cowl
[215153] = { "креслення: Обертовий ясносрібний блокувальник", use="Навчає вас створювати обертовий ясносрібний блокувальник.", recipe_result_item=213390 }, -- Schematic: Whirling Truesilver Gearwall
[215155] = { "креслення: Загартований шолом із захистом від перешкод", use="Навчає вас створювати загартований шолом із захистом від перешкод.", recipe_result_item=215161 }, -- Plans: Temepered Interference-Negating Helmet
[215156] = { "креслення: Надпровідний золотий пояс", use="Навчає вас створювати надпровідний золотий пояс.", recipe_result_item=215115 }, -- Schematic: Hyperconductive Goldwrap
[215161] = { "загартований шолом із захистом від перешкод", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", use="Підвищити концентрацію, зменшуючи швидкість руху на 20%, але збільшуючи опір заклинанням усіх шкіл на 50 і збільшуючи швидкість атаки ближнього бою на 20% протягом 10 секунд.", flavor="Гарантовано захистить ваш мозок від усіх загроз, фізичних та всіх інших!" }, -- Tempered Interference-Negating Helmet
[215162] = { "злегка опромінене зілля омолодження", use="Відновлює від 262 до 438 мани та від 340 до 460 здоров'я. Також збільшує силу атаки на 40 та шкоду від заклинань на 35 протягом 20 секунд.", flavor="Побічні ефекти можуть включати: запаморочення, сухість у роті, втому, відсутність апетиту, гостре радіаційне отруєння, мутації та смерть. Використовувати за призначенням." }, -- Mildly Irradiated Rejuvenation Potion
[215163] = { "рецепт: Злегка опромінене зілля омолодження", use="Навчає вас створювати злегка опромінене зілля омолодження.", recipe_result_item=215162 }, -- Recipe: Mildly-Irradiated Rejuvenation Potion
[215166] = { "сяючий нейрогномний каптур", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду зброї на 3." }, use="Вивільнити нейрогномний заряд, що миттєво завдає вам від 343 до 757 шкоди, а також збільшує швидкість ближнього і дальнього бою на 20% протягом 10 секунд." }, -- Glowing Gneuro-Linked Cowl
[215167] = { "світловідбна черепна клітка з ясносрібла", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", use="Посилити силу волі, що дозволить ігнорувати ефекти знемовлення та переривання заклинань протягом 10 секунд." }, -- Reflective Truesilver Braincage
[215168] = { "радіаційна бомба \"Простокид\"", use="Завдає від 112 до 188 шкоди від вогню в радіусі вибуху і додатково 10 шкоди від природі кожні 2 секунди протягом 10 секунд. Також зменшує швидкість руху уражених цілей на 25% протягом 10 секунд.", flavor="Спрощена, але не менш смертоносна версія свого більшого побратима для тих, кому не вистачає компетенції, але хто має неабияку самовпевненість." }, -- Ez-Thro Radiation Bomb
[215257] = { "сувіій сприйняття", use="Створити 2 екземпляри чар сприйняття або 4, якщо ви відпочиваєте в корчмі або в місті." }, -- Scroll of Comprehension
[215365] = { "напліччя заклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Invoker's Mantle
[215366] = { "пасок заклинателя", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Invoker's Cord
[215367] = { "викрійка: Тьмяносяйна шкіра", use="Навчає вас створювати тьмяносяйну шкіру.", recipe_result_item=213369 }, -- Pattern: Faintly Glowing Leather
[215368] = { "викрійка: Надпровідне чароволокно", use="Навчає вас створювати надпровідне чароволокно.", recipe_result_item=213379 }, -- Pattern: Hyperconductive Arcano-Filament
[215369] = { "викрійка: Пасок заклинателя", use="Навчає вас створювати пасок заклинателя.", recipe_result_item=215366 }, -- Pattern: Invoker's Cord
[215370] = { "викрійка: Напліччя заклинателя", use="Навчає вас створювати напліччя заклинателя.", recipe_result_item=215365 }, -- Pattern: Invoker's Mantle
[215371] = { "талісман Джані" }, -- Jani's Charm
[215373] = { "тренувальний молот Сріблястої Десниці", flavor="Знайдений на острові Терамор, де його власник загинув у битві з кровожерливою ордою орків." }, -- Silver Hand Training Hammer
[215374] = { "родовий меч", flavor="Меч, що передавався з покоління у покоління в шляхетному роді Лордерона. Вважався давно втраченим у болотах навколо Кіросса разом з останнім воїном, що володів ним." }, -- Ancestral Sword
[215375] = { "посох тактика", flavor="Блискуче розуміння тактики ведення бою власниці цього посоха могло зрівнятися лише з її вражаючими навичками володіння кригою і полум'ям" }, -- Tactician's Staff
[215376] = { "булава хрестоносця", flavor="Вкритий засохлими шматками панцирів комах." }, -- Crusader's Mace
[215377] = { "опромінена мантія", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." } }, -- Irradiated Robe
[215378] = { "опромінені чоботи", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Irradiated Boots
[215379] = { "опромінені штани", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 4 мани кожні 5 сек." } }, -- Irradiated Trousers
[215380] = { "пояс вантажника з електроприводом", equip={ "Збільшує навичку володіння дворучними сокирами на 3.", "Збільшує навичку володіння дворучними мечами на 3.", "Збільшує навичку володіння дворучними булавами на 3." } }, -- Power-Assisted Lifting Belt
[215381] = { "нейрогномний капюшон заклинача", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", use="Увійти в стан нейрогномної медитації, що дозволяє провжувати відновлювати ману під час вимовляння заклинань зі швидкістю 100% від звичайної, а також збільшує шкоду та зцілення від залинань на 50 протягом 20 секунд." }, -- Gneuro-Conductive Channeler's Hood
[215382] = { "протирадіаційний лускатий капюшон", equip={ "Збільшує ваш шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 32." }, use="Увімкнути протоколи запобігання опроміненню, що знімають всі активні ефекти отруєння та надають невразливість до шкоди від природи протягом 3 секунд." }, -- Rad-Resistant Scale Hood
[215383] = { "креслення: Світловідбна черепна клітка з ясносрібла", use="Навчає вас створювати світловідбну черепну клітку з ясносрібла.", recipe_result_item=215167 }, -- Plans: Reflective Truesilver Braincage
[215384] = { "креслення: Низькофонові пластини ясносрібла", use="Навчає вас створювати низькофонові пластини ясносрібла.", recipe_result_item=213376 }, -- Plans: Low-Background Truesilver Plates
[215385] = { "загублені припаси: злитки золота", use="Додайте 4 злитки золота, щоб завершити партію припасів." }, -- Waylaid Supplies: Gold Bars
[215386] = { "загублені припаси: злитки мітрилу", use="Додайте 6 злитків мітрилу, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Bars
[215387] = { "загублені припаси: важка шкура", use="Додайте 5 важких шкур, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Hide
[215388] = { "загублені припаси: товста шкіра", use="Додайте 10 товстих шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Thick Leather
[215389] = { "загублені припаси: бляклолист", use="Додайте 16 бляклолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Fadeleaf
[215390] = { "загублені припаси: Кадґарів вус", use="Додайте 10 Кадґарових вусів, щоб завершити партію припасів." }, -- Waylaid Supplies: Khadgar's Whisker
[215391] = { "загублені припаси: зимокус", use="Додайте 8 зимокусів, щоб завершити партію припасів." }, -- Waylaid Supplies: Wintersbite
[215392] = { "загублені припаси: пурпуровий лотос", use="Додайте 8 пурпурових лотосів, щоб завершити партію припасів." }, -- Waylaid Supplies: Purple Lotus
[215393] = { "загублені припаси: великі зілля лікування", use="Додайте 16 великих зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Greater Healing Potions
[215395] = { "загублені припаси: еліксири спритності", use="Додайте 6 еліксирів спритності, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixirs of Agility
[215396] = { "загублені припаси: еліксири сильного захисту", use="Додайте 14 еліксирів сильного захисту, щоб завершити партію припасів." }, -- Waylaid Supplies: Elixirs of Greater Defense
[215397] = { "загублені припаси: масивні залізні сокири", use="Додайте 2 масивні залізні сокири, щоб завершити партію припасів." }, -- Waylaid Supplies: Massive Iron Axes
[215398] = { "загублені припаси: зелені залізні браслети", use="Додайте 5 пар зелених залізних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Green Iron Bracers
[215399] = { "загублені припаси: важкі мітрилові рукавиці", use="Додайте 3 пари важких мітрилових рукавиць, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Mithril Gauntlets
[215400] = { "загублені припаси: тверді шліфувальні камені", use="Додайте 5 твердих шліфувальних каменів, щоб завершити партію припасів." }, -- Waylaid Supplies: Solid Grinding Stones
[215401] = { "загублені припаси: портативні жнивальні збирачі", use="Додайте 2 портативні жнивальні збирачі, щоб завершити партію припасів." }, -- Waylaid Supplies: Compact Harvest Reaper Kits
[215402] = { "загублені припаси: великі залізні бомби", use="Додайте 8 великих залізних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Big Iron Bombs
[215403] = { "загублені припаси: смертоносні приціли", use="Додайте 2 смертоносні приціли, щоб завершити партію припасів." }, -- Waylaid Supplies: Deadly Scopes
[215404] = { "загублені припаси: мітрилові мушкетони", use="Додайте 2 мітрилові мушкетони, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Blunderbuss
[215407] = { "загублені припаси: варварські наплечі", use="Додайте 4 пари варварських наплечів, щоб завершити партію припасів." }, -- Waylaid Supplies: Barbaric Shoulders
[215408] = { "загублені припаси: рукавиці вартового", use="Додайте 5 пар рукавиць вартового, щоб завершити партію припасів." }, -- Waylaid Supplies: Guardian Gloves
[215409] = { "загублені припаси: браслети з черепашачої луски", use="Додайте 2 пари браслетів з черепашачої луски, щоб завершити партію припасів." }, -- Waylaid Supplies: Turtle Scale Bracers
[215411] = { "загублені припаси: морозні шкіряні плащі", use="Додайте 2 морозні шкіряні плащі, щоб завершити партію припасів." }, -- Waylaid Supplies: Frost Leather Cloaks
[215413] = { "загублені припаси: офіційні білі сорочки", use="Додайте 3 офіційні білі сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Formal White Shirts
[215414] = { "загублені припаси: багряні шовкові штани", use="Додайте 4 пари багряних шовкових штанів, щоб завершити партію припасів." }, -- Waylaid Supplies: Crimson Silk Pantaloons
[215415] = { "загублені припаси: розкішні фіолетові шовкові сорочки", use="Додайте 5 розкішних фіолетових шовкових сорочок, щоб завершити партію припасів." }, -- Waylaid Supplies: Rich Purple Silk Shirts
[215416] = { "загублені припаси: білі бандитські маски", use="Додайте 3 білі бандитські маски, щоб завершити партію припасів." }, -- Waylaid Supplies: White Bandit Masks
[215417] = { "загублені припаси: ніжний черепаховий суп", use="Додайте 10 порцій ніжного черепахового супу, щоб завершити партію припасів." }, -- Waylaid Supplies: Soothing Turtle Bisque
[215418] = { "загублені припаси: павучі сосиски", use="Додайте 5 порцій павучих сосисок, щоб завершити партію припасів." }, -- Waylaid Supplies: Spider Sausages
[215419] = { "загублені припаси: щільні шовкові бинти", use="Додайте 10 щільних шовкових бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Silk Bandages
[215420] = { "загублені припаси: камнелуска тріска", use="Додайте 40 порцій камнелускої тріски, щоб завершити партію припасів." }, -- Waylaid Supplies: Rockscale Cod
[215421] = { "загублені припаси: вогняна олія", use="Додайте 7 фіалів вогняної олії, щоб завершити партію припасів." }, -- Waylaid Supplies: Fire Oil
[215422] = { "викрійка: Сяючий надпровідний лускатий койф", use="Навчає вас створювати сяючий надпровідний лускатий койф.", recipe_result_item=215114 }, -- Pattern: Glowing Hyperconductive Scale Coif
[215423] = { "викрійка: Нейрогномний капюшон заклинача", use="Навчає вас створювати нейрогномний капюшон заклинача.", recipe_result_item=215381 }, -- Pattern: Gneuro-Conductive Channeler's Hood
[215424] = { "викрійка: Протирадіаційний лускатий капюшон", use="Навчає вас створювати протирадіаційний лускатий капюшон.", recipe_result_item=215382 }, -- Pattern: Rad-Resistant Scale Hood
[215425] = { "ехо болота", use="Вшанувати архіваріусів." }, -- Swamp Echo
[215426] = { "ехо кладовища", use="Вшанувати архіваріусів." }, -- Graveyard Echo
[215427] = { "ехо Араті", use="Вшанувати архіваріусів." }, -- Arathi Echo
[215428] = { "ехо Терамора", use="Вшанувати архіваріусів." }, -- Theramore Echo
[215429] = { "креслення: Поліровані ясносрібні шестерні", use="Навчає вас створювати поліровані ясносрібні шестерні.", recipe_result_item=213383 }, -- Schematic: Polished Truesilver Gears
[215430] = { "гномреґанський осад" }, -- Gnomeregan Fallout
[215431] = { "креслення: Високопродуктивна радіаційна бомба", use="Навчає вас створювати високопродуктивну радіаційну бомбу.", recipe_result_item=215127 }, -- Schematic: High-Yield Radiation Bomb
[215432] = { "креслення: Радіаційна бомба \"Простокид\"", use="Навчає вас створювати радіаційну бомбу \"Простокид\".", recipe_result_item=215168 }, -- Schematic: Ez-Thro Radiation Bomb
[215433] = { "рецепт: Ізолюючий гномій", use="Навчає вас дистилювати ізолюючий гномій.", recipe_result_item=213372 }, -- Recipe: Insulating Gniodine
[215435] = { "манускрипт благодаті", equip="Зменшує витрати мани ваших печаток на 10." }, -- Libram of Benediction
[215436] = { "тотем палкого вогню", equip="Зменшує витрати мани закляття \"Вогняний шок\" на 10." }, -- Totem of Invigorating Flame
[215437] = { "трогфігуратор 3000", use="Трасфігурує заклинателя в трога.", flavor="Зазвичай використовується для розвідки." }, -- Trogg Transfigurator 3000
[215441] = { "зламаний молот", flavor="Цей вишуканий бойовий молот прикрашений символом Сріблястої Десниці" }, -- Broken Hammer
[215443] = { "фрагмент розбитої кулі", flavor="Залишки розбитої кулі злегка світяться і теплі на дотик." }, -- Shattered Orb Fragment
[215449] = { "зменшувач світу", use="Зменшує весь світ навколо вас на 5 хвилин або поки ви не атакуєте.", flavor="Схоже, хтось просто зібрав збільшувач світу задом наперед." }, -- World Shrinker
[215451] = { "велика коробка" }, -- Large Strongbox
[215452] = { "середня коробка" }, -- Medium Strongbox
[215453] = { "мала коробка" }, -- Small Strongbox
[215454] = { "крихітна коробка" }, -- Tiny Strongbox
[215456] = { "обпалене послання", flavor="Я ж казав." }, -- Singed Message
[215458] = { "вкладене повідомлення", flavor="Серйозно, не намагайся відкрити останню коробку. Ти вже маєш те, що тобі було потрібно." }, -- Enclosed Message
[215459] = { "вкладене повідомлення", flavor="Зупинись негайно. Це останнє попередження." }, -- Enclosed Message
[215460] = { "вкладене повідомлення", flavor="ОБЕРЕЖНО! Коробку поруч з цією запискою ні в якому разі не можна відкривати." }, -- Enclosed Message
[215461] = { "одомашнена бойова курка", use="Випустити бойову курку, що битиметься за вас протягом 1.5 хв або доки його не буде переможено." }, -- Domesticated Attack Chicken
[215465] = { "коробка, що вибухнула" }, -- Exploded Strongbox
[215468] = { "накази верховного лицаря", flavor="Лист зім'ятий, на ньому є плями засохлої крові." }, -- Orders from the Grand Crusader
[215683] = { "Геомантія: холодна правда", flavor="Теорії про походження та використання магії стихій. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Geomancy: The Stone-Cold Truth
[215815] = { "Вступ до захисної магії", flavor="Вступний посібник із захисної магії та бар'єрів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Defensive Magics 101
[215816] = { "Павутиння брехні: розвінчання міфів та легенд", flavor="Незавершена теорія про те, що павуки нешкідливі, але, тим не менш, це чудове доповнення до колекції будь-якої бібліотеки." }, -- A Web of Lies: Debunking Myths and Legends
[215817] = { "Демони та ви", flavor="Дивна праця, що захищає демонів, але, тим не менш, є чудовим доповненням до колекції будь-якої бібліотеки." }, -- Demons and You
[215820] = { "Мумії: надзвичайно неприємні невмерлі", flavor="Історії, достатньо страшні, щоб налякати навіть найдосвідченіших воїнів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Mummies: A Guide to the Unsavory Undead
[215822] = { "Рвл-рвл-рвл-рвл!", flavor="Уривки цього дивного тексту все ще можна прочитати, незважаючи на шкоду від води. Чудове доповнення до колекції будь-якої бібліотеки." }, -- RwlRwlRwlRwl!
[215824] = { "Посібник Лудита з догляду за демонічним улюбленцем", flavor="Містить корисні поради про те, як не допустити домашніх бісів до ваших реактивів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- A Ludite's Guide to Caring for Your Demonic Pet
[216483] = { "молот племені Зів'ялої Кори", use="Вдарити в гонг у лігві Зів'ялої Кори." }, -- Witherbark Mallet
[216484] = { "електроковані бойові чоботи", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Shockforged Battleboots
[216485] = { "електрокована кіраса", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." } }, -- Shockforged Breastplate
[216486] = { "електроковані ножні лати", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Shockforged Legplates
[216490] = { "ідол гніву", equip="Збільшує шкоду вашого закляття \"Гнів\" на 2%." }, -- Idol of Wrath
[216491] = { "партія деревини з Тернистої долини", flavor="Партія деревини з Тернистої долини, яка може стати в нагоді вашим військам на височині Араті." }, -- Shipment of Stranglethorn Lumber
[216492] = { "свисток кривавого строкатого раптора", use="Викликає та відпускає верхового раптора." }, -- Whistle of the Mottled Blood Raptor
[216494] = { "дивовижний спотворювач вимірювань Араґріара", use="Кудя ця штукенція вас закине? Та яка різниця..." }, -- Aragriar's Whimsical World Warper
[216495] = { "кривава дробарка", equip="Збільшує ваш шанс нанесення критичного удару на 1%." }, -- Sanguine Crusher
[216496] = { "кривавий череполам" }, -- Sanguine Skullcrusher
[216497] = { "Знекровлювач", use="Вивільнии шквал сталі та крові, що завдає 65 шкоди від удару тіні ворогам в радіусі 8 м та викликає в них кровотечу, що давдає 5 шкоди кожні 2 секунди протягом 30 секунд." }, -- Exsanguinar
[216498] = { "зачарований кривавий гримуар", equip={ "Збільшує шкоду від заклять і ефектів аркани на 16.", "Збільшує шкоду від заклять і ефектів природи на 16." } }, -- Enchanted Sanguine Grimoire
[216499] = { "дробарка кривавої кори", equip="Збільшує силу атаки на 80 в подобі кота, ведмедя та лютого ведмедя.", use="Ваші атаки ближнього бою додатково завдають 5 шкоди від удару шторму цілі та ворогам неподалік, вражаючи до 3 цілей. Створює додаткову загрозу. Триває 20 секунд." }, -- Bloodbark Crusher
[216500] = { "зв'язаний кров'ю талісман рощі", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodbonded Grove Talisman
[216501] = { "бар'єр кривавого шторму", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Bloodstorm Barrier
[216502] = { "бойовий тотем кривавого шторму", hit="Виводить ціль з ладу на 2 секунди." }, -- Bloodstorm War Totem
[216503] = { "прикраса кривавого шторму", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodstorm Jewel
[216504] = { "шабля кривавого затемнення", equip="Збільшує шкоду від заклять і ефектів святості на 14." }, -- Eclipsed Bloodlight Saber
[216505] = { "сяйво кривавого хрестоносця", use="Відкладений вибух крові й світла, що завдає 150 шкоди від сутінків всім цілям в радіусі 10 м." }, -- Bloodlight Crusader's Radiance
[216506] = { "лезо кривавого месника", equip="Збільшує шкоду від заклять і ефектів святості на 24." }, -- Bloodlight Avenger's Edge
[216507] = { "тіньова печатка крові", equip="Збільшує шкоду від заклять і ефектів тіні на 14." }, -- Umbral Bloodseal
[216508] = { "пекельний перстень кривавої спіралі", equip="Збільшує шкоду від заклять і ефектів вогню на 14." }, -- Infernal Bloodcoil Band
[216509] = { "сутність пекельного пакту", equip="Ваш прислужник отримує 20 витривалості та 80 інтелекту.", use="Відкладений вибух крові й вогню, що завдає 150 шкоди від тіньовго полум'я всім цілям в радіусі 10 м." }, -- Infernal Pact Essence
[216510] = { "кільце кривавого резонансу", equip="Збільшує шкоду від заклять і ефектів аркани на 16." }, -- Blood Resonance Circle
[216511] = { "печатка випаленої крові", equip="Збільшує шкоду від заклять і ефектів вогню на 16." }, -- Emberblood Seal
[216512] = { "перстень крижаних вен", equip="Збільшує шкоду від заклять і ефектів криги на 16." }, -- Loop of Chilled Veins
[216513] = { "талісман тигрової крові", equip={ "Збільшує шанс нанесення критичного удару вашого вихованця на 1%.", "Критичні удари вашого вихованця надають вам сил, відновлюючи 5 мани." } }, -- Tigerblood Talisman
[216514] = { "кривавий сагайдак", equip="Збільшує швидкість атаки дальнього бою на 14%." }, -- Sanguine Quiver
[216515] = { "кривавий гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 14%." }, -- Sanguine Ammo Pouch
[216516] = { "лук кровопролиття", equip="Атаки можуть збільшити вашу силу на 50 протягом 15 секунд." }, -- Bloodlash Bow
[216517] = { "кривавий притулок", use="Миттєво захистити ціль щитом на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Sanguine Sanctuary
[216518] = { "печатка кривавої угоди", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Blood Covenant Seal
[216519] = { "перстень кривавої тіні", equip={ "Збільшує шкоду від заклять і ефектів тіні на 14.", "Відновлює 3 мани кожні 5 сек." } }, -- Sanguine Shadow Band
[216520] = { "клинок кривавих жнив" }, -- Bloodharvest Blade
[216521] = { "стрімкі криваві кулаки" }, -- Swift Sanguine Strikers
[216522] = { "вкритий кров'ю стилет", use="Несамовита буря сталі й крові, що завдає 140 шкоди від удару тіні всім ворогам в радіусі 8 м." }, -- Blood Spattered Stiletto
[216523] = { "ключ від іржавої клітки", use="Відчиняє іржаву клітку" }, -- Rusted Cage Key
[216549] = { "поводи бенгальського тигра" }, -- Reins of the Bengal Tiger
[216570] = { "поводи золотого шаблезуба", use="Викликає та відпускає верхового золотого шаблезуба." }, -- Reins of the Golden Sabercat
[216606] = { "руна майстерності володіння дворучною зброєю", use="Навчає вас новій здібності гравіювання." }, -- Rune of Two-Handed Mastery
[216607] = { "підношення кривавого сяйва", use="Миттєво зцілити ціль на 300 здоров'я, але натомість пожертвувати 300 свого здоров'я через 2 секунди." }, -- Bloodlight Offering
[216608] = { "променисті відбивачі променів", flavor="На боці викарбувані слова \"Deal With It\"" }, -- Radiant Ray Reflectors
[216610] = { "накази верховного лицаря" }, -- Orders from the Grand Crusader
[216615] = { "маяк кривавого шторму", use="Відкладений вибух крові й природи, що завдає 150 шкоди від чуми всім цілям в радіусі 10 м." }, -- Ancestral Bloodstorm Beacon
[216616] = { "ключ від клітки в таборі" }, -- Compound Cage Key
[216617] = { "форма бійця Курцена" }, -- Kurzen Fighter's Uniform
[216618] = { "нагорода капітана Аранзас" }, -- Captain Aransas' Reward
[216619] = { "студентський перекус", use="Перекусіть і надолужите згаяний час!", flavor="Старі добрі родзинки та арахіс... і не тільки!" }, -- Student Fodder
[216620] = { "плащ кривавої гнилі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Bloodrot Cloak
[216621] = { "просякнута кров'ю накидка", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blooddrenched Drape
[216622] = { "плащ запеченої крові" }, -- Coagulated Cloak
[216623] = { "плащ гемостазу", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Cape of Hemostasis
[216633] = { "гідравлічна стійка з ясносрібла" }, -- Hydraulic Truesilver Strut
[216634] = { "картриджний запобіжник ГГ12-082" }, -- GG12-082 Cartridge Fuse
[216635] = { "виснажене ядро Пустоти", use="Поєднати з відповідним джерелом живлення, щоб створити заряджене ядро Пустоти.", flavor="Здається, це схоже на ядро Пустоти, яке потрібне Вірдалу, але воно абсолютно інертне. Має бути спосіб його підзарядити..." }, -- Spent Voidcore
[216636] = { "заряджене ядро Пустоти", flavor="Цей об'єкт ніби вбирає в себе все навколишнє світло і тепло. На дотик він дуже холодний." }, -- Charged Voidcore
[216637] = { "купа різноманітних деталей", flavor="Можливо для когось ці речі виявляться корисними, але для вас вони виглядають як мотлох." }, -- A Pile of Random Parts
[216645] = { "порошинка темряви", flavor="Темна енергія пронизує цю крихітну летючу порошинку енергії. Хто знає, яку дивовижну річ вона могла б живити?" }, -- Mote of Darkness
[216646] = { "загадковий ящик Зірі", flavor="Містить речі, які можуть комусь знадобитись." }, -- Ziri's Mystery Crate
[216661] = { "вкритий брудом перстень" }, -- Grime-Encrusted Ring
[216662] = { "блискучий золотий перстень" }, -- Brilliant Gold Ring
[216673] = { "блискучий золотий перстень Талваша" }, -- Talvash's Brilliant Gold Ring
[216674] = { "блискучий золотий перстень Ноґґа" }, -- Nogg's Brilliant Gold Ring
[216675] = { "бездоганна мантія Цивінада" }, -- Pristine Civinad Robes
[216676] = { "комфортні штани бігуна" }, -- Nimble Triprunner Dungarees
[216678] = { "тричі підсилені поножі", equip="Збільшує навичку захисту на 6." }, -- Triple Reinforced Leggings
[216679] = { "демонтажний інструмент Шоні", hit="Роззброєння цілі на 5 сек." }, -- Shoni's Dismantling Tool
[216680] = { "рукавиці нерішучості" }, -- Shilly Mittens
[216698] = { "наручі сержанта-майора зі шкури дракона", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Sergeant Major's Dragonhide Armsplints
[216699] = { "кольчужні нарукавники сержанта-майора" }, -- Sergeant Major's Chain Armguards
[216700] = { "шкіряні наручі сержанта-майора" }, -- Sergeant Major's Leather Armsplints
[216701] = { "латні наручі сержанта-майора" }, -- Sergeant Major's Plate Wristguards
[216702] = { "шовкові браслети сержанта-майора", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Sergeant Major's Silk Cuffs
[216703] = { "кольчужні наручі головного сержанта" }, -- First Sergeant's Mail Wristguards
[216704] = { "нарукавники головного сержанта зі шкури дракона", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- First Sergeant's Dragonhide Armguards
[216705] = { "латні браслети головного сержанта" }, -- First Sergeant's Plate Bracers
[216706] = { "шкіряні нарукавники головного сержанта" }, -- First Sergeant's Leather Armguards
[216707] = { "шовкові браслети головного сержанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- First Sergeant's Silk Cuffs
[216738] = { "посібник з перенаправлення", use="Навчає вас здібності \"Перенаправлення\"." }, -- Manual of Redirect
[216740] = { "фоліант розвиненого інтелекту", use="Навчає вас здібності \"Розвинений інтелект\"." }, -- Tome of Expanded Intellect
[216744] = { "сувій підвищеної стійкості", use="Навчає вас здібності \"Підвищена стійкість\"." }, -- Scroll of Increased Fortitude
[216745] = { "сувій тіньового марника", use="Навчає вас здібності \"Тіньовий марник\"." }, -- Scroll of Shadowfiend
[216746] = { "посібник з командирського крику", use="Навчає вас здібності \"Командирський крик\"." }, -- Handbook of Commanding Shout
[216747] = { "гримуар жнив душ", use="Навчає вас здібності \"Жнива душ\"." }, -- Grimoire of Soul Harvesting
[216748] = { "гримуар порталу прикликання", use="Навчає вас здібності \"Портал прикликання\"." }, -- Grimoire of Portal of Summoning
[216764] = { "лист нетрів дикої природи", use="Навчає вас здібності \"Нетрі дикої природи\"." }, -- Leaflet of Deeper Wilds
[216767] = { "лист оживлення", use="Навчає вас здібності \"Оживлення\"." }, -- Leaflet of Revive
[216768] = { "завіт покращених благословень", use="Навчає вас здібності \"Покращені благословення\"." }, -- Testament of Enhanced Blessings
[216769] = { "одкровення тотемної проекції", use="Навчає вас здібності \"Тотемна проекція\"." }, -- Revelation of Totemic Projection
[216770] = { "трактат про аспект гадюки", use="Навчає вас здібності \"Аспект гадюки\"." }, -- Treatise on Aspect of the Viper
[216771] = { "лист покращеного відновлення", use="Навчає вас здібності \"Покращене відновлення\"." }, -- Leaflet of Enhanced Restoration
[216879] = { "загадковий трольський сувій", use="Розшифрувати сувій за допомогою чар сприйняття. Хто знає, яку магію він містить?" }, -- Mysterious Troll Scroll
[216880] = { "розшифрований трольський сувій" }, -- Deciphered Troll Scroll
[216884] = { "кровожерливий клинок", hit="Забрати обіцяну душу." }, -- Bloodthirst Blade
[216914] = { "потьмяніла відзнака", flavor="Вона втратила свій блиск..." }, -- Tarnished Commendation
[216938] = { "велика відзнака Альянсу", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Greater Insignia of the Alliance
[216939] = { "велика відзнака Орди", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Greater Insignia of the Horde
[216941] = { "сигіла Арідена", use="Змусити темного вершника розкрити себе." }, -- Ariden's Sigil
[216945] = { "цікава реліквія Даларана" }, -- Curious Dalaran Relic
[216946] = { "блискуча реліквія Даларана" }, -- Glittering Dalaran Relic
[216947] = { "вібруюча реліквія Даларана" }, -- Whirring Dalaran Relic
[216948] = { "дивна реліквія Даларана" }, -- Odd Dalaran Relic
[216949] = { "важка реліквія Даларана" }, -- Heavy Dalaran Relic
[216950] = { "моторошна реліквія Даларана" }, -- Creepy Dalaran Relic
[216951] = { "слизька реліквія Даларана" }, -- Slippery Dalaran Relic
[216956] = { "порваний лист" }, -- Torn Letter
[216971] = { "мішок мідних монет крові", flavor="Містить 100 мідних монет крові." }, -- Satchel of Copper Blood Coins
[216972] = { "мішок срібних монет крові", flavor="Містить 100 срібних монет крові." }, -- Satchel of Silver Blood Coins
[217005] = { "накидка ремонтника" }, -- Repairman's Cape
[217006] = { "молоток слюсаря" }, -- Mechanic's Pipehammer
[217007] = { "розряджені черевики" }, -- Power Depleted Boots
[217008] = { "розряджений нагрудник" }, -- Power Depleted Chest
[217009] = { "розряджені поножі" }, -- Power Depleted Legs
[217014] = { "мішок з припасами" }, -- Supply Bag
[217017] = { "Риболовний турнір!" }, -- Fishing Tournament!
[217161] = { "сувій закляття: ЖОРЛІТ КАМ'ЯНОГО ПУРЛІСА", use="Розшифрувати записи за допомогою чар сприйняття, щоб вивчити нове закляття гравіювання." }, -- Spell Notes: TROFF IRESTBOL
[217244] = { "викрійка: Багряна шовкова мантія", use="Навчає вас пошиттю багряної шовкової мантії.", recipe_result_item=217245 }, -- Pattern: Crimson Silk Robe
[217245] = { "багряна шовкова мантія", equip="Збільшує шкоду від заклять і ефектів вогню на 9." }, -- Crimson Silk Robe
[217246] = { "чорний маготканий жилет", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Black Mageweave Vest
[217247] = { "чорні маготкані штани", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Black Mageweave Leggings
[217248] = { "шовковий пояс землі", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Earthen Silk Belt
[217249] = { "викрійка: Шовковий пояс землі", use="Навчає вас пошиттю шовкового поясу землі.", recipe_result_item=217248 }, -- Pattern: Earthen Silk Belt
[217250] = { "багряні шовкові наплечі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Crimson Silk Shoulders
[217251] = { "викрійка: Багряні шовкові наплечі", use="Навчає вас пошиттю багряних шовкових наплечів.", recipe_result_item=217250 }, -- Pattern: Crimson Silk Shoulders
[217252] = { "довгий шовковий плащ", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Long Silken Cloak
[217253] = { "чоботи чародія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Boots of the Enchanter
[217254] = { "викрійка: Чоботи чародія", use="Навчає вас пошиттю чоботів чародія.", recipe_result_item=217253 }, -- Pattern: Boots of the Enchanter
[217255] = { "багряний шовковий пояс", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Crimson Silk Belt
[217256] = { "жилет землі", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Earthen Vest
[217257] = { "капюшон чародія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Enchanter's Cowl
[217258] = { "викрійка: Капюшон чародія", use="Навчає вас пошиттю капюшона чародія.", recipe_result_item=217257 }, -- Pattern: Enchanter's Cowl
[217259] = { "велика маска вуду", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Big Voodoo Mask
[217260] = { "викрійка: Велика маска вуду", use="Навчає вас створювати велику маску вуду.", recipe_result_item=217259 }, -- Pattern: Big Voodoo Mask
[217261] = { "велика мантія вуду", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Big Voodoo Robe
[217262] = { "викрійка: Велика мантія вуду", use="Навчає вас створювати велику мантію вуду.", recipe_result_item=217261 }, -- Pattern: Big Voodoo Robe
[217263] = { "шкіряні браслети захисника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Guardian Leather Bracers
[217264] = { "викрійка: Шкіряні браслети захисника", use="Навчає вас створювати шкіряні браслети захисника.", recipe_result_item=217263 }, -- Pattern: Guardian Leather Bracers
[217265] = { "пояс захисника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Guardian Belt
[217266] = { "викрійка: Пояс захисника", use="Навчає вас створювати пояс захисника.", recipe_result_item=217265 }, -- Pattern: Guardian Belt
[217267] = { "штани захисника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Guardian Pants
[217268] = { "кіраса з черепашачої луски", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Turtle Scale Breastplate
[217270] = { "рукавиці з черепашачої луски", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Turtle Scale Gloves
[217271] = { "викрійка: Рукавиці з черепашачої луски", use="Навчає вас створювати рукавиці з черепашачої луски.", recipe_result_item=217270 }, -- Pattern: Turtle Scale Gloves
[217273] = { "золоті лускаті рукавиці", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Golden Scale Gauntlets
[217274] = { "креслення: Золоті лускаті рукавиці", use="Навчає вас створювати золоті лускаті рукавиці.", recipe_result_item=217273 }, -- Plans: Golden Scale Gauntlets
[217275] = { "золоті лускаті чоботи", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Golden Scale Boots
[217276] = { "креслення: Золоті лускаті чоботи", use="Навчає вас створювати золоті лускаті чоботи.", recipe_result_item=217275 }, -- Plans: Golden Scale Boots
[217277] = { "золота луската кіраса", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Golden Scale Cuirass
[217278] = { "креслення: Золота луската кіраса", use="Навчає вас створювати золоту лускату кірасу.", recipe_result_item=217277 }, -- Plans: Golden Scale Cuirass
[217279] = { "золотий лускатий койф", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Golden Scale Coif
[217280] = { "креслення: Золотий лускатий койф", use="Навчає вас створювати золотий лускатий койф.", recipe_result_item=217279 }, -- Plans: Golden Scale Coif
[217281] = { "палаш з місяцесталі", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Moonsteel Broadsword
[217282] = { "креслення: Палаш з місяцесталі", use="Навчає вас створювати палаш з місяцесталі.", recipe_result_item=217281 }, -- Plans: Moonsteel Broadsword
[217283] = { "золоті лускаті наплечі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Golden Scale Shoulders
[217284] = { "креслення: Золоті лускаті наплечі", use="Навчає вас створювати золоті лускаті наплечі.", recipe_result_item=217283 }, -- Plans: Golden Scale Shoulders
[217285] = { "золоті лускаті поножі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Golden Scale Leggings
[217286] = { "креслення: Золоті лускаті поножі", use="Навчає вас створювати золоті лускаті поножі.", recipe_result_item=217285 }, -- Plans: Golden Scale Leggings
[217287] = { "великий містичний жезл", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Greater Mystic Wand
[217288] = { "мантія ліча", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Robes of the Lich
[217289] = { "броня холоду смерті", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Deathchill Armor
[217290] = { "сяюче око Мордреша", equip="Збільшує зцілення від заклинань і ефектів на 11." }, -- Glowing Eye of Mordresh
[217291] = { "неживий череп Мордреша", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Mordresh's Lifeless Skull
[217292] = { "пояс смертемага", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Deathmage Sash
[217293] = { "накидка з павучого шовку", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 6." }, -- Silky Spider Cape
[217294] = { "набальзамований капюшон", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Embalmed Shroud
[217295] = { "некротичний жезл", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Necrotic Wand
[217296] = { "талісман з примарного каменю", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Ghostshard Talisman
[217297] = { "мантія Доана", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 5." }, -- Robe of Doan
[217298] = { "напліччя Доана", equip="Збільшує шкоду від заклять і ефектів вогню на 10." }, -- Mantle of Doan
[217299] = { "ілюзорна палиця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Illusionary Rod
[217300] = { "капелюх Білогривої", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Whitemane's Chapeau
[217301] = { "триєдиний амулет", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Triune Amulet
[217302] = { "міць Моґрейна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Mograine's Might
[217303] = { "поножі камнеплета", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Stoneweaver Leggings
[217304] = { "рукавиці Ревелоша" }, -- Revelosh's Gloves
[217305] = { "нарукавники Ревелоша" }, -- Revelosh's Armguards
[217306] = { "чоботи Ревелоша" }, -- Revelosh's Boots
[217307] = { "наплічники Ревелоша" }, -- Revelosh's Spaulders
[217308] = { "зачарована сигіла: Винахідливість", use="Зачарована сигіла винахідливості підсилює вас, збільшуючи шкоду та зцілення від заклинань на 20 та збільшуючи силу атаки на 20 протягом 30 хв. Можна застосовувати лише поза боєм." }, -- Enchanted Sigil: Innovation
[217314] = { "місячна гвинтівка" }, -- Moonsight Rifle
[217315] = { "точний лук" }, -- Precision Bow
[217337] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217338] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217339] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[217345] = { "їдка отрута", use="Покриває зброю отрутою на 30 хвилин.\nКожен удар має 30% шанс отруїти ворога, зменшуючи його броню на 1700 протягом 15 секунд. 105 зарядів.\n\nЇдка отрута взаємодіє з талантом \"Покращене оголення броні\"." }, -- Sebacious Poison
[217346] = { "паралізуюча отрута", use="Покриває зброю отрутою на 30 хвилин.\nКожен удар має 30% шанс отруїти ворога, зменшуючи швидкість його атаки ближнього бою на 20% протягом 15 секунд. 105 зарядів." }, -- Numbing Poison
[217347] = { "атрофічна отрута", use="Покриває зброю отрутою на 30 хвилин.\nКожен удар має 30% шанс отруїти ворога, зменшуючи його силу атаки ближнього бою на 205 протягом 15 секунд. 105 зарядів." }, -- Atrophic Poison
[217350] = { "інженерні нотатки Термоштепселя", flavor="Цей пошарпаний записник містить схеми різноманітної руйнівної зброї. Ви маєте якнайшвидше доставити ці нотатки верховному королю Меккакрутю." }, -- Thermaplugg's Engineering Notes
[217351] = { "інженерні нотатки Термоштепселя", flavor="Цей пошарпаний записник містить схеми різноманітної руйнівної зброї. Ноґґу буде цікаво поглянути на них." }, -- Thermaplugg's Engineering Notes
[217398] = { "малий чародійний еліксир", use="Збільшує шкоду від заклинань на 14 протягом 30 хв." }, -- Lesser Arcane Elixir
[217399] = { "рецепт: Малий чародійний еліксир", use="Навчає вас створювати малий чародійний еліксир.", recipe_result_item=217398 }, -- Recipe: Lesser Arcane Elixir
[217495] = { "сувій крижаного вибуху", use="Завдає від 183 до 247 шкоди від криги в радіусі 5 м." }, -- Scroll of Cryoblast
[217496] = { "сувій клинка", use="Застосувати на Гіпнотичний клинок, щоб створити потужну зброю." }, -- Scroll of the Blade
[217497] = { "меч Нарпаса", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Narpas Sword
[217609] = { "талісман Каздора", flavor="Талісман уособлює чисте зло. Ви намагаєтесь не затримувати на ньому погляд." }, -- Talisman of Kazdor
[217693] = { "зілля невидимості", use="Надає невидимість на {1} с.#for {1} sec" }, -- Invisibility Potion
[217704] = { "залізний кийок", equip="Збільшує силу атаки на 36 в подобі кота, ведмедя та лютого ведмедя." }, -- Ironshod Bludgeon
[217716] = { "мерзенний настій", use="Кинути в киплячий казан, щоб викликати вибух отруйного газу. Не порушує непомітність." }, -- Vile Concoction
[217717] = { "порожниста емблема", use="Наповнити порожнисту емблему сутністю магії крові." }, -- Hollow Emblem
[217718] = { "емблема магії крові" }, -- Emblem of Blood Magic
[217719] = { "сутність магії крові", use="Наповнити порожнисту емблему сутністю магії крові." }, -- Blood Magic Essence
[217720] = { "підношення плоті", use="Об'єднати підношення плоті та кісток." }, -- Offering of Flesh
[217721] = { "підношення кісток", use="Об'єднати підношення плоті та кісток." }, -- Offering of Bone
[217727] = { "оберіг мерця", equip="Виявляє могилу, в якій сховано підношення." }, -- Ward of the Dead
[217736] = { "руна чесного злодійства", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Coterie
[217737] = { "модифікований талісман" }, -- Modified Talisman
[218083] = { "хвіст Ераніка", equip="Збільшує навичку володіння дворучними мечами на 8." }, -- Tail of Eranikus
[219021] = { "важка кур'єрська сумка" }, -- Hefty Courier Pack
[219022] = { "перстень перевізника" }, -- Hauler's Ring
[219023] = { "перстень писаря", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 2." }, -- Clerk's Ring
[219024] = { "перстень посланця" }, -- Messenger's Ring
[219135] = { "кулон цікавості", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4." }, -- Curiosity Pendant
[219136] = { "кулон завзятості" }, -- Tenacity Pendant
[219137] = { "кулон наполегливості" }, -- Initiative Pendant
[219147] = { "руна милості", use="Навчає вас новій здібності гравіювання." }, -- Rune of Grace
[219223] = { "лють майстра клинка", use="Атакувати до 4 ворогів у радіусі 8 м, завдаючи шкоди від зброї кожному з них, і завершити відновлення здібності \"Вихор\"." }, -- Blademaster's Fury
[219326] = { "насіння відновлення", equip="Шанс посадити насіння у ворожих гуманоїдів, звірів або драконів, вражених вашими здібностями або заклинаннями. Якщо протягом 30 секунд після цього істота помре, з її трупа виросте квітка зцілення." }, -- Seed of Renewal
[219343] = { "накидка шахрая", equip="Збільшує ефективність вашої невидимості на 3 рівня. Збільшує дальність дії \"Знешкодження пасток\" і \"Обшукування кишень\" на 2 м, а дальність дії \"Відволікання\" - на 5 м." }, -- Filcher's Cowl
[219345] = { "пекельне ласо", use="Прикувати демона або звіра і завдати 200 шкоди вогнем протягом 24 секунд. Завдання шкоди може перервати дію ефекту. Прикованих гончаків надр можна приручити." }, -- Infernal Lasso
[219399] = { "мох кошмару", flavor="Ефемерний і нестабільний." }, -- Nightmare Moss
[219401] = { "холодна залізна руда", flavor="Ефемерна і нестабільна." }, -- Cold Iron Ore
[219402] = { "відмічена сном луска дракона", flavor="Ефемерна і нестабільна." }, -- Dream-Touched Dragonscale
[219404] = { "тіньова коса", flavor="Ефемерне відлуння одного з могутніх втрачених артефактів Елуни." }, -- Shadowscythe
[219405] = { "записи огра-мага", flavor="Ці записи вкриті нерозбірливими каракулями божевільного." }, -- Ogre Magi Text
[219406] = { "невилуплене яйце зеленого дракона", flavor="Здорове яйце зеленого дракона мерехтить від енергії сну." }, -- Unhatched Green Dragon Egg
[219414] = { "розбита яєчна шкаралупа", flavor="Чиє б життя вона не оберігала, його вже поглинув кошмар." }, -- Shattered Eggshells
[219444] = { "снокорінь", flavor="Ефемерний і нестабільний." }, -- Dreamroot
[219445] = { "пил хибного золота", flavor="Ефемерний і нестабільний." }, -- Fool's Gold Dust
[219446] = { "наповнена сном луска дракона", flavor="Ефемерна і нестабільна." }, -- Dream-Infused Dragonscale
[219447] = { "відмічене сном яйце дракона", flavor="Сяюче яйце зеленого дракона." }, -- Dream-Touched Dragon Egg
[219448] = { "машина сну", flavor="Машина для створення кошмарів." }, -- Dreamengine
[219449] = { "Азшарське пророцтво", flavor="Тонкий сувій зі стародавнім пророцтвом." }, -- Azsharan Prophecy
[219454] = { "зоряний лотос", flavor="Ефемерний і нестабільний." }, -- Star Lotus
[219486] = { "зоресрібна руда", flavor="Ефемерна і нестабільна." }, -- Starsilver Ore
[219487] = { "зоряний панцир", flavor="Ефемерний і нестабільний." }, -- Starshell
[219488] = { "відмічене зорями яйце дракона", flavor="Променисте яйце дракона." }, -- Star-Touched Dragonegg
[219490] = { "реліквія Елуни", flavor="Втрачений подарунок Елуни диким совухам." }, -- Elunar Relic
[219491] = { "перлина Сну", flavor="Витягнута з мушлі, що лежала в глибинах Дрімучого моря." }, -- Dreampearl
[219514] = { "місяцекорінь", flavor="Ефемерний і нестабільний." }, -- Moonroot
[219515] = { "великий місячний камінь", flavor="Ефемерний і нестабільний." }, -- Greater Moonstone
[219517] = { "луска місячного дракона", flavor="Ефемерна і нестабільна." }, -- Moondragon Scale
[219518] = { "проповіді гарпії", flavor="Божевільні тиради королеви гарпій." }, -- Harpy Screed
[219519] = { "записи божевільного хранителя", flavor="Плани битви збожеволілого хранителя гаю." }, -- Mad Keeper's Notes
[219520] = { "місяцесяйне яйце дракона" }, -- Moonglow Dragonegg
[219526] = { "план завдання: Смерколісся" }, -- Mission Brief: Duskwood
[219759] = { "польовий звіт Чарли", flavor="Польовий звіт з Сутінкового пралісу." }, -- Charla's Field Report
[219770] = { "польовий звіт Ґемерона", flavor="Польовий звіт з Тіні ґрона." }, -- Gemeron's Field Report
[219771] = { "польовий звіт Тандроса", flavor="Польовий звіт з Гілки Сну." }, -- Thandros' Field Report
[219772] = { "польовий звіт Фаллії", flavor="Польовий звіт з Серадана." }, -- Fallia's Field Report
[219773] = { "план завдання: Ясенеділ" }, -- Mission Brief: Ashenvale
[219774] = { "план завдання: Внутрішні землі" }, -- Mission Brief: Hinterlands
[219775] = { "план завдання: Фералас" }, -- Mission Brief: Feralas
[219776] = { "звіт розвідки: огрівський згірок Вул'Ґол", flavor="Звіт розвідки з огрівського згірка Вул'Ґол" }, -- Intelligence Report: Vul'gol Ogre Mound
[219778] = { "звіт розвідки: Гниючий сад", flavor="Звіт розвідки з Гниючого саду" }, -- Intelligence Report: Rotting Orchard
[219803] = { "звіт розвідки: садиба Йорґена", flavor="Звіт розвідки з садиби Йорґена" }, -- Intelligence Report: Yorgen Farmstead
[219918] = { "закривавлене послання", flavor="Цей зім'ятий лист вкритий кров'ю. Гидота." }, -- Bloody Missive
[219924] = { "звіт розвідки: Лісова Пісня", flavor="Звіт розвідки з Лісової Пісні" }, -- Intelligence Report: Forest Song
[219925] = { "звіт розвідки: Сатирнаар", flavor="Звіт розвідки з Сатирнаара" }, -- Intelligence Report: Satyrnaar
[219926] = { "звіт розвідки: лісозаготівельний табір Пісні Війни", flavor="Звіт розвідки з лісозаготівельного табору Пісні Війни" }, -- Intelligence Report: Warsong Lumber Camp
[219927] = { "смарагдовий уламок", flavor="Відзнака за вашу службу Смарагдовим Вартовим." }, -- Emerald Chip
[219928] = { "звіт розвідки: Аґол'вата", flavor="Звіт розвідки з Аґол'вати" }, -- Intelligence Report: Agol'watha
[219929] = { "закривавлене послання" }, -- Bloody Missive
[219930] = { "закривавлене послання" }, -- Bloody Missive
[219935] = { "клинок Каджинда" }, -- Kajind's Blade
[219937] = { "звіт розвідки: Шаол'вата", flavor="Звіт розвідки з Шаол'вати" }, -- Intelligence Report: Shaol'watha
[219938] = { "звіт розвідки: Замаскована печера", flavor="Звіт розвідки з Замаскованої печери" }, -- Intelligence Report: Skulk Rock
[219957] = { "звіт розвідки: Онір", flavor="Звіт розвідки з Оніра" }, -- Intelligence Report: Oneiros
[219958] = { "звіт розвідки: Колоси-Близнюки", flavor="Звіт розвідки з Колосів-Близнюків" }, -- Intelligence Report: Twin Colossals
[219959] = { "звіт розвідки: руїни Вороновію", flavor="Звіт розвідки з руїн Вороновію" }, -- Intelligence Report: Ruins of Ravenwind
[219962] = { "вторгнення кошмару: завдання в Смерколіссі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission I
[219963] = { "делегування повноважень: завдання в Смерколіссі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission I
[219965] = { "делегування повноважень: завдання в Смерколіссі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission II
[219966] = { "вторгнення кошмару: завдання в Смерколіссі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission II
[219967] = { "вторгнення кошмару: завдання в Смерколіссі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission III
[219968] = { "вторгнення кошмару: завдання в Смерколіссі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission IV
[219969] = { "вторгнення кошмару: завдання в Смерколіссі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission V
[219970] = { "вторгнення кошмару: завдання в Смерколіссі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VI
[219971] = { "вторгнення кошмару: завдання в Смерколіссі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VII
[219972] = { "вторгнення кошмару: завдання в Смерколіссі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission VIII
[219973] = { "вторгнення кошмару: завдання в Смерколіссі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission IX
[219974] = { "вторгнення кошмару: завдання в Смерколіссі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission X
[219975] = { "вторгнення кошмару: завдання в Смерколіссі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XI
[219976] = { "вторгнення кошмару: завдання в Смерколіссі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XII
[219977] = { "вторгнення кошмару: завдання в Смерколіссі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XIII
[219978] = { "вторгнення кошмару: завдання в Смерколіссі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XIV
[219979] = { "вторгнення кошмару: завдання в Смерколіссі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XV
[219980] = { "вторгнення кошмару: завдання в Смерколіссі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVI
[219981] = { "вторгнення кошмару: завдання в Смерколіссі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVII
[219982] = { "вторгнення кошмару: завдання в Смерколіссі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Duskwood Mission XVIII
[219983] = { "делегування повноважень: завдання в Смерколіссі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission III
[219984] = { "делегування повноважень: завдання в Смерколіссі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission IV
[219985] = { "делегування повноважень: завдання в Смерколіссі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission V
[219986] = { "делегування повноважень: завдання в Смерколіссі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VI
[219987] = { "делегування повноважень: завдання в Смерколіссі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VII
[219988] = { "делегування повноважень: завдання в Смерколіссі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission VIII
[219989] = { "делегування повноважень: завдання в Смерколіссі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission IX
[219990] = { "делегування повноважень: завдання в Смерколіссі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission X
[219991] = { "делегування повноважень: завдання в Смерколіссі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XI
[219992] = { "делегування повноважень: завдання в Смерколіссі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XII
[219993] = { "делегування повноважень: завдання в Смерколіссі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XIII
[219994] = { "делегування повноважень: завдання в Смерколіссі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XIV
[219995] = { "делегування повноважень: завдання в Смерколіссі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XV
[219996] = { "делегування повноважень: завдання в Смерколіссі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVI
[219997] = { "делегування повноважень: завдання в Смерколіссі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVII
[219998] = { "делегування повноважень: завдання в Смерколіссі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Duskwood Mission XVIII
[219999] = { "вторгнення кошмару: завдання в Ясенедолі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission I
[220000] = { "вторгнення кошмару: завдання в Ясенедолі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission II
[220001] = { "вторгнення кошмару: завдання в Ясенедолі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission III
[220002] = { "вторгнення кошмару: завдання в Ясенедолі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission IV
[220003] = { "вторгнення кошмару: завдання в Ясенедолі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission V
[220004] = { "вторгнення кошмару: завдання в Ясенедолі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VI
[220005] = { "вторгнення кошмару: завдання в Ясенедолі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VII
[220006] = { "вторгнення кошмару: завдання в Ясенедолі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission VIII
[220007] = { "вторгнення кошмару: завдання в Ясенедолі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission IX
[220008] = { "вторгнення кошмару: завдання в Ясенедолі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission X
[220009] = { "вторгнення кошмару: завдання в Ясенедолі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XI
[220010] = { "вторгнення кошмару: завдання в Ясенедолі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XII
[220011] = { "вторгнення кошмару: завдання в Ясенедолі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XIII
[220012] = { "вторгнення кошмару: завдання в Ясенедолі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XIV
[220013] = { "вторгнення кошмару: завдання в Ясенедолі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XV
[220014] = { "вторгнення кошмару: завдання в Ясенедолі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVI
[220015] = { "вторгнення кошмару: завдання в Ясенедолі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVII
[220016] = { "вторгнення кошмару: завдання в Ясенедолі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Ashenvale Mission XVIII
[220017] = { "вторгнення кошмару: завдання у Внутрішніх землях I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission I
[220018] = { "вторгнення кошмару: завдання у Внутрішніх землях II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission II
[220019] = { "вторгнення кошмару: завдання у Внутрішніх землях III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission III
[220020] = { "вторгнення кошмару: завдання у Внутрішніх землях IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission IV
[220021] = { "вторгнення кошмару: завдання у Внутрішніх землях V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission V
[220022] = { "вторгнення кошмару: завдання у Внутрішніх землях VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VI
[220023] = { "вторгнення кошмару: завдання у Внутрішніх землях VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VII
[220024] = { "вторгнення кошмару: завдання у Внутрішніх землях VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission VIII
[220025] = { "вторгнення кошмару: завдання у Внутрішніх землях IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission IX
[220026] = { "вторгнення кошмару: завдання у Внутрішніх землях X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission X
[220027] = { "вторгнення кошмару: завдання у Внутрішніх землях XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XI
[220028] = { "вторгнення кошмару: завдання у Внутрішніх землях XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XII
[220029] = { "вторгнення кошмару: завдання у Внутрішніх землях XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XIII
[220030] = { "вторгнення кошмару: завдання у Внутрішніх землях XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XIV
[220031] = { "вторгнення кошмару: завдання у Внутрішніх землях XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XV
[220032] = { "вторгнення кошмару: завдання у Внутрішніх землях XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVI
[220033] = { "вторгнення кошмару: завдання у Внутрішніх землях XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVII
[220034] = { "вторгнення кошмару: завдання у Внутрішніх землях XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Hinterlands Mission XVIII
[220035] = { "вторгнення кошмару: завдання у Фераласі I", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission I
[220036] = { "вторгнення кошмару: завдання у Фераласі II", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission II
[220037] = { "вторгнення кошмару: завдання у Фераласі III", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission III
[220038] = { "вторгнення кошмару: завдання у Фераласі IV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission IV
[220039] = { "вторгнення кошмару: завдання у Фераласі V", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission V
[220040] = { "вторгнення кошмару: завдання у Фераласі VI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VI
[220041] = { "вторгнення кошмару: завдання у Фераласі VII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VII
[220042] = { "вторгнення кошмару: завдання у Фераласі VIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission VIII
[220043] = { "вторгнення кошмару: завдання у Фераласі IX", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission IX
[220044] = { "вторгнення кошмару: завдання у Фераласі X", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission X
[220045] = { "вторгнення кошмару: завдання у Фераласі XI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XI
[220046] = { "вторгнення кошмару: завдання у Фераласі XII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XII
[220047] = { "вторгнення кошмару: завдання у Фераласі XIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XIII
[220048] = { "вторгнення кошмару: завдання у Фераласі XIV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XIV
[220049] = { "вторгнення кошмару: завдання у Фераласі XV", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XV
[220050] = { "вторгнення кошмару: завдання у Фераласі XVI", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVI
[220051] = { "вторгнення кошмару: завдання у Фераласі XVII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVII
[220052] = { "вторгнення кошмару: завдання у Фераласі XVIII", flavor="Це повідомлення самознищиться, коли ви його прочитаєте. Польовий командир заперечуватиме свою причетність до ваших дій." }, -- Nightmare Incursions: Feralas Mission XVIII
[220053] = { "делегування повноважень: завдання в Ясенедолі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission I
[220054] = { "делегування повноважень: завдання в Ясенедолі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission II
[220055] = { "делегування повноважень: завдання в Ясенедолі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission III
[220056] = { "делегування повноважень: завдання в Ясенедолі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission IV
[220057] = { "делегування повноважень: завдання в Ясенедолі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission V
[220058] = { "делегування повноважень: завдання в Ясенедолі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VI
[220059] = { "делегування повноважень: завдання в Ясенедолі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VII
[220060] = { "делегування повноважень: завдання в Ясенедолі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission VIII
[220061] = { "делегування повноважень: завдання в Ясенедолі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission IX
[220062] = { "делегування повноважень: завдання в Ясенедолі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission X
[220063] = { "делегування повноважень: завдання в Ясенедолі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XI
[220064] = { "делегування повноважень: завдання в Ясенедолі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XII
[220065] = { "делегування повноважень: завдання в Ясенедолі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XIII
[220066] = { "делегування повноважень: завдання в Ясенедолі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XIV
[220067] = { "делегування повноважень: завдання в Ясенедолі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XV
[220068] = { "делегування повноважень: завдання в Ясенедолі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVI
[220069] = { "делегування повноважень: завдання в Ясенедолі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVII
[220070] = { "делегування повноважень: завдання в Ясенедолі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Ashenvale Mission XVIII
[220071] = { "делегування повноважень: завдання у Внутрішніх землях I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission I
[220072] = { "делегування повноважень: завдання у Внутрішніх землях II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission II
[220073] = { "делегування повноважень: завдання у Внутрішніх землях III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission III
[220074] = { "делегування повноважень: завдання у Внутрішніх землях IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission IV
[220075] = { "делегування повноважень: завдання у Внутрішніх землях V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission V
[220076] = { "делегування повноважень: завдання у Внутрішніх землях VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VI
[220077] = { "делегування повноважень: завдання у Внутрішніх землях VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VII
[220078] = { "делегування повноважень: завдання у Внутрішніх землях VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission VIII
[220079] = { "делегування повноважень: завдання у Внутрішніх землях IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission IX
[220080] = { "делегування повноважень: завдання у Внутрішніх землях X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission X
[220081] = { "делегування повноважень: завдання у Внутрішніх землях XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XI
[220082] = { "делегування повноважень: завдання у Внутрішніх землях XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XII
[220083] = { "делегування повноважень: завдання у Внутрішніх землях XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XIII
[220084] = { "делегування повноважень: завдання у Внутрішніх землях XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XIV
[220085] = { "делегування повноважень: завдання у Внутрішніх землях XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XV
[220086] = { "делегування повноважень: завдання у Внутрішніх землях XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVI
[220087] = { "делегування повноважень: завдання у Внутрішніх землях XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVII
[220088] = { "делегування повноважень: завдання у Внутрішніх землях XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Hinterlands Mission XVIII
[220089] = { "делегування повноважень: завдання у Фераласі I", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission I
[220090] = { "делегування повноважень: завдання у Фераласі II", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission II
[220091] = { "делегування повноважень: завдання у Фераласі III", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission III
[220092] = { "делегування повноважень: завдання у Фераласі IV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission IV
[220093] = { "делегування повноважень: завдання у Фераласі V", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission V
[220094] = { "делегування повноважень: завдання у Фераласі VI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VI
[220095] = { "делегування повноважень: завдання у Фераласі VII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VII
[220096] = { "делегування повноважень: завдання у Фераласі VIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission VIII
[220097] = { "делегування повноважень: завдання у Фераласі IX", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission IX
[220098] = { "делегування повноважень: завдання у Фераласі X", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission X
[220099] = { "делегування повноважень: завдання у Фераласі XI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XI
[220100] = { "делегування повноважень: завдання у Фераласі XII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XII
[220101] = { "делегування повноважень: завдання у Фераласі XIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XIII
[220102] = { "делегування повноважень: завдання у Фераласі XIV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XIV
[220103] = { "делегування повноважень: завдання у Фераласі XV", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XV
[220104] = { "делегування повноважень: завдання у Фераласі XVI", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVI
[220105] = { "делегування повноважень: завдання у Фераласі XVII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVII
[220106] = { "делегування повноважень: завдання у Фераласі XVIII", use="Делегувати повноваження члену групи, щоб поділитись з ним цим завданням і виконувати його разом.", flavor="Дозволяє вам поділитися цим завданням з членами групи." }, -- Deputization Authorization: Feralas Mission XVIII
[220164] = { "руна гладіатора", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Gladiator
[220165] = { "руна гніву", use="Навчає вас новій здібності гравіювання." }, -- Rune of Wrath
[220166] = { "палке ядро пекельника" }, -- Fiery Infernal Core
[220167] = { "мерехтливий могильний пил", flavor="Пил з могили того, кого вбило кохання..." }, -- Shimmering Grave Dust
[220168] = { "лавове пиво потрійного бродіння", flavor="Вогняний еліксир, створений міцними руками та нестійким розумом..." }, -- Triple-Brewed Molten Lager
[220169] = { "символ віри", flavor="Символ віри, подарований тому, хто знайшов нову мету..." }, -- Symbol of Faith
[220170] = { "записка Грегорі" }, -- Note from Gregory
[220173] = { "Парасомнія", hit="Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", flavor="Народжений з Кошмару" }, -- Parasomnia
[220213] = { "осквернена кров" }, -- Fel Lifeblood
[220214] = { "ланка пекельного ланцюга" }, -- Infernal Chain Link
[220216] = { "пекельне ласо", use="Ослабити Калефактуса Вивільненого." }, -- Infernal Lasso
[220217] = { "руна хижості", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Ravenous
[220345] = { "Криваве чаклунство", flavor="Описує різноманітні потужні криваві ритуали. Суперечливе доповнення до колекції будь-якої бібліотеки." }, -- Sanguine Sorcery
[220346] = { "Легенди морських мудреців", flavor="Покрита нерозбірливими нотатками та схемами, накресленими нетвердою рукою. Все ще може стати гідним доповненням до колекції будь-якої бібліотеки." }, -- Legends of the Tidesages
[220347] = { "Граничність та Аркана", flavor="Слова пливуть сторінкою, ніби захищаючи себе від ваших очей. Загадкове доповнення до колекції будь-якої бібліотеки." }, -- The Liminal and the Arcane
[220348] = { "Побутовий етикет", flavor="Посібник про роль елементарної магії у вищому суспільстві Високородних. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Everyday Etiquette
[220349] = { "Каменярський дизайн", flavor="Міцна архітектурна техніка, здатна витримати все, окрім найбільш руйнівних катаклізмів. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Stonewrought Design
[220350] = { "Отрутні мандри", flavor="Нотатки про властивості різних токсинів та отрут, що впливають на свідомість. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Venomous Journeys
[220351] = { "каламутна сапта повітря", use="Дозволяє шаману бачити духів стихій." }, -- Murky Air Sapta
[220352] = { "Металевий розум", flavor="Техніки дворфів, що використовують магію в металургії, видобутку корисних копалин та важкій промисловості. Пізнавальне, хоч і похмуре доповнення до колекції будь-якої бібліотеки." }, -- A Mind of Metal
[220353] = { "Кодекс заклинателя", flavor="Довоєнна колекція заклинань і арканічних теорій, що здебільшого вийшли з ужитку. Чудове доповнення до колекції будь-якої бібліотеки." }, -- Conjurer's Codex
[220360] = { "руна цвітіння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Efflorescence
[220375] = { "фрагмент повітря", use="Поєднати фрагмент повітря з сутностями стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Air
[220379] = { "порвані записи шамана", flavor="Нотатки написані похапцем і майже нерозбірливі. Сторінки ніби обгорнуті навколо чогось." }, -- Torn Shaman's Notes
[220446] = { "потойбічний скарб" }, -- Otherworldly Treasure
[220510] = { "сутність стихій" }, -- Elemental Essence
[220511] = { "великий шолом Кошмару", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Greathelm of the Nightmare
[220512] = { "бездоганний шолом із золотистої сталі", equip={ "Збільшує зцілення від заклинань і ефектів на 44.", "Відновлює 4 мани кожні 5 сек." } }, -- Immaculate Goldsteel Helmet
[220514] = { "козирок з зеленого пір'я", equip={ "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 8 мани кожні 5 сек." } }, -- Visor of Verdant Feathers
[220515] = { "зачарований смарагдовий шолом", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Enchanted Emerald Helmet
[220516] = { "забутий козирок Ґешера", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 30." } }, -- Gasher's Forgotten Visor
[220518] = { "вкритий пилом капелюх Ба'Гама", equip={ "Збільшує шанс завдання критичного удару на 1%.", "Збільшує силу атаки на 38." } }, -- Ba'ham's Dusty Hat
[220519] = { "головний убір з пір'ям вуду", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 29." } }, -- Voodoo Feathered Headdress
[220521] = { "головний убір ритуаліста Гаккарі", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." } }, -- Hakkari Ritualist's Headdress
[220522] = { "корона ловця душ", equip="Збільшує зцілення від заклинань і ефектів на 44." }, -- Soulcatcher Crown
[220523] = { "козирок вигнанця", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." } }, -- Visage of the Exiled
[220525] = { "сяючий фрагмент повітря" }, -- Glowing Fragment of Air
[220526] = { "вкрите мулом ядро процесора Г-7", flavor="Це ядро процесора навіть у гіршому стані, ніж те, що ви знайшли раніше. Воно вкрите липким чорним слизом, який ніби... живий? Гидота." }, -- Sludge-Covered G-7 C.O.R.E. Processor
[220527] = { "напліччя берсерка Атал'ай" }, -- Atal'ai Berserker's Mantle
[220528] = { "наплечі мисливця Атал'ай" }, -- Atal'ai Huntsman's Shoulders
[220529] = { "наплічники фанатизму", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Spaulders of Fanaticism
[220530] = { "воля воїна Атал'ай", equip={ "Збільшує шанс блокувати атаки щитом на 2%.", "Збільшує показник блокування щитом на 30." } }, -- Will of the Atal'ai Warrior
[220531] = { "пульсуюча фіолетова квітка", flavor="Маленька квітка, яка ніби пульсує в ваших руках. Вона викликає тривожне відчуття від одного лиш погляду." }, -- Undulating Purple Flower
[220532] = { "підсилені наплічники Атал'ай", equip="Збільшує ваш шанс ухилитися від атаки на 1%." }, -- Reinforced Atal'ai Spaulders
[220533] = { "перекована кіраса Атал'ай" }, -- Reforged Atal'ai Breastplate
[220534] = { "вічні обійми вітряного змія", equip="Збільшує зцілення від заклинань і ефектів на 44." }, -- Eternal Embrace of the Wind Serpent
[220535] = { "вбрання пророка Атал'ай", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35." } }, -- Garments of the Atal'ai Prophet
[220536] = { "наручі медика Атал'ай", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Atal'ai Medicine Man's Wrists
[220537] = { "темноводні браслети сновиди" }, -- Dreamer's Darkwater Bracers
[220538] = { "прокляті слизолускаті браслети", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Cursed Slimescale Bracers
[220539] = { "бойові пов'язки жертовності", equip="Збільшує показник блокування щитом на 10." }, -- Warbands of Sacrifice
[220540] = { "вкриті оскверненням бойові рукавиці", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Corruption Laden Handguards
[220541] = { "уражені хворобою латні рукавиці", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Disease-Ridden Plate Fists
[220542] = { "забруднені мутноводні рукавиці" }, -- Polluted Murkwater Gauntlets
[220543] = { "смарагдові лускаті рукавиці", equip={ "Збільшує зцілення від заклинань і ефектів на 26.", "Відновлює 7 мани кожні 5 сек." } }, -- Emerald Scalemail Gloves
[220544] = { "рукавиці кривавого спалаху", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." } }, -- Bloodflare Talons
[220545] = { "бійцівські рукавички з неприємним запахом", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Foul Smelling Fighter's Gloves
[220546] = { "руки замучених", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Hands of the Tormented
[220547] = { "рукавиці полеглого пророка Атал'ай", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Gloves of the Fallen Atal'ai Prophet
[220548] = { "рукавиці заклинача Атал'ай", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25." }, -- Atal'ai Hexxer's Gloves
[220549] = { "пасок Світанкового Шпиля", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Dawnspire Strap
[220550] = { "пояс грабіжника храмів", equip="Збільшує силу атаки на 32." }, -- Temple Looter's Waistband
[220551] = { "пояс відданого Смарагдовому Сну", equip={ "Збільшує зцілення від заклинань і ефектів на 26.", "Відновлює 5 мани кожні 5 сек." } }, -- Devotee's Sash of the Emerald Dream
[220552] = { "пояс болю" }, -- Waistguard of Pain
[220553] = { "пояс відреченого молільника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 24." } }, -- Belt of the Forsaken Worshipper
[220554] = { "пов'язка з бивня Атал'аларіона" }, -- Atal'alarion's Tusk Band
[220555] = { "змієлуский пояс Атал'ай", equip="Збільшує показник блокування щитом на 14." }, -- Atal'ai Serpentscale Girdle
[220556] = { "кілт полеглого пророка Атал'ай", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Kilt of the Fallen Atal'ai Prophet
[220557] = { "проклятий вітролуский сарунг", equip="Збільшує зцілення від заклинань і ефектів на 44." }, -- Cursed Windscale Sarong
[220558] = { "поножі душогуба Атал'ай" }, -- Atal'ai Assassin's Leggings
[220559] = { "поножі з відродженої луски дракона", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Revitalized Drake Scale Leggings
[220560] = { "срібнопанцирні ножні лати", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Silvershell Legplates
[220561] = { "стійкі трольські шкари", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує показник блокування щитом на 18." } }, -- Tenacious Troll Kickers
[220562] = { "закривавлені бойові наголінники" }, -- Bloodshot Battle Greaves
[220563] = { "чоботи кривавого шамана Атал'ай", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." } }, -- Boots of the Atal'ai Blood Shaman
[220564] = { "відновлені слизьколускі чоботи", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Restored Slitherscale Boots
[220565] = { "безтілесні черевики серпанкового мандрівника", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Ethereal Mistwalker Boots
[220566] = { "тліючий кіготь", hit="Кидає вогняну кулю, яка завдає 135 шкоди вогнем і додатково 15 шкоди за 6 сек." }, -- Smolder Claw
[220567] = { "закривавлений черепокол", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Bloodied Headspike
[220568] = { "сокира-гвинтівка дослідника храмів", use="Вистрілити з сокири-гвинтівки, задавши від 122 до 158 шкоди вогнем та додатково 75 шкоди протягом 10 секунд.", flavor="Також відома як \"сонівка\"." }, -- Temple Explorer's Gun Axe
[220569] = { "нищівний молот люті", hit="Збільшує шкоду на 30 і швидкість атаки на 10% протягом 15 секунд." }, -- Blistering Ragehammer
[220570] = { "оболонка Кошмару", flavor="Ви ледь чуєте приглушений крик коли тримаєте її в руках." }, -- Mantle of Nightmares
[220571] = { "жалячий довгий лук", equip="Збільшує силу атаки на 18." }, -- Stinging Longbow
[220572] = { "скорострільний арбалет Рінзо" }, -- Rinzo's Rapid Repeater
[220573] = { "мисливський лук жахливого ловця", equip="Збільшує силу атаки дальнього бою на 22." }, -- Dreadstalker's Hunting Bow
[220574] = { "загострений зуб Ераніка", equip="Збільшує ваш шанс нанесення удару на 1%." }, -- Sharpened Tooth of Eranikus
[220575] = { "пожирач проклятих", equip="Збільшує силу атаки на 39 в бою з невмерлими." }, -- Eater of the Damned
[220576] = { "сокира ката Атал'ай", equip="Збільшує силу атаки на 20." }, -- Axe of the Atal'ai Executioner
[220577] = { "міць лоа крові" }, -- Might of the Blood Loa
[220578] = { "кулак відреченого", hit="Викрадає 39 здоров'я у цілі." }, -- Fist of the Forsaken
[220579] = { "чаклунська палиця знахаря", equip={ "Збільшує зцілення від заклинань і ефектів на 35.", "Відновлює 4 мани кожні 5 сек." } }, -- Witch Doctor's Stick of Mojo
[220580] = { "безумство аватара", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." } }, -- Madness of the Avatar
[220581] = { "Змієборець" }, -- Snake Clobberer
[220582] = { "крик дракона", equip="Збільшує силу атаки на 16.", hit="Викликає cмарагдового дракончика, що захищатиме вас у бою протягом короткого періоду часу." }, -- Dragon's Cry
[220583] = { "мерзенний клинок нікчемних", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", hit="Оскверняє ціль, завдаючи 90 шкоди протягом 3 секунд." }, -- Vile Blade of the Wretched
[220584] = { "клинок вогняного подиху", hit="Кидає вогняну кулю, яка завдає 70 шкоди вогнем і додатково 9 шкоди за 6 сек." }, -- Flamebreath Blade
[220585] = { "зіпсований зловісний кіготь" }, -- Degraded Dire Nail
[220586] = { "Гординя, клеймо бандита", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 29." }, -- Hubris, the Bandit Brander
[220587] = { "жертовний кинджал Сну", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- Sacrificial Dream Dagger
[220588] = { "кіготь з ікла кобри", hit="Дає додаткову атаку під час наступного удару." }, -- Cobra Fang Claw
[220589] = { "удар змія", hit="Отруїти ворога, завдавши йому 50 шкоди від природи, зменшивши опір природі на 60 і збільшивши отриману шкоду від святості та природи на 8% протягом 20 секунд. Діє лише на ворогів 55 рівня і нижче." }, -- Serpent's Striker
[220590] = { "шпиль поклонителя Гаккарі", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 2%.", "Збільшує шкоду від заклинань і ефектів тіні на 17.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." } }, -- Spire of Hakkari Worship
[220591] = { "відновлювальна палиця Міджана", equip="Збільшує зцілення від заклинань і ефектів на 62." }, -- Mijan's Restorative Rod
[220594] = { "коса Сну", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Scythe of the Dream
[220595] = { "зосереджувальний посох Кошмару", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 36." }, -- Nightmare Focus Staff
[220596] = { "древня палиця пророцтва", equip="Збільшує силу атаки на 114 в подобі кота, ведмедя та лютого ведмедя." }, -- Ancient Divining Rod
[220597] = { "драконячий камінь вісника Сну", equip={ "Збільшує шкоду від заклинань і ефектів криги на 23.", "Збільшує шкоду від заклинань і ефектів природи на 23.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Drakestone of the Dream Harbinger
[220598] = { "драконячий камінь вісника Кошмару", equip={ "Збільшує шкоду від заклинань і ефектів тіні на 23.", "Збільшує шкоду від заклинань і ефектів аркани на 23.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Drakestone of the Nightmare Harbinger
[220599] = { "драконячий камінь кривавого пророка", equip={ "Збільшує зцілення від заклинань і ефектів на 35.", "Збільшує шкоду від заклинань і ефектів вогню на 23.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Drakestone of the Blood Prophet
[220600] = { "щит першості", equip="Збільшує показник блокування щитом на 21." }, -- Crest of Preeminence
[220601] = { "захисник знахаря Гаккарі", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Hakkari Witch Doctor's Guard
[220602] = { "півпанцир стічної черепахи", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Sewer Turtle Half-Shell
[220603] = { "палиця необоротної корозії", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Rod of Irreversible Corrosion
[220604] = { "кошмарний трофей", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Nightmare Trophy
[220605] = { "манускрипт святотатства", equip="Збільшує бонус до показника блокування щитом від закллятя \"Священний щит\" на 2%." }, -- Libram of Sacrilege
[220606] = { "ідол Сну", equip="Збільшує шкоду ваших здібностей \"Розмах\" та \"Шматування\" на 2%." }, -- Idol of the Dream
[220607] = { "тотем замучених предків", equip="\"Вогняний шок\" збільшує силу атаки, шкоду та зцілення від заклинань на 15 протягом 12 секунд." }, -- Totem of Tormented Ancestry
[220608] = { "пір'яна пелерина", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Featherskin Drape
[220609] = { "пелерина сутінків" }, -- Drape of Nightfall
[220610] = { "руна гнучкості розуму", use="Навчає вас новій здібності гравіювання." }, -- Rune of Mental Dexterity
[220611] = { "чаклунська накидка Гукку", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Hukku's Hex Cape
[220612] = { "руна приливних хвиль", use="Навчає вас новій здібності гравіювання." }, -- Rune of Tidal Waves
[220613] = { "руна розкотистого грому", use="Навчає вас новій здібності гравіювання." }, -- Rune of Rolling Thunder
[220614] = { "руна електростатики", use="Навчає вас новій здібності гравіювання." }, -- Rune of Static Shock
[220615] = { "плащ з хутра пантери" }, -- Panther Fur Cloak
[220616] = { "руна надпровідності", use="Навчає вас новій здібності гравіювання." }, -- Rune of Overcharged
[220617] = { "руна пандемії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Pandemic
[220618] = { "руна обпалюючої аури", use="Навчає вас новій здібності гравіювання." }, -- Rune of Immolation Aura
[220619] = { "церемоніальний кинджал Атал'ай", use="Жертовний кинджал, на якому викарбувано пісню для давньої кривавої церемонії Атал'ай.", flavor="Лоа крові обирає лише гідних." }, -- Atal'ai Blood Ceremony
[220620] = { "череп вітряного змія", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вітряного змія." }, -- Wind Serpent Skull
[220621] = { "резонансний кристал Кошмару", use="Кристал резонує під впливом кошмару.", flavor="Кристалізована сутність Кошмару. Вона вібрує під впливом Сну. Здається, вона жадає... осквернення?" }, -- Nightmare Resonance Crystal
[220622] = { "ідеально збережене око дракона", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Perfectly Preserved Dragon's Eye
[220623] = { "загублений медальйон Джин'до", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Jin'do's Lost Locket
[220624] = { "закривавлений оберіг доблесті", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 18." } }, -- Bloodstained Charm of Valor
[220625] = { "стійкість вигнанця", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Resilience of the Exiled
[220626] = { "драконячий перстень берсерка", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 20." } }, -- Drakeclaw Band of the Berserker
[220627] = { "драконячий перстень ловця", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки дальнього бою на 31." } }, -- Drakeclaw Band of the Stalker
[220628] = { "драконячий перстень вісника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Drakeclaw Band of the Harbinger
[220629] = { "драконячий перстень кривавого пророка", equip={ "Збільшує зцілення від заклинань і ефектів на 20.", "Відновлює 5 мани кожні 5 сек." } }, -- Drakeclaw Band of the Blood Prophet
[220630] = { "драконячий перстень джаггернаута", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Drakeclaw Band of the Juggernaut
[220632] = { "медальйон кривавого ритуалу Атал'ай", use="Збільшує вашу шкоду в ближньому та дальньому бою на 20 протягом 20 секунд. Щоразу, коли ви влучаєте в ціль, цей бонус зменшується на 1." }, -- Atal'ai Blood Ritual Medallion
[220633] = { "знак кривавого ритуалу Атал'ай", use="Збільшує вашу броню на 1000 і навичку захисту на 20 протягом 20 секунд. Щоразу, коли ви отримуєте шкоду в ближньому або дальньому бою, цей бонус зменшується на 100 броні та 2 навички захисту." }, -- Atal'ai Blood Ritual Badge
[220634] = { "оберіг кривавого ритуалу Атал'ай", use="Збільшує вашу шкоду від заклять на 96, а зцілення — на 192 протягом 20 секунд. Щоразу, коли ви вимовляєте закляття, цей бонус зменшується на 8 шкоди та 16 зцілення." }, -- Atal'ai Blood Ritual Charm
[220635] = { "зачарований валун Атал'аларіона", use="Зосередити свій дух на улюбленому валуні Атал'аларіона. Він зачарований останніми відлуннями його душі." }, -- Atal'alarion's Enchanted Boulder
[220636] = { "кривавий символ Атал'ай" }, -- Atal'ai Blood Icon
[220637] = { "ритуальний знак Атал'ай" }, -- Atal'ai Ritual Token
[220638] = { "незвичайна чаклунська палиця", use="Накласти на себе стародавнє закляття Атал'ай.", flavor="Випробування для найміцніших зв'язків." }, -- Unorthodox Hex Stick
[220639] = { "знеживлювач Лледри", use="Осягнути нежиття!" }, -- Lledra's Inanimator
[220642] = { "латний обладунок засланого мученика", equip="Збільшує показник блокування щитом на 24." }, -- Banished Martyr's Plate Armor
[220643] = { "латні поножі засланого мученика", equip="Збільшує показник блокування щитом на 23." }, -- Banished Martyr's Plate Legguards
[220648] = { "латні чоботи засланого мученика", equip="Збільшує шанс блокувати атаки щитом на 1%." }, -- Banished Martyr's Plate Boots
[220649] = { "спадщина Мерітри", use="Присипляє ворожу ціль на 30 секунд. Будь-яка завдана шкода розбудить ціль. Одночасно можна приспати лише одну ціль." }, -- Merithra's Inheritence
[220650] = { "кіраса одержимого пророка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 37." } }, -- Obsessed Prophet's Chestplate
[220651] = { "поножі одержимого пророка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 33." } }, -- Obsessed Prophet's Legguards
[220652] = { "вишукані чоботи одержимого пророка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 13." } }, -- Obsessed Prophet's Ornate Boots
[220653] = { "кіраса волаючого берсерка" }, -- Wailing Berserker's Chestplate
[220654] = { "ножні лати волаючого берсерка", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Wailing Berserker's Legplates
[220656] = { "бойові чоботи волаючого берсерка", equip="Збільшує силу атаки на 28." }, -- Wailing Berserker's Battleboots
[220657] = { "гауберк вигнаного берсерка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 28." } }, -- Ostracized Berserker's Hauberk
[220658] = { "ножні лати вигнаного берсерка", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Ostracized Berserker's Legplates
[220659] = { "кольчужні чоботи вигнаного берсерка" }, -- Ostracized Berserker's Chain Greaves
[220660] = { "кольчужна сорочка знедоленого послідовника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." } }, -- Shunned Devotee's Chainshirt
[220661] = { "поножі знедоленого послідовника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." } }, -- Shunned Devotee's Legguards
[220662] = { "лучкаті чоботи знедоленого послідовника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." } }, -- Shunned Devotee's Scale Boots
[220663] = { "поножі оскверненого душепряда", equip={ "Збільшує зцілення від заклинань і ефектів на 35.", "Відновлює 3 мани кожні 5 сек." } }, -- Corrupted Spiritweaver's Leggings
[220664] = { "сабатони оскверненого душепряда", equip={ "Збільшує зцілення від заклинань і ефектів на 18.", "Відновлює 6 мани кожні 5 сек." } }, -- Corrupted Spiritweaver's Sabatons
[220665] = { "кіраса оскверненого душепряда", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 4 мани кожні 5 сек." } }, -- Corrupted Spiritweaver's Breastplate
[220666] = { "плетений обладунок жахливого мисливця", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Dread Hunter's Chainmail
[220667] = { "шоси жахливого мисливця", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Dread Hunter's Chausses
[220668] = { "наголінники жахливого мисливця" }, -- Dread Hunter's Greaves
[220669] = { "жилет вигнаного пророка", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Exiled Prophet's Jerkin
[220670] = { "черевики вигнаного пророка", equip={ "Збільшує зцілення від заклинань і ефектів на 18.", "Відновлює 6 мани кожні 5 сек." } }, -- Exiled Prophet's Slippers
[220671] = { "шкіряні штани вигнаного пророка", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Exiled Prophet's Leather Pants
[220672] = { "портупея загубленого молільника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." } }, -- Lost Worshipper's Harness
[220673] = { "поножі загубленого молільника", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25." } }, -- Lost Worshipper's Leggings
[220674] = { "знедолений клинок непомітності", use="Зменшує вашу загрозу на 30% протягом 20 секунд." }, -- Debased Stealthblade
[220675] = { "чоботи загубленого молільника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Lost Worshipper's Treads
[220676] = { "осквернений кров'ю мундир", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Blood Corrupted Tunic
[220677] = { "осквернені кров'ю чоботи" }, -- Blood Corrupted Boots
[220678] = { "осквернені кров'ю штани", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 36." } }, -- Blood Corrupted Pants
[220679] = { "поножі злісного пророка", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Malevolent Prophet's Leggings
[220680] = { "жилет злісного пророка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." } }, -- Malevolent Prophet's Vest
[220681] = { "сандалі злісного пророка", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." } }, -- Malevolent Prophet's Sandals
[220682] = { "руна шаленства", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Unbridled
[220683] = { "жилет доброзичливого пророка", equip={ "Збільшує зцілення від заклинань і ефектів на 37.", "Відновлює 6 мани кожні 5 сек." } }, -- Benevolent Prophet's Vest
[220684] = { "поножі доброзичливого пророка", equip="Збільшує зцілення від заклинань і ефектів на 40." }, -- Benevolent Prophet's Leggings
[220685] = { "сандалі доброзичливого пророка", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Benevolent Prophet's Sandals
[220686] = { "погибель вождя", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Chieftain's Bane
[220687] = { "руна раптора", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Raptor
[220688] = { "інертна оболонка Кошмару", flavor="Ви ледь чуєте приглушений крик коли тримаєте її в руках." }, -- Inert Mantle of Nightmares
[220689] = { "підсилені порожнечею браслети", equip="Забезпечує захист від певних видів психічних атак.", flavor="Коли ви носите ці браслети, волосся на потилиці стає дибки, ніби хтось стоїть прямо за вашою спиною." }, -- Void-Powered Vambraces
[220738] = { "латні наплічники жаху", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderplates of Dread
[220739] = { "зловісне напліччя", equip={ "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 2 мани кожні 5 сек.", "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Baleful Pauldrons
[220740] = { "наплічні щитки сіяча страху", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду від заклять і ефектів святості на 24.", "Атаки ближнього бою і бойові заклинання мають шанс збільшити шкоду від заклинань на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Fearmonger's Shoulderguards
[220741] = { "кричуще плетене напліччя", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Бойові заклинання мають шанс збільшити вашу швидкість вимови заклинань на 10% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Screaming Chain Pauldrons
[220742] = { "виючі наплічники", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Атаки ближнього і дальнього бою мають шанс збільшити вашу силу атаки на 60 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shrieking Spaulders
[220743] = { "верескливі плетені наплічники", equip="Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." }, -- Cacophonous Chain Shoulderguards
[220744] = { "волаюче плетене напліччя", equip={ "Збільшує зцілення від заклинань і ефектів на 31.", "Відновлює 4 мани кожні 5 сек.", "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Wailing Chain Mantle
[220745] = { "оболонка темного неврозу", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Атаки ближнього бою та бойові заклинання мають шанс збільшити шкоду від заклинань на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Membrane of Dark Neurosis
[220747] = { "напліччя параної", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Атаки ближнього бою мають шанс збільшити вашу швидкість атаки на 5% і силу атаки на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Paranoia Mantle
[220748] = { "наплічники одержимості", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderpads of Obsession
[220749] = { "напліччя божевілля", equip={ "Збільшує зцілення від заклинань і ефектів на 20.", "Цілющі заклинання мають шанс збільшити силу зцілення на 50 протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Mantle of Insanity
[220750] = { "напліччя розбитого розуму", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18.", "Бойові заклинання мають шанс збільшити вашу швидкість вимови заклинань на 10% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Fractured Mind Pauldrons
[220751] = { "наплічники божевільних", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13.", "Бойові заклинання мають шанс збільшити вашу шкоду від заклинань на 30 і шанс ухилитися від атаки на 2% протягом 10 секунд. Не діє за межами областей, що перебувають під впливом Кошмару." } }, -- Shoulderpads of the Deranged
[220754] = { "руна лютого вітру", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Windstorm
[220775] = { "інженерний квиток обміну", flavor="Тут просто написано \"буду винен\" зі смайликом поруч." }, -- Engineering Exchange Ticket
[220778] = { "штани кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Coagulated Bloodguard Pants
[220779] = { "мундир кривавого вартового", equip="Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." }, -- Coagulated Bloodguard Tunic
[220780] = { "чоботи кривавого вартового" }, -- Coagulated Bloodguard Boots
[220781] = { "поножі кошмарного пророка", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Nightmare Prophet's Leggings
[220783] = { "шати кошмарного пророка", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." } }, -- Nightmare Prophet's Vestments
[220784] = { "сандалі кошмарного пророка", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Nightmare Prophet's Sandals
[220791] = { "руна джунглевого кота", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Jungle Cat
[220792] = { "сувій просторового виправлення", use="Закрити обраний портал Скверни. Може привернути небажану увагу з іншого його боку." }, -- Scroll of Spatial Mending
[220794] = { "латний гауберк лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Plate Hauberk
[220795] = { "латне напліччя лицаря-лейтенанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight-Lieutenant's Plate Pauldrons
[220796] = { "латне напліччя кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blood Guard's Plate Pauldrons
[220797] = { "латні поножі лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Plate Leggings
[220798] = { "латні поножі кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Plate Leggings
[220799] = { "латні наголінники сержанта-майора" }, -- Sergeant Major's Plate Greaves
[220800] = { "латні наголінники головного сержанта" }, -- First Sergeant's Plate Greaves
[220801] = { "латний обладунок кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Plate Armor
[220803] = { "латний шолом кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Blood Guard's Plate Helm
[220804] = { "латний шолом лицаря-лейтенанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Knight-Lieutenant's Plate Helm
[220806] = { "латні рукавиці сержанта-майора" }, -- Sergeant Major's Plate Gauntlets
[220807] = { "латні рукавиці головного сержанта" }, -- First Sergeant's Plate Gauntlets
[220808] = { "загартоване напліччя лицаря-лейтенанта", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Knight-Lieutenant's Imbued Pauldrons
[220809] = { "загартовані поножі лицаря", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 4 мани кожні 5 сек." } }, -- Knight's Imbued Leggings
[220810] = { "загартований шолом лицаря-лейтенанта", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 5 мани кожні 5 сек." } }, -- Knight-Lieutenant's Imbued Helmet
[220811] = { "загартовані наголінники сержанта-майора", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Sergeant Major's Imbued Greaves
[220812] = { "загартовані рукавиці сержанта-майора", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 13." } }, -- Sergeant Major's Imbued Gauntlets
[220813] = { "загартований обладунок лицаря", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 4 мани кожні 5 сек." } }, -- Knight's Imbued Armor
[220814] = { "пластинчасті чоботи сержанта-майора", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Sergeant Major's Lamellar Boots
[220815] = { "пластинчаста кіраса лицаря", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Knight's Lamellar Chestplate
[220816] = { "пластинчасті ножні лати лицаря", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Knight's Lamellar Legplates
[220817] = { "пластинчасті рукавиці сержанта-майора", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." } }, -- Sergeant Major's Lamellar Gauntlets
[220818] = { "пластинчасте напліччя лицаря-лейтенанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Knight-Lieutenant's Lamellar Pauldrons
[220819] = { "пластинчастий шолом лицаря-лейтенанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Knight-Lieutenant's Lamellar Helm
[220820] = { "кольчужний шолом кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blood Guard's Mail Helmet
[220821] = { "плетений шолом кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blood Guard's Chain Helmet
[220822] = { "плетений шолом лицаря-лейтенанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight-Lieutenant's Chain Helmet
[220823] = { "кольчужні еполети кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blood Guard's Mail Epaulets
[220824] = { "плетені еполети кривавого вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Blood Guard's Chain Epaulets
[220825] = { "плетені еполети лицаря-лейтенанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight-Lieutenant's Chain Epaulets
[220826] = { "кольчужний обладунок кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Mail Armor
[220827] = { "плетений обладунок кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Chain Armor
[220828] = { "плетений обладунок лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Chain Armor
[220829] = { "плетені рукавиці сержанта-майора" }, -- Sergeant Major's Chain Gauntlets
[220830] = { "плетені рукавиці головного сержанта" }, -- First Sergeant's Chain Gauntlets
[220831] = { "кольчужні рукавиці головного сержанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- First Sergeant's Mail Gauntlets
[220832] = { "плетені поножі лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Chain Legplates
[220833] = { "плетені поножі кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Chain Legplates
[220834] = { "кольчужні поножі кам'яного вартового", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Stone Guard's Mail Legplates
[220835] = { "кольчужні сабатони головного сержанта", equip="Незначне збільшення швидкості бігу та плавання." }, -- First Sergeant's Mail Sabatons
[220836] = { "плетені сабатони головного сержанта" }, -- First Sergeant's Chain Sabatons
[220837] = { "плетені сабатони сержанта-майора" }, -- Sergeant Major's Chain Sabatons
[220838] = { "гравійований нагрудник кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 26." } }, -- Stone Guard's Inscribed Chestpiece
[220839] = { "гравійовані поножі кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 26." } }, -- Stone Guard's Inscribed Legplates
[220840] = { "гравійовані сабатони головного сержанта", equip={ "Збільшує зцілення від заклинань і ефектів на 18.", "Збільшує бонус до швидкості руху від здібності \"Вовк-привид\" на 15%." } }, -- First Sergeant's Inscribed Sabatons
[220841] = { "гравійовані наплічники кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 20." } }, -- Blood Guard's Inscribed Shoulder Pads
[220842] = { "гравійований шолом кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 15." } }, -- Blood Guard's Inscribed Skullcap
[220843] = { "гравійовані рукавиці головного сержанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 15." } }, -- First Sergeant's Inscribed Gauntlets
[220844] = { "пульсуюча кіраса кам'яного вартового", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." } }, -- Stone Guard's Pulsing Breastplate
[220845] = { "пульсуючі рукавиці головного сержанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- First Sergeant's Pulsing Gauntlets
[220846] = { "пульсуючі наголінники головного сержанта", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9.", "Збільшує бонус до швидкості руху від здібності \"Вовк-привид\" на 15%." } }, -- First Sergeant's Pulsing Greaves
[220847] = { "пульсуючі поножі кам'яного вартового", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." } }, -- Stone Guard's Pulsing Legplates
[220848] = { "пульсуючий шолом кривавого вартового", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." } }, -- Blood Guard's Pulsing Helmet
[220849] = { "пульсуючі наплечі кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Blood Guard's Pulsing Shoulders
[220850] = { "шкіряна пов'язка лицаря-лейтенанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 16." } }, -- Knight-Lieutenant's Leather Headband
[220851] = { "шкіряна пов'язка кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 16." } }, -- Blood Guard's Leather Headband
[220852] = { "шкіряні наплечі лицаря-лейтенанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 8." } }, -- Knight-Lieutenant's Leather Shoulders
[220853] = { "шкіряні наплечі кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 8." } }, -- Blood Guard's Leather Shoulders
[220854] = { "шкіряний обладунок лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 18." } }, -- Knight's Leather Armor
[220855] = { "шкіряний обладунок кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 18." } }, -- Stone Guard's Leather Armor
[220856] = { "шкіряні рукавиці сержанта-майора", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 14." } }, -- Sergeant Major's Leather Gauntlets
[220857] = { "шкіряні рукавиці головного сержанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 14." } }, -- First Sergeant's Leather Gauntlets
[220858] = { "шкіряні штани лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 18." } }, -- Knight's Leather Pants
[220859] = { "шкіряні штани кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 18." } }, -- Stone Guard's Leather Pants
[220860] = { "шкіряні чоботи сержанта-майора", equip={ "Збільшує ефективність вашої невидимості на 1 рівень.", "Збільшує силу атаки на 18." } }, -- Sergeant Major's Leather Boots
[220861] = { "шкіряні чоботи головного сержанта", equip={ "Збільшує ефективність вашої невидимості на 1 рівень.", "Збільшує силу атаки на 18." } }, -- First Sergeant's Leather Boots
[220862] = { "тріскучі шкіряні чоботи сержанта-майора", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Sergeant Major's Crackling Leather Boots
[220863] = { "тріскучі шкіряні чоботи головного сержанта", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- First Sergeant's Crackling Leather Boots
[220864] = { "тріскучі шкіряні поножі лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Knight's Crackling Leather Leggings
[220865] = { "тріскучі шкіряні поножі кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Stone Guard's Crackling Leather Leggings
[220866] = { "тріскучі шкіряні рукавиці сержанта-майора", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Sergeant Major's Crackling Leather Gauntlets
[220867] = { "тріскучі шкіряні рукавиці головного сержанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- First Sergeant's Crackling Leather Gauntlets
[220868] = { "тріскучий шкіряний мундир лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Knight's Crackling Leather Tunic
[220869] = { "тріскучий шкіряний мундир кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Stone Guard's Crackling Leather Tunic
[220870] = { "тріскучі шкіряні наплічники лицаря-лейтенанта", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Knight-Lieutenant's Crackling Leather Spaulders
[220871] = { "тріскучі шкіряні наплічники кривавого вартового", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Blood Guard's Crackling Leather Spaulders
[220872] = { "тріскучий шкіряний шолом лицаря-лейтенанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Knight-Lieutenant's Crackling Leather Helmet
[220873] = { "тріскучий шкіряний шолом кривавого вартового", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Blood Guard's Crackling Leather Helmet
[220874] = { "відновлений шкіряний шолом лицаря-лейтенанта", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Knight-Lieutenant's Restored Leather Helm
[220875] = { "відновлений шкіряний шолом кривавого вартового", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Blood Guard's Restored Leather Helm
[220876] = { "відновлені шкіряні наплічники лицаря-лейтенанта", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Knight-Lieutenant's Restored Leather Spaulders
[220877] = { "відновлені шкіряні наплічники кривавого вартового", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Blood Guard's Restored Leather Spaulders
[220878] = { "відновлений шкіряний жилет лицаря", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Knight's Restored Leather Jerkin
[220879] = { "відновлений шкіряний жилет кам'яного вартового", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Stone Guard's Restored Leather Jerkin
[220880] = { "відновлені шкіряні рукавиці сержанта-майора", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- Sergeant Major's Restored Leather Gloves
[220881] = { "відновлені шкіряні рукавиці головного сержанта", equip="Збільшує зцілення від заклинань і ефектів на 26." }, -- First Sergeant's Restored Leather Gloves
[220882] = { "відновлені шкіряні поножі лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Knight's Restored Leather Leggings
[220883] = { "відновлені шкіряні поножі кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Stone Guard's Restored Leather Leggings
[220884] = { "відновлені шкіряні чоботи сержанта-майора", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Sergeant Major's Restored Leather Boots
[220885] = { "відновлені шкіряні чоботи головного сержанта", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- First Sergeant's Restored Leather Boots
[220886] = { "жахотканий жилет лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Knight's Dreadweave Vest
[220887] = { "жахоткане напліччя лицаря-лейтенанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Knight-Lieutenant's Dreadweave Mantle
[220888] = { "жахоткані поножі лицаря", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Knight's Dreadweave Leggings
[220889] = { "жахотканий капелюх лицаря-лейтенанта", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Knight-Lieutenant's Dreadweave Hat
[220890] = { "жахоткані рукавички сержанта-майора", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Sergeant Major's Dreadweave Gloves
[220891] = { "жахоткані чоботи сержанта-майора", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Sergeant Major's Dreadweave Boots
[220892] = { "атласний обладунок лицаря", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 3 мани кожні 5 сек." } }, -- Knight's Satin Armor
[220893] = { "атласні поножі лицаря", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 3 мани кожні 5 сек." } }, -- Knight's Satin Leggings
[220894] = { "атласні наплічники лицаря-лейтенанта", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Knight-Lieutenant's Satin Pads
[220895] = { "атласні чоботи сержанта-майора", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Sergeant Major's Satin Boots
[220896] = { "атласний капелюх лицаря-лейтенанта", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 5 мани кожні 5 сек." } }, -- Knight-Lieutenant's Satin Cover
[220897] = { "атласні рукавички сержанта-майора", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- Sergeant Major's Satin Gloves
[220898] = { "атласні рукавички головного сержанта", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- First Sergeant's Satin Gloves
[220899] = { "атласний капелюх кривавого вартового", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 5 мани кожні 5 сек." } }, -- Blood Guard's Satin Cover
[220900] = { "атласні чоботи головного сержанта", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- First Sergeant's Satin Boots
[220901] = { "атласні наплічники кривавого вартового", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 4 мани кожні 5 сек." } }, -- Blood Guard's Satin Pads
[220902] = { "атласні поножі кам'яного вартового", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 3 мани кожні 5 сек." } }, -- Stone Guard's Satin Leggings
[220903] = { "атласний обладунок кам'яного вартового", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 3 мани кожні 5 сек." } }, -- Stone Guard's Satin Armor
[220904] = { "жахотканий жилет кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Stone Guard's Dreadweave Vest
[220905] = { "жахоткане напліччя кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Blood Guard's Dreadweave Mantle
[220906] = { "жахоткані поножі кам'яного вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Stone Guard's Dreadweave Leggings
[220907] = { "жахотканий капелюх кривавого вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Blood Guard's Dreadweave Hat
[220908] = { "жахоткані рукавички головного сержанта", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- First Sergeant's Dreadweave Gloves
[220909] = { "жахоткані чоботи головного сержанта", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- First Sergeant's Dreadweave Boots
[220912] = { "молот жеоди", flavor="На ньому видніються крихітні тріщини." }, -- Geode Hammer
[220913] = { "руна знищення", use="Навчає вас новій здібності гравіювання." }, -- Rune of Demolition
[220914] = { "розбитий молот жеоди", flavor="Він повністю розколотий." }, -- Broken Geode Hammer
[220915] = { "ідол лютого шаркуна", use="Убийте 5 ворогів шкодою від природи, поки на вас діє \"Луб'яна шкіра\", після чого скористайтесь ідолом, щоб вивчити нову здібність." }, -- Idol of the Raging Shambler
[220916] = { "ріг стегодона-громоступа" }, -- Thunderstomp Stegodon Horn
[220917] = { "коробка з багряним барвником" }, -- Box of Scarlet Dye
[220918] = { "загублені припаси: молюсковий суп Підштольні", use="Додайте 16 порцій молюскового супу Підштольні, щоб завершити партію припасів." }, -- Waylaid Supplies: Undermine Clam Chowder
[220919] = { "загублені припаси: суп з темноперого луціана", use="Додайте 8 порцій супу з темноперого луціана, щоб завершити партію припасів." }, -- Waylaid Supplies: Nightfin Soup
[220920] = { "загублені припаси: ніжні вовчі стейки", use="Додайте 12 ніжних вовчих стейків, щоб завершити партію припасів." }, -- Waylaid Supplies: Tender Wolf Steaks
[220921] = { "загублені припаси: щільні маготкані бинти", use="Додайте 14 щільних маготканих бинтів, щоб завершити партію припасів." }, -- Waylaid Supplies: Heavy Mageweave Bandages
[220922] = { "загублені припаси: сонцетравка", use="Додайте 15 сонцетравок, щоб завершити партію припасів." }, -- Waylaid Supplies: Sungrass
[220923] = { "загублені припаси: снолистя", use="Додайте 6 снолистів, щоб завершити партію припасів." }, -- Waylaid Supplies: Dreamfoil
[220924] = { "загублені припаси: злитки ясносрібла", use="Додайте 12 злитків ясносрібла, щоб завершити партію припасів." }, -- Waylaid Supplies: Truesilver Bars
[220925] = { "загублені припаси: злитки торію", use="Додайте 16 злитків торію, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Bars
[220926] = { "загублені припаси: міцна шкіра", use="Додайте 14 міцних шкір, щоб завершити партію припасів." }, -- Waylaid Supplies: Rugged Leather
[220927] = { "загублені припаси: товста шкура", use="Додайте 8 товстих шкур, щоб завершити партію припасів." }, -- Waylaid Supplies: Thick Hide
[220928] = { "загублені припаси: зачаровані злитки торію", use="Додайте 4 зачаровані злитки торію, щоб завершити партію припасів." }, -- Waylaid Supplies: Enchanted Thorium Bars
[220929] = { "загублені припаси: відмінне зілля мани", use="Додайте 6 відмінних зіллів мани, щоб завершити партію припасів." }, -- Waylaid Supplies: Superior Mana Potions
[220930] = { "загублені припаси: величезне зілля лікування", use="Додайте 8 величезних зіллів лікування, щоб завершити партію припасів." }, -- Waylaid Supplies: Major Healing Potions
[220931] = { "загублені припаси: фугасні бомби", use="Додайте 16 фугасних бомб, щоб завершити партію припасів." }, -- Waylaid Supplies: Hi-Explosive Bombs
[220932] = { "загублені припаси: торієві гранати", use="Додайте 3 торієві гранати, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Grenades
[220933] = { "загублені припаси: торієві гвинтівки", use="Додайте 2 торієві гвинтівки, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Rifles
[220934] = { "загублені припаси: мітрилові капюшони", use="Додайте 3 мітрилові капюшони, щоб завершити партію припасів." }, -- Waylaid Supplies: Mithril Coifs
[220935] = { "загублені припаси: торієві пояси", use="Додайте 5 торієвих поясів, щоб завершити партію припасів." }, -- Waylaid Supplies: Thorium Belts
[220936] = { "загублені припаси: ясносрібні рукавиці", use="Додайте 2 пари ясносрібних рукавиць, щоб завершити партію припасів." }, -- Waylaid Supplies: Truesilver Gauntlets
[220937] = { "загублені припаси: накладки з міцної шкіри", use="Додайте 12 накладок з міцної шкіри, щоб завершити партію припасів." }, -- Waylaid Supplies: Rugged Armor Kits
[220938] = { "загублені припаси: лихі шкіряні браслети", use="Додайте 6 лихих шкіряних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Wicked Leather Bracers
[220939] = { "загублені припаси: рунічні шкіряні браслети", use="Додайте 5 рунічних шкіряних браслетів, щоб завершити партію припасів." }, -- Waylaid Supplies: Runic Leather Bracers
[220940] = { "загублені припаси: чорні маготкані пов'язки", use="Додайте 5 чорних маготканих пов'язок, щоб завершити партію припасів." }, -- Waylaid Supplies: Black Mageweave Headbands
[220941] = { "загублені припаси: пояси з рунічного полотна", use="Додайте 6 поясів з рунічного полотна, щоб завершити партію припасів." }, -- Waylaid Supplies: Runecloth Belts
[220942] = { "загублені припаси: вишукані сорочки", use="Додайте 4 вишукані сорочки, щоб завершити партію припасів." }, -- Waylaid Supplies: Tuxedo Shirts
[220964] = { "розряджені підсилені порожнечею поручі" }, -- Decharged Void-Powered Vambraces
[220965] = { "велика сокира лускоклята", equip="Збільшує силу атаки на 117 в бою з драконами.", flavor="Одна луска тут, а друга - там." }, -- Scalebane Greataxe
[221008] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221009] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221010] = { "партія припасів", flavor="Передайте офіцеру постачань, щоб отримати щедру винагороду." }, -- Supply Shipment
[221017] = { "журнал Келдари" }, -- Keldara's Log
[221018] = { "польова аптечка", use="Поєднати 3 зразки сатиринії, щоб приготувати настоянку." }, -- Field Medicine Kit
[221019] = { "зразок сатиринії" }, -- Satyrweed Sample
[221020] = { "руна богині місяця", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Moon Goddess
[221021] = { "насіння кошмару" }, -- Nightmare Seed
[221024] = { "настій вічних кошмарів", use="Збільшує силу атаки дальнього та ближнього бою на 45. Ефект цього настою діє лише на уражених кошмаром територіях.", flavor="Скільки б ви не пили, цей настій не закінчується." }, -- Flask of Everlasting Nightmares
[221025] = { "підсилені порожнечею браслети заклинателя", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", "Забезпечує захист від певних видів психічних атак." }, use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Invoker's Vambraces
[221026] = { "підсилені порожнечею браслети вбивці", equip="Забезпечує захист від певних видів психічних атак.", use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Slayer's Vambraces
[221027] = { "підсилені порожнечею браслети захисника", equip={ "Збільшує показник блокування щитом на 19.", "Забезпечує захист від певних видів психічних атак." }, use="Спрямувати силу Порожнечі, що надає імунітет до страху на 15 секунд.", flavor="Всі переваги оригінального дизайну Зірі з кількома додатковими модифікаціями." }, -- Void-Powered Protector's Vambraces
[221028] = { "зачарована сигіла: живі сни", use="Зачарована сигіла живих снів підсилює вас, збільшуючи шкоду та зцілення від заклинань на 50 та збільшуючи силу атаки на 50 протягом 30 хв. Можна застосовувати лише поза боєм." }, -- Enchanted Sigil: Living Dreams
[221030] = { "моджо забороненої магії племені Атал'ай", use="Збільшує силу заклинань на 40. При успішному ударі заклинанням ви маєте шанс випустити в ціль тіньову стрілу. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Зачарована сутністю Атал'ай вода, в глибинах якої мерехтять тіні..." }, -- Atal'ai Mojo of Forbidden Magic
[221191] = { "камінь сну", use="Повертає вас додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку." }, -- Dreamstone
[221192] = { "щоденник сну", use="Повертає вас додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку." }, -- Dream Journal
[221193] = { "смарагдовий перстень", equip="Збільшує силу атаки на 14.", use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[221196] = { "моджо війни племені Атал'ай", use="Збільшує силу атаки ближнього та дальнього бою на 48. При завданні удару в ближньому чи дальньому бою ви маєте шанс збільшити свій розмір, тим самим збільшуючи силу або спритність (залежно від того, яка з цих харастеристик більша) на 35 протягом 10 секунд. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Ви відчуваєте потяг до бою, дивлячись на це чаруюче червоне зілля..." }, -- Atal'ai Mojo of War
[221199] = { "настоянка сатиринії", use="Зцілити створіння від осквернення сатирів." }, -- Satyrweed Tincture
[221256] = { "права рука Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Right Arm of the Obliterator
[221257] = { "ліва рука Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Left Arm of the Obliterator
[221258] = { "права нога Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Right Foot of the Obliterator
[221259] = { "ліва нога Руйнівника", use="Об'єднати з 4 іншими частинами, щоб відновити Йодакса." }, -- Left Foot of the Obliterator
[221260] = { "голова Руйнівника" }, -- Head of the Obliterator
[221261] = { "напій дикого шепоту", use="Викликати дух Аґамаґґана. Можна використати тільки на вершині Тернової спіралі в норах Бритвоболотих після перемоги над усіма ворогами поблизу." }, -- Wildwhisper Draught
[221262] = { "дике підношення" }, -- Wild Offering
[221267] = { "руна кровожерливості", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Bloodthirsty
[221271] = { "туз дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Ace of Wilds
[221272] = { "колода дикої природи", flavor="Власність ярмарку Темного місяця." }, -- Wilds Deck
[221273] = { "двійка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Two of Wilds
[221274] = { "трійка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Three of Wilds
[221275] = { "четвірка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Four of Wilds
[221276] = { "п'ятірка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Five of Wilds
[221277] = { "шістка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Six of Wilds
[221278] = { "сімка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Seven of Wilds
[221279] = { "вісімка дикої природи", use="Об'єднати карти від туза до вісімки дикої природи, щоб зібрати колоду." }, -- Eight of Wilds
[221280] = { "колода чуми", flavor="Власність ярмарку Темного місяця." }, -- Plagues Deck
[221281] = { "туз чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Ace of Plagues
[221282] = { "двійка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Two of Plagues
[221283] = { "трійка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Three of Plagues
[221284] = { "четвірка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Four of Plagues
[221285] = { "п'ятірка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Five of Plagues
[221286] = { "шістка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Six of Plagues
[221287] = { "сімка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Seven of Plagues
[221288] = { "вісімка чуми", use="Об'єднати карти від туза до вісімки чуми, щоб зібрати колоду." }, -- Eight of Plagues
[221289] = { "колода дюн", flavor="Власність ярмарку Темного місяця." }, -- Dunes Deck
[221290] = { "туз дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Ace of Dunes
[221291] = { "двійка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Two of Dunes
[221292] = { "трійка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Three of Dunes
[221293] = { "четвірка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Four of Dunes
[221294] = { "п'ятірка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Five of Dunes
[221295] = { "шістка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Six of Dunes
[221296] = { "сімка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Seven of Dunes
[221297] = { "вісімка дюн", use="Об'єднати карти від туза до вісімки дюн, щоб зібрати колоду." }, -- Eight of Dunes
[221298] = { "туз кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Ace of Nightmares
[221299] = { "колода кошмарів", flavor="Власність ярмарку Темного місяця." }, -- Nightmares Deck
[221300] = { "двійка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Two of Nightmares
[221301] = { "трійка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Three of Nightmares
[221302] = { "четвірка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Four of Nightmares
[221303] = { "п'ятірка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Five of Nightmares
[221304] = { "шістка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Six of Nightmares
[221305] = { "сімка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Seven of Nightmares
[221306] = { "вісімка кошмарів", use="Об'єднати карти від туза до вісімки кошмарів, щоб зібрати колоду." }, -- Eight of Nightmares
[221307] = { "карта Темного місяця: гниття", equip="Заклинання та атаки іноді витягають з цілі 40 здоров'я і накладають на неї ефект гниття. Коли на цілі буде 5 ефектів гниття, вона отримає від 225 до 375 шкоди." }, -- Darkmoon Card: Decay
[221308] = { "карта Темного місяця: розростання", equip="При успішному зціленні заклинанням або ефектом періодичного зцілення ви можете відновити цілі 8 енергії, 1% мани або 4 люті." }, -- Darkmoon Card: Overgrowth
[221309] = { "карта Темного місяця: піщана буря", equip="При завданні удару атаками або заклинанням ви можете викликати піщану бурю, яка кружляє навколо вас, завдаючи від 50 до 100 шкоди від природи цілям, через які вона проходить." }, -- Darkmoon Card: Sandstorm
[221310] = { "карта Темного місяця: муки", equip="При завданні удару атаками або заклинанням ви можете викликати у цілі муки, що змушують ціль блукати в стражданнях протягом 3 секунд." }, -- Darkmoon Card: Torment
[221311] = { "моджо життя племені Атал'ай", use="Збільшує зцілення на 45 та відновлює 11 мани кожні 5 секунд, а ваші ефекти зцілення можуть відновити вам 8 енергії, 1% мани або 4 люті. Одночасно ви можете перебувати під дією лише одного зілля Атал'ай. Не діє за межами Затонулого храму.", flavor="Вміст цього флакону має глибокий синій колір. Він ніби вимагає, щоб ви його випили..." }, -- Atal'ai Mojo of Life
[221312] = { "фляга моджо племені Атал'ай", flavor="Найкраще моджо тролів Атал'ай" }, -- Flask of Atal'ai Mojo
[221313] = { "фляга кошмарного моджо", flavor="У флаконі закручується потужне вуду Атал'ай, наповнене кошмаром." }, -- Flask of Nightmarish Mojo
[221314] = { "повідомлення про розшук", flavor="Грубий малюнок дворфа Темного Заліза." }, -- Wanted Notice
[221315] = { "генератор веселки", use="Сила веселки!" }, -- Rainbow Generator
[221316] = { "Премова форма витримки", use="Зосередитися." }, -- Premo's Poise-Demanding Uniform
[221317] = { "лей-кристал Фераласа", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Feralas Leycryst
[221318] = { "лей-кристал Азшари", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Azshara Leycryst
[221319] = { "лей-кристал Чорного Каменю", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Blackrock Leycryst
[221320] = { "лей-кристал Внутрішніх Земель", use="Використати 4 лей-кристали, щоб налаштуватися на Азерот і вивчити нову здібність." }, -- Hinterlands Leycryst
[221321] = { "печатка міці Атал'ай", use="Накласти на наплічники чари, що збільшують силу атаки на 15." }, -- Atal'ai Signet of Might
[221322] = { "печатка моджо Атал'ай", use="Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Atal'ai Signet of Mojo
[221323] = { "печатка спокою Атал'ай", use="Накласти на наплічники чари, що збільшують зцілення від заклинань і ефектів на 18." }, -- Atal'ai Signet of Serenity
[221324] = { "крихкий ключ Тінегарту", flavor="Прикріпити цей ключ до зв'язки неможливо." }, -- Brittle Shadowforge Key
[221325] = { "вибуховий заряд \"Простобум\"", use="Підриває складні замки на дверях.", flavor="Фітиль вже горить!" }, -- EZ-Splode Blasting Charge
[221326] = { "серце священного оленя", use="Принести в жертву на вівтарі звіра." }, -- Sacred Stag Heart
[221327] = { "креслення: Гномський промінь зменшення", use="Навчає вас створювати гномський промінь зменшення.", recipe_result_item=10716 }, -- Schematic: Gnomish Shrink Ray
[221328] = { "креслення: Гномські окуляри", use="Навчає вас створювати гномські окуляри.", recipe_result_item=10545 }, -- Schematic: Gnomish Goggles
[221329] = { "креслення: Гномський сіткокид", use="Навчає вас створювати гномський сіткокид.", recipe_result_item=10720 }, -- Schematic: Gnomish Net-o-matic Projector
[221330] = { "креслення: Гномський пояс запобігання шкоді", use="Навчає вас створювати гномський пояс запобігання шкоді.", recipe_result_item=10721 }, -- Schematic: Gnomish Harm Prevention Belt
[221331] = { "креслення: Гномські реактивні черевики", use="Навчає вас створювати гномські реактивні черевики.", recipe_result_item=10724 }, -- Schematic: Gnomish Rocket Boots
[221332] = { "креслення: Гномське бойове курча", use="Навчає вас створювати гномське бойове курча.", recipe_result_item=10725 }, -- Schematic: Gnomish Battle Chicken
[221333] = { "креслення: Гномська шапка контролю розуму", use="Навчає вас створювати гномську шапку контролю розуму.", recipe_result_item=10726 }, -- Schematic: Gnomish Mind Control Cap
[221334] = { "креслення: Гномський промінь смерті", use="Навчає вас створювати гномський промінь смерті.", recipe_result_item=10645 }, -- Schematic: Gnomish Death Ray
[221335] = { "креслення: Гоблінська будівельна каска", use="Навчає вас створювати гоблінську будівельну каску.", recipe_result_item=10543 }, -- Schematic: Goblin Construction Helmet
[221336] = { "креслення: Гоблінський гірничий шолом", use="Навчає вас створювати гоблінський гірничий шолом.", recipe_result_item=10542 }, -- Schematic: Goblin Mining Helmet
[221337] = { "креслення: Гоблінська мортира", use="Навчає вас створювати гоблінську мортиру.", recipe_result_item=10577 }, -- Schematic: Goblin Mortar
[221338] = { "креслення: Гоблінський саперний заряд", use="Навчає вас створювати гоблінський саперний заряд.", recipe_result_item=10646 }, -- Schematic: Goblin Sapper Charge
[221339] = { "креслення: Гоблінські реактивні черевики", use="Навчає вас створювати гоблінські реактивні черевики.", recipe_result_item=7189 }, -- Schematic: Goblin Rocket Boots
[221340] = { "креслення: Гоблінський бомбокид", use="Навчає вас створювати гоблінський бомбокид.", recipe_result_item=10587 }, -- Schematic: Goblin Bomb Dispenser
[221341] = { "креслення: Великан", use="Навчає вас створювати Великана.", recipe_result_item=10586 }, -- Schematic: The Big One
[221342] = { "креслення: Гоблінський дракономет", use="Навчає вас створювати гоблінський дракономет.", recipe_result_item=10727 }, -- Schematic: Goblin Dragon Gun
[221343] = { "креслення: Гоблінський реактивний шолом", use="Навчає вас створювати гоблінський реактивний шолом.", recipe_result_item=10588 }, -- Schematic: Goblin Rocket Helmet
[221344] = { "особиста книга заклинань", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21.", use="Створи 5 чар сприйняття." }, -- Personal Spellbook
[221345] = { "осквернена кров Ераніка" }, -- Corrupted Blood of Eranikus
[221346] = { "кістка полеглого аватара", flavor="Чудова, прекрасна плечова кістка. Вона має чудову форму і не має жодних пошкоджень." }, -- Scapula of the Fallen Avatar
[221347] = { "каламутна сапта вогню", use="Дозволяє шаману бачити духів стихій." }, -- Murky Fire Sapta
[221348] = { "каламутна сапта води", use="Дозволяє шаману бачити духів стихій." }, -- Murky Water Sapta
[221349] = { "каламутна сапта землі", use="Дозволяє шаману бачити духів стихій." }, -- Murky Earth Sapta
[221350] = { "обпалені записи шамана", flavor="Сторінки обвуглені настільки, що їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Charred Shaman's Notes
[221351] = { "промоклі записи шамана", flavor="Вода розмила чорнило, тож їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Waterlogged Shaman's Notes
[221352] = { "заляпані записи шамана", flavor="Сторінки забруднені настільки, що їх неможливо прочитати. Здається, вони обгорнуті навколо чогось." }, -- Smudged Shaman's Notes
[221353] = { "фрагмент вогню", use="Поєднати фрагмент вогню з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Fire
[221354] = { "фрагмент води", use="Поєднати фрагмент води з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Water
[221355] = { "фрагмент землі", use="Поєднати фрагмент землі з сутністю стихій. Може допомогти у пошуку оскверненого вівтаря." }, -- Fragment of Earth
[221356] = { "сяючий фрагмент вогню" }, -- Glowing Fragment of Fire
[221357] = { "сяючий фрагмент води" }, -- Glowing Fragment of Water
[221358] = { "сяючий фрагмент землі" }, -- Glowing Fragment of Earth
[221359] = { "бездоганне перо совозвіра" }, -- Pristine Owlbeast Quill
[221360] = { "Фарракський папірус" }, -- Farraki Papyrus
[221361] = { "смола Зукк'аш" }, -- Zukk'ash Resin
[221362] = { "ганчірка для чищення зброї", use="Очищає вашу зброю. Знімає всі тимчасові чари. І зброя як новенька!" }, -- Weapon Cleaning Cloth
[221363] = { "кістка полеглого аватара", flavor="Чудова, прекрасна плечова кістка. Вона має чудову форму і не має жодних пошкоджень." }, -- Scapula of the Fallen Avatar
[221364] = { "мідна монета різанини", use="Перетворити 100 мідних монет різанини на 1 срібну монету різанини.", flavor="Малий знак служіння лоа крові." }, -- Copper Massacre Coin
[221365] = { "срібна монета різанини", use="Перетворити 100 срібних монет різанини на 1 золоту монету різанини.", flavor="Знак служіння лоа крові." }, -- Silver Massacre Coin
[221366] = { "золота монета різанини", flavor="Символ служби лоа крові." }, -- Gold Massacre Coin
[221367] = { "мішок мідних монет різанини", flavor="Містить 100 мідних монет різанини." }, -- Satchel of Copper Massacre Coins
[221368] = { "мішок срібних монет різанини", flavor="Містить 100 срібних монет різанини." }, -- Satchel of Silver Massacre Coins
[221369] = { "воронка кошмару", equip="Відновлює 150 здоров'я та мани при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд." }, -- Nightmare Siphon
[221370] = { "дорогоцінний медальйон", flavor="На звороті написано: Джаббі + Ені" }, -- Precious Medallion
[221371] = { "гаманець викрадача" }, -- Kidnapper's Coin Purse
[221372] = { "понівечений гаманець", flavor="Його вміст, ймовірно, було пошкоджено під час бою." }, -- Mangled Coin Purse
[221374] = { "страждання сну", equip="Збільшує шкоду або зцілення від наступної атаки, здібності або заклинання на 40 при вбивстві цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на 10 секунд." }, -- Anguish of the Dream
[221376] = { "шолом Смарагдового Сну", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Emerald Dream Helm
[221377] = { "ножні лати Смарагдового Сну", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Emerald Dream Legplates
[221378] = { "рукавиці Смарагдового Сну" }, -- Emerald Dream Gauntlets
[221379] = { "сабатони Смарагдового Сну" }, -- Emerald Dream Sabatons
[221380] = { "кіраса Смарагдового Сну", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Emerald Dream Breastplate
[221381] = { "напліччя Смарагдового Сну", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Emerald Dream Pauldrons
[221382] = { "інкрустована смарагдами кіраса", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 6 мани кожні 5 сек." } }, -- Emerald Encrusted Battleplate
[221383] = { "інкрустовані смарагдами рукавиці", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 13." } }, -- Emerald Encrusted Handguards
[221384] = { "інкрустований смарагдами шолом", equip={ "Збільшує зцілення від заклинань і ефектів на 22.", "Відновлює 6 мани кожні 5 сек." } }, -- Emerald Encrusted Helmet
[221385] = { "інкрустовані смарагдами ножні лати", equip={ "Збільшує зцілення від заклинань і ефектів на 24.", "Відновлює 6 мани кожні 5 сек." } }, -- Emerald Encrusted Legplates
[221386] = { "інкрустовані смарагдами наплічники", equip={ "Збільшує зцілення від заклинань і ефектів на 15.", "Відновлює 6 мани кожні 5 сек." } }, -- Emerald Encrusted Spaulders
[221387] = { "інкрустовані смарагдами латні чоботи", equip={ "Збільшує зцілення від заклинань і ефектів на 15.", "Відновлює 6 мани кожні 5 сек." } }, -- Emerald Encrusted Plate Boots
[221388] = { "смарагдові лускаті поножі", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 20." } }, -- Emerald Scalemail Leggings
[221389] = { "смарагдові лускаті рукавиці", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 12." } }, -- Emerald Scalemail Gauntlets
[221390] = { "смарагдова луската кіраса", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 20." } }, -- Emerald Scalemail Breastplate
[221391] = { "смарагдовий лускатий шолом", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 12." } }, -- Emerald Scalemail Helmet
[221392] = { "смарагдові лускаті наплічники", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 16." } }, -- Emerald Scalemail Shoulders
[221393] = { "смарагдові лускаті чоботи", equip={ "Збільшує силу атаки на 12.", "Незначне збільшення швидкості бігу та плавання." } }, -- Emerald Scalemail Boots
[221394] = { "прикрашені смарагдами чоботи", equip={ "Збільшує зцілення від заклинань і ефектів на 13.", "Збільшує бонус до швидкості руху від здібності \"Вовк-привид\" на 15%." } }, -- Emerald Laden Boots
[221395] = { "прикрашена смарагдами кіраса", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Emerald Laden Breastplate
[221396] = { "прикрашені смарагдами рукавиці", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 13." } }, -- Emerald Laden Gauntlets
[221397] = { "прикрашений смарагдами шолом", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 13." } }, -- Emerald Laden Helmet
[221398] = { "прикрашені смарагдами поножі", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 22." } }, -- Emerald Laden Leggings
[221399] = { "прикрашені смарагдами наплічники", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 18." } }, -- Emerald Laden Shoudlers
[221400] = { "смарагдові кольчужні наплічники", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Emerald Chain Shoudlers
[221401] = { "смарагдові кольчужні поножі", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Emerald ChainLeggings
[221402] = { "смарагдовий кольчужний шолом", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." } }, -- Emerald Chain Helmet
[221403] = { "смарагдові кольчужні рукавиці", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." } }, -- Emerald Chain Gauntlets
[221404] = { "смарагдова кольчужна кіраса", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Emerald Chain Breastplate
[221405] = { "смарагдові кольчужні чоботи", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7.", "Збільшує бонус до швидкості руху від здібності \"Вовк-привид\" на 15%." } }, -- Emerald Chain Boots
[221406] = { "смарагдовий шкіряний жилет", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 16." } }, -- Emerald Leather Vest
[221407] = { "смарагдові шкіряні рукавиці", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 14." } }, -- Emerald Leather Gloves
[221408] = { "смарагдовий шкіряний шолом", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 12." } }, -- Emerald Leather Helm
[221409] = { "смарагдові шкіряні сабатони", equip={ "Збільшує ефективність вашої невидимості на 1 рівень.", "Збільшує силу атаки на 16." } }, -- Emerald Leather Sabatons
[221410] = { "смарагдові шкіряні штани", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 16." } }, -- Emerald Leather Pants
[221411] = { "смарагдові шкіряні наплічники", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує силу атаки на 6." } }, -- Emerald Leather Shoulders
[221412] = { "смарагдові рукавиці хранителя сну", equip="Збільшує зцілення від заклинань і ефектів на 22." }, -- Emerald Dreamkeeper Gloves
[221413] = { "смарагдовий шолом хранителя сну", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Emerald Dreamkeeper Helm
[221414] = { "смарагдові штани хранителя сну", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 20." } }, -- Emerald Dreamkeeper Pants
[221415] = { "смарагдові чоботи хранителя сну", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Emerald Dreamkeeper Boots
[221416] = { "смарагдові наплічники хранителя сну", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Emerald Dreamkeeper Shoulders
[221417] = { "смарагдовий нагрудник хранителя сну", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує зцілення від заклинань і ефектів на 18." } }, -- Emerald Dreamkeeper Chest
[221418] = { "рев Аґамаґґана", use="Привернути увагу несамовитого древнього, щоб вступити з ним в бій." }, -- Agamaggan's Roar
[221419] = { "смарагдовий жилет вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Emerald Watcher Vest
[221420] = { "смарагдові чоботи вартового", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Emerald Watcher Boots
[221421] = { "смарагдові рукавиці вартового", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Emerald Watcher Gloves
[221422] = { "смарагдовий шолом вартового", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Emerald Watcher Helm
[221423] = { "смарагдові поножі вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." } }, -- Emerald Watcher Leggings
[221424] = { "смарагдові наплічники вартового", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Emerald Watcher Shoulders
[221425] = { "смарагдовий вінець вартового", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Emerald Enchanted Circlet
[221426] = { "смарагдові зачаровані чоботи", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Emerald Enchanted Boots
[221427] = { "смарагдові зачаровані рукавиці", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Emerald Enchanted Gloves
[221428] = { "руна нечесної гри", use="Навчає вас новій здібності гравіювання." }, -- Rune of Foul Play
[221429] = { "смарагдові зачаровані штани", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." } }, -- Emerald Enchanted Pants
[221430] = { "смарагдова зачарована мантія", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." } }, -- Emerald Enchanted Robes
[221431] = { "смарагдові зачаровані наплічники", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." } }, -- Emerald Enchanted Shoulders
[221432] = { "смарагдове ткане напліччя", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Emerald Woven Mantle
[221433] = { "руна зосередження", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focus
[221434] = { "смарагдова ткана мантія", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- Emerald Woven Robes
[221435] = { "смарагдові ткані штани", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Emerald Woven Pants
[221436] = { "смарагдові ткані рукавиці", equip="Збільшує зцілення від заклинань і ефектів на 24." }, -- Emerald Woven Gloves
[221437] = { "смарагдовий тканий вінець", equip="Збільшує зцілення від заклинань і ефектів на 31." }, -- Emerald Woven Circlet
[221438] = { "смарагдові ткані чоботи", equip="Збільшує зцілення від заклинань і ефектів на 15." }, -- Emerald Woven Boots
[221439] = { "обладунок Смарагдової Дрімоти", equip="З шансом 5% при отриманні удару в ближньому бою ви приспите нападника на 10 секунд. Діє лише на ворогів 50 рівня і нижче." }, -- Armor of the Emerald Slumber
[221440] = { "рев Сну", equip="Ваші бойові заклинання мають шанс збільшити шкоду від заклинань на 66 протягом 10 секунд." }, -- Roar of the Dream
[221441] = { "оберіг Сну", equip="Збільшує силу атаки на 73 в подобі кота, ведмедя та лютого ведмедя." }, -- Warden of the Dream
[221442] = { "рев вартового", use="Збільшує силу атаки ближнього та дальнього бою на 70. Ефект триває 20 секунд." }, -- Roar of the Guardian
[221443] = { "рев рощі", use="Викликати силу Сну на 15 секунд. Стоячи в його колі, ви збільшуєте силу зцілення на 120." }, -- Roar of the Grove
[221444] = { "джунглевий дуріан", use="Відновлює 3222 здоров'я та 6618 мани протягом 30 секунд. Потрібно залишатися в сидячому положенні під час їжі.", flavor="Якщо ви зможете пережити неприємний аромат, то цей фрукт дуже смачний!" }, -- Jungle Durian
[221445] = { "руна сконцентрованого вогню", use="Навчає вас новій здібності гравіювання." }, -- Rune of Focused Fire
[221446] = { "молот ритуаліста", equip="Збільшує силу атаки на 114 в подобі кота, ведмедя та лютого ведмедя.", use="Додає до ваших атак ближнього бою 5 шкоди від удару бурі, завдаючи шкоди цілі та 3 її найближчим союзникам. Створює додаткову загрозу. Триває 20 секунд." }, -- Ritualist's Hammer
[221447] = { "гримуар ритуаліста Кривавого Місяця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Ritualist's Bloodmoon Grimoire
[221448] = { "талісман оскверненої рощі", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 7 мани кожні 5 сек." } }, -- Talisman of the Corrupted Grove
[221450] = { "лук гладіатора Ґурубаші", equip="Атаки можуть збільшити вашу силу на 75 протягом 15 секунд." }, -- Gurubashi Pit Fighter's Bow
[221451] = { "кровожерливий арбалет", equip="Ваші атаки дальнього бою витягають з цілей 5 здоров'я." }, -- Bloodthirst Crossbow
[221452] = { "чародійний перстень кривавого зосередження", equip="Збільшує шкоду від заклинань і ефектів аркани на 17." }, -- Bloodfocused Arcane Band
[221453] = { "кільце киплячої крові", equip="Збільшує шкоду від заклинань і ефектів вогню на 17." }, -- Band of Boiling Blood
[221454] = { "кільце крижаної крові", equip="Збільшує шкоду від заклинань і ефектів криги на 17." }, -- Glacial Blood Band
[221455] = { "благоговіння кривавого світла", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 7 мани кожні 5 сек." } }, -- Bloodlight Reverence
[221456] = { "шабля кривавого затемнення" }, -- Eclipsed Sanguine Saber
[221457] = { "манускрипт винищення драконів", equip="Збільшує силу атаки на 36 в бою з драконами." }, -- Libram of Draconic Destruction
[221458] = { "тіньове кільце перемоги", equip="Збільшує шкоду від заклинань і ефектів тіні на 17." }, -- Shadowy Band of Victory
[221459] = { "печатка жертви", equip="Збільшує зцілення від заклинань і ефектів на 20." }, -- Seal of the Sacrificed
[221460] = { "спинокол Ґурубаші", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Gurubashi Backstabber
[221461] = { "руна різанини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Carnage
[221462] = { "закривавлений меч швидкості", hit="Збільшує швидкість бігу на 40% протягом 10 секунд." }, -- Bloodied Sword of Speed
[221463] = { "лялька вуду предків", equip={ "Збільшує зцілення від заклинань і ефектів на 29.", "Відновлює 7 мани кожні 5 сек." } }, -- Ancestral Voodoo Doll
[221464] = { "тотем вогняної точності", equip="Збільшує дальність дії здібності \"Вогняний шок\" на 5 м." }, -- Totem of Fiery Precision
[221465] = { "осквернений валитель", hit="Виводить ціль з ладу на 2 секунди." }, -- Corrupted Smashbringer
[221466] = { "кільце палаючої крові", equip="Збільшує шкоду від заклинань і ефектів вогню на 17." }, -- Loop of Burning Blood
[221467] = { "око Кривавого Місяця", equip="Збільшує шкоду від заклинань і ефектів тіні на 17." }, -- Eye of the Bloodmoon
[221468] = { "стіна шепоту", equip="З шансом 5% при отриманні удару заклинанням ви знемовите нападника на 3 секунди." }, -- Wall of Whispers
[221469] = { "колючий спис мисливця за головами", use="Кинути в ціль спис, щоб знерухомити її на 5 секунд." }, -- Headhunter's Barbed Spear
[221470] = { "смарагд сну" }, -- Dream Emerald
[221471] = { "скриня Смарагдових Вартових" }, -- Emerald Wardens Chest
[221473] = { "руна вартового", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Watchman
[221474] = { "скута сутність Ераніка", use="Отруїти всіх ворогів у радіусі 8 м навколо вас. Отрута завдає 50 шкоди від природи кожні 5 сек протягом 45 секунд." }, -- Chained Essence of Eranikus
[221475] = { "сутність Ераніка", flavor="У цьому самоцвіті клубочиться зелений туман." }, -- Essence of Eranikus
[221480] = { "сувій закляття: Розплавлений обладунок", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Molten Armor
[221481] = { "нігілістичне явлення", use="Навчає вас новій здібності гравіювання." }, -- Nihilist Epiphany
[221482] = { "руна химороді", use="Навчає вас новій здібності гравіювання." }, -- Rune of Affliction
[221483] = { "руна горіння", use="Навчає вас новій здібності гравіювання." }, -- Rune of Burn
[221484] = { "чаклунська палиця знахаря", use="Зачаклувати себе, щоб вас важче було виявити у Затонулому храмі." }, -- Witch Doctor's Hex Stick
[221487] = { "сувій закляття: Посилені обереги", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Advanced Warding
[221488] = { "явлення рішучості", use="Навчає вас новій здібності гравіювання." }, -- Resolute Epiphany
[221489] = { "руна помсти", use="Навчає вас новій здібності гравіювання." }, -- Rune of Vengeance
[221490] = { "руна бистрини", use="Навчає вас новій здібності гравіювання." }, -- Rune of Riptide
[221491] = { "сумка Тінезубих", flavor="Містить випадкову карту Темного Місяця." }, -- Shadowtooth Bag
[221497] = { "старий ключ", use="Відчиняє стару скриню" }, -- Old Key
[221498] = { "міцна коробка для сніданків" }, -- Sturdy Lunchbox
[221499] = { "руна вартового скверни", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Felguard
[221510] = { "руна лицаря", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Knight
[221511] = { "руна захисника", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Protector
[221512] = { "руна завзяття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Alacrity
[221513] = { "руна витримки", use="Навчає вас новій здібності гравіювання." }, -- Rune of Potency
[221514] = { "руна вогневої міці", use="Навчає вас новій здібності гравіювання." }, -- Rune of Firepower
[221515] = { "руна детонації", use="Навчає вас новій здібності гравіювання." }, -- Rune of Detonation
[221516] = { "руна первинної енергії", use="Навчає вас новій здібності гравіювання." }, -- Rune of Primal Energy
[221517] = { "руна кровопролиття", use="Навчає вас новій здібності гравіювання." }, -- Rune of Bloodshed
[221518] = { "Шепіт", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Whisper
[221519] = { "сфера Маннорок" }, -- Mannoroc Orb
[221544] = { "яйце буревісника" }, -- Stormcrow Egg
[221545] = { "розшифровані нотатки чорнокнижника" }, -- Deciphered Warlock Notes
[221547] = { "зашифровані нотатки чорнокнижника", use="Щоб зрозуміти нотатки чорнокнижника, потрібен шифр. Хто знає, яку магію він містить?" }, -- Coded Warlock Notes
[221549] = { "шифр Пустелебродів", flavor="Допомагає розшифрувати записи, написані Пустелебродами." }, -- Wastewander Cipher
[221780] = { "cкіпетр принцеси Терадрас", equip="Збільшує силу атаки на 67 в подобі кота, ведмедя та лютого ведмедя." }, -- Princess Theradras' Scepter
[221781] = { "шолом авангарду" }, -- Avenguard Helm
[221782] = { "шолом вигнанця", equip="Збільшує силу атаки на 36." }, -- Helm of Exile
[221971] = { "ріг сноклята", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreamsworn Horn
[221972] = { "полум'я Вогнища Сну", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreampyre Fire
[221973] = { "ікло мисливця Сну", use="Об'єднати зібрані реагенти в руну, яка навчить вас новій здібності гравіювання.", flavor="Унікальний реагент, що несе в собі вогняну сутність. Ви зможете створити нову руну, якщо знайдете інші подібні компоненти." }, -- Dreamhunter Fang
[221974] = { "намисто Зловісного Тотема", use="Об'єднати зібрані компоненти в крихкий посох, який може покінчити з невмерлою дрімотою.", flavor="Намисто, знайдене у хворого шамана Зловісного Тотема." }, -- Grimtotem Necklace
[221975] = { "зламаний посох Дереволапих", use="Об'єднати зібрані компоненти в крихкий посох, який може покінчити з невмерлою дрімотою.", flavor="Частина посоха, знайдена у хворого дереволапого містика." }, -- Broken Woodpaw Staff
[221976] = { "посох хворобливої природи", use="Пробудити ціль від невмерлої дрімоти.", flavor="Посох ледве тримається купи, але давня магія всередині ще може стати в нагоді." }, -- Diseased Nature Staff
[221978] = { "душа дослідника", use="Навчитись викликати біса-дослідника." }, -- Explorer's Soul
[221979] = { "пророцтво квітучої зими", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Verdant Winter
[221980] = { "пророцтво пробудженого хаосу", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of Awakened Chaos
[221981] = { "пророцтво загубленого племені", use="Зосередитись на пророцтві, щоб вивчити нове заклинання. Перед цим необхідно очистити розум медитацією над двома духовними таємницями Азероту." }, -- Prophecy of the Lost Tribe
[222952] = { "настій неспокійних снів", use="Збільшує шкоду від заклинань на 30, зцілення на 45 і відновлює 12 мани кожні 5 секунд протягом 1 години. Ефект цього настою діє лише на уражених кошмаром територіях.", flavor="Скільки б ви не пили, цей настій не закінчується." }, -- Flask of Restless Dreams
[222962] = { "мудрість Гіджала", use="Вивчити нову здібність гравіювання." }, -- Hyjal's Wisdom
[223073] = { "кольчужні еполети лицаря-лейтенанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight-Lieutenant's Mail Epaulets
[223074] = { "кольчужні поножі лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Mail Legplates
[223075] = { "кольчужний шолом лицаря-лейтенанта", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight-Lieutenant's Mail Helmet
[223076] = { "кольчужні рукавиці сержанта-майора", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Sergeant Major's Mail Gauntlets
[223077] = { "кольчужні сабатони сержанта-майора", equip="Незначне збільшення швидкості бігу та плавання." }, -- Sergeant Major's Mail Sabatons
[223078] = { "кольчужний обладунок лицаря", equip="Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%." }, -- Knight's Mail Armor
[223147] = { "сувій закляття: Стріла руйнівного полум'я", use="Навчає вас новій здібності гравіювання." }, -- Spell Notes: Balefire Bolt
[223148] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223149] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223150] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223151] = { "потойбічний скарб" }, -- Otherworldly Treasure
[223160] = { "діловий кущ", use="Прикинутися кущем, з будь-якої причини." }, -- Bargain Bush
[223161] = { "порожній ящик з-під припасів", use="Знайдіть застосування всім тим порожнім ящикам з-під припасів." }, -- Empty Supply Crate
[223162] = { "зручний кур'єрський рюкзак" }, -- Handy Courier Haversack
[223163] = { "формула: Сувій просторового виправлення", use="Навчає вас створювати сувій просторового виправлення.", recipe_result_item=220792 }, -- Formula: Scroll of Spatial Mending
[223164] = { "капюшон допитливості", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." }, -- Curiosity Cowl
[223167] = { "капелюх ініціативності" }, -- Initiative Cap
[223168] = { "фрагмент світового ядра", use="Спробувати налаштуватися на скупчення лей-лінії." }, -- Worldcore Fragment
[223169] = { "капелюх наполегливості" }, -- Tenacity Cap
[223171] = { "сувій геомантії", use="Спробувати налаштуватися на скупчення лей-лінії." }, -- Scroll of Geomancy
[223172] = { "капелюх наполегливості" }, -- Tenacity Chain
[223173] = { "пояс геоманта" }, -- Geomancer's Cord
[223174] = { "чоботи геоманта" }, -- Geomancer's Boots
[223175] = { "плащ геоманта" }, -- Geomancer's Cloak
[223177] = { "капелюх геоманта" }, -- Geomancer's Cap
[223178] = { "браслети геоманта" }, -- Geomancer's Bracers
[223180] = { "рукавиці геоманта" }, -- Geomancer's Gloves
[223181] = { "наплічники геоманта" }, -- Geomancer's Spaulders
[223182] = { "штани геоманта" }, -- Geomancer's Trousers
[223183] = { "вбрання геоманта" }, -- Geomancer's Wraps
[223186] = { "постачальник припасів", equip="Іноді ви можете знайти додаткові загублені припаси у ворогів." }, -- Supply Expediter
[223192] = { "пояс неприборканих", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." } }, -- Cord of the Untamed
[223193] = { "корона ткача сну", equip="Збільшує зцілення від заклинань і ефектів на 55." }, -- Crown of the Dreamweaver
[223194] = { "кільце дикої природи", equip={ "Збільшує силу атаки на 20.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Band of the Wilds
[223195] = { "міць звіра", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%." } }, -- Breadth of the Beast
[223196] = { "наголінники вбивці богів" }, -- Godslayer's Greaves
[223197] = { "захисник дикої природи", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Defender of the Wilds
[223198] = { "Модас Каркун", equip="Збільшує шкоду від заклинань і ефектів вогню на 23." }, -- Modas Karkun
[223214] = { "Зіла Ґулар", use="Збільшує шкоду вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, на 25%." }, -- Zila Gular
[223215] = { "Ораг Рака", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Orah Raka
[223216] = { "Раккан Архім", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 9." }, -- Rakkan Archim
[223217] = { "Раккас Лек", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." }, -- Rakkas Lek
[223218] = { "Тор Кілдраз", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Tor Kieldaz
[223219] = { "ткані браслети Скверни" }, -- Fel Cloth Wristbands
[223221] = { "шкіряні браслети Скверни" }, -- Fel Leather Wristbands
[223222] = { "кольчужні браслети Скверни" }, -- Fel Mail Wristbands
[223237] = { "ткані наплічники Скверни" }, -- Fel Cloth Shoulder Pads
[223238] = { "шкіряні наплічники Скверни" }, -- Fel Leather Shoulder Pads
[223239] = { "кольчужні наплічники Скверни" }, -- Fel Mail Shoulders
[223240] = { "тканий капюшон Скверни" }, -- Fel Cloth Hood
[223241] = { "шкіряний капелюх Скверни" }, -- Fel Leather Hat
[223242] = { "кольчужний койф Скверни" }, -- Fel Mail Coif
[223248] = { "ткані поножі Скверни" }, -- Fel Cloth Legs
[223249] = { "шкіряні поножі Скверни" }, -- Fel Leather Legs
[223250] = { "кольчужні поножі Скверни" }, -- Fel Mail Legs
[223251] = { "латні поножі Скверни" }, -- Fel Plate Legs
[223256] = { "ткана мантія Скверни" }, -- Fel Cloth Robes
[223261] = { "шкіряний жилет Скверни" }, -- Fel Leather Chest
[223262] = { "кольчужний нагрудник Скверни" }, -- Fel Mail Chest
[223263] = { "латний нагрудник Скверни" }, -- Fel Plate Chest
[223283] = { "закривавлена відзнака", use="Отримати 250 честі.", flavor="Колись це могла бути нагорода за героїчні вчинки в бою. І хоча зараз вона потьмяніла від засохлої крові, в ній все ще міг лишитись відгомін честі її давно померлого власника." }, -- Bloodstained Commendation
[223288] = { "руна молота", use="Навчає вас новій здібності гравіювання." }, -- Rune of the Hammer
[223323] = { "Премова форма витримки" }, -- Premo's Poise-Demanding Uniform
[223324] = { "поножі мандрівника дощем", equip="Збільшує зцілення від заклинань і ефектів на 35." }, -- Rainstrider Leggings
[223325] = { "нагрудник Гаккарі" }, -- Hakkari Breastplate
[223326] = { "капюшон Гаккарі", equip="Збільшує шкоду від заклинань і ефектів вогню на 29." }, -- Hakkari Shroud
[223327] = { "знак Гаккара" }, -- Mark of Hakkar
[223328] = { "дорогоцінний вінець", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Gemburst Circlet
[223329] = { "кинджал життєвої сили" }, -- Lifeforce Dirk
[223330] = { "пульсуюче око" }, -- Pulsating Eye
[223331] = { "пульсуюче око" }, -- Pulsating Eye
[223332] = { "вібруюче око" }, -- Vibrating Eye
[223333] = { "зловісне око" }, -- Baleful Eye
[223334] = { "сяюче око" }, -- Glowing Eye
[223335] = { "текуче око" }, -- Oozing Eye
[223336] = { "пронизливе око" }, -- Piercing Eye
[223337] = { "палаюче око" }, -- Burning Eye
[223518] = { "вуглекам'яний кортик", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11.", "Відновлює 2 мани кожні 5 сек." } }, -- Charstone Dirk
[223519] = { "око Терадрас", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Eye of Theradras
[223520] = { "фокальний меч винахідника", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." } }, -- Inventor's Focal Sword
[223521] = { "напліччя Гнилохвата", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." }, -- Rotgrip Mantle
[223522] = { "шолом гори", equip="Збільшує навичку захисту на 7." }, -- Helm of the Mountain
[223523] = { "хмарний камінь", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Cloud Stone
[223524] = { "кам'яний кулак", equip="Збільшує зцілення від заклинань і ефектів на 18.", hit="Відновлює 50 мани." }, -- Fist of Stone
[223525] = { "головний убір віщуна", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Soothsayer's Headdress
[223526] = { "Суль'траз-Катівник", hit="Вражає ворога люттю Суль'траза. Зменшує силу цілі на 15 та завдає від 90 до 210 шкоди тінню і додатково 125 шкоди протягом 15 секунд." }, -- Sul'thraze the Lasher
[223527] = { "ікло Ґаз'рілли", hit="Оточує вас електрикою, завдаючи 10 шкоди від природи кожному, хто вдарить вас протягом 15 секунд." }, -- Gahz'rilla Fang
[223528] = { "обладунок з луски Ґаз'рілли" }, -- Gahz'rilla Scale Armor
[223529] = { "проклятий обладунок худу", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Jinxed Hoodoo Skin
[223530] = { "проклятий кілт худу", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Jinxed Hoodoo Kilt
[223531] = { "велике й дуже напліччя" }, -- Big Bad Pauldrons
[223532] = { "життєдайний амулет" }, -- Lifeblood Amulet
[223533] = { "тростина пустельника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Desertwalker Cane
[223534] = { "рукавиці Джуманзи", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Jumanza Grips
[223535] = { "племінне вбрання Ґрімлока", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Grimlok's Tribal Vestments
[223536] = { "спис Ґрімлока" }, -- Grimlok's Charge
[223537] = { "браслети з черепних пластин" }, -- Skullplate Bracers
[223538] = { "посох розпалювання", equip={ "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." } }, -- Kindling Stave
[223539] = { "сфера поневолення", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Enthralled Sphere
[223540] = { "лук псаря", equip="Збільшує силу атаки дальнього бою на 19." }, -- Houndmaster's Bow
[223541] = { "самоцвітне серце", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Gemshard Heart
[223542] = { "рушниця-мегастріл", equip="Збільшує силу атаки дальнього бою на 19." }, -- Megashot Rifle
[223543] = { "сандалі гнилої лози", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Vinerot Sandals
[223544] = { "наплечі з металобрухту" }, -- Dregmetal Spaulders
[223545] = { "надтехнологічний баклер Ґізлока", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Gizlock's Hypertech Buckler
[223648] = { "загартована Сном стріла" }, -- Dream Imbued Arrow
[223912] = { "зілля очищення", use="Спроба зняти одне прокляття, одну хворобу та одну отруту." }, -- Purification Potion
[223913] = { "величезне зілля лікування", use="Відновлює від 1350 до 1650 здоров'я." }, -- Major Healing Potion
[223914] = { "велике зілля лікування", use="Відновлює від 585 до 715 здоров'я." }, -- Greater Healing Potion
[223962] = { "пов'язки піщаного ловця" }, -- Sandstalker Ankleguards
[223963] = { "личина вовка", equip="Збільшує силу атаки на 32." }, -- Embrace of the Lycan
[223964] = { "клинок вічної пітьми", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20.", "Шанс при застосуванні бойового заклинання завдати цілі 100 шкоди тінню і відновити 100 мани." } }, -- Blade of Eternal Darkness
[223980] = { "поножі опаляючої луски", equip={ "Збільшує шанс завдання удару всіма заклинаннями та атаками на 1%.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." } }, -- Searingscale Leggings
[223981] = { "вбрання вогнеступа", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Flamestrider Robes
[223982] = { "рушниця псаря", equip="Збільшує силу атаки дальнього бою на 19." }, -- Houndmaster's Rifle
[223983] = { "клинок арбітра", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Arbiter's Blade
[223984] = { "рукавички шовкової павутини", equip="Збільшує зцілення від заклинань і ефектів на 18." }, -- Silkweb Gloves
[223985] = { "циклопічний перстень", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Cyclopean Band
[223986] = { "накидка могильної гнилі", equip="Збільшує зцілення від заклинань і ефектів на 13." }, -- Graverot Cape
[223987] = { "наплічники з обрізків шкур" }, -- Splinthide Shoulders
[224004] = { "смарагдовий перстень", equip="Збільшує силу атаки на 6.", use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224005] = { "смарагдовий перстень", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4.", use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224006] = { "смарагдовий перстень", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8.", use="Увійти в сон обраної цілі.", flavor="Світло заломлюється безліч разів всередині цього дивовижного смарагду." }, -- Emerald Ring
[224409] = { "удар змія", hit="Отруїти ворога, завдавши йому 50 шкоди від природи, зменшивши опір природі на 60 і збільшивши отриману шкоду від святості та природи на 8% протягом 20 секунд. Діє лише на ворогів 55 рівня і нижче." }, -- Serpent's Striker
}

if addonTable.item then
    for k, v in pairs(items) do addonTable.item[k] = v end
else
    addonTable.item = items
end
