local _, addonTable = ...

local sod_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Boon of Blackfathom
[430947] = { "благословення Чорноводдя", "Збільшення ймовірності нанесення удару закляттями на 3%, ймовірності нанесення кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин.", "Збільшення ймовірності нанесення удару закляттями на 3%, ймовірності нанесення кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин." }, -- Boon of Blackfathom
[431111] = { ref=430947 }, -- Boon of Blackfathom

-- Building Inspiration
[408953] = { "Сповнення натхненням", nil, "Сповнюється натхненням." }, -- Building Inspiration

-- Chest Rune Ability
[399954] = { "Здібність руни нагрудника", "Надягніть нагрудних з руною, щоб активувати цю здібність.", nil }, -- Chest Rune Ability

-- Crushing Darkness
[427774] = { "Нищівна пітьма", "Ви відчуваєте потойбічний тиск нищівної сили.", "Вас огортає нищівна пітьма..." }, -- Crushing Darkness

-- Gun Axe Shot
[446106] = { "Постріл вогнепальної сокири", "Вистрілити з сокири-гвинтівки, задавши від {1} до {2} шкоди вогнем та додатково {3} шкоди протягом {4} секунд.#Dealing {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Gun Axe Shot

-- Hands Rune Ability
[399967] = { "Здібність руни рукавиць", "Надягніть рукавиці з руною, щоб активувати цю здібність.", nil }, -- Hands Rune Ability

-- Healing Blossom
[443464] = { "Цілющий цвіт", nil, "Зцілює {1} здоров'я кожні {2} с.#{1} every {2}" }, -- Healing Blossom

-- Legs Rune Ability
[399966] = { "Здібність руни штанів", "Надягніть штани з руною, щоб активувати цю здібність.", nil }, -- Legs Rune Ability

-- Mottled Blood Raptor
[436288] = { "кривавий строкатий раптор", "Викликає та відпускає верхового раптора.", "Швидкість збільшено на 60%." }, -- Mottled Blood Raptor

-- Parasomnia
[446707] = { "Парасомнія", "Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", "Дезорієнтовано." }, -- Parasomnia

-- Pockets of Treats
[398117] = { "Смаколик в кишені", "Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на {1}.#target by {1}", "Пахне смачно! Звірі завдають на {1} більше шкоди.#deal {1} extra" }, -- Pockets of Treats

-- Runecarving
[398603] = { "Вирізання рун", "Нанести на ваше спорядження потужні руни.", nil }, -- Runecarving

-- Speak with the Dead?
[426606] = { "Розмова з мертвими?", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку.", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Speak with the Dead?

-- Summon Outrider Wolf
[429857] = { "тренувальний вовк вершників", "Викликати тренувального вовка вершників. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Outrider Wolf

-- Summon Sentinel Nightsaber
[429856] = { "тренувальний ночезуб стражів", "Викликати тренувального ночезуба стражів. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Sentinel Nightsaber

}

for k, v in pairs(sod_spells) do addonTable.spell[k] = v end
