local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Backdraft
[427713] = { "Зворотний потік", "Ваша здібність \"Розпалення\" також прискорює вимову заклинань на {1}% протягом {2} секунд та не поглинає ефект \"Жертовного вогню\".#grants {1}%#for {2} sec" }, -- Backdraft
[427714] = { "Зворотний потік", nil, "Вимову заклять прискорено на {1}%.#by {1}%" }, -- Backdraft
[431742] = { "Зворотний потік", "Отримати здібність \"Зворотний потік\":", rune=427713 }, -- Backdraft
-- Chaos Bolt
[403629] = { "Стріла Хаосу", "Випускає у ворога стрілу хаотичного вогню, що завдає від {1} до {2} шкоди від вогню. \"Стріла Хаосу\" завжди влучає, минає опір, а якщо ви знаєте це заклинання, то всі ваші вогняні заклинання проникають крізь ефекти поглинання. Вороги, чий рівень перевищує ваш на 4 та більше, мають більшу ймовірність опору \"Стрілі Хаосу\".#dealing {1} to {2}" }, -- Chaos Bolt
[403860] = { "Стріла Хаосу", "Отримати здібність \"Стріла Хаосу\":", rune=403629 }, -- Chaos Bolt
-- Dance of the Wicked
[412798] = { "Танець нечестивців", "Коли ви завдаєте критичного удару, ймовірність ухилення для вас і вашого прислужника підвищується на значення, що дорівнює вашій ймовірності завдання критичної шкоди заклинаннями. Крім того, ви з прислужником відновлюєте 2% від максимального запасу мани." }, -- Dance of the Wicked
[412800] = { "Танець нечестивців", "Збільшує ймовірність ухилення на значення, що дорівнює вашій ймовірності завдання критичної шкоди заклинаннями.", "Ймовірність ухилення збільшено на {1}%.#by {1}" }, -- Dance of the Wicked
[415751] = { "Танець нечестивців", "Отримати здібність \"Танець нечестивців\":", rune=412798 }, -- Dance of the Wicked
-- Decimation
[440873] = { "Винищення", nil, "\"Пожежа душі\" вимовляється на {1}% швидше і не вимагає уламків душ.#by {1}%" }, -- Decimation
[440870] = { "Винищення", "\"Пожежа душі\" більше не має часу відновлення. Окрім того, коли \"Тіньова стріла\", \"Тіньове розсічення\", \"Спалення\" чи \"Пожежа душі\" вражає ціль, що має менше {1}% здоров'я, час вимови \"Пожежі душі\" зменшується на {2}% протягом {3} с. Вимова \"Пожежі душі\" від час дії ефекту \"Винищення\" не вимагає уламків душ.#below {1}%#by {2}% for {3} sec" }, -- Decimation
[440923] = { "Винищення", "Отримати здібність \"Винищення\":", rune=440870 }, -- Decimation
-- Demon Charge
[412788] = { "Ривок демона", "Ривок у ворога, що приголомшує його на {1} с. Не можна використовувати в бою.#and stun it for {1} sec" }, -- Demon Charge
-- Demonic Grace
[425463] = { "Демонічна благодать", "Вас переповнює енергія Скверни, що збільшує на {1}% ймовірність ухилення для вас і вашого прислужника, а також збільшує на {2}% шанс критичного удару всіх атак. Триває {3} с.#chance by {1}%#attacks by {2}%#Lasts {3} sec", "Шанс ухилення збільшено на {1}%.\nШанс критичного удару чорнокнижника збільшено на {2}%.#Dodge chance increased by {1}#strike chance increased by {2}" }, -- Demonic Grace
[425474] = { "Демонічна благодать", "Отримати здібність \"Демонічна благодать\":", rune=425463 }, -- Demonic Grace
[430025] = { ref=425463 }, -- Demonic Grace
-- Demonic Howl
[412789] = { "Демонічне виття", "Змушує всіх ворогів навколо атакувати вас впродовж {1} с.#attacks on you for {1} sec", "Підбурено." }, -- Demonic Howl
-- Demonic Knowledge
[412732] = { "Демонічні знання", "Збільшує шкоду і зцілення від заклинань на величину, що дорівнює {1}% від загальної витривалості та інтелекту вашого прислужника.#to {1}% of" }, -- Demonic Knowledge
[415749] = { "Демонічні знання", "Отримати здібність \"Демонічні знання\":", rune=412732 }, -- Demonic Knowledge
-- Demonic Pact
[425464] = { "Угода з демоном", "Критичні удари вашого прислужника накладають ефект \"Угода з демоном\" на членів вашої групи чи рейду на {1} с. \"Угода з демоном\" збільшує шкоду і зцілення від заклинань на {2}% від вашої шкоди від заклинань або {3}, залежно від того, яке значення більше. Не діє на поневолених демонів.#for {1} sec#by {2}% of your spell damage or {3}" }, -- Demonic Pact
[425473] = { "Угода з демоном", "Отримати здібність \"Угода з демоном\":", rune=425464 }, -- Demonic Pact
-- Demonic Tactics
[412727] = { "Демонічна тактика", "Збільшує шанс критичного удару атак ближнього бою та заклинань для вас і вашого прислужника на {1}%.#by {1}%" }, -- Demonic Tactics
[415605] = { "Демонічна тактика", "Отримати здібність \"Демонічна тактика\":", rune=412727 }, -- Demonic Tactics
-- Disrupt
[412787] = { "Придушення", "Придушити ворога сплеском тіньової енергії, який завдає {1} шкоди, перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {2} секунд.#deals {1}#for {2} sec" }, -- Disrupt
-- Drain Life
[403677] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#{1} health#Lasts {2}", "Висмоктує {1} здоров'я щосекунди.#{1} health" }, -- Drain Life (Rank 1)
[403685] = { ref=403677 }, -- Drain Life (Rank 2)
[403686] = { ref=403677 }, -- Drain Life (Rank 3)
[403687] = { ref=403677 }, -- Drain Life (Rank 4)
[403688] = { ref=403677 }, -- Drain Life (Rank 5)
[403689] = { ref=403677 }, -- Drain Life (Rank 6)
-- Everlasting Affliction
[412689] = { "Вічна химородь", "\"Висмоктування життя\", \"Висмоктування душі\", \"Тіньова стріла\", \"Тіньове розсічення\", \"Палючий біль\", \"Спалення\" і \"Мара\" відновлюють час дії вашого \"Псування\" на цілі до максимальної тривалості." }, -- Everlasting Affliction
[415604] = { "Вічна химородь", "Отримати здібність \"Вічна химородь\":", rune=412689 }, -- Everlasting Affliction
-- Explorer Imp
[445459] = { "Біс-дослідник", "Викликати біса-дослідника. Він не може битися, але може подорожувати крізь портали, щоб досліджувати інші світи і приносити скарби." }, -- Explorer Imp
-- Fetish of Mischief
[423474] = { "Фетиш безладу", "Збільшує шкоду від \"Вогняної стріли\" вашого біса на {1}.#by {1}." }, -- Fetish of Mischief
-- Grimoire of Synergy
[426301] = { "Гримуар синергії", "Прочитати з темного фоліанта закляття, що дозволяє вам та вашому прислужнику з шансом {1}% збільшити шкоду одне одного на {2}% протягом {3} секунд при завданні шкоди. Закляття діє {4} хв.#a {1}% chance#other by {2}% for {3} sec#lasts {4} min", "Ви та ваш прислужник з шансом {1}% збільшите шкоду одне одного на {2}% протягом {3} секунд при завданні шкоди.#a {1}% chance#other by {2}% for {3} sec" }, -- Grimoire of Synergy
[426444] = { "Гримуар синергії", "Отримати здібність \"Гримуар синергії\":", rune=426301 }, -- Grimoire of Synergy
-- Haunt
[403501] = { "Мара", "Випустити на ворога примару, яка завдасть від {1} до {2} шкоди, а також збільшить вашу періодичну шкоду від тіні по ньому на {3}%. Коли \"Мара\" закінчиться або розвіється, ви зцілитеся від шкоди, якої вона завдала цілі.#{1} to {2} damage#target by {3}%", "Ефекти періодичної шкоди завдають на {1}% більше шкоди від тіні.#by {1}%." }, -- Haunt
[403858] = { "Мара", "Отримати здібність \"Вічна химородь\":", rune=403501 }, -- Haunt
-- Immolation Aura
[427726] = { "Обпалююча аура", "Обпалює ворогів поблизу, завдаючи {1} шкоди щоразу, коли вас атакують в ближньому бою (але не частіше, ніж раз на секунду), зменшує всю отриману магічну шкоду на {2}% та збільшує вашу шкоду від вогню на {3}%. Діє до скасування.#for {1} damage every#taken by {2}%#done by {3}%", "При отриманні удару обпалює ворогів поблизу, завдаючи {1} шкоди, отримує на {2}% менше магічної шкоди та завдає на {3}% більше шкоди від вогню.#for {1} damage when#taking {2}% reduced#dealing {3}% increased" }, -- Immolation Aura
[431757] = { "Обпалююча аура", "Отримати здібність \"Обпалююча аура\":", rune=427726 }, -- Immolation Aura
-- Incinerate
[412758] = { "Спалення", "Підпалює ворога, завдаючи від {1} до {2} шкоди і збільшує всю вашу шкоду від вогню на {3}% протягом {4} с.#for {1} to {2}#by {3}% for the next {4} sec", "Вашу шкоду від вогню збільшено на {1}%.#by {1}%." }, -- Incinerate
[415750] = { "Спалення", "Отримати здібність \"Спалення\":", rune=412758 }, -- Incinerate
-- Infernal Armor
[440882] = { "Інфернальний обладунок", "Ваш дух наповнюється демонічною енергією, що зменшує отриману магічну шкоду в залежності від зменшення фізичної шкоди від показника броні. Триває {1} с.#Lasts {1} sec", "Отриману магічну шкоду зменшено на {1}%.#by {1}%" }, -- Infernal Armor
[440927] = { "Інфернальний обладунок", "Отримати здібність \"Інфернальний обладунок\":", rune=440882 }, -- Infernal Armor
-- Invocation
[426243] = { "Закляття", "Оновлення дї ефекту \"Псування\", \"Жертовного вогню\", \"Прокляття агонії\", \"Нестабільної химороді\" або \"Витягування життя\" на цілі менше, ніж за {1} секунд до завершення дії завдасть шкоди, що дорівнює залишковій періодичній шкоді заклинання.#than {1} sec" }, -- Invocation
[426442] = { "Закляття", "Отримати здібність \"Закляття\":", rune=426243 }, -- Invocation
-- Lake of Fire
[403650] = { "Вогняне озеро", "\"Вогняний дощ\" також залишає на землі вогняне озеро, яке збільшує всю шкоду від вогню, яку завдаєте ви та ваш прислужник-демон ураженим ворогам, на {1}%.#by {1}%.", "Отриману шкоду від вогню збільшено на {1}%.#by {1}%." }, -- Lake of Fire
[403666] = { "Вогняне озеро", "\"Вогняний дощ\" більше не потребує промовляння, але відновлюється {1} c.#a {1} sec" }, -- Lake of Fire
[403872] = { "Вогняне озеро", "Отримати здібність \"Вогняне озеро\":", rune=403666 }, -- Lake of Fire
-- Loathing
[433672] = { "Ненависть", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас." }, -- Loathing
-- Mark of Chaos
[440895] = { "Знак Хаосу", nil, "Ваше наступне неперіодичне заклинання, спрямоване на одну ціль, має збільшену на {1}% ймовірність завдання критичного удару.#gains {1}%" }, -- Mark of Chaos
[440892] = { "Знак Хаосу", "Всі ваші прокляття, окрім \"Прокляття тіні\" та \"Прокляття стихій\", накладають на ціль \"Знак Хаосу\", що зменшує магічні опори на {1} та збільшує отриману магічну шкоду на {2}% протягом дії прокляття.#by {1} and#by {2}%" }, -- Mark of Chaos
[440925] = { "Знак Хаосу", "Отримати здібність \"Знак Хаосу\":", rune=440892 }, -- Mark of Chaos
-- Master Channeler
[403668] = { "Майстерність чаклування", "Ваше \"Висмоктування життя\" більше не промовляється, триває {1} с, має {2}-секундний час відновлення, витрачає на {3}% більше мани і зцілює вас на {4}% більше щоразу, коли завдає шкоду.#lasts {1} sec with a {2} sec#costs {3}% more#for {4}% more" }, -- Master Channeler
[403868] = { "Майстерність чаклування", "Отримати здібність \"Майстерність чаклування\":", rune=403668 }, -- Master Channeler
-- Menace
[403828] = { "Погроза", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Підбурено." }, -- Menace
[442226] = { ref=403828 }, -- Menace
[442233] = { ref=403828 }, -- Menace
-- Metamorphosis
[403789] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, зменшує ймовірність отримання критичного удару на {2}%, збільшує загрозу на {3}%, збільшує ману, що отримується від \"Витоку життя\", на {4}%, змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {5} ворогів поблизу тінню, але має {6} с відновлення.\n\nСтрах: стає \"Погрозою\".#Armor by {1}%#critically hit by {2}%#threat by {3}%#Life Tap by {4}%#up to {5} nearby#has a {6} sec cooldown", "Броню збільшено на {1}%, ймовірність отримання критичного удару зменшено на {2}%, загрозу збільшено на {3}%, а кількість мани, що отримується від \"Витоку життя\" збільшено на {4}%. Деякі здібності змінено, а також додано нові.#Armor increased by {1}%#critically hit reduced by {2}%#threat increased by {3}%#Life Tap increased by {4}%", rune={403828, 412788, 412789} }, -- Metamorphosis (Shapeshift)
[403816] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, зменшує ймовірність отримання критичного удару на {2}%, збільшує загрозу на {3}%, збільшує ману, що отримується від \"Витоку життя\", на {4}%, змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {5} ворогів поблизу тінню, але має {6} хв відновлення.\n\nПрокляття відчайдушності: тепер також підбурює ціль атакувати вас протягом 3 с, але отримує 10-секундне відновлення, а дальність дії зменшується до дистанції ближнього бою.\n\nВиття жаху: тепер також змушує всіх ворогів поблизу атакувати вас, але час відновлення збільшено до 10 хвилин.#Armor by {1}%#critically hit by {2}%#threat by {3}%#Life Tap by {4}%#up to {5} nearby#increased to {6} min", "Броню збільшено на {1}%, ймовірність отримання критичного удару зменшено на {2}%, загрозу збільшено на {3}%, а кількість мани, що отримується від \"Витоку життя\" збільшено на {4}%. Деякі здібності змінено.#Armor increased by {1}%#critically hit reduced by {2}%#threat increased by {3}%#Life Tap increased by {4}%" }, -- Metamorphosis (Shapeshift)
[403873] = { "Метаморфоза", "Отримати здібність \"Метаморфоза\":", rune=403789 }, -- Metamorphosis
-- Metamorphosis : Demon Charge
[412783] = { "Метаморфоза: Ривок демона" }, -- Metamorphosis : Demon Charge
-- Metamorphosis : Demonic Howl
[412784] = { "Метаморфоза: Демонічне виття" }, -- Metamorphosis : Demonic Howl
-- Neverending Soul Vessel
[433813] = { "Нескінченна посудина душі", "Ваше наступне закляття, що поглинає уламки душ, не потребуватиме їх для вимовляння.", "Ваше наступне закляття, що поглинає уламки душ, не потребуватиме їх для вимовляння." }, -- Neverending Soul Vessel
-- Pandemic
[427712] = { "Пандемія", "Періодична шкода від ваших здібностей \"Псування\", \"Нестабільна химородь\", \"Прокляття агонії\", \"Жертовний вогонь\", \"Прокляття приречення\" та \"Витягування життя\" тепер може бути критичною." }, -- Pandemic
[429283] = { "Пандемія", "Отримати здібність \"Пандемія\":", rune=427712 }, -- Pandemic
-- Portal of Summoning
[437169] = { "Портал виклику", "Почати ритуал для створення порталу виклику. Портал можуть використати 2 учасники групи чи рейду, щоб викликати третього. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу." }, -- Portal of Summoning
[437311] = { ref=437169 }, -- Portal of Summoning
-- Shadow Bolt Volley
[403628] = { "Залп тіньових стріл", "Ваша \"Тіньова стріла\" тепер вражає одна за одною до {1} цілей на відстані {2} м, але завдає на {3}% менше шкоди.#up to {1} targets#of {2} yards#for {3}% reduced" }, -- Shadow Bolt Volley
[403871] = { "Залп тіньових стріл", "Отримати здібність \"Залп тіньових стріл\":", rune=403628 }, -- Shadow Bolt Volley
-- Shadow Cleave
[403835] = { "Тіньове розсічення", "Завдати {1} ворогам неподалік від {2} до {3} шкоди від тіні.\n\n\"Тіньове розсічення\" взаємодіє з усіма ефектами, що й \"Тіньова стріла\".\n\nУраження цілі \"Тіньовим розсіченням\" також збільшує шкоду заклять на {4} за кожну одиницю вашої навички захисту понад {5}. Триває {6} секунд.#up to {1} nearby#{2} to {3} to each#grants you {4} Spell#beyond {5}#Lasts {6} sec" }, -- Shadow Cleave (Rank 1)
[403839] = { ref=403835 }, -- Shadow Cleave (Rank 2)
[403840] = { ref=403835 }, -- Shadow Cleave (Rank 3)
[403841] = { ref=403835 }, -- Shadow Cleave (Rank 4)
[403842] = { ref=403835 }, -- Shadow Cleave (Rank 5)
[403843] = { ref=403835 }, -- Shadow Cleave (Rank 6)
[403844] = { ref=403835 }, -- Shadow Cleave (Rank 7)
[403848] = { ref=403835 }, -- Shadow Cleave (Rank 8)
[403851] = { ref=403835 }, -- Shadow Cleave (Rank 9)
[403852] = { ref=403835 }, -- Shadow Cleave (Rank 10)
-- Shadow and Flame
[426316] = { "Тінь і полум'я", "Ваші критичні удари заклинаннями вогню та тіні збільшують вашу шкоду від вогню та тіні на {1}% протягом {2} секунд.#by {1}% for {2} sec" }, -- Shadow and Flame
[426449] = { "Тінь і полум'я", "Отримати здібність \"Тінь і полум'я\":", rune=426316 }, -- Shadow and Flame
-- Shadowflame
[426320] = { "Тіньове полум'я", "Завдає цілі {1} шкоди від тіньового полум'я і додатково {2} шкоди від тіньового полум'я протягом {3} секунд.\n\n\"Тіньове полум'я\" взаємодіє з усіма талантами та ефектами, що й \"Жертовний вогонь\", закляття спеціалізації \"Химородь\" чи \"Руйнація\" та закляття вогню чи тіні, але одночасно на ціль може діяти лише один з ефектів \"Жертовного вогоню\" або \"Тіньового полум'я\" чорнокнижника. Окрім того, \"Тіньове полум'я\" може викликати ефект таланту \"Покращена тіньова стріла\", що отримає на {4} більше зарядів.#for {1} Shadow#additional {2} Shadow#over {3} sec#have {4} additional" }, -- Shadowflame
[426454] = { "Тіньове полум'я", "Отримати здібність \"Тіньове полум'я\":", rune=426320 }, -- Shadowflame
[426325] = { "Тіньове полум'я", nil, "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec" }, -- Shadowflame
-- Soul Harvesting
[437032] = { "Жнива душ", "Щоразу, коли \"Висмоктування душі\" завдає шкоди, у вас є шанс отримати додатковий уламок душі. Цей шанс зростає щоразу, коли ви не отримуєте уламок." }, -- Soul Harvesting
-- Soul Siphon
[403511] = { "Витягування душі", "\"Висмоктування душі\" завдає шкоди в {1} рази швидше, а закляття \"Висмоктування життя\" і \"Висмоктування душі\" мають збільшену на {2}% ефективність за кожен ваш ефект тіні на цілі, максимум до {3}%. Коли \"Висмоктування душі\" застосовується на ціль, що має менше {4}% здоров'я, його ефективність натомість збільшується на {5}% за кожен ефект тіні, максимум до {6}%. Окрім того, \"Висмоктування душі\" тепер може викликати ефект таланту \"Сутінки\".#damage {1} times#additional {2}% for each#of {3}% additional#below {4}% health#gains {5}% per#up to a maximum of {6}%." }, -- Soul Siphon
[403863] = { "Витягування душі", "Отримати здібність \"Витягування душі\":", rune=403511 }, -- Soul Siphon
-- Summon Felguard
[427733] = { "Виклик вартового скверни", "Викликає вартового скверни, підкореного чорнокнижникові.\n\nВартовий скверни взаємодіє з усіма талантами та ефектами, що й ваші інші демони." }, -- Summon Felguard (Summon)
[427748] = { "Виклик вартового скверни" }, -- Summon Felguard
[431754] = { "Виклик вартового скверни", "Отримати здібність \"Виклик вартового скверни\":", rune=427733 }, -- Summon Felguard
-- Unstable Affliction
[427717] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} секунд. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с. Чорнокнижник може накласти лише одну \"Нестабільну химородь\" або \"Жертовний вогонь\" на одну ціль.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#{1} Shadow damage every {2} sec#cause {3} damage#them for {4} sec" }, -- Unstable Affliction
[427719] = { "Нестабільна химородь", nil, "Знемовлено." }, -- Unstable Affliction
[431748] = { "Нестабільна химородь", "Отримати здібність \"Нестабільна химородь\":", rune=427717 }, -- Unstable Affliction
-- Vengeance
[435112] = { "Помста", "Сповільнює падіння на {1} секунд.#for {1} sec", "Падіння сповільнено." }, -- Vengeance
[426195] = { "Помста", "При активації ця здібність тимчасово збільшує ваш максимальний запас здоров'я на {1}% протягом {2} секунд. Після закінчення ефекту здоров'я втрачається. Крім того, під час метаморфози \"Помста\" змушує ваші крила сповільнювати падіння.#a {1}% increase#for {2} sec", "Запас здоров'я збільшено на {1}%, а швідкість падіння зменшено в метаморфозі.#by {1}%" }, -- Vengeance
[426469] = { "Помста", "Отримати здібність \"Помста\":", rune=426195 }, -- Vengeance
-- Zila Gular
[448686] = { "Зіла Ґулар", "Збільшує шкоду вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, на {1}%.#by {1}%", "Шкода вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, збільшено на {1}.#by {1}%" }, -- Zila Gular

-- Engraving
[426445] = { "Гравіювання пояса - Гримуар синергії", "Вигравіювати на поясі руну \"Гримуар синергії\":", rune=426301 }, -- Engrave Belt - Grimoire of Synergy
[426443] = { "Гравіювання пояса - Закляття", "Вигравіювати на поясі руну \"Закляття\":", rune=426243 }, -- Engrave Belt - Invocation
[426452] = { "Гравіювання пояса - Тінь і полум'я", "Вигравіювати на поясі руну \"Тінь і полум'я\":", rune=426316 }, -- Engrave Belt - Shadow and Flame
[416017] = { "Гравіювання чоботів - Танець нечестивців", "Вигравіювати на чоботях руну \"Танець нечестивців\":", rune=412798 }, -- Engrave Boots - Dance of the Wicked
[416014] = { "Гравіювання чоботів - Демонічні знання", "Вигравіювати на чоботях руну \"Демонічні знання\":", rune=412732 }, -- Engrave Boots - Demonic Knowledge
[440924] = { "Гравіювання чоботів - Знак Хаосу", "Вигравіювати на чоботях руну \"Знак Хаосу\":", rune=440892 }, -- Engrave Boots - Mark of Chaos
[426467] = { "Гравіювання чоботів - Тіньове полум'я", "Вигравіювати на чоботях руну \"Тіньове полум'я\":", rune=426320 }, -- Engrave Boots - Shadowflame
[431758] = { "Гравіювання браслетів - Обпалююча аура", "Вигравіювати на браслетах руну \"Обпалююча аура\":", rune=427726 }, -- Engrave Bracers - Immolation Aura
[416015] = { "Гравіювання браслетів - Спалення", "Вигравіювати на браслетах руну \"Спалення\":", rune=412758 }, -- Engrave Bracers - Incinerate
[431756] = { "Гравіювання браслетів - Виклик вартового скверни", "Вигравіювати на браслетах руну \"Виклик вартового скверни\":", rune=427733 }, -- Engrave Bracers - Summon Felguard
[431747] = { "Гравіювання браслетів - Нестабільна химородь", "Вигравіювати на браслетах руну \"Нестабільна химородь\":", rune=427717 }, -- Engrave Bracers - Unstable Affliction
[416009] = { "Гравіювання нагрудника - Демонічна тактика", "Вигравіювати на нагруднику руну \"Демонічна тактика\":", rune=412727 }, -- Engrave Chest - Demonic Tactics
[403937] = { "Гравіювання нагрудника - Вогняне озеро", "Вигравіювати на нагруднику руну \"Вогняне озеро\":", rune=403666 }, -- Engrave Chest - Lake of Fire
[403932] = { "Гравіювання нагрудника - Майстерність чаклування", "Вигравіювати на нагруднику руну \"Майстерність чаклування\":", rune=403668 }, -- Engrave Chest - Master Channeler
[440922] = { "Гравіювання плаща - Винищення", "Вигравіювати на плащі руну \"Винищення\":", rune=440870 }, -- Engrave Cloak - Decimation
[440926] = { "Гравіювання плаща - Інфернальний обладунок", "Вигравіювати на плащі руну \"Інфернальний обладунок\":", rune=440882 }, -- Engrave Cloak - Infernal Armor
[403920] = { "Гравіювання плаща - Витягування душі", "Вигравіювати на плащі руну \"Витягування душі\":", rune=403511 }, -- Engrave Cloak - Soul Siphon
[403925] = { "Гравіювання рукавиць - Стріла Хаосу", "Вигравіювати на рукавицях руну \"Стріла Хаосу\":", rune=403629 }, -- Engrave Gloves - Chaos Bolt
[403919] = { "Гравіювання рукавиць - Мара", "Вигравіювати на рукавицях руну \"Мара\":", rune=403501 }, -- Engrave Gloves - Haunt
[403938] = { "Гравіювання рукавиць - Метаморфоза", "Вигравіювати на рукавицях руну \"Метаморфоза\":", rune=403789 }, -- Engrave Gloves - Metamorphosis
[403936] = { "Гравіювання рукавиць - Залп тіньових стріл", "Вигравіювати на рукавицях руну \"Залп тіньових стріл\":", rune=403628 }, -- Engrave Gloves - Shadow Bolt Volley
[431745] = { "Гравіювання шолома - Зворотний потік", "Вигравіювати на шоломі руну \"Зворотний потік\":", rune=427713 }, -- Engrave Helm - Backdraft
[431743] = { "Гравіювання шолома - Пандемія", "Вигравіювати на шоломі руну \"Пандемія\":", rune=427712 }, -- Engrave Helm - Pandemic
[426470] = { "Гравіювання шолома - Помста", "Вигравіювати на шоломі руну \"Помста\":", rune=426195 }, -- Engrave Helm - Vengeance
[425477] = { "Гравіювання штанів - Демонічна благодать", "Вигравіювати на штанях руну \"Демонічна благодать\":", rune=425463 }, -- Engrave Pants - Demonic Grace
[425476] = { "Гравіювання штанів - Угода з демоном", "Вигравіювати на штанях руну \"Угода з демоном\":", rune=425464 }, -- Engrave Pants - Demonic Pact
[416008] = { "Гравіювання штанів - Вічна химородь", "Вигравіювати на штанях руну \"Вічна химородь\":", rune=412689 }, -- Engrave Pants - Everlasting Affliction

-- Rune progress
[420744] = { "Вівтар шипів", nil, "Ваша жертва буде суворою..." }, -- Altar of Thorns
[408755] = { "пожертва крові", "Пожертвуйте свою кров, щоб наповнити артефакт силою.", "Зменшення характеристик, завданої шкоди, броні та опору на 50%." }, -- Blood Offering
[429407] = { "Гілка Тіней", nil, "Ваше серце і розум обтяжені сумнівами. Ви відчуваєте, як темрява поглинає вас." }, -- Bough of Shadows
[421322] = { "Проклята знахідка", nil, "Кістки жадають проклятої енергії" }, -- Cursed Discovery
[426639] = { "Приношення крові" }, -- Offering of Blood
[426764] = { "Лише біль", nil, "Біль - єдина мотивація" }, -- Only Pain

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
