local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Avoidance
[427743] = { "Уникнення", en="Avoidance" },
-- Backdraft
[427713] = { "Зворотний потік", "Ваша здібність \"Розпалення\" також прискорює вимову заклинань на {1}% протягом {2} секунд та не поглинає ефект \"Жертовного вогню\".#grants {1}%#for {2} sec", en="Backdraft" },
[427714] = { "Зворотний потік", nil, "Вимову заклять прискорено на {1}%.#by {1}%", en="Backdraft" },
[431742] = { "Зворотний потік", "Отримати здібність \"Зворотний потік\":", rune=427713, en="Backdraft" },
-- Chaos Bolt
[403629] = { "Стріла Хаосу", "Випускає у ворога стрілу хаотичного вогню, що завдає від {1} до {2} хаотичної шкоди. \"Стріла Хаосу\" завжди влучає, минає опір, а якщо ви знаєте це заклинання, то всі ваші вогняні заклинання проникають крізь ефекти поглинання. Вороги, чий рівень перевищує ваш на 4 та більше, мають більшу ймовірність опору \"Стрілі Хаосу\".#dealing {1} to {2}", en="Chaos Bolt" },
[403860] = { "Стріла Хаосу", "Отримати здібність \"Стріла Хаосу\":", rune=403629, en="Chaos Bolt" },
-- Corruption
[1213450] = { ref=18376 }, -- Corruption
-- Curse of Shadow
[402791] = { ref=17862 }, -- Curse of Shadow
-- Curse of Tongues
[402794] = { nil, "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} хв.#by {1}%#Lasts {2} min", ref=1714 }, -- Curse of Tongues
-- Curse of the Elements
[402792] = { ref=1490 }, -- Curse of the Elements
-- Dance of the Wicked
[412798] = { "Танець нечестивців", "Коли ви завдаєте критичного удару, ймовірність ухилення для вас і вашого прислужника збільшується на {1}% від вашої ймовірності завдання критичного удару закляттями. Крім того, ви з прислужником відновлюєте {2}% від максимального запасу мани.#chance equal to {1}% of your spell#both regain {2}% of maximum", en="Dance of the Wicked" },
[412800] = { "Танець нечестивців", "Збільшує ймовірність ухилення на {1}% від вашої ймовірності завдання критичного удару закляттями.#equal to {1}% of your spell", "Ймовірність ухилення збільшено на {1}%.#by {1}", en="Dance of the Wicked" },
[415751] = { "Танець нечестивців", "Отримати здібність \"Танець нечестивців\":", rune=412798, en="Dance of the Wicked" },
-- Decimation
[440870] = { "Винищення", "\"Випалення душі\" більше не має часу відновлення. Окрім того, коли \"Тіньова стріла\", \"Тіньове розсічення\", \"Спалення\" чи \"Випалення душі\" вражає ціль, що має менше {1}% здоров'я, час вимови \"Випалення душі\" зменшується на {2}% протягом {3} с. Вимова \"Випалення душі\" від час дії ефекту \"Винищення\" не вимагає уламків душ.#below {1}%#by {2}% for {3} sec", en="Decimation" },
[440873] = { "Винищення", nil, "\"Пожежа душі\" вимовляється на {1}% швидше і не вимагає уламків душ.#by {1}%", en="Decimation" },
[440923] = { "Винищення", "Отримати здібність \"Винищення\":", rune=440870, en="Decimation" },
-- Demon Charge
[412788] = { "Ривок демона", "Ривок у ворога, що приголомшує його на {1} с. Не можна використовувати в бою.#and stun it for {1} sec", en="Demon Charge" },
-- Demonic Grace
[425463] = { "Демонічна благодать", "Вас переповнює енергія Скверни, що збільшує на {1}% ймовірність ухилення для вас і вашого прислужника, а також збільшує на {2}% ймовірність критичного удару для всіх атак. Триває {3} с.#chance by {1}%#attacks by {2}%#Lasts {3} sec", "Ймовірність ухилення збільшено на {1}%.\nЙмовірність критичного удару чорнокнижника збільшено на {2}%.#Dodge chance increased by {1}#strike chance increased by {2}", en="Demonic Grace" },
[425474] = { "Демонічна благодать", "Отримати здібність \"Демонічна благодать\":", rune=425463, en="Demonic Grace" },
[430025] = { "Демонічна благодать", nil, "Ймовірність ухилення збільшено на {1}%.\nЙмовірність критичного удару чорнокнижника збільшено на {2}%.#Dodge chance increased by {1}#strike chance increased by {2}", en="Demonic Grace" },
-- Demonic Howl
[412789] = { "Демонічне виття", "Змушує всіх ворогів навколо атакувати вас впродовж {1} с.#attacks on you for {1} sec", "Спровоковано.", en="Demonic Howl" },
-- Demonic Knowledge
[412732] = { "Демонічні знання", "Збільшує шкоду і зцілення від заклинань на величину, що дорівнює {1}% від загальної витривалості та інтелекту вашого прислужника.#to {1}% of", en="Demonic Knowledge" },
[412735] = { "Демонічні знання", nil, "Шкоду і зцілення заклять збільшено на {1}.#by {1}", en="Demonic Knowledge" },
[415749] = { "Демонічні знання", "Отримати здібність \"Демонічні знання\":", rune=412732, en="Demonic Knowledge" },
-- Demonic Pact
[425464] = { "Угода з демоном", "Ваші вогняні та тіньові закляття завдають на {1}% більше шкоди, а критичні удари вашого прислужника накладають ефект \"Угода з демоном\" на учасників вашої групи чи рейду на {2} с. \"Угода з демоном\" збільшує шкоду і зцілення від заклинань на {3}% від вашої шкоди від заклинань або {4}, залежно від того, яке значення більше. Не діє на поневолених демонів.#deal {1}% more#for {2} sec#by {3}% of your spell damage or {4}", en="Demonic Pact" },
[425466] = { "Угода з демоном", en="Demonic Pact" },
[425467] = { "Угода з демоном", nil, "Шкоду і зцілення заклять збільшено на {1}.#by {1}", en="Demonic Pact" },
[425473] = { "Угода з демоном", "Отримати здібність \"Угода з демоном\":", rune=425464, en="Demonic Pact" },
-- Demonic Tactics
[412727] = { "Демонічна тактика", "Збільшує шанс критичного удару атак ближнього бою та заклинань для вас і вашого прислужника на {1}%.#by {1}%", en="Demonic Tactics" },
[415605] = { "Демонічна тактика", "Отримати здібність \"Демонічна тактика\":", rune=412727, en="Demonic Tactics" },
-- Disrupt
[412787] = { "Придушення", "Придушити ворога сплеском тіньової енергії, який завдає {1} шкоди, перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {2} секунд.#deals {1}#for {2} sec", en="Disrupt" },
-- Drain Life
[403677] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#{1} health#Lasts {2}", "Висмоктує {1} здоров'я щосекунди, передаючи його заклиначеві.#Drains {1} health", en="Drain Life" },
[403685] = { ref=403677 }, -- Drain Life
[403686] = { ref=403677 }, -- Drain Life
[403687] = { ref=403677 }, -- Drain Life
[403688] = { ref=403677 }, -- Drain Life
[403689] = { ref=403677 }, -- Drain Life
-- Everlasting Affliction
[412689] = { "Вічна химородь", "\"Висмоктування життя\", \"Висмоктування душі\", \"Тіньова стріла\", \"Тіньове розсічення\", \"Палючий біль\", \"Спалення\" і \"Мара\" відновлюють час дії \"Пошесті\" на цілі до максимальної тривалості.", en="Everlasting Affliction" },
[415604] = { "Вічна химородь", "Отримати здібність \"Вічна химородь\":", rune=412689, en="Everlasting Affliction" },
-- Explorer Imp
[445459] = { "Біс-дослідник", "Викликати біса-дослідника. Він не може битися, але може подорожувати крізь портали, щоб досліджувати інші світи і приносити скарби.", en="Explorer Imp" },
-- Fel Armor
[403619] = { "Обладунок скверни", "Оточує заклинача енергією скверни, що збільшує шкоду й зцілення заклять на {1} плюс {2}% від духу та зцілює {3}% здоров'я кожні {4} с. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {5} хв.#by {1} plus#equal to {2}% of#regain {3}% of#every {4} sec#Lasts {5} min", "Збільшує шкоду й зцілення заклять на {1}. Також відновлює {2}% здоров'я кожні {3} с.#healing by {1}.#regenerate {2}% of#every {3} sec", en="Fel Armor" },
-- Fetish of Mischief
[423474] = { "Фетиш безладу", "Збільшує шкоду від \"Вогняної стріли\" вашого біса на {1}.#by {1}.", en="Fetish of Mischief" },
-- Grimoire of Synergy
[426301] = { "Гримуар синергії", "Ви та ваш прислужник з ймовірністю {1}% збільшите шкоду одне одного на {2}% протягом {3} секунд при завданні шкоди.#a {1}% chance#other by {2}% for {3} sec", "Ви та ваш прислужник з ймовірністю {1}% збільшите шкоду одне одного на {2}% протягом {3} секунд при завданні шкоди.#a {1}% chance#other by {2}% for {3} sec", en="Grimoire of Synergy" },
[426303] = { "Гримуар синергії", "Збільшує всю завдану шкоду на {1}%.#by {1}%", "Збільшує всю завдану шкоду на {1}%.#by {1}%", en="Grimoire of Synergy" },
[426444] = { "Гримуар синергії", "Отримати здібність \"Гримуар синергії\":", rune=426301, en="Grimoire of Synergy" },
-- Haunt
[403501] = { "Мара", "Випустити на ворога примару, яка завдасть від {1} до {2} шкоди, а також збільшить вашу періодичну шкоду від тіні по ньому на {3}% протягом {4} с. Коли \"Мара\" закінчиться або розвіється, ви зцілитеся від шкоди, якої вона завдала цілі.#{1} to {2} damage#target by {3}% for {4} sec", "Ефекти періодичної шкоди завдають на {1}% більше шкоди від тіні.#by {1}%.", en="Haunt" },
[403506] = { "Мара", en="Haunt" },
[403858] = { "Мара", "Отримати здібність \"Вічна химородь\":", rune=403501, en="Haunt" },
-- Immolation Aura
[427726] = { "Аура обпалення", "Обпалює ворогів поблизу, завдаючи {1} шкоди щоразу, коли вас атакують в ближньому бою (але не частіше, ніж раз на секунду), зменшує всю отриману магічну шкоду на {2}% та збільшує вашу шкоду від вогню на {3}%. Діє до скасування.#for {1} damage every#taken by {2}%#done by {3}%", "При отриманні удару обпалює ворогів поблизу, завдаючи {1} шкоди, отримує на {2}% менше магічної шкоди та завдає на {3}% більше шкоди від вогню.#for {1} damage when#taking {2}% reduced#dealing {3}% increased", en="Immolation Aura" },
[431757] = { "Аура обпалення", "Отримати здібність \"Аура обпалення\":", rune=427726, en="Immolation Aura" },
-- Imp on a Mission
[445522] = { "Біс на завданні", nil, "Ваш біс-дослідник зайнятий.", en="Imp on a Mission" },
-- Incinerate
[412758] = { "Спалення", "Підпалює ворога, завдаючи від {1} до {2} шкоди і збільшує всю вашу шкоду від вогню на {3}% протягом {4} с.#for {1} to {2}#by {3}% for the next {4} sec", "Вашу шкоду від вогню збільшено на {1}%.#by {1}%.", en="Incinerate" },
[415750] = { "Спалення", "Отримати здібність \"Спалення\":", rune=412758, en="Incinerate" },
-- Infernal Armor
[440882] = { "Інфернальний обладунок", "Ваш дух наповнюється демонічною енергією, що зменшує отриману магічну шкоду на {1}% від вашого зменшення фізичної шкоди за рахунок броні. Триває {2} с.#equal to {1}% of your#Lasts {2} sec", "Отриману магічну шкоду зменшено на {1}%.#by {1}%", en="Infernal Armor" },
[440927] = { "Інфернальний обладунок", "Отримати здібність \"Інфернальний обладунок\":", rune=440882, en="Infernal Armor" },
-- Infernal Pact
[436374] = { "Пекельний пакт", nil, "Витривалість та інтелект прислужника збільшено.", en="Infernal Pact" },
-- Infernal Pact Essence
[436375] = { "Сутність пекельного пакту", "Ваш прислужник отримує {1} витривалості та {2} інтелекту.#gains {1} stamina and {2} int", en="Infernal Pact Essence" },
-- Infusion of Souls
[1232093] = { ref=1230948 }, -- Infusion of Souls
-- Invocation
[426241] = { "Клятьба", en="Invocation" },
[426243] = { "Клятьба", "При накладані ефекту \"Пошесті\", \"Жертовного вогню\", \"Прокляття агонії\", \"Нестабільної химороді\" або \"Витягування життя\" ви завдаєте миттєвої шкоди, що дорівнює шкоді одного такту ефекту. Поновлення цих ефектів на цілі менше, ніж за {1} секунд до завершення дії завдасть шкоди, що дорівнює залишковій періодичній шкоді заклинання.#less than {1} sec", en="Invocation" },
[426245] = { ref=426241 }, -- Invocation
[426246] = { ref=426241 }, -- Invocation
[426247] = { ref=426241 }, -- Invocation
[426331] = { ref=426241 }, -- Invocation
[426442] = { "Клятьба", "Отримати здібність \"Клятьба\":", rune=426243, en="Invocation" },
-- Lake of Fire
[403650] = { "Вогняне озеро", "\"Вогняний дощ\" також залишає на землі вогняне озеро, яке збільшує всю шкоду від вогню, яку завдаєте ви та ваш прислужник-демон ураженим ворогам, на {1}%.#by {1}%.", "Отриману шкоду від вогню збільшено на {1}%.#by {1}%.", en="Lake of Fire" },
[403666] = { "Вогняне озеро", "\"Вогняний дощ\" більше не потребує промовляння, але відновлюється {1} c.#a {1} sec", en="Lake of Fire" },
[403872] = { "Вогняне озеро", "Отримати здібність \"Вогняне озеро\":", rune=403666, en="Lake of Fire" },
-- Loathing
[433672] = { "Ненависть", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", en="Loathing" },
-- Mark of Chaos
[440892] = { "Знак Хаосу", "Всі ваші прокляття, окрім \"Прокляття тіні\" та \"Прокляття стихій\", накладають на ціль \"Знак Хаосу\", що зменшує опір аркані, вогню, кризі, природі та тіні на {1} та збільшує отриману шкоду від заклять цих шкіл на {2}% протягом дії прокляття.#resistances by {1} and#schools by {2}% while", en="Mark of Chaos" },
[440895] = { "Знак Хаосу", nil, "Ваше наступне неперіодичне заклинання, спрямоване на одну ціль, має збільшену на {1}% ймовірність завдання критичного удару.#gains {1}%", en="Mark of Chaos" },
[440925] = { "Знак Хаосу", "Отримати здібність \"Знак Хаосу\":", rune=440892, en="Mark of Chaos" },
[461615] = { "Знак Хаосу", nil, "Зменшує опір аркані, вогню, кризі, природі та тіні на {1}. Збільшує отриману шкоду від аркани, вогню, криги, природи та тіні на {2}%.#resistances by {1}#taken by {2}%", en="Mark of Chaos" },
-- Master Channeler
[403668] = { "Майстерність чаклування", "Ваше \"Висмоктування життя\" більше не промовляється, триває {1} с, має {2}-секундний час відновлення, витрачає на {3}% більше мани і зцілює вас на {4}% більше щоразу, коли завдає шкоду.#lasts {1} sec with a {2} sec#costs {3}% more#for {4}% more", en="Master Channeler" },
[403868] = { "Майстерність чаклування", "Отримати здібність \"Майстерність чаклування\":", rune=403668, en="Master Channeler" },
-- Master Demonologist
[427739] = { "Майстер-демонолог", en="Master Demonologist" },
[1214098] = { ref=23760 }, -- Master Demonologist
[1214100] = { ref=23762 }, -- Master Demonologist
[1214101] = { ref=23761 }, -- Master Demonologist
[1214102] = { ref=23759 }, -- Master Demonologist
-- Menace
[403828] = { "Погроза", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Спровоковано.", en="Menace" },
[442226] = { ref=403828 }, -- Menace
[442233] = { ref=403828 }, -- Menace
-- Metamorphosis
[403789] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, здоров'я на {2}%, зменшує ймовірність отримання критичного удару на {3}%, збільшує загрозу на {4}%, збільшує обсяг отриманої мани від \"Витоку життя\", на {5}%, але зменшує всю вашу шкоду на {6}%. Метаморфоза змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {7} ворогів поблизу тінню, але має {8} с відновлення.\n\nСтрах: стає \"Погрозою\".#Armor by {1}%#Health by {2}%#critically hit by {3}%#threat by {4}%#Life Tap by {5}%#you deal by {6}%#up to {7} nearby#has a {8} sec cooldown", "Броню збільшено на {1}%, здоров'я на {2}%, ймовірність отримання критичного удару зменшено на {3}%, загрозу збільшено на {4}%, обсяг мани, отриманої від \"Витоку життя\" збільшено на {5}%, шкоду зменшено на {6}%. Деякі здібності змінено, а також додано нові.#Armor increased by {1}%#Health increased by {2}#critically hit reduced by {3}%#threat increased by {4}%#Life Tap increased by {5}%#decreased by {6}%", rune={403828, 412788, 412789}, en="Metamorphosis" },
[403816] = { "Метаморфоза", "Перетворення на демона, що збільшує броню на {1}%, зменшує ймовірність отримання критичного удару на {2}%, збільшує загрозу на {3}%, збільшує ману, що отримується від \"Витоку життя\", на {4}%, змінює деякі ваші здібності та надає нові:\n\nПалючий біль: тепер вимовляється миттєво.\n\nТіньова стріла: стає \"Тіньовим розсіченням\", атакою ближнього бою, яка вражає до {5} ворогів поблизу тінню, але має {6} хв відновлення.\n\nПрокляття відчайдушності: тепер також провокує ціль атакувати вас протягом 3 с, але отримує 10-секундний час відновлення, а дальність дії зменшується до дистанції ближнього бою.\n\nВиття жаху: тепер також змушує всіх ворогів поблизу атакувати вас, але час відновлення збільшено до 10 хвилин.#Armor by {1}%#critically hit by {2}%#threat by {3}%#Life Tap by {4}%#up to {5} nearby#increased to {6} min", "Броню збільшено на {1}%, ймовірність отримання критичного удару зменшено на {2}%, загрозу збільшено на {3}%, а кількість мани, що отримується від \"Витоку життя\" збільшено на {4}%. Деякі здібності змінено.#Armor increased by {1}%#critically hit reduced by {2}%#threat increased by {3}%#Life Tap increased by {4}%", en="Metamorphosis" },
[403873] = { "Метаморфоза", "Отримати здібність \"Метаморфоза\":", rune=403789, en="Metamorphosis" },
-- Metamorphosis : Demon Charge
[412783] = { "Метаморфоза: Ривок демона", en="Metamorphosis : Demon Charge" },
-- Metamorphosis : Demonic Howl
[412784] = { "Метаморфоза: Демонічне виття", en="Metamorphosis : Demonic Howl" },
-- Neverending Soul Vessel
[433813] = { "Нескінченна посудина душі", "Ваше наступне закляття, що поглинає уламки душ, не потребуватиме їх для вимовляння.", "Ваше наступне закляття, що поглинає уламки душ, не потребуватиме їх для вимовляння.", en="Neverending Soul Vessel" },
-- Pandemic
[427712] = { "Пандемія", "Періодична шкода від ваших здібностей \"Пошесть\", \"Нестабільна химородь\", \"Прокляття агонії\", \"Жертовний вогонь\", \"Прокляття приречення\" та \"Витягування життя\" тепер може бути критичною.", en="Pandemic" },
[429283] = { "Пандемія", "Отримати здібність \"Пандемія\":", rune=427712, en="Pandemic" },
-- Portal of Summoning
[437169] = { "Портал виклику", "Почати ритуал для створення порталу виклику. Портал можуть використати 2 учасники групи чи рейду, щоб викликати третього. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.", en="Portal of Summoning" },
[437311] = { ref=437169 }, -- Portal of Summoning
-- Scythe of Chaos
[469220] = { "Коса хаосу", "Наступне закляття виклику біса, пустотника, сукуба, інкуба, скверногончої чи вартового скверни буде вимовлено на {1} с швидше та не витрачатиме уламків душі чи мани.#by {1} sec", "Час вимови закляття виклику біса, пустотника, сукуба, інкуба, скверногончої чи вартового скверни зменшено на {1} с. Витрати уламків душі чи мани зменшено на {2}%.#by {1} sec#by {2}%", en="Scythe of Chaos" },
-- Shadow Bolt Volley
[403628] = { "Залп тіньових стріл", "Ваша \"Тіньова стріла\" тепер вражає одна за одною до {1} цілей на відстані {2} м, але завдає на {3}% менше шкоди.#up to {1} targets#of {2} yards#for {3}% reduced", en="Shadow Bolt Volley" },
[403871] = { "Залп тіньових стріл", "Отримати здібність \"Залп тіньових стріл\":", rune=403628, en="Shadow Bolt Volley" },
-- Shadow Cleave
[403835] = { "Тіньове розсічення", "Завдати {1} ворогам неподалік від {2} до {3} шкоди від тіні.\n\n\"Тіньове розсічення\" взаємодіє з усіма талантами та ефектами, що й \"Тіньова стріла\".[\n\nУраження цілі \"Тіньовим розсіченням\" також збільшує шкоду заклять на {1} за кожну одиницю вашої навички захисту понад {2}. Триває {3} с.#Shadow Cleave also grants you {1} Spell Damage for each point of your defense skill beyond {2}. Lasts {3} sec]#up to {1} nearby#{2} to {3} to each", en="Shadow Cleave" },
[403839] = { ref=403835 }, -- Shadow Cleave
[403840] = { ref=403835 }, -- Shadow Cleave
[403841] = { ref=403835 }, -- Shadow Cleave
[403842] = { ref=403835 }, -- Shadow Cleave
[403843] = { ref=403835 }, -- Shadow Cleave
[403844] = { ref=403835 }, -- Shadow Cleave
[403848] = { ref=403835 }, -- Shadow Cleave
[403851] = { ref=403835 }, -- Shadow Cleave
[403852] = { ref=403835 }, -- Shadow Cleave
-- Shadow Spark
[450013] = { "Іскра тіней", "Зменшує час вимови наступного закляття \"Жертовний вогонь\" на {1}%.#by {1}%", "Зменшує час вимови наступного закляття \"Жертовний вогонь\" на {1}%.#by {1}%", en="Shadow Spark" },
-- Shadow and Flame
[426311] = { "Тінь і полум'я", "Збільшує всю шкоду від вогню та тіні на {1}%.#by {1}%", "Збільшує всю шкоду від вогню та тіні на {1}%.#by {1}%", en="Shadow and Flame" },
[426316] = { "Тінь і полум'я", "Ваші критичні удари заклинаннями вогню та тіні збільшують вашу шкоду від вогню та тіні на {1}% протягом {2} секунд.#by {1}% for {2} sec", en="Shadow and Flame" },
[426449] = { "Тінь і полум'я", "Отримати здібність \"Тінь і полум'я\":", rune=426316, en="Shadow and Flame" },
-- Shadowflame
[426320] = { "Тіньове полум'я", "Завдає цілі {1} шкоди від тіньового полум'я і додатково {2} шкоди від тіньового полум'я протягом {3} секунд.\n\n\"Тіньове полум'я\" взаємодіє з усіма талантами та ефектами, що й \"Жертовний вогонь\", закляття спеціалізації \"Химородь\" чи \"Руйнація\" та закляття вогню чи тіні, але одночасно на ціль може діяти лише один з ефектів \"Жертовного вогоню\" або \"Тіньового полум'я\" чорнокнижника. Окрім того, \"Тіньове полум'я\" може спричинити ефект таланту \"Покращена тіньова стріла\", та збільшує максимальну кількість його ефектів на {4}.#for {1} Shadow#additional {2} Shadow#over {3} sec#have {4} additional", "{1} шкоди від тіньового полум'я кожні {2} с.#{1} Shadowflame#every {2} sec", en="Shadowflame" },
[426325] = { "Тіньове полум'я", nil, "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec", en="Shadowflame" },
[426454] = { "Тіньове полум'я", "Отримати здібність \"Тіньове полум'я\":", rune=426320, en="Shadowflame" },
-- Soul Fire!
[457643] = { "Випалення душі!", nil, "Наступне \"Випалення душі\" буде вимовлено миттєво.", en="Soul Fire!" },
-- Soul Harvesting
[437032] = { "Жнива душ", "Щоразу, коли \"Висмоктування душі\" завдає шкоди, у вас є шанс отримати додатковий уламок душі. Цей шанс зростає щоразу, коли ви не отримуєте уламок.", en="Soul Harvesting" },
-- Soul Siphon
[403511] = { "Витягування душі", "\"Висмоктування душі\" завдає шкоди в {1} рази швидше, а закляття \"Висмоктування життя\" і \"Висмоктування душі\" мають збільшену на {2}% ефективність за кожен ваш ефект тіні на цілі, максимум до {3}%. Коли \"Висмоктування душі\" застосовується на ціль, що має менше {4}% здоров'я, його ефективність натомість збільшується на {5}% за кожен ефект тіні, максимум до {6}%. Окрім того, \"Висмоктування душі\" тепер може викликати ефект таланту \"Сутінки\".#damage {1} times#additional {2}% for each#of {3}% additional#below {4}% health#gains {5}% per#up to a maximum of {6}%.", en="Soul Siphon" },
[403863] = { "Витягування душі", "Отримати здібність \"Витягування душі\":", rune=403511, en="Soul Siphon" },
-- Spreading Pain
[1214156] = { "Поширення болю", nil, "\"Палючий біль\" вразить ще 1 ціль в межах ближнього бою.", en="Spreading Pain" },
-- Summon Felguard
[427733] = { "Виклик вартового скверни", "Викликає вартового скверни, підкореного чорнокнижникові.\n\nВартовий скверни взаємодіє з усіма талантами та ефектами, що й ваші інші демони.", en="Summon Felguard" },
[427748] = { "Виклик вартового скверни", en="Summon Felguard" },
[431754] = { "Виклик вартового скверни", "Отримати здібність \"Виклик вартового скверни\":", rune=427733, en="Summon Felguard" },
-- Unstable Affliction
[427717] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с. Чорнокнижник може накласти лише одну \"Нестабільну химородь\" або \"Жертовний вогонь\" на одну ціль.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#{1} Shadow damage every {2} sec#cause {3} damage#them for {4} sec", en="Unstable Affliction" },
[427719] = { "Нестабільна химородь", nil, "Знемовлено.", en="Unstable Affliction" },
[431748] = { "Нестабільна химородь", "Отримати здібність \"Нестабільна химородь\":", rune=427717, en="Unstable Affliction" },
-- Vengeance
[426195] = { "Помста", "При активації ця здібність тимчасово збільшує ваш максимальний запас здоров'я на {1}% протягом {2} секунд. Після закінчення ефекту здоров'я втрачається. Крім того, під час метаморфози \"Помста\" змушує ваші крила сповільнювати падіння.#a {1}% increase#for {2} sec", "Запас здоров'я збільшено на {1}%, а швідкість падіння зменшено в метаморфозі.#by {1}%", en="Vengeance" },
[426469] = { "Помста", "Отримати здібність \"Помста\":", rune=426195, en="Vengeance" },
[435112] = { "Помста", "Сповільнює падіння на {1} секунд.#for {1} sec", "Падіння сповільнено.", en="Vengeance" },
-- Zila Gular
[448686] = { "Зіла Ґулар", "Збільшує шкоду вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, на {1}%.#by {1}%", "Шкода вашого наступного заклинання спеціалізації \"Химородь\", що не вимагає промовляння, збільшено на {1}.#by {1}%", en="Zila Gular" },

-- Engraving
[426445] = { "Гравіювання пояса - Гримуар синергії", "Вигравіювати на поясі руну \"Гримуар синергії\":", rune=426301, en="Engrave Belt - Grimoire of Synergy" },
[426443] = { "Гравіювання пояса - Клятьба", "Вигравіювати на поясі руну \"Клятьба\":", rune=426243, en="Engrave Belt - Invocation" },
[426452] = { "Гравіювання пояса - Тінь і полум'я", "Вигравіювати на поясі руну \"Тінь і полум'я\":", rune=426316, en="Engrave Belt - Shadow and Flame" },
[416017] = { "Гравіювання чоботів - Танець нечестивців", "Вигравіювати на чоботях руну \"Танець нечестивців\":", rune=412798, en="Engrave Boots - Dance of the Wicked" },
[440922] = { "Гравіювання чоботів - Винищення", "Вигравіювати на чоботях руну \"Винищення\":", rune=440870, en="Engrave Boots - Decimation" },
[416014] = { "Гравіювання чоботів - Демонічні знання", "Вигравіювати на чоботях руну \"Демонічні знання\":", rune=412732, en="Engrave Boots - Demonic Knowledge" },
[426467] = { "Гравіювання чоботів - Тіньове полум'я", "Вигравіювати на чоботях руну \"Тіньове полум'я\":", rune=426320, en="Engrave Boots - Shadowflame" },
[431758] = { "Гравіювання браслетів - Обпалююча аура", "Вигравіювати на браслетах руну \"Обпалююча аура\":", rune=427726, en="Engrave Bracers - Immolation Aura" },
[416015] = { "Гравіювання браслетів - Спалення", "Вигравіювати на браслетах руну \"Спалення\":", rune=412758, en="Engrave Bracers - Incinerate" },
[431756] = { "Гравіювання браслетів - Виклик вартового скверни", "Вигравіювати на браслетах руну \"Виклик вартового скверни\":", rune=427733, en="Engrave Bracers - Summon Felguard" },
[431747] = { "Гравіювання браслетів - Нестабільна химородь", "Вигравіювати на браслетах руну \"Нестабільна химородь\":", rune=427717, en="Engrave Bracers - Unstable Affliction" },
[416009] = { "Гравіювання нагрудника - Демонічна тактика", "Вигравіювати на нагруднику руну \"Демонічна тактика\":", rune=412727, en="Engrave Chest - Demonic Tactics" },
[403937] = { "Гравіювання нагрудника - Вогняне озеро", "Вигравіювати на нагруднику руну \"Вогняне озеро\":", rune=403666, en="Engrave Chest - Lake of Fire" },
[403932] = { "Гравіювання нагрудника - Майстерність чаклування", "Вигравіювати на нагруднику руну \"Майстерність чаклування\":", rune=403668, en="Engrave Chest - Master Channeler" },
[440926] = { "Гравіювання плаща - Інфернальний обладунок", "Вигравіювати на плащі руну \"Інфернальний обладунок\":", rune=440882, en="Engrave Cloak - Infernal Armor" },
[440924] = { "Гравіювання плаща - Знак Хаосу", "Вигравіювати на плащі руну \"Знак Хаосу\":", rune=440892, en="Engrave Cloak - Mark of Chaos" },
[403920] = { "Гравіювання плаща - Витягування душі", "Вигравіювати на плащі руну \"Витягування душі\":", rune=403511, en="Engrave Cloak - Soul Siphon" },
[403925] = { "Гравіювання рукавиць - Стріла Хаосу", "Вигравіювати на рукавицях руну \"Стріла Хаосу\":", rune=403629, en="Engrave Gloves - Chaos Bolt" },
[403919] = { "Гравіювання рукавиць - Мара", "Вигравіювати на рукавицях руну \"Мара\":", rune=403501, en="Engrave Gloves - Haunt" },
[403938] = { "Гравіювання рукавиць - Метаморфоза", "Вигравіювати на рукавицях руну \"Метаморфоза\":", rune=403789, en="Engrave Gloves - Metamorphosis" },
[403936] = { "Гравіювання рукавиць - Залп тіньових стріл", "Вигравіювати на рукавицях руну \"Залп тіньових стріл\":", rune=403628, en="Engrave Gloves - Shadow Bolt Volley" },
[431745] = { "Гравіювання шолома - Зворотний потік", "Вигравіювати на шоломі руну \"Зворотний потік\":", rune=427713, en="Engrave Helm - Backdraft" },
[431743] = { "Гравіювання шолома - Пандемія", "Вигравіювати на шоломі руну \"Пандемія\":", rune=427712, en="Engrave Helm - Pandemic" },
[426470] = { "Гравіювання шолома - Помста", "Вигравіювати на шоломі руну \"Помста\":", rune=426195, en="Engrave Helm - Vengeance" },
[425477] = { "Гравіювання штанів - Демонічна благодать", "Вигравіювати на штанях руну \"Демонічна благодать\":", rune=425463, en="Engrave Pants - Demonic Grace" },
[425476] = { "Гравіювання штанів - Угода з демоном", "Вигравіювати на штанях руну \"Угода з демоном\":", rune=425464, en="Engrave Pants - Demonic Pact" },
[416008] = { "Гравіювання штанів - Вічна химородь", "Вигравіювати на штанях руну \"Вічна химородь\":", rune=412689, en="Engrave Pants - Everlasting Affliction" },

-- Item effects
[467459] = { nil, "Підсилює вашого прислужника, збільшуючи його шкоду на {1}% та збільшуючи його броню на {2}% протягом {3} с. Ефект не діє на тимчасових прислужників та поневолених демонів.#pet damage by {1}%#pet armor by {2}% for {3} sec", ref=23720 }, -- Blessing of the Black Book
[468540] = { "Тотальна руйнація", "Збільшує ймовірність завдання критичного удару на {1}% та збільшує швидкість атаки вашого прислужника на {2}% протягом {3} с. Ефект не діє на тимчасових прислужників та поневолених демонів.#hit chance by {1}%#attack speed by {2}% for {3} sec", "Ймовірність завдання критичного удару збільшено на {1}%.#by {1}%", en="Massive Destruction" },
[1227369] = { "Пекуче полум'я", "Зменшує час вимови та глобальний час відновлення заклять \"Палючий біль\" та \"Тіньове розсічення\" на {1} с протягом {2} с.#Cleave by {1} sec for {2} sec", "Зменшує час вимови та глобальний час відновлення заклять \"Палючий біль\" та \"Тіньове розсічення\" на {1} с протягом {2} с.#Cleave by {1} sec for {2} sec", en="Searing Flames" },
[459607] = { ref=23046 }, -- Searing Pain Cast Pushback Reduction
[471698] = { "Душа демона", "Налаштуватись на внутрішню темряву, щоб краще контролювати вашого внутрішнього демона.", "Ваша душа поєднана з демоном...", en="Soul of the Demon" },

-- Rune progress
[420744] = { "Вівтар шипів", nil, "Ваша жертва буде суворою...", en="Altar of Thorns" },
[408755] = { "пожертва крові", "Пожертвуйте свою кров, щоб наповнити артефакт силою.", "Зменшення характеристик, завданої шкоди, броні та опору на 50%.", en="Blood Offering" },
[429407] = { "Гілка Тіней", nil, "Ваше серце і розум обтяжені сумнівами. Ви відчуваєте, як темрява поглинає вас.", en="Bough of Shadows" },
[421322] = { "Проклята знахідка", nil, "Кістки жадають проклятої енергії", en="Cursed Discovery" },
[426639] = { "Приношення крові", en="Offering of Blood" },
[426764] = { "Лише біль", nil, "Біль - єдина мотивація", en="Only Pain" },

-- Set bonus enchants
[1219799] = { "Душа абіссала", "Наповнити наплічники душею абіссала:\n\nПоки активна \"Метаморфоза\", ваші бойові здібності та виклик демонів не потребують уламків душі. Крім того, ви зцілюєтеся на {1}% від максимального запасу здоров'я коли завдаєте шкоди за \"Тіньовим опіком\".#you heal for {1}% of your maximum health", en="Soul of the Abyssal" },
[1219792] = { "Душа палія", "Наповнити наплічники душею палія:\n\nЩоразу, коли ви вражаєте ціль \"Розпаленням\", ваша шкода від вогню збільшується на {1}% протягом {2} с, ефект накопичується до {3} разів.#gain {1}% increased Fire damage for {2} sec#stacking up to {3} times", en="Soul of the Arsonist" },
[1219791] = { "Душа провісника хаосу", "Наповнити наплічники душею провісника хаосу:\n\nЗменшує час відновлення \"Стріли Хаосу\" на {1}% та збільшує шкоду \"Стріли Хаосу\" та \"Тіньової стріли\" на {2}%. Окрім того, \"Стріла Хаосу\" тепер може спричинити ефект таланту \"Покращена тіньова стріла\" та збільшує максимальну кількість його ефектів на {3} (не поєднується з додатковими ефектами від \"Тіньового полум'я\").#cooldown on your Chaos Bolt by {1}%#Shadow Bolt damage done by {2}%#causes it to have {3} additional charges", en="Soul of the Chaos Harbinger" },
[1219787] = { "Душа нищівника", "Наповнити наплічники душею нищівника:\n\nЙмовірність спрацювання таланту \"Сутінки\" збільшується на {1}%. \"Спалення\" з ймовірністю {2}% спричиняє ефект \"Винищення\" незалежно від запасу здоров'я цілі.#talent has a {1}% increased chance#Incinerate has a {2}% chance", en="Soul of the Decimator" },
[1219795] = { "Душа демонічного екзорциста", "Наповнити наплічники душею демонічного екзорциста:\n\n\"Вигнання\" тепер вимовляється миттєво і його можна застосувати до себе, поки ви є демоном. Самовигнання неможливе, якщо ви маєте ефект стриманості, а його застосування накладає на вас ефект стриманості на 1 хвилину.", en="Soul of the Demonic Exorcist" },
[1219794] = { "Душа повелителя демонів", "Наповнити наплічники душею пекельного пастиря:\n\nПосилює ефект таланту \"Майстер-демонолог\" на {1}%.#Demonologist talent by {1}%", en="Soul of the Demonlord" },
[1219797] = { "Душа полум'яного привида", "Наповнити наплічники душею полум'яного привида:\n\nУдари \"Тіньового розсічення\" з ймовірністю {1}% дають вам уламок душі, завершують відновлення \"Випалення душі\" та протягом {2} с дозволяють вимовити наступне \"Випалення душі\" миттєво.#hits have a {1}% chance to#Soul Fire within {2} sec", en="Soul of the Flamewraith" },
[1219798] = { "Душа плотожера", "Наповнити наплічники душею плотожера:\n\nПоки ви націлені на ворога в межах {1} м, «Витік життя» відновлює вам ману ціною здоров'я вашої цілі, але завдає на {2}% менше шкоди. Кількість отриманої мани залишається незмінною.#enemy within {1} yards#health but deals {2}% reduced damage", en="Soul of the Fleshfeaster" },
[1219793] = { "Душа пекельного пастиря", "Наповнити наплічники душею пекельного пастиря:\n\nЗбільшує силу атаки та шкоду заклять, які ваш прислужник отримує від ваших атрибутів, на {1}%.#from your attributes by {1}%", en="Soul of the Infernal Shepherd" },
[1219789] = { "Душа злостивця", "Наповнити наплічники душею злостивця:\n\nПеріодична шкода заклять \"Тіньове полум'я\", \"Нестабільна химородь\" та \"Прокляття агонії\", а також шкода вартового скверни з ймовірністю {1}% спричинить ефект \"Тінетрансу\".#Felguard have a {1}% chance to grant", en="Soul of the Malevolent" },
[1219803] = { "Душа вісника болю", "Наповнити наплічники душею вісника болю:\n\nПротягом {1} с після використання \"Тіньового розсічення\" ваш \"Палючий біль\" вражає {2} додаткову ціль в межах ближнього бою.#For {1} sec after using#Pain strikes {2} additional", en="Soul of the Pain Spreader" },
[1219796] = { "Душа стражденного", "Наповнити наплічники душею стражденного:\n\nЩоразу, коли ви отримуєте шкоду, ви і ваш вихованець отримуєте ману в обсязі, що дорівнює отриманій шкоді, але не більше {1} мани за раз. Цей ефект може спрацьовувати лише раз на кілька секунд. #to a maximum of {1} mana per", en="Soul of the Pained" },
[1219786] = { "Душа довершеності", "Наповнити наплічники душею довершеності:\n\nЗбільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="Soul of the Refined" },
[1219802] = { "Душа ритуаліста", "Наповнити наплічники душею ритуаліста:\n\nЕфект \"Демонічної жертви\" зберігається, доки ви не викличете принесеного в жертву прислужника. Одночасно на вас може діяти лише один ефект \"Демонічної жертви\".", en="Soul of the Ritualist" },
[1219788] = { "Душа гноїтеля", "Наповнити наплічники душею гноїтеля:\n\nЗбільшує шкоду ваших заклять періодичної шкоди та вартового скверни на {1}%.#Felguard pet by {1}%", en="Soul of the Rotbringer" },
[1219790] = { "Душа тінеманта", "Наповнити наплічники душею злостивця:\n\n\"Тіньова стріла\" завдає на {1}% більше шкоди за кожен ваш ефект на цілі, максимум до {2}%.#Shadowbolt deals {1}% increased#to a maximum of {2}%", en="Soul of the Shadowmancer" },
[1219785] = { "Душа переливання", "Наповнити наплічники душею переливання:\n\n\"Витік життя\" відновлює на {1}% більше мани та спричиняє на {2}% менше загрози.#generates {1}% more mana and {2}% less threat", en="Soul of the Transfusionist" },
[1219801] = { "Душа темного клинка", "Наповнити наплічники душею народженого в порожнечі:\n\nЗменшує час відновлення \"Тіньового розсічення\" на {1} с.#Shadow Cleave by {1} sec", en="Soul of the Umbral Blade" },
[1219800] = { "Душа народженого в порожнечі", "Наповнити наплічники душею народженого в порожнечі:\n\nНадлишкове самозцілення перетворюється на щит, який поглинає шкоду. Цей щит може поглинути до {1}% від вашого максимального запасу здоров'я, а також підсилюється від подальшого самозцілення.#absorb up to {1}% of your maximum", en="Soul of the Voidborne" },

-- Set bonuses
[1214151] = { "Сезон 3 - Предмет - Комплект руїн Ан'Кіражу - Чорнокнижник - Бонус 3 предметів танка", "Протягом {1} с після використання \"Тіньового розсічення\" ваш \"Палючий біль\" вражає {2} додаткову ціль в межах ближнього бою.#For {1} sec after using#Pain strikes {2} additional", en="S03 - Item - RAQ - Warlock - Tank 3P Bonus" },
[457548] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 2 предметів бійця", "\"Витік життя\" відновлює на {1}% більше мани та спричиняє на {2}% менше загрози.#generates {1}% more mana and {2}% less threat", en="S03 - Item - T1 - Warlock - Damage 2P Bonus" },
[457549] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 4 предметів бійця", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="S03 - Item - T1 - Warlock - Damage 4P Bonus" },
[457553] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 6 предметів бійця", "Ймовірність спрацювання таланту \"Сутінки\" збільшується на {1}%. \"Спалення\" з ймовірністю {2}% спричиняє ефект \"Винищення\" незалежно від запасу здоров'я цілі.#talent has a {1}% increased chance#Incinerate has a {2}% chance", en="S03 - Item - T1 - Warlock - Damage 6P Bonus" },
[457571] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 2 предметів танка", "\"Вигнання\" тепер вимовляється миттєво і його можна застосувати до себе, поки ви є демоном. Самовигнання неможливе, якщо ви маєте ефект стриманості, а його застосування накладає на вас ефект стриманості на 1 хвилину.", en="S03 - Item - T1 - Warlock - Tank 2P Bonus" },
[457572] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 4 предметів танка", "Щоразу, коли ви отримуєте шкоду, ви і ваш вихованець отримуєте ману в обсязі, що дорівнює отриманій шкоді, але не більше {1} мани за раз. Цей ефект може спрацьовувати лише раз на кілька секунд. #to a maximum of {1} mana per", en="S03 - Item - T1 - Warlock - Tank 4P Bonus" },
[457642] = { "Сезон 3 - Предмет - Комплект 1 - Чорнокнижник - Бонус 6 предметів танка", "Удари \"Тіньового розсічення\" з ймовірністю {1}% дають вам уламок душі, завершують відновлення \"Випалення душі\" та протягом {2} с дозволяють вимовити наступне \"Випалення душі\" миттєво.#hits have a {1}% chance to#Soul Fire within {2} sec", en="S03 - Item - T1 - Warlock - Tank 6P Bonus" },
[467917] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 2 предметів бійця", "Збільшує шкоду ваших заклять періодичної шкоди та вартового скверни на {1}%.#Felguard pet by {1}%", en="S03 - Item - T2 - Warlock - Damage 2P Bonus" },
[467983] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 4 предметів бійця", "Періодична шкода заклять \"Тіньове полум'я\", \"Нестабільна химородь\" та \"Прокляття агонії\", а також шкода вартового скверни з ймовірністю {1}% спричинить ефект \"Тінетрансу\".#Felguard have a {1}% chance to grant", en="S03 - Item - T2 - Warlock - Damage 4P Bonus" },
[467988] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 6 предметів бійця", "\"Тіньова стріла\" завдає на {1}% більше шкоди за кожен ваш ефект на цілі, максимум до {2}%.#Shadowbolt deals {1}% increased#to a maximum of {2}%", en="S03 - Item - T2 - Warlock - Damage 6P Bonus" },
[468028] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 2 предметів танка", "Поки ви націлені на ворога в межах {1} м, «Витік життя» відновлює вам ману ціною здоров'я вашої цілі, але завдає на {2}% менше шкоди. Кількість отриманої мани залишається незмінною.#enemy within {1} yards#health but deals {2}% reduced damage", en="S03 - Item - T2 - Warlock - Tank 2P Bonus" },
[468046] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 4 предметів танка", "Поки активна \"Метаморфоза\", ваші бойові здібності та виклик демонів не потребують уламків душі. Крім того, ви зцілюєтеся на {1}% від максимального запасу здоров'я коли завдаєте шкоди за \"Тіньовим опіком\".#you heal for {1}% of your maximum health", en="S03 - Item - T2 - Warlock - Tank 4P Bonus" },
[468061] = { "Сезон 3 - Предмет - Комплект 2 - Чорнокнижник - Бонус 6 предметів танка", "Надлишкове самозцілення перетворюється на щит, який поглинає шкоду. Цей щит може поглинути до {1}% від вашого максимального запасу здоров'я, а також підсилюється від подальшого самозцілення.#absorb up to {1}% of your maximum", en="S03 - Item - T2 - Warlock - Tank 6P Bonus" },
[1214085] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Чорнокнижник - Бонус 2 предметів бійця", "Зменшує час відновлення \"Стріли Хаосу\" на {1}% та збільшує шкоду \"Стріли Хаосу\" та \"Тіньової стріли\" на {2}%. Окрім того, \"Стріла Хаосу\" тепер може спричинити ефект таланту \"Покращена тіньова стріла\" та збільшує максимальну кількість його ефектів на {3} (не поєднується з додатковими ефектами від \"Тіньового полум'я\").#cooldown on your Chaos Bolt by {1}%#Shadow Bolt damage done by {2}%#causes it to have {3} additional charges", en="S03 - Item - TAQ - Warlock - Damage 2P Bonus" },
[1214087] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Чорнокнижник - Бонус 4 предметів бійця", "Щоразу, коли ви вражаєте ціль \"Розпаленням\", ваша шкода від вогню збільшується на {1}% протягом {2} с, ефект накопичується до {3} разів.#gain {1}% increased Fire damage for {2} sec#stacking up to {3} times", en="S03 - Item - TAQ - Warlock - Damage 4P Bonus" },
[1214091] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Чорнокнижник - Бонус 2 предметів танка", "Зменшує час відновлення \"Тіньового розсічення\" на {1} с.#Shadow Cleave by {1} sec", en="S03 - Item - TAQ - Warlock - Tank 2P Bonus" },
[1214095] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Чорнокнижник - Бонус 4 предметів танка", "Ефект \"Демонічної жертви\" зберігається, доки ви не викличете принесеного в жертву прислужника. Одночасно на вас може діяти лише один ефект \"Демонічної жертви\".", en="S03 - Item - TAQ - Warlock - Tank 4P Bonus" },
[468400] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Чорнокнижник - Бонус 2 предметів Демонології", ref=9342, en="S03 - Item - ZG - Warlock - Demonology 2P Bonus" },
[468446] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Чорнокнижник - Бонус 3 предметів демонолога", "Збільшує силу атаки та шкоду заклять, які ваш прислужник отримує від ваших атрибутів, на {1}%.#from your attributes by {1}%", en="S03 - Item - ZG - Warlock - Demonology 3P Bonus" },
[468447] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Чорнокнижник - Бонус 5 предметів демонолога", "Посилює ефект таланту \"Майстер-демонолог\" на {1}%.#Demonologist talent by {1}%", en="S03 - Item - ZG - Warlock - Demonology 5P Bonus" },
[1220060] = { "Душа абіссала", ref=468046, en="Soul of the Abyssal" },
[1220061] = { "Душа абіссала", en="Soul of the Abyssal" },
[1220046] = { "Душа палія", ref=1214087, en="Soul of the Arsonist" },
[1220047] = { "Душа палія", en="Soul of the Arsonist" },
[1220044] = { "Душа провісника хаосу", ref=1214085, en="Soul of the Chaos Harbinger" },
[1220045] = { "Душа провісника хаосу", en="Soul of the Chaos Harbinger" },
[1220035] = { "Душа нищівника", ref=457553, en="Soul of the Decimator" },
[1220037] = { "Душа нищівника", en="Soul of the Decimator" },
[1220052] = { "Душа демонічного екзорциста", ref=457571, en="Soul of the Demonic Exorcist" },
[1220053] = { "Душа демонічного екзорциста", en="Soul of the Demonic Exorcist" },
[1220050] = { "Душа повелителя демонів", ref=468447, en="Soul of the Demonlord" },
[1220051] = { "Душа повелителя демонів", en="Soul of the Demonlord" },
[1220056] = { "Душа полум'яного привида", ref=457642, en="Soul of the Flamewraith" },
[1220057] = { "Душа полум'яного привида", en="Soul of the Flamewraith" },
[1220058] = { "Душа плотожера", ref=468028, en="Soul of the Fleshfeaster" },
[1220059] = { "Душа плотожера", en="Soul of the Fleshfeaster" },
[1220048] = { "Душа пекельного пастиря", ref=468446, en="Soul of the Infernal Shepherd" },
[1220049] = { "Душа пекельного пастиря", en="Soul of the Infernal Shepherd" },
[1220040] = { "Душа злостивця", ref=467983, en="Soul of the Malevolent" },
[1220041] = { "Душа злостивця", en="Soul of the Malevolent" },
[1220068] = { "Душа вісника болю", ref=1214151, en="Soul of the Pain Spreader" },
[1220069] = { "Душа вісника болю", en="Soul of the Pain Spreader" },
[1220054] = { "Душа стражденного", ref=457572, en="Soul of the Pained" },
[1220055] = { "Душа стражденного", en="Soul of the Pained" },
[1220034] = { "Душа довершеності", ref=457549, en="Soul of the Refined" },
[1220036] = { "Душа довершеності", en="Soul of the Refined" },
[1220066] = { "Душа ритуаліста", ref=1214095, en="Soul of the Ritualist" },
[1220067] = { "Душа ритуаліста", en="Soul of the Ritualist" },
[1220038] = { "Душа гноїтеля", ref=467917, en="Soul of the Rotbringer" },
[1220039] = { "Душа гноїтеля", en="Soul of the Rotbringer" },
[1220042] = { "Душа тінеманта", ref=467988, en="Soul of the Shadowmancer" },
[1220043] = { "Душа тінеманта", en="Soul of the Shadowmancer" },
[1220032] = { "Душа переливання", ref=457548, en="Soul of the Transfusionist" },
[1220033] = { "Душа переливання", en="Soul of the Transfusionist" },
[1220064] = { "Душа темного клинка", ref=1214091, en="Soul of the Umbral Blade" },
[1220065] = { "Душа темного клинка", en="Soul of the Umbral Blade" },
[1220062] = { "Душа народженого в порожнечі", ref=468061, en="Soul of the Voidborne" },
[1220063] = { "Душа народженого в порожнечі", en="Soul of the Voidborne" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
