local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[398117] = { "Смаколик в кишені", "Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на {1}.#target by {1}", "Пахне смачно! Звірі завдають на {1} більше шкоди.#deal {1} extra" }, -- Pockets of Treats
[398603] = { "Вирізання рун", "Нанести на ваше спорядження потужні руни." }, -- Runecarving
[399954] = { "Здібність руни нагрудника", "Надягніть нагрудних з руною, щоб активувати цю здібність." }, -- Chest Rune Ability
[399966] = { "Здібність руни штанів", "Надягніть штани з руною, щоб активувати цю здібність." }, -- Legs Rune Ability
[399967] = { "Здібність руни рукавиць", "Надягніть рукавиці з руною, щоб активувати цю здібність." }, -- Hands Rune Ability
[408953] = { "Сповнення натхненням", nil, "Сповнюється натхненням." }, -- Building Inspiration
[415449] = { "Здібність руни пояса", "Надягніть пояс з руною, щоб активувати цю здібність." }, -- Waist Rune Ability
[415450] = { "Здібність руни чоботів", "Надягніть чоботи з руною, щоб активувати цю здібність." }, -- Feet Rune Ability
[417345] = { "Здібність руни шолома", "Надягніть шолом з руною, щоб активувати цю здібність." }, -- Helm Rune Ability
[417346] = { "Здібність руни браслетів", "Надягніть браслети з руною, щоб активувати цю здібність." }, -- Bracer Rune Ability
[417347] = { "Здібність руни плаща", "Надягніть плащ з руною, щоб активувати цю здібність." }, -- Cloak Rune Ability
[417348] = { "Здібність руни наплічників", "Надягніть наплічники з руною, щоб активувати цю здібність." }, -- Shoulder Rune Ability
[423298] = { "Крихітна швидкість плавання", ref=8747 }, -- Swimming Speed Minor
[426606] = { "Розмова з мертвими?", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку.", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Speak with the Dead?
[427774] = { "Нищівна пітьма", "Ви відчуваєте потойбічний тиск нищівної сили.", "Вас огортає нищівна пітьма..." }, -- Crushing Darkness
[429856] = { "тренувальний ночезуб стражів", "Викликати тренувального ночезуба стражів. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Sentinel Nightsaber
[429857] = { "тренувальний вовк вершників", "Викликати тренувального вовка вершників. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Outrider Wolf
[430947] = { "благословення Чорноводдя", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин.", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин." }, -- Boon of Blackfathom
[431111] = { ref=430947 }, -- Boon of Blackfathom
[434838] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[434842] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[436288] = { "Кривавий строкатий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Mottled Blood Raptor
[443464] = { "Цілющий цвіт", nil, "Зцілює {1} здоров'я кожні {2} с.#{1} every {2}" }, -- Healing Blossom
[446091] = { "Аура паралізуючого жаху", nil, "Ваш розум наповнюється невимовним жахом. Отриману шкоду значно збільшено, а швидкість руху зменшено." }, -- Aura of Paralyzing Dread
[446106] = { "Постріл вогнепальної сокири", "Вистрілити з сокири-гвинтівки, задавши від {1} до {2} шкоди вогнем та додатково {3} шкоди протягом {4} секунд.#Dealing {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Gun Axe Shot
[446695] = { "Запал дослідника храмів", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%" }, -- Fervor of the Temple Explorer
[446707] = { "Парасомнія", "Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", "Дезорієнтовано." }, -- Parasomnia
[448572] = { ref=700 }, -- Sleep (Rank 3)
[450662] = { ref=700 }, -- Sleep
[460455] = { nil, "Збільшує вашу швидкість атаки на {1}% протягом {2} с. Не діє на персонажів вище {3} рівня.#speed by {1}% for {2} sec#above level {3}", ref=13494 }, -- Haste
[460756] = { ref=700 }, -- Sleep
[462058] = { ref=700 }, -- Sleep
[462577] = { ref=700 }, -- Sleep
[467410] = { "Благословення бронзових драконів", "Збільшує шкоду від заклинань і ефектів аркани на {1}.#Arcane spells and effects by up to {1}", "Шкоду від аркани збільшено на {1}.#by {1}" }, -- Brood Boon: Bronze
[467411] = { "Благословення чорних драконів", "Збільшує шкоду від заклинань і ефектів тіні на {1}.#Shadow spells and effects by up to {1}", "Шкоду від тіні збільшено на {1}.#by {1}" }, -- Brood Boon: Black
[467412] = { "Благословення синіх драконів", "Збільшує шкоду від заклинань і ефектів криги на {1}.#Frost spells and effects by up to {1}", "Шкоду від криги збільшено на {1}.#by {1}" }, -- Brood Boon: Blue
[467413] = { "Благословення зелених драконів", "Збільшує шкоду від заклинань і ефектів природи на {1}.#Nature spells and effects by up to {1}", "Шкоду від природи  збільшено на {1}.#by {1}" }, -- Brood Boon: Green
[467414] = { "Благословення червоних драконів", "Збільшує шкоду від заклинань і ефектів вогню на {1}.#Fire spells and effects by up to {1}", "Шкоду від вогню збільшено на {1}.#by {1}" }, -- Brood Boon: Red
[467642] = { "Нищівний удар Жеклік", ref=13486 }, -- Jeklik's Crushing Blow
[467740] = { ref=13480 }, -- Shadow Bolt
[468591] = { ref=700 }, -- Sleep
[469146] = { ref=700 }, -- Sleep
[469370] = { ref=701 }, -- Firebolt
[470788] = { ref=442895 }, -- Frost Specialization
[470789] = { ref=442894 }, -- Fire Specialization
[1213886] = { "Настій непохитної скорботи", "Збільшує зцілення від магічних заклинань і ефектів на {1}, шкоду від магічних заклинань і ефектів на {2} та відновлює {3} мани кожні {4} секунд протягом {5} годин. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.#healing done by magical spells and effects by up to {1},#damage done by magical spells and effects by up to {2},#mana regeneration by {3} mana per {4} seconds for {5} hrs", "Зцілення збільшено на {1}.\nШкоду заклять збільшено на {2}.\nВідновлення {3} мани кожні 5 секунд.#Healing increased by {1}#Spell damage increased by {2}#Regenerating {3} mana" }, -- Flask of Unyielding Sorrow
[1213892] = { "Настій древніх знань", "Збільшує шкоду від магічних заклинань і ефектів на {1} протягом {2} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#spells and effects by up to {1} for {2} hrs", "Шкоду заклять збільшено на {1}.#by {1}" }, -- Flask of Ancient Knowledge
[1213897] = { "Настій божевілля", "Збільшує силу атаки на {1} протягом {2} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#attack power by {1} for {2} hrs", "Силу атаки збільшено на {1}.#by {1}" }, -- Flask of Madness
[1213901] = { "Настій Старих Богів", "Збільшує витривалість на {1}, а навичку захисту - на {2} протягом {3} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#Stamina by {1} and defense value by {2} for {3} hrs", "Витривалість збільшено на {1}.\nНавичку захисту збільшено на {2}.#Stamina increased by {1}#Defense increased by {2}" }, -- Flask of the Old Gods
[1213904] = { "Еліксир медоїда", "Збільшує спритність на {1}, ймовірність завдання критичного удару на {2}% та опір природі на {3} протягом {4} год.#Agility by {1}#get a critical hit by {2}%#Resistance by {3} for {4} hour", "Спритність збільшено на {1}.\nЙмовірність завдання критичного удару збільшено на {2}%.\nОпір природі збільшено на {3}.#Agility increased by {1}#chance increased by {2}%#Resistance increased by {3}" }, -- Elixir of the Honey Badger
[1213914] = { "Еліксир верховного мага", "Збільшує шкоду заклять на {1} та опір природі на {2} протягом {3} год.#by up to {1} and Nature Resistance by {2} for {3} hour", "Магічну шкоду від заклять та здібностей збільшено на {1}.\nОпір природі збільшено на {2}.#abilities is increased by up to {1}#Resistance increased by {2}" }, -- Elixir of the Mage-Lord
[1213917] = { "Еліксир залізної стійкості", "Збільшує броню на {1}, навичку захисту на {2} та опір природі на {3} протягом {4} год.#armor by {1}#defense value by {2}#Resistance by {3} for {4} hour", "Броню збільшено на {1}.\nНавичку захисту збільшено на {2}.\nОпір природі збільшено на {3}.#Armor increased by {1}#Defense increased by {2}#Resistance increased by {3}" }, -- Elixir of the Ironside
[1213922] = { "Еліксир жвавості", "Збільшує швидкість бігу на {1}% протягом {2} год.#run speed by {1}% for {2} hour", "Швидкість бігу збільшено на {1}%.#by {1}" }, -- Elixir of Alacrity
[1214001] = { "Сувій: Гнів рою", "Прочитати сувій, щоб викликати Гнів рою, що посилить учасників рейду, збільшуючи шкоду та зцілення заклять на {1}, а також збільшуючи силу атаки на {2} протягом {3} год.#up to {1} increased damage#attack power by {2} for {3} hour", "Підсилено Гнівом рою. Шкоду та зцілення заклять збільшено на {1}, а силу атаки збільшено на {2}.#up to {1} increased damage#attack power by {2}" }, -- Scroll: Wrath of the Swarm

-- Engraving
[442813] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Sword Specialization
[442876] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Axe Specialization
[442881] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Mace Specialization
[442887] = { "Спеціалізація на кинджалах", "Навичка володіння кинджалами збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Dagger Specialization
[442890] = { "Спеціалізація на кулачній зброї", "Навичка володіння кулачною зброєю (без зброї) збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Fist Weapon Specialization
[442891] = { "Спеціалізація на зброї дальнього бою", "Навички володіння луками, рушницями, арбалетами та метальною зброєю збільшуються на {1}. Не поєднується з іншими рунами для перснів.#weapons increased by {1}" }, -- Ranged Weapon Specialization
[442892] = { "Спеціалізація на держаковій зброї", "Навички володіння держаковою зброєю та посохами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Pole Weapon Specialization
[442893] = { "Спеціалізація на аркані", "Ймовірність влучити закляттями аркани збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Arcane Specialization
[442894] = { "Спеціалізація на вогні", "Ймовірність влучити закляттями вогню збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Fire Specialization
[442895] = { "Спеціалізація на кризі", "Ймовірність влучити закляттями криги збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Frost Specialization
[442896] = { "Спеціалізація на природі", "Ймовірність влучити закляттями природи збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Nature Specialization
[442897] = { "Спеціалізація на тіні", "Ймовірність влучити закляттями тіні збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Shadow Specialization
[442898] = { "Спеціалізація на святості", "Ймовірність влучити закляттями святості збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Holy Specialization
[453635] = { "Гравіювання персня - Спеціалізація на мечах", "Вигравіювати на персні руну \"Спеціалізація на мечах\":", rune=442813 }, -- Engrave Ring - Sword Specialization
[453688] = { "Гравіювання персня - Спеціалізація на сокирах", "Вигравіювати на персні руну \"Спеціалізація на сокирах\":", rune=442876 }, -- Engrave Ring - Axe Specialization
[453689] = { "Гравіювання персня - Спеціалізація на булавах", "Вигравіювати на персні руну \"Спеціалізація на булавах\":", rune=442881 }, -- Engrave Ring - Mace Specialization
[453690] = { "Гравіювання персня - Спеціалізація на кинджалах", "Вигравіювати на персні руну \"Спеціалізація на кинджалах\":", rune=442887 }, -- Engrave Ring - Dagger Specialization
[453691] = { "Гравіювання персня - Спеціалізація на кулачній зброї", "Вигравіювати на персні руну \"Спеціалізація на кулачній зброї\":", rune=442890 }, -- Engrave Ring - Fist Weapon Specialization
[453692] = { "Гравіювання персня - Спеціалізація на зброї дальнього бою", "Вигравіювати на персні руну \"Спеціалізація на зброї дальнього бою\":", rune=442891 }, -- Engrave Ring - Ranged Weapon Specialization
[453694] = { "Гравіювання персня - Спеціалізація на держаковій зброї", "Вигравіювати на персні руну \"Спеціалізація на держаковій зброї\":", rune=442892 }, -- Engrave Ring - Pole Weapon Specialization
[453695] = { "Гравіювання персня - Спеціалізація на аркані", "Вигравіювати на персні руну \"Спеціалізація на аркані\":", rune=442893 }, -- Engrave Ring - Arcane Specialization
[453696] = { "Гравіювання персня - Спеціалізація на вогні", "Вигравіювати на персні руну \"Спеціалізація на вогні\":", rune=442894 }, -- Engrave Ring - Fire Specialization
[453697] = { "Гравіювання персня - Спеціалізація на кризі", "Вигравіювати на персні руну \"Спеціалізація на кризі\":", rune=442895 }, -- Engrave Ring - Frost Specialization
[453698] = { "Гравіювання персня - Спеціалізація на природі", "Вигравіювати на персні руну \"Спеціалізація на природі\":", rune=442896 }, -- Engrave Ring - Nature Specialization
[453700] = { "Гравіювання персня - Спеціалізація на тіні", "Вигравіювати на персні руну \"Спеціалізація на тіні\":", rune=442897 }, -- Engrave Ring - Shadow Specialization
[453702] = { "Гравіювання персня - Спеціалізація на святості", "Вигравіювати на персні руну \"Спеціалізація на святості\":", rune=442898 }, -- Engrave Ring - Holy Specialization
[459312] = { "Спеціалізація на захисті", "Навичка захисту збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Defense Specialization
[459313] = { "Гравіювання персня - Спеціалізація на захисті", "Вигравіювати на персні руну \"Спеціалізація на захисті\":", rune=459312 }, -- Engrave Ring - Defense Specialization
[468758] = { "Спеціалізація на зціленні", "Збільшує зцілення від заклинань і ефектів на {1}. Не поєднується з іншими рунами для перснів.#up to {1}" }, -- Healing Specialization
[468761] = { "Гравіювання персня - Спеціалізація на зціленні", "Вигравіювати на персні руну \"Спеціалізація на зціленні\":", rune=468758 }, -- Engrave Ring - Healing Specialization
[468762] = { "Спеціалізація на медитації", "Відновлює {1} мани кожні 5 сек. Не поєднується з іншими рунами для перснів.#Restores {1} mana" }, -- Meditation Specialization
[468763] = { "Гравіювання персня - Спеціалізація на медитації", "Вигравіювати на персні руну \"Спеціалізація на медитації\":", rune=468762 }, -- Engrave Ring - Meditation Specialization

-- Item effects
[423002] = { ref=24694 }, -- Attack Power - Feral (+59)
[430948] = { "Магічне відновлення", nil, "Відновлення {1} мани кожні {2} с.#Restores {1} mana per {2} sec", ref=18378 }, -- Arcane Recovery
[430949] = { "Магічно точність", "Збільшує ваш шанс завдання удару заклинаннями на {1}%.#hit with spells by {1}%", "Шанс завдання удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Accuracy
[430950] = { "Магічний захист - вогонь", "Збільшує ваш опір вогню на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір вогню збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Fire
[430951] = { "Магічний захист - крига", "Збільшує ваш опір кризі на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір кризі збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Frost
[430952] = { "Магічна сила", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#chance to crit with spells by {1}%", "Шанс завдання критичного удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Power
[432639] = { "Шанс завдання удару", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}%.#chance to hit with all spells and attacks by {1}%" }, -- Increased Hit Chance 1
[434837] = { ref=11791 }, -- Puncture Armor
[435169] = { ref=11790 }, -- Poison Cloud
[435531] = { ref=24694 }, -- Attack Power - Feral (+69)
[435975] = { ref=9342 }, -- Irradiated Set Spell Dam 11
[435976] = { ref=24694 }, -- Attack Power - Feral (+20)
[435978] = { ref=9342 }, -- Energized Hyperconductor
[436041] = { "Зменшувач світу", "Зменшує весь світ навколо вас на 5 хвилин або поки ви не атакуєте.", "Ви зменшили весь світ!" }, -- World Shrinker
[436239] = { "Шанс критичного удару", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#chance to get a critical strike with all spells and attacks by {1}%" }, -- Increased Critical 1 - All
[436473] = { ref=17308 }, -- Stun
[436475] = { ref=12883 }, -- Longsight
[436480] = { ref=24694 }, -- Attack Power - Feral (+80)
[438273] = { "PvP аксесуар", "Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- PvP Trinket
[439155] = { "Сигіла винахідливості", "Зачарована сигіла винахідливості підсилює вас, збільшуючи шкоду та зцілення від заклинань на 20 та збільшуючи силу атаки на 20 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами винахідливості. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#by increased {2}" }, -- Sigil of Innovation
[439651] = { "Збільшення навички володіння кулачною зброєю", "Збільшує навичку володіння кулачною зброєю на {1}.#Fist Weapons +{1}" }, -- Increased Fist Weapons
[440632] = { ref=24694 }, -- Attack Power - Feral (+36)
[440981] = { ref=25901 }, -- Weapon Damage 03
[446092] = { "Нейрогномний захист", "Забезпечує захист від певних видів психічних атак." }, -- Gneurostatic Protection
[446240] = { "Сигіла живих снів", "Зачарована сигіла живих снів підсилює вас, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами живих снів. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Living Dreams
[446278] = { ref=24291 }, -- Dragon Slaying 141
[446282] = { ref=24694 }, -- Attack Power - Feral (+78)
[446317] = { ref=12693 }, -- Drain Life
[446322] = { "Смарагдовий покрив", ref=26400 }, -- Emerald Shroud
[446327] = { "Несамовитість", ref=12686 }, -- Enrage
[446450] = { ref=9136 }, -- Attack Power 15
[446458] = { ref=9342 }, -- Increase Spell Dam +9
[446470] = { ref=7675 }, -- Increase Healing 18
[446708] = { ref=24694 }, -- Attack Power - Feral (+73)
[446713] = { ref=433 }, -- Food
[446714] = { ref=430 }, -- Drink
[446715] = { "Джунглевий дуріан", ref=18071 }, -- Jungle Durian
[446727] = { ref=24291 }, -- Dragon Slaying 36
[447255] = { ref=24291 }, -- Dragon Slaying 24
[447274] = { ref=24694 }, -- Attack Power - Feral (+67)
[448324] = { ref=436239 }, -- Increased Critical 2 - All
[449668] = { ref=24694 }, -- Attack Power - Feral (+114)
[449933] = { "Крит святоості", "Збільшує ймовірність завдання критичного удару заклинаннями святості на {1}%.#Holy spell critical strike chance by {1}%" }, -- Holy Crit
[449975] = { ref=21539 }, -- Stalwart Block
[450106] = { ref=439 }, -- Healing Potion
[450107] = { ref=439 }, -- Healing Potion
[453053] = { ref=24694 }, -- Attack Power - Feral (+260)
[456536] = { ref=21539 }, -- S03 - Item - T1 - Paladin - Protection 2P Bonus
[457645] = { ref=21539 }, -- S03 - Item - T1 - Warrior - Tank 2P Bonus
[459217] = { "Пустельний сонар", "Виявлення великих об'єктів під піском.", "Виявляє великі об'єкти під піском." }, -- Desert Sonar
[459599] = { ref=23037 }, -- Mana Shield Absorb Increase
[459613] = { "Прискорювач керованої плавучості", "Збільшує швидкість плавання на {1}% протягом {2} хв.#speed by {1}% for {2} min", "Швидкість плавання збільшено на {1}%.#by {1}%" }, -- Guided Buoyancy Accelerant
[459736] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460229] = { ref=21539 }, -- Block Value 17
[460230] = { ref=432639 }, -- Increased Hit Chance 2
[460332] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460339] = { ref=24694 }, -- Attack Power - Feral (+358)
[460343] = { ref=24694 }, -- Attack Power - Feral (+124)
[461120] = { "Водяні черевики", "Дозволяє ходити по воді протягом {1} хв.#on water for {1} min", "Ходіння по воді." }, -- Treading Water
[461151] = { ref=16559 }, -- Flame Wrath
[461153] = { ref=16559 }, -- Flame Wrath
[461224] = { "Осквернена демонами кров", "Збільшує силу на {1}. Ефект триває {2} с.#Strength by {1}#lasts for {2} sec", "Силу збільшено на {1}.#by {1}" }, -- Demon-Tainted Blood
[461226] = { "Серце дереваня", "Збільшує опір природі на {1}. Ефект триває {2} с.#Resistance by {1}#lasts for {2} sec", "Опір природі збільшено на {1}.#by {1}" }, -- Heart of the Treant
[461227] = { "Вартовий природи", "Збільшує вашу шкоду від природи на {1}. Ефект триває {2} с.#Nature Damage by up to {1}#lasts for {2} sec", "Шкоду від природи збільшено на {1}.#to {1}" }, -- Guardian of Nature
[461235] = { "Лють місяцескрада", ref=461224 }, -- Moonstalker Fury
[461317] = { "Шпилька Престор", ref=24354 }, -- Prestor's Hairpin
[461318] = { "Дар Гоба", "Перетворює учасника групи на друга.", "Друг." }, -- Gift of Gob
[461569] = { ref=7675 }, -- Increase Healing 76
[461580] = { ref=24694 }, -- Attack Power - Feral (+172)
[461629] = { ref=24694 }, -- Attack Power - Feral (+109)
[461632] = { "Стратгольмська свята вода", ref=430 }, -- Stratholme Holy Water
[461680] = { ref=23271 }, -- Ephemeral Power
[461681] = { "Збільшення навички спеціалізації \"Дикість\"", "Збільшує навичку спеціалізації \"Дикість\" на {1}.#Feral Combat +{1}" }, -- Increased Feral Combat
[461682] = { ref=21151 }, -- Gutgore Ripper
[461683] = { ref=16375 }, -- Drain Life
[461685] = { ref=24694 }, -- Attack Power - Feral (+189)
[461686] = { ref=21179 }, -- Chain Lightning
[461694] = { ref=23266 }, -- Fiery Aura (Rank 1)
[461695] = { ref=690 }, -- Firebolt
[461696] = { ref=20885 }, -- Vitality (Rank 1)
[461896] = { "Вогняний підрив", "Підриває ворога, завдаючи {1} шкоди вогнем.#for {1} Fire" }, -- Fire Blast
[461951] = { ref=7675 }, -- Increase Healing 112
[461953] = { ref=449933 }, -- Holy Crit
[461956] = { ref=7704 }, -- Increase Shadow Dam 75
[461985] = { "Тайфун", ref=21919 }, -- Typhoon
[462149] = { ref=2379 }, -- Speed
[462178] = { ref=11963 }, -- Enfeeble
[462221] = { ref=12693 }, -- Drain Life
[462229] = { ref=27780 }, -- Corrupted Fear
[462385] = { ref=27656 }, -- Flame Lash
[462636] = { ref=27675 }, -- Chromatic Infusion
[462746] = { ref=22836 }, -- Elemental Slaying 75
[462858] = { ref=17447 }, -- Circle of Flame
[463105] = { ref=22850 }, -- Sanctuary
[463448] = { "Крижаний спалах", "Вражає ворогів неподалік кригою, знерухомлюючи їх на {1} с.#immobilizing them for up to {1} sec", "Знерухомлено" }, -- Frost Nova
[463564] = { "Блокування матері зграї", ref=28773 }, -- Broodmother's Block
[463864] = { "Сигіла плинної води", "Зачарована сигіла живих плинної води підсилює ваш рейд, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 1 години.", "Підсилено чарами плинної води. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Flowing Waters
[463946] = { ref=16921 }, -- Chain Lightning
[465412] = { "Священна шкода зброї", "Додає {1} шкоди святістю до ваших атак ближнього бою.#Adds {1} holy" }, -- Add Holy Dam - Weap 04
[465414] = { "Ревність лицаря", ref=12686 }, -- Crusader's Zeal
[466938] = { ref=9342 }, -- Increase Spell Dam 77
[467142] = { "Збільшення зцілення/шкоди", "Збільшує зцілення на {1}, а шкоду - на {2} для всіх магічних заклинань і ефектів.#healing done by up to {1} and damage done by up to {2} for all" }, -- Hybrid Healing/Spell Dam 46/16
[467143] = { ref=467142 }, -- Hybrid Healing/Spell Dam 37/13
[467144] = { ref=467142 }, -- Hybrid Healing/Spell Dam 40/14
[467166] = { ref=467142 }, -- Hybrid Healing/Spell Dam 66/22
[467167] = { ref=16411 }, -- Fatal Wound
[467318] = { ref=467142 }, -- Hybrid Healing/Spell Dam 35/12
[467330] = { ref=467142 }, -- Hybrid Healing/Spell Dam 64/22
[467332] = { ref=467142 }, -- Hybrid Healing/Spell Dam 77/26
[467430] = { ref=467142 }, -- Hybrid Healing/Spell Dam 53/18
[467432] = { ref=9342 }, -- Increase Spell Dam 86
[467437] = { ref=467142 }, -- Hybrid Healing/Spell Dam 62/21
[467443] = { ref=467142 }, -- Hybrid Healing/Spell Dam 26/9
[467549] = { ref=467142 }, -- Hybrid Healing/Spell Dam 75/25
[467550] = { ref=467142 }, -- Hybrid Healing/Spell Dam 44/15
[467647] = { ref=467142 }, -- Hybrid Healing/Spell Dam 33/11
[467651] = { ref=467142 }, -- Hybrid Healing/Spell Dam 22/8
[467754] = { "Дух змії", "Викликати зачаровану змію, що поклонятиметься вам, збільшуючи дух на {1} протягом {2} с.#Spirit by {1} for {2} sec", "Дух збільшено на {1}.#by {1}" }, -- Serpentine Spirit
[467828] = { ref=467142 }, -- Hybrid Healing/Spell Dam 29/10
[467830] = { ref=467142 }, -- Hybrid Healing/Spell Dam 15/6
[468164] = { "Зламана котушка Пеґла", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}% протягом {2} с.#chance to hit with all spells and attacks by {1}% for {2} sec", "Шанс завдання удару всіма заклинаннями та атаками збільшено на {1}%.#by {1}%" }, -- Pagle's Broken Reel
[468165] = { ref=13492 }, -- Beast Slaying 99
[468166] = { ref=24291 }, -- Dragon Slaying 60
[468168] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468170] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468175] = { ref=12822 }, -- Demon Slaying 141
[468184] = { ref=16375 }, -- Drain Life
[468224] = { ref=467142 }, -- Hybrid Healing/Spell Dam 59/20
[468268] = { ref=27205 }, -- Increased Pet Damage +3%
[468395] = { ref=9342 }, -- S03 - Item - ZG - Druid - Balance 2P Bonus
[468398] = { ref=467142 }, -- S03 - Item - ZG - Priest - Discipline 2P Bonus
[468400] = { ref=9342 }, -- S03 - Item - ZG - Warlock - Demonology 2P Bonus
[468590] = { ref=467142 }, -- Hybrid Healing/Spell Dam 51/17
[468592] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/14
[468621] = { ref=467142 }, -- Hybrid Healing/Spell Dam 31/11
[468670] = { ref=16921 }, -- Chain Lightning
[468688] = { ref=467142 }, -- Hybrid Healing/Spell Dam 128/43
[468700] = { ref=24694 }, -- Attack Power - Feral (+338)
[468714] = { ref=467142 }, -- Gla'sir Hybrid Healing/Spell Dam 144/77
[468764] = { ref=467142 }, -- Hybrid Healing/Spell Dam 55/19
[468767] = { ref=430 }, -- Drink
[468768] = { "Гнів вини", ref=461224 }, -- Wrath of Wray
[468769] = { "Відбивання природи", "Відбиває закляття природи в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття природи." }, -- Nature Reflector
[468781] = { "Прийдешня буря", "Отримано електричний заряд. При накопиченні {1} зарядів, вони виівільнять блискавку, що завдасть {2} шкоди.#reach {1} Electrical#Bolt for {2} damage", "Електричний заряд," }, -- Gathering Storm
[468993] = { ref=24694 }, -- Attack Power - Feral (+298)
[469025] = { "Лють Сюзерена", nil, "Шкоду драконам збільшено на {1}%.#by {1}%" }, -- Rage of the Suzerain
[469133] = { ref=467142 }, -- Hybrid Healing/Spell Dam 68/23
[469138] = { ref=467142 }, -- Truthbearer Hybrid Healing/Spell Dam 144/77
[469223] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/22
[469348] = { ref=7219 }, -- Immune to Disarm
[469410] = { ref=467142 }, -- Hybrid Healing/Spell Dam 84/28
[469414] = { ref=467142 }, -- Hybrid Healing/Spell Dam 70/24
[469481] = { ref=467142 }, -- Hybrid Healing/Spell Dam 48/16
[469493] = { ref=467142 }, -- Hybrid Healing/Spell Dam 90/30
[469499] = { ref=20885 }, -- Vitality (Rank 1)
[469828] = { ref=23719 }, -- Untamed Fury
[470345] = { ref=746 }, -- First Aid (Rank 11)
[470362] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і шкода ваших заклять збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Spell Damage by {3} for {4} min", ref=433 }, -- Food
[470369] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і ваша ефективність зцілення збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Healing done by {3} for {4} min", ref=433 }, -- Food
[473384] = { "Виклик зброєносця", "Скористатись посібником, щоб викликати зброєносця Сріблястого Світанку для тренувальння в бою з силітидами. Силітиди, вбиті в присутності зброєносця, підвищать вашу репутацію у Сріблястого Світанку.", "Вас супроводжує зброєносець. Ви отримуєте репутацію у Сріблястого Світанку за вбивство силітидів." }, -- Summon Squire
[473482] = { "Порушення стихій", "Послаблює елементалів Ради Безодні в Силітусі, зменшуючи всю їхню шкоду на {1}%. Триває {2} хв.#they deal by {1}%#Lasts {2} min", "Завдану шкоду зменшено на {1}%.#by {1}%" }, -- Elemental Disjunction
[473544] = { "Скрадання", "Використання цих феромонів дозволяє вам скрадатися всередині Вул'Аші, Вул'Регаля або Вул'Зори, але зменшує вашу швидкість руху на {1}%. Триває {2} хв.#your speed by {1}%#Lasts {2} min", "Непомітність. Швидкість руху зменшено на {1}%.#by {1}%" }, -- Sneaking
[474116] = { "Амулет нечестивих оберегів", "Поглинає від {1} до {2} шкоди від природи. Триває {3} с.#Absorbs {1} to {2} nature#Lasts {3} sec", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2} nature" }, -- Amulet of Fowl Warding
[474236] = { "Благословення Джи'жі", ref=18803 }, -- Blessing of Ji'zhi
[474386] = { ref=438273 }, -- PvP Trinket
[474727] = { ref=467142 }, -- Hybrid Healing/Spell Dam 144/47
[1213145] = { "Кадило фальшивого пророка", "Виконати старовинний обряд кіражів.", "Пророк брехні." }, -- Censer of the False Prophet
[1213147] = { ref=24998 }, -- Healing of the Ages
[1213232] = { "Намисто чистоти", "Поглинає від {1} до {2} шкоди від природи та зцілює носія від {3} отрут. Триває {4} с.#Absorbs {1} to {2} nature#up to {3} poison#Lasts {4} sec", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2} nature" }, -- Necklace of Purity
[1213234] = { "Перекроєння", "На короткий час перекроює ваше тіло, знімаючи всі активні ефекти отрути та надаючи невразливість до шкоди від природи на {1} с.#Nature damage for {1} sec", "Невразливість до шкоди від природи." }, -- Recomposed
[1213288] = { "Збільшення вправності", "Зменшує шанс ухилення чи парирування ваших атак на {1}%.#parried by {1}%" }, -- Increased Expertise 1
[1213289] = { ref=1213288 }, -- Increased Expertise 2
[1213290] = { ref=1213288 }, -- Increased Expertise 3
[1213297] = { "Жетон стража рою", "Перейняти аспекти стража рою, атакуючи ворогів навколо вихором клинків протягом {1} с.#that lasts {1} sec", "Атакує навколишніх ворогів, завдаючи їм звичайної шкоди." }, -- Badge of the Swarmguard
[1213335] = { "Земний покрив", "Заритися в землю, внаслідок чого вас не можна обрати ціллю протягом {1} с.#untargetable for {1} sec", "Не можна обрати ціллю протягом {1} с.#for {1} sec" }, -- Earthen Shroud
[1213355] = { "Шок", ref=26415 }, -- Shock
[1213366] = { ref=29602 }, -- Jom Gabbar
[1213375] = { ref=29506 }, -- The Burrower's Shell
[1213390] = { "Загартовані часом удари", "Збільшує шанс завдання додаткового удару в ближньому чи дальньому бою на {1}% за кожен екіпірований вами загартований часом обладунок.#Gives you {1}% chance per piece" }, -- Timeworn Strike
[1213398] = { "Загартовані часом закляття", "Збільшує швидкість вимови заклять на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Spell
[1213405] = { "Загартоване часом зцілення", "Збільшує ефективність ваших заклять зцілення та поглинання шкоди на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Healing
[1213407] = { "Загартована часом вправність", "Зменшує шанс ухилення чи парирування ваших атак на {1}% за кожен екіпірований вами загартований часом обладунок.#parried by {1}% per piece" }, -- Timeworn Expertise
[1213411] = { ref=23701 }, -- Twisting Nether
[1213417] = { ref=23686 }, -- Lightning Strike
[1213419] = { ref=23689 }, -- Heroism
[1213421] = { ref=23688 }, -- Aura of the Blue Dragon
[1213422] = { ref=23684 }, -- Aura of the Blue Dragon
[1213813] = { "Шит шкоди +100", "При отриманні удару в бою завдає {1} шкоди від природи нападнику. Спричиняє вдвічі більше загрози.#inflicts {1} Nature" }, -- Damage Shield Dmg +100
[1213816] = { "Шит шкоди +80", ref=1213813 }, -- Damage Shield Dmg +80
[1213862] = { ref=18815 }, -- Drain Life
[1213874] = { ref=18815 }, -- Drain Life
[1213924] = { "Арканічна мегабомба", ref=19821 }, -- Arcane Megabomb
[1213946] = { "Обсидіанова бомба", ref=1940 }, -- Obsidian Bomb
[1213972] = { "Швидкість", ref=2379 }, -- Speed
[1214125] = { "Обсидіанові осколки", "При завданні прямого удару закляттям чи атакою ближнього бою ви можете завдати цілі від {1} до {2} шкоди вогнем. Завдає додаткової шкоди силітидам в Силітусі майже при кожному ударі.#deal {1} to {2} Fire damage" }, -- Obsidian Edged
[1214143] = { "Обсидіанові осколки", "При завданні удару атакою дальнього бою ви можете завдати цілі від {1} до {2} шкоди вогнем. Завдає додаткової шкоди силітидам в Силітусі майже при кожному ударі.#deal {1} to {2} Fire damage" }, -- Obsidian Edged
[1214155] = { "Загартоване часом гниття", "Збільшує шкоду ваших заклять періодичної шкоди на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Decay
[1214179] = { "Форма хутропуза", "Перетворює вас на хутропуза на {1} хв.#Furbolg for {1} min", "Перетворено на хутропуза." }, -- Furbolg Form
[1214204] = { ref=467142 }, -- Hybrid Healing/Spell Dam 189/63
[1214205] = { ref=26108 }, -- Glimpse of Madness
[1214208] = { ref=16375 }, -- Drain Life
[1214233] = { ref=26166 }, -- Obsidian Insight
[1214263] = { ref=26168 }, -- Chitinous Spikes
[1214276] = { ref=27518 }, -- Spell Damage Reduction
[1214281] = { "Форма наги", "Перетворює вас на нагу на {1} хв.#Naga for {1} min", "Перетворено на нагу." }, -- Naga Form
[1214284] = { "Форма драконіда", "Перетворює вас на драконіда на {1} хв.#Drakonid for {1} min", "Перетворено на драконіда." }, -- Drakonid Form
[1214376] = { ref=9342 }, -- Increase Spell Dam 81
[1214379] = { ref=9342 }, -- Increase Spell Dam 54
[1214399] = { ref=467142 }, -- Hybrid Healing/Spell Dam 57/19
[1214400] = { ref=467142 }, -- Hybrid Healing/Spell Dam 73/25
[1214402] = { ref=467142 }, -- Hybrid Healing/Spell Dam 79/27
[1214403] = { ref=467142 }, -- Hybrid Healing/Spell Dam 81/27
[1214405] = { ref=467142 }, -- Hybrid Healing/Spell Dam 86/29
[1214406] = { ref=467142 }, -- Hybrid Healing/Spell Dam 88/30
[1214422] = { ref=467142 }, -- Hybrid Healing/Spell Dam 153/51
[1214432] = { ref=467142 }, -- Hybrid Healing/Spell Dam 112/37
[1214917] = { ref=25901 }, -- Weapon Damage 02
[1214927] = { "Додаткова атака", "Дає вам {1}% шанс виконати додаткову атаку по тій самій цілі після завдання удару зброєю.#a {1}% chance" }, -- Extra Attack
[1214955] = { ref=21499 }, -- Increase Holy Dam 59
[1215198] = { ref=467142 }, -- Hybrid Healing/Spell Dam 76/26
[1215377] = { ref=24993 }, -- Acid Blast
[1215404] = { "Загартоване часом піромантія", "Поки діє \"Метаморфоза\" чи \"Шлях Землі\", ефективність ваших бойових вогняних заклять збільшується на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Pyromancy
[1216968] = { ref=13959 }, -- Electrostatic Charge
[1216971] = { ref=467142 }, -- Hybrid Healing/Spell Dam 44/24
[1216997] = { "Непохитний бойовий дух", "Зменшує всю шкоду від гравців та їхніх вихованців на {1}%. Цей ефект не поднується від кількох джерел.#pets by {1}%", "Зменшує всю шкоду від гравців та їхніх вихованців на {1}%. Цей ефект не поднується від кількох джерел.#pets by {1}%" }, -- Unflinching Morale
[1217206] = { "Обсидіановий приціл", ref=3974 }, -- Obsidian Scope

-- Mounts
[434508] = { ref=25675 }, -- Reindeer
[436289] = { ref=10795 }, -- Ivory Raptor
[436327] = { "Бенгальський тигр", "Викликає та відпускає верхового бенгальського тигра.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Bengal Tiger
[436329] = { ref=16060 }, -- Golden Sabercat
[446685] = { "Кровожерливий дух", "Викликає та відпускає верхового кровожерливого духа.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Blood-crazed Spirit
[463005] = { ref=17458 }, -- Fluorescent Green Mechanostrider
[463006] = { ref=16060 }, -- Golden Sabercat
[463007] = { ref=436288 }, -- Mottled Blood Raptor
[473847] = { "Виклик світло-зеленого кіразького бойового танка", ref=25863 }, -- Summon Light Green Qiraji Battle Tank
[473856] = { "Виклик темно-синього кіразького бойового танка", ref=25863 }, -- Summon Dark Blue Qiraji Battle Tank
[473862] = { "Виклик світло-синього кіразького бойового танка", ref=25863 }, -- Summon Light Blue Qiraji Battle Tank
[473872] = { "Виклик помаранчевого кіразького бойового танка", ref=25863 }, -- Summon Orange Qiraji Battle Tank
[473881] = { "Виклик сутінкового кіразького бойового танка", ref=25863 }, -- Summon Twilight Qiraji Battle Tank
[473900] = { "Виклик прирученого кіразького бойового танка", ref=25953 }, -- Summon Tamed Silithid Tank
[1214283] = { "Стрімкий примарний тигр", "Викликає та відпускає стрімкого примарного тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Spectral Tiger
[1215378] = { "Закривавлений тигр", ref=24252 }, -- Blood-Caked Tiger
[1215380] = { "Закривавлений раптор", ref=16084 }, -- Blood-Caked Raptor
[1217141] = { "Виклик бездоганного жовтого кіразького бойового танка", ref=25863 }, -- Summon Flawless Yellow Qiraji Battle Tank
[1217145] = { "Виклик бездоганного зеленого кіразького бойового танка", ref=25863 }, -- Summon Flawless Green Qiraji Battle Tank
[1217149] = { "Виклик бездоганного синього кіразького бойового танка", ref=25863 }, -- Summon Flawless Blue Qiraji Battle Tank
[1217153] = { "Виклик бездоганного червоного кіразького бойового танка", ref=25863 }, -- Summon Flawless Red Qiraji Battle Tank

-- World buffs
[473387] = { "Ріг Світанку", "Благословити учасників групи чи рейду, збільшуючи шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} год.#them {1}% increased spell#{2}% increased melee#and {3} increased attack#Lasts {4} h", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}.#spells by {1}%#ranged by {2}% and grants {3} attack" }, -- Horn of the Dawn
[473476] = { "Сни Зандаларів", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}% для всіх учасників групи чи рейду протягом {3} год.#members {1}% increased#and {2}% increased stats for {3} h", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}%.#speed by {1}% and all stats by {2}%" }, -- Dreams of Zandalar
[1218071] = { "Колискова піснеквіта", "Викликати піснеквіт, що збільшить ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} для всіх учасників групи чи рейду протягом {3} год. Не зберігається хронозаміщувачем.#members {1}% increased chance#and {2} increased attributes for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}.#critical by {1}% and all attributes by {2}" }, -- Songflower Lullaby
[1218072] = { "Благословення Нептулона", "Збільшує силу атаки на {1}, витривалість на {2}% та шанс критичного удару заклять на {3}% для всіх учасників групи чи рейду протягом {4} год. Не зберігається хронозаміщувачем.#members {1} increased attack power#{2}% increased Stamina#and {3}% increased spell critical strike chance for {4} h", "Збільшує силу атаки на {1}, витривалість на {2}% та шанс критичного удару заклять на {3}%.#attack power by {1}#Stamina by {2}%#chance by {3}%" }, -- Blessing of Neptulon
[1218073] = { "Темне пророцтво шкоди", "Збільшує шкоду всіх учасників групи чи рейду на {1}% протягом {2} год.#members {1}% increased damage done for {2} h", "Збільшує шкоду на {1}%.#by {1}%" }, -- Dark Fortune of Damage
[1218074] = { "Міць Чорнокамінної гори", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c. Триває {5} год.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec#Lasts {5} h", "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні 5 cекунд.#hitpoints by {1}. {2}% haste#{3} mana regen" }, -- Might of Blackrock
[1218075] = { ref=473476 }, -- Dreams of Zandalar
[1218121] = { ref=473387 }, -- Horn of the Dawn

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
