local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Barkskin
[428713] = { "Луб'яна шкіра", "Шкіра цілі стає міцною, як кора. Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%" }, -- Barkskin

-- Berserk
[417141] = { "Берсерк", "При активації цієї здібності \"Нівечення\" (ведмідь) та \"Розірвати\" вражають до 3 цілей, \"Розірвати\" не витрачає лють, \"Нівечення\" (ведмідь) не вимагає часу на відновлення, а здібності котячої подоби витрачають на 50% менше енергії. Триває 15 сек. Для активації потрібно бути в подобі кота, ведмедя або форма ведмедя, кота або жахливого ведмедя.\n\nЗнімає ефекти страху і робить вас невразливими до них на час дії.", "Невразливість до ефектів страху.\nВитрати енергії зменшено.\n\"Нівечення\" та \"Розірвати\" вражають кілька цілей.\n\"Розірвати\" не витрачає лють, а \"Нівечення\" (ведмідь) не вимагає часу на відновлення" }, -- Berserk
[424759] = { "Берсерк", "Отримати здібність \"Берсерк\":", nil, rune=417141 }, -- Berserk
[442211] = { ref=417141 }, -- Berserk

-- Deeper Wilds
[436956] = { "Нетрі дикої природи", "Зменшує витрати мани на \"Знак дикої природи\" на {1}% і збільшує його тривалість на {2}%.#Wild by {1}%#duration by {2}%", nil }, -- Deeper Wilds

-- Dreamstate
[408258] = { "Входження в сон", "Після завдання критичного удару заклинанням, ви продовжуєте відновлювати ману під час вимовляння заклинань зі швидкістю {1}% від звичайної протягом {2} секунд, а шкода від природи по цілі збільшується на {3}% протягом {4} секунд.#grant you {1}% of#casting for {2} sec#target by {3}% for {4} sec", nil }, -- Dreamstate
[408261] = { "Входження в сон", "Ваша мана продовжує відновлюватись під час вимови заклинань зі швидкістю {1}% від звичайної.#{1}% of your", "Мана продовжує відновлюватись під час вимови заклинань зі швидкістю {1}% від звичайної.#{1}% of your" }, -- Dreamstate
[437132] = { "Входження в сон", nil, "Отримана шкода від природи збільшується на {1}%.#taken by {1}%" }, -- Dreamstate
[409831] = { "Входження в сон", "Отримати здібність \"Входження в сон\":", nil, rune=408258 }, -- Dreamstate

-- Eclipse
[408248] = { "Затемнення", "\"Зоряний вогонь\" збільшує ймовірність критичного удару двох наступних заклять \"Гнів\" на {1}%, а \"Гнів\" зменшує час вимови наступного \"Зоряного вогню\" на {2} с, обидва ефекти накопичуються до {3} разів. Також з ймовірністю {4}% ви уникнете переривання промовляння цих заклять, спричиненого шкодою.#Wraths by {1}%#Starfire by {2} sec#up to {3} charges#gain {4}% chance", nil }, -- Eclipse
[409813] = { "Затемнення", "Отримати здібність \"Затемнення\":", nil, rune=408248 }, -- Eclipse

-- Eclipse: Lunar
[408255] = { "Затемнення: місячне", nil, "Наступний \"Зоряний вогонь\" буде вимовлено на 1 секунду швидше." }, -- Eclipse: Lunar

-- Eclipse: Solar
[408250] = { "Затемнення: сонячне", "Збільшує ймовірність завдання критичного удару \"Гнівом\".", "Наступний \"Гнів\" матиме на {1}% збільшену ймовірність критичного удару.#have {1}% increased" }, -- Eclipse: Solar

-- Efflorescence
[417148] = { "Цвітіння", "Зцілює всіх членів групи в радіусі {1} м від цілі на {2}.#{1} yards of the target for {2}", nil }, -- Efflorescence
[417149] = { "Цвітіння", "Ваше \"Негайне відновлення\" також викликає ефект \"Цвітіння\", що зцілює всім членам групи в радіусі {1} м від цілі {2} здоров'я кожні {3} с протягом {4} с.#within {1} yards#for {2} every {3} sec for {4} sec", nil }, -- Efflorescence
[431466] = { "Цвітіння", "Отримати здібність \"Цвітіння\":", nil, rune=417149 }, -- Efflorescence

-- Elune's Fires
[414719] = { "Вогні Елуни", "Деякі ваші закляття і здібності збільшують тривалість ефектів шкоди і зцілення, що діють на ціль:\n\n\"Зоряний вогонь\" продовжує дію \"Місячного вогню\" на {1} с.\n\"Гнів\" подовжує дію \"Сонячного вогню\" на {2} с.\n\"Розростання\" продовжує дію \"Відживлення\" на {3} с.\n\"Шматування\" продовжує дію \"Розірвання\" на {4} с.\n\nКожен ефект можна продовжити не більше {5} разів.#Moonfire by {1} sec#Sunfire by {2} sec#Rejuvenation by {3} sec#Rip by {4} sec#up to {5} times", nil }, -- Elune's Fires
[415762] = { "Вогні Елуни", "Отримати здібність \"Вогні Елуни\":", nil, rune=414719 }, -- Elune's Fires

-- Enhanced Restoration
[417123] = { "Покращене відновлення", "Тепер ваше \"Відживлення\" та \"Розростання\" може бути активне на цілі, яка знаходиться під ефектом \"Відживлення\" чи \"Розростання\" інших друїдів.", nil }, -- Enhanced Restoration

-- Feline Swiftness
[436890] = { "Котяча стрімкість", "Збільшує швидкість руху на {1}%, перебуваючи просто неба у котячій подобі, і збільшує шанс ухилитися у котячій подобі на {2}%.#speed by {1}#Form by {2}", nil }, -- Feline Swiftness
[436891] = { ref=436890 }, -- Feline Swiftness
[436892] = { ref=436890 }, -- Feline Swiftness
[436893] = { ref=436890 }, -- Feline Swiftness

-- Frenzied Regeneration
[428708] = { "Шалене відновлення", "Щосекунди перетворює {2} люті, {3} енергії або {4}% базової мани на {5}% здоров'я протягом {1} секунд.#for {1} sec#to {2} Rage#{3} Energy#or {4}% base#to {5}% health", "Переторює ресурси на здоров'я." }, -- Frenzied Regeneration

-- Fury of Stormrage
[409832] = { "Гнів Лютошторма", "Отримати здібність \"Гнів Лютошторма\":", nil, rune=414799 }, -- Fury of Stormrage
[414799] = { "Гнів Лютошторма", "Зменшує витрати мани на \"Гнів\" на 100%, і щоразу, коли ви завдаєте шкоду за допомогою \"Гніву\", з шансом 12% наступне використання \"Цілющого дотику\" впродовж 15 с буде миттєвим і доступним в будь-якій подобі.", nil }, -- Fury of Stormrage
[414800] = { "Гнів Лютошторма", nil, "Ваш наступний \"Цілющий дотик\" вимовиться миттєво і в будь-якій подобі." }, -- Fury of Stormrage

-- Gale Winds
[417135] = { "Шквальний вітер", "Збільшує шкоду від \"Урагану\" на {1}%, він більше не має часу відновлення, а витрати мани на його вимову зменшуються на {2}%.#Hurricane by {1}%#reduced by {2}%", nil }, -- Gale Winds
[431450] = { "Шквальний вітер", "Отримати здібність \"Шквальний вітер\":", nil, rune=417135 }, -- Gale Winds

-- Gore
[417145] = { "Кривавість", "Завдавши удару здібністю \"Розірвати\", \"Розмах\" або \"Терзання\", ви маєте 15% шанс скинути відновлення \"Нівечення\" (ведмідь) та отримуєте 10 люті. Завдавши удару здібністю \"Нівечення\" (кіт) або \"Шматування\", ви маєте 5% шанс скинути відновлення \"Люті тигра\".", nil }, -- Gore
[431446] = { "Кривавість", "Отримати здібність \"Кривавість\":", nil, rune=417145 }, -- Gore

-- Improved Barkskin
[431388] = { "Покращена луб'яна шкіра", "Вашу \"Луб'яну шкіру\" тепер можна застосовувати на союзників з будь-якої подоби і вона більше не зменшує швидкість атак чи вимови заклять.", nil }, -- Improved Barkskin
[431448] = { "Покращена луб'яна шкіра", "Отримати здібність \"Покращена луб'яна шкіра\":", nil, rune=431388 }, -- Improved Barkskin

-- Improved Frenzied Regeneration
[431389] = { "Покращене шалене відновлення", "\"Шалене відновлення\" тепер можна застосовувати в будь-якій подобі. Тепер ця здібність перетворює перетворює {2} люті, {3} енергії або {4}% базової мани на {5}% здоров'я протягом {1} секунд.#for {1} sec#to {2} Rage#{3} Energy#or {4}% base#to {5}% health", nil }, -- Improved Frenzied Regeneration
[431458] = { "Покращене шалене відновлення", "Отримати здібність \"Покращене шалене відновлення\":", nil, rune=431389 }, -- Improved Frenzied Regeneration

-- King of the Jungle
[417046] = { "Король джунглів", "\"Лють тигра\" тепер збільшує всю фізичну шкоду на {1}%, а не на фіксовану величину, і миттєво дає вам {2} енергії. На неї більше не діє глобальний час відновлення, але здібність тепер відновлюється {3} секунд.#by {1}% instead#grants you {2} Energy#own {3} sec", nil }, -- King of the Jungle
[424762] = { "Король джунглів", "Отримати здібність \"Король джунглів\":", nil, rune=417046 }, -- King of the Jungle

-- Lacerate
[414644] = { "Розірвати", "Розриває ворожу ціль, змушуючи її стікати кров'ю на {1} шкоди протягом {2} с плюс {3}% шкоди від зброї за кожен ефект \"Розірвати\" на цілі. Спричиняє велику загрозу. Ефект накопичується до {4} разів на одній цілі.#for {1} damage over {2} sec plus {3}%#up to {4} times", "{1} шкоди кожні {2} с#{1} damage every {2} sec" }, -- Lacerate
[414647] = { "Розірвати", nil, nil }, -- Lacerate
[415760] = { "Розірвати", "Отримати здібність \"Розірвати\":", nil, rune=414644 }, -- Lacerate

-- Lifebloom
[408124] = { "Життєцвіт", "Зцілює ціль на {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я, а друїд відновлює половину витраченої на заклинання мани. Ефект накопичується до 3 разів на одній цілі.#for {1} over {2} sec#instantly heals for {3}", "Зцілює на {1} щосекунди і на {2} коли ефект закінчиться або розвіється.#{1} every second and {2}" }, -- Lifebloom
[408245] = { "Життєцвіт", "Зцілює ціль протягом {1} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється. Ефект накопичується до 3 разів на одній цілі.#over {1} sec", nil }, -- Lifebloom
[409824] = { "Життєцвіт", "Зменшує глобальне відновлення здібностей \"Відживлення\" та \"Життєцвіт\" на 0.5 с, і дає вам здібність \"Життєцвіт\":", nil, rune=408124 }, -- Lifebloom

-- Living Seed
[414677] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом будь-якого неперіодичного заклинання, ви саджаєте в неї \"Зерно життя\" на {1}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована або зцілена. Триває 15 секунд.#for {1}% of the amount", nil }, -- Living Seed
[414680] = { "Зерно життя", nil, "Зцілиться на {1} при наступному отриманні шкоди чи зцілення.#for {1} health" }, -- Living Seed
[414683] = { "Зерно життя", "Зцілює союзника на {1}.#for {1}", nil }, -- Living Seed
[415761] = { "Зерно життя", "Отримати здібність \"Зерно життя\":", nil, rune=414677 }, -- Living Seed

-- Mangle
[407993] = { "Нівечення", "Нівечить ціль на 270% від звичайної шкоди і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на 30% протягом 1 хв.  Збільшує довжину комбінації на 1 прийом. Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".", "Ефекти кровотечі та \"Шматування\" завдають на 30% більше шкоди." }, -- Mangle
[407995] = { "Нівечення", "Нівечить ціль на 160% від звичайної шкоди і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на 30% протягом 1 хв.  Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".", "Ефекти кровотечі та \"Шматування\" завдають на 30% більше шкоди." }, -- Mangle
[409828] = { "Нівечення", "Отримати здібність \"Нівечення\" (ведмідь) та замінити вашу здібність \"Дряпання\" на \"Нівечення\" (кіт). Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".", nil, rune={407995, 407993} }, -- Mangle

-- Moonfire
[429823] = { "Місячний вогонь", "Завдає ворогу від {1} до {2} шкоди арканою та ще додатково від {3} до {4} шкоди арканою кожні {5} с протягом {6} с.#Inflicts {1} to {2}#additional {3} to {4} damage every {5} sec. for {6} sec", "Від {1} до {2} шкоди арканою кожні {3} с.#{1} to {2}#every {3} sec" }, -- Moonfire

-- Natural Reaction
[417051] = { "Природна реакція", "Збільшує ймовірність ухилення на {1}%, і ви відновлюєте {2} люті щоразу, коли ухиляєтеся в подобі ведмедя або жахливого ведмедя, {3} енергії в котячій подобі або {4}% від максимального запасу мани в будь-якій іншій подобі.#chance by {1}%#regenerate {2} rage#{3} energy#or {4}% of your max", nil }, -- Natural Reaction

-- Nourish
[409830] = { "Підживлення", "Отримати здібність \"Підживлення\":", nil, rune=408247 }, -- Nourish
[408247] = { "Підживлення", "Зцілює дружній цілі від {1} до {2} здоров'я. Зцілює на {3}% більше, якщо на ціль діє \"Відживлення\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\". Це закляття взаємодіє з усіма ефектами, що й \"Цілющий дотик\".#for {1} to {2}#additional {3}% if", nil }, -- Nourish

-- Regrowth
[436937] = { "Розростання", "Зцілює дружню ціль на {1}-{2} здоров'я і ще на {3} здоров'я протягом {4} cек.#for {1} to {2}#{3} over {4} sec", "Зцілює на {1} здоров'я кожні {2} с.#{1} every {2} sec" }, -- Regrowth
[436938] = { ref=436937 }, -- Regrowth
[436939] = { ref=436937 }, -- Regrowth
[436940] = { ref=436937 }, -- Regrowth
[436942] = { ref=436937 }, -- Regrowth
[436943] = { ref=436937 }, -- Regrowth
[436944] = { ref=436937 }, -- Regrowth
[436945] = { ref=436937 }, -- Regrowth
[436946] = { ref=436937 }, -- Regrowth

-- Rejuvenation
[417057] = { "Відживлення", "Зцілює цілі {1} здоров'я протягом {2} с.#for {1} over {2}", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}" }, -- Rejuvenation
[417058] = { ref=417057 }, -- Rejuvenation
[417059] = { ref=417057 }, -- Rejuvenation
[417060] = { ref=417057 }, -- Rejuvenation
[417061] = { ref=417057 }, -- Rejuvenation
[417062] = { ref=417057 }, -- Rejuvenation
[417063] = { ref=417057 }, -- Rejuvenation
[417064] = { ref=417057 }, -- Rejuvenation
[417065] = { ref=417057 }, -- Rejuvenation
[417066] = { ref=417057 }, -- Rejuvenation
[417068] = { ref=417057 }, -- Rejuvenation

-- Renewal
[417159] = { "Відновлення", "Миттєво зцілює вас на 30% від максимального запасу здоров'я. Можна використовувати в будь-якій подобі.", nil }, -- Renewal

-- Revive
[437138] = { "Оживлення", "Повертає мертвого гравця до життя з 15% здоров'я та мани. Не можна використовувати під час бою.", nil }, -- Revive

-- Savage Roar
[407988] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на 30% в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1} sec#2 points: {2} sec#3 points: {3} sec#4 points: {4} sec#5 points: {5} sec", "Фізичну шкоду збільшено на 30%." }, -- Savage Roar
[407989] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на 30%. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1} sec#2 points: {2} sec#3 points: {3} sec#4 points: {4} sec#5 points: {5} sec", "Фізичну шкоду збільшено на 30%." }, -- Savage Roar
[409819] = { "Дикий рев", "Отримати здібність \"Дикий рев\":", nil, rune=407988 }, -- Savage Roar

-- Skull Bash
[410176] = { "Лобова атака", "Кинутись на ціль в радіусі {1} м і вдарити по черепу, перериваючи вимову заклинань і унеможливлюючи вимову заклять тієї ж школи протягом {2} с. Має спільне перезаряджання з \"Диким ривком\".#within {1} yards#for {2} sec", nil }, -- Skull Bash
[414621] = { "Лобова атака", "Вдарити ціль по черепу, перериваючи вимову заклинань і унеможливлюючи вимову заклять тієї ж школи протягом 2 с.", nil }, -- Skull Bash
[415759] = { "Лобова атака", "Отримати здібність \"Лобова атака\":", nil, rune=410176 }, -- Skull Bash

-- Starfall
[429820] = { "Зорепад", "Завдає від {1} до {2} шкоди арканою ворогам у вибраній області кожні {3} с протягом {4} с.#{1} to {2}#every {3} sec#for {4} sec", nil }, -- Starfall

-- Starsurge
[417157] = { "Зоряний сплеск", "Сплеск зоряної енергії, що завдає від {1} до {2} шкоди арканою та збільшує шкоду від наступного \"Зоряного вогню\" на {3}% протягом {4} секунд.\n\n\"Зоряний сплеск\" взаємодіє з усіма ефектами, що й \"Гнів\" та \"Зоряний вогонь\".#{1} to {2}#cast by {3}% for {4} sec", "Ваш наступний \"Зоряний вогонь\" завдасть на {1}% більше шкоди.#deals {1}% increased" }, -- Starsurge
[424715] = { "Зоряний сплеск", "Отримати здібність \"Зоряний сплеск\":", nil, rune=417157 }, -- Starsurge

-- Sunfire
[414684] = { "Сонячний вогонь", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec" }, -- Sunfire
[414687] = { "Сонячний вогонь (ведмідь)", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec" }, -- Sunfire
[414689] = { "Сонячний вогонь (кіт)", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с. Збільшує довжину комбінації на 1 прийом.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec" }, -- Sunfire
[414692] = { "Сонячний вогонь", "Отримати здібність \"Сонячний вогонь\" і замінити \"Місячний вогонь\" на \"Сонячний вогонь\" (ведмідь) або \"Сонячний вогонь\" (кіт) в подобі ведмедя, кота та жахливого ведмедя. Це закляття взаємодіє з усіма ефектами, що й \"Місячний вогонь\".", nil, rune={414684, 414687, 414689} }, -- Sunfire
[414696] = { "Сонячний вогонь", nil, nil }, -- Sunfire
[414700] = { "Сонячний вогонь", nil, nil }, -- Sunfire

-- Survival Instincts
[408024] = { "Інстинкти виживання", "Після активації ви отримуєте {1}% до максимального запасу здоров'я на {2} секунд. Після закінчення ефекту здоров'я втрачається. Можна використовувати в будь-якій подобі.\n\nКрім того, коли ви ухиляєтесь від атаки, ви отримуєте {3} люті у ведмежій подобі, {4} енергії у котячій подобі та {5}% від максимального запасу мани у будь-якій іншій подобі.#grants you {1}% of#health for {2} sec#{3} rage#{4} energy#or {5}% of your", "Запас здоров'я збільшено на {1}%.#by {1}% of" }, -- Survival Instincts
[409809] = { "Інстинкти виживання", "Отримати здібність \"Інстинкти виживання\":", nil, rune=408024 }, -- Survival Instincts

-- Survival of the Fittest
[411115] = { "Виживає найсильніший", "Зменшує шанс отримати критичний удар в ближньому бою на 6% і зменшує всю отриману шкоду на 10%. Отримана шкода зменшується ще на 10%, якщо ви перебуваєте у подобі ведмедя або жахливого ведмедя.", nil }, -- Survival of the Fittest
[415709] = { "Виживає найсильніший", "Отримати здібність \"Виживає найсильніший\":", nil, rune=411115 }, -- Survival of the Fittest

-- Thrash (Bear)
[417440] = { "Трощити (ведмідь)", "Вражає всіх ворогів поблизу, завдаючи {1} шкоди від кровотечі і додатково {2} шкоди від кровотечі протягом 15 с. При застосуванні з ведмежої подоби цей ефект може накопичуватися до 3 разів.#dealing {1} Bleed#additional {2} Bleed", nil }, -- Thrash (Bear)
[417441] = { "Трощити (ведмідь)", nil, "{1} шкоди від кровотечі кожні {2} с.#{1} damage every {2}" }, -- Thrash (Bear)

-- Thrash (Cat)
[417437] = { "Трощити (кіт)", nil, nil }, -- Thrash (Cat)
[417448] = { "Трощити (кіт)", "Вражає всіх ворогів поблизу, завдаючи {1} шкоди від кровотечі і додатково {2} шкоди від кровотечі протягом 15 с. Збільшує довжину комбінації на 1 прийом.#dealing {1} Bleed#additional {2} Bleed", "{1} шкоди від кровотечі кожні {2} с.#{1} damage every {2}" }, -- Thrash (Cat)

-- Tiger's Fury
[417045] = { "Лють тигра", "Збільшує завдану шкоду на {1}% протягом {2} с і миттєво відновлює вам {3} енергії.#by {1}% for {2} sec#you {3} Energy", "Збільшує завдану шкоду на {1}%.#by {1}%" }, -- Tiger's Fury

-- Torrential Downpour
[405953] = { "Проливна злива", nil, "Від {1} до {2} шкоди кожні {3} с.#{1} to {2} damage every {3}" }, -- Torrential Downpour

-- Twisted Tranquility
[447548] = { "Викривлений спокій", "Завдає шкоду від природи ворогам в радіусі дії протягом {1} секунд, сповільнюючи їхній рух на {2}% і збільшуючи час між атаками на {3}%.#over {1} sec#movement by {2}%#attacks by {3}%", "Завдає шкоди від природи кожні {1} с.\nЗменшує швидкість руху на {2}%.\nЧас між атаками збільшено на {3}%.#every {1} sec#speed by {2}%#increased by {3}%" }, -- Twisted Tranquility

-- Wild Growth
[408120] = { "Дикий ріст", "Зцілює всіх членів групи цілі в радіусі {1} м від неї на {2} протягом {3} секунд. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.#within {1} yards#for {2} over {3} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}" }, -- Wild Growth
[409810] = { "Дикий ріст", "Отримати здібність \"Дикий ріст\":", nil, rune=408120 }, -- Wild Growth

-- Wild Strike
[407973] = { "Дикий удар", "Додаткова атака.", nil }, -- Wild Strike

-- Wild Strikes
[407975] = { "Дикі удари", "Члени групи в радіусі 20 м отримують підвищену бойову лють. Кожен удар в ближньому бою з шансом 20% спрацює повторно з додатковими 20% до сили атаки. Не діє, якщо член групи вже знаходиться під ефектом \"Тотема буревію\".", "Шанс отримати додаткову атаку." }, -- Wild Strikes
[407977] = { "Дикі удари", "Поки ви знаходитесь в подобі кота, ведмедя чи лютого ведмедя, члени групи в радіусі 20 м отримують підвищену бойову лють. Кожен удар в ближньому бою з шансом 20% спрацює повторно з додатковими 20% до сили атаки. Не діє, якщо член групи вже знаходиться під ефектом \"Тотема буревію\".", "Шанс отримати додаткову атаку." }, -- Wild Strikes
[409805] = { "Дикі удари", "Отримати здібність \"Дикі удари\":", nil, rune=407977 }, -- Wild Strikes
[433107] = { ref=407977 }, -- Wild Strikes


-- Rune progression effects
[435081] = { "Статуя звіра", nil, "Звір чекає на суперника." }, -- Beastly Effigy
[420493] = { "Ідол дикості", nil, "Сповнений натхнення." }, -- Ferocious Idol
[414826] = { "Ідол ведмежої люті", nil, "Сповнений натхнення." }, -- Idol of Ursine Rage
[435097] = { "Ідол ревуна", nil, "Сповнений натхнення." }, -- Idol of the Heckler
[446095] = { "Ідол лютого шаркуна", nil, "Сповнений натхнення." }, -- Idol of the Raging Shambler
[426072] = { "Ідол дикої природи", nil, "Сповнений натхнення." }, -- Idol of the Wild
[419288] = { "Ідол місяця", nil, "Сповнений натхнення." }, -- Lunar Idol
[424339] = { "Незбалансований ідол сну", nil, "Балансування між силами природи." }, -- Unbalanced Idol Dream
[423186] = { "Незбалансований ідол місяця", nil, "Балансування між силами природи." }, -- Unbalanced Idol Moon
[424336] = { "Незбалансований ідол дикої природи", nil, "Балансування між силами природи." }, -- Unbalanced Idol Wild
[415004] = { "Розряджений", nil, "Позбавлений магічної енергії" }, -- Unpowered
[446303] = { "Нестримна сила", nil, nil }, -- Unrestrained Power
[435180] = { "вода озера Елуна'ара", nil, "Несе воду озера Елуна'ара." }, -- Water of Elune'ara

-- Engraving
[424760] = { "Гравіювання пояса - Берсерк", "Вигравіювати на поясі руну \"Берсерк\":", nil, rune=417141 }, -- Engrave Belt - Berserk
[410029] = { "Гравіювання пояса - Затемнення", "Вигравіювати на поясі руну \"Затемнення\":", nil, rune=408248 }, -- Engrave Belt - Eclipse
[410059] = { "Гравіювання пояса - Підживлення", "Вигравіювати на поясі руну \"Підживлення\":", nil, rune=408247 }, -- Engrave Belt - Nourish
[410060] = { "Гравіювання чоботів - Входження в сон", "Вигравіювати на чоботях руну \"Входження в сон\":", nil, rune=408258 }, -- Engrave Boots - Dreamstate
[424765] = { "Гравіювання чоботів - Король джунглів", "Вигравіювати на чоботях руну \"Король джунглів\":", nil, rune=417046 }, -- Engrave Boots - King of the Jungle
[410027] = { "Гравіювання чоботів - Інстинкти виживання", "Вигравіювати на чоботях руну \"Інстинкти виживання\":", nil, rune=408024 }, -- Engrave Boots - Survival Instincts
[431468] = { "Гравіювання браслетів - Цвітіння", "Вигравіювати на браслетах руну \"Цвітіння\":", nil, rune=417149 }, -- Engrave Bracers - Efflorescence
[416051] = { "Гравіювання браслетів - Вогні Елуни", "Вигравіювати на браслетах руну \"Вогні Елуни\":", nil, rune=414719 }, -- Engrave Bracers - Elune's Fires
[431461] = { "Гравіювання браслетів - Покращене шалене відновлення", "Вигравіювати на браслетах руну \"Покращене шалене відновлення\":", nil, rune=431389 }, -- Engrave Bracers - Improved Frenzied Regeneration
[410061] = { "Гравіювання нагрудника - Гнів Лютошторма", "Вигравіювати на нагруднику руну \"Гнів Лютошторма\":", nil, rune=414799 }, -- Engrave Chest - Fury of Stormrage
[416050] = { "Гравіювання нагрудника - Зерно життя", "Вигравіювати на нагруднику руну \"Зерно життя\":", nil, rune=414677 }, -- Engrave Chest - Living Seed
[416042] = { "Гравіювання нагрудника - Виживає найсильніший", "Вигравіювати на нагруднику руну \"Виживає найсильніший\":", nil, rune=411115 }, -- Engrave Chest - Survival of the Fittest
[410021] = { "Гравіювання нагрудника - Дикі удари", "Вигравіювати на нагруднику руну \"Дикі удари\":", nil, rune=407977 }, -- Engrave Chest - Wild Strikes
[416049] = { "Гравіювання рукавиць - Розірвати", "Вигравіювати на рукавицях руну \"Розірвати\":", nil, rune=414644 }, -- Engrave Gloves - Lacerate
[410025] = { "Гравіювання рукавиць - Нівечення", "Вигравіювати на рукавицях руну \"Нівечення\":", nil, rune=407995 }, -- Engrave Gloves - Mangle
[416044] = { "Гравіювання рукавиць - Сонячний вогонь", "Вигравіювати на рукавицях руну \"Сонячний вогонь\".\nТакож в подобі ведмедя, кота та жахливого ведмедя \"Місячний вогонь\" замінюється на \"Сонячний вогонь\" (ведмідь) або \"Сонячний вогонь\" (кіт). Це закляття взаємодіє з усіма ефектами, що й \"Місячний вогонь\".", nil, rune={414684, 414687, 414689} }, -- Engrave Gloves - Sunfire
[410028] = { "Гравіювання рукавиць - Дикий ріст", "Вигравіювати на рукавицях руну \"Дикий ріст\":", nil, rune=408120 }, -- Engrave Gloves - Wild Growth
[431451] = { "Гравіювання шолома - Шквальний вітер", "Вигравіювати на шоломі руну \"Шквальний вітер\":", nil, rune=417135 }, -- Engrave Helm - Gale Winds
[431447] = { "Гравіювання шолома - Кривавість", "Вигравіювати на шоломі руну \"Кривавість\":", nil, rune=417145 }, -- Engrave Helm - Gore
[431449] = { "Гравіювання шолома - Покращена луб'яна шкіра", "Вигравіювати на шоломі руну \"Покращена луб'яна шкіра\":", nil, rune=431388 }, -- Engrave Helm - Improved Barkskin
[410033] = { "Гравіювання штанів - Життєцвіт", "Вигравіювати на штанях руну \"Життєцвіт\":", nil, rune={409824, 408124} }, -- Engrave Pants - Lifebloom
[410023] = { "Гравіювання штанів - Дикий рев", "Вигравіювати на штанях руну \"Дикий рев\":", nil, rune=407988 }, -- Engrave Pants - Savage Roar
[416046] = { "Гравіювання штанів - Лобова атака", "Вигравіювати на штанях руну \"Лобова атака\":", nil, rune=410176 }, -- Engrave Pants - Skull Bash
[424718] = { "Гравіювання штанів - Зоряний сплеск", "Вигравіювати на штанях руну \"Зоряний сплеск\":", nil, rune=417157 }, -- Engrave Pants - Starsurge

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
