local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Annihilation
[409073] = { "Анігіляція", "Ваші атаки ближнього бою генерують {1} люті.#generate {1} Rage", nil }, -- Annihilation

-- Blood Frenzy
[403352] = { "Криваве шаленство", "Отримати здібність \"Криваве шаленство\":", nil, rune=412507 }, -- Blood Frenzy
[412507] = { "Криваве шаленство", "Щоразу, коли ви завдаєте шкоду від кровотечі, ви отримуєте {1} люті.#gain {1} Rage", nil }, -- Blood Frenzy

-- Charge
[411684] = { "Ривок", "Ривок у ворога, що збільшує лють на {1} і приголомшує його на {2} с.#generate {1} rage#for {2} sec", nil }, -- Charge

-- Consumed By Rage
[425418] = { "Неконтрольована лють", "Коли ви накопичуєте 80 люті, ви скаженієте і отримуєте бонус 20% до шкоди в ближньому бою протягом 12 секунд або на 12 замахів.", nil }, -- Consumed By Rage
[425440] = { "Неконтрольована лють", "Отримати здібність \"Неконтрольована лють\":", nil, rune=425418 }, -- Consumed by Rage

-- Devastate
[403195] = { "Спустошення", "Поки ви перебуваєте в оборонній стійці та тримаєте щит, \"Розкол броні\" також завдає {1}% шкоди від зброї, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#deals {1}% weapon#by {2}% per", nil }, -- Devastate
[403355] = { "Спустошення", "Отримати здібність \"Спустошення\":", nil, rune=403195 }, -- Devastate
[403196] = { "Спустошення", "Розкол броні також завдає {1}% шкоди від зброї, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#deals {1}% weapon#by {2}% per", nil }, -- Devastate

-- Endless Rage
[403218] = { "Нескінченна лють", "Ви отримуєте на 25% більше люті від усієї завданої шкоди.", nil }, -- Endless Rage
[403349] = { "Нескінченна лють", "Отримати здібність \"Нескінченна лють\":", nil, rune=403218 }, -- Endless Rage

-- Flagellation
[402877] = { "Бичування", "Фізична шкода збільшується на 25% протягом 12 с після застосування \"Кривавої люті\" чи \"Люті берсерка\".", nil }, -- Flagellation
[402906] = { "Бичування", nil, "Фізична шкода збільшена на 25%." }, -- Flagellation
[403344] = { "Бичування", "Отримати здібність \"Бичування\":", nil, rune=402877 }, -- Flagellation

-- Frenzied Assault
[425412] = { "Несамовитий натиск", "Під час використання дворучної зброї, ваша швидкість атаки збільшується на {1}%.#increased by {1}%", nil }, -- Frenzied Assault
[425442] = { "Несамовитий натиск", "Отримати здібність \"Несамовитий натиск\":", nil, rune=425412 }, -- Frenzied Assault
[431046] = { ref=425412 }, -- Frenzied Assault

-- Furious Thunder
[403219] = { "Несамовитий грім", "Гуркіт грому тепер збільшує час між атаками на додаткові 6%, може бути використаний у будь-якій стійці і створює на 50% більше загрози.", nil }, -- Furious Thunder
[403356] = { "Несамовитий грім", "Отримати здібність \"Несамовитий грім\":", nil, rune=403219 }, -- Furious Thunder

-- Heroic Shot
[403332] = { "Героїчний постріл", "Постріл в ціль, що наносить 300% шкоди від зброї дальнього бою. Генерує 20 люті.", "Знемовлено." }, -- Heroic Shot

-- Quick Strike
[429765] = { "Швидкий удар", "Безрозсудна миттєва атака дворучною зброєю, що завдає від {1} до {2} фізичної шкоди. Ця здібність отримує бонус від усіх ефектів, пов'язаних з \"Героїчним ударом\", і активує їх.#dealing {1} to {2} physical", nil }, -- Quick Strike
[429748] = { "Швидкий удар", "Замінює здібність \"Героїчний удар\" на \"Швидкий удар\":", nil, rune=429765 }, -- Quick Strike
[425428] = { "Швидкий удар", "Отримати здібність \"Швидкий удар\":", nil, rune=429765 }, -- Quick Strike

-- Raging Blow
[402911] = { "Лютий удар", "Лютий удар, що завдає 100% шкоди від зброї, але може бути застосований лише поки активний \"Сказ\", \"Лють берсерка\" або \"Кривава лють\".", nil }, -- Raging Blow
[425429] = { "Лютий удар", "Отримати здібність \"Лютий удар\":", nil, rune=402911 }, -- Raging Blow

-- Single-Minded Fury
[413404] = { "Цілеспрямована лють", "Коли ви тримає зброю в кожній руці, ваша шкода та швидкість руху збільшуються на {1}%.#increased by {1}%", nil }, -- Single-Minded Fury
[430472] = { ref=413404 }, -- Single-Minded Fury
[415599] = { "Цілеспрямована лють", "Отримати здібність \"Цілеспрямована лють\":", nil, rune=413404 }, -- Single-Minded Fury

-- Thunder Clap
[413589] = { "Гуркіт грому", nil, "Час між атаками збільшено на {1}%.#by {1}%" }, -- Thunder Clap

-- Victory Rush
[402927] = { "Переможний запал", "Миттєва атака цілі, що завдає {1} шкоди і зцілює вас на 10% від вашого максимального запасу здоров'я. Можна застосовувати лише протягом 20 секунд після вбивства ворога, який дає досвід або честь.#causing {1} damage", nil }, -- Victory Rush
[403434] = { "Переможний запал", "Отримати здібність \"Переможний запал\":", nil, rune=402927 }, -- Victory Rush

-- War Machine
[413301] = { "Бойова машина", "Вбивство ворога, який дає досвід або честь, генерує {1} люті.#generates {1} Rage", nil }, -- War Machine

-- Warbringer
[425421] = { "Вісник війни", "Ваші здібності \"Ривок\", \"Перехоплення\" та \"Втручання\" тепер можна використовувати під час бою та в будь-якій стійці, а при активації вони знімають ефекти, що обмежують рух.", nil }, -- Warbringer
[425430] = { "Вісник війни", "Отримати здібність \"Вісник війни\":", nil, rune=425421 }, -- Warbringer


-- Engraving
[403474] = { "Гравіювання нагрудника - Криваве шаленство", "Вигравіювати на нагруднику руну \"Криваве шаленство\":", nil, rune=412507 }, -- Engrave Chest - Blood Frenzy
[403480] = { "Гравіювання нагрудника - Бичування", "Вигравіювати на нагруднику руну \"Бичування\":", nil, rune=402877 }, -- Engrave Chest - Flagellation
[425444] = { "Гравіювання нагрудника - Лютий удар", "Вигравіювати на нагруднику руну \"Лютий удар\":", nil, rune=402911 }, -- Engrave Chest - Raging Blow
[425445] = { "Гравіювання нагрудника - Вісник війни", "Вигравіювати на нагруднику руну \"Вісник війни\":", nil, rune=425421 }, -- Engrave Chest - Warbringer
[403475] = { "Гравіювання рукавиць - Спустошення", "Вигравіювати на рукавицях руну \"Спустошення\":", nil, rune=403195 }, -- Engrave Gloves - Devastate
[403489] = { "Гравіювання рукавиць - Нескінченна лють", "Вигравіювати на рукавицях руну \"Нескінченна лють\":", nil, rune=403218 }, -- Engrave Gloves - Endless Rage
[425443] = { "Гравіювання рукавиць - Швидкий удар", "Вигравіювати на рукавицях руну \"Швидкий удар\":", nil, rune=429765 }, -- Engrave Gloves - Quick Strike
[416003] = { "Гравіювання рукавиць - Цілеспрямована лють", "Вигравіювати на рукавицях руну \"Цілеспрямована лють\":", nil, rune=413404 }, -- Engrave Gloves - Single-Minded Fury
[403470] = { "Гравіювання рукавиць - Переможний запал", "Вигравіювати на рукавицях руну \"Переможний запал\":", nil, rune=402927 }, -- Engrave Gloves - Victory Rush
[425446] = { "Гравіювання штанів - Неконтрольована лють", "Вигравіювати на штанях руну \"Неконтрольована лють\":", nil, rune=425418 }, -- Engrave Pants - Consumed by Rage
[425447] = { "Гравіювання штанів - Несамовитий натиск", "Вигравіювати на штанях руну \"Несамовитий натиск\":", nil, rune=425412 }, -- Engrave Pants - Frenzied Assault
[403476] = { "Гравіювання штанів - Несамовитий грім", "Вигравіювати на штанях руну \"Несамовитий грім\":", nil, rune=403219 }, -- Engrave Pants - Furious Thunder

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
