local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ambush
[462718] = { ref=8676 }, -- Ambush
[462719] = { ref=8676 }, -- Ambush
[462720] = { ref=8676 }, -- Ambush
[462721] = { ref=8676 }, -- Ambush
[462722] = { ref=8676 }, -- Ambush
[462723] = { ref=8676 }, -- Ambush
-- Atrophic Poison
[439465] = { "Атрофічна отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи його силу атаки ближнього бою на {3} протягом {4} секунд.#lasts for {1} min#a {2}% chance#power by {3} for {4} sec", en="Atrophic Poison" },
[439473] = { "Атрофічна отрута", nil, "Силу атак ближнього бою зменшено на {1}.#by {1}", en="Atrophic Poison" },
[439503] = { "Атрофічна отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи його силу атаки ближнього бою на {3} протягом {4} секунд. {5} зарядів.#lasts for {1} min#a {2}% chance#power by {3} for {4} sec#{5} charges", en="Atrophic Poison" },
-- Avoidance
[457331] = { "Уникнення", nil, "Зменшує на {1}% всю отриману шкоду від атак, що діють на область і виконані не гравцями чи їх супутниками.#taken by {1}% from area ", en="Avoidance" },
-- Backstab
[462709] = { ref=53 }, -- Backstab
[462710] = { ref=53 }, -- Backstab
[462711] = { ref=53 }, -- Backstab
[462712] = { ref=53 }, -- Backstab
[462713] = { ref=53 }, -- Backstab
[462714] = { ref=53 }, -- Backstab
[462715] = { ref=53 }, -- Backstab
[462716] = { ref=53 }, -- Backstab
[462717] = { ref=53 }, -- Backstab
-- Between the Eyes
[400009] = { "Поміж очей", "Дистанційний завершальний рух, що завдає шкоду в залежності від довжини комбінації та сили атаки, а також приголомшує ціль:\n\n  1 прийом:   {1}-{2} шкоди, 1 с приголомшення\n  2 прийоми: {3}-{4} шкоди, 2 с приголомшення\n  3 прийоми: {5}-{6} шкоди, 3 с приголомшення\n  4 прийоми: {7}-{8} шкоди, 4 с приголомшення\n  5 прийомів: {9}-{10} шкоди, 5 с приголомшення\n\nМає спільний час відновлення з \"Ударом по нирках\".#1 point:   {1} to {2} damage#2 points: {3} to {4} damage#3 points: {5} to {6} damage#4 points: {7} to {8} damage#5 points: {9} to {10} damage", "Приголомшено.", en="Between the Eyes" },
[400033] = { "Поміж очей", "Отримати здібність \"Поміж очей\":", rune=400009, en="Between the Eyes" },
-- Blade Dance
[400012] = { "Танок клинків", "Завершальний рух, що збільшує ймовірність парирування на {1}% та збільшує вашу силу атаки на {2} за кожну одиницю вашої навички захисту понад {3}. Тривалість ефекту залежить від довжини комбінації:\n\n  1 прийом:   {4} с\n  2 прийоми: {5} с\n  3 прийоми: {6} с\n  4 прийоми: {7} с\n  5 прийомів: {8} с#chance by {1}% and grants {2} Attack#beyond {3}#1 point  : {4} seconds#2 points: {5} seconds#3 points: {6} seconds#4 points: {7} seconds#5 points: {8} seconds", "Ймовірність парирування збільшено на {1}%.[\nОтриману фізичну шкоду зменшено на {1}%.#damage taken reduced by {1}%]#increased by {1}%", en="Blade Dance" },
[400038] = { "Танок клинків", "Отримати здібність \"Танок клинків\":", rune=400012, en="Blade Dance" },
-- Blood Barrier
[1213761] = { "Бар'єр крові", nil, "Поглинає {1} шкоди.#Absorbs {1} damage", en="Blood Barrier" },
-- Blood Corruption
[449927] = { "Осквернення крові", "Викликає у цілі крововилив, збільшуючи будь-яку завдану їй шкоду на {1}. Діє на {2} ударів або протягом {3} с.#up to {1}#Lasts {2} charges or {3} sec", "Збільшує отриману шкоду на {1}.#by {1}", en="Blood Corruption" },
-- Blunderbuss
[436564] = { "Мушкетон", "Постріл з мушкетона по 4 ворогам у конусі перед вами, що завдає від {1} до {2} фізичної шкоди.#for {1} to {2}", en="Blunderbuss" },
[436610] = { "Мушкетон", "Отримати здібність \"Мушкетон\":", rune=436564, en="Blunderbuss" },
-- Carnage
[432275] = { "Різанина", nil, "Отримує на {1}% більше шкоди від розбійника, що має на цілі активний ефект кровотечі.#Taking {1}% increased", en="Carnage" },
[432276] = { "Різанина", "Ваші здібності завдають на {1}% більше шкоди цілям, ураженим одним з ваших ефектів кровотечі. Окрім того, \"Розрив\" також зцілює вас на {2}% від завданої шкоди.#deal {1}% increased#for {2}% of", en="Carnage" },
[432298] = { "Різанина", "Отримати здібність \"Різанина\":", rune=432276, en="Carnage" },
-- Cheating Death
[400024] = { "Обман смерті", "Будь-яка атака, яка в іншому випадку вбила б вас, натомість зменшить ваш запас здоров'я до 10% від максимального. Крім того, вся отримувана шкода буде зменшена на 90% протягом 3 секунд. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.", "Вся отримувана шкода зменшується на 90%.", en="Cheating Death" },
-- Clearcasting
[457342] = { "Ясномова", nil, "Ваша наступна здібність витратить на {1}% менше енергії.#by {1}%", en="Clearcasting" },
[467735] = { ref=457342 }, -- Clearcasting
-- Combat Potency
[432259] = { "Бойова витримка", "З ймовірністю {1}% ви отримуєте {2} енергії щоразу, коли завдаєте шкоди в ближньому бою своєю зброєю в лівій руці.#a {1}% chance to gain {2} Energy", en="Combat Potency" },
[432292] = { "Бойова витримка", "Отримати здібність \"Бойова витримка\":", rune=432259, en="Combat Potency" },
-- Coup
[1231424] = { "Переворот", nil, "Отримає на {1}% більше шкоди від наступного \"Отруєння\".#Take {1}% increased", en="Coup" },
-- Crimson Tempest
[412096] = { "Багряний вихор", "Завершальний рух, що вражає всіх ворогів в межах {1} м, спричиняючи кровотечу. Тривалість залежить від довжини комбінації.\n\n  1 прийом: {2} шкоди за {3} c\n  2 прийоми: {4} шкоди за {5} c\n  3 прийоми: {6} шкоди за {7} c\n  4 прийоми: {8} шкоди за {9} c\n  5 прийомів: {10} шкоди за {11} c\n\nБагряний вихор взаємодіє з усіма талантоми і ефектами, що й \"Розрив\".#within {1} y#1 point  : {2} damage over {3}#2 points: {4} damage over {5}#3 points: {6} damage over {7}#4 points: {8} damage over {9}#5 points: {10} damage over {11}", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Crimson Tempest" },
[436611] = { "Багряний вихор", "Отримати здібність \"Багряний вихор\":", rune=412096, en="Crimson Tempest" },
-- Cut to the Chase
[432271] = { "Одразу до справи", "Ваші здібності \"Потрошіння\" та \"Отруєння\" відновлюють тривалість ваших ефектів \"М'ясорубка\" або \"Танок клинків\" до максимального значення від комбінації з 5 прийомів. Якщо активні обидва ефекти, то буде відновлено ефект з меншою тривалістю.", en="Cut to the Chase" },
[432296] = { "Одразу до справи", "Отримати здібність \"Одразу до справи\":", rune=432271, en="Cut to the Chase" },
-- Cutthroat
[424980] = { "Головоріз", "Отримати здібність \"Головоріз\":", rune=462708, en="Cutthroat" },
[462707] = { "Головоріз", nil, "Наступна \"Засідка\" не вимагає непомітності.", en="Cutthroat" },
[462708] = { "Головоріз", "Ваші здібності \"Засідка\", \"Удар у спину\" та \"Гарота\" більше не вимагають знаходитися за спиною цілі, а \"Удар у спину\" з ймовірністю {1}% дозволить використати наступну \"Засідку\" протягом {2} c не перебуваючи в непомітності.#a {1}% chance#within {2} sec", en="Cutthroat" },
-- Deadly Brew
[399965] = { "Смертельне вариво", "Додає кілька покращень для ваших отрут:\n\nКоли ви отруюєте ціль будь-якою іншою отрутою, ви також отруюєте її смертельною отрутою.\n\nЯкщо на вашу зброю не нанесено отруту, вона має шанс отруїти ціль миттєвою отрутою.\n\nСмертельна отрута і миттєва отрута тепер мають збільшену шкоду в залежності від вашої сили атаки.\n\nЕфект вашої смертельної отрути тепер може накладатись на ціль, на яку вже діє ефект смертельної отрути інших пройдисвітів.", en="Deadly Brew" },
[399969] = { "Смертельне вариво", "Отримати здібність \"Смертельне вариво\":", rune=399965, en="Deadly Brew" },
[433521] = { "Смертельне вариво", "Додає кілька покращень для ваших отрут:\n\nКоли ви отруюєте ціль будь-якою іншою отрутою, ви також отруюєте її смертельною отрутою.\n\nЯкщо на вашу зброю не нанесено отруту, вона має шанс отруїти ціль миттєвою отрутою.\n\nСмертельна отрута і миттєва отрута тепер мають збільшену шкоду в залежності від вашої сили атаки.", en="Deadly Brew" },
-- Deadly Poison
[434312] = { ref=2818 }, -- Deadly Poison
-- Deadly Poison II
[434313] = { ref=2819 }, -- Deadly Poison II
-- Deadly Poison III
[434314] = { ref=11353 }, -- Deadly Poison III
-- Deadly Poison IV
[434315] = { ref=11354 }, -- Deadly Poison IV
-- Deadly Poison V
[434316] = { ref=25349 }, -- Deadly Poison V
-- Envenom
[399963] = { "Отруєння", "Завершальний рух, що завдає шкоду від отрути в залежності від кількості ефектів смертельної отрути на цілі. Після використання \"Отруєння\" ви маєте на 75% збільшений шанс спрацювання миттєвої отрути протягом 1 с і додатково ще протягом 1 с за кожен прийом в комбінації. Кожен прийом комбінації дорівнює одному ефекту отрути:\n  1 доза: {1} шкоди\n  2 дози: {2} шкоди\n  3 дози: {3} шкоди\n  4 дози: {4} шкоди\n  5 доз: {5} шкоди#1 dose:  {1} damage#2 doses: {2} damage#3 doses: {3} damage#4 doses: {4} damage#5 doses: {5} damage", "Ймовірність спрацювання миттєвої отрути збільшено на 75%.", en="Envenom" },
[399968] = { "Отруєння", "Отримати здібність \"Отруєння\":", rune=399963, en="Envenom" },
-- Fan of Knives
[409239] = { "Віяло ножів", "Миттєво розкидає ножі у цілі в межах {1} м, завдаючи {2}% від шкоди зброї.#within {1} y#causing {2}%", en="Fan of Knives" },
[409240] = { "Віяло ножів", "Миттєво розкидає ножі у цілі в межах {1} м, завдаючи {2}% від шкоди кинджалів або {3}% від шкоди іншої зброї.#within {1} y#causing {2}%#and {3}% weapon", en="Fan of Knives" },
[415457] = { "Віяло ножів", "Отримати здібність \"Віяло ножів\":", rune=409240, en="Fan of Knives" },
[436608] = { nil, "Отримати здібність \"Віяло ножів\":", rune=409240, ref=415457 }, -- Fan of Knives
-- Focused Attacks
[432255] = { "Зосереджені атаки", en="Focused Attacks" },
[432256] = { "Зосереджені атаки", "Ви отримуєте {1} енергії щоразу, коли завдаєте критичного удару в ближньому або дальньому бою.#gain {1} Energy", en="Focused Attacks" },
[432290] = { "Зосереджені атаки", "Отримати здібність \"Зосереджені атаки\":", rune=432256, en="Focused Attacks" },
-- Garrote
[462724] = { ref=703 }, -- Garrote
[462726] = { ref=703 }, -- Garrote
[462727] = { ref=703 }, -- Garrote
[462728] = { ref=703 }, -- Garrote
[462729] = { ref=703 }, -- Garrote
[462730] = { ref=703 }, -- Garrote
-- Honor Among Thieves
[432264] = { "Честь серед злодіїв", "Коли будь-який гравець у вашій групі завдає критичної шкоди атакою, здібністю або заклинанням, ви збільшуєте комбінацію на один прийом. Цей ефект не може спрацьовувати частіше, ніж раз на секунду.", en="Honor Among Thieves" },
[432294] = { "Честь серед злодіїв", "Отримати здібність \"Честь серед злодіїв\":", rune=432264, en="Honor Among Thieves" },
-- Just a Flesh Wound
[400014] = { "Всього лише подряпина", "Ви отримуєте на {1}% менше фізичної шкоди, поки активний \"Танок клинків\", та ще на {2}% менше за кожні {3} од. навички захисту понад {4}. Окрім того, ймовірність ухилення збільшується на {5}%, ймовірність отримання критичного удару в ближньому бою зменшується на {6}%, ви завдаєте на {7}% менше шкоди, загроза від усіх ваших дій значно збільшується, а ваша здібність \"Фінт\" замінюється на \"Дражнити\", що провокує ціль атакувати вас.#take {1}% reduced Physical#additional {2}% for every {3} of your Defense skill beyond {4}#multiplied by {5}%#have {6}% reduced chance#deal {7}% less damage", rune=410412, en="Just a Flesh Wound" },
[400039] = { "Всього лише подряпина", "Отримати здібність \"Всього лише подряпина\":", rune=400014, en="Just a Flesh Wound" },
-- Main Gauche
[424919] = { "Удар лівицею", "Миттєвий удар зброєю в лівій руці, що завдає шкоду від зброї і збільшує ймовірність парирування на {1}% протягом {2} с або до наступного успішного парирування. Протягом {3} с після застосування \"Удару лівицею\", здібність \"Підступний удар\" витрачає на {4} менше енергії, спричиняє на {5}% загрози та надає ефекти \"Удару за ударом\", а \"Підступний удар\" та \"Потрошіння\" завдають на {6}% більше шкоди. Збільшує довжину комбінації на 1 прийом.\n\n\"Удар лівицею\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\". Ефект \"Удару лівицею\" не підсилює та не зменшує витрати енергії на \"Удар лівицею\".#by {1}% for {2} sec#For {3} sec after#costs {4} less#deals {5}% more threat#deal {6}% more damage", "Ймовірність парирування атак збільшено на {1}%.#by {1}%", en="Main Gauche" },
[424982] = { "Удар лівицею", "Отримати здібність \"Удар лівицею\":", rune=424919, en="Main Gauche" },
[462752] = { "Удар лівицею", nil, "Витрати енергії на \"Підступний удар\" зменшено на {1}.\nЗагрозу від \"Підступного удару\" збільшено на {2}%.\nШкоду \"Підступного удару\" та \"Потрошіння\" збільшено на {3}%.#reduced by {1}#generated increased by {2}%#damage increased by {3}%", en="Main Gauche" },
-- Master of Subtlety
[425096] = { "Майстер непомітності", "Атаки, здійснені з непомітності та протягом {1} секунд після виходу з неї, завдають на {2}% більше шкоди.#for {1} seconds#additional {2}% damage", en="Master of Subtlety" },
[425101] = { "Майстер непомітності", "Отримати здібність \"Майстер непомітності\":", rune=425096, en="Master of Subtlety" },
-- Mutilate
[399956] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає {1}% шкоди від зброї і додатково {2} шкоди від кожної зброї. Завдає на {3}% більше шкоди отруєним цілям. Збільшує довжину комбінації на {4} прийоми.\n\n\"Скалічити\" взаємодіє з усіма талантами та ефектами, що й \"Удар у спину\", крім окремо зазначених випадків.#weapons for {1}% weapon#additional {2} with each#additional {3} with each#Awards {4} combo", en="Mutilate" },
[399960] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає 100% шкоди від зброї і додатково {1} шкоди від кожної зброї. Завдає на 20% більше шкоди отруєним цілям. Збільшує довжину комбінації на 2 прийоми.#additional {1} with each", en="Mutilate" },
[399961] = { ref=399960 }, -- Mutilate
[399962] = { "Скалічити", "Отримати здібність \"Скалічити\":", rune=399956, en="Mutilate" },
-- Numbing Poison
[439464] = { "Паралізуюча отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи швидкість його атаки ближнього бою на {3}% протягом {4} секунд.#lasts for {1} min#a {2}% chance#attacks by {3}% for {4} sec", en="Numbing Poison" },
[439472] = { "Паралізуюча отрута", nil, "Швидкість атаки ближнього бою зменшено на {1}%#by {1}%", en="Numbing Poison" },
[439505] = { "Паралізуюча отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи швидкість його атаки ближнього бою на {3}% протягом {4} секунд. {5} зарядів.#lasts for {1} min#a {2}% chance#attacks by {3}% for {4} sec#{5} charges", ref=439464, en="Numbing Poison" },
-- Occult Poison I
[458820] = { "Окультна отрута I", nil, "Ціль отримує {1} шкоди від природи кожні {2} с та отримує на {3}% більше шкоди від аркани, вогню, криги, природи та тіні.#takes {1} Nature#every {2} sec#and {3}% increased", en="Occult Poison I" },
[458821] = { "Окультна отрута I", "Покриває зброю отрутою на {1} хв. Кожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с та збільшує отриману ним шкоду від аркани, вогню, криги, природи та тіні на {5}%. Ефект накопичується до {6} разів на одній цілі.\n\nОкультна отрута взаємодіє з усіма талантами і ефектами, що й смертельна отрута.#lasts for {1} min#a {2}% chance#for {3} Nature damage over {4} sec#take {5}% increased#up to {6} times", en="Occult Poison I" },
[458822] = { "Окультна отрута I", "Покриває зброю отрутою на {1} хв.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с та збільшує отриману ним шкоду від аркани, вогню, криги, природи та тіні на {5}%. Ефект накопичується до {6} разів на одній цілі.\n\nОкультна отрута взаємодіє з усіма талантами і ефектами, що й смертельна отрута.#lasts for {1} min#a {2}% chance#for {3} Nature damage over {4} sec#take {5}% increased#up to {6} times", en="Occult Poison I" },
[462286] = { ref=458820 }, -- Occult Poison I
-- Occult Poison II
[1214168] = { "Окультна отрута II", ref=458822, en="Occult Poison II" },
[1214170] = { "Окультна отрута II", ref=458820, en="Occult Poison II" },
[1214171] = { "Окультна отрута II", ref=458821, en="Occult Poison II" },
-- Poisoned Knife
[425012] = { "Отруєний ніж", "Кидок зброї з лівої руки, що завдає шкоди зброї та з ймовірністю {1}% викликає спрацювання нанесеної на неї отрути. Збільшує довжину комбінації на {2} прийом. Відновлює {3} енергії за кожен ефект смертельної отрути на цілі.\n\n\"Отруєний ніж\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\".#a {1}% chance#Awards {2} combo#Refunds {3} Energy", en="Poisoned Knife" },
[425013] = { "Отруєний ніж", "Кидок зброї з лівої руки, що завдає шкоди зброї та з ймовірністю {1}% викликає спрацювання нанесеної на неї отрути. Збільшує довжину комбінації на {2} прийом.\n\n\"Отруєний ніж\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\".#a {1}% chance#Awards {2} combo", en="Poisoned Knife" },
[425100] = { "Отруєний ніж", "Отримати здібність \"Отруєний ніж\":", rune=425012, en="Poisoned Knife" },
-- Quick Draw
[398196] = { "Швидкий постріл", "Витягти зброю дальнього бою та зробити швидкий постріл у ворога, завдаючи йому шкоду від зброї і зменшуючи швидкість руху цілі на 50% протягом 6 секунд. Збільшує довжину комбінації на 1 прийом.\n\n\"Швидкий постріл\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\".", "Швидкість руху зменшено на 50%.", en="Quick Draw" },
[398197] = { "Швидкий постріл", "Отримати здібність \"Швидкий постріл\":", rune=398196, en="Quick Draw" },
-- Redirect
[438040] = { "Перенаправлення", "Знімає всі комбінацію прийомів з цілі та зберігає їх протягом {1} секунд. Ці збережені прийоми перейдуть на наступну ціль, яку ви вразите здібністю ближнього або дальнього бою. Не спрацьовує на інших гравцях.#up to {1} sec", "Комбінація прийомів перейде на наступну ціль здібності пройдисвіта.", en="Redirect" },
[438045] = { "Перенаправлення", "Перенаправляє поточну комбінацію прийомів на ціль, що не є гравцем. Необхідно мати комбінацію прийомів.", en="Redirect" },
-- Relentless Strikes
[438545] = { "Невідступні удари", en="Relentless Strikes" },
[468807] = { ref=438545 }, -- Relentless Strikes
-- Rolling with the Punches
[400015] = { "Удар за ударом", nil, "Максимальний запас здоров'я збільшено на {1}%[, а броню від предметів збільшено на {1}%#items increased by {1}%].#increased by {1}% of", en="Rolling with the Punches" },
[400016] = { "Удар за ударом", "Щоразу, коли ви ухиляєтеся або парируєте, ваш запас здоров'я збільшується на {1}%. Ефект накопичується до {2} разів.#gain {1}% increased#up to {2} times", en="Rolling with the Punches" },
[400040] = { "Удар за ударом", "Отримати здібність \"Удар за ударом\":", rune=400016, en="Rolling with the Punches" },
-- Saber Slash
[424785] = { "Удар шаблею", "Ви жорстоко рубаєте ворога, завдаючи {1}% шкоди від зброї, і викликаєте в нього кровотечу, що завдає {2} шкоди кожні {3} с протягом {4} секунд, і ефект якої накопичується до {5} разів. Кожен ефект також збільшує шкоду від вашого \"Удару шаблею\" та \"Підступного удару\" на {6}%. Збільшує довжину комбінації на 1 прийом.\n\n\"Удар шаблею\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\".#for {1}% weapon#bleed for {2} damage every {3} sec for {4}#up to {5} times#Strike by {6}%", "Кровотеча завдає {1} шкоди кожні {2} с.\nОтриману шкоду від \"Удару шаблею\" та \"Підступного удару\" збільшено на {3}%.#for {1} damage every {2} sec#increased by {3}%", en="Saber Slash" },
[424979] = { "Удар шаблею", "Отримати здібність \"Удар шаблею\":", rune=424785, en="Saber Slash" },
-- Sebacious Poison
[439462] = { "Їдка отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи його броню на {3} протягом {4} секунд.\n\nЇдка отрута взаємодіє з талантом \"Покращене оголення броні\".#lasts for {1} min#a {2}% chance#armor by {3} for {4} sec", en="Sebacious Poison" },
[439471] = { "Їдка отрута", nil, "Броню зменшено на {1}.#by {1}.", en="Sebacious Poison" },
[439500] = { "Їдка отрута", "Покриває зброю отрутою на {1} хвилин.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи його броню на {3} протягом {4} секунд. {5} зарядів.\n\nЇдка отрута взаємодіє з талантом \"\"Покращене оголення броні\"\".#lasts for {1} min#a {2}% chance#armor by {3} for {4} sec#{5} charges", en="Sebacious Poison" },
-- Serrated Blades
[461327] = { ref=14171 }, -- Serrated Blades
[461328] = { ref=14171 }, -- Serrated Blades
-- Shadowstep
[400029] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі та збільшує свою швидкість руху на {1}% протягом {2} секунд.#speed by {1}% for {2} sec", en="Shadowstep" },
[400037] = { "Крок через тінь", "Отримати здібність \"Крок через тінь\":", rune=400029, en="Shadowstep" },
[406722] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі та збільшує свою швидкість руху на {1}% протягом {2} секунд.#speed by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#increased by {1}%", en="Shadowstep" },
[406754] = { "Крок через тінь", en="Shadowstep" },
-- Shadowstrike
[399985] = { "Тіньовий удар", "Телепортуватись за спину цілі й виконати удар, що завдає 150% шкоди від зброї. Необхідно бути непомітним. Збільшує довжину комбінації на 1 прийом.", en="Shadowstrike" },
[400031] = { "Тіньовий удар", "Отримати здібність \"Тіньовий удар\":", rune=399985, en="Shadowstrike" },
-- Shiv
[5938] = { "Укол", "Миттєва атака зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть завдати критичного удару. Збільшує довжину комбінації на 1 прийом.", en="Shiv" },
[424799] = { "Укол", "Миттєва атака зброєю в лівій руці, що завдає шкоди від зброї та з ймовірністю {1}% отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Збільшує довжину комбінації на {2} прийом.\n\n\"Укол\" взаємодіє з усіма талантами та ефектами, що й \"Підступний удар\".#a {1}% chance#Awards {2} combo", en="Shiv" },
[424800] = { "Укол", "Миттєва атака зброєю в лівій руці, що з ймовірністю {1}% отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Збільшує довжину комбінації на {2} прийом.#a {1}% chance#Awards {2} combo", en="Shiv" },
-- Shuriken Toss
[399986] = { "Кидок сюрікена", "Кидок сюрікена у ворога, що завдає {1}% від вашої сили атаки, а також вражає до 4 цілей поблизу. Збільшує довжину комбінації на 1 прийом за кожне ураження.#equal to {1}% of your", en="Shuriken Toss" },
[400032] = { "Кидок сюрікена", "Отримати здібність \"Кидок сюрікена\":", rune=399986, en="Shuriken Toss" },
-- Slaughter from the Shadows
[424925] = { "Різанина з тіні", "Зменшує витрати енергії на ваші здібності \"Удар у спину\" та \"Засідка\" на {1} та збільшує їхню шкоду проти непідконтрольних гравцям цілей на {2}%.[ Не взаємодіє зі здібністю \"Скалічити\".#Does not apply to Mutilate][ Не взаємодіє зі здібностями, отриманими з інших рун.#abilities learned from other runes]#abilities by {1}#targets by {2}%", en="Slaughter from the Shadows" },
[424983] = { "Різанина з тіні", "Отримати здібність \"Різанина з тіні\":", rune=424925, en="Slaughter from the Shadows" },
-- Storm of Swords
[398198] = { "Буря мечів", "Завершальний рух, що збільшує ймовірність парирування. Тривалість та сила ефекту залежить від довжини комбінації:\n  1 прийом:   {1} с, {2}% парирування\n  2 прийоми: {3} с, {4}% парирування\n  3 прийоми: {5} с, {6}% парирування\n  4 прийоми: {7} с, {8}% парирування\n  5 прийомів: {9} с, {10}% парирування#1 point  : {1} seconds, {2}% Parry#2 points: {3} seconds, {4}% Parry#3 points: {5} seconds, {6}% Parry#4 points: {7} seconds, {8}% Parry#5 points: {9} seconds, {10}% Parry", "Швидкість атаки збільшено на 10%.", en="Storm of Swords" },
-- Tease
[410412] = { "Дражнити", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", en="Tease" },
-- Torment
[446391] = { "Муки", "Безцільно блукає протягом {1} с.#for {1} sec", "В муках.", en="Torment" },
-- Unfair Advantage
[432273] = { "Нечесна перевага", "Щоразу, коли ви ухиляєтеся чи парируєте атаку, ви отримуєте нечесну перевагу, завдаючи у відповідь {1}% шкоди від вашої зброї в правій руці та збільшуючи комбінацію на 1 прийом. Цей ефект не може спрацьовувати частіше, ніж раз на секунду.#for {1}% of your", en="Unfair Advantage" },
[432274] = { "Нечесна перевага", en="Unfair Advantage" },
[432300] = { "Нечесна перевага", "Отримати здібність \"Нечесна перевага\":", rune=432273, en="Unfair Advantage" },
-- Waylay
[408699] = { "Раптові удари", "Ваші здібності \"Засідка\" та \"Удар у спину\" виводять ціль з рівноваги, збільшуючи інтервал між атаками ближнього бою на {1}% і зменшуючи швидкість руху на {2}% протягом {3} с.#attacks by {1}%#speed by {2}% for {3} sec", "Інтервал між атаками ближнього бою збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Waylay" },
[408700] = { "Раптові удари", "Ваші здібності \"Засідка\" та \"Удар у спину\" виводять ціль з рівноваги, збільшуючи інтервал між атаками ближнього бою на {1}% і зменшуючи швидкість руху на {2}% протягом {3} с.#attacks by {1}%#speed by {2}% for {3} sec", en="Waylay" },
[415725] = { "Раптові удари", "Отримати здібність \"Раптові удари\":", rune=408700, en="Waylay" },

-- Engraving
[425102] = { "Гравіювання пояса - Отруєний ніж", "Вигравіювати на поясі руну \"Отруєний ніж\":", rune=425012, en="Engrave Belt - Poisoned Knife" },
[400101] = { "Гравіювання пояса - Крок через тінь", "Вигравіювати на поясі руну \"Крок через тінь\":", rune=400029, en="Engrave Belt - Shadowstep" },
[400096] = { "Гравіювання пояса - Кидок сюрікена", "Вигравіювати на поясі руну \"Кидок сюрікена\":", rune=399986, en="Engrave Belt - Shuriken Toss" },
[425103] = { "Гравіювання чоботів - Майстер непомітності", "Вигравіювати на чоботях руну \"Майстер непомітності\":", rune=425096, en="Engrave Boots - Master of Subtlety" },
[400093] = { "Гравіювання чоботів - Удар за ударом", "Вигравіювати на чоботях руну \"Удар за ударом\":", rune=400016, en="Engrave Boots - Rolling with the Punches" },
[415926] = { "Гравіювання чоботів - Раптові удари", "Вигравіювати на чоботях руну \"Раптові удари\":", rune=408700, en="Engrave Boots - Waylay" },
[432299] = { "Гравіювання браслетів - Різанина", "Вигравіювати на браслетах руну \"Різанина\":", rune=432276, en="Engrave Bracers - Carnage" },
[432297] = { "Гравіювання браслетів - Одразу до справи", "Вигравіювати на браслетах руну \"Одразу до справи\":", rune=432271, en="Engrave Bracers - Cut to the Chase" },
[432301] = { "Гравіювання браслетів - Нечесна перевага", "Вигравіювати на браслетах руну \"Нечесна перевага\":", rune=432273, en="Engrave Bracers - Unfair Advantage" },
[400080] = { "Гравіювання нагрудника - Смертельне вариво", "Вигравіювати на нагруднику руну \"Смертельне вариво\":", rune=399965, en="Engrave Chest - Deadly Brew" },
[400082] = { "Гравіювання нагрудника - Всього лише подряпина", "Вигравіювати на нагруднику руну \"Всього лише подряпина\":", rune=400014, en="Engrave Chest - Just a Flesh Wound" },
[400095] = { "Гравіювання нагрудника - Швидкий постріл", "Вигравіювати на нагруднику руну \"Швидкий постріл\":", rune=398196, en="Engrave Chest - Quick Draw" },
[424992] = { "Гравіювання нагрудника - Різанина з тіні", "Вигравіювати на нагруднику руну \"Різанина з тіні\":", rune=424925, en="Engrave Chest - Slaughter from the Shadows" },
[415922] = { "Гравіювання плаща - Мушкетон", "Вигравіювати на плащі руну \"Мушкетон\":", rune=436564, en="Engrave Cloak - Blunderbuss" },
[415918] = { "Гравіювання плаща - Багряний вихор", "Вигравіювати на плащі руну \"Багряний вихор\":", rune=412096, en="Engrave Cloak - Crimson Tempest" },
[436609] = { "Гравіювання плаща - Віяло ножів", "Вигравіювати на плащі руну \"Віяло ножів\":", rune=409240, en="Engrave Cloak - Fan of Knives" },
[424988] = { "Гравіювання рукавиць - Головоріз", "Вигравіювати на рукавицях руну \"Головоріз\":", rune=462708, en="Engrave Gloves - Cutthroat" },
[424990] = { "Гравіювання рукавиць - Удар лівицею", "Вигравіювати на рукавицях руну \"Удар лівицею\":", rune=424919, en="Engrave Gloves - Main Gauche" },
[400094] = { "Гравіювання рукавиць - Скалічити", "Вигравіювати на рукавицях руну \"Скалічити\":", rune=399956, en="Engrave Gloves - Mutilate" },
[424984] = { "Гравіювання рукавиць - Удар шаблею", "Вигравіювати на рукавицях руну \"Удар шаблею\":", rune=424785, en="Engrave Gloves - Saber Slash" },
[400105] = { "Гравіювання рукавиць - Тіньовий удар", "Вигравіювати на рукавицях руну \"Тіньовий удар\":", rune=399985, en="Engrave Gloves - Shadowstrike" },
[432293] = { "Гравіювання шолома - Бойова витримка", "Вигравіювати на шоломі руну \"Бойова витримка\":", rune=432259, en="Engrave Helm - Combat Potency" },
[432291] = { "Гравіювання шолома - Зосереджені атаки", "Вигравіювати на шоломі руну \"Зосереджені атаки\":", rune=432256, en="Engrave Helm - Focused Attacks" },
[432295] = { "Гравіювання шолома - Честь серед злодіїв", "Вигравіювати на шоломі руну \"Честь серед злодіїв\":", rune=432264, en="Engrave Helm - Honor Among Thieves" },
[400081] = { "Гравіювання штанів - Поміж очей", "Вигравіювати на штанях руну \"Поміж очей\":", rune=400009, en="Engrave Pants - Between the Eyes" },
[400099] = { "Гравіювання штанів - Танок клинків", "Вигравіювати на штанях руну \"Танок клинків\":", rune=400012, en="Engrave Pants - Blade Dance" },
[400102] = { "Гравіювання штанів - Отруєння", "Вигравіювати на штанях руну \"Отруєння\":", rune=399963, en="Engrave Pants - Envenom" },

-- Item effects
[468458] = { "Сплеск енергії", "Миттєво відновлює {1} енергії. Якщо руна \"Головоріз\" активна, то ви отримаєте її ефект.#energy by {1}", en="Burst of Energy" },
[1232181] = { "Вбивця королев", "[Критичні удари здібностей \"Кровожерливість\", \"Смертельний удар\", \"Трощення щитом\", \"Героїчний удар\" та \"Розсічення\" подовжують дію ефекту \"Розрив\" на цілі до {1} с.#Rend on the target to {1} sec][Критичні удари здібностей \"Удар у спину\", \"Скалічити\" та \"Удар шаблею\" подовжують дію \"Розриву\" на цілі до {1} с, а \"Багряного вихору\" - до {2} с.#to {1} sec and your Crimson Tempest to {2} sec][Критичні удари здібностей \"Удар раптора\" та \"Укус мангусти\" подовжують дію \"Жала змії\" на цілі до {1} с#Serpent Sting on the target to {1} sec][Ви ніколи не будете гідні використовувати цей клинок#never be worthy enough].", en="Queensfall" },
[459605] = { ref=23049 }, -- Sprint Duration Increase
[467511] = { ref=23726 }, -- Venomous Totem

-- Rune progress
[422598] = { "План втечі", nil, "Втече, щойно відчує небезпеку", en="Escape Plan" },
[466061] = { "Проникнення", nil, "Знайдіть Сая. Залишайтесь непоміченими.", en="Infiltration" },
[435869] = { "Благословення Джані", nil, "Дає вам шанс знайти незвичайні предмети в кишенях тролів Тернистої долини.", en="Jani's Blessing" },
[436103] = { "сажа", nil, "Вкритий сажею і пахне горілим. Не може отримати ефект непомітності чи невидимості.", en="Sooty" },
[466062] = { "Вас помітили!", nil, "Сай втік. Повертайтесь пізніше.", en="Spotted!" },
[436104] = { "крихітна коробка", nil, "Вкритий сажею і пахне горілим. Не може отримати ефект непомітності чи невидимості.", en="Tiny Strongbox" },

-- Set bonus enchants
[1219766] = { "Душа ухильника", "Наповнити наплічники душею ухильника:\n\n\"Фінт\" також надає ефект \"Уникнення\", що зменшує всю отриману шкоду від атак, що діють на область і виконані не гравцями чи їх супутниками, на {1}%.#players by {1}%", en="Soul of the Avoidant" },
[1219781] = { "Душа чорного пояса", "Наповнити наплічники душею чорного пояса:\n\n\"Удар за ударом\" також збільшує броню від предметів на {1}% за кожен ефект (але не більше {2}%).#grants you {1}% increased Armor#capped at {2}%", en="Soul of the Black Belt" },
[1219784] = { "Душа кровожерного", "Наповнити наплічники душею кровожерного:\n\nПід час дії ефекту \"Удару лівицею\" ви зцілюєтесь на {1}% від заданої шкоди \"Підступним ударом\". Надлишкове зцілення захистить вас \"Бар'єром крові\", що поглинатиме шкоду в обсязі до {2}% від максимального запасу здоров'я.#heal for {1}% of all#damage up to {2}% of your maximum", en="Soul of the Bloodthirsty" },
[1219770] = { "Душа м'ясника", "Наповнити наплічники душею м'ясника:\n\nЗбільшує шкоду вашої зброї в правій руці на {1}% для здібностей, що продовжують комбінацію прийомів.#abilities by {1}%", en="Soul of the Butcher" },
[1219776] = { "Душа ефективності", "Наповнити наплічники душею ефективності:\n\nВаші завершальні рухи витрачають на {1}% менше енергії.#cost {1}% less Energy", en="Soul of the Efficient" },
[1219779] = { "Душа еквілібриста", "Наповнити наплічники душею еквілібриста:\n\nВаші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації зменшують на {2}% фізичну шкоду від наступної атаки ближнього бою, яка влучає в вас протягом {3} с.#have a {1}% chance per combo#take {2}% less Physical#hits you within {3} sec", en="Soul of the Equilibrist" },
[1219768] = { "Душа ката", "Наповнити наплічники душею ката:\n\nВаші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації дозволять використати наступну здібність без витрат енергії.#moves have a {1}% chance per", en="Soul of the Executioner" },
[1219782] = { "Душа фехтувальника", "Наповнити наплічники душею фехтувальника:\n\nВідновлення \"Удару лівицею\" завершується щоразу, коли ви ухиляєтесь чи парируєте.", en="Soul of the Fencer" },
[1219777] = { "Душа жонглера ножами", "Наповнити наплічники душею жонглера ножами:\n\nПоки діє \"Всього лише подряпина\" або \"Танок клинків\", здібності \"Багряний вихор\", \"Мушкетон\" та \"Віяло ножів\" витрачають на {1} менше енергії та спричиняють на {2}% більше загрози.#cost {1}  less Energy and generate {2}% increased threat", en="Soul of the Knife Juggler" },
[1219769] = { "Душа авантюриста", "Наповнити наплічники душею авантюриста:\n\nЗдібності, що починають комбінацію прийомів, з ймовірністю {1}% дозволять використати наступну здібність без витрат енергії.#moves have a {1}% chance", en="Soul of the Opportunist" },
[1219771] = { "Душа фантома", "Наповнити наплічники душею фантома:\n\nЗменшує час відновлення \"Зникнення\" до {1} хв. Не поєднується з \"Невловимістю\".#Vanish to {1} min", en="Soul of the Phantom" },
[1219780] = { "Душа виваженого бійця", "Наповнити наплічники душею виваженого бійця:\n\n\"Удар за ударом\" тепер активується щоразу, коли ви продовжуєте комбінацію прийомів.", en="Soul of the Poised Brawler" },
[1219772] = { "Душа негідника", "Наповнити наплічники душею негідника:\n\nЗбільшує шкоду здібностей \"Скалічити\" та \"Удар шаблею\" на {1}%.#Slash damage by {1}%", en="Soul of the Scoundrel" },
[1219778] = { "Душа майстра тіней", "Наповнити наплічники душею майстра тіней:\n\n\"Зникнення\" тепер зменшує всю отриману магічну шкоду на {1}% на час своєї дії, але більше не надає непомітності та не звільняє від ефектів обмеження руху.#take by {1}% for its duration", en="Soul of the Shadow Master" },
[1219774] = { "Душа майстра кинджалів", "Наповнити наплічники душею майстра кинджалів:\n\nЗбільшує ймовірність завдати критичного удару кинджалами на {1}%.#by {1}%", en="Soul of the Shiv Savant" },
[1219775] = { "Душа ловця", "Наповнити наплічники душею ловця:\n\nЗбільшує ймовірність критичного удару здібності \"Засідка\" на {1}%.#Ambush ability by {1}%", en="Soul of the Stalker" },
[1219783] = { "Душа шибайголови", "Наповнити наплічники душею шибайголови:\n\n\"Удар лівицею\" вражає ще одну ціль, та дозволяє \"Підступному удару\" вражати одну додаткову ціль протягом 10 секунд. Додаткові удари не подвоюються \"Шквалом клинків\".", en="Soul of the Swashbuckler" },
[1219773] = { "Душа екстремала", "Наповнити наплічники душею негідника:\n\nЗменшує час відновлення \"Викиду адреналіну\" на {1} хв.#Rush by {1} min", en="Soul of the Thrill Seeker" },
[1219767] = { "Душа токсиколога", "Наповнити наплічники душею токсиколога:\n\nЗбільшує бонус критичної шкоди для ваших отрут на {1}%.#Poisons by {1}%", en="Soul of the Toxicologist" },

-- Set bonuses
[1213763] = { "Сезон 3 - Предмет - Комплект руїн Ан'Кіражу - Пройдисвіт - Бонус 3 предметів бійця", "Ваші завершальні рухи витрачають на {1}% менше енергії.#cost {1}% less Energy", en="S03 - Item - RAQ - Rogue - Damage 3P Bonus" },
[457329] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 2 предметів бійця", "\"Фінт\" також надає ефект \"Уникнення\", що зменшує всю отриману шкоду від атак, що діють на область і виконані не гравцями чи їх супутниками, на {1}%.#players by {1}%", en="S03 - Item - T1 - Rogue - Damage 2P Bonus" },
[457339] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 4 предметів бійця", "Збільшує бонус критичної шкоди для ваших отрут на {1}%.#Poisons by {1}%", en="S03 - Item - T1 - Rogue - Damage 4P Bonus" },
[457344] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 6 предметів бійця", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації дозволять використати наступну здібність без витрат енергії.#moves have a {1}% chance per", en="S03 - Item - T1 - Rogue - Damage 6P Bonus" },
[457349] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 2 предметів танка", "Поки діє \"Всього лише подряпина\" або \"Танок клинків\", здібності \"Багряний вихор\", \"Мушкетон\" та \"Віяло ножів\" витрачають на {1} менше енергії та спричиняють на {2}% більше загрози.#cost {1}  less Energy and generate {2}% increased threat", en="S03 - Item - T1 - Rogue - Tank 2P Bonus" },
[457440] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 4 предметів танка", "\"Зникнення\" тепер зменшує всю отриману магічну шкоду на {1}% на час своєї дії, але більше не надає непомітності та не звільняє від ефектів обмеження руху.#take by {1}% for its duration", en="S03 - Item - T1 - Rogue - Tank 4P Bonus" },
[457464] = { "Сезон 3 - Предмет - Комплект 1 - Пройдисвіт - Бонус 6 предметів танка", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом в комбінації зменшують на {2}% фізичну шкоду від наступної атаки ближнього бою, яка влучає в вас протягом {3} с.#have a {1}% chance per combo#take {2}% less Physical#hits you within {3} sec", en="S03 - Item - T1 - Rogue - Tank 6P Bonus" },
[467708] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 2 предметів бійця", "Здібності, що починають комбінацію прийомів, з ймовірністю {1}% дозволять використати наступну здібність без витрат енергії.#moves have a {1}% chance", en="S03 - Item - T2 - Rogue - Damage 2P Bonus" },
[467737] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 4 предметів бійця", "Збільшує шкоду вашої зброї в правій руці на {1}% для здібностей, що продовжують комбінацію прийомів.#abilities by {1}%", en="S03 - Item - T2 - Rogue - Damage 4P Bonus" },
[467739] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 6 предметів бійця", "Зменшує час відновлення \"Зникнення\" до {1} хв. Не поєднується з \"Невловимістю\".#Vanish to {1} min", en="S03 - Item - T2 - Rogue - Damage 6P Bonus" },
[467746] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 2 предметів танка", "\"Удар за ударом\" тепер активується щоразу, коли ви продовжуєте комбінацію прийомів.", en="S03 - Item - T2 - Rogue - Tank 2P Bonus" },
[467797] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 4 предметів танка", "\"Удар за ударом\" також збільшує броню від предметів на {1}% за кожен ефект (але не більше {2}%).#grants you {1}% increased Armor#capped at {2}%", en="S03 - Item - T2 - Rogue - Tank 4P Bonus" },
[467803] = { "Сезон 3 - Предмет - Комплект 2 - Пройдисвіт - Бонус 6 предметів танка", "Відновлення \"Удару лівицею\" завершується щоразу, коли ви ухиляєтесь чи парируєте.", en="S03 - Item - T2 - Rogue - Tank 6P Bonus" },
[1213713] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Пройдисвіт - Бонус 2 предметів бійця", "Збільшує шкоду здібностей \"Скалічити\" та \"Удар шаблею\" на {1}%.#Slash damage by {1}%", en="S03 - Item - TAQ - Rogue - Damage 2P Bonus" },
[1213714] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Пройдисвіт - Бонус 4 предметів бійця", "Зменшує час відновлення \"Викиду адреналіну\" на {1} хв.#Rush by {1} min", en="S03 - Item - TAQ - Rogue - Damage 4P Bonus" },
[1213754] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Пройдисвіт - Бонус 2 предметів танка", "\"Удар лівицею\" вражає ще одну ціль, та дозволяє \"Підступному удару\" вражати одну додаткову ціль протягом 10 секунд. Додаткові удари не подвоюються \"Шквалом клинків\".", en="S03 - Item - TAQ - Rogue - Tank 2P Bonus" },
[1213759] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Пройдисвіт - Бонус 4 предметів танка", "Під час дії ефекту \"Удару лівицею\" ви зцілюєтесь на {1}% від заданої шкоди \"Підступним ударом\". Надлишкове зцілення захистить вас \"Бар'єром крові\", що поглинатиме шкоду в обсязі до {2}% від максимального запасу здоров'я.#heal for {1}% of all#damage up to {2}% of your maximum", en="S03 - Item - TAQ - Rogue - Tank 4P Bonus" },
[468436] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Пройдисвіт - Бонус 3 предметів майстра кинджалів", "Збільшує ймовірність завдати критичного удару кинджалами на {1}%.#by {1}%", en="S03 - Item - ZG - Rogue - Dagger 3P Bonus" },
[468438] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Пройдисвіт - Бонус 5 предметів майстра кинджалів", "Збільшує ймовірність критичного удару здібності \"Засідка\" на {1}%.#Ambush ability by {1}%", en="S03 - Item - ZG - Rogue - Dagger 5P Bonus" },
[1219994] = { "Душа ухильника", ref=457329, en="Soul of the Avoidant" },
[1219995] = { "Душа ухильника", en="Soul of the Avoidant" },
[1220023] = { "Душа чорного пояса", ref=467797, en="Soul of the Black Belt" },
[1220025] = { "Душа чорного пояса", en="Soul of the Black Belt" },
[1220030] = { "Душа кровожерного", ref=1213759, en="Soul of the Bloodthirsty" },
[1220031] = { "Душа кровожерного", en="Soul of the Bloodthirsty" },
[1220002] = { "Душа м'ясника", ref=467737, en="Soul of the Butcher" },
[1220003] = { "Душа м'ясника", en="Soul of the Butcher" },
[1220014] = { "Душа ефективності", ref=1213763, en="Soul of the Efficient" },
[1220015] = { "Душа ефективності", en="Soul of the Efficient" },
[1220020] = { "Душа еквілібриста", ref=457464, en="Soul of the Equilibrist" },
[1220021] = { "Душа еквілібриста", en="Soul of the Equilibrist" },
[1219998] = { "Душа ката", ref=457344, en="Soul of the Executioner" },
[1219999] = { "Душа ката", en="Soul of the Executioner" },
[1220026] = { "Душа фехтувальника", ref=467803, en="Soul of the Fencer" },
[1220027] = { "Душа фехтувальника", en="Soul of the Fencer" },
[1220016] = { "Душа жонглера ножами", ref=457349, en="Soul of the Knife Juggler" },
[1220017] = { "Душа жонглера ножами", en="Soul of the Knife Juggler" },
[1220000] = { "Душа авантюриста", ref=467708, en="Soul of the Opportunist" },
[1220001] = { "Душа авантюриста", en="Soul of the Opportunist" },
[1220004] = { "Душа фантома", ref=467739, en="Soul of the Phantom" },
[1220005] = { "Душа фантома", en="Soul of the Phantom" },
[1220022] = { "Душа виваженого бійця", ref=467746, en="Soul of the Poised Brawler" },
[1220024] = { "Душа виваженого бійця", en="Soul of the Poised Brawler" },
[1220006] = { "Душа негідника", ref=1213713, en="Soul of the Scoundrel" },
[1220007] = { "Душа негідника", en="Soul of the Scoundrel" },
[1220018] = { "Душа майстра тіней", ref=457440, en="Soul of the Shadow Master" },
[1220019] = { "Душа майстра тіней", en="Soul of the Shadow Master" },
[1220010] = { "Душа майстра кинджалів", ref=468436, en="Soul of the Shiv Savant" },
[1220011] = { "Душа майстра кинджалів", en="Soul of the Shiv Savant" },
[1220012] = { "Душа ловця", ref=468438, en="Soul of the Stalker" },
[1220013] = { "Душа ловця", en="Soul of the Stalker" },
[1220028] = { "Душа шибайголови", ref=1213754, en="Soul of the Swashbuckler" },
[1220029] = { "Душа шибайголови", en="Soul of the Swashbuckler" },
[1220008] = { "Душа екстремала", ref=1213714, en="Soul of the Thrill Seeker" },
[1220009] = { "Душа екстремала", en="Soul of the Thrill Seeker" },
[1219996] = { "Душа токсиколога", ref=457339, en="Soul of the Toxicologist" },
[1219997] = { "Душа токсиколога", en="Soul of the Toxicologist" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
