local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Black
[402368] = { "Чорне", nil, "Шкоду від заклять збільшено на 10%." }, -- Black

-- Circle of Healing
[401946] = { "Коло зцілення", "Зцілює всіх членів групи цілі в радіусі 40 м від неї на {1}-{2} здоров'я.#for {1} to {2}", nil }, -- Circle of Healing
[402842] = { "Коло зцілення", "Отримати здібність \"Коло зцілення\":", nil, rune=401946 }, -- Circle of Healing

-- Homunculi
[402799] = { "Гомункули", "Відламуючи осколки своєї душі, ви створюєте 3 мініатюрні копії себе, які намагаються атакувати поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно.", nil }, -- Homunculi
[402801] = { "Гомункули", "Оживити 5 скелетів, які атакуватимуть вашу поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно.", nil }, -- Homunculi
[402802] = { ref=402801 }, -- Homunculi
[402836] = { "Гомункули", "Отримати здібність \"Гомункули\":", nil, rune=402799 }, -- Homunculi

-- Mind Flay
[412526] = { "Муки розуму", "Завдає ворогу шкоду від тіні та зменшує його швидкість руху на 10 с.", "Отримує {1} шкоди від тіні протягом {2} с.\nШвидкість руху зменшено на {2}%.#{1} Shadow#for {2} sec#to {3}% of" }, -- Mind Flay

-- Mind Sear
[413259] = { "Випалювання розуму", "Викликає вибух тіньової магії навколо ворожої цілі, завдаючи від {1} до {2} шкоди від тіні щосекунди протягом 5 секунд всім ворогам в радіусі 10 м навколо цілі.#causing {1} to {2} Shadow", "Завдає шкоду від тіні всім цілям в радіусі 10 м." }, -- Mind Sear
[413260] = { "Випалювання розуму", "Викликає вибух тіньової магії навколо ворожої цілі, завдаючи від {1} до {2} шкоди від тіні щосекунди всім ворогам в радіусі 10 м навколо цілі.#causing {1} to {2} Shadow", "Завдає шкоду від тіні всім цілям в радіусі 10 м." }, -- Mind Sear
[415738] = { "Випалювання розуму", "Отримати здібність \"Випалювання розуму\":", nil, rune=413259 }, -- Mind Sear

-- Penance
[402174] = { "Сповідь", "Випускає залп святого світла по цілі, завдаючи {1} шкоди святістю ворогу або зцілюючи союзнику {2} здоров'я миттєво і щосекунди протягом {3} с.#causing {1} Holy#or {2} healing#for {3} sec", nil }, -- Penance
[402284] = { ref=402174 }, -- Penance
[402289] = { ref=402174 }, -- Penance
[402844] = { "Сповідь", "Отримати здібність \"Сповідь\":", nil, rune=402174 }, -- Penance

-- Power Word: Barrier
[425205] = { "Слово сили: Бар'єр", nil, "Отримана шкода зменшується на 25% та не спричиняє затримок вимови заклинань." }, -- Power Word: Barrier
[425207] = { "Слово сили: Бар'єр", "Викликає священний бар'єр, який захищає всіх членів групи протягом 10 с, зменшуючи всю отримувану шкоду на 25% і запобігаючи затримці вимови заклинань.", nil }, -- Power Word: Barrier
[425212] = { "Слово сили: Бар'єр", "Отримати здібність \"Слово сили: Бар'єр\":", nil, rune=425207 }, -- Power Word: Barrier

-- Prayer of Mending
[401859] = { "Молитва відновлення", "Накладає на ціль заклинання, яке зцілює її на {1} здоров'я при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {2} м. Здійснює до {3} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times", nil }, -- Prayer of Mending
[401863] = { "Молитва відновлення", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і діє до скасування. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times", nil }, -- Prayer of Mending
[401877] = { "Молитва відновлення", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times", nil }, -- Prayer of Mending
[402832] = { "Молитва відновлення", "Отримати здібність \"Молитва відновлення\":", nil, rune=401859 }, -- Prayer of Mending
[41637] = { "Молитва відновлення" }, -- Prayer of Mending

-- Renew
[425268] = { "Відновлення", "Зцілює {1} здоров'я цілі протягом {2} с.#of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec" }, -- Renew
[425269] = { ref=425268 }, -- Renew
[425270] = { ref=425268 }, -- Renew
[425271] = { ref=425268 }, -- Renew
[425272] = { ref=425268 }, -- Renew
[425273] = { ref=425268 }, -- Renew
[425274] = { ref=425268 }, -- Renew
[425275] = { ref=425268 }, -- Renew
[425276] = { ref=425268 }, -- Renew
[425277] = { ref=425268 }, -- Renew

-- Resurrection
[420882] = { "Воскресіння", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не може бути вимовлене в бою.#{1} health and {2} mana", nil }, -- Resurrection
[420883] = { ref=420882 }, -- Resurrection
[420884] = { ref=420882 }, -- Resurrection
[420885] = { ref=420882 }, -- Resurrection

-- Serendipity
[413247] = { "Проникливість", nil, "Час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" зменшено на {1}%#reduced by {1}%" }, -- Serendipity
[413248] = { "Проникливість", "Зцілення за допомогою \"Блискавичного зцілення\" зменшує час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" на 20% протягом 20 с. Ефект накопичується до 3 разів.", nil }, -- Serendipity
[415737] = { "Проникливість", "Отримати здібність \"Проникливість\":", nil, rune=413248 }, -- Serendipity

-- Shadow Word: Death
[401955] = { "Слово тіні: Смерть", "Завдає цілі від {1} до {2} шкоди від тіні. Якщо ціль не помре від цього заклинання, то заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі.#inflicts {1} to {2} Shadow", nil }, -- Shadow Word: Death
[401962] = { "Слово тіні: Смерть", "Завдає цілі шкоду від тіні. Якщо ціль не помре від цього заклинання, то заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі.", nil }, -- Shadow Word: Death
[402833] = { "Слово тіні: Смерть", "Отримати здібність \"Слово тіні: Смерть\":", nil, rune=401955 }, -- Shadow Word: Death

-- Shadowguard
[421248] = { "Тінестраж", "Заклинателя оточують тіні. Коли закляття або атака ближнього чи дальнього бою влучає у заклинача, нападнику буде завдано {1} шкоди від тіні. Ця шкода може бути завдана нападникам лише раз на кілька секунд. Шкода від цього ефекту не спричиняє загрози. Ефект має {2} заряди та триває {3} хв.#struck for {1}#{2} charges#Lasts {3} min", "Завдає {1} шкоди від тіні нападникам при влучанні. Ця шкода не спричиняє загрози. {2} заряди.#Causes {1} Shadow#{2} charges" }, -- Shadowguard

-- Shared Pain
[401969] = { "Спільний біль", "\"Слово тіні: Біль\" також вражає до {1} додаткових цілей в радіусі {2} метрів.#up to {1} additional#within {2} y", nil }, -- Shared Pain
[402838] = { "Спільний біль", "Отримати здібність \"Спільний біль\":", nil, rune=401969 }, -- Shared Pain

-- Strength of Soul
[415739] = { "Сила душі", "\"Мале зцілення\", \"Зцілення\", \"Велике зцілення\" та \"Блискавичне зцілення\" скорочують час дії ефекту \"Знесилена душа\" на цілі на {1} с. Крім того, цілі під дією вашого \"Слова сили: Щит\" накопичують лють від поглинутої шкоди, а \"Праведна лють\" спрацьовує від поглинання шкоди як від зцілення.#by {1} sec", nil }, -- Strength of Soul
[415740] = { "Сила душі", "Отримати здібність \"Сила душі\":", nil, rune=415739 }, -- Strength of Soul

-- Twisted Faith
[425198] = { "Викривлена віра", "\"Муки розуму\" і \"Вибух розуму\" завдають на {1}% більше шкоди цілям, що уражені вашим \"Словом тіні: Біль\".#deal {1}% increased", nil }, -- Twisted Faith
[425210] = { "Викривлена віра", "Отримати здібність \"Викривлена віра\":", nil, rune=425198 }, -- Twisted Faith

-- Void Plague
[425204] = { "Чума Порожнечі", "Вражає ціль хворобою, яка завдає {1} шкоди від тіні протягом {2} с.#causes {1} Shadow damage over {2} sec", "Завдає {1} шкоди від тіні кожні {2} с.#{1} damage every {2} sec" }, -- Void Plague
[425211] = { "Чума Порожнечі", "Отримати здібність \"Чума Порожнечі\":", nil, rune=425204 }, -- Void Plague

-- White
[402362] = { "Біле", nil, "Зцілення від заклять збільшено на 10%." }, -- White


-- Rune progression effects
[420877] = { "Рука допомоги", nil, "Рука простягнеться для рятівника" }, -- Helping Hand
[420878] = { "Рука допомоги", nil, "Рука простягнута до вас" }, -- Helping Hand
[424036] = { "Таємниці Елуни", "Дозволяє медитувати над таємницями Елуни біля місячних колодязів.", nil }, -- Secrets of Elune
[424251] = { "Таємниці Елуни" }, -- Secrets of Elune
[424041] = { "Таємниці невмерлості", "Дозволяє медитувати над таємницями невмерлості на кладовищах.", nil }, -- Secrets of Undeath
[424035] = { "Таємниці Світла", "Дозволяє медитувати над таємницями Світла у святих місцях.", nil }, -- Secrets of the Light
[424037] = { "Таємниці лоа", "Дозволяє медитувати над таємницями лоа на вівтарях.", nil }, -- Secrets of the Loa

-- Engraving
[415995] = { "Гравіювання нагрудника - Проникливість", "Вигравіювати на нагруднику руну \"Проникливість\":", nil, rune=413248 }, -- Engrave Chest - Serendipity
[415997] = { "Гравіювання нагрудника - Сила душі", "Вигравіювати на нагруднику руну \"Сила душі\":", nil, rune=415739 }, -- Engrave Chest - Strength of Soul
[425215] = { "Гравіювання нагрудника - Викривлена віра", "Вигравіювати на нагруднику руну \"Викривлена віра\":", nil, rune=425198 }, -- Engrave Chest - Twisted Faith
[425216] = { "Гравіювання нагрудника - Чума Порожнечі", "Вигравіювати на нагруднику руну \"Чума Порожнечі\":", nil, rune=425204 }, -- Engrave Chest - Void Plague
[402859] = { "Гравіювання рукавиць - Коло зцілення", "Вигравіювати на рукавицях руну \"Коло зцілення\":", nil, rune=401946 }, -- Engrave Gloves - Circle of Healing
[415996] = { "Гравіювання рукавиць - Випалювання розуму", "Вигравіювати на рукавицях руну \"Випалювання розуму\":", nil, rune=413259 }, -- Engrave Gloves - Mind Sear
[402862] = { "Гравіювання рукавиць - Сповідь", "Вигравіювати на рукавицях руну \"Сповідь\":", nil, rune=402174 }, -- Engrave Gloves - Penance
[402849] = { "Гравіювання рукавиць - Слово тіні: Смерть", "Вигравіювати на рукавицях руну \"Слово тіні: Смерть\":", nil, rune=401955 }, -- Engrave Gloves - Shadow Word - Death
[402852] = { "Гравіювання штанів - Гомункули", "Вигравіювати на штанях руну \"Гомункули\":", nil, rune=402799 }, -- Engrave Pants - Homunculi
[425213] = { "Гравіювання штанів - Слово сили: Бар'єр", "Вигравіювати на штанях руну \"Слово сили: Бар'єр\":", nil, rune=425207 }, -- Engrave Pants - Power Word: Barrier
[402848] = { "Гравіювання штанів - Молитва відновлення", "Вигравіювати на штанях руну \"Молитва відновлення\":", nil, rune=401859 }, -- Engrave Pants - Prayer of Mending
[402854] = { "Гравіювання штанів - Спільний біль", "Вигравіювати на штанях руну \"Спільний біль\":", nil, rune=401969 }, -- Engrave Pants - Shared Pain

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
