local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aspect of the Falcon
[469145] = { "Аспект сокола", "Мисливець переймає аспекти сокола, збільшуючи силу атаки ближнього та дальнього бою в тому ж обсязі, що й \"Аспект яструба\" найвищого вивченого рангу.\n\nПоки діє аспект сокола, талант \"Покращений аспект яструба\" може спрацьовувати від атак ближнього бою. Одночасно може бути активним лише один аспект.", "Збільшує силу атаки на {1}.#by {1}", en="Aspect of the Falcon" },
-- Aspect of the Viper
[34074] = { "Аспект гадюки", "Мисливець переймає аспекти гадюки, через що атаки дальнього та ближнього бою відновлюють ману, але шкода зменшується на {1}%. Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди. Кількість отриманої мани залежить від швидкості вашої зброї дальнього бою. Для використання необхідна зброя дальнього бою. Одночасно може бути активним лише один аспект.#done by {1}%#gain {2}% of#every {3} sec", "Ваші атаки дальнього та ближнього бою відновлюють певний відсоток вашої мани, але ваша шкода зменшується на {1}%.  Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди.#reduced by {1}%#gain {2}% of#every {3} sec", en="Aspect of the Viper" },
[415423] = { "Аспект гадюки", "Мисливець переймає аспекти гадюки, через що атаки дальнього та ближнього бою відновлюють ману, але шкода зменшується на {1}%. Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди. Кількість отриманої мани залежить від швидкості вашої зброї. Одночасно може бути активним лише один аспект.#done by {1}%#gain {2}% of#every {3} sec", "Ваші атаки дальнього та ближнього бою відновлюють певний відсоток вашої мани, але ваша шкода зменшується на {1}%.  Крім того, ви відновлюєте {2}% від максимального запасу мани кожні {3} секунди.#reduced by {1}%#gain {2}% of#every {3} sec", en="Aspect of the Viper" },
[415718] = { "Аспект гадюки", "Отримати здібність \"Аспект гадюки\":", rune=415423, en="Aspect of the Viper" },
-- Auto Shot
[413446] = { "Автоматична стрільба", "Автоматична стрільба з лука по цілі, що діє до скасування.", "Стрільба по цілі.", en="Auto Shot" },
-- Avoidance
[415431] = { "Уникнення", en="Avoidance" },
-- Beast Mastery
[409368] = { "Влада над звірами", "Шкода і здоров'я вашого вихованця збільшуються на {1}%, а відновлення концентрації - на {2}%. Крім того, \"Рик\" вашого вихованця тепер також провокує ціль, змушуючи її атакувати його протягом 3 секунд.#increased by {1}%#regeneration by {2}%", en="Beast Mastery" },
[409962] = { "Влада над звірами", "Отримати здібність \"Влада над звірами\":", rune=409368, en="Beast Mastery" },
-- Carve
[425711] = { "Розтинання", "Розмашиста атака, яка вражає всіх ворогів перед вами завдаючи {1}% шкоди від зброї. Ваша основна ціль отримує на {2}% більше шкоди.#for {1}% weapon#takes {2}% increased", en="Carve" },
[425754] = { "Розтинання", "Отримати здібність \"Розтинання\":", rune=425711, en="Carve" },
[433100] = { "Розтинання", "Розмашиста атака, яка вражає всіх ворогів перед вами завдаючи {1}% шкоди від зброї.#for {1}% weapon", en="Carve" },
-- Catlike Reflexes
[415428] = { "Котячі рефлекси", "Збільшує ваш шанс ухилення на {1}% і шанс ухилення вашого вихованця на {2}%. Крім того, зменшує час відновлення \"Флангового удару\" на {3}%.#your chance to dodge by {1}% and#s chance to dodge by {2}%.#ability by {3}%", en="Catlike Reflexes" },
[415717] = { "Котячі рефлекси", "Отримати здібність \"Котячі рефлекси\":", rune=415428, en="Catlike Reflexes" },
-- Chimera Shot
[409433] = { "Постріл химери", "Ви завдаєте {1}% шкоди зброї, оновлюючи поточне жало на вашій цілі та викликаючи спрацювання ефекту:\n\nЖало змії - миттєво завдає {2}% від шкоди, завданої вашим \"Жалом змії\".\n\nЖало гадюки - миттєво відновлює вам {3}% мани від кількості, висмоктаної вашим \"Жалом гадюки\".\n\nЖало скорпіда - Спроба роззброїти ціль на {4} с. Цей ефект не може спрацьовувати частіше, ніж раз на {5} хв.#deal {1}% weapon#deals {2}% of#to {3}% of#for {4} sec.#per {5} min", en="Chimera Shot" },
[409976] = { "Постріл химери", "Отримати здібність \"Постріл химери\":", rune=409433, en="Chimera Shot" },
-- Chimera Shot - Scorpid
[409495] = { "Постріл химери - скорпід", nil, "Роззброєно.", ref=409433, en="Chimera Shot - Scorpid" },
-- Chimera Shot - Serpent
[409493] = { "Постріл химери - змія", ref=409433, en="Chimera Shot - Serpent" },
[436393] = { ref=409493 }, -- Chimera Shot - Serpent
[436394] = { ref=409493 }, -- Chimera Shot - Serpent
[436395] = { ref=409493 }, -- Chimera Shot - Serpent
-- Chimera Shot - Viper
[409494] = { "Постріл химери - гадюка", ref=409433, en="Chimera Shot - Viper" },
-- Clever Strikes
[467331] = { "Розумні удари", nil, "Збільшує шкоду наступної здібності ближнього бою, окрім \"Удару раптора\" та \"Підрізання крил\", на {1}%.#by {1}%", en="Clever Strikes" },
-- Cobra Slayer
[409960] = { "Вбивця кобр", "Отримати здібність \"Вбивця кобр\":", rune=458393, en="Cobra Slayer" },
[458393] = { "Вбивця кобр", "\"Укус мангусти\" з ймовірністю {1}% завершує відновлення від ваших атак ближнього бою і з ймовірністю {2}%, коли ворог ухиляється. Ця ймовірність накопичується, збільшуючись на {3}% від кожної атаки, що не завершила час відновлення. \"Укус мангусти\" також завдає додаткової шкоди в обсязі {4}% від вашої сили атаки.#has a {1}% chance to#a {2}% chance when#rising by {3}% from#equal to {4}% of", en="Cobra Slayer" },
-- Cobra Strikes
[425713] = { "Удари кобри", "Коли ваші \"Постріли\", \"Удари\" чи \"Укус мангусти\" завдають критичних ударів, наступні 2 особливі атаки вашого вихованця також завдадуть критичних ударів.", en="Cobra Strikes" },
[425714] = { "Удари кобри", "Коли ваші здібності \"Постріл\" завдають критичних ударів, наступні 2 особливі атаки вашого вихованця також завдадуть критичних ударів.", "Особливі атаки вихованця гарантовано завдадуть критичних ударів.", en="Cobra Strikes" },
[425718] = { ref=425714 }, -- Cobra Strikes
[425755] = { "Удари кобри", "Отримати здібність \"Удари кобри\":", rune=425713, en="Cobra Strikes" },
-- Coup
[1231765] = { "Переворот", nil, "Отримає на {1}% більше шкоди від наступного \"Вбивчого пострілу\".#Take {1}% increased", en="Coup" },
-- Dual Wield Specialization
[409687] = { "Спеціалізація на бою з двох рук", "Збільшує шкоду від зброї в лівій руці на {1}%, а \"Удар раптора\" тепер б'є зброєю з обох рук.#weapon by {1}%", en="Dual Wield Specialization" },
[409961] = { "Спеціалізація на бою з двох рук", "Отримати здібність \"Спеціалізація на бою з двох рук\":", rune=409687, en="Dual Wield Specialization" },
-- Enchanted Flare
[1221404] = { "Зачарована освітлювальна ракета", "Викриває всіх прихованих та невидимих ворогів в межах {1} м від вибраного місця та розсіює магічну темряву протягом {2} с.#within {1} y#for {2} sec", "Виявлення прихованих та невидимих істот.", en="Enchanted Flare" },
[1221416] = { ref=1221404 }, -- Enchanted Flare
[1221418] = { "Зачарована освітлювальна ракета", en="Enchanted Flare" },
-- Explosive Shot
[409552] = { "Вибуховий постріл", "Ви стріляєте вибуховим зарядом у ворожу ціль, завдаючи {1}-{2} шкоди від вогню всім ворогам в радіусі {3} м. Заряд завдаватиме шкоду щосекунди протягом додаткових {4} с.#dealing {1}-{2} Fire#within {3} yards#additional {4} sec", "Щосекунди отримує від {1} до {2} шкоди від вогню.#{1} to {2}", en="Explosive Shot" },
[409554] = { "Вибуховий постріл", "Ви стріляєте вибуховим зарядом у ворожу ціль, завдаючи {1}-{2} шкоди від вогню. Заряд буде підривати ціль щосекунди протягом деякого часу. Має спільний час відновлення з \"Арканічним пострілом\".#dealing {1}-{2} Fire", "Щосекунди отримує шкоду від вогню.", en="Explosive Shot" },
[409978] = { "Вибуховий постріл", "Отримати здібність \"Вибуховий постріл\":", rune=409552, en="Explosive Shot" },
-- Explosive Trap
[409532] = { "Вибухова пастка", "Встановити вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди вогнем і додатково {3} шкоди вогнем протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} хв. Пастки можна встановлювати лише поза боєм. Одночасно може бути активною лише одна пастка.#causing {1} to {2}#{3} additional Fire damage over {4} sec#within {5} y#exist for {6} min", en="Explosive Trap" },
[409534] = { ref=409532 }, -- Explosive Trap
[409535] = { ref=409532 }, -- Explosive Trap
-- Expose Weakness
[409504] = { "Виявлення слабких місць", "Ваші критичні удари в ближньому і дальньому бою збільшують вашу силу атаки на {1}% від спритності на {2} секунд.#power by {1}%#for {2} sec", en="Expose Weakness" },
[409507] = { "Виявлення слабких місць", "Ваші критичні удари в дальньому бою збільшують вашу силу атаки на {1}% від спритності на {2} секунд.#power by {1}%#for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Expose Weakness" },
[409959] = { "Виявлення слабких місць", "Отримати здібність \"Виявлення слабких місць\":", rune=409504, en="Expose Weakness" },
-- Flanking Strike
[415320] = { "Фланговий удар", "Ви і ваш вихованець одночасно завдаєте {1}% шкоди в ближньому бою. Після цього ви завдаєте на {2}% більше шкоди протягом {3} секунд, ефект накопичується до {4} разів. Базові атаки вашого вихованця з ймовірністю {5}% завершують відновлення \"Флангового удару\".#instant {1}% melee damage#deal {2}% increased damage for {3} sec#up to {4} times#a {5}% chance", "Всю шкоду збільшено на {1}%.#by {1}%", en="Flanking Strike" },
[415326] = { "Фланговий удар", "Ви і ваш вихованець одночасно завдаєте {1}% шкоди в ближньому бою. Після цього ваші здібності \"Укус мангусти\" та \"Удар раптора\" завдають на {2}% більше шкоди, ефект накопичується до {3} разів. \"Удар раптора\" має {4}% шанс скинути відновлення \"Флангового удару\".#instant {1}% melee damage#deal {2}% increased damage#up to {3} times#a {4}% chance", en="Flanking Strike" },
[415327] = { "Фланговий удар", en="Flanking Strike" },
[425757] = { "Фланговий удар", "Отримати здібність \"Фланговий удар\":", rune=415320, en="Flanking Strike" },
-- Focus Fire
[428726] = { "Зосереджений вогонь", "Поглинає всі ефекти \"Оскаженіння\" вашого вихованця, збільшуючи швидкість вашої атаки дальнього бою на {1}% і відновлюючи {2} концентрації вашому вихованцеві за кожен ефект \"Оскаженіння\". Триває {3} секунд.\n\nВаш вихованець отримує ефект \"Оскаженіння\" щоразу, коли використовує базову атаку, збільшуючи швидкість атаки ближнього бою на {4}% на {5} сек, Ефект \"Оскаженіння\" може накопичуватися до {6} разів.#ranged attack speed by {1}% and granting {2} Focus#Lasts {3} sec#melee attack speed by {4}% for {5} sec#up to {6} times", "Швидкість вашої атаки дальнього бою збільшено на {1}%.#by {1}%", en="Focus Fire" },
[431600] = { "Зосереджений вогонь", "Отримати здібність \"Зосереджений вогонь\":", rune=428726, en="Focus Fire" },
-- Freezing Trap
[409510] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить ворога при наближенні та унеможливить всі його дії впродовж {1} с. Будь-яка шкода розіб'є лід. Пастка існуватиме {2} хв. Пастки можна встановлювати лише поза боєм. Одночасно може бути активною лише одна пастка.#action for up to {1} sec#exist for {2} min", en="Freezing Trap" },
[409512] = { ref=409510 }, -- Freezing Trap
[409519] = { ref=409510 }, -- Freezing Trap
-- Frenzy
[428728] = { "Оскаженіння", "Збільшує швидкість атаки ближнього бою вихованця на {1}% протягом {2} сек.#by {1}% for {2} sec", "Швидкість атаки ближнього бою вихованця збільшено на {1}%.#by {1}%", en="Frenzy" },
[431606] = { ref=428728 }, -- Frenzy
-- Frenzy Effect
[468183] = { ref=19615 }, -- Frenzy Effect
-- Frost Trap
[409520] = { "Крижана пастка", "Встановити крижану пастку, яка вкриває льодом місцевість навколо на {1} с при наближенні ворога. Всі вороги в радіусі {2} м будуть сповільнені на {3}% допоки перебувають в зоні ефекту. Пастка існуватиме {4} хв. Пастки можна встановлювати лише поза боєм. Одночасно може бути активною лише одна пастка.#around itself for {1} sec#within {2} y#slowed by {3}#exist for {4} min", en="Frost Trap" },
-- Growl
[409372] = { "Рик", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Спровоковано.", en="Growl" },
-- Heart of the Lion
[409580] = { "Левине серце", "Мисливець звертається до левиного серця, збільшуючи характеристики всіх союзників поблизу на {1}%, їхню силу атаки на {2} і збільшуючи власні характеристики ще на {3}%.#stats by {1}%#Power by {2} for all#additional {3}%", "Характеристики мисливця збільшено на {1}%.#by {1}%", en="Heart of the Lion" },
[409583] = { nil, "Мисливець звертається до левиного серця, збільшуючи характеристики всіх союзників поблизу на {1}% і збільшуючи власні характеристики ще на {2}%.#stats by {1}%#additional {2}%", "Характеристики збільшено на {1}%, а силу атаки - на {2}.#stats by {1}%#Power by {2}", ref=409580 }, -- Heart of the Lion
-- Hit and Run
[440531] = { "Бий-біжи", nil, "Швидкість руху збільшено на {1}%.#by {1}%", en="Hit and Run" },
[440533] = { "Бий-біжи", "Ваша швидкість руху збільшується на {1}% протягом {2} секунд після застосування \"Удару раптора\".\n\nБойові здібності ваших викликають у цілей \"Шалений сказ\", що збільшує їхню силу атаки ближнього бою на {3}, але зменшує броню на {4} протягом {5} хв. Скажені вороги не втікають та ігнорують ефекти страху та жаху.#gain {1}% movement speed for {2} sec#power by {3} but reducing armor by {4} for {5} min", en="Hit and Run" },
[440564] = { "Бий-біжи", "Отримати здібність \"Бий-біжи\":", rune=440533, en="Hit and Run" },
-- Hunter's Mark
[1213268] = { ref=1130 }, -- Hunter's Mark
-- Immolation Trap
[409521] = { "Обпалююча пастка", "Встановити вогняну пастку, яка підпалить ворога при наближенні й завдасть {1} шкоди від вогню протягом {2} с. Пастка існуватиме {3} хв. Пастки можна встановлювати лише поза боєм. Одночасно може бути активною лише одна пастка.#for {1} Fire damage over {2} sec#exist for {3} min", en="Immolation Trap" },
[409524] = { ref=409521 }, -- Immolation Trap
[409526] = { ref=409521 }, -- Immolation Trap
[409528] = { ref=409521 }, -- Immolation Trap
[409530] = { ref=409521 }, -- Immolation Trap
-- Improved Volley
[440520] = { "Покращений обстріл", "Зменшує витрати мани на \"Обстріл\" на {1}%, зменшує час його відновлення на {2}%, збільшує шкоду {3}%, а його застосування більше не затримується від отриманої шкоди. \"Обстріл\" також щоразу завдає додатково {4}% від вашої сили атаки дальнього бою.#Volley by {1}%#cooldown by {2}%#damage by {3}%#deals {4}% of", en="Improved Volley" },
[440561] = { "Покращений обстріл", "Отримати здібність \"Покращений обстріл\":", rune=440520, en="Improved Volley" },
-- Invigoration
[437997] = { "Збадьорення", "Коли ваш вихованець завдає критичного удару здібністю, ви миттєво відновлюєте {1}% від максимального запасу мани.#regenerate {1}% of", en="Invigoration" },
-- Kill Command
[409379] = { "Команда \"Вбити\"", "Віддати вихованцю команду \"вбити\", що збільшить шкоду від його здібностей \"Дряпання\" та \"Укус\" на {1}% протягом {2} с.  Кожне \"Дряпання\" та \"Укус\"  вихованця зменшує бонус до шкоди на {3}%.#by {1}% for {2} sec#damage bonus by {3}%", en="Kill Command" },
[409396] = { "Команда \"Вбити\"", nil, "Шкода від здібностей \"Дряпання\" та \"Укус\" збільшена на {1}%#by {1}%", ref=409379, en="Kill Command" },
[409418] = { ref=409396 }, -- Kill Command
-- Kill Shot
[409593] = { "Вбивчий постріл", "Ви намагаєтеся добити поранену ціль точним пострілом, завдаючи їй {1}% шкоди від зброї плюс {2}. \"Вбивчий постріл\" не має мінімальної дальності застосування. При застосуванні проти ворогів, що мають не більше {3}% здоров'я, його відновленя завершується.#dealing {1}% weapon damage plus {2}#has {3}% or", en="Kill Shot" },
[409974] = { "Вбивчий постріл", "Отримати здібність \"Вбивчий постріл\":", rune=409593, en="Kill Shot" },
[415720] = { ref=409974 }, -- Kill Shot
-- Lethal Shots
[462653] = { ref=19426 }, -- Lethal Shots
[462654] = { ref=19426 }, -- Lethal Shots
[462656] = { ref=19426 }, -- Lethal Shots
[462657] = { ref=19426 }, -- Lethal Shots
[462658] = { ref=19426 }, -- Lethal Shots
-- Lock and Load
[415413] = { "Захоплення цілі", "Щоразу, коли ви ставите пастку, ваша наступна здібність \"Постріл\" (окрім \"Дезорієнтуючого пострілу\") протягом 20 секунд не витрачає ману і не вимагає часу на відновлення.", en="Lock and Load" },
[415414] = { "Захоплення цілі", nil, "Наступна здібність \"Постріл\" не витрачає ману і не вимагає часу на відновлення.", en="Lock and Load" },
[415719] = { "Захоплення цілі", "Отримати здібність \"Захоплення цілі\":", rune=415413, en="Lock and Load" },
-- Lone Wolf
[409979] = { "Самотній вовк", "Отримати здібність \"Самотній вовк\":", rune=415370, en="Lone Wolf" },
[415370] = { "Самотній вовк", "Ви завдаєте на {1}% більше шкоди всіма атаками, поки у вас немає активного вихованця.#deal {1}% increased", en="Lone Wolf" },
[415372] = { "Самотній вовк", en="Lone Wolf" },
[438640] = { "Самотній вовк", en="Lone Wolf" },
-- Master Marksman
[409428] = { "Майстер-стрілець", "Збільшує шанс критичного удару на 5% і зменшує витрати мани ваших здібностей \"Постріл\" на 25%.", en="Master Marksman" },
[409958] = { "Майстер-стрілець", "Отримати здібність \"Майстер-стрілець\":", rune=409428, en="Master Marksman" },
-- Melee Specialist
[415352] = { "Фахівець з ближнього бою", "\"Удар раптора\" тепер застосовується миттєво, а \"Укус мангусти\" та \"Удар раптора\" з ймовірністю {1}% завершують відновлення \"Укусу мангусти\" та \"Удару раптора\".#a {1}% chance", en="Melee Specialist" },
[415723] = { "Фахівець з ближнього бою", "Отримати здібність \"Фахівець з ближнього бою\":", rune=415352, en="Melee Specialist" },
-- Precision
[456382] = { "Точність", nil, "Ваша наступна здібність-постріл завдасть на {1}% більше шкоди.#deals {1}%", en="Precision" },
-- Rabid Frenzy
[1218358] = { "Шалений сказ", "Викликає у цілі шалений сказ, що збільшує силу атаки ближнього бою на {1}, але зменшує броню на {2} протягом {3} хв. Скажені вороги не втікають та ігнорують ефекти страху та жаху.#power by {1} but#armor by {2} for {3} min", "Силу атаки ближнього бою збільшено на {1}, а броню зменшено на {2}. Ціль не втікатиме та ігноруватиме ефекти страху та жаху.#power by {1} and#armor by {2}", en="Rabid Frenzy" },
-- Rapid Killing
[415405] = { "Швидке вбивство", "Зменшує час відновлення \"Швидкої стрілянини\" на {1}%, \"Швидка стрілянина\" також збільшує швидкість атак ближнього бою на {2}%, а ваша наступна здібність \"Постріл\" протягом {3} секунд після вбивства цілі, що приносить досвід або честь, завдає на {4}% більше шкоди.#by {1}%#grants {2}% increased#within {3} sec#deals {4}% increased", en="Rapid Killing" },
[415407] = { "Швидке вбивство", nil, "Наступна здібність \"Постріл\" завдає на 20% більше шкоди.", en="Rapid Killing" },
[415817] = { "Швидке вбивство", "Отримати здібність \"Швидке вбивство\":", rune=415405, en="Rapid Killing" },
-- Raptor Fury
[415358] = { "Лють раптора", "\"Удар раптора\" збільшує шкоду від \"Удару раптора\" і \"Укусу мангусти\" на {1}% протягом {2} с. Ефект накопичується до {3} разів, а подальші отримання ефекту не поновлюють його тривалість.#by {1}% for {2} sec#up to {3} times", en="Raptor Fury" },
[415362] = { "Лють раптора", nil, "\"Удар раптора\" і \"Укус мангусти\" завдають на {1}% більше шкоди.#by {1}%", en="Raptor Fury" },
[415822] = { "Лють раптора", "Отримати здібність \"Лють раптора\":", rune=415358, en="Raptor Fury" },
-- Raptor Strike
[409691] = { "Удар раптора", "Потужна атака зі збільшеною на {1}-{2} шкодою ближнього бою.#by {1} to {2}", en="Raptor Strike" },
[409693] = { "Удар раптора", "Потужна атака зі збільшеною на {1} шкодою ближнього бою.#by {1}", en="Raptor Strike" },
[409748] = { ref=409691 }, -- Raptor Strike
[409750] = { ref=409693 }, -- Raptor Strike
[409751] = { ref=409693 }, -- Raptor Strike
[409752] = { ref=409693 }, -- Raptor Strike
[409754] = { ref=409693 }, -- Raptor Strike
[409755] = { ref=409693 }, -- Raptor Strike
[415335] = { ref=409693 }, -- Raptor Strike
[415336] = { ref=409693 }, -- Raptor Strike
[415337] = { ref=409693 }, -- Raptor Strike
[415338] = { ref=409693 }, -- Raptor Strike
[415340] = { ref=409693 }, -- Raptor Strike
[415341] = { ref=409693 }, -- Raptor Strike
[415342] = { ref=409693 }, -- Raptor Strike
[415343] = { ref=409693 }, -- Raptor Strike
-- Resourcefulness
[440529] = { "Винахідливість", "Зменшує витрати мани на пастки на {1}% та зменшує час їхнього відновлення на {2}%.#Traps by {1}%#cooldowns by {2}%", en="Resourcefulness" },
[440558] = { "Винахідливість", "Отримати здібність \"Винахідливість\":", rune=440529, en="Resourcefulness" },
-- Serpent Spread
[425738] = { "Зміїний розмах", "Цілі, уражені вашим \"Багатозарядним пострілом\", також отримують ефект вашого \"Жала змії\" на {1} с.#for {1} sec", en="Serpent Spread" },
[425756] = { "Зміїний розмах", "Отримати здібність \"Зміїний розмах\":", rune=425738, en="Serpent Spread" },
-- Serpent Sting
[425728] = { "Жало змії", "Жалить ціль, завдаючи їй {1} шкоди від природи протягом {2} с. Лише один ефект жала від кожного мисливця може бути активним на одній цілі.#causing {1} Nature damage over {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#Causes {1} Nature damage every {2} sec", en="Serpent Sting" },
[425729] = { ref=425728 }, -- Serpent Sting
[425730] = { ref=425728 }, -- Serpent Sting
[425732] = { ref=425728 }, -- Serpent Sting
[425733] = { ref=425728 }, -- Serpent Sting
[425734] = { ref=425728 }, -- Serpent Sting
[425735] = { ref=425728 }, -- Serpent Sting
[425736] = { ref=425728 }, -- Serpent Sting
[425737] = { ref=425728 }, -- Serpent Sting
-- Sniper Training
[415399] = { "Снайперська підготовка", "Ймовірність критичного удару ваших здібностей \"Постріл\" збільшується на {1}%, якщо ви не рухалися протягом останніх {2} секунд. Ефект накопичується до {3} разів. За наявності щонайменше {4} ефектів, здібність \"Прицільний постріл\" застосовується миттєво. Під час руху ви втрачатимете один ефект щосекунди.#gain {1}% increased#the last {2} sec#up to {3} times#At {4} or more stacks", en="Sniper Training" },
[415401] = { "Снайперська підготовка", nil, "Ймовірність критичного удару здібностей \"Постріл\" збільшено на {1}%.[ \"Прицільний постріл\" застосовується миттєво.#Aimed Shot is instant]#by {1}%", en="Sniper Training" },
[415818] = { "Снайперська підготовка", "Отримати здібність \"Снайперська підготовка\":", rune=415399, en="Sniper Training" },
-- Steady Shot
[409957] = { "Впевнений постріл", "Отримати здібність \"Впевнений постріл\":", rune=437123, en="Steady Shot" },
[437123] = { "Впевнений постріл", "Впевнений постріл, що завдає {1}% шкоди зброї дальнього бою.#causes {1}% ranged", en="Steady Shot" },
-- T.N.T.
[428717] = { "Тротил", "\"Вибуховий постріл\" та пастки завдають на {1}% більше шкоди. Окрім того, первинна шкода \"Вибухової пастки\" та періодична шкода \"Обпалюючої пастки\" збільшуються на {2}% від вашої сили атаки ближнього чи дальнього бою.#traps by {1}%#increased by {2}% of", en="T.N.T." },
[431610] = { "Тротил", "Отримати здібність \"Тротил\":", rune=428717, en="T.N.T." },
-- Tranquilizing Shot
[1218134] = { ref=19801 }, -- Tranquilizing Shot
-- Trap Launcher
[409541] = { "Кидання пасток", "Тепер заморожувальну, обпалюючу та вибухову пастки можна розміщувати в будь-якому місці на відстані до {1} м. Крім того, ваші вогняні та крижані пастки тепер мають окремий час відновлення.#within {1} yard", en="Trap Launcher" },
[409968] = { "Кидання пасток", "Отримати здібність \"Кидання пасток\":", rune=409541, en="Trap Launcher" },
-- Wyvern Sting
[1215753] = { ref=26180 }, -- Wyvern Sting
-- Wyvern Strike
[415816] = { "Удар виверни", "Отримати здібність \"Удар виверни\":", rune=458479, en="Wyvern Strike" },
[458436] = { "Удар виверни", "Жорстокий удар, що завдає {1}% шкоди зброї та спричиняє кровотечу, що завдає {2} фізичної шкоди цілі протягом {3} с.#deals {1}% weapon#for {2} Physical damage over {3} sec", "{1} шкоди від кровотечі кожні {2} с.#{1} Bleed damage every {2} sec", en="Wyvern Strike" },
[458479] = { "Удар виверни", "Замінює здібність \"Жало виверни\" на \"Удар виверни\" - жорстокий удар, що завдає {1}% шкоди зброї та спричиняє кровотечу, що завдає періодичної шкоди цілі.\n\n\"Удар виверни\" вимагає наявного таланту \"Жало виверни\" та замінює здібності \"Жало виверни\" зі сторінки заклять спеціалізації \"Виживання\".#deals {1}% weapon", en="Wyvern Strike" },
[458481] = { ref=458436 }, -- Wyvern Strike
[458482] = { ref=458436 }, -- Wyvern Strike

-- Engraving
[410115] = { "Гравіювання рукавиць - Вбивця кобр", "Вигравіювати на рукавицях руну \"Вбивця кобр\":", rune=458393, en="Cobra Slayer" },
[410114] = { "Гравіювання пояса - Виявлення слабких місць", "Вигравіювати на поясі руну \"Виявлення слабких місць\":", rune=409504, en="Engrave Belt - Expose Weakness" },
[416086] = { "Гравіювання пояса - Фахівець з ближнього бою", "Вигравіювати на поясі руну \"Фахівець з ближнього бою\":", rune=415352, en="Engrave Belt - Melee Specialist" },
[410109] = { "Гравіювання пояса - Впевнений постріл", "Вигравіювати на поясі руну \"Впевнений постріл\":", rune=437123, en="Engrave Belt - Steady Shot" },
[410116] = { "Гравіювання чоботів - Спеціалізація на бою з двох рук", "Вигравіювати на чоботях руну \"Спеціалізація на бою з двох рук\":", rune=409687, en="Engrave Boots - Dual Wield Specialization" },
[410118] = { "Гравіювання чоботів - Кидання пасток", "Вигравіювати на чоботях руну \"Кидання пасток\":", rune=409541, en="Engrave Boots - Trap Launcher" },
[416089] = { "Гравіювання чоботів - Удар виверни", "Вигравіювати на чоботях руну \"Удар виверни\":", rune=458479, en="Engrave Boots - Wyvern Strike" },
[431601] = { "Гравіювання браслетів - Зосереджений вогонь", "Вигравіювати на браслетах руну \"Зосереджений вогонь\":", rune=428726, en="Engrave Bracers - Focus Fire" },
[416093] = { "Гравіювання браслетів - Лють раптора", "Вигравіювати на браслетах руну \"Лють раптора\":", rune=415358, en="Engrave Bracers - Raptor Fury" },
[431611] = { "Гравіювання браслетів - Тротил", "Вигравіювати на браслетах руну \"Тротил\":", rune=428717, en="Engrave Bracers - T.N.T." },
[410110] = { "Гравіювання нагрудника - Влада над звірами", "Вигравіювати на нагруднику руну \"Влада над звірами\":", rune=409368, en="Engrave Chest - Beast Mastery" },
[425759] = { "Гравіювання нагрудника - Удари кобри", "Вигравіювати на нагруднику руну \"Удари кобри\":", rune=425713, en="Engrave Chest - Cobra Strikes" },
[410122] = { "Гравіювання нагрудника - Самотній вовк", "Вигравіювати на нагруднику руну \"Самотній вовк\":", rune=415370, en="Engrave Chest - Lone Wolf" },
[410113] = { "Гравіювання нагрудника - Майстер-стрілець", "Вигравіювати на нагруднику руну \"Майстер-стрілець\":", rune=409428, en="Engrave Chest - Master Marksman" },
[440563] = { "Гравіювання плаща - Бий-біжи", "Вигравіювати на плащі руну \"Бий-біжи\":", rune=440533, en="Engrave Cloak - Hit and Run" },
[440560] = { "Гравіювання плаща - Покращений обстріл", "Вигравіювати на плащі руну \"Покращений обстріл\":", rune=440520, en="Engrave Cloak - Improved Volley" },
[440557] = { "Гравіювання плаща - Винахідливість", "Вигравіювати на плащі руну \"Винахідливість\":", rune=440529, en="Engrave Cloak - Resourcefulness" },
[425758] = { "Гравіювання рукавиць - Розтинання", "Вигравіювати на рукавицях руну \"Розтинання\":", rune=425711, en="Engrave Gloves - Carve" },
[410121] = { "Гравіювання рукавиць - Постріл химери", "Вигравіювати на рукавицях руну \"Постріл химери\":", rune=409433, en="Engrave Gloves - Chimera Shot" },
[410123] = { "Гравіювання рукавиць - Вибуховий постріл", "Вигравіювати на рукавицях руну \"Вибуховий постріл\":", rune=409552, en="Engrave Gloves - Explosive Shot" },
[416083] = { "Гравіювання шолома - Котячі рефлекси", "Вигравіювати на шоломі руну \"Котячі рефлекси\":", rune=415428, en="Engrave Helm - Catlike Reflexes" },
[416085] = { "Гравіювання шолома - Захоплення цілі", "Вигравіювати на шоломі руну \"Захоплення цілі\":", rune=415413, en="Engrave Helm - Lock and Load" },
[416090] = { "Гравіювання шолома - Швидке вбивство", "Вигравіювати на шоломі руну \"Швидке вбивство\":", rune=415405, en="Engrave Helm - Rapid Killing" },
[425762] = { "Гравіювання штанів - Фланговий удар", "Вигравіювати на штанях руну \"Фланговий удар\":", rune=415320, en="Engrave Pants - Flanking Strike" },
[410111] = { "Гравіювання штанів - Вбивчий постріл", "Вигравіювати на штанях руну \"Вбивчий постріл\":", rune=409593, en="Engrave Pants - Kill Shot" },
[425760] = { "Гравіювання штанів - Зміїний розмах", "Вигравіювати на штанях руну \"Зміїний розмах\":", rune=425738, en="Engrave Pants - Serpent Spread" },
[416091] = { "Гравіювання штанів - Снайперська підготовка", "Вигравіювати на штанях руну \"Снайперська підготовка\":", rune=415399, en="Engrave Pants - Sniper Training" },

-- Item effects
[467446] = { "Вливання аркани", "Наповнює вас енергією аркани, внаслідок чого здібності \"Розтинання\" та \"Багатозарядний постріл\" протягом {1} с викликають до {2} вибухів. Акранічний вибух завдає від {3} до {4} шкоди ворогам поруч з ціллю.#the next {1} sec#up to {2} detonations#will deal {3} to {4} damage", "Здібності \"Розтинання\" та \"Багатозарядний постріл\" спричинить акранічні вибухи.", en="Arcane Infused" },
[468271] = { ref=468267 }, -- Increased Pet Damage +1%
[468269] = { ref=468267 }, -- Increased Pet Damage +2%
[468267] = { "Збільшення шкоди вихованця +{1}%#Pet Damage +{1}%", "Збільшує шкоду вашого вихованця на {1}%.#pet's damage by {1}%", "Збільшує шкоду вашого вихованця на {1}%.#damage by {1}%", en="Increased Pet Damage +3%" },
[469148] = { "Боривітер", "Збільшує швидкість бігу на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість бігу збільшено на {1}%.#by {1}%", en="Kestrel" },
[468388] = { "Наведення", "Наступні {1} застосовані постріли чи здібності ближнього бою протягом {2} с не матимуть часу відновлення.#next {1} Shot#within {2} sec", "Наступні {1} застосовані постріли чи здібності ближнього бою не матимуть часу відновлення.#next {1} Shot", en="Locked In" },
[459593] = { ref=28539 }, -- Multi-Shot Damage Increase
[459598] = { "Збільшення шкоду Удару раптора", "Збільшує шкоду здібності \"Удар раптора\" на {1}%.#Raptor Strike by {1}%", en="Raptor Strike Damage Increase" },
[1231595] = { "Тятива Долі", "З ймовірністю {1}% атаки дальнього бою надають ефект «Тятиви долі», що дозволяє вам рухатися та атакувати в дальньому бою водночас. Ефект накопичується до {2} разів і триває {3} секунд.#{1}% chance on#stack up to {2}, and last {3} sec", en="Strand of Fate" },
[1231604] = { "Тятива Долі", "Миттєво надає 3 ефекти \"Тятиви Долі\"", "Не може отримати нові ефекти \"Тятиви Долі\".", en="Strand of Fate" },
[1232946] = { ref=1231595 }, -- Strand of Fate

-- Rune progress
[416861] = { "Феромон гадюки", "Ваша здібність \"Приручення звіра\" також діє на гадюк (як на улюбленців-компаньйонів)", "Ваша здібність \"Приручення звіра\" також діє на гадюк (як на улюбленців-компаньйонів)", en="Adder Pheromone" },
[424553] = { "Постріл!", nil, "Обережно! Тільки для досвідчених стрільців!", en="Call Your Shot" },
[435428] = { "Небезпека!", nil, "Ви відчуваєте, що поруч хтось причаївся.", en="Danger!" },
[435546] = { "Небезпека!", nil, "Ви відчуваєте, що поруч хтось причаївся.", en="Danger!" },
[435548] = { "Небезпека!", nil, "Ви відчуваєте, що поруч хтось причаївся.", en="Danger!" },
[421311] = { "Оленячий мускус", "Ваша здібність \"Приручення звіра\" також діє на оленів (як на улюбленців-компаньйонів)", "Ваша здібність \"Приручення звіра\" також діє на оленів (як на улюбленців-компаньйонів)", en="Deer Musk" },
[420543] = { "У русі", nil, "Рухається надто швидко, щоб влучити", en="On the Move" },
[411622] = { "Мускус лугової собачки", "Ваша здібність \"Приручення звіра\" також діє на лугових собачок (як на улюбленців-компаньйонів)", "Ваша здібність \"Приручення звіра\" також діє на лугових собачок (як на улюбленців-компаньйонів)", en="Prairie Dog Musk" },
[418236] = { "Мускус кролика", "Ваша здібність \"Приручення звіра\" також діє на кроликів (як на улюбленців-компаньйонів)", "Ваша здібність \"Приручення звіра\" також діє на кроликів (як на улюбленців-компаньйонів)", en="Rabbit Musk" },

-- Set bonus enchants
[1219819] = { "Душа відлунь", "Наповнити наплічники душею відлунь:\n\n\"Удар раптора\" збільшує шкоду наступної іншої здібності ближнього бою (окрім \"Підрізати крила\") на {2}% протягом {1} с.#within {1} sec by {2}%", en="Soul of Echoes" },
[1219815] = { "Душа альфа-дресирувальника", "Наповнити наплічники душею альфа-дресирувальника:\n\nПрискорює відновлення концентрації ваших вихованців на {1}%.#regeneration of your pets by {1}%", en="Soul of the Alpha Tamer" },
[1219808] = { "Душа розстрільника", "Наповнити наплічники душею розстрільника:\n\nЗдібності-постріли, що завдають шкоди, завдають на {1}% більше шкоди, якщо попередній постріл було застосовано на іншу ціль.#Shot abilities deal {1}% increased damage", en="Soul of the Alternator" },
[1219812] = { "Душа дбайливості", "Наповнити наплічники душею дбайливості:\n\nЗбільшує бонус до сили атаки вашого супутника від ваших характеристик на {1}%.#from your attributes by {1}%", en="Soul of the Beast Tender" },
[1219810] = { "Душа мисливця за головами", "Наповнити наплічники душею мисливця за головами:\n\nЗбільшує шкоду \"Вбивчого пострілу\" проти цілей, що не перебувають під контролем гравців, на {1}%.#against non-player controlled targets by {1}%", en="Soul of the Bounty Hunter" },
[1219823] = { "Душа смертоносного нападника", "Наповнити наплічники душею смертоносного нападника:\n\nЗбільшує первинну шкоду \"Укусу мангусти\" та всіх ударів на {1}%.#and all Strikes by {1}%", en="Soul of the Deadly Striker" },
[1219807] = { "Душа капканника", "Наповнити наплічники душею капканника:\n\nВаш \"Прицільний постріл\" завдає на {1}% більше шкоди цілям, ураженим однією з ваших пасток.#Shot deals {1}% more damage", en="Soul of the Hazard Harrier" },
[1219813] = { "Душа погонича", "Наповнити наплічники душею погонича:\n\nПрискорює відновлення концентрації вашого вихованця на {1}%.#Beast pet by {1}%", en="Soul of the Hound Master" },
[1219816] = { "Душа мисливця", "Наповнити наплічники душею мисливця:\n\n\"Укус мангусти\" також зменшує ймовірність ухилення цілі на {1}% та збільшує вашу ймовірність завдання удару на {2}% протягом {3} с,#Dodge by {1}% and#your chance to hit by {2}% for {3} sec", en="Soul of the Huntsman" },
[1219821] = { "Душа кінетика", "Наповнити наплічники душею кінетика:\n\nВаша періодична шкода з ймовірністю {1}% завершить відновлення здібності-удару з найдовшим поточним часом відновленння.#damage has a {1}% chance to reset", en="Soul of the Kineticist" },
[1219820] = { "Душа смертоносного бичувальника", "Наповнити наплічники душею смертоносного бичувальника:\n\nЗбільшує шкоду зброї в правій руці для здібностей \"Удар раптора\" та \"Удар виверни\" на {1}%.#and Wyvern Strike by {1}%", en="Soul of the Lethal Lasher" },
[1219804] = { "Душа оманника", "Наповнити наплічники душею оманника:\n\nВи створюєте на {1}% більше загрози протягом {2} с після застосування \"Відволікаючого пострілу\".#generate {1}% more threat for {2} sec after", en="Soul of the Misleader" },
[1219805] = { "Душа мисливця на здобич", "Наповнити наплічники душею мисливця на здобич:\n\nПоки ви вистежуєте створінь певного виду, ви завдаєте їм на {1}% більше шкоди.#you deal {1}% increased damage to that", en="Soul of the Preyseeker" },
[1219818] = { "Душа месника", "Наповнити наплічники душею месника:\n\n\"Укус мангусти\" також активується на {1} с, коли ваша ціль парирує чи блокує, або ви промахуєтесь атакою ближнього бою.#Bite also activates for {1} sec whenever", en="Soul of the Retaliator" },
[1219806] = { "Душа стрільця", "Наповнити наплічники душею стрільця:\n\nНаступна здібність-постріл, застосована протягом {1} с після \"Прицільного пострілу\", завдає на {2}% більше шкоди.#within {1} sec after Aimed Shot deals {2}% more", en="Soul of the Sharpshooter" },
[1219822] = { "Душа стратега", "Наповнити наплічники душею стратега:\n\nЗбільшує періодичну шкоду \"Удару виверни\" на {1}% та збільшує максимальний запас концентрації вашого супутника на {2}.#over time by {1}% and#pet's maximum focus by {2}", en="Soul of the Strategist" },
[1219809] = { "Душа токсиколога", "Наповнити наплічники душею токсиколога:\n\nШкода \"Жала змії\" збільшується на {1}% від вашої сили атаки.#Sting damage is increased by {1}% of your Attack", en="Soul of the Toxinologist" },
[1219811] = { "Душа стрільця-віртуоза", "Наповнити наплічники душею стрільця-віртуоза:\n\nЧас відновлення \"Вбивчого пострілу\" зменшується на {1}%. Поки діє \"Швидка стрілянина\" з гравіюванням \"Швидкого вбивства\", \"Вбивчий постріл\" не має часу відновлення, а при використанні проти цілі, яка не контролюється гравцем, вистрілює {2} додаткові \"Вбивчі постріли\", що завдають {3}% шкоди, з мінімальною дальністю дії.#cooldown is reduced by {1}%#fires {2} additional Kill Shots at {3}% damage", en="Soul of the Trick Shooter" },

-- Set bonuses
[1213310] = { "Сезон 3 - Предмет - Комплект руїн Ан'Кіражу - Мисливець - Бонус 3 предметів володара звірів", "Прискорює відновлення концентрації ваших вихованців на {1}%.#regeneration of your pets by {1}%", en="S03 - Item - RAQ - Hunter - Beastmastery 3P Bonus" },
[456389] = { "Сезон 3 - Предмет - Комплект 1 - Мисливець - Бонус 2 предметів бійця ближнього бою", "\"Укус мангусти\" також зменшує ймовірність ухилення цілі на {1}% та збільшує вашу ймовірність завдання удару на {2}% протягом {3} с,#Dodge by {1}% and#your chance to hit by {2}% for {3} sec", en="S03 - Item - T1 - Hunter - Melee 2P Bonus" },
[456341] = { "Сезон 3 - Предмет - Комплект 1 - Мисливець - Бонус 4 предметів бійця ближнього бою", "Поки ви вистежуєте створінь певного виду, ви завдаєте їм на {1}% більше шкоди.#you deal {1}% increased damage to that", en="S03 - Item - T1 - Hunter - Melee 4P Bonus" },
[456394] = { "Сезон 3 - Предмет - Комплект 1 - Мисливець - Бонус 6 предметів бійця ближнього бою", "\"Укус мангусти\" також активується на {1} с, коли ваша ціль парирує чи блокує, або ви промахуєтесь атакою ближнього бою.#Bite also activates for {1} sec whenever", en="S03 - Item - T1 - Hunter - Melee 6P Bonus" },
[456337] = { "Сезон 3 - Предмет - Комплект 1 - Мисливець - Бонус 2 предметів бійця дальнього бою", "Ви створюєте на {1}% більше загрози протягом {2} с після застосування \"Відволікаючого пострілу\".#generate {1}% more threat for {2} sec after", en="S03 - Item - T1 - Hunter - Ranged 2P Bonus" },
[456379] = { "Сезон 3 - Предмет - Комплект 1 - Мисливець - Бонус 6 предметів бійця дальнього бою", "Наступна здібність-постріл, застосована протягом {1} с після \"Прицільного пострілу\", завдає на {2}% більше шкоди.#within {1} sec after Aimed Shot deals {2}% more", en="S03 - Item - T1 - Hunter - Ranged 6P Bonus" },
[467329] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 2 предметів бійця ближнього бою", "\"Удар раптора\" збільшує шкоду наступної іншої здібності ближнього бою (окрім \"Підрізати крила\") на {2}% протягом {1} с.#within {1} sec by {2}%", en="S03 - Item - T2- Hunter - Melee 2P Bonus" },
[467333] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 4 предметів бійця ближнього бою", "Збільшує шкоду зброї в правій руці для здібностей \"Удар раптора\" та \"Удар виверни\" на {1}%.#and Wyvern Strike by {1}%", en="S03 - Item - T2- Hunter - Melee 4P Bonus" },
[467334] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 6 предметів бійця ближнього бою", "Ваша періодична шкода з ймовірністю {1}% завершить відновлення здібності-удару з найдовшим поточним часом відновленння.#damage has a {1}% chance to reset", en="S03 - Item - T2- Hunter - Melee 6P Bonus" },
[467235] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 2 предметів бійця дальнього бою", "Ваш \"Прицільний постріл\" завдає на {1}% більше шкоди цілям, ураженим однією з ваших пасток.#Shot deals {1}% more damage", en="S03 - Item - T2- Hunter - Ranged 2P Bonus" },
[467312] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 4 предметів бійця дальнього бою", "Здібності-постріли, що завдають шкоди, завдають на {1}% більше шкоди, якщо попередній постріл було застосовано на іншу ціль.#Shot abilities deal {1}% increased damage", en="S03 - Item - T2- Hunter - Ranged 4P Bonus" },
[467326] = { "Сезон 3 - Предмет - Комплект 2 - Мисливець - Бонус 6 предметів бійця дальнього бою", "Шкода \"Жала змії\" збільшується на {1}% від вашої сили атаки.#Sting damage is increased by {1}% of your Attack", en="S03 - Item - T2- Hunter - Ranged 6P Bonus" },
[1213307] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Мисливець - Бонус 2 предметів бійця ближнього бою", "Збільшує періодичну шкоду \"Удару виверни\" на {1}% та збільшує максимальний запас концентрації вашого супутника на {2}.#over time by {1}% and#pet's maximum focus by {2}", en="S03 - Item - TAQ - Hunter - Melee 2P Bonus" },
[1213309] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Мисливець - Бонус 4 предметів бійця ближнього бою", "Збільшує первинну шкоду \"Укусу мангусти\" та всіх ударів на {1}%.#and all Strikes by {1}%", en="S03 - Item - TAQ - Hunter - Melee 4P Bonus" },
[1213306] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Мисливець - Бонус 2 предметів бійця дальнього бою", "Збільшує шкоду \"Вбивчого пострілу\" проти цілей, що не перебувають під контролем гравців, на {1}%.#against non-player controlled targets by {1}%", en="S03 - Item - TAQ - Hunter - Ranged 2P Bonus" },
[1213246] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Мисливець - Бонус 4 предметів бійця дальнього бою", "Час відновлення \"Вбивчого пострілу\" зменшується на {1}%. Поки діє \"Швидка стрілянина\" з гравіюванням \"Швидкого вбивства\", \"Вбивчий постріл\" не має часу відновлення, а при використанні проти цілі, яка не контролюється гравцем, вистрілює {2} додаткові \"Вбивчі постріли\", що завдають {3}% шкоди, з мінімальною дальністю дії.#cooldown is reduced by {1}%#fires {2} additional Kill Shots at {3}% damage", en="S03 - Item - TAQ - Hunter - Ranged 4P Bonus" },
[468417] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Мисливець - Бонус 3 предметів володара звірів", "Збільшує бонус до сили атаки вашого супутника від ваших характеристик на {1}%.#from your attributes by {1}%", en="S03 - Item - ZG - Hunter - Beastmaster 3P Bonus" },
[468418] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Мисливець - Бонус 5 предметів володара звірів", "Прискорює відновлення концентрації вашого вихованця на {1}%.#Beast pet by {1}%", en="S03 - Item - ZG - Hunter - Beastmaster 5P Bonus" },
[1220090] = { "Душа альфа-дресирувальника", ref=19590, en="Soul of the Alpha Tamer" },
[1220091] = { "Душа альфа-дресирувальника", en="Soul of the Alpha Tamer" },
[1220078] = { "Душа розстрільника", ref=467312, en="Soul of the Alternator" },
[1220079] = { "Душа розстрільника", en="Soul of the Alternator" },
[1220086] = { "Душа дбайливості", ref=468417, en="Soul of the Beast Tender" },
[1220087] = { "Душа дбайливості", en="Soul of the Beast Tender" },
[1220082] = { "Душа мисливця за головами", ref=1213306, en="Soul of the Bounty Hunter" },
[1220083] = { "Душа мисливця за головами", en="Soul of the Bounty Hunter" },
[1220104] = { "Душа смертоносного нападника", ref=1213309, en="Soul of the Deadly Striker" },
[1220105] = { "Душа смертоносного нападника", en="Soul of the Deadly Striker" },
[1220096] = { "Душа відлунь", ref=467329, en="Soul of the Echoes" },
[1220076] = { "Душа капканника", ref=467235, en="Soul of the Hazard Harrier" },
[1220077] = { "Душа капканника", en="Soul of the Hazard Harrier" },
[1220088] = { "Душа погонича", ref=468418, en="Soul of the Hound Master" },
[1220089] = { "Душа погонича", en="Soul of the Hound Master" },
[1220092] = { "Душа мисливця", ref=456389, en="Soul of the Huntsman" },
[1220093] = { "Душа мисливця", en="Soul of the Huntsman" },
[1220100] = { "Душа кінетика", ref=467334, en="Soul of the Kineticist" },
[1220101] = { "Душа кінетика", en="Soul of the Kineticist" },
[1220098] = { "Душа смертоносного бичувальника", ref=467333, en="Soul of the Lethal Lasher" },
[1220099] = { "Душа смертоносного бичувальника", en="Soul of the Lethal Lasher" },
[1220070] = { "Душа оманника", ref=456337, en="Soul of the Misleader" },
[1220071] = { "Душа оманника", en="Soul of the Misleader" },
[1220072] = { "Душа мисливця на здобич", ref=456341, en="Soul of the Preyseeker" },
[1220073] = { "Душа мисливця на здобич", en="Soul of the Preyseeker" },
[1220094] = { "Душа месника", ref=456394, en="Soul of the Retaliator" },
[1220095] = { "Душа месника", en="Soul of the Retaliator" },
[1220074] = { "Душа стрільця", ref=456379, en="Soul of the Sharpshooter" },
[1220075] = { "Душа стрільця", en="Soul of the Sharpshooter" },
[1220102] = { "Душа стратега", ref=1213307, en="Soul of the Strategist" },
[1220103] = { "Душа стратега", en="Soul of the Strategist" },
[1220080] = { "Душа токсиколога", ref=467326, en="Soul of the Toxinologist" },
[1220081] = { "Душа токсиколога", en="Soul of the Toxinologist" },
[1220084] = { "Душа стрільця-віртуоза", ref=1213246, en="Soul of the Trick Shooter" },
[1220085] = { "Душа стрільця-віртуоза", en="Soul of the Trick Shooter" },

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
