local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aegis
[425589] = { "Заступництво", "Збільшує ваш показник блокування на {1}% та змінює талант \"Твердиня\". Тепер \"Твердиня\" з ймовірністю {2}% спрацьовує від будь-яких ударів, отриманих в ближньому чи дальньому бою, а також гарантовано спрацьовує, коли ви завдаєте критичного удару в ближньому бою. Окрім того, талант \"Воздаяння\" з ймовірністю {3}% за кожен ранг спрацьовує від будь-яких ударів, отриманих в ближньому чи дальньому бою.#by {1}% and#has a {2}% chance#gains a {3}% chance per" }, -- Aegis
[425615] = { "Заступництво", "Отримати здібність \"Заступництво\":", rune=425589 }, -- Aegis
-- Aura Mastery
[407624] = { "Опанування аури", "Надає всім цілям \"Аури зосередженості\" невразливість до ефектів знемовлення та переривання, а також збільшує ефективність інших аур на {1}%. Триває {2} с.#by {1}%#Lasts {2} sec", "\"Аура зосередженості\" надає невразливість до ефектів знемовлення та переривання.\nЕфективність інших аур збільшено на {1}%.#by {1}%" }, -- Aura Mastery
[415756] = { "Опанування аури", "Отримати здібність \"Опанування аури\":", rune=407624 }, -- Aura Mastery
[409932] = { "Опанування аури", "Отримати здібність \"Опанування аури\":", rune=407624 }, -- Aura Mastery
-- Avenger's Shield
[407669] = { "Щит месника", "Кидає у ворога священний щит, який завдає від {1} до {2} шкоди святістю, викликає запаморочення, а потім летить в інших ворогів, що стоять поруч. Вражає до {3} цілей. Триває {4} с.#dealing {1} to {2}#{3} total#Lasts {4} sec", "Запаморочення." }, -- Avenger's Shield
[409933] = { "Щит месника", "Отримати здібність \"Щит месника\":", rune=407669 }, -- Avenger's Shield
-- Avenging Wrath
[407788] = { "Гнів помсти", "Збільшує всю шкоду та зцілення на {1}% протягом {2} с. Спричиняє ефект \"Стриманість\" та не може бути застосовано, поки діє \"Стриманість\".#by {1}% for {2} sec", "Всю шкоду та зцілення збільшено на {1}%.#by {1}%" }, -- Avenging Wrath
[409934] = { "Гнів помсти", "Отримати здібність \"Гнів помсти\":", rune=407788 }, -- Avenging Wrath
-- Beacon of Light
[407613] = { "Маяк світла", "Ціль стає Маяком Світла для всіх членів групи чи рейду в радіусі 40 м. Будь-яке зцілення членів групи чи рейду також зцілюватиме Маяк на 100% від ефекту. Лише одна ціль може бути Маяком Світла одночасно. Триває 1 годину.", "Маяк світла." }, -- Beacon of Light
[407615] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в радіусі 40 м. Будь-яке зцілення цих цілей також зцілюватиме Маяк на {1}% від ефекту. Лише одна ціль може бути Маяком Світла одночасно. Триває до відміни.#for {1}% of the amount" }, -- Beacon of Light
[460900] = { ref=407615 }, -- Beacon of Light
[409906] = { "Маяк світла", "Отримати здібність \"Маяк світла\":", rune=407613 }, -- Beacon of Light
-- Blessing of Protection
[442948] = { ref=1022 }, -- Blessing of Protection
-- Crusader Strike
[407676] = { "Удар лицаря", "Миттєвий удар, що завдає {1}% шкоди від зброї у вигляді шкоди святістю та відновлює {2}% від вашого максимального запасу мани. Поновлює час дії ефектів \"Правосуддя\" на цілі до {3} секунд.#causes {1}% weapon#regenerates {2}% of your max#refreshed to {3} sec" }, -- Crusader Strike
[409914] = { "Удар лицаря", "Отримати здібність \"Удар лицаря\":", rune=407676 }, -- Crusader Strike
-- Divine Light
[409925] = { "Божественне світло", "Отримати здібність \"Божественне світло\":", rune=458856 }, -- Divine Light
[458856] = { "Божественне світло", "Зцілює дружній цілі від {1} до {2} здоров'я. {3}% надлишкового зцілення утворюють щит, що поглинає шкоду протягом {4} секунд. Повторне застосування \"Божественного світла\" не підсилюють наявний на цілі щит.\n\n\"Божественне світло\" взаємодіє з усіма талантами та ефектами, що й \"Священне світло\".#for {1} to {2}#{3}% of any#lasts {4} sec" }, -- Divine Light
[458857] = { "Божественне світло", nil, "Поглинає {1} шкоди.#Absorbs {1} damage" }, -- Divine Light
[458860] = { "Божественне світло" }, -- Divine Light
-- Divine Protection
[458312] = { "Божественний захист", "Зменшує всю отриману шкоду на {1}% протягом {2} с. Захищена ціль не зможе отримати ефект від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" протягом {3} хв.#by {1}% for {2} sec#for {3} min", "Отриману шкоду зменшено на {1}%.#by {1}%" }, -- Divine Protection (Rank 1)
[458371] = { ref=458312 }, -- Divine Protection (Rank 2)
-- Divine Sacrifice
[407804] = { "Божественна жертва", "{1}% всієї шкоди, отриманої членами групи в радіусі {2} м, перенаправляється на паладина протягом {3} с. Шкода, що знижує рівень здоров'я паладина нижче {4}%, перериває дію ефекту і дає паладину збільшення шкоди і зцілення на {5}% протягом {6} с. Божественна жертва не може бути використана, коли ви перебуваєте під дією \"Благословення захисту\", \"Божественного щита\" або \"Божественного захисту\", а також запобігає використанню цих здібностей на вас протягом дії ефекту.#{1}% of all#within {2} yards#Paladin for {3} sec#below {4}% health#{5}% increased#done for {6} sec", "{1}% шкоди, отриманої членами групи, перенаправляється на паладина.#{1}% of all" }, -- Divine Sacrifice
-- Divine Storm
[407778] = { "Божественна буря", "Миттєва атака зброєю, яка завдає 110% шкоди від зброї 4 ворогам в радіусі 8 метрів. Божественна буря зцілює до 3 членів групи або рейду сумарно на 25% від завданої шкоди." }, -- Divine Storm
[407782] = { "Божественна буря", "Шкода від Божественної бурі зцілює дружні цілі." }, -- Divine Storm
[407784] = { "Божественна буря", "Шкода від Божественної бурі зцілює дружні цілі неподалік." }, -- Divine Storm
[409924] = { "Божественна буря", "Отримати здібність \"Божественна буря\":", rune=407778 }, -- Divine Storm
-- Engrave Pants - Aura Mastery
[410005] = { "Гравіювання штанів - Опанування аури", "Вигравіювати на штанях руну \"Опанування аури\":", rune=407624 }, -- Engrave Pants - Aura Mastery
-- Enhanced Blessings
[435984] = { "Покращені благословення", "Збільшує тривалість дії благословень могутності, мудрості, спасіння, прихистку, світла та королів на 100% і зменшує їх витрати мани на 50%." }, -- Enhanced Blessings
-- Enlightened Judgements
[426173] = { "Просвітлений присуд", "Збільшує дальність вашого \"Присуду\" на 30 м і ваш шанс завдання удару всіма закляттями на 17%." }, -- Enlightened Judgements
-- Exorcism
[415068] = { "Екзорцизм", "Завдає від {1} до {2} шкоди святістю ворожій цілі і має 100% шанс критичного удару проти демонів і невмерлих.#Causes {1} to {2} Holy" }, -- Exorcism (Rank 1)
[415069] = { ref=415068 }, -- Exorcism (Rank 2)
[415070] = { ref=415068 }, -- Exorcism (Rank 3)
[415071] = { ref=415068 }, -- Exorcism (Rank 4)
[415072] = { ref=415068 }, -- Exorcism (Rank 5)
[415073] = { ref=415068 }, -- Exorcism (Rank 6)
-- Exorcist
[415076] = { "Екзорцист", "Екзорцизм тепер можна застосувати на будь-яку ціль зі збільшеним на 100% шансом критичного удару по невмерлих та демонах." }, -- Exorcist
-- Fanaticism
[426162] = { "Фанатизм", nil, "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec" }, -- Fanaticism
[429142] = { "Фанатизм", "Збільшує ймовірність завдання критичного удару закляттями святості на {1}%. Окрім того, критичні ефекти цілющих заклять зцілюють ціль на {2}% від об'єму зцілення протягом {3} с.#by {1}%#for {2}% of#over {3} sec" }, -- Fanaticism
[429250] = { "Фанатизм", "Отримати здібність \"Фанатизм\":", rune=429142 }, -- Fanaticism
-- Flash of Light
[412020] = { "Зблиск світла", "Зцілення з часом.", "Зцілення протягом 12 с." }, -- Flash of Light
-- Guarded by the Light
[415058] = { "Під захистом Світла", nil, "Відновлення {1}% від запасу мани кожні {2} с. \nЕфективність цілющих заклять зменшено на {3}%.#{1}% of total mana every {2} sec#reduced by {3}%" }, -- Guarded by the Light
[415059] = { "Під захистом Світла", "Щоразу, коли ви влучаєте по цілі зброєю ближнього бою, ви відновлюєте {1}% вашого запасу мани кожні {2} c протягом {3} c, але під час дії цього ефекту ефективність зцілення заклинань \"Зблиск світла\", \"Священне світло\" та \"Священний шок\" зменшується на {4}%.#gain {1}% of#per {2} sec for {3} sec#reduced by {4}%" }, -- Guarded by the Light
[415755] = { "Під захистом Світла", "Отримати здібність \"Під захистом Світла\":", rune=415059 }, -- Guarded by the Light
-- Hallowed Ground
[458287] = { "Освячена земля", "\"Освячення\" тепер зцілює учасників групи, що перебувають в зоні його дії, на {1}% від шкоди.#for {1}% of" }, -- Hallowed Ground
[425614] = { "Освячена земля", "Отримати здібність \"Освячена земля\":", rune=458287 }, -- Hallowed Ground
-- Hammer of Wrath
[429151] = { ref=24275 }, -- Hammer of Wrath
-- Hammer of the Righteous
[407632] = { "Молот праведника", "Удар молотом по поточній цілі і 2 додаткових цілях поблизу, що завдає шкоди святістю в обсязі 300% від шкоди за секунду зброї в основній руці." }, -- Hammer of the Righteous
[409922] = { "Молот праведника", "Отримати здібність \"Молот праведника\":", rune=407632 }, -- Hammer of the Righteous
-- Hand of Reckoning
[407631] = { "Десниця відплати", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас.\n\nПоки ви володієте цією здібністю, бонус загрози від \"Праведної люті\" збільшується на 80%, крім того \"Праведна лють\" відновлюватиме вам ману, коли вас зцілюють, в обсязі 25% від ефекту зцілення. Крім того, поки \"Праведна лють\" активна, шкода, яка знижує ваш рівень здоров'я нижче 35%, зменшується на 20%. \"Праведна лють\" залишатиметься активною, доки її не буде скасовано.", "Підбурено." }, -- Hand of Reckoning
[407774] = { "Десниця відплати" }, -- Hand of Reckoning
[409911] = { "Десниця відплати", "Отримати здібність \"Десниця відплати\":", rune=407631 }, -- Hand of Reckoning
-- Hand of Sacrifice
[462853] = { "Десниця жертовності", "Перенаправляє {1}% отриманої учасником групи чи рейду шкоди на заклинача. Триває {2} с або поки не перенаправить {3}% від запасу здоров'я заклинача.#transfer {1}% of damage#Lasts {2} sec#transferred {3}% of", "Перенаправляє {1}% отриманої шкоди паладину.#Transfers {1}% of" }, -- Hand of Sacrifice
[409935] = { "Десниця жертовності", "Отримати здібність \"Десниця жертовності\":", rune=462853 }, -- Hand of Sacrifice
-- Holy Wrath
[429145] = { "Священний гнів", "Посилає стріли священної сили в усіх напрямках, завдає від {1} до {2} шкоди святістю усім цілям у радіусі {3} м та приголомшує демонів та невмерлих на {4} с.#causing {1} to {2}#within {3} y#for {4} sec" }, -- Holy Wrath (Rank 1)
[429146] = { ref=429145 }, -- Holy Wrath (Rank 2)
-- Horn of Lordaeron
[425600] = { "Ріг Лордерона", "Паладин дме в ріг Лордерона, що збільшує силу і спритність всіх членів групи в радіусі {1} м на {2}. Триває {3} хв. Не поєднується з \"Благословенням могутності\".#{1} yards by {2}.#Lasts {3} min", "Збільшує вашу силу і спритність на {1}.#by {1}" }, -- Horn of Lordaeron
-- Improved Hammer of Wrath
[429152] = { "Покращений молот гніву", "\"Молот гніву\" тепер вимовляється миттєво і його відновлення завершується щоразу, коли він завдає шкоди ворогу, у якого менше {1}% здоров'я.#below {1}% health" }, -- Improved Hammer of Wrath
[429259] = { "Покращений молот гніву", "Отримати здібність \"Покращений молот гніву\":", rune=429152 }, -- Improved Hammer of Wrath
-- Improved Sanctuary
[429133] = { "Покращений прихисток", "Збільшує запобігання шкоді вашого \"Благословення прихистку\" на {1}% і збільшує його шкоду на {2}% від вашого показника блокування щитом.#Sanctuary by {1}%,#by {2}% of your" }, -- Improved Sanctuary
[429245] = { "Покращений прихисток", "Отримати здібність \"Покращений прихисток\":", rune=429133 }, -- Improved Sanctuary
-- Infusion of Light
[53672] = { "Вливання Cвітла", "Ваші критичні удари \"Священним шоком\" зменшують час вимовляння наступного \"Зблиску світла\" на 0.75 с або збільшують шанс критичного ефекту наступного \"Священного світла\" на 10%.", "Час вимовляння наступного \"Зблиску світла\" зменшено на 0.75 с, а шанс критичного ефекту наступного \"Священного світла\" збільшено на 10%." }, -- Infusion of Light
[426065] = { "Вливання Cвітла", "Шкода та зцілення \"Священного шоку\" збільшуються на {1}%, його час відновлення зменшується до {2} с, а критичні удари \"Священного шоку\" завершують його відновлення та повертають витрачену ману.#by {1}%#to {2} sec" }, -- Infusion of Light
[426179] = { "Вливання Cвітла", "Отримати здібність \"Вливання Cвітла\":", rune=426065 }, -- Infusion of Light
-- Inspiration Exemplar
[407880] = { "Взірець натхнення", "Ви періодично розвіюєте ефекти страху та сну з членів групи, що знаходяться поруч.", "Періодично розвіює ефекти страху та сну з членів групи, що знаходяться поруч." }, -- Inspiration Exemplar
[407881] = { "Взірець натхнення", "Ви періодично розвіюєте ефекти страху та сну з членів групи, що знаходяться поруч." }, -- Inspiration Exemplar
[409936] = { "Взірець натхнення", "Отримати здібність \"Взірець натхнення\":", rune=407880 }, -- Inspiration Exemplar
-- Judgement of Martyrdom
[407803] = { "Присуд мученика" }, -- Judgement of Martyrdom
-- Light's Beacon
[407614] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в радіусі 60 м. Будь-яке зцілення цих цілей також зцілюватиме Маяк на {1}% від ефекту.#for {1}% of the amount", "Цілющі здібності паладина також зцілюють Маяк Світла." }, -- Light's Beacon
-- Light's Grace
[428909] = { "Милість Світла", "Ваше заклинання \"Священне світло\" зменшує час вимови наступного заклинання \"Священне світло\" на {1} с. Триває {2} с.#by {1} sec#Lasts {2} sec" }, -- Light's Grace
[428912] = { "Милість Світла", nil, "Час вимови наступного заклинання \"Священне світло\" зменшено на {1} с.#by {1} sec" }, -- Light's Grace
[429243] = { "Милість Світла", "Отримати здібність \"Милість Світла\":", rune=428909 }, -- Light's Grace
-- Malleable Protection
[458318] = { "Гнучкий захист", "Тепер ви можете атакувати чи використовувати здібності під час дії \"Божественного захисту\", його тривалість збільшується на {1}%, але він лише зменшує отриману шкоду на {2}%, а не надає невразливість. Крім того, активація \"Священного щита\" також збільшує вашу силу атаки на {3} за кожну одиницю вашої навички захисту понад {4} на {5} секунд.#increased by {1}%#take by {2}%#grants you {3} Attack#beyond {4}#lasting {5} sec" }, -- Malleable Protection
[426174] = { "Гнучкий захист", "Отримати здібність \"Гнучкий захист\":", rune=458318 }, -- Malleable Protection
-- Purifying Power
[429144] = { "Сила очищення", "Зменшує час відновлення здібностей \"Екзорцизм\" і \"Священний гнів\" на {1}%, а \"Священний гнів\" тепер завдає шкоди всім цілям, а також оглушає невмерлих та демонів на {2} секунди.#by {1}%#for {2} sec" }, -- Purifying Power
[429254] = { "Сила очищення", "Отримати здібність \"Сила очищення\":", rune=429144 }, -- Purifying Power
-- Rebuke
[425609] = { "Докір", "Перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} секунд.#for {1} sec" }, -- Rebuke
[425616] = { "Докір", "Отримати здібність \"Докір\":", rune=425609 }, -- Rebuke
-- Righteous Fury
[407627] = { "Праведна лють", "Збільшує загрозу від ваших заклять святості на {1}% та відновлює вашу ману, коли ви зцілюєтесь від заклинань дружніх цілей, у розмірі {2}% від об'єму зцілення. Крім того, шкода, яка знижує ваш рівень здоров'я нижче {3}%, зменшується на {4}%. Діє до скасування.#spells by {1}#to {2}% of the#{3}% health is reduced by {4}%", "Збільшує загрозу від ваших заклять святості на {1}%.#by {1}%" }, -- Righteous Fury
-- Righteous Vengeance
[440672] = { "Праведна помста", "Коли \"Присуд\", \"Удар лицаря\" чи \"Божественна буря\" завдає критичної шкоди, ціль отримує на {1}% більше шкоди протягом {2} с.#take {1}%#over {2} sec" }, -- Righteous Vengeance
[440794] = { "Праведна помста", "Отримати здібність \"Праведна помста\":", rune=440672 }, -- Righteous Vengeance
-- Sacred Shield
[53601] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд. Це заклинання не може бути одночасно накладено більш ніж на одну ціль.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}%. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с. #absorbing {1} damage#Light by {2}%#once every {3} sec" }, -- Sacred Shield (Rank 1)
[58597] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%" }, -- Sacred Shield (Rank 1)
[412018] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%" }, -- Sacred Shield
[412019] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Крім того, ваш \"Зблиск світла\" зцілює цілі \"Священного щита\" додатково {4}% здоров'я протягом {5} сек. Цей ефект не може спрацьовувати частіше, ніж раз на {6} с. Триває {7} хв. Це заклинання не може бути одночасно накладено більш ніж на одну ціль.#absorbing {1} damage#Light by {2}% for up to {3} sec#additional {4}% over {5} sec#once every {6} sec#Lasts {7} min", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}%. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с. #absorbing {1} damage#Light by {2}%#once every {3} sec" }, -- Sacred Shield
[415703] = { "Священний щит", "Отримати здібність \"Священний щит\":", rune=412019 }, -- Sacred Shield
[440651] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%" }, -- Sacred Shield
-- Sacrifice Redeemed
[407805] = { "Спокута жертви", "Шкода та зцілення збільшена після вашої жертви.", "Вихідну шкоду та зцілення збільшено на {1}%.#by {1}%" }, -- Sacrifice Redeemed
-- Seal of Martyrdom
[407798] = { "Печатка мучеництва", "Наповнює вас священним духом на {1} с, в результаті чого кожна ваша атака ближнього бою завдає {2}% шкоди від зброї по цілі, але ви втрачаєте здоров'я в об'ємі {3}% від завданої шкоди. Поки ця печатка активна, члени вашої групи та рейду в радіусі {4} м відновлюють ману в об'ємі {5}% від шкоди, завданої цією печаткою.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи йому {6}% шкоди від зброї ціною здоров'я в об'ємі {7}% від завданої шкоди.\n\nЦя печатка та ефект від її правосуддя взаємодіє з усіма талантами та ефектами, що й \"Печатка праведності\".#for {1} sec#to deal {2}% weapon#lose health equal to {3}% of#within {4} yards#mana equal to {5}% of#causing {6}% weapon#cost of health equal to {7}% of", "Атаки ближнього бою завдають додаткову шкоду вашій цілі, а також завдають шкоду вам і відновлюють ману членам вашої групи та рейду." }, -- Seal of Martyrdom
[407799] = { "Печатка мучеництва" }, -- Seal of Martyrdom
[407800] = { "Печатка мучеництва", "Печатка мучеництва також завдає шкоди паладину." }, -- Seal of Martyrdom
-- Sheath of Light
[426158] = { "Покрив Світла", "Завдання шкоди зброєю ближнього бою збільшує вашу силу заклинань на {1}% від вашої сили атаки протягом {2} хв.#to {1}% of your attack power for {2} min" }, -- Sheath of Light
[426176] = { "Покрив Світла", "Отримати здібність \"Покрив Світла\":", rune=426158 }, -- Sheath of Light
-- Shield of Righteousness
[440658] = { "Щит праведності", "Вдаряє ціль щитом, завдаючи шкоди святістю в залежності від показника блоку плюс {1}.#additional {1}" }, -- Shield of Righteousness
[440789] = { "Щит праведності", "Отримати здібність \"Щит праведності\":", rune=440658 }, -- Shield of Righteousness
-- Shock and Awe
[462834] = { "Шок і трепет", "Збільшує шкоду ваших заклять на {1}% від інтелекту протягом {2} хв після застосування \"Священного шоку\".#gain {1}%#for {2} min" }, -- Shock and Awe
[440791] = { "Шок і трепет", "Отримати здібність \"Шок і трепет\":", rune=462834 }, -- Shock and Awe
-- The Art of War
[53489] = { "Мистецтво війни", "Збільшує шкоду критичного удару ваших здібностей \"Присуд\", \"Удар лицаря\" і \"Божественна буря\" на {1}%, а коли ваші атаки ближнього бою завдають критичного удару, час вимовляння вашого наступного \"Зблиску світла\" або \"Екзорцизму\" зменшується на 0.75 с.#abilities by {1}% and", "Час вимовляння вашого наступного \"Зблиску світла\" або \"Екзорцизму\" зменшено на 0.75 с." }, -- The Art of War
[415706] = { "Мистецтво війни", "Отримати здібність \"Покрив Світла\":", rune=426157 }, -- The Art of War
[426157] = { "Мистецтво війни", "Ваші критичні удари в ближньому бою скорочують час відновлення \"Екзорцизму\" на {1} с, а також зменшують його витрати мани на {2}%.#by {1} sec#reduced by {2}%" }, -- The Art of War
-- Wrath
[429139] = { "Гнів", "\"Освячення\" тепер може завдавати критичної шкоди, а заклинання \"Екзорцизм\", \"Священний шок\", \"Священний гнів\" і \"Освячення\" отримують збільшену ймовірність завдання критичної шкоди на значення, що дорівнює вашій ймовірності завдання критичного удару в ближньому бою." }, -- Wrath
[429248] = { "Гнів", "Отримати здібність \"Гнів\":", rune=429139 }, -- Wrath

-- Engraving
[426180] = { "Гравіювання пояса - Вливання Cвітла", "Вигравіювати на поясі руну \"Вливання Cвітла\":", rune=426065 }, -- Engrave Belt - Infusion of Light
[426175] = { "Гравіювання пояса - Гнучкий захист", "Вигравіювати на поясі руну \"Гнучкий захист\":", rune=458318 }, -- Engrave Belt - Malleable Protection
[426178] = { "Гравіювання пояса - Покрив Світла", "Вигравіювати на поясі руну \"Покрив Світла\":", rune=426158 }, -- Engrave Belt - Sheath of Light
[416035] = { "Гравіювання чоботів - Під захистом Світла", "Вигравіювати на чоботях руну \"Під захистом Світла\":", rune=415059 }, -- Engrave Boots - Guarded by the Light
[416028] = { "Гравіювання чоботів - Священний щит", "Вигравіювати на чоботях руну \"Священний щит\":", rune=412019 }, -- Engrave Boots - Sacred Shield
[416031] = { "Гравіювання чоботів - Мистецтво війни", "Вигравіювати на чоботях руну \"Мистецтво війни\":", rune=426157 }, -- Engrave Boots - The Art of War
[410013] = { "Гравіювання браслетів - Молот праведника", "Вигравіювати на браслетах руну \"Молот праведника\":", rune=407632 }, -- Engrave Bracers - Hammer of the Righteous
[429261] = { "Гравіювання браслетів - Покращений молот гніву", "Вигравіювати на браслетах руну \"Покращений молот гніву\":", rune=429152 }, -- Engrave Bracers - Improved Hammer of Wrath
[429242] = { "Гравіювання браслетів - Милість Світла", "Вигравіювати на браслетах руну \"Милість Світла\":", rune=428909 }, -- Engrave Bracers - Light's Grace
[429255] = { "Гравіювання браслетів - Сила очищення", "Вигравіювати на браслетах руну \"Сила очищення\":", rune=429144 }, -- Engrave Bracers - Purifying Power
[425619] = { "Гравіювання нагрудника - Заступництво", "Вигравіювати на нагруднику руну \"Заступництво\":", rune=425589 }, -- Engrave Chest - Aegis
[410014] = { "Гравіювання нагрудника - Божественна буря", "Вигравіювати на нагруднику руну \"Божественна буря\":", rune=407778 }, -- Engrave Chest - Divine Storm
[425618] = { "Гравіювання нагрудника - Освячена земля", "Вигравіювати на нагруднику руну \"Освячена земля\":", rune=458287 }, -- Engrave Chest - Hallowed Ground
[410015] = { "Гравіювання плаща - Божественне світло", "Вигравіювати на плащі руну \"Божественне світло\":", rune=458856 }, -- Engrave Cloak - Divine Light
[440792] = { "Гравіювання плаща - Праведна помста", "Вигравіювати на плащі руну \"Праведна помста\":", rune=440672 }, -- Engrave Cloak - Righteous Vengeance
[440788] = { "Гравіювання плаща - Щит праведності", "Вигравіювати на плащі руну \"Щит праведності\":", rune=440658 }, -- Engrave Cloak - Shield of Righteousness
[440790] = { "Гравіювання плаща - Шок і трепет", "Вигравіювати на плащі руну \"Шок і трепет\":", rune=462834 }, -- Engrave Cloak - Shock and Awe
[409999] = { "Гравіювання рукавиць - Маяк світла", "Вигравіювати на рукавицях руну \"Маяк світла\":", rune=407613 }, -- Engrave Gloves - Beacon of Light
[410002] = { "Гравіювання рукавиць - Удар лицаря", "Вигравіювати на рукавицях руну \"Удар лицаря\":", rune=407676 }, -- Engrave Gloves - Crusader Strike
[410001] = { "Гравіювання рукавиць - Десниця відплати", "Вигравіювати на рукавицях руну \"Десниця відплати\":", rune=407631 }, -- Engrave Gloves - Hand of Reckoning
[429251] = { "Гравіювання шолома - Фанатизм", "Вигравіювати на шоломі руну \"Фанатизм\":", rune=429142 }, -- Engrave Helm - Fanaticism
[429247] = { "Гравіювання шолома - Покращений прихисток", "Вигравіювати на шоломі руну \"Покращений прихисток\":", rune=429133 }, -- Engrave Helm - Improved Sanctuary
[429249] = { "Гравіювання шолома - Гнів", "Вигравіювати на шоломі руну \"Гнів\":", rune=429139 }, -- Engrave Helm - Wrath
[416037] = { "Гравіювання штанів - Опанування аури", "Вигравіювати на штанях руну \"Опанування аури\":", rune=407624 }, -- Engrave Pants - Aura Mastery
[410008] = { "Гравіювання штанів - Щит месника", "Вигравіювати на штанях руну \"Щит месника\":", rune=407669 }, -- Engrave Pants - Avenger's Shield
[410010] = { "Гравіювання штанів - Десниця жертовності", "Вигравіювати на штанях руну \"Десниця жертовності\":", rune=462853 }, -- Engrave Pants - Hand of Sacrifice
[410011] = { "Гравіювання штанів - Взірець натхнення", "Вигравіювати на штанях руну \"Взірець натхнення\":", rune=407880 }, -- Engrave Pants - Inspiration Exemplar
[425621] = { "Гравіювання штанів - Докір", "Вигравіювати на штанях руну \"Докір\":", rune=425609 }, -- Engrave Pants - Rebuke

-- Rune progress
[435994] = { "Дрімаюча руна" }, -- Dormant Rune
[442947] = { "Так значно краще, дякую!" }, -- Feeling much better, thank you!
[429578] = { "Манускрипт вигнання", nil, "Сповнений натхнення." }, -- Libram of Banishment
[421510] = { "Манускрипт благословень", nil, "Сповнений натхнення." }, -- Libram of Blessings
[435962] = { "Манускрипт визволення", nil, "Сповнений натхнення." }, -- Libram of Deliverance
[408833] = { "Манускрипт відкриття", nil, "Сповнений натхнення." }, -- Libram of Discovery
[409930] = { "Манускрипт присуду", nil, "Сповнений натхнення." }, -- Libram of Judgement
[421535] = { "Манускрипт правосуддя", nil, "Сповнений натхнення." }, -- Libram of Justice

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
