local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Between the Eyes
[400009] = { "Поміж очей", "Дистанційний завершальний рух, що завдає шкоду в залежності від довжини комбінації та сили атаки, а також приголомшує ціль:\n\n  1 прийом:   {1}-{2} шкоди, 1 с приголомшення\n  2 прийоми: {3}-{4} шкоди, 2 с приголомшення\n  3 прийоми: {5}-{6} шкоди, 3 с приголомшення\n  4 прийоми: {7}-{8} шкоди, 4 с приголомшення\n  5 прийомів: {9}-{10} шкоди, 5 с приголомшення\n\nМає спільний час відновлення з \"Ударом по нирках\".#1 point:   {1} to {2} damage#2 points: {3} to {4} damage#3 points: {5} to {6} damage#4 points: {7} to {8} damage#5 points: {9} to {10} damage", "Приголомшено." }, -- Between the Eyes
[400033] = { "Поміж очей", "Отримати здібність \"Поміж очей\":", nil, rune=400009 }, -- Between the Eyes

-- Blade Dance
[400012] = { "Танок клинків", "Завершальний рух, що збільшує ймовірність парирування. Тривалість та сила ефекту залежить від довжини комбінації:\n\n  1 прийом:   {1} с\n  2 прийоми: {2} с\n  3 прийоми: {3} с\n  4 прийоми: {4} с\n  5 прийомів: {5} с#1 point  : {1} seconds#2 points: {2} seconds#3 points: {3} seconds#4 points: {4} seconds#5 points: {5} seconds", "Ймовірність парирування збільшено на {1}%.\nОтриману фізичну шкоду зменшено на {2}%.#increased by {1}%#reduced by {2}%" }, -- Blade Dance
[400038] = { "Танок клинків", "Отримати здібність \"Танок клинків\":", nil, rune=400012 }, -- Blade Dance

-- Cheating Death
[400024] = { "Обман смерті", "Будь-яка атака, яка в іншому випадку вбила б вас, натомість зменшить ваш запас здоров'я до 10% від максимального. Крім того, вся отримувана шкода буде зменшена на 90% протягом 3 секунд. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.", "Вся отримувана шкода зменшується на 90%." }, -- Cheating Death

-- Deadly Brew
[399965] = { "Смертельне вариво", "Додає кілька покращень для ваших отрут:\n\nКоли ви отруюєте ціль будь-якою іншою отрутою, ви також отруюєте її смертельною отрутою.\n\nЯкщо на вашу зброю не нанесено отруту, вона має шанс отруїти ціль миттєвою отрутою.\n\nСмертельна отрута і миттєва отрута тепер мають збільшену шкоду в залежності від вашої сили атаки.", nil }, -- Deadly Brew
[399969] = { "Смертельне вариво", "Отримати здібність \"Смертельне вариво\":", nil, rune=399965 }, -- Deadly Brew
[433521] = { "Смертельне вариво", "Додає кілька покращень для ваших отрут:\n\nКоли ви отруюєте ціль будь-якою іншою отрутою, ви також отруюєте її смертельною отрутою.\n\nЯкщо на вашу зброю не нанесено отруту, вона має шанс отруїти ціль миттєвою отрутою.\n\nСмертельна отрута і миттєва отрута тепер мають збільшену шкоду в залежності від вашої сили атаки.", nil }, -- Deadly Brew

-- Envenom
[399963] = { "Отруєння", "Завершальний рух, що завдає шкоду від отрути в залежності від кількості ефектів смертельної отрути на цілі. Після використання \"Отруєння\" ви маєте на 75% збільшений шанс спрацювання миттєвої отрути протягом 1 с і додатково ще протягом 1 с за кожен прийом в комбінації. Кожен прийом комбінації дорівнює одній дозі отрути:\n  1 доза: {1} шкоди\n  2 дози: {2} шкоди\n  3 дози: {3} шкоди\n  4 дози: {4} шкоди\n  5 доз: {5} шкоди#1 dose:  {1} damage#2 doses: {2} damage#3 doses: {3} damage#4 doses: {4} damage#5 doses: {5} damage", "Ймовірність спрацювання миттєвої отрути збільшено на 75%." }, -- Envenom
[399968] = { "Отруєння", "Отримати здібність \"Отруєння\":", nil, rune=399963 }, -- Envenom

-- Just a Flesh Wound
[400014] = { "Всього лише подряпина", "Ви отримуєте на 20% менше фізичної шкоди, поки активний \"Танок клинків\". Крім того, ймовірність нанести вам критичний удар в ближньому бою зменшується на 6%, загроза від усіх ваших дій значно збільшується, а ваша здібність \"Фінт\" замінюється на \"Дражнити\", яка підбурює ціль атакувати вас.", nil, rune=410412 }, -- Just a Flesh Wound
[400039] = { "Всього лише подряпина", "Отримати здібність \"Всього лише подряпина\":", nil, rune=400014 }, -- Just a Flesh Wound

-- Main Gauche
[424919] = { "Удар лівицею", "Миттєвий удар зброєю в лівій руці, що завдає шкоду від зброї і збільшує ймовірність парирування на 10% протягом 10 с.  Збільшує довжину комбінації на 1 прийом.\n\n\"Удар лівицею\" взаємодіє з усіма талантами та ефектами, що й \"Зловісний удар\".", "Ймовірність парирування атак збільшено на {1}%.#by {1}%" }, -- Main Gauche
[424982] = { "Удар лівицею", "Отримати здібність \"Удар лівицею\":", nil, rune=424919 }, -- Main Gauche

-- Mutilate
[399956] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає 100% шкоди від зброї і додатково {1} шкоди від кожної зброї. Завдає на 20% більше шкоди отруєним цілям. Збільшує довжину комбінації на 2 прийоми.\n\n\"Скалічити\" взаємодіє з усіма талантами та ефектами, що й \"Удар у спину\", крім окремо зазначених випадків.#additional {1} with each", nil }, -- Mutilate
[399960] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає 100% шкоди від зброї і додатково {1} шкоди від кожної зброї. Завдає на 20% більше шкоди отруєним цілям. Збільшує довжину комбінації на 2 прийоми.#additional {1} with each", nil }, -- Mutilate
[399961] = { ref=399960 }, -- Mutilate
[399962] = { "Скалічити", "Отримати здібність \"Скалічити\":", nil, rune=399956 }, -- Mutilate

-- Quick Draw
[398196] = { "Швидкий постріл", "Витягти зброю дальнього бою та зробити швидкий постріл у ворога, завдаючи йому шкоду від зброї і зменшуючи швидкість руху цілі на 50% протягом 6 секунд. Збільшує довжину комбінації на 1 прийом.\n\n\"Швидкий постріл\" взаємодіє з усіма талантами та ефектами, що й \"Зловісний удар\".", "Швидкість руху зменшено на 50%." }, -- Quick Draw
[398197] = { "Швидкий постріл", "Отримати здібність \"Швидкий постріл\":", nil, rune=398196 }, -- Quick Draw

-- Saber Slash
[424785] = { "Удар шаблею", "Ви жорстоко рубаєте ворога, завдаючи {1}% шкоди від зброї, і викликаєте в нього кровотечу, що завдає {2} шкоди кожні {3} с протягом {4} секунд, і ефект якої накопичується до {5} разів. Збільшує довжину комбінації на 1 прийом.\n\n\"Удар шаблею\" взаємодіє з усіма талантами та ефектами, що й \"Зловісний удар\".#for {1}% weapon#bleed for {2} damage every {3} sec for {4}#up to {5} times", "Кровотеча завдає {1} шкоди кожні {2} с.#for {1} damage every {2} sec" }, -- Saber Slash
[424979] = { "Удар шаблею", "Отримати здібність \"Удар шаблею\":", nil, rune=424785 }, -- Saber Slash

-- Shadowstrike
[399985] = { "Тіньовий удар", "Телепортуватись за спину цілі й нанести удар, що завдає 150% шкоди від зброї. Необхідно бути непомітним. Збільшує довжину комбінації на 1 прийом.", nil }, -- Shadowstrike
[400031] = { "Тіньовий удар", "Отримати здібність \"Тіньовий удар\":", nil, rune=399985 }, -- Shadowstrike

-- Shiv
[5938] = { "Укол", "Миттєва атака зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть нанести критичний удар. Збільшує довжину комбінації на 1 прийом.", nil }, -- Shiv
[424799] = { "Укол", "Миттєва атака зброєю в лівій руці, що завдає шкоду від зброї та гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть нанести критичний удар. Збільшує довжину комбінації на 1 прийом.\n\n\"Укол\" взаємодіє з усіма талантами та ефектами, що й \"Зловісний удар\".", nil }, -- Shiv
[424800] = { "Укол", "Миттєва атака зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть нанести критичний удар. Збільшує довжину комбінації на 1 прийом.", nil }, -- Shiv
[424980] = { "Укол", "Отримати здібність \"Укол\":", nil, rune=424799 }, -- Shiv

-- Slaughter from the Shadows
[424925] = { "Різанина з тіні", "Зменшує витрати енергії на ваші здібності «Удар у спину» та «Засідка» на 20.\n\nНе взаємодіє зі здібностями, отриманими з інших рун.", nil }, -- Slaughter from the Shadows
[424983] = { "Різанина з тіні", "Отримати здібність \"Різанина з тіні\":", nil, rune=424925 }, -- Slaughter from the Shadows

-- Storm of Swords
[398198] = { "Буря мечів", "Завершальний рух, що збільшує ймовірність парирування. Тривалість та сила ефекту залежить від довжини комбінації:\n  1 прийом:   {1} с, {2}% парирування\n  2 прийоми: {3} с, {4}% парирування\n  3 прийоми: {5} с, {6}% парирування\n  4 прийоми: {7} с, {8}% парирування\n  5 прийомів: {9} с, {10}% парирування#1 point  : {1} seconds, {2}% Parry#2 points: {3} seconds, {4}% Parry#3 points: {5} seconds, {6}% Parry#4 points: {7} seconds, {8}% Parry#5 points: {9} seconds, {10}% Parry", "Швидкість атаки збільшено на 10%." }, -- Storm of Swords

-- Tease
[410412] = { "Дражнити", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", nil }, -- Tease


-- Engraving
[400080] = { "Гравіювання нагрудника - Смертельне вариво", "Вигравіювати на нагруднику руну \"Смертельне вариво\":", nil, rune=399965 }, -- Engrave Chest - Deadly Brew
[400082] = { "Гравіювання нагрудника - Всього лише подряпина", "Вигравіювати на нагруднику руну \"Всього лише подряпина\":", nil, rune=400014 }, -- Engrave Chest - Just a Flesh Wound
[400095] = { "Гравіювання нагрудника - Швидкий постріл", "Вигравіювати на нагруднику руну \"Швидкий постріл\":", nil, rune=398196 }, -- Engrave Chest - Quick Draw
[424992] = { "Гравіювання нагрудника - Різанина з тіні", "Вигравіювати на нагруднику руну \"Різанина з тіні\":", nil, rune=424925 }, -- Engrave Chest - Slaughter from the Shadows
[424990] = { "Гравіювання рукавиць - Удар лівицею", "Вигравіювати на рукавицях руну \"Удар лівицею\":", nil, rune=424919 }, -- Engrave Gloves - Main Gauche
[400094] = { "Гравіювання рукавиць - Скалічити", "Вигравіювати на рукавицях руну \"Скалічити\":", nil, rune=399956 }, -- Engrave Gloves - Mutilate
[424984] = { "Гравіювання рукавиць - Удар шаблею", "Вигравіювати на рукавицях руну \"Удар шаблею\":", nil, rune=424785 }, -- Engrave Gloves - Saber Slash
[400105] = { "Гравіювання рукавиць - Тіньовий удар", "Вигравіювати на рукавицях руну \"Тіньовий удар\":", nil, rune=399985 }, -- Engrave Gloves - Shadowstrike
[424988] = { "Гравіювання рукавиць - Укол", "Вигравіювати на рукавицях руну \"Укол\":", nil, rune=424799 }, -- Engrave Gloves - Shiv
[400081] = { "Гравіювання штанів - Поміж очей", "Вигравіювати на штанях руну \"Поміж очей\":", nil, rune=400009 }, -- Engrave Pants - Between the Eyes
[400099] = { "Гравіювання штанів - Танок клинків", "Вигравіювати на штанях руну \"Танок клинків\":", nil, rune=400012 }, -- Engrave Pants - Blade Dance
[400102] = { "Гравіювання штанів - Отруєння", "Вигравіювати на штанях руну \"Отруєння\":", nil, rune=399963 }, -- Engrave Pants - Envenom

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
