local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Advanced Warding
[428738] = { "Посилені обереги", "Збільшення сили вашого \"Щита мани\", \"Крижаного оберегу\" і \"Вогняного оберегу\" на {1}%, а також зменшення витрат мани на поглинання шкоди \"Щитом мани\" на {2}%.#Ward by {1}%#by {2}% per damage", en="Advanced Warding" },
[401726] = { "Посилені обереги", "Отримати здібність \"Посилені обереги\":", rune={412115, 412113}, en="Advanced Warding" },
[412115] = { "Посилені обереги", "Ваші заклинання \"Щит мани\", \"Крижаний оберіг\" і \"Вогняний оберіг\" тепер можна застосовувати на будь-яку дружню ціль, вони поглинають на {1}% більше шкоди, а \"Щит мани\" витрачає на {2}% менше мани на поглинання шкоди. Крім того, ваше \"Зняття малого прокляття\" замінюється на \"Зняття великого прокляття\".#absorb {1}%#consuming {2}% less", rune=412113, en="Advanced Warding" },
-- Arcane Barrage
[400610] = { "Арканічний обстріл", "Випускає кілька зарядів в ціль, завдаючи від {1} до {2} шкоди арканою. Також з ймовірністю {3}% викликає спрацювання \"Обстрілу снарядами\".#causing {1} to {2} Arcane#a {3}% to", en="Arcane Barrage" },
[401719] = { "Арканічний обстріл", "Отримати здібність \"Арканічний обстріл\":", rune=400610, en="Arcane Barrage" },
-- Arcane Blast
[42896] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {3}-{4}%, а витрати мани на \"Арканічний спалах\" збільшуються на {5}%. Ефект накопичується до {6} разів і триває до відміни або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\".#dealing {1} to {2}#by {3} to {4}%#by {5}%.#up to {6} times", en="Arcane Blast" },
[400573] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоду від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду і зцілення від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%.", en="Arcane Blast" },
[400574] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {3}%, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} с або до вимови будь-якого іншого закляття Аркани.#dealing {1} to {2}#by {3}% and#by {4}%.#up to {5} times and lasts {6} sec", en="Arcane Blast" },
[400586] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоду від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх інших заклять Аркани збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%.", en="Arcane Blast" },
[401729] = { "Арканічний спалах", "Отримати здібність \"Арканічний спалах\":", rune=400574, en="Arcane Blast" },
-- Arcane Surge
[425124] = { "Арканічний сплеск", "Спрямувати всі залишки мани у сплеск енергії, який завдає цілі від {1} до {2} шкоди від аркани, що збільшується до {3}% залежно від використаної мани. Після цього ви починаєте відновлювати ману зі збільшеною на {4}% швидкістю від звичайної протягом {5} с.#dealing {1} to {2}#up to {3}% based#by {4}% for {5} sec", "Відновлення мани зі збільшеною на {1}% швидкістю від звичайної.#by {1}%", en="Arcane Surge" },
[425168] = { "Арканічний сплеск", "Отримати здібність \"Арканічний сплеск\":", rune=425124, en="Arcane Surge" },
-- Balefire Bolt
[428878] = { "Стріла руйнівного полум'я", "Випустіть на ворога потік грубої магії, що викривлює реальність та завдає від {1} до {2} химеричної шкоди.  Щоразу, коли ви використовуєте \"Стрілу руйнівного полум'я\", шкода наступної \"Стрілу руйнівного полум'я\", застосованої протягом {3} с, збільшиться на {4}%, а ваш дух зменшиться на {5}% протягом {6} секунд. Обидва ефекти накопичуються до {7} разів. Якщо в результаті ваш дух досягне нуля, ви миттєво помрете. Для опору цьому заклинанню обирається менший з показників опору аркані, вогню та кризі.#dealing {1} to {2}#within {3} sec#increased by {4}%#decreased by {5}% for {6} sec#up to {7} times", "Збільшення шкоди від \"Стріли руйнівного полум'я\" на {1}%, але зменшення духу на {2}%.\nКоли дух досягне нуля, настане смерть.#by {1}% but decreases Spirit by {2}%", en="Balefire Bolt" },
[429310] = { "Стріла руйнівного полум'я", "Отримати здібність \"Стріла руйнівного полум'я\":", rune=428878, en="Balefire Bolt" },
-- Blast Wave
[469161] = { ref=15091 }, -- Blast Wave
-- Blinked
[428865] = { "Блимання", nil, "Місце використання \"Блиму\" збережено.", en="Blinked" },
-- Brain Freeze
[400731] = { "Замороження мозку", "Ваші заклинання, що охолоджують ціль, з ймовірністю {1}% дозволять вимовити наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\", \"Стріла руйнівного полум'я\" або \"Стріла крижаного полум'я\" миттєво і без витрат мани.#have a {1}% chance", en="Brain Freeze" },
[401725] = { "Замороження мозку", "Отримати здібність \"Замороження мозку\":", rune=400731, en="Brain Freeze" },
-- Burnout
[412286] = { "Вигорання", "Збільшує ймовірність критичного удару всіх заклинань на {1}%, але ваші неперіодичні критичні удари заклинаннями тепер мають додаткову вартість мани в розмірі {2}% від вашого базового запасу мани.#by {1}%#of {2}% of", en="Burnout" },
[415460] = { "Вигорання", "Отримати здібність \"Вигорання\":", rune=412286, en="Burnout" },
-- Chronomantic Healing
[401405] = { "Хрономантичне зцілення", en="Chronomantic Healing" },
[433455] = { "Хрономантичне зцілення", en="Chronomantic Healing" },
-- Chronostatic Preservation
[425187] = { "Хроностатичне збереження", "Отримати здібність \"Хроностатичне збереження\":", rune=436516, en="Chronostatic Preservation" },
[436516] = { "Хроностатичне збереження", "[Зцілити дружній цілі від {1} до {2} здоров'я.#Heals a friendly target for {1} to {2}.][Об'єднати магію аркани, вогню та криги, щоб накопичити хрономантичну енергію для подальшого використання. Ви можете утримувати цю енергію до 20 секунд, перш ніж вона розсіється. При вивільненні зцілює дружній цілі від {1} до {2} здоров'я.\n\nВзаємодіє з іншими заклинаннями, талантами та ефектами що впливають на заклинання аркани, вогню або полум'я.#When unleashed, heals a friendly target for {1} to {2}]", en="Chronostatic Preservation" },
[443369] = { "Хроностатичне збереження", nil, "Хрономантична енергія накопичена і при вивільненні зцілить дружній цілі від {1} до {2} здоров'я.#target for {1} to {2}", en="Chronostatic Preservation" },
[436517] = { "Хроностатичне збереження", "Вивільнити хрономантичну енергію, щоб миттєво зцілити дружній цілі від {1} до {2} здоров'я.#target for {1}to {2}", en="Chronostatic Preservation" },
-- Conjure Comprehension Charms
[435849] = { "Начаклування чар сприйняття", "Начаклувати {1} чарів сприйняття.#Conjure {1} Comprehension", en="Conjure Comprehension Charms" },
-- Conjure Ocean Water
[443635] = { "Начаклування океанічної води", "Начаклувати пляшки джерельної води ({1} шт.), щоб забезпечити мага та союзників питвом.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#Conjures {1} bottles#than {2} min", en="Conjure Ocean Water" },
-- Conjure Water
[468766] = { "Начаклування води", "Начаклувати пляшки гірської джерельної води ({1} шт.), щоб забезпечити мага та союзників питвом.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#Conjures {1} bottles#than {2} min", en="Conjure Water" },
-- Deep Freeze
[428739] = { "Глибока заморозка", "Приголомшує ціль на {1} секунд. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage", "Приголомшено та заморожено.", en="Deep Freeze" },
[428917] = { "Глибока заморозка", en="Deep Freeze" },
[428920] = { "Глибока заморозка", en="Deep Freeze" },
[429303] = { "Глибока заморозка", "Отримати здібність \"Глибока заморозка\":", rune=428739, en="Deep Freeze" },
-- Displacement
[428861] = { "Заміщення", "Телепортує на місце використання останнього \"Блиму\", і завершує його відновлення. Може бути використано протягом 10 секунд після використання \"Блиму\".", en="Displacement" },
[428863] = { "Заміщення", "Отримати здібність \"Заміщення\":", rune=428861, en="Displacement" },
-- Enlightenment
[412324] = { "Просвітлення", "Ви завдаєте на {1}% більше шкоди, поки маєте більше {2}% мани. Якщо у вас менше {3}% мани, вона продовжує відновлюватись під час вимови заклять зі швидкістю {4}% від звичайної.#deal {1}% more#than {2}% mana#below {3}% mana {4}% of", en="Enlightenment" },
[415729] = { "Просвітлення", "Отримати здібність \"Просвітлення\":", rune=412324, en="Enlightenment" },
[412325] = { "Просвітлення", "{1}% відновлення мани продовжується під час вимови заклять.#Allows {1}% of", "{1}% відновлення мани продовжується під час вимови заклять.#Allows {1}% of", en="Enlightenment" },
[412326] = { "Просвітлення", "Збільшує всю шкоду заклять на {1}%.#by {1}%", "Збільшує всю шкоду заклять на {1}%.#by {1}%", en="Enlightenment" },
-- Expanded Intellect
[436949] = { "Розвинений інтелект", "Зменшує витрати мани на \"Арканічний інтелект\" на {1}% і збільшує його тривалість на {2}%.#Intellect by {1}%#duration by {2}%", en="Expanded Intellect" },
-- Fingers of Frost
[400647] = { "Крижані пальці", "Ваші ефекти охолодження з ймовірністю {1}% активують ефект \"Крижані пальці\", який дозволяє вашим {2} наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {3} с.#a {1}% chance#next {2} spells#Lasts {3} sec", en="Fingers of Frost" },
[400669] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} с.#Lasts {1} sec", "Наступні {1} ваші заклинання спрацьовують так, ніби ціль заморожена.#next {1} spells", en="Fingers of Frost" },
[400670] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} с.#Lasts {1} sec", "Ваші заклинання спрацьовують так, ніби ціль заморожена. Зарядів: {1}.#{1} charge", en="Fingers of Frost" },
[401741] = { "Крижані пальці", "Отримати здібність \"Крижані пальці\":", rune=400647, en="Fingers of Frost" },
-- Fire Blast
[400616] = { ref=400618 }, -- Fire Blast
[400618] = { "Вогняний підрив", "Підриває ворога, завдаючи від {1} до {2} шкоди від вогню.#{1} to {2}", en="Fire Blast" },
[400619] = { ref=400618 }, -- Fire Blast
[400620] = { ref=400618 }, -- Fire Blast
[400621] = { ref=400618 }, -- Fire Blast
[400622] = { ref=400618 }, -- Fire Blast
[400623] = { ref=400618 }, -- Fire Blast
-- Fire Ward
[412214] = { "Вогняний оберіг", "Поглинає {1} шкоди від вогню. Триває {2} с.#{1} Fire#Lasts {2} sec", "Поглинає шкоду від вогню.", en="Fire Ward" },
[412218] = { ref=412214 }, -- Fire Ward
[412230] = { ref=412214 }, -- Fire Ward
[412231] = { ref=412214 }, -- Fire Ward
[412232] = { ref=412214 }, -- Fire Ward
-- Fireball!
[400730] = { "Вогняна куля!", "Наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\", \"Стріла руйнівного полум'я\" або \"Стріла крижаного вогню\" вимовляється миттєво і не витрачає ману.", "Наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\", \"Стріла руйнівного полум'я\" або \"Стріла крижаного вогню\" вимовляється миттєво і не витрачає ману.", en="Fireball!" },
-- Fool
[456401] = { "Дурість", ref=456399, en="Fool" },
-- Frost Ward
[412202] = { "Крижаний оберіг", "Поглинає {1} шкоди від криги. Триває {2} с.#{1} Frost#Lasts {2} sec", "Поглинає шкоду від криги.", en="Frost Ward" },
[412205] = { ref=412202 }, -- Frost Ward
[412207] = { ref=412202 }, -- Frost Ward
[412209] = { ref=412202 }, -- Frost Ward
[412210] = { ref=412202 }, -- Frost Ward
-- Frostfire Bolt
[401502] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає від {1} до {2} шкоди від крижаного вогню, зменшуючи швидкість руху на {3}% і завдаючи додатково {4} шкоди від крижаного вогню протягом {5} секунд. Для опору цьому заклинанню обирається менший з показників опору кризі та вогню, а його шкода вважається шкодою як від криги, так і від вогню.#causing {1} to {2}#speed by {3}%#additional {4}#over {5} sec", "Швидкість руху зменшено на {1}%. Отримання {2} шкоди від крижаного вогню кожні {3} с.#slowed by {1}%#{2} Frostfire damage every {3}", en="Frostfire Bolt" },
[401735] = { "Стріла крижаного полум'я", "Отримати здібність \"Стріла крижаного полум'я\":", rune=401502, en="Frostfire Bolt" },
-- Frozen Orb
[440802] = { "Крижана куля", "Запускає крижану кулю, що швидко рухається вперед протягом {1} секунд. Під час руху куля завдає {2} шкоди від криги і охолоджує всіх ворогів, повз яких вона пролітає, знижуючи їхню швидкість руху на {3}%. При першому завданні шкоди ворогу куля сповільнить його і з ймовірністю {4}% активує \"Крижані пальці\".#over {1} sec#deals {2} Frost#for {3}% movement#a {4}% chance", en="Frozen Orb" },
[440804] = { "Крижана куля", en="Frozen Orb" },
[440813] = { "Крижана куля", en="Frozen Orb" },
[440809] = { "Крижана куля", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Frozen Orb" },
[460651] = { ref=440809 }, -- Frozen Orb
[440859] = { "Крижана куля", "Отримати здібність \"Крижана куля\":", rune=440802, en="Frozen Orb" },
-- Glaciate
[1218345] = { "Зледеніння", nil, "Ціль отримає на {1}% більше шкоди від наступного \"Крижаного списа\".#takes {1}%", en="Glaciate" },
-- Hot Streak
[48108] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\" або \"Стріла крижаного полум'я\" завдає критичної шкоди 2 рази поспіль, з деякою ймовірність наступне заклинання \"Вогняна брила\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", "Наступне заклинання \"Вогняна брила\" можна вимовити миттєво.", en="Hot Streak" },
[400624] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Стріла руйнівного полум'я\", \"Вогняний підрив\", \"Опік\" або \"Жива бомба\" завдає критичної шкоди 2 рази поспіль, наступне заклинання \"Вогняна брила\" можна буде вимовити миттєво та зі змешеними на {2}% витратами мани протягом {1} секунд.#within {1} sec#cost {2}% less", en="Hot Streak" },
[400625] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\", \"Чаровогняна стріла\" або \"Стріла крижаного полум'я\" завдає критичної шкоди 2 рази поспіль, наступне заклинання \"Вогняна брила\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", "Наступне заклинання \"Вогняна брила\" вимовляється миттєво та витрачає на {1}% менше мани.#costs {1}% less", en="Hot Streak" },
[401724] = { "Полум'яна вдача", "Отримати здібність \"Стріла крижаного полум'я\":", rune=400624, en="Hot Streak" },
-- Ice Lance
[400640] = { "Крижаний спис", "Завдає від {1} до {2} шкоди від криги ворожій цілі. Завдає на {3}% більше шкоди замороженим цілям.\n\nКоли ваші інші крижані закляття завдають шкоди непідконтрольній гравцю цілі, шкода цілі від наступного \"Крижаного спису\" збільшується на {4}%. Цей ефект накопичується до {5} разів та вимагає активного таланту \"Зимова холоднеча\".#{1} to {2} Frost#Causes {3}% damage against#Lance by {4}%#up to {5} times", en="Ice Lance" },
[401732] = { "Крижаний спис", "Отримати здібність \"Крижаний спис\":", rune=400640, en="Ice Lance" },
-- Icy Veins
[425121] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість вимови заклять на {1}% і зменшуючи затримку вимови заклять при отриманні шкоди на {2}%. Триває {3} с.#speed by {1}% and#casting by {2}%.#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а затримку вимови заклять при отриманні шкоди зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Icy Veins" },
[425169] = { "Крижана кров", "Отримати здібність \"Крижана кров\":", rune=425121, en="Icy Veins" },
[429125] = { ref=425121 }, -- Icy Veins
-- Ignite
[412538] = { "Займання", nil, "Завдає шкоду від вогню кожні {1} с.#every {1} sec", en="Ignite" },
[412545] = { ref=412538 }, -- Ignite
-- Living Bomb
[400613] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Через {3} с або коли заклинання розвіється, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.\n\n\"Жива бомба\" взаємодіє з усіма талантами та ефектами, що й \"Опік\".#taking {1}#over {2} sec#After {3} sec#dealing {4}#within {5} y", "{1} шкоди від вогню кожні {2} с. Через {3} с або коли заклинання буде розвіяно, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.#Causes {1}#every {2} sec#After {3} sec#causing {4}#within {5} y", en="Living Bomb" },
[400614] = { ref=400613 }, -- Living Bomb
[401731] = { "Жива бомба", "Отримати здібність \"Жива бомба\":", rune=400613, en="Living Bomb" },
-- Living Flame
[401556] = { "Живе полум'я", "Викликає чарівне полум'я, яке рухається за ціллю, залишаючи за собою вогняний слід. Цей слід щосекунди завдає {1} шкоди від вогню ворогам поблизу. Триває {2} с.#deals {1}#Lasts {2} sec", en="Living Flame" },
[401558] = { "Живе полум'я", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}", en="Living Flame" },
[401744] = { "Живе полум'я", "Отримати здібність \"Живе полум'я\":", rune=401556, en="Living Flame" },
[401559] = { "Живе полум'я", en="Living Flame" },
-- Mana Shield
[412116] = { "Щит мани", "Поглинає {1} одиниць фізичної шкоди дружній цілі, натомість витрачаючи ману. Висушує {2} мани у мага за кожну одиницю шкоди. Триває {3} хв.#Absorbs {1}#Drains {2}#Lasts {3}", "Поглинає фізичну шкоду за рахунок мани.", en="Mana Shield" },
[412118] = { ref=412116 }, -- Mana Shield
[412120] = { ref=412116 }, -- Mana Shield
[412121] = { ref=412116 }, -- Mana Shield
[412122] = { ref=412116 }, -- Mana Shield
[412123] = { ref=412116 }, -- Mana Shield
-- Mass Regeneration
[412510] = { "Масова регенерація", "Зцілює всіх членів групи цілі в радіусі {1} м від неї на {2} здоров'я протягом {3} с і накладає на кожну ціль \"Темпоральний маяк\" на {4} с.#within {1} yards#for {2} health over {3} sec#target for {4} sec.", "Зцілення {1} здоров'я протягом {2} с.#{1} health over {2}", rune=400735, en="Mass Regeneration" },
[415467] = { "Масова регенерація", "Отримати здібність \"Масова регенерація\":", rune={412510, 400735}, en="Mass Regeneration" },
-- Missile Barrage
[400588] = { "Обстріл снарядами", "Заклинання \"Арканічний спалах\" з ймовірністю {1}%, а заклинання \"Вогняна куля\" та \"Крижана стріла\" - з ймовірністю {2}% зменшать тривалість промовляння наступного заклинання \"Арканічні снаряди\" на {3}%, зменшать витрати мани на {4}%, а снаряди будуть начакловуватись кожні {5} с.#Blast a {1}% chance#spells a {2}% chance#spell by {3}%#cost by {4}%#every {5} sec", en="Missile Barrage" },
[400589] = { "Обстріл снарядами", "Заклинання \"Арканічний спалах\", \"Вогняна куля\" та \"Крижана стріла\" з деяким шансом зменшать тривалість промовляння наступного заклинання \"Арканічні снаряди\" на {1}%, зменшать витрати мани на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%#cost by {2}%#every {3} sec", "Тривалість промовляння наступного заклинання \"Арканічні снаряди\" зменшена на {1}%, витрати мани змешені на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%#cost by {2}%#every {3} sec", en="Missile Barrage" },
[401736] = { "Обстріл снарядами", "Отримати здібність \"Обстріл снарядами\":", rune=400588, en="Missile Barrage" },
-- Molten Armor
[428741] = { "Розплавлений обладунок", "Завдає {1} шкоди від вогню при отриманні удару, збільшує ймовірність критичного удару заклинань на {2}% і зменшує ймовірність зазнати критичного удару на {3}%. Одночасно на магу може бути активним лише один обладунок. Триває {4} хв.#Causes {1} Fire#chance by {2}%#hit by {3}%#Lasts {4} min", "Завдає шкоди від вогню нападникам. Ймовірність зазнати критичного удару зменшено на {1}%, а ймовірність критичного удару заклинань збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Molten Armor" },
[428743] = { "Розплавлений обладунок", en="Molten Armor" },
[429307] = { "Розплавлений обладунок", "Отримати здібність \"Розплавлений обладунок\":", rune=428741, en="Molten Armor" },
-- Noble
[456400] = { "Благородство", ref=456399, en="Noble" },
-- Overheat
[400615] = { "Перегрів", "\"Вогняний підрив\" завжди завдає критичного удару, його можна застосувати під час вимови інших заклять, на нього не діє глобальний час відновлення, але його час відновлення збільшується до {1} секунд.#to {1} sec", en="Overheat" },
[401737] = { "Перегрів", "Отримати здібність \"Перегрів\":", rune=400615, en="Overheat" },
-- Pyroblast
[434443] = { ref=17273 }, -- Pyroblast
-- Rapid Regeneration
[401460] = { "Швидка регенерація", "Зцілює ціль на {1} здоров'я протягом {2} с та застосовує \"Темпоральний маяк\" на {3} с.#for {1} health over {2} sec#for {3} sec.", "Зцілення {1} здоров'я протягом {2} с.#{1} health over {2}", rune=400735, en="Rapid Regeneration" },
-- Regeneration
[401417] = { "Регенерація", "Зцілює ціль на {1} здоров'я протягом {2} с та застосовує \"Темпоральний маяк\" на {3} с.#for {1} health over {2} sec#for {3} sec.", "Зцілення {1} здоров'я протягом {2} с.[\nШвидкість руху збільшено на {1}%#speed increased by {1}%]#{1} health over {2}", rune=400735, en="Regeneration" },
[401743] = { "Регенерація", "Отримати здібність \"Регенерація\":", rune={401417, 400735}, en="Regeneration" },
-- Remove Greater Curse
[412113] = { "Зняття великого прокляття", "Знімає {1} прокляття та {2} шкідливий магічний ефект з дружньої цілі.#Removes {1}#and {2} harmful", en="Remove Greater Curse" },
-- Rewind Time
[401462] = { "Повернення у часі", "Ваша поточна ціль з \"Темпоральним маяком\" миттєво зцілюється від шкоди, отриманої за останні 5 секунд. Не діє на цілі, які не мали \"Темпорального маяка\" 5 секунд тому.", en="Rewind Time" },
[401734] = { "Повернення у часі", "Отримати здібність \"Повернення у часі\":", rune=401462, en="Rewind Time" },
-- Selfless
[456399] = { "Самовідданість", nil, "Збільшує завдану магічну шкоду на {1}%.#by {1}%", en="Selfless" },
-- Spell Power
[412322] = { "Сила заклинань", "Збільшує додаткову шкоду від критичних ударів всіх заклинань на {1}%.#spells by {1}%", en="Spell Power" },
[415459] = { "Сила заклинань", "Отримати здібність \"Сила заклинань\":", rune=412322, en="Spell Power" },
-- Spellfrost Bolt
[412532] = { "Чарокрижана стріла", "Випустити у ворога чарокрижану стрілу, що завдає від {1} до {2} шкоди від крижаних чар, зменшуючи швидкість руху на {3}% протягом {4} секунд. Для опору цьому заклинанню обирається менший з показників опору кризі та аркані, а його шкода вважається шкодою як від криги, так і від аркани.#causing {1} to {2}#speed by {3}%#for {4} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%", en="Spellfrost Bolt" },
[415734] = { "Чарокрижана стріла", "Отримати здібність \"Чарокрижана стріла\":", rune=412532, en="Spellfrost Bolt" },
-- Tangled Causality
[432069] = { "Заплутана причинність", nil, "Шкода від заклинань вогню та криги зменшена на 50%, і ви не можете використовувати \"Льодяну брилу\".", en="Tangled Causality" },
-- Temporal Anomaly
[428885] = { "Темпоральна аномалія", "Запускає сферу темпоральної енергії, що повільно рухається вперед і кожні {1} c захищає членів групи, що знаходяться поблизу, щитом, який поглинає {2} шкоди протягом {3} секунд. Щит отримує додатковий обсяг поглинання, поки учасники групи знаходяться поруч зі сферою.#every {1} sec#absorbing {2} damage for {3} sec", en="Temporal Anomaly" },
[428888] = { "Темпоральна аномалія", en="Temporal Anomaly" },
[428895] = { "Темпоральна аномалія", nil, "Поглинає {1} шкоди.#{1} damage", en="Temporal Anomaly" },
[429305] = { "Темпоральна аномалія", "Отримати здібність \"Темпоральна аномалія\":", rune=428885, en="Temporal Anomaly" },
-- Temporal Beacon
[400735] = { "Темпоральний маяк", "Записує просторово-часовий стан об'єкта. {1}% від арканічної шкоди, завданої заклинателем, буде перетворено на хрономантичне зцілення цілей \"Темпорального маяка\". Це зцілення зменшено на {2}% для заклинателя і додатково зменшено на {3}% для шкоди від заклять Аркани, що вражають декілька цілей.#{1}% of all#by {2}% on#by {3}% when", "Записує просторово-часовий стан об'єкта. Шкода, завдана заклинателем, буде перетворена на хрономантичне зцілення цілі.[\nЗцілення {1} здоров'я щосекунди.#Healing for {1} health per sec]", en="Temporal Beacon" },
-- Waterbolt
[412437] = { "Водяна стріла", "Випускає у ворога стрілу, яка завдає від {1} до {2} шкоди від криги.#{1} to {2}", en="Waterbolt" },

-- Engraving
[401762] = { "Гравіювання пояса - Стріла крижаного полум'я", "Вигравіювати на поясі руну \"Стріла крижаного полум'я\":", rune=401502, en="Engrave Belt - Frostfire Bolt" },
[401763] = { "Гравіювання пояса - Обстріл снарядами", "Вигравіювати на поясі руну \"Обстріл снарядами\":", rune=400588, en="Engrave Belt - Missile Barrage" },
[415948] = { "Гравіювання пояса - Чарокрижана стріла", "Вигравіювати на поясі руну \"Чарокрижана стріла\":", rune=412532, en="Engrave Belt - Spellfrost Bolt" },
[401752] = { "Гравіювання чоботів - Замороження мозку", "Вигравіювати на чоботях руну \"Замороження мозку\":", rune=400731, en="Engrave Boots - Brain Freeze" },
[425189] = { "Гравіювання чоботів - Хроностатичне збереження", "Вигравіювати на чоботях руну \"Хроностатичне збереження\":", rune=436516, en="Engrave Boots - Chronostatic Preservation" },
[415934] = { "Гравіювання чоботів - Сила заклинань", "Вигравіювати на чоботях руну \"Сила заклинань\":", rune=412322, en="Engrave Boots - Spell Power" },
[429311] = { "Гравіювання браслетів - Стріла руйнівного полум'я", "Вигравіювати на браслетах руну \"Стріла руйнівного полум'я\":", rune=428878, en="Engrave Bracers - Balefire Bolt" },
[429309] = { "Гравіювання браслетів - Заміщення", "Вигравіювати на браслетах руну \"Заміщення\":", rune=428861, en="Engrave Bracers - Displacement" },
[429308] = { "Гравіювання браслетів - Розплавлений обладунок", "Вигравіювати на браслетах руну \"Розплавлений обладунок\":", rune=428741, en="Engrave Bracers - Molten Armor" },
[401761] = { "Гравіювання браслетів - Повернення у часі", "Вигравіювати на браслетах руну \"Повернення у часі\":", rune=401462, en="Engrave Bracers - Rewind Time" },
[401759] = { "Гравіювання нагрудника - Вигорання", "Вигравіювати на нагруднику руну \"Вигорання\":", rune=412286, en="Engrave Chest - Burnout" },
[415942] = { "Гравіювання нагрудника - Просвітлення", "Вигравіювати на нагруднику руну \"Просвітлення\":", rune=412324, en="Engrave Chest - Enlightenment" },
[401765] = { "Гравіювання нагрудника - Крижані пальці", "Вигравіювати на нагруднику руну \"Крижані пальці\":", rune=400647, en="Engrave Chest - Fingers of Frost" },
[401767] = { "Гравіювання нагрудника - Регенерація", "Вигравіювати на нагруднику руну \"Регенерація\":", rune={401417, 400735}, en="Engrave Chest - Regeneration" },
[401722] = { "Гравіювання плаща - Арканічний обстріл", "Вигравіювати на плащі руну \"Арканічний обстріл\":", rune=400610, en="Engrave Cloak - Arcane Barrage" },
[440858] = { "Гравіювання плаща - Крижана куля", "Вигравіювати на плащі руну \"Крижана куля\":", rune=440802, en="Engrave Cloak - Frozen Orb" },
[401764] = { "Гравіювання плаща - Перегрів", "Вигравіювати на плащі руну \"Перегрів\":", rune=400615, en="Engrave Cloak - Overheat" },
[401757] = { "Гравіювання рукавиць - Арканічний спалах", "Вигравіювати на рукавицях руну \"Арканічний спалах\":", rune=400574, en="Engrave Gloves - Arcane Blast" },
[401760] = { "Гравіювання рукавиць - Крижаний спис", "Вигравіювати на рукавицях руну \"Крижаний спис\":", rune=400640, en="Engrave Gloves - Ice Lance" },
[415936] = { "Гравіювання рукавиць - Жива бомба", "Вигравіювати на рукавицях руну \"Жива бомба\":", rune=400613, en="Engrave Gloves - Living Bomb" },
[401754] = { "Гравіювання шолома - Посилені обереги", "Вигравіювати на шоломі руну \"Посилені обереги\":", rune={412115, 412113}, en="Engrave Helm - Advanced Warding" },
[429304] = { "Гравіювання шолома - Глибока заморозка", "Вигравіювати на шоломі руну \"Глибока заморозка\":", rune=428739, en="Engrave Helm - Deep Freeze" },
[401749] = { "Гравіювання шолома - Полум'яна вдача", "Вигравіювати на шоломі руну \"Полум'яна вдача\":", rune=400624, en="Engrave Helm - Hot Streak" },
[429306] = { "Гравіювання шолома - Темпоральна аномалія", "Вигравіювати на шоломі руну \"Темпоральна аномалія\":", rune=428885, en="Engrave Helm - Temporal Anomaly" },
[425171] = { "Гравіювання штанів - Арканічний сплеск", "Вигравіювати на штанях руну \"Арканічний сплеск\":", rune=425124, en="Engrave Pants - Arcane Surge" },
[425170] = { "Гравіювання штанів - Крижана кров", "Вигравіювати на штанях руну \"Крижана кров\":", rune=425121, en="Engrave Pants - Icy Veins" },
[401768] = { "Гравіювання штанів - Живе полум'я", "Вигравіювати на штанях руну \"Живе полум'я\":", rune=401556, en="Engrave Pants - Living Flame" },
[415939] = { "Гравіювання штанів - Масова регенерація", "Вигравіювати на штанях руну \"Масова регенерація\":", rune={412510, 400735}, en="Engrave Pants - Mass Regeneration" },

-- Item effects
[459600] = { "Зменшення затримки вимови Арканічного спалаху", "З ймовірністю {1}% ви уникнете затримки вимови закляття \"Арканічний спалах\" при отриманні шкоди.#a {1}% chance to avoid", en="Arcane Blast Cast Pushback Reduction" },
[468512] = { "Крижана могутність", "Збільшує ймовірність критичного удару заклять \"Крижана стріла\", \"Чарокрижана стріла\" та \"Крижана куля\" на {1}% та збільшує критичну шкоду заклять \"Крижана стріла\", \"Чарокрижана стріла\" та \"Крижана куля\" на {2}% протягом {3} с.#Orb spells by {1}%, and#spells by {2}% for {3} sec", "Ймовірність критичного удару заклять \"Крижана стріла\", \"Чарокрижана стріла\" та \"Крижана куля\" збільшено на {1}%.\nКритичну шкоду заклять \"Крижана стріла\", \"Чарокрижана стріла\" та \"Крижана куля\" збільшено на {2}%.#chance increased by {1}%#damage increased by {2}%", en="Frost Potency" },
[467141] = { "Прискорення думок", "Прискорює думки, збільшуючи швидкість вимови заклять на {1}% протягом {2} с.#spells by {1}% for {2} sec", "Швидкість вимови заклять збільшено на {1}%.#by {1}%", en="Mind Quickening" },

-- Rune progress
[421063] = { "Шлях без кроків", nil, "Ви на шляху.", en="Path of no Steps" },

-- Set bonus enchants
[1219856] = { "Душа вогняного злиття", "Наповнити наплічники душею вогняного злиття:\n\n\"Вогняна брила\" завдає на {1}% більше шкоди цілі, що перебуває під ефектом періодиної шкоди вашої \"Вогняної кулі\".#Pyroblast deals {1}% increased damage", en="Soul of Fiery Convergence" },
[1219844] = { "Душа часової жаги", "Наповнити наплічники душею часової жаги:\n\nЩоразу, коли ви зцілюєте ціль \"Регенерацією\", час відновлення \"Повернення у часі\" скорочується на {1} с.#Rewind Time is reduced by {1} sec", en="Soul of Temporal Longing" },
[1219850] = { "Душа зимової хватки", "Наповнити наплічники душею зимової хватки:\n\nЗбільшує ймовірність спрацювання руни \"Крижані пальці\" на {1}%.#Frost rune by an additional {1}%", en="Soul of Winter's Grasp" },
[1219846] = { "Душа арканіста", "Наповнити наплічники душею передчуття:\n\n\"Арканічний спалах\" має на {1}% більшу ймовірність викликати ефект \"Обстрілу снарядами\", а \"Обстріл снарядами\" впливає на \"Регенерацію\" так само, як і на \"Арканічні снаряди\".#Blast gains a {1}% additional chance", en="Soul of the Arcanist" },
[1219843] = { "Душа хроноцілителя", "Наповнити наплічники душею хроноцілителя:\n\nЗбільшує все ваше хрономантичне зцілення на {1}%.#healing you deal by {1}%", en="Soul of the Chronohealer" },
[1219851] = { "Душа кріоманта", "Наповнити наплічники душею кріоманта:\n\nЗбільшує шкоду заклять \"Крижана стріла\" та \"Чарокрижана стріла\" на {1}%.#Spellfrost Bolt spells by {1}%", en="Soul of the Cryomancer" },
[1219853] = { "Душа повелителя стихій", "Наповнити наплічники душею повелителя стихій:\n\nВаша шкода збільшується на {1}% протягом {2} с після вимови закляття нової школи магії.#gain {1}% increased damage for {2} sec each time you", en="Soul of the Elementalist" },
[1219847] = { "Душа вічного хранителя", "Наповнити наплічники душею вічного хранителя:\n\nВаші \"Темпоральні маяки\", спричинені \"Масовою регенерацією\" тепер тривають {1} с.#Mass Regeneration now last {1} sec", en="Soul of the Eternal Caretaker" },
[1219852] = { "Душа пробудника", "Наповнити наплічники душею пробудника:\n\nВи невразливі до будь-якої шкоди, поки промовляєте \"Прикликання\".", en="Soul of the Evoker" },
[1219859] = { "Душа займання", "Наповнити наплічники душею займання:\n\nЗбільшує шкоду від таланту \"Займання\" на {1}%.#your Ignite talent by {1}%", en="Soul of the Igniter" },
[1219855] = { "Душа розпалювача", "Наповнити наплічники душею розпалювача:\n\nЗменшує загрозу ваших вогняних заклять на {1}%.#by your Fire spells by {1}%", en="Soul of the Kindler" },
[1219854] = { "Душа магічних обладунків", "Наповнити наплічники душею магічних обладунків:\n\n\"Магівський обладунок\" збільшує відновлення мани під час вимови заклять ще на {1}%. \"Розплавлений обладунок\" збільшує шкоду і зцілення ваших заклять на {2}. \"Льодяний обладунок\" збільшує ймовірність спрацювання ефекту \"Крижаних пальців\" на {3}%.#regeneration while casting by an additional {1}%#Armor increases your spell damage and healing by {2}#Ice Armor grants {3}% increased chance", en="Soul of the Magical Armorer" },
[1219857] = { "Душа вічного полум'я", "Наповнити наплічники душею вічного полум'я:\n\nЗбільшує загальну шкоду ефекту \"Вогняної кулі\" на {1}% від первинної шкоди.#equal to {1}% of its impact damage", en="Soul of the Perpetual Blaze" },
[1219845] = { "Душа передчуття", "Наповнити наплічники душею передчуття:\n\nВаші \"Арканічні снаряди\" відновлюють вам {1}% від базових витрат мани на них щоразу, коли завдають шкоди.#Missiles refunds {1}% of its base", en="Soul of the Precognitive" },
[1219858] = { "Душа піромана", "Наповнити наплічники душею піромана:\n\n\"Вогняний підрив\" також збільшує ймовірність критичного удару вашого наступного вогняного закляття на {1}% протягом {2} с.#gain {1}% increased critical strike chance for {2} sec", en="Soul of the Pyromaniac" },
[1219842] = { "Душа резонатора", "Наповнити наплічники душею резонатора:\n\nВаші \"Темпоральні маяки\" тривають на {1}% довше.#Beacons last {1}% longer", en="Soul of the Reverberant" },
[1219848] = { "Душа заклинача", "Наповнити наплічники душею заклинача:\n\n\"Арканічний спалах\" додатково збільшує шкоду та зцілення на {1}% за кожен ефект.#done by an additional {1}% per stack", en="Soul of the Spellbider" },
[1219860] = { "Душа палія", "Наповнити наплічники душею палія:\n\nЗакляття \"Вогняна куля\", \"Стріла крижаного полум'я\" та \"Стріла руйнівного полум'я\" завдають на {1}% більше шкоди за кожен ваш вогняний ефект на цілі, максимум до {2}%.#spells gain {1}% increased damage for each#up to a maximum increased of {2}%", en="Soul of the Torcher" },
[1219849] = { "Душа творця оберегів", "Наповнити наплічники душею творця оберегів:\n\n\"Щит мани\", \"Вогняний оберіг\" та \"Крижаний оберіг\" поглинають на {1}% більше шкоди та поміщають на ціль \"Темпоральний маяк\" на {2} с.#Ward absorb {1}% more damage#Beacon on the target for {2} sec", en="Soul of the Wardshaper" },

-- Set bonuses
[1213321] = { "Сезон 3 - Предмет - Набір руїн Ан'Кіражу - Маг - Бонус 3 предметів вогню", "Закляття \"Вогняна куля\", \"Стріла крижаного полум'я\" та \"Стріла руйнівного полум'я\" завдають на {1}% більше шкоди за кожен ваш вогняний ефект на цілі, максимум до {2}%.#spells gain {1}% increased damage for each#up to a maximum increased of {2}%", en="S03 - Item - RAQ - Mage - Fire 3P Bonus" },
[456396] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 2 предметів бійця", "Ви невразливі до будь-якої шкоди, поки промовляєте \"Прикликання\".", en="S03 - Item - T1 - Mage - Damage 2P Bonus" },
[456398] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 4 предметів бійця", "Ваша шкода збільшується на {1}% протягом {2} с після вимови закляття нової школи магії.#gain {1}% increased damage for {2} sec each time you", en="S03 - Item - T1 - Mage - Damage 4P Bonus" },
[456402] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 6 предметів бійця", "\"Магівський обладунок\" збільшує відновлення мани під час вимови заклять ще на {1}%. \"Розплавлений обладунок\" збільшує шкоду і зцілення ваших заклять на {2}. \"Льодяний обладунок\" збільшує ймовірність спрацювання ефекту \"Крижаних пальців\" на {3}%.#regeneration while casting by an additional {1}%#Armor increases your spell damage and healing by {2}#Ice Armor grants {3}% increased chance", en="S03 - Item - T1 - Mage - Damage 6P Bonus" },
[456404] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 2 предметів цілителя", "Ваші \"Темпоральні маяки\" тривають на {1}% довше.#Beacons last {1}% longer", en="S03 - Item - T1 - Mage - Healer 2P Bonus" },
[456477] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 4 предметів цілителя", "Збільшує все ваше хрономантичне зцілення на {1}%.#healing you deal by {1}%", en="S03 - Item - T1 - Mage - Healer 4P Bonus" },
[456481] = { "Сезон 3 - Предмет - Набір 1 - Маг - Бонус 6 предметів цілителя", "Щоразу, коли ви зцілюєте ціль \"Регенерацією\", час відновлення \"Повернення у часі\" скорочується на {1} с.#Rewind Time is reduced by {1} sec", en="S03 - Item - T1 - Mage - Healer 6P Bonus" },
[467387] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 2 предметів бійця", "Зменшує загрозу ваших вогняних заклять на {1}%.#by your Fire spells by {1}%", en="S03 - Item - T2 - Mage - Damage 2P Bonus" },
[467388] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 4 предметів бійця", "\"Вогняна брила\" завдає на {1}% більше шкоди цілі, що перебуває під ефектом періодиної шкоди вашої \"Вогняної кулі\".#Pyroblast deals {1}% increased damage", en="S03 - Item - T2 - Mage - Damage 4P Bonus" },
[467399] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 6 предметів бійця", "Збільшує загальну шкоду ефекту \"Вогняної кулі\" на {1}% від первинної шкоди.#equal to {1}% of its impact damage", en="S03 - Item - T2 - Mage - Damage 6P Bonus" },
[467401] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 2 предметів цілителя", "Ваші \"Арканічні снаряди\" відновлюють вам {1}% від базових витрат мани на них щоразу, коли завдають шкоди.#Missiles refunds {1}% of its base", en="S03 - Item - T2 - Mage - Healer 2P Bonus" },
[467405] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 4 предметів цілителя", "\"Арканічний спалах\" має на {1}% більшу ймовірність викликати ефект \"Обстрілу снарядами\", а \"Обстріл снарядами\" впливає на \"Регенерацію\" так само, як і на \"Арканічні снаряди\".#Blast gains a {1}% additional chance", en="S03 - Item - T2 - Mage - Healer 4P Bonus" },
[467494] = { "Сезон 3 - Предмет - Набір 2 - Маг - Бонус 6 предметів цілителя", "Ваші \"Темпоральні маяки\", спричинені \"Масовою регенерацією\" тепер тривають {1} с.#Mass Regeneration now last {1} sec", en="S03 - Item - T2 - Mage - Healer 6P Bonus" },
[1213312] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Маг - Бонус 2 предметів аркани", "\"Арканічний спалах\" додатково збільшує шкоду та зцілення на {1}% за кожен ефект.#done by an additional {1}% per stack", en="S03 - Item - TAQ - Mage - Arcane 2P Bonus" },
[1213314] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Маг - Бонус 4 предметів аркани", "\"Щит мани\", \"Вогняний оберіг\" та \"Крижаний оберіг\" поглинають на {1}% більше шкоди та поміщають на ціль \"Темпоральний маяк\" на {2} с.#Ward absorb {1}% more damage#Beacon on the target for {2} sec", en="S03 - Item - TAQ - Mage - Arcane 4P Bonus" },
[1213318] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Маг - Бонус 2 предметів вогню", "\"Вогняний підрив\" також збільшує ймовірність критичного удару вашого наступного вогняного закляття на {1}% протягом {2} с.#gain {1}% increased critical strike chance for {2} sec", en="S03 - Item - TAQ - Mage - Fire 2P Bonus" },
[1213319] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Маг - Бонус 4 предметів вогню", "Збільшує шкоду від таланту \"Займання\" на {1}%.#your Ignite talent by {1}%", en="S03 - Item - TAQ - Mage - Fire 4P Bonus" },
[468425] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Маг - Бонус 3 предметів криги", "Збільшує ймовірність спрацювання руни \"Крижані пальці\" на {1}%.#Frost rune by an additional {1}%", en="S03 - Item - ZG - Mage - Frost 3P Bonus" },
[468427] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Маг - Бонус 5 предметів криги", "Збільшує шкоду заклять \"Крижана стріла\" та \"Чарокрижана стріла\" на {1}%.#Spellfrost Bolt spells by {1}%", en="S03 - Item - ZG - Mage - Frost 5P Bonus" },
[1220170] = { "Душа вогняного злиття", ref=467388, en="Soul of Fiery Convergence" },
[1220171] = { "Душа вогняного злиття", en="Soul of Fiery Convergence" },
[1220146] = { "Душа часової жаги", ref=456481, en="Soul of Temporal Longing" },
[1220147] = { "Душа часової жаги", en="Soul of Temporal Longing" },
[1220158] = { "Душа зимової хватки", ref=468425, en="Soul of Winter's Grasp" },
[1220159] = { "Душа зимової хватки", en="Soul of Winter's Grasp" },
[1220150] = { "Душа арканіста", ref=467405, en="Soul of the Arcanist" },
[1220151] = { "Душа арканіста", en="Soul of the Arcanist" },
[1220144] = { "Душа хроноцілителя", ref=456477, en="Soul of the Chronohealer" },
[1220145] = { "Душа хроноцілителя", en="Soul of the Chronohealer" },
[1220160] = { "Душа кріоманта", ref=468427, en="Soul of the Cryomancer" },
[1220161] = { "Душа кріоманта", en="Soul of the Cryomancer" },
[1220164] = { "Душа повелителя стихій", ref=456398, en="Soul of the Elementalist" },
[1220165] = { "Душа повелителя стихій", en="Soul of the Elementalist" },
[1220152] = { "Душа вічного хранителя", ref=467494, en="Soul of the Eternal Caretaker" },
[1220153] = { "Душа вічного хранителя", en="Soul of the Eternal Caretaker" },
[1220162] = { "Душа пробудника", ref=456396, en="Soul of the Evoker" },
[1220163] = { "Душа пробудника", en="Soul of the Evoker" },
[1220176] = { "Душа займання", ref=1213319, en="Soul of the Igniter" },
[1220177] = { "Душа займання", en="Soul of the Igniter" },
[1220168] = { "Душа розпалювача", ref=467387, en="Soul of the Kindler" },
[1220169] = { "Душа розпалювача", en="Soul of the Kindler" },
[1220166] = { "Душа магічних обладунків", ref=456402, en="Soul of the Magical Armorer" },
[1220167] = { "Душа магічних обладунків", en="Soul of the Magical Armorer" },
[1220172] = { "Душа вічного полум'я", ref=467399, en="Soul of the Perpetual Blaze" },
[1220173] = { "Душа вічного полум'я", en="Soul of the Perpetual Blaze" },
[1220148] = { "Душа передчуття", ref=467401, en="Soul of the Precognitive" },
[1220149] = { "Душа передчуття", en="Soul of the Precognitive" },
[1220174] = { "Душа піромана", ref=1213318, en="Soul of the Pyromaniac" },
[1220175] = { "Душа піромана", en="Soul of the Pyromaniac" },
[1220142] = { "Душа резонатора", ref=456404, en="Soul of the Reverberant" },
[1220143] = { "Душа резонатора", en="Soul of the Reverberant" },
[1220154] = { "Душа заклинача", ref=1213312, en="Soul of the Spellbider" },
[1220155] = { "Душа заклинача", en="Soul of the Spellbider" },
[1220178] = { "Душа палія", ref=1213321, en="Soul of the Torcher" },
[1220179] = { "Душа палія", en="Soul of the Torcher" },
[1220156] = { "Душа творця оберегів", ref=1213314, en="Soul of the Wardshaper" },
[1220157] = { "Душа творця оберегів", en="Soul of the Wardshaper" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
