local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[398117] = { "Смаколик в кишені", "Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на {1}.#target by {1}", "Пахне смачно! Звірі завдають на {1} більше шкоди.#deal {1} extra" }, -- Pockets of Treats
[398603] = { "Вирізання рун", "Нанести на ваше спорядження потужні руни." }, -- Runecarving
[399954] = { "Здібність руни нагрудника", "Надягніть нагрудних з руною, щоб активувати цю здібність." }, -- Chest Rune Ability
[399966] = { "Здібність руни штанів", "Надягніть штани з руною, щоб активувати цю здібність." }, -- Legs Rune Ability
[399967] = { "Здібність руни рукавиць", "Надягніть рукавиці з руною, щоб активувати цю здібність." }, -- Hands Rune Ability
[408953] = { "Сповнення натхненням", nil, "Сповнюється натхненням." }, -- Building Inspiration
[415449] = { "Здібність руни пояса", "Надягніть пояс з руною, щоб активувати цю здібність." }, -- Waist Rune Ability
[415450] = { "Здібність руни чоботів", "Надягніть чоботи з руною, щоб активувати цю здібність." }, -- Feet Rune Ability
[417345] = { "Здібність руни шолома", "Надягніть шолом з руною, щоб активувати цю здібність." }, -- Helm Rune Ability
[417346] = { "Здібність руни браслетів", "Надягніть браслети з руною, щоб активувати цю здібність." }, -- Bracer Rune Ability
[417347] = { "Здібність руни плаща", "Надягніть плащ з руною, щоб активувати цю здібність." }, -- Cloak Rune Ability
[417348] = { "Здібність руни наплічників", "Надягніть наплічники з руною, щоб активувати цю здібність." }, -- Shoulder Rune Ability
[426606] = { "Розмова з мертвими?", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку.", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Speak with the Dead?
[427774] = { "Нищівна пітьма", "Ви відчуваєте потойбічний тиск нищівної сили.", "Вас огортає нищівна пітьма..." }, -- Crushing Darkness
[429856] = { "тренувальний ночезуб стражів", "Викликати тренувального ночезуба стражів. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Sentinel Nightsaber
[429857] = { "тренувальний вовк вершників", "Викликати тренувального вовка вершників. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Outrider Wolf
[430947] = { "благословення Чорноводдя", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин.", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин." }, -- Boon of Blackfathom
[431111] = { ref=430947 }, -- Boon of Blackfathom
[436288] = { "Кривавий строкатий раптор", "Викликає та відпускає верхового раптора.", "Швидкість збільшено на 60%." }, -- Mottled Blood Raptor
[443464] = { "Цілющий цвіт", nil, "Зцілює {1} здоров'я кожні {2} с.#{1} every {2}" }, -- Healing Blossom
[446091] = { "Аура паралізуючого жаху", nil, "Ваш розум наповнюється невимовним жахом. Отриману шкоду значно збільшено, а швидкість руху зменшено." }, -- Aura of Paralyzing Dread
[446106] = { "Постріл вогнепальної сокири", "Вистрілити з сокири-гвинтівки, задавши від {1} до {2} шкоди вогнем та додатково {3} шкоди протягом {4} секунд.#Dealing {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Gun Axe Shot
[446695] = { "Запал дослідника храмів", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%" }, -- Fervor of the Temple Explorer
[446707] = { "Парасомнія", "Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", "Дезорієнтовано." }, -- Parasomnia

-- Engraving
[442813] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Sword Specialization
[442876] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Axe Specialization
[442881] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Mace Specialization
[442887] = { "Спеціалізація на кинджалах", "Навичка володіння кинджалами збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Dagger Specialization
[442890] = { "Спеціалізація на кулачній зброї", "Навичка володіння кулачною зброєю (без зброї) збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Fist Weapon Specialization
[442891] = { "Спеціалізація на зброї дальнього бою", "Навички володіння луками, рушницями, арбалетами та метальною зброєю збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Ranged Weapon Specialization
[442892] = { "Спеціалізація на держаковій зброї", "Навички володіння держаковою зброєю та посохами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Pole Weapon Specialization
[442893] = { "Спеціалізація на аркані", "Ймовірність влучити закляттями аркани збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Arcane Specialization
[442894] = { "Спеціалізація на вогні", "Ймовірність влучити закляттями вогню збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Fire Specialization
[442895] = { "Спеціалізація на кризі", "Ймовірність влучити закляттями криги збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Frost Specialization
[442896] = { "Спеціалізація на природі", "Ймовірність влучити закляттями природи збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Nature Specialization
[442897] = { "Спеціалізація на тіні", "Ймовірність влучити закляттями тіні збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Shadow Specialization
[442898] = { "Спеціалізація на святості", "Ймовірність влучити закляттями святості збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Holy Specialization
[453635] = { "Гравіювання персня - Спеціалізація на мечах", "Вигравіювати на персні руну \"Спеціалізація на мечах\":", rune=442813 }, -- Engrave Ring - Sword Specialization
[453688] = { "Гравіювання персня - Спеціалізація на сокирах", "Вигравіювати на персні руну \"Спеціалізація на сокирах\":", rune=442876 }, -- Engrave Ring - Axe Specialization
[453689] = { "Гравіювання персня - Спеціалізація на булавах", "Вигравіювати на персні руну \"Спеціалізація на булавах\":", rune=442881 }, -- Engrave Ring - Mace Specialization
[453690] = { "Гравіювання персня - Спеціалізація на кинджалах", "Вигравіювати на персні руну \"Спеціалізація на кинджалах\":", rune=442887 }, -- Engrave Ring - Dagger Specialization
[453691] = { "Гравіювання персня - Спеціалізація на кулачній зброї", "Вигравіювати на персні руну \"Спеціалізація на кулачній зброї\":", rune=442890 }, -- Engrave Ring - Fist Weapon Specialization
[453692] = { "Гравіювання персня - Спеціалізація на зброї дальнього бою", "Вигравіювати на персні руну \"Спеціалізація на зброї дальнього бою\":", rune=442891 }, -- Engrave Ring - Ranged Weapon Specialization
[453694] = { "Гравіювання персня - Спеціалізація на держаковій зброї", "Вигравіювати на персні руну \"Спеціалізація на держаковій зброї\":", rune=442892 }, -- Engrave Ring - Pole Weapon Specialization
[453695] = { "Гравіювання персня - Спеціалізація на аркані", "Вигравіювати на персні руну \"Спеціалізація на аркані\":", rune=442893 }, -- Engrave Ring - Arcane Specialization
[453696] = { "Гравіювання персня - Спеціалізація на вогні", "Вигравіювати на персні руну \"Спеціалізація на вогні\":", rune=442894 }, -- Engrave Ring - Fire Specialization
[453697] = { "Гравіювання персня - Спеціалізація на кризі", "Вигравіювати на персні руну \"Спеціалізація на кризі\":", rune=442895 }, -- Engrave Ring - Frost Specialization
[453698] = { "Гравіювання персня - Спеціалізація на природі", "Вигравіювати на персні руну \"Спеціалізація на природі\":", rune=442896 }, -- Engrave Ring - Nature Specialization
[453700] = { "Гравіювання персня - Спеціалізація на тіні", "Вигравіювати на персні руну \"Спеціалізація на тіні\":", rune=442897 }, -- Engrave Ring - Shadow Specialization
[453702] = { "Гравіювання персня - Спеціалізація на святості", "Вигравіювати на персні руну \"Спеціалізація на святості\":", rune=442898 }, -- Engrave Ring - Holy Specialization

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
