local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aegis
[425589] = { "Заступництво", "Збільшує ваш показник блокування на {1}% та змінює талант \"Твердиня\". Тепер \"Твердиня\" з ймовірністю {2}% спрацьовує від будь-яких ударів, отриманих в ближньому чи дальньому бою, а також гарантовано спрацьовує, коли ви завдаєте критичного удару в ближньому бою. Окрім того, талант \"Воздаяння\" з ймовірністю {3}% за кожен ранг спрацьовує від будь-яких ударів, отриманих в ближньому чи дальньому бою.#by {1}% and#has a {2}% chance#gains a {3}% chance per", en="Aegis" },
[425615] = { "Заступництво", "Отримати здібність \"Заступництво\":", rune=425589, en="Aegis" },
-- Aura Mastery
[407624] = { "Опанування аури", "Надає всім цілям \"Аури зосередженості\" невразливість до ефектів знемовлення та переривання, а також збільшує ефективність інших аур на {1}%. Триває {2} с.#by {1}%#Lasts {2} sec", "\"Аура зосередженості\" надає невразливість до ефектів знемовлення та переривання.\nЕфективність інших аур збільшено на {1}%.#by {1}%", en="Aura Mastery" },
[409932] = { "Опанування аури", "Отримати здібність \"Опанування аури\":", rune=407624, en="Aura Mastery" },
[415756] = { "Опанування аури", "Отримати здібність \"Опанування аури\":", rune=407624, en="Aura Mastery" },
-- Avenger's Shield
[407669] = { "Щит месника", "Кидає у ворога священний щит, який завдає від {1} до {2} шкоди святістю, викликає запаморочення, а потім летить в інших ворогів неподалік. Вражає до {3} цілей. Триває {4} с.#dealing {1} to {2}#{3} total#Lasts {4} sec", "Запаморочення.", en="Avenger's Shield" },
[409933] = { "Щит месника", "Отримати здібність \"Щит месника\":", rune=407669, en="Avenger's Shield" },
-- Avenging Wrath
[407788] = { "Гнів помсти", "Збільшує всю шкоду та зцілення на {1}% протягом {2} с. Спричиняє ефект \"Стриманість\" та не може бути застосовано, поки діє \"Стриманість\".#by {1}% for {2} sec", "Всю шкоду та зцілення збільшено на {1}%.#by {1}%", en="Avenging Wrath" },
[409934] = { "Гнів помсти", "Отримати здібність \"Гнів помсти\":", rune=407788, en="Avenging Wrath" },
-- Beacon of Light
[407613] = { "Маяк світла", "Ціль стає Маяком Світла для всіх членів групи чи рейду в радіусі 40 м. Будь-яке зцілення членів групи чи рейду також зцілюватиме Маяк на {1}% від ефекту. Лише одна ціль може бути Маяком Світла одночасно. Триває 1 годину.#for {1}% of the amount", "Маяк світла.", en="Beacon of Light" },
[407615] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в радіусі 40 м. Будь-яке зцілення цих цілей також зцілюватиме Маяк на {1}% від ефекту. Лише одна ціль може бути Маяком Світла одночасно. Триває до відміни.#for {1}% of the amount", en="Beacon of Light" },
[409906] = { "Маяк світла", "Отримати здібність \"Маяк світла\":", rune=407613, en="Beacon of Light" },
[460900] = { ref=407615 }, -- Beacon of Light
-- Blessing of Protection
[442948] = { ref=1022 }, -- Blessing of Protection
-- Crusader Strike
[407676] = { "Удар лицаря", "Миттєвий удар, що завдає {1}% шкоди від зброї у вигляді шкоди святістю та відновлює {2}% від вашого максимального запасу мани. Поновлює ефекти \"Присудів\" на цілі до {3} секунд.#causes {1}% weapon#regenerates {2}% of your max#refreshed to {3} sec", en="Crusader Strike" },
[409914] = { "Удар лицаря", "Отримати здібність \"Удар лицаря\":", rune=407676, en="Crusader Strike" },
-- Divine Light
[409925] = { "Божественне світло", "Отримати здібність \"Божественне світло\":", rune=458856, en="Divine Light" },
[458856] = { "Божественне світло", "Зцілює дружній цілі від {1} до {2} здоров'я. {3}% надлишкового зцілення утворюють щит, що поглинає шкоду протягом {4} секунд. Повторне застосування \"Божественного світла\" не підсилюють наявний на цілі щит.\n\n\"Божественне світло\" взаємодіє з усіма талантами та ефектами, що й \"Священне світло\".#for {1} to {2}#{3}% of any#lasts {4} sec", en="Divine Light" },
[458857] = { "Божественне світло", nil, "Поглинає {1} шкоди.#Absorbs {1} damage", en="Divine Light" },
[458860] = { "Божественне світло", en="Divine Light" },
-- Divine Protection
[458312] = { "Божественний захист", "Зменшує всю отриману шкоду на {1}% протягом {2} с. Захищена ціль не зможе отримати ефект від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" протягом {3} хв.#by {1}% for {2} sec#for {3} min", "Отриману шкоду зменшено на {1}%.#by {1}%", en="Divine Protection" },
[458371] = { ref=458312 }, -- Divine Protection
-- Divine Sacrifice
[407804] = { "Божественна жертва", "{1}% всієї шкоди, отриманої членами групи в радіусі {2} м, перенаправляється на паладина протягом {3} с. Шкода, що знижує рівень здоров'я паладина нижче {4}%, перериває дію ефекту і дає паладину збільшення шкоди і зцілення на {5}% протягом {6} с. Божественна жертва не може бути використана, коли ви перебуваєте під дією \"Благословення захисту\", \"Божественного щита\" або \"Божественного захисту\", а також запобігає використанню цих здібностей на вас протягом дії ефекту.#{1}% of all#within {2} yards#Paladin for {3} sec#below {4}% health#{5}% increased#done for {6} sec", "{1}% шкоди, отриманої членами групи, перенаправляється на паладина.#{1}% of all", en="Divine Sacrifice" },
-- Divine Steed
[461607] = { "Божественний скакун", "Застрибнути на скакуна, щоб на {1} с збільшити швидкість руху на {2}%. Можна використовувати в бою та приміщеннях.#for {1} sec#by {2}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Divine Steed" },
-- Divine Storm
[407778] = { "Божественна буря", "Миттєва атака зброєю, яка завдає 110% шкоди від зброї 4 ворогам в радіусі 8 метрів. Божественна буря зцілює до 3 членів групи або рейду сумарно на 25% від завданої шкоди.", en="Divine Storm" },
[407782] = { "Божественна буря", "Шкода від Божественної бурі зцілює дружні цілі.", en="Divine Storm" },
[407784] = { "Божественна буря", "Шкода від Божественної бурі зцілює дружні цілі неподалік.", en="Divine Storm" },
[409924] = { "Божественна буря", "Отримати здібність \"Божественна буря\":", rune=407778, en="Divine Storm" },
-- Engrave Pants - Aura Mastery
[410005] = { "Гравіювання штанів - Опанування аури", "Вигравіювати на штанях руну \"Опанування аури\":", rune=407624, en="Engrave Pants - Aura Mastery" },
-- Enhanced Blessings
[435984] = { "Покращені благословення", "Збільшує тривалість дії благословень могутності, мудрості, спасіння, прихистку, світла та королів на 100% і зменшує їх витрати мани на 50%.", en="Enhanced Blessings" },
-- Enlightened Judgements
[426173] = { "Просвітлений присуд", "Збільшує дальність вашого \"Присуду\" на 30 м і ваш шанс завдання удару всіма закляттями на 17%.", en="Enlightened Judgements" },
-- Exorcism
[415068] = { "Екзорцизм", "Завдає від {1} до {2} шкоди святістю ворожій цілі і має 100% шанс критичного удару проти демонів і невмерлих.#Causes {1} to {2} Holy", en="Exorcism" },
[415069] = { ref=415068 }, -- Exorcism
[415070] = { ref=415068 }, -- Exorcism
[415071] = { ref=415068 }, -- Exorcism
[415072] = { ref=415068 }, -- Exorcism
[415073] = { ref=415068 }, -- Exorcism
-- Exorcist
[415076] = { "Екзорцист", "Екзорцизм тепер можна застосувати на будь-яку ціль зі збільшеним на 100% шансом критичного удару по невмерлих та демонах.", en="Exorcist" },
-- Fanaticism
[426162] = { "Фанатизм", nil, "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Fanaticism" },
[429142] = { "Фанатизм", "Збільшує ймовірність завдання критичного удару закляттями святості на {1}%. Окрім того, критичні ефекти цілющих заклять зцілюють ціль на {2}% від обсягу зцілення протягом {3} с.#by {1}%#for {2}% of#over {3} sec", en="Fanaticism" },
[429250] = { "Фанатизм", "Отримати здібність \"Фанатизм\":", rune=429142, en="Fanaticism" },
-- Flash of Light
[412020] = { "Зблиск світла", "Зцілення з часом.", "Зцілення протягом 12 с.", en="Flash of Light" },
-- Guarded by the Light
[415058] = { "Під захистом Світла", nil, "Відновлення {1}% від запасу мани кожні {2} с. \nЕфективність цілющих заклять зменшено на {3}%.#{1}% of total mana every {2} sec#reduced by {3}%", en="Guarded by the Light" },
[415059] = { "Під захистом Світла", "Щоразу, коли ви влучаєте по цілі зброєю ближнього бою, ви відновлюєте {1}% вашого запасу мани кожні {2} c протягом {3} c, але під час дії цього ефекту ефективність цілющих заклинань зменшується на {4}%.#gain {1}% of#per {2} sec for {3} sec#reduced by {4}%", en="Guarded by the Light" },
[415755] = { "Під захистом Світла", "Отримати здібність \"Під захистом Світла\":", rune=415059, en="Guarded by the Light" },
-- Hallowed Ground
[425614] = { "Освячена земля", "Отримати здібність \"Освячена земля\":", rune=458287, en="Hallowed Ground" },
[458287] = { "Освячена земля", "\"Освячення\" тепер зцілює учасників групи, що перебувають в зоні його дії, на {1}% від шкоди.#for {1}% of", en="Hallowed Ground" },
-- Hammer of Wrath
[429151] = { ref=24275 }, -- Hammer of Wrath
-- Hammer of the Righteous
[407632] = { "Молот праведника", "Удар молотом по поточній цілі і {1} додаткових цілях поблизу, що завдає шкоди святістю, що дорівнює шкоді за секунду зброї в основній руці помноженій на {2}.#up to {1} additional#causing {2} times", en="Hammer of the Righteous" },
[409922] = { "Молот праведника", "Отримати здібність \"Молот праведника\":", rune=407632, en="Hammer of the Righteous" },
-- Hand of Reckoning
[407631] = { "Десниця відплати", "Провокує ціль атакувати вас, але не діє, якщо ціль вже атакує вас.\n\nПоки ви володієте цією здібністю, бонус загрози від \"Праведної люті\" збільшується на 80%, крім того \"Праведна лють\" відновлюватиме вам ману, коли вас зцілюють, в обсязі 25% від ефекту зцілення. Крім того, поки \"Праведна лють\" активна, шкода, яка знижує ваш рівень здоров'я нижче 35%, зменшується на 20%. \"Праведна лють\" залишатиметься активною, доки її не буде скасовано.", "Спровоковано.", en="Hand of Reckoning" },
[407774] = { "Десниця відплати", en="Hand of Reckoning" },
[409911] = { "Десниця відплати", "Отримати здібність \"Десниця відплати\":", rune=407631, en="Hand of Reckoning" },
-- Hand of Sacrifice
[409935] = { "Десниця жертовності", "Отримати здібність \"Десниця жертовності\":", rune=462853, en="Hand of Sacrifice" },
[462853] = { "Десниця жертовності", "Перенаправляє {1}% отриманої учасником групи чи рейду шкоди на заклинача. Триває {2} с або поки не перенаправить {3}% від запасу здоров'я заклинача.#transfer {1}% of damage#Lasts {2} sec#transferred {3}% of", "Перенаправляє {1}% отриманої шкоди паладину.#Transfers {1}% of", en="Hand of Sacrifice" },
-- Holy Wrath
[429145] = { "Священний гнів", "Посилає стріли священної сили в усіх напрямках, завдає від {1} до {2} шкоди святістю усім цілям у радіусі {3} м та приголомшує демонів та невмерлих на {4} с.#causing {1} to {2}#within {3} y#for {4} sec", en="Holy Wrath" },
[429146] = { ref=429145 }, -- Holy Wrath
-- Horn of Lordaeron
[425600] = { "Ріг Лордерона", "Паладин дме в ріг Лордерона, що збільшує силу і спритність всіх членів групи в радіусі {1} м на {2}. Триває {3} хв. Не поєднується з \"Благословенням могутності\".#within {1} yards by {2}.#Lasts {3} min", "Збільшує вашу силу і спритність на {1}.#by {1}", en="Horn of Lordaeron" },
-- Improved Hammer of Wrath
[429152] = { "Покращений молот гніву", "\"Молот гніву\" тепер вимовляється миттєво і його відновлення завершується щоразу, коли він завдає шкоди ворогу, у якого менше {1}% здоров'я.#below {1}% health", en="Improved Hammer of Wrath" },
[429259] = { "Покращений молот гніву", "Отримати здібність \"Покращений молот гніву\":", rune=429152, en="Improved Hammer of Wrath" },
-- Improved Sanctuary
[429133] = { "Покращений прихисток", "Збільшує запобігання шкоді вашого \"Благословення прихистку\" на {1}% і збільшує його шкоду на {2}% від вашого показника блокування щитом.#Sanctuary by {1}%,#by {2}% of your", en="Improved Sanctuary" },
[429245] = { "Покращений прихисток", "Отримати здібність \"Покращений прихисток\":", rune=429133, en="Improved Sanctuary" },
-- Infusion of Light
[53672] = { "Вливання Cвітла", "Критичні удари \"Священного шоку\" зменшують час вимови наступного \"Зблиску світла\" на {1} с або збільшують ймовірність критичного ефекту наступного \"Священного світла\" на {2}%.#by {1} sec#by {2}%", "Час вимови наступного \"Зблиску світла\" зменшено на {1} с, а шанс критичного ефекту наступного \"Священного світла\" збільшено на {2}%.#by {1} sec#by {2}%", en="Infusion of Light" },
[426065] = { "Вливання Cвітла", "Шкода та зцілення \"Священного шоку\" збільшуються на {1}%, його час відновлення зменшується до {2} с, а критичні удари \"Священного шоку\" повертають витрачену ману та скорочують поточний час відновлення на {3} с.#by {1}%#to {2} sec#by {3} sec", en="Infusion of Light" },
[426179] = { "Вливання Cвітла", "Отримати здібність \"Вливання Cвітла\":", rune=426065, en="Infusion of Light" },
-- Infusion of Souls
[1232104] = { ref=1230948 }, -- Infusion of Souls
-- Inspiration Exemplar
[407880] = { "Взірець натхнення", "Ви періодично розвіюєте ефекти страху та сну з членів групи, що знаходяться поруч.", "Періодично розвіює ефекти страху та сну з членів групи, що знаходяться поруч.", en="Inspiration Exemplar" },
[407881] = { "Взірець натхнення", "Ви періодично розвіюєте ефекти страху та сну з членів групи, що знаходяться поруч.", en="Inspiration Exemplar" },
[409936] = { "Взірець натхнення", "Отримати здібність \"Взірець натхнення\":", rune=407880, en="Inspiration Exemplar" },
-- Judgement of Martyrdom
[407803] = { "Присуд мученика", en="Judgement of Martyrdom" },
-- Judgement of the Crusader
[456496] = { ref=20188 }, -- Judgement of the Crusader
-- Light's Beacon
[407614] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в радіусі 60 м. Будь-яке зцілення цих цілей також зцілюватиме Маяк на {1}% від ефекту.#for {1}% of the amount", "Цілющі здібності паладина також зцілюють Маяк Світла.", en="Light's Beacon" },
-- Light's Grace
[428909] = { "Милість Світла", "Ваше заклинання \"Священне світло\" зменшує час вимови наступного заклинання \"Священне світло\" на {1} с. Триває {2} с.#by {1} sec#Lasts {2} sec", en="Light's Grace" },
[428912] = { "Милість Світла", nil, "Час вимови наступного заклинання \"Священне світло\" зменшено на {1} с.#by {1} sec", en="Light's Grace" },
[429243] = { "Милість Світла", "Отримати здібність \"Милість Світла\":", rune=428909, en="Light's Grace" },
-- Malleable Protection
[426174] = { "Гнучкий захист", "Отримати здібність \"Гнучкий захист\":", rune=458318, en="Malleable Protection" },
[458318] = { "Гнучкий захист", "Тепер ви можете атакувати чи використовувати здібності під час дії \"Божественного захисту\", його тривалість збільшується на {1}%, але він лише зменшує отриману шкоду на {2}%, а не надає невразливість. Крім того, активація \"Священного щита\" також збільшує вашу силу атаки на {3} за кожну одиницю вашої навички захисту понад {4} на {5} секунд.#increased by {1}%#take by {2}%#grants you {3} Attack#beyond {4}#lasting {5} sec", en="Malleable Protection" },
-- Purifying Power
[429144] = { "Сила очищення", "Зменшує час відновлення здібностей \"Екзорцизм\" і \"Священний гнів\" на {1}%, а \"Священний гнів\" тепер завдає шкоди всім цілям, а також приголомшує невмерлих та демонів на {2} секунди.#by {1}%#for {2} sec", en="Purifying Power" },
[429254] = { "Сила очищення", "Отримати здібність \"Сила очищення\":", rune=429144, en="Purifying Power" },
-- Rebuke
[425609] = { "Докір", "Перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} секунд.#for {1} sec", en="Rebuke" },
[425616] = { "Докір", "Отримати здібність \"Докір\":", rune=425609, en="Rebuke" },
-- Righteous Fury
[407627] = { "Праведна лють", "Збільшує загрозу від ваших заклять святості на {1}% та відновлює вашу ману, коли ви зцілюєтесь від заклинань дружніх цілей, у розмірі {2}% від обсягу зцілення. Крім того, шкода, яка знижує ваш рівень здоров'я нижче {3}%, зменшується на {4}%. Діє до скасування.#spells by {1}#to {2}% of the#{3}% health is reduced by {4}%", "Збільшує загрозу від ваших заклять святості на {1}%.#by {1}%", en="Righteous Fury" },
-- Righteous Vengeance
[440672] = { "Праведна помста", "Коли \"Присуд\", \"Удар лицаря\" чи \"Божественна буря\" завдає критичної шкоди, ціль отримує на {1}% більше шкоди протягом {2} с.#take {1}%#over {2} sec", en="Righteous Vengeance" },
[440675] = { "Праведна помста", nil, "Завдає шкоди святістю кожні {1} с.#every {1} sec", en="Righteous Vengeance" },
[440677] = { "Праведна помста", en="Righteous Vengeance" },
[440794] = { "Праведна помста", "Отримати здібність \"Праведна помста\":", rune=440672, en="Righteous Vengeance" },
-- Sacred Shield
[53601] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд. Це заклинання не може бути одночасно накладено більш ніж на одну ціль.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}%. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с. #absorbing {1} damage#Light by {2}%#once every {3} sec", en="Sacred Shield" },
[58597] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%", en="Sacred Shield" },
[412018] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%", en="Sacred Shield" },
[412019] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Крім того, ваш \"Зблиск світла\" зцілює цілі \"Священного щита\" додатково {4}% здоров'я протягом {5} сек. Цей ефект не може спрацьовувати частіше, ніж раз на {6} с. Триває {7} хв. Це заклинання не може бути одночасно накладено більш ніж на одну ціль.#absorbing {1} damage#Light by {2}% for up to {3} sec#additional {4}% over {5} sec#once every {6} sec#Lasts {7} min", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}%. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с. #absorbing {1} damage#Light by {2}%#once every {3} sec", en="Sacred Shield" },
[415703] = { "Священний щит", "Отримати здібність \"Священний щит\":", rune=412019, en="Sacred Shield" },
[440651] = { "Священний щит", "Щоразу при отриманні шкоди ціль отримує \"Священний щит\", що поглинає {1} шкоди і збільшує шанс критичного ефекту \"Зблиску світла\" на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с. Триває {5} секунд.#absorbing {1} damage#Light by {2}% for up to {3} sec#once every {4} sec#Lasts {5} sec", "Поглинає шкоду та збільшує шанс критичного ефекту \"Зблиску світла\" на {1}%.#by {1}%", en="Sacred Shield" },
-- Sacrifice Redeemed
[407805] = { "Спокута жертви", "Шкода та зцілення збільшена після вашої жертви.", "Вихідну шкоду та зцілення збільшено на {1}%.#by {1}%", en="Sacrifice Redeemed" },
-- Seal of Martyrdom
[407798] = { "Печатка мучеництва", "Наповнює вас священним духом на {1} с, в результаті чого кожна ваша атака ближнього бою завдає {2}% шкоди від зброї по цілі, але ви втрачаєте здоров'я в обсязі {3}% від завданої шкоди. Поки ця печатка активна, члени вашої групи та рейду в радіусі {4} м відновлюють ману в обсязі {5}% від шкоди, завданої цією печаткою.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи йому {6}% шкоди від зброї ціною здоров'я в обсязі {7}% від завданої шкоди.\n\nЦя печатка та ефект від її правосуддя взаємодіє з усіма талантами та ефектами, що й \"Печатка праведності\".#for {1} sec#to deal {2}% weapon#lose health equal to {3}% of#within {4} yards#mana equal to {5}% of#causing {6}% weapon#cost of health equal to {7}% of", "Атаки ближнього бою завдають додаткову шкоду вашій цілі, а також завдають шкоду вам і відновлюють ману членам вашої групи та рейду.", en="Seal of Martyrdom" },
[407799] = { "Печатка мучеництва", en="Seal of Martyrdom" },
[407800] = { "Печатка мучеництва", "Печатка мучеництва також завдає шкоди паладину.", en="Seal of Martyrdom" },
-- Sheath of Light
[426158] = { "Покрив Світла", "Завдання шкоди зброєю ближнього бою збільшує вашу силу заклинань на {1}% від вашої сили атаки протягом {2} хв.#to {1}% of your attack power for {2} min", en="Sheath of Light" },
[426176] = { "Покрив Світла", "Отримати здібність \"Покрив Світла\":", rune=426158, en="Sheath of Light" },
-- Shield of Righteousness
[440658] = { "Щит праведності", "Вдаряє ціль щитом, завдаючи шкоди святістю в залежності від показника блоку плюс {1}.#additional {1}", en="Shield of Righteousness" },
[440789] = { "Щит праведності", "Отримати здібність \"Щит праведності\":", rune=440658, en="Shield of Righteousness" },
-- Shock and Awe
[440791] = { "Шок і трепет", "Отримати здібність \"Шок і трепет\":", rune=462834, en="Shock and Awe" },
[462834] = { "Шок і трепет", "Завдання шкоди \"Священним шоком\" збільшує шкоду ваших заклять на {1}% від інтелекту та зменшує вашу загрозу на {2}% протягом {3} хв.\n\nОкрім того, при наявності руни \"Вливання Cвітла\" вас на {4} с сповнює сонячне сяйво, внаслідок чого \"Божественна буря\", \"Удар лицаря\" та атаки ближнього бою завдають додаткової шкоди святістю в обсязі {5}% від вашої бонусної шкоди святістю.\n\n(Сонячне сяйво не працює проти гравців та разом з ефектом \"Праведної люті\")#grants you {1}% of your Intellect#threat you generate by {2}% for {3} min#Sunlight for {4} sec causing#Holy damage equal to {5}% of your holy spell", en="Shock and Awe" },
-- Sunlight
[1239543] = { "Сонячне сяйво", nil, "\"Божественна буря\", \"Удар лицаря\" та атаки ближнього бою завдають додаткової шкоди святістю.", en="Sunlight" },
-- The Art of War
[53489] = { "Мистецтво війни", "Збільшує критичну шкоду здібностей \"Присуд\", \"Удар лицаря\" і \"Божественна буря\" на {1}%, а коли ваші атаки ближнього бою завдають критичного удару, час вимови наступного \"Зблиску світла\" або \"Екзорцизму\" зменшується на {2} с.#abilities by {1}% and#reduced by {2} sec", "Час вимови наступного \"Зблиску світла\" або \"Екзорцизму\" зменшено на {1} с.#by {1} sec", en="The Art of War" },
[415706] = { "Мистецтво війни", "Отримати здібність \"Покрив Світла\":", rune=426157, en="The Art of War" },
[426157] = { "Мистецтво війни", "Ваші критичні удари в ближньому бою скорочують час відновлення \"Екзорцизму\" на {1} с, а також зменшують його витрати мани на {2}%.#by {1} sec#reduced by {2}%", en="The Art of War" },
-- Wrath
[429139] = { "Гнів", "\"Освячення\" тепер може завдавати критичної шкоди, а заклинання \"Екзорцизм\", \"Священний шок\", \"Сонячне сяйво\", \"Священний гнів\" і \"Освячення\" отримують збільшену ймовірність завдання критичної шкоди на значення, що дорівнює вашій ймовірності завдання критичного удару в ближньому бою.", en="Wrath" },
[429248] = { "Гнів", "Отримати здібність \"Гнів\":", rune=429139, en="Wrath" },

-- Engraving
[426180] = { "Гравіювання пояса - Вливання Cвітла", "Вигравіювати на поясі руну \"Вливання Cвітла\":", rune=426065, en="Engrave Belt - Infusion of Light" },
[426175] = { "Гравіювання пояса - Гнучкий захист", "Вигравіювати на поясі руну \"Гнучкий захист\":", rune=458318, en="Engrave Belt - Malleable Protection" },
[426178] = { "Гравіювання пояса - Покрив Світла", "Вигравіювати на поясі руну \"Покрив Світла\":", rune=426158, en="Engrave Belt - Sheath of Light" },
[416035] = { "Гравіювання чоботів - Під захистом Світла", "Вигравіювати на чоботях руну \"Під захистом Світла\":", rune=415059, en="Engrave Boots - Guarded by the Light" },
[416028] = { "Гравіювання чоботів - Священний щит", "Вигравіювати на чоботях руну \"Священний щит\":", rune=412019, en="Engrave Boots - Sacred Shield" },
[416031] = { "Гравіювання чоботів - Мистецтво війни", "Вигравіювати на чоботях руну \"Мистецтво війни\":", rune=426157, en="Engrave Boots - The Art of War" },
[410013] = { "Гравіювання браслетів - Молот праведника", "Вигравіювати на браслетах руну \"Молот праведника\":", rune=407632, en="Engrave Bracers - Hammer of the Righteous" },
[429261] = { "Гравіювання браслетів - Покращений молот гніву", "Вигравіювати на браслетах руну \"Покращений молот гніву\":", rune=429152, en="Engrave Bracers - Improved Hammer of Wrath" },
[429242] = { "Гравіювання браслетів - Милість Світла", "Вигравіювати на браслетах руну \"Милість Світла\":", rune=428909, en="Engrave Bracers - Light's Grace" },
[429255] = { "Гравіювання браслетів - Сила очищення", "Вигравіювати на браслетах руну \"Сила очищення\":", rune=429144, en="Engrave Bracers - Purifying Power" },
[425619] = { "Гравіювання нагрудника - Заступництво", "Вигравіювати на нагруднику руну \"Заступництво\":", rune=425589, en="Engrave Chest - Aegis" },
[410014] = { "Гравіювання нагрудника - Божественна буря", "Вигравіювати на нагруднику руну \"Божественна буря\":", rune=407778, en="Engrave Chest - Divine Storm" },
[425618] = { "Гравіювання нагрудника - Освячена земля", "Вигравіювати на нагруднику руну \"Освячена земля\":", rune=458287, en="Engrave Chest - Hallowed Ground" },
[410015] = { "Гравіювання плаща - Божественне світло", "Вигравіювати на плащі руну \"Божественне світло\":", rune=458856, en="Engrave Cloak - Divine Light" },
[440792] = { "Гравіювання плаща - Праведна помста", "Вигравіювати на плащі руну \"Праведна помста\":", rune=440672, en="Engrave Cloak - Righteous Vengeance" },
[440788] = { "Гравіювання плаща - Щит праведності", "Вигравіювати на плащі руну \"Щит праведності\":", rune=440658, en="Engrave Cloak - Shield of Righteousness" },
[440790] = { "Гравіювання плаща - Шок і трепет", "Вигравіювати на плащі руну \"Шок і трепет\":", rune=462834, en="Engrave Cloak - Shock and Awe" },
[409999] = { "Гравіювання рукавиць - Маяк світла", "Вигравіювати на рукавицях руну \"Маяк світла\":", rune=407613, en="Engrave Gloves - Beacon of Light" },
[410002] = { "Гравіювання рукавиць - Удар лицаря", "Вигравіювати на рукавицях руну \"Удар лицаря\":", rune=407676, en="Engrave Gloves - Crusader Strike" },
[410001] = { "Гравіювання рукавиць - Десниця відплати", "Вигравіювати на рукавицях руну \"Десниця відплати\":", rune=407631, en="Engrave Gloves - Hand of Reckoning" },
[429251] = { "Гравіювання шолома - Фанатизм", "Вигравіювати на шоломі руну \"Фанатизм\":", rune=429142, en="Engrave Helm - Fanaticism" },
[429247] = { "Гравіювання шолома - Покращений прихисток", "Вигравіювати на шоломі руну \"Покращений прихисток\":", rune=429133, en="Engrave Helm - Improved Sanctuary" },
[429249] = { "Гравіювання шолома - Гнів", "Вигравіювати на шоломі руну \"Гнів\":", rune=429139, en="Engrave Helm - Wrath" },
[416037] = { "Гравіювання штанів - Опанування аури", "Вигравіювати на штанях руну \"Опанування аури\":", rune=407624, en="Engrave Pants - Aura Mastery" },
[410008] = { "Гравіювання штанів - Щит месника", "Вигравіювати на штанях руну \"Щит месника\":", rune=407669, en="Engrave Pants - Avenger's Shield" },
[410010] = { "Гравіювання штанів - Десниця жертовності", "Вигравіювати на штанях руну \"Десниця жертовності\":", rune=462853, en="Engrave Pants - Hand of Sacrifice" },
[410011] = { "Гравіювання штанів - Взірець натхнення", "Вигравіювати на штанях руну \"Взірець натхнення\":", rune=407880, en="Engrave Pants - Inspiration Exemplar" },
[425621] = { "Гравіювання штанів - Докір", "Вигравіювати на штанях руну \"Докір\":", rune=425609, en="Engrave Pants - Rebuke" },

-- Item effects
[467522] = { ref=23733 }, -- Blinding Light
[468461] = { nil, "Збільшує ймовірність критичного удару заклять святості на {1}% протягом {2} с. Якщо руна \"Шок і трепет\" активна, її ефект посилиться на {3}%, #Holy spells by {1}% for {2} sec#additional {3}%", ref=24498 }, -- Brilliant Light
[459602] = { "Збільшення шансу критичного Священного шоку", "Збільшує ймовірність критичного удару \"Священного шоку\" на {1}%.#Shock by {1}%", en="Holy Shock Critical Chance Increase" },
[1220645] = { "Посилення Священного світла/Священного шоку/Священного щита", "Збільшує обсяг зцілення заклять \"Священне світло\" та \"Священний шок\" на {1}% та збільшує обсяг поглинання \"Священного щита\" на {2}%.#shock spells by {1}%#Shield spell by {2}%", en="Improved Holy Light/Holy Shock/Sacred Shield" },
[459601] = { "Збільшення шкоди Правосуддя", "Ваші \"Правосуддя\" завдають на {1} більше шкоди.#deal {1} additional", en="Judgement Damage Increase" },
[1234299] = { "Леоґан", "Глобальний час відновлення ваших заклять \"Екзорцизм\" та \"Священний гнів\" зменшується на {1} с.#spells is reduced by {1} sec", "Глобальний час відновлення ваших бойових заклять зменшено на {1} с.#spells is reduced by {1} sec", en="Leogan" },
[437059] = { ref=27848 }, -- Seal Cost Reduced

-- Rune progress
[435994] = { "Дрімаюча руна", en="Dormant Rune" },
[442947] = { "Так значно краще, дякую!", en="Feeling much better, thank you!" },
[409918] = { "Натхнення (Присуд)", nil, "Сповнений натхнення.", en="Inspiration (Judgement)" },
[429578] = { "Манускрипт вигнання", nil, "Сповнений натхнення.", en="Libram of Banishment" },
[421510] = { "Манускрипт благословень", nil, "Сповнений натхнення.", en="Libram of Blessings" },
[435962] = { "Манускрипт визволення", nil, "Сповнений натхнення.", en="Libram of Deliverance" },
[408833] = { "Манускрипт відкриття", nil, "Сповнений натхнення.", en="Libram of Discovery" },
[409930] = { "Манускрипт присуду", nil, "Сповнений натхнення.", en="Libram of Judgement" },
[421535] = { "Манускрипт правосуддя", nil, "Сповнений натхнення.", en="Libram of Justice" },

-- Set bonus enchants
[1219876] = { "Душа альтруїста", "Наповнити наплічники душею альтруїста:\n\nКоли \"Маяк Світла\" зцілює ціль, він також зцілює найближчу дружню поранену ціль на {1}% свого ефекту.#nearest friendly injured target for {1}% as much", en="Soul of the Altruist" },
[1219877] = { "Душа арбітра", "Наповнити наплічники душею арбітра:\n\n\"Присуд світла\" та \"Присуд мудрості\" також накладають ефект \"Присуду лицаря\".", en="Soul of the Arbiter" },
[1219881] = { "Душа вознесення", "Наповнити наплічники душею вознесення:\n\nВаші \"Присуди\" збільшують шкоду святістю на {1}% протягом {2} с. Ефект накопичується до {3} разів.#grants {1}% increased Holy damage for {2} sec, stacking up to {3} times", en="Soul of the Ascendant" },
[1219865] = { "Душа Бастіону", "Наповнити наплічники душею Бастіону:\n\nВи отримуєте на {1}% менше шкоди, поки діє \"Священний щит\".#take {1}% reduced damage while Holy", en="Soul of the Bastion" },
[1219874] = { "Душа властителя", "Наповнити наплічники душею властителя:\n\nЯкщо на вас не діє \"Маяк світла\", ви зцілюєте ціль вашого \"Маяка світла\" на {1}% від вашої шкоди, завданої закляттями \"Освячення\", \"Екзорцизм\", \"Священний шок\", \"Священний гнів\" та \"Молот гніву\".#Beacon of Light target is also healed by {1}% of the damage", en="Soul of the Dominus" },
[1219883] = { "Душа відлученого", "Наповнити наплічники душею відлученого:\n\nВаші базові атаки дворучною зброєю збільшують шкоду наступного \"Екзорцизму\" на {2}% протягом {1} с. Ефект накопичується до {3} разів.#Exorcism cast within {1} sec by {2}%#Stacking up to {3} times", en="Soul of the Excommunicator" },
[1219871] = { "Душа взірця", "Наповнити наплічники душею взірця:\n\nКоли ваш \"Зблиск світла\", \"Священне світло\" чи \"Маяк світла\" зцілює ціль до повного запасу здоров'я, ви також зцілюєте всім учасникам групи цілі від {1} до {2} здоров'я.#all members of their party for {1} to {2} health", en="Soul of the Exemplar" },
[1219885] = { "Душа вигнанця", "Наповнити наплічники душею вигнанця:\n\nЗменшує час відновлення \"Екзорцизму\" на {1} с та збільшує його шкоду на {2}%.#Exorcism spell by {1} sec#its damage done by {2}%", en="Soul of the Exile" },
[1219868] = { "Душа захисника", "Наповнити наплічники душею захисника:\n\nПісля застосування \"Щита праведника\" ваше наступне \"Священне світло\" вимовляється миттєво. При застосуванні закляття на себе, воно відновить {1}% витраченої мани, і на нього не впливатиме ефект \"Під захистом Світла\".#refund {1}% of its mana cost and be unaffected", en="Soul of the Guardian" },
[1219872] = { "Душа інквізитора", "Наповнити наплічники душею інквізитора:\n\nЗбільшує ймовірність критичного ефекту \"Священного шоку\" на {1}%.#chance of Holy Shock by {1}%", en="Soul of the Inquisitor" },
[1219867] = { "Душа залізного лицаря", "Наповнити наплічники душею залізного лицаря:\n\nВаше \"Благословення прихистку\" також збільшує всі характеристики на {1}% при застосуванні на себе.#Sanctuary also grants {1}% increase to all", en="Soul of the Ironclad" },
[1219880] = { "Душа судді", "Наповнити наплічники душею судді:\n\nЗменшує час відновлення \"Присудів\" на {1} с, але зменшує їхню шкоду на {2}%.#on your Judgement ability by {1} sec#your Judgements deal by {2}%", en="Soul of the Judicator" },
[1219879] = { "Душа юстиціара", "Наповнити наплічники душею юстиціара:\n\nВаші \"Присуди\" завдають на {1}% більше шкоди та не поглинають ефекти печаток з цілі. Також \"Присуди\" тепер можуть викликати спрацювання кількох печаток.#damaging Judgements by {1}% and your Judgements", en="Soul of the Justicar" },
[1219884] = { "Душа Світлоносця", "Наповнити наплічники душею Світлоносця:\n\nЗбільшує шкоду \"Священного шоку\" на {1}%.#by your Holy Shock spell by {1}%", en="Soul of the Lightbringer" },
[1219862] = { "Душа захисника світла", "Наповнити наплічники душею захисника світла:\n\nЗцілює вам від {1} до {2} здоров'я, коли ви блокуєте. Цей ефект може спрацьовувати лише раз на кілька секунд.#Heal for {1} to {2} when you Block", en="Soul of the Lightwarden" },
[1219869] = { "Душа миротворця", "Наповнити наплічники душею миротворця:\n\nЗбільшує ймовірність спрацювання \"Присуду світла\" та \"Присуду мудрості\" для ваших союзників до {1}%.#or Judgement of Wisdom to {1}%", en="Soul of the Peacekeeper" },
[1219863] = { "Душа осяйного захисника", "Наповнити наплічники душею осяйного захисника:\n\n\"Священний щит\" більше не має зарядів і не спадає від блокувань. Крім того, його шкода збільшується на {1}% від вашого показника блоку щитом.#increased by {1}% of your shield block", en="Soul of the Radiant Defender" },
[1219866] = { "Душа воздаятеля", "Наповнити наплічники душею воздаятеля:\n\nТалант \"Воздаяння\" з ймовірністю {1}% за ранг спрацьовує, коли ви блокуєте.#Reckoning talent now has a {1}% chance", en="Soul of the Reckoner" },
[1219870] = { "Душа довершеності", "Наповнити наплічники душею довершеності:\n\nЗбільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="Soul of the Refined" },
[1219882] = { "Душа розплати", "Наповнити наплічники душею розплати:\n\nЗбільшує шкоду \"Удару лицаря\" на {1}%.#Crusader Strike damage by {1}%", en="Soul of the Retributor" },
[1219878] = { "Душа майстра печаток", "Наповнити наплічники душею майстра печаток:\n\nВаші печатки наказу, праведності та мучеництва завдають на {1}% менше шкоди, але продовжують діяти протягом {2} с після накладання іншої печатки або до накладання третьої. \"Присуди\" тепер можуть викликати спрацювання кількох печаток.#Martyrdom deal {1}% less#now persist for {2} seconds", en="Soul of the Sealbearer" },
[1219864] = { "Душа щитоносця", "Наповнити наплічники душею щитоносця:\n\nЗбільшує бонус до ймовірності блокування від \"Священного щита\" на {1}%.#Block from Holy Shield by {1}%", en="Soul of the Shieldbearer" },
[1219873] = { "Душа суверена", "Наповнити наплічники душею суверена:\n\nЗбільшує шкоду вашого \"Освячення\" на {1}%.#by your Consecration by {1}%", en="Soul of the Sovereign" },
[1219886] = { "Душа храмовника", "Наповнити наплічники душею храмовника:\n\nПоки ви тримаєте одноручну зброю, \"Удар лицаря\" вивільняє ефекти ваших печаток на цілі, але не поглинає їх.", en="Soul of the Templar" },
[1219875] = { "Душа відплати", "Наповнити наплічники душею відплати:\n\nЗменшує час відновлення \"Божественного світла\" на {1}%.#cooldown on Divine Light by {1}%", en="Soul of the Vindicator" },

-- Set bonuses
[1213467] = { "Сезон 3 - Предмет - Комплект руїн Ан'Кіражу - Паладин - Бонус 3 предметів розплати", "Поки ви тримаєте одноручну зброю, \"Удар лицаря\" вивільняє ефекти ваших печаток на цілі, але не поглинає їх.", en="S03 - Item - RAQ - Paladin - Retribution 3P Bonus" },
[456488] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів світла", "Збільшує ймовірність спрацювання \"Присуду світла\" та \"Присуду мудрості\" для ваших союзників до {1}%.#or Judgement of Wisdom to {1}%", en="S03 - Item - T1 - Paladin - Holy 2P Bonus" },
[457323] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 4 предметів Світла", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="S03 - Item - T1 - Paladin - Holy 4P Bonus" },
[456492] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 6 предметів світла", "Коли ваш \"Зблиск світла\", \"Священне світло\" чи \"Маяк світла\" зцілює ціль до повного запасу здоров'я, ви також зцілюєте всім учасникам групи цілі від {1} до {2} здоров'я.#all members of their party for {1} to {2} health", en="S03 - Item - T1 - Paladin - Holy 6P Bonus" },
[456536] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів захисту", ref=21539, en="S03 - Item - T1 - Paladin - Protection 2P Bonus" },
[456538] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 4 предметів захисту", "Зцілює вам від {1} до {2} здоров'я, коли ви блокуєте. Цей ефект може спрацьовувати лише раз на кілька секунд.#Heal for {1} to {2} when you Block", en="S03 - Item - T1 - Paladin - Protection 4P Bonus" },
[456541] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 6 предметів захисту", "Священний щит більше не має зарядів і не спадає від блокувань. Крім того, його шкода збільшується на {1}% від вашого показника блоку щитом.#increased by {1}% of your shield block", en="S03 - Item - T1 - Paladin - Protection 6P Bonus" },
[456494] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 2 предметів розплати", "\"Присуд світла\" та \"Присуд мудрості\" також накладають ефект \"Присуду лицаря\".", en="S03 - Item - T1 - Paladin - Retribution 2P Bonus" },
[456533] = { "Сезон 3 - Предмет - Комплект 1 - Паладин - Бонус 6 предметів розплати", "Ваші печатки наказу, праведності та мучеництва завдають на {1}% менше шкоди, але продовжують діяти протягом {2} с після накладання іншої печатки або до накладання третьої. \"Присуд\" тепер може викликати спрацювання кількох печаток.#Martyrdom deal {1}% less#now persist for {2} seconds", en="S03 - Item - T1 - Paladin - Retribution 6P Bonus" },
[467506] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 2 предметів світла", "Збільшує ймовірність критичного ефекту \"Священного шоку\" на {1}%.#chance of Holy Shock by {1}%", en="S03 - Item - T2 - Paladin - Holy 2P Bonus" },
[467507] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 4 предметів світла", "Збільшує шкоду вашого \"Освячення\" на {1}%.#by your Consecration by {1}%", en="S03 - Item - T2 - Paladin - Holy 4P Bonus" },
[467513] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 6 предметів світла", "Якщо на вас не діє \"Маяк світла\", ви зцілюєте ціль вашого \"Маяка світла\" на {1}% від вашої шкоди, завданої закляттями \"Освячення\", \"Екзорцизм\", \"Священний шок\", \"Священний гнів\" та \"Молот гніву\".#Beacon of Light target is also healed by {1}% of the damage", en="S03 - Item - T2 - Paladin - Holy 6P Bonus" },
[467531] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 2 предметів захисту", "Збільшує бонус до ймовірності блокування від \"Священного щита\" на {1}%.#Block from Holy Shield by {1}%", en="S03 - Item - T2 - Paladin - Protection 2P Bonus" },
[467532] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 4 предметів захисту", "Ви отримуєте на {1}% менше шкоди, поки діє \"Священний щит\".#take {1}% reduced damage while Holy", en="S03 - Item - T2 - Paladin - Protection 4P Bonus" },
[467536] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 6 предметів захисту", "Талант \"Воздаяння\" з ймовірністю {1}% за ранг спрацьовує, коли ви блокуєте.#Reckoning talent now has a {1}% chance", en="S03 - Item - T2 - Paladin - Protection 6P Bonus" },
[467518] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 2 предметів розплати", "Ваші \"Присуди\" завдають на {1}% більше шкоди та не поглинають ефекти печаток з цілі. Також \"Присуди\" тепер можуть викликати спрацювання кількох печаток.#damaging Judgements by {1}% and your Judgements", en="S03 - Item - T2 - Paladin - Retribution 2P Bonus" },
[467526] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 4 предметів розплати", "Зменшує час відновлення \"Присудів\" на {1} с, але зменшує їхню шкоду на {2}%.#on your Judgement ability by {1} sec#your Judgements deal by {2}%", en="S03 - Item - T2 - Paladin - Retribution 4P Bonus" },
[467529] = { "Сезон 3 - Предмет - Комплект 2 - Паладин - Бонус 6 предметів розплати", "Ваші \"Присуди\" збільшують шкоду святістю на {1}% протягом {2} с. Ефект накопичується до {3} разів.#grants {1}% increased Holy damage for {2} sec, stacking up to {3} times", en="S03 - Item - T2 - Paladin - Retribution 6P Bonus" },
[1213349] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 2 предметів світла", "Зменшує час відновлення \"Божественного світла\" на {1}%.#cooldown on Divine Light by {1}%", en="S03 - Item - TAQ - Paladin - Holy 2P Bonus" },
[1213353] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 4 предметів світла", "Коли \"Маяк Світла\" зцілює ціль, він також зцілює найближчу дружню поранену ціль на {1}% свого ефекту.#nearest friendly injured target for {1}% as much", en="S03 - Item - TAQ - Paladin - Holy 4P Bonus" },
[1213410] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 2 предметів захисту", "Ваше \"Благословення прихистку\" також збільшує всі характеристики на {1}% при застосуванні на себе.#Sanctuary also grants {1}% increase to all", en="S03 - Item - TAQ - Paladin - Protection 2P Bonus" },
[1213413] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 4 предметів захисту", "Після застосування \"Щита праведника\" ваше наступне \"Священне світло\" вимовляється миттєво. При застосуванні закляття на себе, воно відновить {1}% витраченої мани, і на нього не впливатиме ефект \"Під захистом Світла\".#refund {1}% of its mana cost and be unaffected", en="S03 - Item - TAQ - Paladin - Protection 4P Bonus" },
[1213397] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 4 предметів розплати", "Збільшує шкоду \"Удару лицаря\" на {1}%.#Crusader Strike damage by {1}%", en="S03 - Item - TAQ - Paladin - Retribution 2P Bonus" },
[1213406] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Паладин - Бонус 4 предметів розплати", "Ваші базові атаки дворучною зброєю збільшують шкоду наступного \"Екзорцизму\" на {2}% протягом {1} с. Ефект накопичується до {3} разів.#Exorcism cast within {1} sec by {2}%#Stacking up to {3} times", en="S03 - Item - TAQ - Paladin - Retribution 4P Bonus" },
[468428] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Паладин - Бонус 3 предметів заклинателя", "Збільшує шкоду \"Священного шоку\" на {1}%.#by your Holy Shock spell by {1}%", en="S03 - Item - ZG - Paladin - Caster 3P Bonus" },
[468431] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Паладин - Бонус 5 предметів заклинателя", "Зменшує час відновлення \"Екзорцизму\" на {1} с та збільшує його шкоду на {2}%.#Exorcism spell by {1} sec#its damage done by {2}%", en="S03 - Item - ZG - Paladin - Caster 5P Bonus" },
[1220210] = { "Душа альтруїста", ref=1213353, en="Soul of the Altruist" },
[1220211] = { "Душа альтруїста", en="Soul of the Altruist" },
[1220212] = { "Душа арбітра", ref=456494, en="Soul of the Arbiter" },
[1220213] = { "Душа арбітра", en="Soul of the Arbiter" },
[1220220] = { "Душа вознесення", ref=467529, en="Soul of the Ascendant" },
[1220221] = { "Душа вознесення", en="Soul of the Ascendant" },
[1220188] = { "Душа Бастіону", ref=467532, en="Soul of the Bastion" },
[1220189] = { "Душа Бастіону", en="Soul of the Bastion" },
[1220206] = { "Душа властителя", ref=467513, en="Soul of the Dominus" },
[1220207] = { "Душа властителя", en="Soul of the Dominus" },
[1220224] = { "Душа відлученого", ref=1213406, en="Soul of the Excommunicator" },
[1220225] = { "Душа відлученого", en="Soul of the Excommunicator" },
[1220200] = { "Душа взірця", ref=456492, en="Soul of the Exemplar" },
[1220201] = { "Душа взірця", en="Soul of the Exemplar" },
[1220228] = { "Душа вигнанця", ref=468431, en="Soul of the Exile" },
[1220229] = { "Душа вигнанця", en="Soul of the Exile" },
[1220194] = { "Душа захисника", ref=1213413, en="Soul of the Guardian" },
[1220195] = { "Душа захисника", en="Soul of the Guardian" },
[1220202] = { "Душа інквізитора", ref=467506, en="Soul of the Inquisitor" },
[1220203] = { "Душа інквізитора", en="Soul of the Inquisitor" },
[1220192] = { "Душа залізного лицаря", ref=1213410, en="Soul of the Ironclad" },
[1220193] = { "Душа залізного лицаря", en="Soul of the Ironclad" },
[1220218] = { "Душа судді", ref=467526, en="Soul of the Judicator" },
[1220219] = { "Душа судді", en="Soul of the Judicator" },
[1220216] = { "Душа юстиціара", ref=467518, en="Soul of the Justicar" },
[1220217] = { "Душа юстиціара", en="Soul of the Justicar" },
[1220226] = { "Душа Світлоносця", ref=468428, en="Soul of the Lightbringer" },
[1220227] = { "Душа Світлоносця", en="Soul of the Lightbringer" },
[1220182] = { "Душа захисника світла", ref=456538, en="Soul of the Lightwarden" },
[1220183] = { "Душа захисника світла", en="Soul of the Lightwarden" },
[1220196] = { "Душа миротворця", ref=456488, en="Soul of the Peacekeeper" },
[1220197] = { "Душа миротворця", en="Soul of the Peacekeeper" },
[1220184] = { "Душа осяйного захисника", ref=456541, en="Soul of the Radiant Defender" },
[1220185] = { "Душа осяйного захисника", en="Soul of the Radiant Defender" },
[1220190] = { "Душа воздаятеля", ref=467536, en="Soul of the Reckoner" },
[1220191] = { "Душа воздаятеля", en="Soul of the Reckoner" },
[1220198] = { "Душа довершеності", ref=457323, en="Soul of the Refined" },
[1220199] = { "Душа довершеності", en="Soul of the Refined" },
[1220222] = { "Душа розплати", ref=1213397, en="Soul of the Retributor" },
[1220223] = { "Душа розплати", en="Soul of the Retributor" },
[1220214] = { "Душа майстра печаток", ref=456533, en="Soul of the Sealbearer" },
[1220215] = { "Душа майстра печаток", en="Soul of the Sealbearer" },
[1220186] = { "Душа щитоносця", ref=467531, en="Soul of the Shieldbearer" },
[1220187] = { "Душа щитоносця", en="Soul of the Shieldbearer" },
[1220204] = { "Душа суверена", ref=467507, en="Soul of the Sovereign" },
[1220205] = { "Душа суверена", en="Soul of the Sovereign" },
[1220230] = { "Душа храмовника", ref=1213467, en="Soul of the Templar" },
[1220231] = { "Душа храмовника", en="Soul of the Templar" },
[1220208] = { "Душа відплати", ref=1213349, en="Soul of the Vindicator" },
[1220209] = { "Душа відплати", en="Soul of the Vindicator" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
