local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Binding Heal
[401937] = { "Зв'язуюче зцілення", "Зцілює цілі та заклиначу від {1} до {2} здоров'я. Спричиняє зменшену загрозу. Це закляття взаємодіє з усіма ефектами, що й \"Швидке зцілення\".#caster for {1} to {2}.", en="Binding Heal" },
[402837] = { "Зв'язуюче зцілення", "Отримати здібність \"Зв'язуюче зцілення\":", rune=401937, en="Binding Heal" },
-- Black
[402368] = { "Чорне", nil, "Шкоду від заклять збільшено на 10%.", en="Black" },
-- Circle of Healing
[401946] = { "Коло зцілення", "Зцілює всіх членів групи цілі в радіусі {1} м від неї на {2}-{3} здоров'я.#within {1} y#for {2} to {3}", en="Circle of Healing" },
[402842] = { "Коло зцілення", "Отримати здібність \"Коло зцілення\":", rune=401946, en="Circle of Healing" },
-- Deliverance
[467543] = { "Визволення", nil, "Наступне закляття жерця зз тривалістю вимови менше {1} с буде миттєвим.#than {1} sec", en="Deliverance" },
-- Despair
[431670] = { "Відчай", "Періодична шкода ваших заклинань тепер може бути критичною, а критичні удари бойових заклять завдають {1}% шкоди.#deal {1}% damage", en="Despair" },
[431675] = { "Відчай", "Отримати здібність \"Відчай\":", rune=431670, en="Despair" },
-- Desperate Prayer
[459702] = { "Відчайдушна молитва", "Отримати здібність \"Відчайдушна молитва\":", rune=19243, en="Desperate Prayer" },
-- Devouring Plague
[459713] = { "Ненажерна чума", "Отримати здібність \"Ненажерна чума\":", rune=19280, en="Devouring Plague" },
-- Diplomatic Immunity
[456881] = { "Дипломатичний імунітет", "Орда дозволяє вам перебувати тут. Поки що.", en="Diplomatic Immunity" },
[461256] = { "Дипломатичний імунітет", "Альянс дозволяє вам перебувати тут. Поки що.", en="Diplomatic Immunity" },
-- Dispersion
[425294] = { "Розчинення", "Ви розчиняєтесь в тіні, зменшуючи всю отриману шкоду на {1}%. Ви не можете атакувати або використовувати заклинання, але відновлюєте {2}% мани щосекунди протягом {3} секунд. \"Розчинення\" можна застосувати під час приголомшення, страху та знемовлення, при застосуванні воно знімає ефекти обмеження руху, а також надає невразливість до них на час дії.#taken by {1}%#regenerate {2}% mana#for {3} sec", "Отриману шкоду зменшено на {1}% і ви відновлюєте {2}% мани щосекунди протягом {3} секунд. Ви не може атакувати та застосовувати заклинання, але невразливі до ефектів обмеження руху.#damage by {1}%#regenerate {2}% mana#for {3} sec", en="Dispersion" },
[425307] = { "Розчинення", "Отримати здібність \"Розчинення\":", rune=425294, en="Dispersion" },
-- Divine Aegis
[431622] = { "Божественне заступництво", "Критичне зцілення захищає ціль щитом, що поглинає шкоду в обсязі {1}% від зцілення. Триває {2} секунд.#absorbing {1}%#Lasts {2} sec", en="Divine Aegis" },
[431624] = { "Божественне заступництво", "Критичне зцілення може захистити ціль щитом, що поглинає шкоду в залежності від обсягу зцілення. Триває {1} секунд.#Lasts {1} sec", "Поглинає {1} шкоди.#Absorbs {1} damage", en="Divine Aegis" },
[431649] = { "Божественне заступництво", "Отримати здібність \"Божественне заступництво\":", rune=431622, en="Divine Aegis" },
-- Elune's Grace
[459706] = { "Милість Елуни", "Отримати здібність \"Милість Елуни\":", rune=19293, en="Elune's Grace" },
-- Empowered Renew
[425266] = { "Підсилене оновлення", "\"Оновлення\" тепер зцілює ціль раз одразу після застосування, а ваші бонуси до зцілення підсилюють його на {1}% при кожному зціленні.\n\nКрім того, \"Оновлення\" тепер може зцілювати ціль, що перебуває під ефектом \"Оновлення\" іншого жерця.#gains {1}% increased", en="Empowered Renew" },
[425302] = { "Підсилене оновлення", "Отримати здібність \"Підсилене оновлення\":", rune=425266, en="Empowered Renew" },
-- Eye of the Void
[402789] = { "Око Порожнечі", "Викликати око Порожнечі, щоб битиметься за вас протягом {1} с. Око може накладати на вашу ціль різноманітні прокляття.#for {1} sec", en="Eye of the Void" },
[402846] = { "Око Порожнечі", "Отримати здібність \"Око Порожнечі\":", rune=402789, en="Eye of the Void" },
-- Fear Ward
[459699] = { "Оберіг від страху", "Отримати здібність \"Оберіг від страху\":", rune=6346, en="Fear Ward" },
-- Feedback
[447549] = { ref=13896 }, -- Feedback
[459703] = { "Відгомін", "Отримати здібність \"Відгомін\":", rune=19275, en="Feedback" },
-- Harness the Spirit
[467632] = { "Приборкання духу", nil, "Шкоду від тіні збільшено на {1}%.#by {1}%", en="Harness the Spirit" },
-- Healing Echoes
[467588] = { "Відлуння зцілення", nil, "Зцілює {1} шкоди кожні {2} с.#Healing {1} damage every {2} sec", en="Healing Echoes" },
-- Hex of Weakness
[459710] = { "Пристріт слабкості", "Отримати здібність \"Пристріт слабкості\":", rune=19285, en="Hex of Weakness" },
-- Homunculi
[402799] = { "Гомункули", "Відламуючи осколки своєї душі, ви створюєте 3 мініатюрні копії себе, які намагаються атакувати поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно.", en="Homunculi" },
[402801] = { "Гомункули", "Оживити 5 скелетів, які атакуватимуть вашу поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно.", en="Homunculi" },
[402802] = { ref=402801 }, -- Homunculi
[402836] = { "Гомункули", "Отримати здібність \"Гомункули\":", rune=402799, en="Homunculi" },
-- Increased Fortitude
[436951] = { "Підвищена стійкість", "Зменшує витрати мани на \"Слово сили: Стійкість\" на {1}% і збільшує його тривалість на {2}%.#Fortitude by {1}%#duration by {2}%", en="Increased Fortitude" },
-- Infusion of Souls
[1232095] = { ref=1230948 }, -- Infusion of Souls
-- Mass Penance
[437921] = { "Масова сповідь", en="Mass Penance" },
[437924] = { "Масова сповідь", en="Mass Penance" },
-- Melting Faces
[456549] = { "Плавлення лиць", nil, "Зменшує час промовляння наступного закляття \"Муки розуму\" на {1}% та збільшує його загальну шкоду на {2}%.#spell by {1}%#damage by {2}%", en="Melting Faces" },
-- Mind Flay
[412526] = { ref=26143 }, -- Mind Flay
[474204] = { ref=16568 }, -- Mind Flay
[474268] = { ref=26044 }, -- Mind Flay
[1215740] = { ref=26143 }, -- Mind Flay
-- Mind Sear
[413259] = { "Випалювання розуму", "Викликає вибух тіньової магії, що вражає ціль та ворогів навколо неї, завдаючи від {1} до {2} шкоди від тіні щосекунди протягом {3} с всім ворогам в межах {4} м навколо цілі.#causing {1} to {2} Shadow#for {3} sec#within {4} y", "Завдає шкоди від тіні всім цілям в межах 10 м.", en="Mind Sear" },
[413260] = { "Випалювання розуму", "Викликає вибух тіньової магії навколо ворожої цілі, завдаючи від {1} до {2} шкоди від тіні щосекунди всім ворогам в радіусі 10 м навколо цілі.#causing {1} to {2} Shadow", "Завдає шкоди від тіні всім цілям в межах 10 м.", en="Mind Sear" },
[415738] = { "Випалювання розуму", "Отримати здібність \"Випалювання розуму\":", rune=413259, en="Mind Sear" },
-- Mind Spike
[431655] = { "Пронизування розуму", "Завдає цілі від {1} до {2} шкоди від крижаної тіні та збільшує ймовірність критичного удару наступного \"Вибуху розуму\" на {3}%. Ефект накопичується до {4} разів.#for {1} to {2} Shadowfrost#target by {3}%#up to {4} times", "Ймовірність критичного удару наступного \"Вибуху розуму\" жерця збільшено на {1}%.#increased by {1}%", en="Mind Spike" },
[431662] = { "Пронизування розуму", "Отримати здібність \"Пронизування розуму\":", rune=431655, en="Mind Spike" },
-- Mind Vision
[450108] = { ref=10909 }, -- Mind Vision
-- Pain Suppression
[402004] = { "Пригнічення болю", "Зменшує отриману дружньою ціллю шкоду на {1}% і збільшує опір до розвіювання ефектів на {2}% протягом {3} секунд.#target by {1}%#mechanics by {2}% for {3} sec", "Отриману шкоду зменшено на {1}%, а опір до розвіювання ефектів збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Pain Suppression" },
[402839] = { "Пригнічення болю", "Отримати здібність \"Пригнічення болю\":", rune=402004, en="Pain Suppression" },
-- Pain and Suffering
[409076] = { "Біль і страждання", en="Pain and Suffering" },
[413251] = { "Біль і страждання", "Закляття \"Вибух розуму\", \"Пронизування розуму\" та \"Муки розуму\" поновлюють тривалість одного з ваших ефектів \"Слово тіні: Біль\", \"Чума Порожнечі\" чи \"Дотик вампіра\" на цілі до максимальної тривалості. Завжди оновлює ефект з найменшою тривалістю.", en="Pain and Suffering" },
[415481] = { "Біль і страждання", "Отримати здібність \"Біль і страждання\":", rune=413251, en="Pain and Suffering" },
-- Penance
[402174] = { "Сповідь", "Випускає залп святого світла по цілі, завдаючи {1} шкоди святістю ворогу або зцілюючи союзнику {2} здоров'я миттєво і щосекунди протягом {3} с.#causing {1} Holy#or {2} healing#for {3} sec", en="Penance" },
[402261] = { "Сповідь", en="Penance" },
[402277] = { "Сповідь", en="Penance" },
[402284] = { ref=402174 }, -- Penance
[402289] = { ref=402174 }, -- Penance
[402844] = { "Сповідь", "Отримати здібність \"Сповідь\":", rune=402174, en="Penance" },
-- Power Word: Barrier
[425205] = { "Слово сили: Бар'єр", nil, "Отримана шкода зменшується на 25% та не спричиняє затримок вимови заклинань.", en="Power Word: Barrier" },
[425207] = { "Слово сили: Бар'єр", "Викликає священний бар'єр, який захищає всіх членів групи протягом 10 с, зменшуючи всю отримувану шкоду на 25% і запобігаючи затримці вимови заклинань.", en="Power Word: Barrier" },
[425212] = { "Слово сили: Бар'єр", "Отримати здібність \"Слово сили: Бар'єр\":", rune=425207, en="Power Word: Barrier" },
-- Prayer of Mending
[41637] = { "Молитва загоєння", en="Prayer of Mending" },
[401859] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {2} м. Здійснює до {3} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times", en="Prayer of Mending" },
[401863] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і діє до скасування. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times", en="Prayer of Mending" },
[401877] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times", "Зцілиться на {1} здоров'я при отриманні шкоди або зцілення.#for {1} upon", en="Prayer of Mending" },
[401880] = { "Молитва загоєння", en="Prayer of Mending" },
[401882] = { "Молитва загоєння", en="Prayer of Mending" },
[402832] = { "Молитва загоєння", "Отримати здібність \"Молитва загоєння\":", rune=401859, en="Prayer of Mending" },
-- Priest Racial Ability
[459695] = { "Расова здібність жерців", "Вивчіть расову здібність жерців іншої раси, щоб активувати цю здібність.", en="Priest Racial Ability" },
-- Priest Racial Ability RAQ
[1219274] = { "Додаткова расова здібність жерців", "Вивчіть здібність жерців іншої раси, щоб активувати цю здібність.", en="Priest Racial Ability RAQ" },
-- Renew
[425268] = { "Оновлення", "Зцілює {1} здоров'я цілі протягом {2} с.#of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Renew" },
[425269] = { ref=425268 }, -- Renew
[425270] = { ref=425268 }, -- Renew
[425271] = { ref=425268 }, -- Renew
[425272] = { ref=425268 }, -- Renew
[425273] = { ref=425268 }, -- Renew
[425274] = { ref=425268 }, -- Renew
[425275] = { ref=425268 }, -- Renew
[425276] = { ref=425268 }, -- Renew
[425277] = { ref=425268 }, -- Renew
-- Renewed Hope
[425280] = { "Відроджена надія", "Ваші заклинання \"Швидке зцілення\", \"Мале зцілення\", \"Зцілення\", \"Велике зцілення\" і \"Сповідь\" мають збільшену на {1}% ефективність при застосуванні до цілей зі знесиленою душею.#have {1}% increased", en="Renewed Hope" },
[425303] = { "Відроджена надія", "Отримати здібність \"Відроджена надія\":", rune=425280, en="Renewed Hope" },
-- Resurrection
[420882] = { "Воскресіння", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не можна використовувати в бою.#{1} health and {2} mana", en="Resurrection" },
[420883] = { ref=420882 }, -- Resurrection
[420884] = { ref=420882 }, -- Resurrection
[420885] = { ref=420882 }, -- Resurrection
-- Serendipity
[413247] = { "Проникливість", nil, "Час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" зменшено на {1}%#reduced by {1}%", en="Serendipity" },
[413248] = { "Проникливість", "Зцілення за допомогою \"Швидкого зцілення\" зменшує час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" на 20% протягом 20 с. Ефект накопичується до 3 разів.", en="Serendipity" },
[415737] = { "Проникливість", "Отримати здібність \"Проникливість\":", rune=413248, en="Serendipity" },
-- Shadow Word: Death
[401955] = { "Слово тіні: Смерть", "Завдає цілі від {1} до {2} шкоди від тіні. Якщо ціль не помре від цього заклинання, заклинатель отримає шкоду, що дорівнює {3}% від шкоди закляття.#inflicts {1} to {2} Shadow#to {3}% of the damage", en="Shadow Word: Death" },
[401962] = { "Слово тіні: Смерть", "Завдає цілі шкоду від тіні. Якщо ціль не помре від цього заклинання, то заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі.", en="Shadow Word: Death" },
[402833] = { "Слово тіні: Смерть", "Отримати здібність \"Слово тіні: Смерть\":", rune=401955, en="Shadow Word: Death" },
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Ефекти, що діють по області, завдають марнику менше шкоди. Триває {2} с.#receives {1}% mana#Lasts {2} sec", en="Shadowfiend" },
[401977] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Триває {2} с.#receives {1}% mana#Lasts {2} sec", en="Shadowfiend" },
[402843] = { "Тіньовий марник", "Отримати здібність \"Тіньовий марник\":", rune=401977, en="Shadowfiend" },
[440054] = { ref=401977 }, -- Shadowfiend
-- Shadowguard
[421248] = { "Тінестраж", "Заклинателя оточують тіні. Коли закляття або атака ближнього чи дальнього бою влучає у заклинача, нападнику буде завдано {1} шкоди від тіні. Ця шкода може бути завдана нападникам лише раз на кілька секунд. Шкода від цього ефекту не спричиняє загрози. Ефект має {2} заряди та триває {3} хв.#struck for {1}#{2} charges#Lasts {3} min", "Завдає {1} шкоди від тіні нападникам при влучанні. Ця шкода не спричиняє загрози. {2} заряди.#Causes {1} Shadow#{2} charges", en="Shadowguard" },
[459709] = { "Тінестраж", "Отримати здібність \"Тінестраж\":", rune=19312, en="Shadowguard" },
-- Shared Pain
[401969] = { "Спільний біль", "\"Слово тіні: Біль\" також вражає до {1} додаткових цілей в радіусі {2} метрів.#up to {1} additional#within {2} y", en="Shared Pain" },
[402838] = { "Спільний біль", "Отримати здібність \"Спільний біль\":", rune=401969, en="Shared Pain" },
-- Soul Warding
[402000] = { "Оберіг душі", "\"Слово сили: Щит\" більше не має часу відновлення, витрачає на {1}% менше мани, а його ефективність збільшується на {2}% та на {3}% від вашої сили зцілення.#costs {1}% less#gains {2}% additional#additional {3}% of", en="Soul Warding" },
[402834] = { "Оберіг душі", "Отримати здібність \"Оберіг душі\":", rune=402000, en="Soul Warding" },
-- Spirit of the Redeemer
[425284] = { "Дух спокутника", "Активувати, щоб стати духом спокути на {1} с. У цій формі ви можете безкоштовно застосовувати будь-яке заклинання зцілення, але не можете пересуватися, атакувати чи бути ціллю для будь-яких атак, заклинань чи ефектів. Для активації потрібен талант \"Дух спокути\", і після застосування ви більше не зможете стати духом спокути до самої смерті.#for {1} sec", "Ви стали сильнішими, ніж будь-хто може собі уявити.", en="Spirit of the Redeemer" },
[425304] = { "Дух спокутника", "Отримати здібність \"Дух спокутника\":", rune=425284, en="Spirit of the Redeemer" },
-- Starshards
[459705] = { "Зорескалки", "Отримати здібність \"Зорескалки\":", rune=19305, en="Starshards" },
-- Strength of Soul
[415739] = { "Сила душі", "\"Мале зцілення\", \"Зцілення\", \"Велике зцілення\" та \"Швидке зцілення\" скорочують час дії ефекту \"Знесилена душа\" на цілі на {1} с. Крім того, цілі під дією вашого \"Слова сили: Щит\" накопичують лють від поглинутої шкоди, а \"Праведна лють\" спрацьовує від поглинання шкоди як від зцілення.#by {1} sec", en="Strength of Soul" },
[415740] = { "Сила душі", "Отримати здібність \"Сила душі\":", rune=415739, en="Strength of Soul" },
-- Surge of Light
[431664] = { "Сплеск світла", "Критичні ефекти заклять дозволяють миттєво вимовити закляття \"Кара\" або \"Швидке зцілення\" протягом {1} секунд.#within {1} sec", en="Surge of Light" },
[431666] = { "Сплеск світла", nil, "Наступне закляття \"Кара\" або \"Швидке зцілення\" буде вимовлено миттєво.", en="Surge of Light" },
[431668] = { "Сплеск світла", "Отримати здібність \"Сплеск світла\":", rune=431664, en="Surge of Light" },
-- Touch of Weakness
[459714] = { "Дотик слабкості", "Отримати здібність \"Дотик слабкості\":", rune=19266, en="Touch of Weakness" },
-- Twisted Faith
[425198] = { "Викривлена віра", "\"Муки розуму\" і \"Вибух розуму\" завдають на {1}% більше шкоди цілям, що уражені вашим \"Словом тіні: Біль\".#deal {1}% increased", en="Twisted Faith" },
[425210] = { "Викривлена віра", "Отримати здібність \"Викривлена віра\":", rune=425198, en="Twisted Faith" },
-- Vampiric Embrace
[461966] = { ref=15286 }, -- Vampiric Embrace
-- Vampiric Touch
[402668] = { "Дотик вампіра", "Накладає на ціль ефект \"Вампірські обійми\", що завдає {1} шкоди від тіні протягом {2} с та відновлює всім учасникам групи {3}% від завданої вами шкоди від тіні по цілі.#causes {1} Shadow#over {2} sec#to {3}% of", "{1} шкоди від тіні кожні {2} с.\nУчасники групи жерця відновлюють ману в обсязі {3}% від завданої жерцем шкоди від тіні по цілі.#{1} Shadow damage every {2} sec#to {3}% of", en="Vampiric Touch" },
[402841] = { "Дотик вампіра", "Отримати здібність \"Дотик вампіра\":", rune=402668, en="Vampiric Touch" },
-- Void Plague
[425204] = { "Чума Порожнечі", "Вражає ціль хворобою, яка завдає {1} шкоди від тіні протягом {2} с.#causes {1} Shadow damage over {2} sec", "Завдає {1} шкоди від тіні кожні {2} с.#{1} damage every {2} sec", en="Void Plague" },
[425211] = { "Чума Порожнечі", "Отримати здібність \"Чума Порожнечі\":", rune=425204, en="Void Plague" },
-- Void Zone
[431681] = { "Осередок Порожнечі", "Створює осередок порожнечі в цільовій області, що завдає {1} шкоди тінню ворогам, що знаходяться в ній, щосекунди протягом {2} секунд.#deals {1} Shadow#for {2} sec", "Завдає {1} шкоди тінню ворогам, що знаходяться в області дії.#Dealing {1} Shadow", en="Void Zone" },
[431688] = { "Осередок Порожнечі", nil, "Перебуває в Осередку Порожнечі жерця.", en="Void Zone" },
[431704] = { "Осередок Порожнечі", "Отримати здібність \"Осередок Порожнечі\":", rune=431681, en="Void Zone" },
-- White
[402362] = { "Біле", nil, "Зцілення від заклять збільшено на 10%.", en="White" },

-- Engraving
[425309] = { "Гравіювання пояса - Підсилене оновлення", "Вигравіювати на поясі руну \"Підсилене оновлення\":", rune=425266, en="Engrave Belt - Empowered Renew" },
[431663] = { "Гравіювання пояса - Пронизування розуму", "Вигравіювати на поясі руну \"Пронизування розуму\":", rune=431655, en="Engrave Belt - Mind Spike" },
[425310] = { "Гравіювання пояса - Відроджена надія", "Вигравіювати на поясі руну \"Відроджена надія\":", rune=425280, en="Engrave Belt - Renewed Hope" },
[425314] = { "Гравіювання чоботів - Розчинення", "Вигравіювати на чоботях руну \"Розчинення\":", rune=425294, en="Engrave Boots - Dispersion" },
[402855] = { "Гравіювання чоботів - Пригнічення болю", "Вигравіювати на чоботях руну \"Пригнічення болю\":", rune=402004, en="Engrave Boots - Pain Suppression" },
[425312] = { "Гравіювання чоботів - Дух спокутника", "Вигравіювати на чоботях руну \"Дух спокутника\":", rune=425284, en="Engrave Boots - Spirit of the Redeemer" },
[425216] = { "Гравіювання чоботів - Чума Порожнечі", "Вигравіювати на чоботах руну \"Чума Порожнечі\":", rune=425204, en="Engrave Boots - Void Plague" },
[431673] = { "Гравіювання браслетів - Відчай", "Вигравіювати на браслетах руну \"Відчай\":", rune=431670, en="Engrave Bracers - Despair" },
[425213] = { "Гравіювання браслетів - Слово сили: Бар'єр", "Вигравіювати на браслетах руну \"Слово сили: Бар'єр\":", rune=425207, en="Engrave Bracers - Power Word: Barrier" },
[431669] = { "Гравіювання браслетів - Сплеск світла", "Вигравіювати на браслетах руну \"Сплеск світла\":", rune=431664, en="Engrave Bracers - Surge of Light" },
[431705] = { "Гравіювання браслетів - Осередок Порожнечі", "Вигравіювати на браслетах руну \"Осередок Порожнечі\":", rune=431681, en="Engrave Bracers - Void Zone" },
[415995] = { "Гравіювання нагрудника - Проникливість", "Вигравіювати на нагруднику руну \"Проникливість\":", rune=413248, en="Engrave Chest - Serendipity" },
[415997] = { "Гравіювання нагрудника - Сила душі", "Вигравіювати на нагруднику руну \"Сила душі\":", rune=415739, en="Engrave Chest - Strength of Soul" },
[425215] = { "Гравіювання нагрудника - Викривлена віра", "Вигравіювати на нагруднику руну \"Викривлена віра\":", rune=425198, en="Engrave Chest - Twisted Faith" },
[402853] = { "Гравіювання плаща - Зв'язуюче зцілення", "Вигравіювати на плащі руну \"Зв'язуюче зцілення\":", rune=401937, en="Engrave Cloak - Binding Heal" },
[402850] = { "Гравіювання плаща - Оберіг душі", "Вигравіювати на плащі руну \"Оберіг душі\":", rune=402000, en="Engrave Cloak - Soul Warding" },
[402857] = { "Гравіювання плаща - Дотик вампіра", "Вигравіювати на плащі руну \"Дотик вампіра\":", rune=402668, en="Engrave Cloak - Vampiric Touch" },
[402859] = { "Гравіювання рукавиць - Коло зцілення", "Вигравіювати на рукавицях руну \"Коло зцілення\":", rune=401946, en="Engrave Gloves - Circle of Healing" },
[415996] = { "Гравіювання рукавиць - Випалювання розуму", "Вигравіювати на рукавицях руну \"Випалювання розуму\":", rune=413259, en="Engrave Gloves - Mind Sear" },
[402862] = { "Гравіювання рукавиць - Сповідь", "Вигравіювати на рукавицях руну \"Сповідь\":", rune=402174, en="Engrave Gloves - Penance" },
[402849] = { "Гравіювання рукавиць - Слово тіні: Смерть", "Вигравіювати на рукавицях руну \"Слово тіні: Смерть\":", rune=401955, en="Engrave Gloves - Shadow Word: Death" },
[431650] = { "Гравіювання шолома - Божественне заступництво", "Вигравіювати на шоломі руну \"Божественне заступництво\":", rune=431622, en="Engrave Helm - Divine Aegis" },
[402864] = { "Гравіювання шолома - Око Порожнечі", "Вигравіювати на шоломі руну \"Око Порожнечі\":", rune=402789, en="Engrave Helm - Eye of the Void" },
[415991] = { "Гравіювання шолома - Біль і страждання", "Вигравіювати на шоломі руну \"Біль і страждання\":", rune=413251, en="Engrave Helm - Pain and Suffering" },
[402852] = { "Гравіювання штанів - Гомункули", "Вигравіювати на штанях руну \"Гомункули\":", rune=402799, en="Engrave Pants - Homunculi" },
[402848] = { "Гравіювання штанів - Молитва загоєння", "Вигравіювати на штанях руну \"Молитва загоєння\":", rune=401859, en="Engrave Pants - Prayer of Mending" },
[402854] = { "Гравіювання штанів - Спільний біль", "Вигравіювати на штанях руну \"Спільний біль\":", rune=401969, en="Engrave Pants - Shared Pain" },

-- Item effects
[467525] = { "Егіда збереження", "Зцілює цілі {1}% від максимального запасу здоров'я та збільшує її максимальний запас здоров'я на {2}% протягом {3} с.#target for {1}% of#health by {2}% for {3} sec", "Максимальний запас здоров'я збільшено на {1}%.#by {1}%", en="Aegis of Preservation" },
[469191] = { "Фоліант Кассандри", "Прочитати пророцтво з фоліанту, щоб збільшити шанс критичного удару наступного неперіодичного заклинання чи атаки на {1}%.#granting {1}% increased", "Шанс критичного удару наступного заклинання чи атаки збільшено на {1}%.#{1}% increased", en="Cassandra's Tome" },
[459604] = { ref=23043 }, -- Mind Blast Cast Pushback Reduction
[468531] = { "Швидке зцілення", "Зменшує час вимови закляття \"Велике зцілення\" на {1}% та витрати мани на закляття зцілення на {2}%, а застосування \"Сповіді\" на союзників діє на {3} додаткові цілі протягом {4} с.#Heal spells by {1}%#healing spells by {2}%#target up to {3} additional targets for {4} sec", "Час вимови закляття \"Велике зцілення\" зменшено на {1}%.\nВитрати мани на закляття зцілення зменшено на {2}%.\nЗастосування \"Сповіді\" на союзників діє на {3} додаткові цілі.#decreased by {1}%#reduced by {2}%#up to {3} additional", en="Rapid Healing" },
[459603] = { "Зменшення тривалості Знесиленої душі", "Зменшує тривалість ефекту \"Знесилена душа\" на {1} с.#Soul by {1} sec", en="Weakened Soul Duration Decrease" },

-- Rune progress
[420877] = { "Рука допомоги", nil, "Рука простягнеться для рятівника", en="Helping Hand" },
[420878] = { "Рука допомоги", nil, "Рука простягнута до вас", en="Helping Hand" },
[419307] = { "Медитація про Елуну", ref=410935, en="Meditation on Elune" },
[418459] = { "Медитація про невмерлість", ref=410935, en="Meditation on Undeath" },
[410935] = { "Медитація про Світло", nil, "Ваш розум очистився під час медитації, дозволяючи вивчати нові заклинання зі спогадів, знайдених по всьому світу.", en="Meditation on the Light" },
[417316] = { "Медитація про лоа", ref=410935, en="Meditation on the Loa" },
[424036] = { "Таємниці Елуни", "Дозволяє медитувати над таємницями Елуни біля місячних колодязів.", en="Secrets of Elune" },
[424251] = { "Таємниці Елуни", en="Secrets of Elune" },
[424041] = { "Таємниці невмерлості", "Дозволяє медитувати над таємницями невмерлості на кладовищах.", en="Secrets of Undeath" },
[424035] = { "Таємниці Світла", "Дозволяє медитувати над таємницями Світла у святих місцях.", en="Secrets of the Light" },
[424037] = { "Таємниці лоа", "Дозволяє медитувати над таємницями лоа на вівтарях.", en="Secrets of the Loa" },

-- Set bonus enchants
[1219831] = { "Душа архієпископа", "Наповнити наплічники душею архієпископа:\n\n\"Коло зцілення\" відновлює найбільш пораненому учаснику групи цілі на {1}% більше здоров'я.#member of the target party for {1}% more", en="Soul of the Archbishop" },
[1219826] = { "Душа обрядовості", "Наповнити наплічники душею обрядовості:\n\nЗбільшує ймовірність критичного ефекту \"Молитви зцілення\" та \"Кола зцілення\" на {1}%.#Circle of Healing by {1}%", en="Soul of the Celebrant" },
[1219840] = { "Душа споглядача", "Наповнити наплічники душею споглядача:\n\n\"Пронизування розуму\" тепер вимовляється миттево, завдає на {1}% більше шкоди і його можна вимовити під час промовляння інших заклять.#instant, deals {1}% more damage", en="Soul of the Contemnor" },
[1219836] = { "Душа смертоносця", "Наповнити наплічники душею смертоносця:\n\nЗменшує час відновлення закляття \"Слово тіні: Смерть\" на {1} с.#Death spell by {1} sec", en="Soul of the Deathdealer" },
[1219830] = { "Душа відданого", "Наповнити наплічники душею відданого:\n\nВаша \"Молитва загоєння\" отримує ще {1} заряди.#Mending gains {1} additional", en="Soul of the Devotee" },
[1219827] = { "Душа вірності", "Наповнити наплічники душею вірності:\n\nДозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="Soul of the Faithful" },
[1219824] = { "Душа квапливого цілителя", "Наповнити наплічники душею квапливого цілителя:\n\nЗменшує час вимови \"Швидкого зцілення\" на {1}, а час вимови \"Великого зцілення\" на {2}.#-{1} sec to the casting time of Flash Heal and -{2} sec to", en="Soul of the Hastened Healer" },
[1219835] = { "Душа руйнівника розуму", "Наповнити наплічники душею руйнівника розуму:\n\nКритичні удари \"Вибуху розуму\" зменшують час промовляння наступного закляття \"Муки розуму\" на {1}% та збільшують його загальну шкоду на {2}%.#Flay by {1}% while increasing its total damage by {2}%", en="Soul of the Mind Breaker" },
[1219832] = { "Душа каяття", "Наповнити наплічники душею каяття:\n\nЗменшує час відновлення \"Сповіді\" на {1} с.#Penance spell by {1} sec", en="Soul of the Penitent" },
[1219841] = { "Душа розносника чуми", "Наповнити наплічники душею розносника чуми:\n\nРуна \"Біль і страждання\" також може поновлювати тривалість ефекту \"Ненажерної чуми\".", en="Soul of the Plaguebringer" },
[1219825] = { "Душа довершеності", "Наповнити наплічники душею довершеності:\n\nЗбільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="Soul of the Refined" },
[1219829] = { "Душа резонансу", "Наповнити наплічники душею резонансу:\n\n\"Коло зцілення\" та \"Сповідь\" також накладають на цілі ефект періодичного зцілення, що зцілює {1}% від обсягу зцілення протягом {2} с.#that heals for {1}% as much over {2} sec", en="Soul of the Resonant" },
[1219828] = { "Душа проникливості", "Наповнити наплічники душею проникливості:\n\nВаше періодичне зцілення з ймовірністю {1}% дозволить миттєво вимовити наступне закляття з тривалістю вимови менше {2} с.#periodic healing has a {1}% chance#casting time less than {2} sec", en="Soul of the Serendipitous" },
[1219833] = { "Душа хранителя душ", "Наповнити наплічники душею хранителя душ:\n\nЗбільшує обсяг поглинання закляття \"Слово сили: Щит\" на {1}%.#Shield spell by {1}%", en="Soul of the Soul Warder" },
[1219837] = { "Душа духовного джерела", "Наповнити наплічники душею духовного джерела:\n\n\"Слово тіні: Біль\" з ймовірністю {1}% за кожен ранг таланту \"Витік душі\" спричиняє його ефект при завданні шкоди, або з ймовірністю {2}% за ранг коли ціль під дією ефекту \"Слово тіні: Біль\" помирає. \"Внутрішнє зосередження\" також з ймовірністю {3}% за ранг спричиняє ефект \"Витоку душі\".#Pain has a {1}% chance per talent#or a {2}% chance per talent point#Focus also has a {3}% chance per talent", en="Soul of the Spirit Font" },
[1219834] = { "Душа сутінкового мандрівника", "Наповнити наплічники душею сутінкового мандрівника:\n\nМи можете вимовляти \"Швидке зцілення\" в \"Тінеобразі\".", en="Soul of the Twilight Walker" },
[1219839] = { "Душа непохитного осквернителя", "Наповнити наплічники душею непохитного осквернителя:\n\n\"Муки розуму\" більше не зазнають переривання промовляння при отриманні шкоди, а також запускають безкоштовне \"Пронизування розуму\" в ціль при початку промовляння.", en="Soul of the Unwavering Defiler" },
[1219838] = { "Душа фанатика", "Наповнити наплічники душею фанатика:\n\nПоки діє ефект \"Витоку душі\" ви завдаєте на {1}% більше шкоди від тіні.#you deal {1}% more Shadow damage", en="Soul of the Zealot" },

-- Set bonuses
[1213708] = { "Сезон 3 - Предмет - Комплект руїн Ан'Кіражу - Жрець - Бонус 3 предметів тіні", "Руна \"Біль і страждання\" також може поновлювати тривалість ефекту \"Ненажерної чуми\".", en="S03 - Item - RAQ - Priest - Shadow 3P Bonus" },
[456545] = { "Сезон 3 - Предмет - Комплект 1 - Жрець - Бонус 2 предметів цілителя", "Зменшує час вимови \"Швидкого зцілення\" на {1}, а час вимови \"Великого зцілення\" на {2}.#-{1} sec to the casting time of Flash Heal and -{2} sec to", en="S03 - Item - T1 - Priest - Healer 2P Bonus" },
[456546] = { "Сезон 3 - Предмет - Комплект 1 - Жрець - Бонус 4 предметів цілителя", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="S03 - Item - T1 - Priest - Healer 4P Bonus" },
[456547] = { "Сезон 3 - Предмет - Комплект 1 - Жрець - Бонус 6 предметів цілителя", "Збільшує ймовірність критичного ефекту \"Молитви зцілення\" та \"Кола зцілення\" на {1}%.#Circle of Healing by {1}%", en="S03 - Item - T1 - Priest - Healer 6P Bonus" },
[456548] = { "Сезон 3 - Предмет - Комплект 1 - Жрець - Бонус 2 предметів тіні", "Ми можете вимовляти \"Швидке зцілення\" в \"Тінеобразі\".", en="S03 - Item - T1 - Priest - Shadow 2P Bonus" },
[457325] = { "Сезон 3 - Предмет - Комплект 1 - Жрець - Бонус 6 предметів тіні", "Критичні удари \"Вибуху розуму\" зменшують час промовляння наступного закляття \"Муки розуму\" на {1}% та збільшують його загальну шкоду на {2}%.#Flay by {1}% while increasing its total damage by {2}%", en="S03 - Item - T1 - Priest - Shadow 6P Bonus" },
[467539] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 2 предметів цілителя", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your Mana", en="S03 - Item - T2 - Priest - Healer 2P Bonus" },
[467544] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 4 предметів цілителя", "Ваше періодичне зцілення з ймовірністю {1}% дозволить миттєво вимовити наступне закляття з тривалістю вимови менше {2} с.#periodic healing has a {1}% chance#casting time less than {2} sec", en="S03 - Item - T2 - Priest - Healer 4P Bonus" },
[467586] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 6 предметів цілителя", "\"Коло зцілення\" та \"Сповідь\" також накладають на цілі ефект періодичного зцілення, що зцілює {1}% від обсягу зцілення протягом {2} с.#that heals for {1}% as much over {2} sec", en="S03 - Item - T2 - Priest - Healer 6P Bonus" },
[467604] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 2 предметів тіні", "Зменшує час відновлення закляття \"Слово тіні: Смерть\" на {1} с.#Death spell by {1} sec", en="S03 - Item - T2 - Priest - Shadow 2P Bonus" },
[467608] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 4 предметів тіні", "\"Слово тіні: Біль\" з ймовірністю {1}% за кожен ранг таланту \"Витік душі\" спричиняє його ефект при завданні шкоди, або з ймовірністю {2}% за ранг коли ціль під дією ефекту \"Слово тіні: Біль\" помирає. \"Внутрішнє зосередження\" також з ймовірністю {3}% за ранг спричиняє ефект \"Витоку душі\".#Pain has a {1}% chance per talent#or a {2}% chance per talent point#Focus also has a {3}% chance per talent", en="S03 - Item - T2 - Priest - Shadow 4P Bonus" },
[467624] = { "Сезон 3 - Предмет - Комплект 2 - Жрець - Бонус 6 предметів тіні", "Поки діє ефект \"Витоку душі\" ви завдаєте на {1}% більше шкоди від тіні.#you deal {1}% more Shadow damage", en="S03 - Item - T2 - Priest - Shadow 6P Bonus" },
[1213624] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Жрець - Бонус 2 предметів цілителя", "Ваша \"Молитва загоєння\" отримує ще {1} заряди.#Mending gains {1} additional", en="S03 - Item - TAQ - Priest - Healer 2P Bonus" },
[1213631] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Жрець - Бонус 4 предметів цілителя", "\"Коло зцілення\" відновлює найбільш пораненому учаснику групи цілі на {1}% більше здоров'я.#member of the target party for {1}% more", en="S03 - Item - TAQ - Priest - Healer 4P Bonus" },
[1213675] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Жрець - Бонус 2 предметів тіні", "\"Муки розуму\" більше не зазнають переривання промовляння при отриманні шкоди, а також запускають безкоштовне \"Пронизування розуму\" в ціль при початку промовляння.", en="S03 - Item - TAQ - Priest - Shadow 2P Bonus" },
[1213705] = { "Сезон 3 - Предмет - Комплект храму Ан'Кіражу - Жрець - Бонус 4 предметів тіні", "\"Пронизування розуму\" тепер вимовляється миттево, завдає на {1}% більше шкоди і його можна вимовити під час промовляння інших заклять.#instant, deals {1}% more damage", en="S03 - Item - TAQ - Priest - Shadow 4P Bonus" },
[468398] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Жрець - Бонус 2 предметів Дисципліни", ref=467142, en="S03 - Item - ZG - Priest - Discipline 2P Bonus" },
[468433] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Жрець - Бонус 3 предметів дисципліни", "Зменшує час відновлення \"Сповіді\" на {1} с.#Penance spell by {1} sec", en="S03 - Item - ZG - Priest - Discipline 3P Bonus" },
[468434] = { "Сезон 3 - Предмет - Комплект Зул'Ґуруба - Жрець - Бонус 5 предметів дисципліни", "Збільшує обсяг поглинання закляття \"Слово сили: Щит\" на {1}%.#Shield spell by {1}%", en="S03 - Item - ZG - Priest - Discipline 5P Bonus" },
[1220120] = { "Душа архієпископа", ref=1213631, en="Soul of the Archbishop" },
[1220121] = { "Душа архієпископа", en="Soul of the Archbishop" },
[1220110] = { "Душа обрядовості", ref=456547, en="Soul of the Celebrant" },
[1220111] = { "Душа обрядовості", en="Soul of the Celebrant" },
[1220138] = { "Душа споглядача", ref=1213705, en="Soul of the Contemnor" },
[1220139] = { "Душа споглядача", en="Soul of the Contemnor" },
[1220130] = { "Душа смертоносця", ref=467604, en="Soul of the Deathdealer" },
[1220131] = { "Душа смертоносця", en="Soul of the Deathdealer" },
[1220118] = { "Душа відданого", ref=1213624, en="Soul of the Devotee" },
[1220119] = { "Душа відданого", en="Soul of the Devotee" },
[1220112] = { "Душа вірності", ref=467539, en="Soul of the Faithful" },
[1220113] = { "Душа вірності", en="Soul of the Faithful" },
[1220106] = { "Душа квапливого цілителя", ref=456545, en="Soul of the Hastened Healer" },
[1220107] = { "Душа квапливого цілителя", en="Soul of the Hastened Healer" },
[1220128] = { "Душа руйнівника розуму", ref=457325, en="Soul of the Mind Breaker" },
[1220129] = { "Душа руйнівника розуму", en="Soul of the Mind Breaker" },
[1220122] = { "Душа каяття", ref=468433, en="Soul of the Penitent" },
[1220123] = { "Душа каяття", en="Soul of the Penitent" },
[1220140] = { "Душа розносника чуми", ref=1213708, en="Soul of the Plaguebringer" },
[1220141] = { "Душа розносника чуми", en="Soul of the Plaguebringer" },
[1220108] = { "Душа довершеності", ref=456546, en="Soul of the Refined" },
[1220109] = { "Душа довершеності", en="Soul of the Refined" },
[1220116] = { "Душа резонансу", ref=467586, en="Soul of the Resonant" },
[1220117] = { "Душа резонансу", en="Soul of the Resonant" },
[1220114] = { "Душа проникливості", ref=467544, en="Soul of the Serendipitous" },
[1220115] = { "Душа проникливості", en="Soul of the Serendipitous" },
[1220124] = { "Душа хранителя душ", ref=468434, en="Soul of the Soul Warder" },
[1220125] = { "Душа хранителя душ", en="Soul of the Soul Warder" },
[1220132] = { "Душа духовного джерела", ref=467608, en="Soul of the Spirit Font" },
[1220133] = { "Душа духовного джерела", en="Soul of the Spirit Font" },
[1220126] = { "Душа сутінкового мандрівника", ref=456548, en="Soul of the Twilight Walker" },
[1220127] = { "Душа сутінкового мандрівника", en="Soul of the Twilight Walker" },
[1220136] = { "Душа непохитного осквернителя", ref=1213675, en="Soul of the Unwavering Defiler" },
[1220137] = { "Душа непохитного осквернителя", en="Soul of the Unwavering Defiler" },
[1220134] = { "Душа фанатика", ref=467624, en="Soul of the Zealot" },
[1220135] = { "Душа фанатика", en="Soul of the Zealot" },

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
