local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ancestral Awakening
[425858] = { "Пробудження пращурів", "Критичні ефекти \"Хвилі зцілення\" та \"Малої хвиля зцілення\" викликають вам на допомогу духа пращурів, який миттєво зцілює учасника групи з найнижчим запасом здоров'я в радіусі {1} м на {2}% від ефекту зцілення.#within {1} yards for {2}% of the", en="Ancestral Awakening" },
[425861] = { "Пробудження пращурів", en="Ancestral Awakening" },
[425864] = { "Пробудження пращурів", "Критичні ефекти \"Хвилі зцілення\" та \"Малої хвиля зцілення\" викликають вам на допомогу духа пращурів, який миттєво зцілює учасника групи чи рейду з найнижчим запасом здоров'я в радіусі {1} м.#within {1} yards", en="Ancestral Awakening" },
[425879] = { "Пробудження пращурів", "Отримати здібність \"Пробудження пращурів\":", rune=425858, en="Ancestral Awakening" },
-- Ancestral Guidance
[409324] = { "Настанови пращурів", "Протягом наступних {1} с {2}% вашої шкоди перетворюється на зцілення {3} найближчих членів групи, а {4}% вашого зцілення перетворюється на шкоду останньої цілі вашого \"Вогняного шоку\".#next {1} sec, {2}% of#up to {3} nearby#and {4}% of", "Шкода перетворюється на зцілення найближчих членів групи, а зцілення - на шкоду останньої цілі \"Вогняного шоку\".", en="Ancestral Guidance" },
[409333] = { ref=409324 }, -- Ancestral Guidance
[409337] = { ref=409324 }, -- Ancestral Guidance
[409944] = { "Настанови пращурів", "Отримати здібність \"Настанови пращурів\":", rune=409324, en="Ancestral Guidance" },
-- Burn
[415231] = { "Горіння", "Ваш \"Вогняний шок\" тепер вражає до {1} цілей, діє на {2} с довше та завдає на {3}% більше шкоди. Окрім того, поки на вашу зброю в правій руці діє \"Зброя язика полум'я\", ваша шкода заклять збільшується на {4}% від показника інтелекту.#up to {1} targets#gains {2} sec#deals {3}% increased#equal to {4}% of", en="Burn" },
[415768] = { "Горіння", "Отримати здібність \"Горіння\":", rune=415231, en="Burn" },
[454042] = { "Горіння", nil, "Шкоду заклять збільшено на {1}.#by {1}", en="Burn" },
-- Chain Heal
[416244] = { "Ланцюгове зцілення", "Зцілює вибраного союзника на {1}-{2} здоров'я, перестрибуючи на інші цілі поряд. Якщо закляття було націлене на члена групи, подальші стрибки переходитимуть лише на інших її учасників. Кожен наступний стрибок має {3}% ефективності зцілення від попереднього. Зцілює до {4} цілей.#for {1} to {2}#{3}% as effective#{4} total targets.", en="Chain Heal" },
[416245] = { ref=416244 }, -- Chain Heal
[416246] = { ref=416244 }, -- Chain Heal
-- Chain Lightning
[408479] = { "Ланцюгова блискавка", "Кидає в ціль блискавку, що завдає від {1} до {2} шкоди від природи та перестрибує на інших ворогів поруч. Кожен стрибок завдає на {3}% менше шкоди. Вражає до {4} цілей.#dealing {1} to {2}#damage by {3}%#{4} total targets.", en="Chain Lightning" },
[408481] = { ref=408479 }, -- Chain Lightning
[408482] = { ref=408479 }, -- Chain Lightning
[408484] = { ref=408479 }, -- Chain Lightning
-- Coherence
[415096] = { "Злагодженість", "Ефективність \"Ланцюгового зцілення\" зменшується лише на {1}% за кожен перехід, а ефективність \"Ланцюгової блискавки\" зменшується лише на {2}% за кожен перехід. Окрім того, ці закляття діють на ще одну ціль.#heal effectiveness to only reduce by {1}% per#Lightning effectiveness to only reduce by {2}% per", en="Coherence" },
[416081] = { "Злагодженість", "Отримати здібність \"Злагодженість\":", rune=415096, en="Coherence" },
-- Decoy Totem
[425874] = { "Тотем-приманка", "Виклик тотема-приманки з 5 здоров'я біля ніг цілі на 10 с, який перенаправляє наступну атаку ближнього або дальнього бою на тотем замість цілі. Тотем також надає цілі невразливість до ефектів обмеження руху на 10 сек.", en="Decoy Totem" },
[425876] = { "Тотем-приманка", nil, "Перенаправляє одну атаку ближнього або дальнього бою на тотем-приманку.", en="Decoy Totem" },
[436391] = { "Тотем-приманка", nil, "Невразливість до ефектів обмеження руху.", en="Decoy Totem" },
[425881] = { "Тотем-приманка", "Отримати здібність \"Тотем-приманка\":", rune=425874, en="Decoy Totem" },
[436390] = { "Тотем-приманка", en="Decoy Totem" },
-- Dual Wield Specialization
[408496] = { "Спеціалізація на бою з двох рук", "Коли ви тримаєте зброю в кожній руці, ваша ймовірність влучити заклинаннями і атаками ближнього бою збільшується на {1}%, ваша здібність \"Штормовий удар\" тепер завдає шкоду з обох рук, а шкода вашої зброї в лівій руці збільшується на {2}%#by {1}% while#offhand weapon by {2}%", en="Dual Wield Specialization" },
[409940] = { "Спеціалізація на бою з двох рук", "Отримати здібність \"Спеціалізація на бою з двох рук\":", rune=408496, en="Dual Wield Specialization" },
-- Earth Shield
[974] = { "Щит землі", "Захищає ціль земляним щитом, зменшуючи затримку вимови заклять при отриманні шкоди на {1}%, а також зцілюючи ціль при отриманні ударів в бою на {2}. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв. Одночасно щит землі може захищати лише одну ціль, і лише один щит стихій може бути активним на цілі.#damaged by {1}%#target for {2}#{3} charges#Lasts {4} min", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%, а атаки по захищеній цілі зцілюють її на {2}.#by {1}%#target for {2}.", en="Earth Shield" },
[408514] = { "Щит землі", "Захищає ціль земляним щитом, зменшуючи затримку вимови заклять при отриманні шкоди на {1}%, а також зцілюючи ціль при отриманні ударів в бою на {2}. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв. Одночасно щит землі може захищати лише одну ціль.#damaged by {1}%#target for {2}#{3} charges#Lasts {4} min", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%, а атаки по захищеній цілі зцілюють її на {2}.#by {1}%#target for {2}.", en="Earth Shield" },
[408519] = { "Щит землі", "Зцілення від \"Щита землі\".", en="Earth Shield" },
[409947] = { "Щит землі", "Отримати здібність \"Щит землі\":", rune=408514, en="Earth Shield" },
-- Earth Shock
[408681] = { "Земний шок", "Миттєво шокує ціль ударною хвилею, завдає від {1} до {2} шкоди від природи. Також перериває вимову закляття та внеможливлює вимову будь-яких інших заклять тієї ж школи магії на {3} с. Спричиняє високий рівень загрози та провокує ціль.#causing {1} to {2}#for {3} sec", "Спровоковано.", en="Earth Shock" },
[408683] = { ref=408681 }, -- Earth Shock
[408685] = { ref=408681 }, -- Earth Shock
[408687] = { ref=408681 }, -- Earth Shock
[408688] = { ref=408681 }, -- Earth Shock
[408689] = { ref=408681 }, -- Earth Shock
[408690] = { ref=408681 }, -- Earth Shock
[408693] = { ref=408681 }, -- Earth Shock
-- Earthgrab
[440574] = { ref=8377 }, -- Earthgrab
-- Earthliving
[415292] = { "Земне живоття", "Зцілює {1} здоров'я протягом {2} с.#{1} over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Earthliving" },
-- Elemental Shield
[467910] = { "Щит стихій", nil, "Показник блокування збільшено на {1}.#by {1}", en="Elemental Shield" },
-- Feral Spirit
[440580] = { "Духи диких звірів", "Викликає двох духів вовків під командування шамана на {1} сек.#lasting {1} sec", en="Feral Spirit" },
[440631] = { "Духи диких звірів", "Отримати здібність \"Духи диких звірів\":", rune=440580, en="Feral Spirit" },
-- Fire Nova
[408339] = { "Вогненний спалах", "Ваше заклинання \"Тотем вогненного спалаху\" замінюється на заклинання \"Вогненний спалах\", яке змушує ваш активний тотем вогню завдавати шкоду в місці його розташування.", en="Fire Nova" },
[408341] = { "Вогненний спалах", "Миттємо завдає від {1} до {2} шкоди від вогню ворогам в радіусі {3} м від вашого активного тотема вогню.#inflicts {1} to {2} fire#within {3} yd", en="Fire Nova" },
[408342] = { ref=408341 }, -- Fire Nova
[408343] = { ref=408341 }, -- Fire Nova
[408345] = { ref=408341 }, -- Fire Nova
[408424] = { "Вогненний спалах", en="Fire Nova" },
[408426] = { "Вогненний спалах", en="Fire Nova" },
[408427] = { "Вогненний спалах", en="Fire Nova" },
[408428] = { "Вогненний спалах", en="Fire Nova" },
[409938] = { "Вогненний спалах", "Отримати здібність \"Вогненний спалах\", що замінює \"Тотем вогненного спалаху\":", rune=408339, en="Fire Nova" },
[408344] = { ref=408341 }, -- Fire Nova
-- Flametongue Weapon
[436519] = { "Зброя язика полум'я", en="Flametongue Weapon" },
[461634] = { nil, "Підсилює зброю шамана вогнем. Кожен удар завдає цілі від {1} до {2} додаткової шкоди вогнем залежно від швидкості зброї. Повільна зброя завдає більшої шкоди за удар. Триває {3} год.#causes {1} to {2}#Lasts for {3} h", ref=8024 }, -- Flametongue Weapon
-- Frostbrand Weapon
[461633] = { nil, "Підсилює зброю шамана кригою. Кожен удар може завдати цілі додатково {1} шкоди кригою та сповільнити її рух на {2}% протягом {3} с. Триває {4} год.#causing {1}#by {2}% for {3} sec#Lasts for {4} h", ref=8033 }, -- Frostbrand Weapon
-- Ghost Wolf
[415233] = { "Примарний вовк", "Перетворює шамана на примарного вовка, збільшуючи швидкість руху на {1}% та зменшуючи отриману шкоду на {2}%.#speed by {1}%#taken by {2}%", "Швидкість руху збільшено на {1}%.\nОтримує на {2}% менше шкоди.#speed by {1}%#taken by {2}%", en="Ghost Wolf" },
-- Greater Ghost Wolf
[415813] = { "Покращений примарний вовк", "Здібність \"Примарний вовк\" тепер можна застосовувати в приміщеннях і вона зменшує отриману шкоду на {1}%.#by {1}%", en="Greater Ghost Wolf" },
[425341] = { "Покращений примарний вовк", "Отримати здібність \"Покращений примарний вовк\":", rune=415813, en="Greater Ghost Wolf" },
-- Healing Rain
[415236] = { "Цілющий дощ", "Зцілює членам групи в радіусі {1} м навколо цілі {2} здоров'я щосекунди.#area {1} yards#for {2} every", "Зцілює членам групи в межах дії \"Цілющого дощу\" {1} здоров'я щосекунди.#for {1} every", en="Healing Rain" },
[415242] = { "Цілющий дощ", "Зцілює 5 членам групи чи рейду в радіусі {1} м навколо цілі {2} здоров'я.#within {1} yards#target for {2}", en="Healing Rain" },
[415714] = { "Цілющий дощ", "Отримати здібність \"Цілющий дощ\":", rune=415236, en="Healing Rain" },
[415240] = { "Цілющий дощ", nil, "Перебуває в межах \"Цілющого дощу\" шамана.", en="Healing Rain" },
-- Healing Wave
[416247] = { "Хвиля зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}", en="Healing Wave" },
[416316] = { ref=416247 }, -- Healing Wave
[416317] = { ref=416247 }, -- Healing Wave
[416318] = { ref=416247 }, -- Healing Wave
[416319] = { ref=416247 }, -- Healing Wave
[416320] = { ref=416247 }, -- Healing Wave
[416322] = { ref=416247 }, -- Healing Wave
[416323] = { ref=416247 }, -- Healing Wave
[416324] = { ref=416247 }, -- Healing Wave
[416325] = { ref=416247 }, -- Healing Wave
-- Infusion of Souls
[1232096] = { ref=1230948 }, -- Infusion of Souls
-- Lava Burst
[408490] = { "Виверження лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи від {1} до {2} шкоди від вогню. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть критичного удару.#dealing {1} to {2} Fire", en="Lava Burst" },
[408491] = { ref=408490 }, -- Lava Burst
[409952] = { "Виверження лави", "Отримати здібність \"Виверження лави\":", rune=408490, en="Lava Burst" },
-- Lava Lash
[408507] = { "Удар лавою", "Ви заряджаєте свою зброю в лівій руці лавою, і миттєво завдаєте {1}% шкоди від зброї. Шкода збільшується на {2}%, якщо ваша зброя зачарована язиком полум'я.#dealing {1}% off-hand#by {2}% if", en="Lava Lash" },
[409953] = { "Удар лавою", "Отримати здібність \"Удар лавою\":", rune=408507, en="Lava Lash" },
-- Lightning Bolt
[408439] = { "Блискавка", "Кидає в ціль блискавку, завдаючи від {1} до {2} шкоди від природи.#for {1} to {2}", en="Lightning Bolt" },
[408440] = { ref=408439 }, -- Lightning Bolt
[408441] = { ref=408439 }, -- Lightning Bolt
[408442] = { ref=408439 }, -- Lightning Bolt
[408443] = { ref=408439 }, -- Lightning Bolt
[408472] = { ref=408439 }, -- Lightning Bolt
[408473] = { ref=408439 }, -- Lightning Bolt
[408474] = { ref=408439 }, -- Lightning Bolt
[408475] = { ref=408439 }, -- Lightning Bolt
[408477] = { ref=408439 }, -- Lightning Bolt
-- Lightning Shield
[432143] = { ref=26363 }, -- Lightning Shield
[432144] = { ref=26363 }, -- Lightning Shield
[432145] = { ref=26363 }, -- Lightning Shield
[432146] = { ref=26363 }, -- Lightning Shield
[432147] = { ref=26363 }, -- Lightning Shield
[432148] = { ref=26363 }, -- Lightning Shield
[432149] = { ref=26363 }, -- Lightning Shield
[470743] = { ref=26363 }, -- Lightning Shield
[470744] = { ref=26363 }, -- Lightning Shield
[470745] = { ref=26363 }, -- Lightning Shield
[470746] = { ref=26363 }, -- Lightning Shield
[470748] = { ref=26363 }, -- Lightning Shield
[470749] = { ref=26363 }, -- Lightning Shield
[470753] = { ref=26363 }, -- Lightning Shield
-- Loyal Beta
[443320] = { "Вірний бета", nil, "Фізичну шкоду[, а також шкоду від вогню, криги та природи#Fire, Frost, and Nature] збільшено на {1}%, а загрозу зменшено на {2}%#increased by {1}%#reduced by {2}%", en="Loyal Beta" },
-- Maelstrom Ready!
[408501] = { "Заряд Водоверті", en="Maelstrom Ready!" },
-- Maelstrom Weapon
[408498] = { "Зброя Водоверті", "Коли ви завдаєте шкоди атакою ближнього бою, у вас є шанс зменшити час вимовляння і втрати мани вашого наступного заклинання \"Блискавка\", \"Ланцюгова блискавка\", \"Мала хвиля зцілення\" або \"Виверження лави\" на 20%. Шанс збільшується на 50%, якщо ваша зброя в правій руці зачарована \"Зброєю буревію\" і ще на 50%, якщо ви тримаєте дворучну зброю. Ефект накопичується до 5 разів. Триває 30 секунд.", en="Maelstrom Weapon" },
[408505] = { "Зброя Водоверті", "Зменшує час вимови і витрати мани вашого наступного заклинання  \"Блискавка\", \"Ланцюгова блискавка\", \"Мала хвиля зцілення\" або \"Виверження лави\" на {1}%.#spell by {1}%", "Зменшує час вимови і витрати мани вашого наступного заклинання  \"Блискавка\", \"Ланцюгова блискавка\", \"Мала хвиля зцілення\" або \"Виверження лави\" на {1}%.#by {1}%", en="Maelstrom Weapon" },
[409946] = { "Зброя Водоверті", "Отримати здібність \"Зброя Водоверті\":", rune=408498, en="Maelstrom Weapon" },
-- Mental Dexterity
[415140] = { "Гнучкість розуму", "Завдаючи шкоди \"Штормовим ударом\", ви збільшуєте силу атаки на {1}% від вашого інтелекту, а шкоду від заклинань - на {2}% від вашої сили атаки протягом {3} c.#Power by {1}% of#damage by {2}%#for {3} sec", en="Mental Dexterity" },
[415144] = { "Гнучкість розуму", nil, "Силу атаки збільшено на {1}.\nШкоду заклять збільшено на {2}.#Power increased by {1}.#damage increased by {2}", en="Mental Dexterity" },
[415713] = { "Гнучкість розуму", "Отримати здібність \"Гнучкість розуму\":", rune=415140, en="Mental Dexterity" },
-- Molten Blast
[425339] = { "Вибух лави", "Завдає {1} ворогам перед вами від {2} до {3} шкоди від вогню. Ця здібність спричиняє велику кількість загрози. Періодична шкода \"Вогняного шоку\" з ймовірністю {4}% завершує відновлення \"Вибуху лави\".#up to {1} enemies#for {2} to {3}#a {4}% chance", en="Molten Blast" },
[425340] = { "Вибух лави", "Отримати здібність \"Вибух лави\":", rune=425339, en="Molten Blast" },
-- Overcharged
[432140] = { "Надпровідність", "Ваш \"Блискавковий щит\" не втрачає заряди, відновлюється {1} с і завдає шкоди всім ворогам в радіусі {2} м.#a {1} sec#within {2} y", en="Overcharged" },
[432240] = { "Надпровідність", "Отримати здібність \"Надпровідність\":", rune=432140, en="Overcharged" },
-- Overload
[408438] = { "Перевантаження", "Ваші заклинання \"Блискавка\", \"Ланцюгова блискавка\", \"Ланцюгове зцілення\", \"Хвиля зцілення\" і \"Виверження лави\" з ймовірністю {1}% застосують на ту ж ціль друге аналогічне заклинання, яке завдає половину шкоди або зцілення і не спричиняє загрози, без додаткових витрат мани.#a {1}% chance", en="Overload" },
[409945] = { "Перевантаження", "Отримати здібність \"Перевантаження\":", rune=408438, en="Overload" },
-- Power Surge
[415100] = { "Сплеск сили", "Щоразу, коли ви завдаєте шкоди \"Вогняним шоком\", з ймовірністю 5% час відновлення \"Виверження лави\" і \"Ланцюгової блискавки\" завершується і ви можете вимовити наступне \"Виверження лави\" або \"Ланцюгову блискавку\" протягом 10 секунд миттєво. Щоразу, коли ви зцілюєте \"Бистриною\", з ймовірністю 5% ви можете вимовити наступне \"Ланцюгове зцілення\" протягом 10 секунд миттєво. Крім того, кожні 5 секунд ви відновлюєте ману в обсязі 15% від вашого інтелекту.", en="Power Surge" },
[415105] = { "Сплеск сили", nil, "Ваше наступне закляття \"Ланцюгова блискавка\" або \"Виверження лави\" буде вимовлено миттєво.", en="Power Surge" },
[468526] = { "Сплеск сили", nil, "Ваше наступне закляття \"Ланцюгове зцілення\" буде вимовлено миттєво.", en="Power Surge" },
[415712] = { "Сплеск сили", "Отримати здібність \"Сплеск сили\":", rune=415100, en="Power Surge" },
[440285] = { "Сплеск сили", nil, "Ваше наступне закляття \"Виверження лави\", \"Ланцюгове зцілення\" або \"Ланцюгова блискавка\" буде вимовлено миттєво.", en="Power Surge" },
-- Riptide
[408521] = { "Бистрина", "Зцілює дружній цілі від {1} до {2} здоров'я миттєво і ще {3} здоров'я протягом {4} секунд. \"Ланцюгове зцілення\", яке ви застосуєте до цієї цілі протягом {5} секунд, посилить ефект \"Ланцюгового зцілення\" на {6}%. Це заклинання також викликає спрацювання ефекту \"Пробудження пращурів\".#for {1} to {2} and another {3} over {4} sec#within {5} sec#by {6}%", "Зцілює {1} здоров'я кожні {2} с. Підсилює ефект \"Ланцюгового зцілення\" на {3}%.#{1} every {2}#by {3}%", en="Riptide" },
[409954] = { "Бистрина", "Отримати здібність \"Бистрина\":", rune=408521, en="Riptide" },
-- Rockbiter Weapon
[461635] = { nil, "Підсилює зброю шамана, внаслідок чого сила атаки ближнього бою збільшується на {1}, а атаки ближнього бою цією зброєю спричиняють додаткову загрозу. Триває {2} год.#power by {1} and#Lasts for {2} h", ref=8017 }, -- Rockbiter Weapon
-- Rolling Thunder
[432056] = { "Розкотистий грім", "Заклинання \"Блискавка\" і \"Ланцюгова блискавка\" мають {1}% шанс додати додатковий заряд до вашого активного \"Блискавкового щита\", максимум до {2} зарядів.\n\nТепер \"Земний шок\" випускає всі заряди \"Блискавкового щита\" понад {3}, завдаючи шкоди цілі та відновлюючи вам {4}% від максимального запасу мани за кожен випущений заряд.#a {1}% chance#of {2} Charges#above {3}#for {4}% of", en="Rolling Thunder" },
[432129] = { "Розкотистий грім", en="Rolling Thunder" },
[432235] = { "Розкотистий грім", "Отримати здібність \"Розкотистий грім\":", rune=432056, en="Rolling Thunder" },
-- Shamanistic Rage
[425336] = { "Шаманська лють", "Зменшує всю отриману вами шкоду на {1}%, і ви відновлюєте {2}% мани щосекунди протягом {3} секунд. Члени вашої групи та рейду в радіусі {4} м також відновлять {5}% від отриманої таким чином мани.#take by {1}%#equal to {2}% of#for {3} sec#within {4} yards#receive {5}% of the mana", "Отриману шкоду зменшено на {1}%.\nВідновлення {2} мани щосекунди.[\nШвидкість атаки та вимови заклять збільшено на {1}%.#speed increased by {1}%]#reduced by {1}%#Regenerating {2} mana", en="Shamanistic Rage" },
[433255] = { "Шаманська лють", nil, "Відновлення {1} мани щосекунди.#{1} mana", en="Shamanistic Rage" },
-- Shield Mastery
[408524] = { "Майстерність володіння щитом", "Кожного разу, коли ви блокуєте атаку, ви відновлюєте ману в обсязі {1}% від вашого максимального запасу мани, і отримуєте додаткову броню в обсязі {2}% від значення броні вашого щита. Ефект накопичується до {3} разів. Ви також завжди отримуєте на {4}% більше ймовірності блокування і на {5}% більше показнику блокування.\n\nОкрім того, коли ви застосовуєте шоки, ви збільшуєте шкоду заклять на {6} за кожну одиницю вашої навички захисту понад {7}. Триває {8} секунд.#to {1}% of your maximum mana#to {2}% of your shield#up to {3} times#gain {4}% increased chance to Block and {5}% increased Block#gain {6} Spell#beyond {7}#Lasts {8} sec", en="Shield Mastery" },
[409943] = { "Майстерність володіння щитом", "Отримати здібність \"Майстерність володіння щитом\":", rune=408524, en="Shield Mastery" },
[408525] = { "Майстерність володіння щитом", "Збільшує броню на {1}% від значення броні щита протягом {2} с. Ефект накопичується до {3} разів.#by {1}% of#for {2} sec#up to {3} times", "Броню збільшено на {1}.#by {1}", en="Shield Mastery" },
-- Spirit Hunt
[440593] = { "Духовне полювання", "Атаки духів вовків зцілюють їх та їхнього повелителя на {1}% від завданої шкоди.#for {1}% of", "Зцілення на {1}% від завданої шкоди.#Converts {1}% damage", en="Spirit Hunt" },
[440609] = { ref=440593 }, -- Spirit Hunt
-- Spirit Leap
[440605] = { "Стрибок духа", "Стрибає за спину цілі.", en="Spirit Leap" },
-- Spirit Walk
[440591] = { "Хода духа", "Знімає всі ефекти обмеження руху та збільшує швидкість руху вам та вашим духам вовків на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Spirit Walk" },
-- Spirit of the Alpha
[408696] = { "Дух альфа-вовка", "Наділяє ціль духом альфа-вовка, збільшуючи всю її загрозу на {1}% протягом {2} хв. Одночасно може бути активним лише на одній цілі. При застосуванні не на себе, шаман також отримує ефект \"Вірний бета\", що збільшує фізичну шкоду на {3}% та зменшує загрозу на {4}% протягом {5} хв. Ви не можете мати обидва ефекти одночасно.#target by {1}% for {2} min#done by {3}%#generated by {4}% for {5} min", "Загрозу збільшено на {1}%,#generated by {1}%", en="Spirit of the Alpha" },
[409951] = { "Дух альфа-вовка", "Отримати здібність \"Дух альфа-вовка\":", rune=408696, en="Spirit of the Alpha" },
-- Static Shock
[432134] = { "Електростатика", "Ваш \"Блискавковий щит\" тепер має {1} зарядів, а ваші атаки ближнього бою з ймовірністю {2}% ({3}%, якщо ви тримаєте зброю в кожній руці) активовують один з цих зарядів, миттєво завдаючи шкоди вашій цілі.#has {1} charges#have a {2}% chance#{3}% chance while", en="Static Shock" },
[432237] = { "Електростатика", "Отримати здібність \"Електростатика\":", rune=432134, en="Static Shock" },
-- Storm, Earth, and Fire
[440569] = { "Буря, земля і вогонь", "Час відновлення \"Ланцюгової блискавки\" зменшується на {1}%, ваш тотем земного зв'язування знерухомлює цілі на {2} с при виклику, а періодична шкода \"Вогняного шоку\" збільшується на {3}%.#Lightning by {1}%#for {2} sec#Shock by {3}%", en="Storm, Earth, and Fire" },
[440633] = { "Буря, земля і вогонь", "Отримати здібність \"Буря, земля і вогонь\":", rune=440569, en="Storm, Earth, and Fire" },
-- Stormstrike
[410156] = { ref=17364 }, -- Stormstrike
-- Tidal Waves
[432041] = { "Припливні хвилі", nil, "Час вимови \"Хвилі зцілення\" зменшено на {1}%, час вимови \"Ланцюгового зцілення\" зменшено на {2}%, а ймовірність критичного ефекту \"Малої хвилі зцілення\" збільшено на {3}%.#time of Healing Wave by {1}%#Chain Heal by {2}%#Lesser Healing Wave by {3}%", en="Tidal Waves" },
[432042] = { "Припливні хвилі", "Коли ви вимовляєте закляття \"Ланцюгове зцілення\" або \"Бистрина\", ви отримуєте 2 заряди \"Припливних хвиль\", що зменшують час вимови \"Хвилі зцілення\" на {1}%, зменшують час вимови \"Ланцюгового зцілення\" на {2}% та збільшують ймовірність критичного ефекту \"Малої хвилі зцілення\" на {3}%.#your Healing Wave by {1}%#Chain Heal by {2}%#Lesser Healing Wave by {3}%", en="Tidal Waves" },
[432233] = { "Припливні хвилі", "Отримати здібність \"Припливні хвилі\":", rune=432042, en="Tidal Waves" },
-- Totem of Conductive Currents
[470272] = { "Тотем струмопровідного потоку", nil, "Зменшує час вимови наступної \"Ланцюгової блискавки\" на {1}% та збільшує її шкоду на {2}%.#spell by {1}%#damage by {2}%", en="Totem of Conductive Currents" },
-- Totem of Raging Fire
[461297] = { "Тотем лютого вогню", "\"Штормовий удар\" збільшує вашу силу атаки на {1} протягом {2} секунд.#gain {1} attack#for {2} sec", "Силу атаки збільшено на {1}.#by {1}", en="Totem of Raging Fire" },
-- Totemic Projection
[437009] = { "Тотемна проекція", "Переміщує ваші активні тотеми у вказане місце.", en="Totemic Projection" },
-- Twin Howl
[440589] = { "Групове виття", "Ваші духи вовків виють, змушуючи всіх ворогів атакувати їх протягом {1} секунд.#for {1} sec", en="Twin Howl" },
-- Two-Handed Mastery
[436364] = { "Майстерність володіння дворучною зброєю", "Щоразу, коли ви вдаряєте ворога дворучною зброєю, ви збільшуєте швидкість атаки дворучною зброєю на {1}%, силу атаки на {2}% та ймовірність влучити закляттями на {3}% протягом {4} секунд. Цей ефект втрачається, якщо ви вдаряєте ворога одноручною зброєю.#gain {1}% attack speed#{2}% increased Attack Power#and {3}% increased chance#for {4} sec", en="Two-Handed Mastery" },
[436367] = { "Майстерність володіння дворучною зброєю", "Отримати здібність \"Майстерність володіння дворучною зброєю\":", rune=436364, en="Two-Handed Mastery" },
[436365] = { "Майстерність володіння дворучною зброєю", nil, "Швидкість атаки збільшено на {1}%.\nСилу атаки збільшено на {2}%.\nЙмовірність завдання удару закляттями збільшено на {3}%.#speed increased by {1}%#Power increased by {2}%#chance increased by {3}%", en="Two-Handed Mastery" },
-- Water Shield
[408510] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2}% від максимального запасу мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою потрапляє в заклинача, одна куля води знищується та відновлює {4}% від максимального запасу мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} хв. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2}% of your maximum mana per {3} sec#{4}% of maximum mana is restored#Lasts {5} min", "Відновлює {1}% від максимального запасу мани кожні {2} с. Атаки та заклинання, використані проти вас, відновлюють {3}% вашого максимального запасу мани. Зарядів: {4}.#{1}% of maximum mana per {2} sec#restore {3}% of#{4} charge", en="Water Shield" },
[409941] = { "Водяний щит", "Отримати здібність \"Водяний щит\":", rune=408510, en="Water Shield" },
-- Way of Earth
[408531] = { "Шлях Землі", "Поки зброя у вашій основній руці зачарована каменоломом і ви тримаєте щит, ви спричиняєте на {1}% більше загрози, маєте на {2}% більше здоров'я, отримуєте на {3}% менше шкоди та на {4}% меншу ймовірність отримати критичний удар в ближньому бою, а \"Земний шок\" провокує цілі атакувати вас і має окремий час відновлення від інших шоків, але його дальність дії зменшується до ближнього бою. Однак, дальність діїї заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Ланцюгове зцілення\", \"Хвиля зцілення\" та \"Виверження лави\" зменшується на {5} м.#deal {1}% increased#gain {2}% increased#take {3}% reduced#gain {4}% reduced#reduced by {5} y", en="Way of Earth" },
[408680] = { "Шлях Землі", "Поки зброя у вашій основній руці зачарована каменоломом, ви спричиняєте на {1}% більше загрози, маєте на {2}% більше здоров'я, отримуєте на {3}% менше шкоди та на {4}% меншу ймовірність отримати критичний удар в ближньому бою, а \"Земний шок\" провокує цілі атакувати вас і має окремий час відновлення від інших шоків.#deal {1}% increased#gain {2}% increased#take {3}% reduced#gain {4}% reduced", "Спричиняє на {1}% більше загрози. Запас здоров'я збільшено на {2}%. \"Земний шок\" провокує цілі атакувати вас. На {3}% менше отриманої шкоди. На {4}% менша ймовірність отримати критичний удар в ближньому бою.#{1}% increased#increased by {2}%#{3}% reduced damage#{4}% reduced chance", en="Way of Earth" },
[409955] = { "Шлях Землі", "Отримати здібність \"Шлях Землі\":", rune=408531, en="Way of Earth" },
-- Windfury Weapon
[439431] = { "Зброя буревію", "Підсилює зброю шамана вітром. Кожен удар з імовірністю {1}% спричиняє {2} додаткові атаки зі збільшеною на {3} силою атаки ближнього бою. Триває {4} хв.#{1}% chance#{2} extra attacks with {3}#Lasts for {4} min", en="Windfury Weapon" },
[439440] = { "Зброя буревію", en="Windfury Weapon" },
[439441] = { "Зброя буревію", en="Windfury Weapon" },
[461636] = { nil, "Підсилює зброю шамана вітром. Кожен удар з імовірністю {1}% спричиняє {2} додаткові атаки зі збільшеною на {3} силою атаки ближнього бою. Триває {4} год.#{1}% chance#{2} extra attacks with {3}#Lasts for {4} h", ref=8232 }, -- Windfury Weapon

-- Engraving
[410093] = { "Гравіювання пояса - Вогненний спалах", "Вигравіювати на поясі руну \"Вогненний спалах\":", rune=408339, en="Engrave Belt - Fire Nova" },
[410100] = { "Гравіювання пояса - Зброя Водоверті", "Вигравіювати на поясі руну \"Зброя Водоверті\":", rune=408498, en="Engrave Belt - Maelstrom Weapon" },
[416054] = { "Гравіювання пояса - Сплеск сили", "Вигравіювати на поясі руну \"Сплеск сили\":", rune=415100, en="Engrave Belt - Power Surge" },
[425883] = { "Гравіювання чоботів - Пробудження пращурів", "Вигравіювати на чоботях руну \"Пробудження пращурів\":", rune=425858, en="Engrave Boots - Ancestral Awakening" },
[425882] = { "Гравіювання чоботів - Тотем-приманка", "Вигравіювати на чоботях руну \"Тотем-приманка\":", rune=425874, en="Engrave Boots - Decoy Totem" },
[410103] = { "Гравіювання чоботів - Дух альфа-вовка", "Вигравіювати на чоботях руну \"Дух альфа-вовка\":", rune=408696, en="Engrave Boots - Spirit of the Alpha" },
[432241] = { "Гравіювання браслетів - Надпровідність", "Вигравіювати на браслетах руну \"Надпровідність\":", rune=432140, en="Engrave Bracers - Overcharged" },
[410105] = { "Гравіювання браслетів - Бистрина", "Вигравіювати на браслетах руну \"Бистрина\":", rune=432042, en="Engrave Bracers - Riptide" },
[432236] = { "Гравіювання браслетів - Розкотистий грім", "Вигравіювати на браслетах руну \"Розкотистий грім\":", rune=432056, en="Engrave Bracers - Rolling Thunder" },
[432238] = { "Гравіювання браслетів - Електростатика", "Вигравіювати на браслетах руну \"Електростатика\":", rune=432134, en="Engrave Bracers - Static Shock" },
[410096] = { "Гравіювання нагрудника - Спеціалізація на бою з двох рук", "Вигравіювати на нагруднику руну \"Спеціалізація на бою з двох рук\":", rune=408496, en="Engrave Chest - Dual Wield Specialization" },
[416057] = { "Гравіювання нагрудника - Цілющий дощ", "Вигравіювати на нагруднику руну \"Цілющий дощ\":", rune=415236, en="Engrave Chest - Healing Rain" },
[410094] = { "Гравіювання нагрудника - Перевантаження", "Вигравіювати на нагруднику руну \"Перевантаження\":", rune=408438, en="Engrave Chest - Overload" },
[410098] = { "Гравіювання нагрудника - Майстерність володіння щитом", "Вигравіювати на нагруднику руну \"Майстерність володіння щитом\":", rune=408524, en="Engrave Chest - Shield Mastery" },
[436368] = { "Гравіювання нагрудника - Майстерність володіння дворучною зброєю", "Вигравіювати на нагруднику руну \"Майстерність володіння дворучною зброєю\":", rune=436364, en="Engrave Chest - Two-Handed Mastery" },
[416062] = { "Гравіювання плаща - Злагодженість", "Вигравіювати на плащі руну \"Злагодженість\":", rune=415096, en="Engrave Cloak - Coherence" },
[440630] = { "Гравіювання плаща - Духи диких звірів", "Вигравіювати на плащі руну \"Духи диких звірів\":", rune=440580, en="Engrave Cloak - Feral Spirit" },
[440634] = { "Гравіювання плаща - Буря, земля і вогонь", "Вигравіювати на плащі руну \"Буря, земля і вогонь\":", rune=440569, en="Engrave Cloak - Storm, Earth, and Fire" },
[410095] = { "Гравіювання рукавиць - Виверження лави", "Вигравіювати на рукавицях руну \"Виверження лави\":", rune=408490, en="Engrave Gloves - Lava Burst" },
[410104] = { "Гравіювання рукавиць - Удар лавою", "Вигравіювати на рукавицях руну \"Удар лавою\":", rune=408507, en="Engrave Gloves - Lava Lash" },
[425344] = { "Гравіювання рукавиць - Вибух лави", "Вигравіювати на рукавицях руну \"Вибух лави\":", rune=425339, en="Engrave Gloves - Molten Blast" },
[410097] = { "Гравіювання рукавиць - Водяний щит", "Вигравіювати на рукавицях руну \"Водяний щит\":", rune=408510, en="Engrave Gloves - Water Shield" },
[416066] = { "Гравіювання шолома - Горіння", "Вигравіювати на шоломі руну \"Горіння\":", rune=415231, en="Engrave Helm - Burn" },
[416055] = { "Гравіювання шолома - Гнучкість розуму", "Вигравіювати на шоломі руну \"Гнучкість розуму\":", rune=415140, en="Engrave Helm - Mental Dexterity" },
[432234] = { "Гравіювання шолома - Припливні хвилі", "Вигравіювати на шоломі руну \"Припливні хвилі\":", rune=432042, en="Engrave Helm - Tidal Waves" },
[410099] = { "Гравіювання штанів - Настанови пращурів", "Вигравіювати на штанях руну \"Настанови пращурів\":", rune=409324, en="Engrave Pants - Ancestral Guidance" },
[410101] = { "Гравіювання штанів - Щит землі", "Вигравіювати на штанях руну \"Щит землі\":", rune=408514, en="Engrave Pants - Earth Shield" },
[425343] = { "Гравіювання штанів - Покращений примарний вовк", "Вигравіювати на штанях руну \"Покращений примарний вовк\":", rune=415813, en="Engrave Pants - Greater Ghost Wolf" },
[410107] = { "Гравіювання штанів - Шлях Землі", "Вигравіювати на штанях руну \"Шлях Землі\":", rune=408531, en="Engrave Pants - Way of Earth" },

-- Item effects
[468460] = { ref=24499 }, -- Energized Shield
[459606] = { ref=22801 }, -- Ghost Wolf Speed
[1220642] = { "Посилення Бистрини/Ланцюгового зцілення/Щита землі", "Збільшує обсяг зцілення заклять \"Ланцюгове зцілення\", \"Бистрина\" та \"Щит землі\" на {1}%.#spells by {1}%", en="Improved Riptide/Chain Heal/Earth Shield" },
[467523] = { "Природний баланс", "Єднає шамана з природою, збільшуючи шкоду заклять на {1}%, зібльшуючи ефективність зцілення на {2}% та збільшуючи витрати мани на закляття на {3}% протягом {4} с.#by spells by {1}%#heal effects by {2}%#cost of spells by {3}% for {4} sec", "Шкоду заклять збільшено на {1}%.\nЕфективність зцілення збільшено на {2}%.\nВитрати мани зібльшено на {3}%.#spells increased by {1}%#effects increased by {2}%#cost increased by {3}%", en="Nature Aligned" },
[1234326] = { "Багряний Руйнитель", "Глобальний час відновлення ваших шоків, заклять блискавки та \"Виверження лави\" зменшується на {1} с.#spells is reduced by {1} sec", "Глобальний час відновлення ваших бойових заклять зменшено на {1} с.#spells is reduced by {1} sec", en="Scarlet Smashbringer" },

-- Rune progress
[413338] = { "Символ оплоту", nil, "Сповнений натхнення.", en="Bulwark Icon" },
[447259] = { "Електризоване повітря", nil, "Ви відчуваєте дивну енергію, ніби вас вдарило струмом.", en="Charged Air" },
[415012] = { "Символ уламків", nil, "Сповнений натхнення.", en="Clastic Icon" },
[413429] = { "Символ здвоєння", nil, "Сповнений натхнення.", en="Dyadic Icon" },
[415015] = { "Гальванічний символ", nil, "Сповнений натхнення.", en="Galvanic Icon" },
[434357] = { "Приборкання блискавки", en="Harness Lightning" },
[408828] = { "Натхнення", nil, "Сповнений натхнення.", en="Inspired" },
[413839] = { "Каджарський символ", nil, "Сповнений натхнення.", en="Kajaric Icon" },
[413432] = { "Монолітний символ", nil, "Сповнений натхнення.", en="Lithic Icon" },
[433427] = { "зілля шквалоломів", "Захищає вас від стихій.", "Ви відчуваєте приємне тепло.", en="Squall-breakers Potion" },
[426257] = { "Сірчаний символ", nil, "Сповнений натхнення.", en="Sulfurous Icon" },
[420799] = { "Символ бурі", nil, "Сповнений натхнення.", en="Tempest Icon" },
[446888] = { "Випробування тотема", "Шкоду, отриману під час виконання випробування тотема, збільшено на {1}%.#by {1}%", "Шкоду, отриману під час виконання випробування тотема, збільшено на {1}%.#by {1}%", en="Totem Challenge" },
[456223] = { "Вольтаїчний символ", nil, "Сповнений натхнення.", en="Voltaic Icon" },

-- Set bonus enchants
[1219896] = { "Душа предків", "Наповнити наплічники душею предків:\n\nПісля вимови \"Хвилі зцілення\", \"Малої хвилі зцілення\" та \"Бистрини\" ви з ймовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#a {1}% chance to gain Mana equal to {2}% of the base cost", en="Soul of the Ancestors" },
[1219918] = { "Душа вартового предків", "Наповнити наплічники душею вартового предків:\n\nЗбільшує ймовірність блокування атак щитом на {1}%.#attacks with a shield by {1}%", en="Soul of the Ancestral Warden" },
[1219904] = { "Душа вождя", "Наповнити наплічники душею вождя:\n\nТалант \"Шквал\" збільшує вашу швидкість атаки ще на {1}%.#Flurry talent grants an additional {1}%", en="Soul of the Chieftain" },
[1219919] = { "Душа оскверненого", "Наповнити наплічники душею оскверненого:\n\nЗбільшує ймовірність спрацювання руни \"Сплеск сили\" на {1}%.#Surge rune by an additional {1}%", en="Soul of the Corrupt" },
[1219915] = { "Душа старійшини", "Наповнити наплічники душею старійшини:\n\nЗ ймовірністю {1}% ви уникнете затримки вимови заклять \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" при отриманні шкоди, а шанс спрацювання таланту \"Стихійна зосередженість\" збільшується на {2}%.#You have a {1}% chance to avoid interruption#and a {2}% increased chance to trigger your", en="Soul of the Elder" },
[1219912] = { "Душа майстра стихій", "Наповнити наплічники душею майстра стихій:\n\nКритичні удари ваших заклять з ймовірністю {1}% спричинять ефект таланту \"Стихійна зосередженість\".#strikes now have a {1}% chance trigger", en="Soul of the Elemental Master" },
[1219900] = { "Душа стихійного провидця", "Наповнити наплічники душею стихійного провидця:\n\nЗбільшує ефективність \"Ланцюгового зцілення\" та шкоду \"Ланцюгової блискавки\" на {1}%.#and the damage of Chain Lightning by {1}%", en="Soul of the Elemental Seer" },
[1219916] = { "Душа стихій", "Наповнити наплічники душею стихій:\n\nЗбільшує додаткову шкоду від критичних ударів заклять вогню, криги та природи на {1}%.#and Nature spells by {1}%", en="Soul of the Elements" },
[1219909] = { "Душа вогненосця", "Наповнити наплічники душею вогненосця:\n\nКритичні удари здібностей \"Штормовий удар\", \"Удар лавою\" та \"Виверження лави\" завдають цілі {1}% від завданої шкоди протягом {2} с.#burn for {1}% of the damage done over {2} sec", en="Soul of the Flamebringer" },
[1219905] = { "Душа заряду люті", "Наповнити наплічники душею заряду люті:\n\nШанс спрацювання \"Електростатики\" збільшується на {1}% (на {2}% якщо тримаєте по зброї в кожній руці).#Shock is increased by {1}% ({2}% while dual", en="Soul of the Furycharged" },
[1219917] = { "Душа лавового мудреця", "Наповнити наплічники душею лавового мудреця:\n\nШкода \"Виверження лави\" збільшується на відсоток ймовірності критичного удару.", en="Soul of the Lava Sage" },
[1219893] = { "Душа лавоходця", "Наповнити наплічники душею лавоходця:\n\nУраження цілі \"Штормовим ударом\", \"Виверженням лави\" та \"Вибухом лави\" також зменшує всю отриману вами шкоду на {1}% протягом {2} с..#also reduces all damage you take by {1}% for {2} sec", en="Soul of the Lavawalker" },
[1219892] = { "Душа вісника Водоверті", "Наповнити наплічники душею вісника Водоверті:\n\nЩоразу, коли ви блокуєте атаку, ви з ймовірністю {1}% отримаєте ефект \"Зброї Водоверті\".#have a {1}% chance to trigger your Maelstrom", en="Soul of the Maelstrombringer" },
[1219911] = { "Душа лютого полум'я", "Наповнити наплічники душею лютого полум'я:\n\n\"Виверження лави\" також поновлює тривалість ефекту \"Вогняного шоку\" на цілі до {1} с.#on your target back to {1} sec", en="Soul of the Raging Flame" },
[1219903] = { "Душа довершеності", "Наповнити наплічники душею довершеності:\n\nЗбільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="Soul of the Refined" },
[1219908] = { "Душа сейсмічного руйнівника", "Наповнити наплічники душею сейсмічного руйнівника:\n\nЗбільшує шкоду \"Штормового удару\" та \"Удару лавою\" на {1}%. Збільшує шкоду на {2}% при використанні дворучної зброї.#Lava Lash damage by {1}%#to {2}% if using a two-handed", en="Soul of the Seismic Smasher" },
[1219888] = { "Душа майстра щитів", "Наповнити наплічники душею майстра щитів:\n\nПарирування та ухилення також викликають спрацювання ефекту руни \"Майстерність володіння щитом\".", en="Soul of the Shield Master" },
[1219890] = { "Душа шоковго поглинання", "Наповнити наплічники душею шоковго поглинання:\n\n\"Вогняний шок\" також збільшує ймовірність блокування на {1} с або до наступного успішного блоку.#Flame Shock also grants {1}% increased chance", en="Soul of the Shock-Absorber" },
[1219914] = { "Душа провідника духів", "Наповнити наплічники душею провідника духів:\n\nПоки діє ефект \"Ясномови\" ви завдаєте на {1}% більше нефізичної шкоди.#you deal {1}% more non-Physical", en="Soul of the Spirit Guide" },
[1219902] = { "Душа духовного цілителя", "Наповнити наплічники душею духовного цілителя:\n\nЗменшує час вимови \"Ланцюгового зцілення\" на {1} с.#Chain Heal by {1} sec", en="Soul of the Spirithealer" },
[1219891] = { "Душа духовного оплоту", "Наповнити наплічники душею духовного оплоту:\n\nЩоразу, коли ви блокуєте, ваш показник блокування збільшується на {1}% від сили заклять протягом {2} с. Ефект накопичується до {3} с.#increased by {1}% of your Spell Damage for {2} sec, stacking up to {3} times", en="Soul of the Spiritual Bulwark" },
[1219897] = { "Душа ткача духу", "Наповнити наплічники душею ткача духу:\n\nВаша \"Хвиля зцілення\" також перестрибує на цілі неподалік, з кожним стрибком зцілюючи на {1}% менше. Максимум до {2} стрибків.#heal by {1}%, and the spell will jump to up to {2} additional", en="Soul of the Spiritweaver" },
[1219906] = { "Душа Бурелома", "Наповнити наплічники душею Бурелома:\n\nЗбільшує шкоду зброї в правій руці для \"Штормового удару\" на {1}%.#your Stormstrike by {1}%", en="Soul of the Stormbreaker" },
[1219899] = { "Душа приборкувача бурі", "Наповнити наплічники душею приборкувача бурі:\n\n\"Ланцюгова блискавка\" також зцілює останню ціль вашого \"Щита землі\" на {1}% від завданої шкоди.#recent Earth Shield for {1}% of the damage", en="Soul of the Stormtender" },
[1219907] = { "Душа бурі", "Наповнити наплічники душею бурі:\n\nПоки ви мажєте активну руну \"Електростатика\", ваш \"Блискавковий щит\" отримує заряд щоразу, коли ви вражаєте ціль \"Блискавкою\" чи \"Ланцюговою блискавкою\", накопичуючи до {1} зарядів, а його шкода може бути критичною.#up to a maximum of {1} charges", en="Soul of the Tempest" },
[1219889] = { "Душа тотеміста", "Наповнити наплічники душею тотеміста:\n\nВаш \"Тотем кам'яної шкіри\" також зменшує отриману фізичну шкоду на {1}%, а ваш \"Тотем стіни вітру\" також зменшує отриману магічну шкоду на {2}%#also reduces Physical damage taken by {1}%#also reduces Magical damage taken by {2}%", en="Soul of the Totemic Protector" },
[1219895] = { "Душа хранителя тотемів", "Наповнити наплічники душею хранителя тотемів:\n\nРадіус дії тотемів, що діють на союзників, збільшується до {1} м.#friendly targets is increased to {1} y", en="Soul of the Totemkeeper" },
[1219913] = { "Душа племені", "Наповнити наплічники душею племені:\n\nЕфект \"Вірний бета\" вашої здібності \"Дух альфа-вовка\" тепер збільшує шкоду від вогню, криги та природи на {1}%.#and Nature damage by {1}%", en="Soul of the Tribesman" },
[1219894] = { "Душа істинної альфи", "Наповнити наплічники душею істинної альфи:\n\nКоли ви застосовуєте \"Дух альфа-вовка\" на себе, його ефект також збільшує ваш запас здоров'я на {1}%, вашу загрозу на {2}% та всю вашу шкоду на {3}%.#your health by {1}%, your threat generated by {2}%, and all damage you deal by {3}%", en="Soul of the True Alpha" },
[1219901] = { "Душа життєдайного", "Наповнити наплічники душею життєдайного:\n\nВаша \"Бистрина\" також збільшує ефективність \"Ланцюгового зцілення\" на {1}%.#Chain Heal by an additional {1}%", en="Soul of the Vitalist" },
[1219910] = { "Душа вулкану", "Наповнити наплічники душею вулкану:\n\nКритичні удари \"Блискавки\" з ймовірністю {1}% завершать відновлення \"Виверження лави\" та \"Ланцюгової блискавки\", а наступна вимова \"Виверження лави\" чи \"Ланцюгової блискавки\" протягом {2} с буде миттєвою.#strikes have a {1}% chance to reset#Lightning within {2} sec instant", en="Soul of the Volcano" },
[1219898] = { "Душа водоходця", "Наповнити наплічники душею водоходця:\n\nВаші неперіодичні критичні ефекти шкоди та зцілення з ймовірністю {1}% активують ефект \"Водяного щита\", але не поглинають його та не починають його відновлення.#strikes now have a {1}% chance to trigger your Water", en="Soul of the Waterwalker" },
[1219887] = { "Душа вітроходця", "Наповнити наплічники душею вітроходця:\n\nЗбільшує вашу швидкість атаки на {1}% для наступних {2} ударів після того, як ви парирували, ухилились чи заблокували атаку.#attack speed by {1}% for your next {2} swings", en="Soul of the Windwalker" },

-- Set bonuses
[1213957] = { "Сезон 3 - Предмет - Набір руїн Ан'Кіражу - Шаман - Бонус 3 предметів Стихій", "Шкода \"Виверження лави\" збільшується на відсоток ймовірності критичного удару.", en="S03 - Item - RAQ - Shaman - Elemental 3P Bonus" },
[457520] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 4 предметів Стихій", "Критичні удари \"Блискавки\" з ймовірністю {1}% завершать відновлення \"Виверження лави\" та \"Ланцюгової блискавки\", а наступна вимова \"Виверження лави\" чи \"Ланцюгової блискавки\" протягом {2} с буде миттєвою.#strikes have a {1}% chance to reset#Lightning within {2} sec instant", en="S03 - Item - T1 - Shaman - Elemental 4P Bonus" },
[457524] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 6 предметів Стихій", "\"Виверження лави\" також поновлює тривалість ефекту \"Вогняного шоку\" на цілі до {1} с.#on your target back to {1} sec", en="S03 - Item - T1 - Shaman - Elemental 6P Bonus" },
[457475] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 2 предметів Стихій/Вдосконалення/Відновлення", "Радіус дії тотемів, що діють на союзників, збільшується до {1} м.#friendly targets is increased to {1} y", en="S03 - Item - T1 - Shaman - Elemental/Enhancement/Restoration 2P Bonus" },
[457530] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 4 предметів Вдосконалення", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#your critical strike chance with spells and attacks by {1}%", en="S03 - Item - T1 - Shaman - Enhancement 4P Bonus" },
[457532] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 4 предметів Вдосконалення", "Талант \"Шквал\" збільшує вашу швидкість атаки ще на {1}%.#Flurry talent grants an additional {1}%", en="S03 - Item - T1 - Shaman - Enhancement 6P Bonus" },
[457478] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 4 предметів Відновлення", "Після вимови \"Хвилі зцілення\", \"Малої хвилі зцілення\" та \"Бистрини\" ви з ймовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#a {1}% chance to gain Mana equal to {2}% of the base cost", en="S03 - Item - T1 - Shaman - Restoration 4P Bonus" },
[457494] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 6 предметів Відновлення", "Ваша \"Хвиля зцілення\" також перестрибує на цілі неподалік, з кожним стрибком зцілюючи на {1}% менше. Максимум до {2} стрибків.#heal by {1}%, and the spell will jump to up to {2} additional", en="S03 - Item - T1 - Shaman - Restoration 6P Bonus" },
[457540] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 2 предметів танка", "Збільшує вашу швидкість атаки на {1}% для наступних {2} ударів після того, як ви парирували, ухилились чи заблокували атаку.#attack speed by {1}% for your next {2} swings", en="S03 - Item - T1 - Shaman - Tank 2P Bonus" },
[457541] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 4 предметів танка", "Парирування та ухилення також викликають спрацювання ефекту руни \"Майстерність володіння щитом\".", en="S03 - Item - T1 - Shaman - Tank 4P Bonus" },
[457544] = { "Сезон 3 - Предмет - Набір 1 - Шаман - Бонус 6 предметів танка", "Ваш \"Тотем кам'яної шкіри\" також зменшує отриману фізичну шкоду на {1}%, а ваш \"Тотем стіни вітру\" також зменшує отриману магічну шкоду на {2}%#also reduces Physical damage taken by {1}%#also reduces Magical damage taken by {2}%", en="S03 - Item - T1 - Shaman - Tank 6P Bonus" },
[467818] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 2 предметів Стихій", "Критичні удари ваших заклять з ймовірністю {1}% спричинять ефект таланту \"Стихійна зосередженість\".#strikes now have a {1}% chance trigger", en="S03 - Item - T2 - Shaman - Elemental 2P Bonus" },
[467823] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 4 предметів Стихій", "Ефект \"Вірний бета\" вашої здібності \"Дух альфа-вовка\" тепер збільшує шкоду від вогню, криги та природи на {1}%.#and Nature damage by {1}%", en="S03 - Item - T2 - Shaman - Elemental 4P Bonus" },
[467863] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 6 предметів Стихій", "Поки діє ефект \"Ясномови\" ви завдаєте на {1}% більше нефізичної шкоди.#you deal {1}% more non-Physical", en="S03 - Item - T2 - Shaman - Elemental 6P Bonus" },
[467877] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 2 предметів Вдосконалення", "Шанс спрацювання \"Електростатики\" збільшується на {1}% (на {2}% якщо тримаєте по зброї в кожній руці).#Shock is increased by {1}% ({2}% while dual", en="S03 - Item - T2 - Shaman - Enhancement 2P Bonus" },
[467879] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 4 предметів Вдосконалення", "Збільшує шкоду зброї в правій руці для \"Штормового удару\" на {1}%.#your Stormstrike by {1}%", en="S03 - Item - T2 - Shaman - Enhancement 4P Bonus" },
[467882] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 6 предметів Вдосконалення", "Поки ви мажєте активну руну \"Електростатика\", ваш \"Блискавковий щит\" отримує заряд щоразу, коли ви вражаєте ціль \"Блискавкою\" чи \"Ланцюговою блискавкою\", накопичуючи до {1} зарядів, а його шкода може бути критичною.#up to a maximum of {1} charges", en="S03 - Item - T2 - Shaman - Enhancement 6P Bonus" },
[467804] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 2 предметів Відновлення", "Ваші неперіодичні критичні ефекти шкоди та зцілення з ймовірністю {1}% активують ефект \"Водяного щита\", але не поглинають його та не починають його відновлення.#strikes now have a {1}% chance to trigger your Water", en="S03 - Item - T2 - Shaman - Restoration 2P Bonus" },
[467809] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 4 предметів Відновлення", "\"Ланцюгова блискавка\" також зцілює останню ціль вашого \"Щита землі\" на {1}% від завданої шкоди.#recent Earth Shield for {1}% of the damage", en="S03 - Item - T2 - Shaman - Restoration 4P Bonus" },
[467814] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 6 предметів Відновлення", "Збільшує ефективність \"Ланцюгового зцілення\" та шкоду \"Ланцюгової блискавки\" на {1}%.#and the damage of Chain Lightning by {1}%", en="S03 - Item - T2 - Shaman - Restoration 6P Bonus" },
[467889] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 2 предметів танка", "\"Вогняний шок\" також збільшує ймовірність блокування на {1} с або до наступного успішного блоку.#Flame Shock also grants {1}% increased chance", en="S03 - Item - T2 - Shaman - Tank 2P Bonus" },
[467909] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 4 предметів танка", "Щоразу, коли ви блокуєте, ваш показник блокування збільшується на {1}% від сили заклять протягом {2} с. Ефект накопичується до {3} с.#increased by {1}% of your Spell Damage for {2} sec, stacking up to {3} times", en="S03 - Item - T2 - Shaman - Tank 4P Bonus" },
[467916] = { "Сезон 3 - Предмет - Набір 2 - Шаман - Бонус 6 предметів танка", "Щоразу, коли ви блокуєте атаку, ви з ймовірністю {1}% отримаєте ефект \"Зброї Водоверті\".#have a {1}% chance to trigger your Maelstrom", en="S03 - Item - T2 - Shaman - Tank 6P Bonus" },
[1213900] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 2 предметів Стихій", "З ймовірністю {1}% ви уникнете затримки вимови заклять \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" при отриманні шкоди, а шанс спрацювання таланту \"Стихійна зосередженість\" збільшується на {2}%.#You have a {1}% chance to avoid interruption#and a {2}% increased chance to trigger your", en="S03 - Item - TAQ - Shaman - Elemental 2P Bonus" },
[1213902] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 4 предметів Стихій", "Збільшує додаткову шкоду від критичних ударів заклять вогню, криги та природи на {1}%.#and Nature spells by {1}%", en="S03 - Item - TAQ - Shaman - Elemental 4P Bonus" },
[1213910] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 2 предметів Вдосконалення", "Збільшує шкоду \"Штормового удару\" та \"Удару лавою\" на {1}%. Збільшує шкоду на {2}% при використанні дворучної зброї.#Lava Lash damage by {1}%#to {2}% if using a two-handed", en="S03 - Item - TAQ - Shaman - Enhancement 2P Bonus" },
[1213918] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 4 предметів Вдосконалення", "Критичні удари здібностей \"Штормовий удар\", \"Удар лавою\" та \"Виверження лави\" завдають цілі {1}% від завданої шкоди протягом {2} с.#burn for {1}% of the damage done over {2} sec", en="S03 - Item - TAQ - Shaman - Enhancement 4P Bonus" },
[1213810] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 2 предметів Відновлення", "Ваша \"Бистрина\" також збільшує ефективність \"Ланцюгового зцілення\" на {1}%.#Chain Heal by an additional {1}%", en="S03 - Item - TAQ - Shaman - Restoration 2P Bonus" },
[1213894] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 4 предметів Відновлення", "Зменшує час вимови \"Ланцюгового зцілення\" на {1} с.#Chain Heal by {1} sec", en="S03 - Item - TAQ - Shaman - Restoration 4P Bonus" },
[1213930] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 2 предметів танка", "Ураження цілі \"Штормовим ударом\", \"Виверженням лави\" та \"Вибухом лави\" також зменшує всю отриману вами шкоду на {1}% протягом {2} с..#also reduces all damage you take by {1}% for {2} sec", en="S03 - Item - TAQ - Shaman - Tank 2P Bonus" },
[1213937] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Шаман - Бонус 4 предметів танка", "Коли ви застосовуєте \"Дух альфа-вовка\" на себе, його ефект також збільшує ваш запас здоров'я на {1}%, вашу загрозу на {2}% та всю вашу шкоду на {3}%.#your health by {1}%, your threat generated by {2}%, and all damage you deal by {3}%", en="S03 - Item - TAQ - Shaman - Tank 4P Bonus" },
[468441] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Шаман - Бонус 3 предметів танка", "Збільшує ймовірність блокування атак щитом на {1}%.#attacks with a shield by {1}%", en="S03 - Item - ZG - Shaman - Tank 3P Bonus" },
[468445] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Шаман - Бонус 5 предметів танка", "Збільшує ймовірність спрацювання руни \"Сплеск сили\" на {1}%.#Surge rune by an additional {1}%", en="S03 - Item - ZG - Shaman - Tank 5P Bonus" },
[1220250] = { "Душа предків", ref=457478, en="Soul of the Ancestors" },
[1220251] = { "Душа предків", en="Soul of the Ancestors" },
[1220295] = { "Душа вартового предків", ref=468441, en="Soul of the Ancestral Warden" },
[1220296] = { "Душа вартового предків", en="Soul of the Ancestral Warden" },
[1220266] = { "Душа вождя", ref=457532, en="Soul of the Chieftain" },
[1220267] = { "Душа вождя", en="Soul of the Chieftain" },
[1220297] = { "Душа оскверненого", ref=468445, en="Soul of the Corrupt" },
[1220298] = { "Душа оскверненого", en="Soul of the Corrupt" },
[1220288] = { "Душа старійшини", ref=1213900, en="Soul of the Elder" },
[1220289] = { "Душа старійшини", en="Soul of the Elder" },
[1220282] = { "Душа майстра стихій", ref=467818, en="Soul of the Elemental Master" },
[1220283] = { "Душа майстра стихій", en="Soul of the Elemental Master" },
[1220258] = { "Душа стихійного провидця", ref=467814, en="Soul of the Elemental Seer" },
[1220259] = { "Душа стихійного провидця", en="Soul of the Elemental Seer" },
[1220291] = { "Душа стихій", ref=1213902, en="Soul of the Elements" },
[1220292] = { "Душа стихій", en="Soul of the Elements" },
[1220276] = { "Душа вогненосця", ref=1213918, en="Soul of the Flamebringer" },
[1220277] = { "Душа вогненосця", en="Soul of the Flamebringer" },
[1220268] = { "Душа заряду люті", ref=467877, en="Soul of the Furycharged" },
[1220269] = { "Душа заряду люті", en="Soul of the Furycharged" },
[1220293] = { "Душа лавового мудреця", ref=1213957, en="Soul of the Lava Sage" },
[1220294] = { "Душа лавового мудреця", en="Soul of the Lava Sage" },
[1220244] = { "Душа лавоходця", ref=1213930, en="Soul of the Lavawalker" },
[1220245] = { "Душа лавоходця", en="Soul of the Lavawalker" },
[1220242] = { "Душа вісника Водоверті", ref=467916, en="Soul of the Maelstrombringer" },
[1220243] = { "Душа вісника Водоверті", en="Soul of the Maelstrombringer" },
[1220279] = { "Душа лютого полум'я", ref=457524, en="Soul of the Raging Flame" },
[1220281] = { "Душа лютого полум'я", en="Soul of the Raging Flame" },
[1220264] = { "Душа довершеності", ref=457530, en="Soul of the Refined" },
[1220265] = { "Душа довершеності", en="Soul of the Refined" },
[1220274] = { "Душа сейсмічного руйнівника", ref=1213910, en="Soul of the Seismic Smasher" },
[1220275] = { "Душа сейсмічного руйнівника", en="Soul of the Seismic Smasher" },
[1220234] = { "Душа майстра щитів", ref=457541, en="Soul of the Shield Master" },
[1220235] = { "Душа майстра щитів", en="Soul of the Shield Master" },
[1220238] = { "Душа шоковго поглинання", ref=467889, en="Soul of the Shock-Absorber" },
[1220239] = { "Душа шоковго поглинання", en="Soul of the Shock-Absorber" },
[1220286] = { "Душа провідника духів", ref=467863, en="Soul of the Spirit Guide" },
[1220287] = { "Душа провідника духів", en="Soul of the Spirit Guide" },
[1220262] = { "Душа духовного цілителя", ref=1213894, en="Soul of the Spirithealer" },
[1220263] = { "Душа духовного цілителя", en="Soul of the Spirithealer" },
[1220240] = { "Душа духовного оплоту", ref=467909, en="Soul of the Spiritual Bulwark" },
[1220241] = { "Душа духовного оплоту", en="Soul of the Spiritual Bulwark" },
[1220252] = { "Душа ткача духу", ref=457494, en="Soul of the Spiritweaver" },
[1220253] = { "Душа ткача духу", en="Soul of the Spiritweaver" },
[1220270] = { "Душа Бурелома", ref=467879, en="Soul of the Stormbreaker" },
[1220271] = { "Душа Бурелома", en="Soul of the Stormbreaker" },
[1220256] = { "Душа приборкувача бурі", ref=467809, en="Soul of the Stormtender" },
[1220257] = { "Душа приборкувача бурі", en="Soul of the Stormtender" },
[1220272] = { "Душа бурі", ref=467882, en="Soul of the Tempest" },
[1220273] = { "Душа бурі", en="Soul of the Tempest" },
[1220236] = { "Душа тотеміста", ref=457544, en="Soul of the Totemic Protector" },
[1220237] = { "Душа тотеміста", en="Soul of the Totemic Protector" },
[1220248] = { "Душа хранителя тотемів", ref=457475, en="Soul of the Totemkeeper" },
[1220249] = { "Душа хранителя тотемів", en="Soul of the Totemkeeper" },
[1220284] = { "Душа племені", ref=467823, en="Soul of the Tribesman" },
[1220285] = { "Душа племені", en="Soul of the Tribesman" },
[1220246] = { "Душа істинної альфи", ref=1213937, en="Soul of the True Alpha" },
[1220247] = { "Душа істинної альфи", en="Soul of the True Alpha" },
[1220260] = { "Душа життєдайного", ref=1213810, en="Soul of the Vitalist" },
[1220261] = { "Душа життєдайного", en="Soul of the Vitalist" },
[1220278] = { "Душа вулкану", ref=457520, en="Soul of the Volcano" },
[1220280] = { "Душа вулкану", en="Soul of the Volcano" },
[1220254] = { "Душа водоходця", ref=467804, en="Soul of the Waterwalker" },
[1220255] = { "Душа водоходця", en="Soul of the Waterwalker" },
[1220232] = { "Душа вітроходця", ref=457540, en="Soul of the Windwalker" },
[1220233] = { "Душа вітроходця", en="Soul of the Windwalker" },

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
