local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Annihilation
[409073] = { "Анігіляція", "Ваші атаки ближнього бою генерують {1} люті.#generate {1} Rage" }, -- Annihilation
-- Blood Frenzy
[403352] = { "Криваве шаленство", "Отримати здібність \"Криваве шаленство\":", rune=412507 }, -- Blood Frenzy
[412507] = { "Криваве шаленство", "Здібність \"Розрив\" тепер можна застосовувати в стійці берсерка, її шкоду збільшено на {1}% і щоразу, коли її ефект завдає шкоди, ціль отримує додаткову шкоду в розмірі {2}% від вашої сили атаки.#increased by {1}%#equal to {2}%" }, -- Blood Frenzy
-- Blood Surge
[413380] = { "Приплив крові", "\"Героїчний удар\", \"Кровожерливість\" та \"Вихор\" з ймовірністю 30% дозволяють використати наступне \"Розтрощення\" протягом 15 секунд миттєво, з обох рук і без витрат люті." }, -- Blood Surge
[413399] = { "Приплив крові", nil, "Ваше наступне \"Розтрощення\" застосується миттєво та без витрат люті." }, -- Blood Surge
[415743] = { "Приплив крові", "Отримати здібність \"Приплив крові\":", rune=413380 }, -- Blood Surge
-- Charge
[411684] = { "Ривок", "Ривок у ворога, що збільшує лють на {1} і приголомшує його на {2} с.#generate {1} rage#for {2} sec" }, -- Charge
[438538] = { "Ривок", "Ривок у ворога, що завдає звичайної шкоди плюс {1} та приголомшує ціль на {2} с.#plus {1} and#for {2} sec" }, -- Charge
[438540] = { "Ривок", "Ривок у ворога, що завдає звичайної шкоди." }, -- Charge
[438541] = { "Ривок", "Ривок у ворога." }, -- Charge
-- Commanding Shout
[403215] = { "Командирський крик", "Воїн кричить, збільшуючи витривалість всіх членів групи в радіусі {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Збільшує вашу витривалість на {1}.#by {1}" }, -- Commanding Shout
[403435] = { "Командирський крик", "Отримати здібність \"Командирський крик\":", rune=403215 }, -- Commanding Shout
-- Consumed By Rage
[425418] = { "Неконтрольована лють", "Коли ви накопичуєте {2} люті, ви скаженієте на {1} секунд, що дозволяє використовувати здібності, що потребують ефекту несамовитості. Окрім того, \"Вихор\" також б'є з обох рук.#for {1} sec#exceed {2} Rage" }, -- Consumed By Rage
-- Consumed by Rage
[425440] = { "Неконтрольована лють", "Отримати здібність \"Неконтрольована лють\":", rune=425418 }, -- Consumed by Rage
-- Devastate
[403195] = { "Спустошення", "Поки ви перебуваєте в захисній стійці та тримаєте щит, \"Розкол броні\" також завдає {1}% від шкоди вашої зброї за секунду, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#to {1}% of your equipped#by {2}% per" }, -- Devastate
[403355] = { "Спустошення", "Отримати здібність \"Спустошення\":", rune=403195 }, -- Devastate
[403196] = { "Спустошення", "\"Розкол броні\" також завдає {1}% шкоди від зброї, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#deals {1}% weapon#by {2}% per" }, -- Devastate
-- Endless Rage
[403218] = { "Нескінченна лють", "Ви отримуєте на 25% більше люті від усієї завданої шкоди." }, -- Endless Rage
[403349] = { "Нескінченна лють", "Отримати здібність \"Нескінченна лють\":", rune=403218 }, -- Endless Rage
-- Enraged Regeneration
[402913] = { "Несамовите відновлення", "Зцілює вам {1}% від максимального запасу здоров'я протягом {2} секунд. Можна використати лише поки діє \"Несамовитість\", \"Лють берсерка\" або \"Кривава лють\". Можна використати під час приголомшення.#for {1}% of#over {2} sec", "Зцілення {1}% від максимального запасу здоров'я щосекунди.#Healing {1}% of" }, -- Enraged Regeneration
[403359] = { "Несамовите відновлення", "Отримати здібність \"Несамовите відновлення\":", rune=402913 }, -- Enraged Regeneration
-- Flagellation
[402877] = { "Бичування", "Ви отримуєте лють від фізичної шокди так, ніби на вас не одягнено жодних обладунків." }, -- Flagellation
[402906] = { "Бичування", nil, "Фізична шкода збільшена на 25%." }, -- Flagellation
[403344] = { "Бичування", "Отримати здібність \"Бичування\":", rune=402877 }, -- Flagellation
-- Focused Rage
[29787] = { "Зосереджена лють", "Зменшує витрати люті ваших атакуючих здібностей на 3." }, -- Focused Rage
[415745] = { "Зосереджена лють", "Отримати здібність \"Зосереджена лють\":", rune=29787 }, -- Focused Rage
-- Frenzied Assault
[425412] = { "Несамовитий натиск", "Під час використання дворучної зброї, ваша швидкість атаки збільшується на {1}%.#increased by {1}%" }, -- Frenzied Assault
[425442] = { "Несамовитий натиск", "Отримати здібність \"Несамовитий натиск\":", rune=425412 }, -- Frenzied Assault
[431046] = { ref=425412 }, -- Frenzied Assault
-- Fresh Meat
[440484] = { "Свіже м'ясо", "Ураження цілі \"Кровожерливістю\" з ймовірністю {1}% для першого разу і з ймовірністю {2}% для кожного наступного разу викликає у вас оскаженіння, що дозволяє використовувати здібності, що потребують ефекту несамовитості, та збільшує вашу фізичну шкоду на {3}% протягом {4} секунд.#has a {1}% chance#and a {2}% chance#deal {3}% increased#for {4} sec" }, -- Fresh Meat
[440493] = { "Свіже м'ясо", "Отримати здібність \"Свіже м'ясо\":", rune=440484 }, -- Fresh Meat
-- Furious Thunder
[403219] = { "Несамовитий грім", "\"Громовий удар\" тепер збільшує час між атаками на додаткові {1}%, може бути використаний у будь-якій стійці, завдає на {2}% більше шкоди та створює на {3}% більше загрози.#additional {1}%#deals {2}% increased damage#deals {3}% increased threat" }, -- Furious Thunder
[403356] = { "Несамовитий грім", "Отримати здібність \"Несамовитий грім\":", rune=403219 }, -- Furious Thunder
-- Gladiator Stance
[412513] = { "Стійка гладіатора", "Агресивна стійка, що збільшує вашу шкоду на {1}% та збільшує ймовірність блоку на {2}%, поки ви тримаєте щит, але зменшує броню на {3}%, а загрозу - на {4}%. Окрім того, ви отримуєте на {5}% шкоди від автоатак по цілям, що не атакують вас.\n\nПоки ви тримаєте щит в стійці гладіатора, ви можете використовувати здібності інших стійок.#shield by {1}%#chance by {2}%#armor by {3}%#generated by {4}%#gain {5}% increased" }, -- Gladiator Stance
[415598] = { "Стійка гладіатора", "Отримати здібність \"Стійка гладіатора\":", rune=412513 }, -- Gladiator Stance
-- Heroic Shot
[403332] = { "Героїчний постріл", "Постріл в ціль, що завдає 300% шкоди від зброї дальнього бою. Генерує 20 люті.", "Знемовлено." }, -- Heroic Shot
-- Intervene
[403338] = { "Втручання", "Воїн здійснює стрімкий ривок до члена групи, перехоплюючи наступну атаку ближнього або дальнього бою, а також зменшуючи загрозу цілі на 10%.", "Наступна атака ближнього або дальнього бою, спрямована проти вас, буде спрямована на воїна, що втрутився." }, -- Intervene
[403437] = { "Втручання", "Отримати здібність \"Втручання\":", rune=403338 }, -- Intervene
-- Meathook
[403228] = { "М'ясний гак", "Кидок ланцюга з гаком, що чіпляє ціль і притягує її до вас. Не можна використовувати проти ворогів вище {1} рівня або проти ворогів, що позначені як боси.#level {1} or" }, -- Meathook
[403231] = { "М'ясний гак", "Кидок ланцюга з гаком, що чіпляє ціль і притягує її до вас." }, -- Meathook
[403233] = { "М'ясний гак", "Кидок ланцюга з гаком, що чіпляє ціль і притягує її до вас. Ціль не може бути приголомшеною під час притягування.", "Невразливість до приголомшення." }, -- Meathook
[403436] = { "М'ясний гак", "Отримати здібність \"М'ясний гак\":", rune=403228 }, -- Meathook
[445558] = { "М'ясний гак", ref=403231 }, -- Meathook
-- Precise Timing
[402922] = { "Точний розрахунок", "\"Розтрощення\" тепер застосовується миттєво, але відновлюється {1} с.#a {1} sec" }, -- Precise Timing
[415744] = { "Точний розрахунок", "Отримати здібність \"Точний розрахунок\":", rune=402922 }, -- Precise Timing
-- Quick Strike
[429765] = { "Швидкий удар", "Безрозсудна миттєва атака дворучною зброєю, що завдає від {1} до {2} фізичної шкоди. Ця здібність отримує бонус від усіх ефектів, пов'язаних з \"Героїчним ударом\", і активує їх.#dealing {1} to {2} physical" }, -- Quick Strike
[429748] = { "Швидкий удар", "Замінює здібність \"Героїчний удар\" на \"Швидкий удар\":", rune=429765 }, -- Quick Strike
[425428] = { "Швидкий удар", "Отримати здібність \"Швидкий удар\":", rune=429765 }, -- Quick Strike
-- Raging Blow
[402911] = { "Лютий удар", "Лютий удар, що завдає {1}% шкоди від зброї, але може бути застосований лише поки діє \"Несамовитість\", \"Лють берсерка\" або \"Кривава лють\". Здібності ближнього бою, застосовані протягом дії \"Несамовитості\", \"Люті берсерка\" або \"Кривавої люті\", скорочують відновлення \"Лютого удару\" на {2} с.#deals {1}% weapon#by {2} sec" }, -- Raging Blow
[425429] = { "Лютий удар", "Отримати здібність \"Лютий удар\":", rune=402911 }, -- Raging Blow
-- Rallying Cry
[426490] = { "Підбадьорливий клич", "Крик, що збільшує максимальний запас здоров'я всіх членів групи або рейду в радіусі {1} м на {2}% протягом {3} с.#{1} yards {2}% increased#for {3} sec", "Максимальний запас здоров'я збільшено на {1}%.#by {1}% of" }, -- Rallying Cry
[426492] = { "Підбадьорливий клич", "Отримати здібність \"Підбадьорливий клич\":", rune=426490 }, -- Rallying Cry
-- Rampage
[426940] = { "Шаленство", "Воїн впадає в шаленство, збільшуючи силу атаки на {1}% протягом {2} с. Цю здібність можна використати тільки в стані несамовитості.#power by {1}% for {2} sec", "Силу атаки збільшено на {1}%.#by {1}%" }, -- Rampage
[427070] = { "Шаленство", "Отримати здібність \"Шаленство\":", rune=426940 }, -- Rampage
-- Shield Mastery
[426980] = { "Майстерність володіння щитом", "Збільшує всю вашу фізичну шкоду на {1}%, поки ви тримаєте є щит, і зменшує тривалість усіх ефектів роззброєння проти вас на {2}%. Цей ефект не поєднується з іншими ефектами, що зменшують тривалість роззброєння.#by {1}% while#against you by {2}%" }, -- Shield Mastery
[427069] = { "Майстерність володіння щитом", "Отримати здібність \"Майстерність володіння щитом\":", rune=426980 }, -- Shield Mastery
-- Shockwave
[440488] = { "Ударна хвиля", "Створює ударну хвилю в конусі перед вами, що завдає {1} шкоди та приголомшує ворогів у межах {2} м на {3} с.#causing {1} damage#within {2} y#for {3} sec", "Приголомшено." }, -- Shockwave
[440497] = { "Ударна хвиля", "Отримати здібність \"Ударна хвиля\":", rune=440488 }, -- Shockwave
-- Single-Minded Fury
[413404] = { "Цілеспрямована лють", "Коли ви тримає зброю в кожній руці, ваша швидкість руху збільшується на {1}%, а шкода збільшується на {2}% за кожен послідовний удар автоатакою по цілі. Ефект накопичується до {3} разів та діє {4} с або поки автоатака не вразить іншу ціль.#increased by {1}%#gain {2}% attack#up to {3} times#Lasts {4} sec" }, -- Single-Minded Fury
[415599] = { "Цілеспрямована лють", "Отримати здібність \"Цілеспрямована лють\":", rune=413404 }, -- Single-Minded Fury
-- Slam
[462893] = { ref=1464 }, -- Slam (Rank 1)
[462895] = { ref=1464 }, -- Slam (Rank 2)
[462896] = { ref=1464 }, -- Slam (Rank 3)
[462897] = { ref=1464 }, -- Slam (Rank 4)
-- Sudden Death
[440114] = { "Раптова смерть", nil, "Ви можете використати здібність \"Страта\" незалежно від запасу здоров'я цілі, після чого у вас залишиться {1} люті.#have {1} Rage" }, -- Sudden Death
[440113] = { "Раптова смерть", "Ваші атаки ближнього бою з ймовірністю {1}% дозволяють застосувати \"Страту\" незалежно від рівня здоров'я цілі. Після застосування \"Страти\" таким чином, ви збережете {2} люті.#a {1}% chance#retain {2} rage" }, -- Sudden Death
[440495] = { "Раптова смерть", "Отримати здібність \"Раптова смерть\":", rune=440113 }, -- Sudden Death
-- Sword and Board
[426978] = { "Мечем і щитом", "Коли ваші здібності \"Спустошення\" і \"Помста\" завдають шкоди, вони з шансом {1}% завершують відновлення вашої здібності \"Трощення щитом\" і зменшують витрати люті на неї на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec" }, -- Sword and Board
[426979] = { "Мечем і щитом", nil, "Витрати люті на \"Трощення щитом\" зменшено на {1}%.#by {1}%" }, -- Sword and Board
[427073] = { "Мечем і щитом", "Отримати здібність \"Мечем і щитом\":", rune=426978 }, -- Sword and Board
-- Taste for Blood
[426953] = { "Смак крові", "Щоразу, коли ваша здібність \"Розрив\" завдає шкоди, ваша здібність \"Здолання\" активується на {1} секунд або 1 атаку. Цей ефект не може спрацьовувати частіше, ніж раз на {2} секунд.#for {1} sec or#every {2} sec" }, -- Taste for Blood
[426969] = { "Смак крові", nil, "Дозволяє використовувати \"Здолання\"." }, -- Taste for Blood
[427067] = { "Смак крові", "Отримати здібність \"Смак крові\":", rune=426953 }, -- Taste for Blood
-- Thunder Clap
[413589] = { "Громовий удар", nil, "Час між атаками збільшено на {1}%.#by {1}%" }, -- Thunder Clap
-- Victorious State
[402975] = { "Переможність", "Насолоджується перемогою над ворогом." }, -- Victorious State
-- Victory Rush
[402927] = { "Переможний запал", "Миттєва атака цілі, що завдає {1} шкоди і зцілює вас на {2}% від вашого максимального запасу здоров'я. Можна застосовувати лише протягом 20 секунд після вбивства ворога, що дає досвід або честь.#causing {1} damage#for {2}% of" }, -- Victory Rush
[403434] = { "Переможний запал", "Отримати здібність \"Переможний запал\":", rune=402927 }, -- Victory Rush
-- Vigilance
[426972] = { "Пильність", "Ви оберігаєте учасника групи чи рейду, чим зменшуєте отриману ним шкоду на {1}% і перенаправляєте на себе {2}% його загрози. Крім того, щоразу, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється. Триває {3} хв. Цей ефект може діяти лише на одну ціль одночасно.#by {1}% and transferring {2}%#Lasts {3} min", "Отриману шкоду зменшено на {1}%, а {2}% загрози перенаправляється на воїна.#by {1}% and {2}% of" }, -- Vigilance
[426975] = { "Пильність", nil, "Отриману шкоду зменшено на {1}%, а {2}% загрози перенаправляється на воїна.#by {1}% and {2}% of" }, -- Vigilance
[427068] = { "Пильність", "Отримати здібність \"Пильність\":", rune=426972 }, -- Vigilance
-- War Machine
[413301] = { "Бойова машина", "Вбивство ворога, який дає досвід або честь, генерує {1} люті.#generates {1} Rage" }, -- War Machine
-- Warbringer
[425421] = { "Вісник війни", "Ваші здібності \"Ривок\", \"Перехоплення\" та \"Втручання\" тепер можна використовувати під час бою та в будь-якій стійці, а при активації вони знімають ефекти обмеження руху." }, -- Warbringer
[425430] = { "Вісник війни", "Отримати здібність \"Вісник війни\":", rune=425421 }, -- Warbringer
-- Whirlwind
[462891] = { ref=1680 }, -- Whirlwind
-- Wrecking Crew
[427065] = { "Погром", "Ваші критичні удари в ближньому бою викликають у вас оскаженіння, що дозволяє використовувати здібності, що потребують ефекту несамовитості, та збільшуюють шкоду \"Смертельного удару\", \"Кровожерливості\" та \"Трощення щитом\" на {1}% протягом {2} секунд.#by {1}% for {2} sec" }, -- Wrecking Crew
[427074] = { "Погром", "Отримати здібність \"Погром\":", rune=427065 }, -- Wrecking Crew

-- Engraving
[416004] = { "Гравіювання пояса - Приплив крові", "Вигравіювати на поясі руну \"Приплив крові\":", rune=413380 }, -- Engrave Belt - Blood Surge
[409163] = { "Гравіювання пояса - Зосереджена лють", "Вигравіювати на поясі руну \"Зосереджена лють\":", rune=29787 }, -- Engrave Belt - Focused Rage
[416005] = { "Гравіювання пояса - Точний розрахунок", "Вигравіювати на поясі руну \"Точний розрахунок\":", rune=402922 }, -- Engrave Belt - Precise Timing
[403467] = { "Гравіювання чоботів - Несамовите відновлення", "Вигравіювати на чоботях руну \"Несамовите відновлення\":", rune=402913 }, -- Engrave Boots - Enraged Regeneration
[416002] = { "Гравіювання чоботів - Стійка гладіатора", "Вигравіювати на чоботях руну \"Стійка гладіатора\":", rune=412513 }, -- Engrave Boots - Gladiator Stance
[403472] = { "Гравіювання чоботів - Втручання", "Вигравіювати на чоботях руну \"Втручання\":", rune=403338 }, -- Engrave Boots - Intervene
[426491] = { "Гравіювання чоботів - Підбадьорливий клич", "Вигравіювати на чоботях руну \"Підбадьорливий клич\":", rune=426490 }, -- Engrave Boots - Rallying Cry
[427081] = { "Гравіювання браслетів - Шаленство", "Вигравіювати на браслетах руну \"Шаленство\":", rune=426940 }, -- Engrave Bracers - Rampage
[427082] = { "Гравіювання браслетів - Мечем і щитом", "Вигравіювати на браслетах руну \"Мечем і щитом\":", rune=426978 }, -- Engrave Bracers - Sword and Board
[427084] = { "Гравіювання браслетів - Погром", "Вигравіювати на браслетах руну \"Погром\":", rune=427065 }, -- Engrave Bracers - Wrecking Crew
[403474] = { "Гравіювання нагрудника - Криваве шаленство", "Вигравіювати на нагруднику руну \"Криваве шаленство\":", rune=412507 }, -- Engrave Chest - Blood Frenzy
[403480] = { "Гравіювання нагрудника - Бичування", "Вигравіювати на нагруднику руну \"Бичування\":", rune=402877 }, -- Engrave Chest - Flagellation
[425444] = { "Гравіювання нагрудника - Лютий удар", "Вигравіювати на нагруднику руну \"Лютий удар\":", rune=402911 }, -- Engrave Chest - Raging Blow
[425445] = { "Гравіювання нагрудника - Вісник війни", "Вигравіювати на нагруднику руну \"Вісник війни\":", rune=425421 }, -- Engrave Chest - Warbringer
[440492] = { "Гравіювання плаща - Свіже м'ясо", "Вигравіювати на плащі руну \"Свіже м'ясо\":", rune=440484 }, -- Engrave Cloak - Fresh Meat
[440496] = { "Гравіювання плаща - Ударна хвиля", "Вигравіювати на плащі руну \"Ударна хвиля\":", rune=440488 }, -- Engrave Cloak - Shockwave
[440494] = { "Гравіювання плаща - Раптова смерть", "Вигравіювати на плащі руну \"Раптова смерть\":", rune=440113 }, -- Engrave Cloak - Sudden Death
[403475] = { "Гравіювання рукавиць - Спустошення", "Вигравіювати на рукавицях руну \"Спустошення\":", rune=403195 }, -- Engrave Gloves - Devastate
[425443] = { "Гравіювання рукавиць - Швидкий удар", "Вигравіювати на рукавицях руну \"Швидкий удар\":", rune=429765 }, -- Engrave Gloves - Quick Strike
[416003] = { "Гравіювання рукавиць - Цілеспрямована лють", "Вигравіювати на рукавицях руну \"Цілеспрямована лють\":", rune=413404 }, -- Engrave Gloves - Single-Minded Fury
[403470] = { "Гравіювання рукавиць - Переможний запал", "Вигравіювати на рукавицях руну \"Переможний запал\":", rune=402927 }, -- Engrave Gloves - Victory Rush
[403489] = { "Гравіювання шолома - Нескінченна лють", "Вигравіювати на шоломі руну \"Нескінченна лють\":", rune=403218 }, -- Engrave Helm - Endless Rage
[427080] = { "Гравіювання шолома - Майстерність володіння щитом", "Вигравіювати на шоломі руну \"Майстерність володіння щитом\":", rune=426980 }, -- Engrave Helm - Shield Mastery
[427076] = { "Гравіювання шолома - Смак крові", "Вигравіювати на шоломі руну \"Смак крові\":", rune=426953 }, -- Engrave Helm - Taste for Blood
[427078] = { "Гравіювання шолома - Пильність", "Вигравіювати на шоломі руну \"Пильність\":", rune=426972 }, -- Engrave Helm - Vigilance
[425446] = { "Гравіювання штанів - Неконтрольована лють", "Вигравіювати на штанях руну \"Неконтрольована лють\":", rune=425418 }, -- Engrave Pants - Consumed by Rage
[425447] = { "Гравіювання штанів - Несамовитий натиск", "Вигравіювати на штанях руну \"Несамовитий натиск\":", rune=425412 }, -- Engrave Pants - Frenzied Assault
[403476] = { "Гравіювання штанів - Несамовитий грім", "Вигравіювати на штанях руну \"Несамовитий грім\":", rune=403219 }, -- Engrave Pants - Furious Thunder

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
