local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Advanced Warding
[428738] = { "Вдосконалений захист", "Збільшення сили вашого \"Щит мани\", \"Крижаного оберегу\" і \"Вогняного оберегу\" на {1}%, а також зменшення витрат мани на поглинання шкоди \"Щитом мани\" на {2}%.#Ward by {1}%#by {2}% per damage", nil }, -- Advanced Warding

-- Arcane Blast
[42896] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {3}-{4}%, а витрати мани на \"Арканічний спалах\" збільшуються на {5}%. Ефект накопичується до {6} разів і триває до відміни або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\".#dealing {1} to {2}#by {3} to {4}%#by {5}%.#up to {6} times", nil }, -- Arcane Blast
[400573] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоду від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду і зцілення від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%." }, -- Arcane Blast
[400574] = { "Арканічний спалах", "Вибух енергії, що завдає цілі від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода і зцілення всіх інших заклять Аркани збільшуються на {3}%, а витрати мани на \"Арканічний спалах\" збільшуються на {4}%. Ефект накопичується до {5} разів і триває {6} с або до вимови будь-якого іншого закляття Аркани.#dealing {1} to {2}#by {3}% and#by {4}%.#up to {5} times and lasts {6} sec", nil }, -- Arcane Blast
[400586] = { "Арканічний спалах", "Вибух енергії, що завдає цілі шкоду від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх інших заклять Аркани збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с.#by {1}% and#by {2}%.#up to {3} times and lasts {4} sec", "Шкоду від усіх заклинань Аркани, окрім \"Арканічного спалаху\", збільшено на {1}%, а витрати мани на \"Арканічний спалах\" збільшено на {2}%.#by {1}% and#by {2}%." }, -- Arcane Blast
[401729] = { "Арканічний спалах", "Отримати здібність \"Арканічний спалах\":", nil, rune=400574 }, -- Arcane Blast

-- Arcane Surge
[425124] = { "Арканічний сплеск", "Спрямувати всі залишки мани у сплеск енергії, який завдає цілі від {1} до {2} шкоди від аркани, що збільшується до {3}% залежно від використаної мани. Після цього ви починаєте відновлювати ману зі збільшеною на {4}% швидкістю від звичайної протягом {5} с.#dealing {1} to {2}#up to {3}% based#by {4}% for {5} sec", "Відновлення мани зі збільшеною на {1}% швидкістю від звичайної.#by {1}%" }, -- Arcane Surge
[425168] = { "Арканічний сплеск", "Отримати здібність \"Арканічний сплеск\":", nil, rune=425124 }, -- Arcane Surge

-- Brain Freeze
[400731] = { "Замороження мозку", "Ваші заклинання, що охолоджують ціль, з ймовірністю {1}% дозволять вимовити наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\" або \"Стріла крижаного полум'я\" миттєво і без витрат мани.#have a {1}% chance", nil }, -- Brain Freeze
[401725] = { "Замороження мозку", "Отримати здібність \"Замороження мозку\":", nil, rune=400731 }, -- Brain Freeze

-- Burnout
[412286] = { "Вигорання", "Збільшує ймовірність критичного удару всіх заклинань на {1}%, але ваші неперіодичні критичні удари заклинаннями тепер мають додаткову вартість мани в розмірі {2}% від вашого базового запасу мани.#by {1}%#of {2}% of", nil }, -- Burnout
[415460] = { "Вигорання", "Отримати здібність \"Вигорання\":", nil, rune=412286 }, -- Burnout

-- Chronomantic Healing
[401405] = { "Хрономантичне зцілення" }, -- Chronomantic Healing
[433455] = { "Хрономантичне зцілення" }, -- Chronomantic Healing

-- Chronostatic Preservation
[425187] = { "Хроностатичне збереження", "Отримати здібність \"Хроностатичне збереження\":", nil, rune=436516 }, -- Chronostatic Preservation
[436516] = { "Хроностатичне збереження", "Об'єднати магію аркани, вогню та криги, щоб накопичити хрономантичну енергію для подальшого використання. Ви можете утримувати цю енергію до 15 секунд, перш ніж вона розсіється. При вивільненні зцілює дружній цілі {1} здоров'я.\n\nВзаємодіє з іншими заклинаннями, талантами та ефектами що впливають на заклинання аркани, вогню або полум'я.#target for {1}", "Хрономантична енергія накопичена і при вивільненні зцілить дружню ціль на {1}.#target for {1}" }, -- Chronostatic Preservation
[436517] = { "Хроностатичне збереження", "Вивільнити хрономантичну енергію, щоб миттєво зцілити дружній цілі {1} здоров'я.#target for {1}", nil }, -- Chronostatic Preservation

-- Enlightenment
[412324] = { "Просвітлення", "Ви завдаєте на {1}% більше шкоди, поки маєте більше {2}% мани. Якщо у вас менше {3}% мани, вона продовжує відновлюватись під час вимови заклять зі швидкістю {4}% від звичайної.#deal {1}% more#than {2}% mana#below {3}% mana {4}% of", nil }, -- Enlightenment
[415729] = { "Просвітлення", "Отримати здібність \"Просвітлення\":", nil, rune=412324 }, -- Enlightenment

-- Expanded Intellect
[436949] = { "Розвинений інтелект", "Зменшує витрати мани на \"Арканічний інтелект\" на {1}% і збільшує його тривалість на {2}%.#Intellect by {1}%#duration by {2}%", nil }, -- Expanded Intellect

-- Fingers of Frost
[400647] = { "Крижані пальці", "Ваші ефекти охолодження з шансом {1}% активують ефект \"Крижані пальці\", який дозволяє вашим {2} наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {3} с.#a {1}% chance#next {2} spells#Lasts {3} sec", nil }, -- Fingers of Frost
[400669] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} с.#Lasts {1} sec", "Наступні {1} ваші заклинання спрацьовують так, ніби ціль заморожена.#next {1} spells" }, -- Fingers of Frost
[400670] = { "Крижані пальці", "Ваші ефекти охолодження з деяким шансом активують ефект \"Крижані пальці\", який дозволяє вашим наступним закляттям спрацьовувати так, ніби ціль заморожена. Триває {1} с.#Lasts {1} sec", "Ваші заклинання спрацьовують так, ніби ціль заморожена. Зарядів: {1}.#{1} charge" }, -- Fingers of Frost
[401741] = { "Крижані пальці", "Отримати здібність \"Крижані пальці\":", nil, rune=400647 }, -- Fingers of Frost

-- Fire Blast
[400618] = { "Вогняний підрив", "Підриває ворога, завдаючи від {1} до {2} шкоди від вогню.#{1} to {2}", nil }, -- Fire Blast
[400616] = { ref=400618 }, -- Fire Blast
[400619] = { ref=400618 }, -- Fire Blast
[400620] = { ref=400618 }, -- Fire Blast
[400621] = { ref=400618 }, -- Fire Blast
[400622] = { ref=400618 }, -- Fire Blast
[400623] = { ref=400618 }, -- Fire Blast

-- Fire Ward
[412214] = { "Вогняний оберіг", "Поглинає {1} шкоди від вогню. Триває {2} с.#{1} Fire#Lasts {2} sec", "Поглинає шкоду від вогню." }, -- Fire Ward
[412218] = { ref=412214 }, -- Fire Ward
[412230] = { ref=412214 }, -- Fire Ward
[412231] = { ref=412214 }, -- Fire Ward
[412232] = { ref=412214 }, -- Fire Ward

-- Fireball!
[400730] = { "Вогняна куля!", "Наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\" або \"Стріла крижаного вогню\" вимовляється миттєво і не витрачає ману.", "Наступне заклинання \"Вогняна куля\", \"Чарокрижана стріла\" або \"Стріла крижаного вогню\" вимовляється миттєво і не витрачає ману." }, -- Fireball!

-- Frost Ward
[412202] = { "Крижаний оберіг", "Поглинає {1} шкоди від криги. Триває {2} с.#{1} Frost#Lasts {2} sec", "Поглинає шкоду від криги." }, -- Frost Ward
[412205] = { ref=412202 }, -- Frost Ward
[412207] = { ref=412202 }, -- Frost Ward
[412209] = { ref=412202 }, -- Frost Ward
[412210] = { ref=412202 }, -- Frost Ward

-- Frostfire Bolt
[401502] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає від {1} до {2} шкоди від крижаного вогню, зменшуючи швидкість руху на {3}% і завдаючи додатково {4} шкоди від крижаного вогню протягом {5} секунд. Для опору цьому заклинанню обирається менший з показників опору кризі та вогню, а його шкода вважається шкодою як від криги, так і від вогню.#causing {1} to {2}#speed by {3}%#additional {4}#over {5} sec", "Швидкість руху зменшено на {1}%. Отримання {2} шкоди від крижаного вогню кожні {3} с.#slowed by {1}%#{2} Frostfire damage every {3}" }, -- Frostfire Bolt
[401735] = { "Стріла крижаного полум'я", "Отримати здібність \"Стріла крижаного полум'я\":", nil, rune=401502 }, -- Frostfire Bolt

-- Hot Streak
[48108] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\" або \"Стріла крижаного полум'я\" завдає критичної шкоди 2 рази поспіль, з деякою ймовірність наступне заклинання \"Пірозрив\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", "Наступне заклинання \"Пірозрив\" можна вимовити миттєво." }, -- Hot Streak
[400624] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Вогняний підрив\", \"Опік\" або \"Жива бомба\" завдає критичної шкоди 2 рази поспіль, наступне заклинання \"Пірозрив\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", nil }, -- Hot Streak
[400625] = { "Полум'яна вдача", "Коли заклинання \"Вогняна куля\", \"Вогняний підрив\", \"Опік\", \"Жива бомба\", \"Чаровогняна стріла\" або \"Стріла крижаного полум'я\" завдає критичної шкоди 2 рази поспіль, наступне заклинання \"Пірозрив\" можна буде вимовити миттєво протягом {1} секунд.#within {1} sec", "Наступне заклинання \"Пірозрив\" можна вимовити миттєво." }, -- Hot Streak
[401724] = { "Полум'яна вдача", "Отримати здібність \"Стріла крижаного полум'я\":", nil, rune=400624 }, -- Hot Streak

-- Ice Lance
[400640] = { "Крижаний спис", "Завдає від {1} до {2} шкоди від криги ворожій цілі. Завдає потрійної шкоди замороженим цілям.#{1} to {2} Frost", nil }, -- Ice Lance
[401732] = { "Крижаний спис", "Отримати здібність \"Крижаний спис\":", nil, rune=400640 }, -- Ice Lance

-- Icy Veins
[425121] = { "Крижана кров", "Прискорює створення заклинань, збільшуючи швидкість вимови заклинань на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%. Триває {3} с.#by {1}% and#by {2}%.#Lasts {3} sec", "Швидкість вимови заклинань збільшена на 20%, а затримка вимови заклинань при отриманні шкоди зменшена на 100%." }, -- Icy Veins
[425169] = { "Крижана кров", "Отримати здібність \"Крижана кров\":", nil, rune=425121 }, -- Icy Veins
[429125] = { ref=425121 }, -- Icy Veins

-- Ignite
[412538] = { "Займання", nil, "Завдає шкоду від вогню кожні {1} с.#every {1} sec" }, -- Ignite
[412545] = { ref=412538 }, -- Ignite

-- Living Bomb
[400613] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Через {3} с або коли заклинання розвіється, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.#taking {1}#over {2} sec#After {3} sec#dealing {4}#within {5} y", "{1} шкоди від вогню кожні {2} с. Через {3} с або коли заклинання буде розвіяно, ціль вибухає, завдаючи {4} шкоди від вогню всім ворогам в радіусі {5} м.#Causes {1}#every {2} sec#After {3} sec#causing {4}#within {5} y" }, -- Living Bomb
[400614] = { ref=400613 }, -- Living Bomb
[401731] = { "Жива бомба", "Отримати здібність \"Жива бомба\":", nil, rune=400613 }, -- Living Bomb

-- Living Flame
[401556] = { "Живе полум'я", "Викликає чарівне полум'я, яке рухається за ціллю, залишаючи за собою вогняний слід. Цей слід щосекунди завдає {1} шкоди від вогню ворогам поблизу. Триває {2} с.#deals {1}#Lasts {2} sec", nil }, -- Living Flame
[401558] = { "Живе полум'я", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}", "Завдає {1} шкоди від вогню щосекунди.#Deals {1}" }, -- Living Flame
[401744] = { "Живе полум'я", "Отримати здібність \"Живе полум'я\":", nil, rune=401556 }, -- Living Flame
[401559] = { "Живе полум'я" }, -- Living Flame

-- Mana Shield
[412116] = { "Щит мани", "Поглинає {1} одиниць фізичної шкоди дружній цілі, натомість витрачаючи ману. Висушує {2} мани у мага за кожну одиницю шкоди. Триває {3} хв.#Absorbs {1}#Drains {2}#Lasts {3}", "Поглинає фізичну шкоду за рахунок мани." }, -- Mana Shield
[412118] = { ref=412116 }, -- Mana Shield
[412120] = { ref=412116 }, -- Mana Shield
[412121] = { ref=412116 }, -- Mana Shield
[412122] = { ref=412116 }, -- Mana Shield
[412123] = { ref=412116 }, -- Mana Shield

-- Mass Regeneration
[412510] = { "Масова регенерація", "Зцілює всіх членів групи цілі в радіусі {1} м від неї на {2} здоров'я протягом {3} с і накладає на кожну ціль \"Темпоральний маяк\" на {4} с.#within {1} yards#for {2} health over {3} sec#target for {4} sec.", "Зцілення {1} здоров'я протягом {2} с.#{1} health over {2}", rune=400735 }, -- Mass Regeneration
[415467] = { "Масова регенерація", "Отримати здібність \"Масова регенерація\":", nil, rune={412510, 400735} }, -- Mass Regeneration

-- Missile Barrage
[400588] = { "Обстріл снарядами", "Заклинання \"Арканічний спалах\" з шансом {1}%, а заклинання \"Вогняна куля\" і \"Крижана стріла\" - з шансом {2}% зменшать тривалість промовляння наступного заклинання \"Арканічні снаряди\" на {3}%, зменшать витрати мани на {4}%, а снаряди будуть начакловуватись кожні {5} с.#Blast a {1}% chance#spells a {2}% chance#spell by {3}%#cost by {4}%#every {5} sec", nil }, -- Missile Barrage
[400589] = { "Обстріл снарядами", "Заклинання \"Арканічний спалах\", \"Арканічний обстріл\", \"Вогняна куля\", \"Крижана стріла\" та \"Стріла крижаного полум'я\" з деяким шансом зменшать тривалість промовляння наступного заклинання \"Арканічні снаряди\" на {1}%, зменшать витрати мани на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%#cost by {2}%#every {3} sec", "Тривалість промовляння наступного заклинання \"Арканічні снаряди\" зменшена на {1}%, витрати мани змешені на {2}%, а снаряди будуть начакловуватись кожні {3} с.#spell by {1}%#cost by {2}%#every {3} sec" }, -- Missile Barrage
[401736] = { "Обстріл снарядами", "Отримати здібність \"Обстріл снарядами\":", nil, rune=400588 }, -- Missile Barrage

-- Rapid Regeneration
[401460] = { "Швидка регенерація", "Зцілює ціль на {1} здоров'я протягом {2} с та застосовує \"Темпоральний маяк\" на {3} с.#for {1} health over {2} sec#for {3} sec.", "Зцілення {1} здоров'я протягом {2} с.#{1} health over {2}", rune=400735 }, -- Rapid Regeneration

-- Regeneration
[401417] = { "Регенерація", "Зцілює ціль на {1} здоров'я протягом {2} с та застосовує \"Темпоральний маяк\" на {3} с.#for {1} health over {2} sec#for {3} sec.", "Зцілення {1} здоров'я протягом {2} с.#{1} health over {2}", rune=400735 }, -- Regeneration
[401743] = { "Регенерація", "Отримати здібність \"Регенерація\":", nil, rune={401417, 400735} }, -- Regeneration

-- Remove Greater Curse
[412113] = { "Зняття великого прокляття", "Знімає {1} прокляття та {2} шкідливий магічний ефект з дружньої цілі.#Removes {1}#and {2} harmful", nil }, -- Remove Greater Curse

-- Rewind Time
[401462] = { "Повернення у часі", "Ваша поточна ціль з \"Темпоральним маяком\" миттєво зцілюється від шкоди, отриманої за останні 5 секунд. Не діє на цілі, які не мали \"Темпорального маяка\" 5 секунд тому.", nil }, -- Rewind Time
[401734] = { "Повернення у часі", "Отримати здібність \"Повернення у часі\":", nil, rune=401462 }, -- Rewind Time

-- Spell Power
[412322] = { "Сила заклинань", "Збільшує бонус шкоди від критичного удару для всіх заклинань на {1}%.#spells by {1}%", nil }, -- Spell Power
[415459] = { "Сила заклинань", "Отримати здібність \"Сила заклинань\":", nil, rune=412322 }, -- Spell Power

-- Spellfrost Bolt
[412532] = { "Чарокрижана стріла", "Випустити у ворога чарокрижану стрілу, що завдає від {1} до {2} шкоди від крижаних чар, зменшуючи швидкість руху на {3}% протягом {4} секунд. Для опору цьому заклинанню обирається менший з показників опору кризі та аркані, а його шкода вважається шкодою як від криги, так і від аркани.#causing {1} to {2}#speed by {3}%#for {4} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%" }, -- Spellfrost Bolt
[415734] = { "Чарокрижана стріла", "Отримати здібність \"Чарокрижана стріла\":", nil, rune=412532 }, -- Spellfrost Bolt

-- Tangled Causality
[432069] = { "Заплутана причинність", nil, "Шкода від заклинань вогню та криги зменшена на 50%, і ви не можете використовувати \"Льодяну брилу\"." }, -- Tangled Causality

-- Temporal Beacon
[400735] = { "Темпоральний маяк", "Записує просторово-часовий стан об'єкта. {1}% від арканічної шкоди, завданої заклинателем, буде перетворено на хрономантичне зцілення цілей \"Темпорального маяка\". Це зцілення зменшено на {2}% для заклинателя і додатково зменшено на {3}% для шкоди від заклять Аркани, що вражають декілька цілей.#{1}% of all#by {2}% on#by {3}% when", "Записує просторово-часовий стан об'єкта. Шкода, завдана заклинателем, буде перетворена на хрономантичне зцілення цілі." }, -- Temporal Beacon

-- Waterbolt
[412437] = { "Водяна стріла", "Випускає у ворога стрілу, яка завдає від {1} до {2} шкоди від криги.#{1} to {2}", nil }, -- Waterbolt


-- Rune progression effects
[421063] = { "Шлях без кроків", nil, "Ви на шляху." }, -- Path of no Steps

-- Engraving
[401762] = { "Гравіювання пояса - Стріла крижаного полум'я", "Вигравіювати на поясі руну \"Стріла крижаного полум'я\":", nil, rune=401502 }, -- Engrave Belt - Frostfire Bolt
[401749] = { "Гравіювання пояса - Полум'яна вдача", "Вигравіювати на поясі руну \"Полум'яна вдача\":", nil, rune=400624 }, -- Engrave Belt - Hot Streak
[401763] = { "Гравіювання пояса - Обстріл снарядами", "Вигравіювати на поясі руну \"Обстріл снарядами\":", nil, rune=408498 }, -- Engrave Belt - Missile Barrage
[415948] = { "Гравіювання пояса - Чарокрижана стріла", "Вигравіювати на поясі руну \"Чарокрижана стріла\":", nil, rune=412532 }, -- Engrave Belt - Spellfrost Bolt
[401752] = { "Гравіювання чоботів - Замороження мозку", "Вигравіювати на чоботях руну \"Замороження мозку\":", nil, rune=400731 }, -- Engrave Boots - Brain Freeze
[425189] = { "Гравіювання чоботів - Хроностатичне збереження", "Вигравіювати на чоботях руну \"Хроностатичне збереження\":", nil, rune=436516 }, -- Engrave Boots - Chronostatic Preservation
[415934] = { "Гравіювання чоботів - Сила заклинань", "Вигравіювати на чоботях руну \"Сила заклинань\":", nil, rune=412322 }, -- Engrave Boots - Spell Power
[401759] = { "Гравіювання нагрудника - Вигорання", "Вигравіювати на нагруднику руну \"Вигорання\":", nil, rune=412286 }, -- Engrave Chest - Burnout
[415942] = { "Гравіювання нагрудника - Просвітлення", "Вигравіювати на нагруднику руну \"Просвітлення\":", nil, rune=412324 }, -- Engrave Chest - Enlightenment
[401765] = { "Гравіювання нагрудника - Крижані пальці", "Вигравіювати на нагруднику руну \"Крижані пальці\":", nil, rune=400647 }, -- Engrave Chest - Fingers of Frost
[401767] = { "Гравіювання нагрудника - Регенерація", "Вигравіювати на нагруднику руну \"Регенерація\":", nil, rune={401417, 400735} }, -- Engrave Chest - Regeneration
[401757] = { "Гравіювання рукавиць - Арканічний спалах", "Вигравіювати на рукавицях руну \"Арканічний спалах\":", nil, rune=400574 }, -- Engrave Gloves - Arcane Blast
[401760] = { "Гравіювання рукавиць - Крижаний спис", "Вигравіювати на рукавицях руну \"Крижаний спис\":", nil, rune=400640 }, -- Engrave Gloves - Ice Lance
[415936] = { "Гравіювання рукавиць - Жива бомба", "Вигравіювати на рукавицях руну \"Жива бомба\":", nil, rune=400613 }, -- Engrave Gloves - Living Bomb
[401761] = { "Гравіювання рукавиць - Повернення у часі", "Вигравіювати на рукавицях руну \"Повернення у часі\":", nil, rune=401462 }, -- Engrave Gloves - Rewind Time
[425171] = { "Гравіювання штанів - Арканічний сплеск", "Вигравіювати на штанях руну \"Арканічний сплеск\":", nil, rune=425124 }, -- Engrave Pants - Arcane Surge
[425170] = { "Гравіювання штанів - Крижана кров", "Вигравіювати на штанях руну \"Крижана кров\":", nil, rune=425121 }, -- Engrave Pants - Icy Veins
[401768] = { "Гравіювання штанів - Живе полум'я", "Вигравіювати на штанях руну \"Живе полум'я\":", nil, rune=401556 }, -- Engrave Pants - Living Flame
[415939] = { "Гравіювання штанів - Масова регенерація", "Вигравіювати на штанях руну \"Масова регенерація\":", nil, rune={412510, 400735} }, -- Engrave Pants - Mass Regeneration

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
