local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[398117] = { "Смаколик в кишені", "Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на {1}.#target by {1}", "Пахне смачно! Звірі завдають на {1} більше шкоди.#deal {1} extra" }, -- Pockets of Treats
[398603] = { "Вирізання рун", "Нанести на ваше спорядження потужні руни." }, -- Runecarving
[399954] = { "Здібність руни нагрудника", "Надягніть нагрудних з руною, щоб активувати цю здібність." }, -- Chest Rune Ability
[399966] = { "Здібність руни штанів", "Надягніть штани з руною, щоб активувати цю здібність." }, -- Legs Rune Ability
[399967] = { "Здібність руни рукавиць", "Надягніть рукавиці з руною, щоб активувати цю здібність." }, -- Hands Rune Ability
[408953] = { "Сповнення натхненням", nil, "Сповнюється натхненням." }, -- Building Inspiration
[415449] = { "Здібність руни пояса", "Надягніть пояс з руною, щоб активувати цю здібність." }, -- Waist Rune Ability
[415450] = { "Здібність руни чоботів", "Надягніть чоботи з руною, щоб активувати цю здібність." }, -- Feet Rune Ability
[417345] = { "Здібність руни шолома", "Надягніть шолом з руною, щоб активувати цю здібність." }, -- Helm Rune Ability
[417346] = { "Здібність руни браслетів", "Надягніть браслети з руною, щоб активувати цю здібність." }, -- Bracer Rune Ability
[417347] = { "Здібність руни плаща", "Надягніть плащ з руною, щоб активувати цю здібність." }, -- Cloak Rune Ability
[417348] = { "Здібність руни наплічників", "Надягніть наплічники з руною, щоб активувати цю здібність." }, -- Shoulder Rune Ability
[423298] = { "Крихітна швидкість плавання", ref=8747 }, -- Swimming Speed Minor
[426606] = { "Розмова з мертвими?", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку.", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Speak with the Dead?
[427774] = { "Нищівна пітьма", "Ви відчуваєте потойбічний тиск нищівної сили.", "Вас огортає нищівна пітьма..." }, -- Crushing Darkness
[429856] = { "тренувальний ночезуб стражів", "Викликати тренувального ночезуба стражів. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Sentinel Nightsaber
[429857] = { "тренувальний вовк вершників", "Викликати тренувального вовка вершників. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Outrider Wolf
[430947] = { "благословення Чорноводдя", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин.", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин." }, -- Boon of Blackfathom
[431111] = { ref=430947 }, -- Boon of Blackfathom
[434838] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[434842] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[436288] = { "Кривавий строкатий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Mottled Blood Raptor
[443464] = { "Цілющий цвіт", nil, "Зцілює {1} здоров'я кожні {2} с.#{1} every {2}" }, -- Healing Blossom
[446091] = { "Аура паралізуючого жаху", nil, "Ваш розум наповнюється невимовним жахом. Отриману шкоду значно збільшено, а швидкість руху зменшено." }, -- Aura of Paralyzing Dread
[446106] = { "Постріл вогнепальної сокири", "Вистрілити з сокири-гвинтівки, задавши від {1} до {2} шкоди вогнем та додатково {3} шкоди протягом {4} секунд.#Dealing {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Gun Axe Shot
[446695] = { "Запал дослідника храмів", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%" }, -- Fervor of the Temple Explorer
[446707] = { "Парасомнія", "Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", "Дезорієнтовано." }, -- Parasomnia
[448572] = { ref=700 }, -- Sleep (Rank 3)
[450662] = { ref=700 }, -- Sleep
[460455] = { nil, "Збільшує вашу швидкість атаки на {1}% протягом {2} с. Не діє на персонажів вище {3} рівня.#speed by {1}% for {2} sec#above level {3}", ref=13494 }, -- Haste
[460756] = { ref=700 }, -- Sleep
[462058] = { ref=700 }, -- Sleep
[462577] = { ref=700 }, -- Sleep
[467410] = { "Благословення бронзових драконів", "Збільшує шкоду від заклинань і ефектів аркани на {1}.#Arcane spells and effects by up to {1}", "Шкоду від аркани збільшено на {1}.#by {1}" }, -- Brood Boon: Bronze
[467411] = { "Благословення чорних драконів", "Збільшує шкоду від заклинань і ефектів тіні на {1}.#Shadow spells and effects by up to {1}", "Шкоду від тіні збільшено на {1}.#by {1}" }, -- Brood Boon: Black
[467412] = { "Благословення синіх драконів", "Збільшує шкоду від заклинань і ефектів криги на {1}.#Frost spells and effects by up to {1}", "Шкоду від криги збільшено на {1}.#by {1}" }, -- Brood Boon: Blue
[467413] = { "Благословення зелених драконів", "Збільшує шкоду від заклинань і ефектів природи на {1}.#Nature spells and effects by up to {1}", "Шкоду від природи  збільшено на {1}.#by {1}" }, -- Brood Boon: Green
[467414] = { "Благословення червоних драконів", "Збільшує шкоду від заклинань і ефектів вогню на {1}.#Fire spells and effects by up to {1}", "Шкоду від вогню збільшено на {1}.#by {1}" }, -- Brood Boon: Red
[467642] = { "Нищівний удар Жеклік", ref=13486 }, -- Jeklik's Crushing Blow
[467740] = { ref=13480 }, -- Shadow Bolt
[468591] = { ref=700 }, -- Sleep
[469146] = { ref=700 }, -- Sleep
[469370] = { ref=701 }, -- Firebolt
[470788] = { ref=442895 }, -- Frost Specialization
[470789] = { ref=442894 }, -- Fire Specialization

-- Engraving
[442813] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Sword Specialization
[442876] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Axe Specialization
[442881] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Mace Specialization
[442887] = { "Спеціалізація на кинджалах", "Навичка володіння кинджалами збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Dagger Specialization
[442890] = { "Спеціалізація на кулачній зброї", "Навичка володіння кулачною зброєю (без зброї) збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Fist Weapon Specialization
[442891] = { "Спеціалізація на зброї дальнього бою", "Навички володіння луками, рушницями, арбалетами та метальною зброєю збільшуються на {1}, а ймовірність вашого вихованця влучити атаками збільшується на {2}%. Не поєднується з іншими рунами для перснів.#weapons increased by {1}#hit increased by {2}%" }, -- Ranged Weapon Specialization
[442892] = { "Спеціалізація на держаковій зброї", "Навички володіння держаковою зброєю та посохами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Pole Weapon Specialization
[442893] = { "Спеціалізація на аркані", "Ймовірність влучити закляттями аркани збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Arcane Specialization
[442894] = { "Спеціалізація на вогні", "Ймовірність влучити закляттями вогню збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Fire Specialization
[442895] = { "Спеціалізація на кризі", "Ймовірність влучити закляттями криги збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Frost Specialization
[442896] = { "Спеціалізація на природі", "Ймовірність влучити закляттями природи збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Nature Specialization
[442897] = { "Спеціалізація на тіні", "Ймовірність влучити закляттями тіні збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Shadow Specialization
[442898] = { "Спеціалізація на святості", "Ймовірність влучити закляттями святості збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Holy Specialization
[453635] = { "Гравіювання персня - Спеціалізація на мечах", "Вигравіювати на персні руну \"Спеціалізація на мечах\":", rune=442813 }, -- Engrave Ring - Sword Specialization
[453688] = { "Гравіювання персня - Спеціалізація на сокирах", "Вигравіювати на персні руну \"Спеціалізація на сокирах\":", rune=442876 }, -- Engrave Ring - Axe Specialization
[453689] = { "Гравіювання персня - Спеціалізація на булавах", "Вигравіювати на персні руну \"Спеціалізація на булавах\":", rune=442881 }, -- Engrave Ring - Mace Specialization
[453690] = { "Гравіювання персня - Спеціалізація на кинджалах", "Вигравіювати на персні руну \"Спеціалізація на кинджалах\":", rune=442887 }, -- Engrave Ring - Dagger Specialization
[453691] = { "Гравіювання персня - Спеціалізація на кулачній зброї", "Вигравіювати на персні руну \"Спеціалізація на кулачній зброї\":", rune=442890 }, -- Engrave Ring - Fist Weapon Specialization
[453692] = { "Гравіювання персня - Спеціалізація на зброї дальнього бою", "Вигравіювати на персні руну \"Спеціалізація на зброї дальнього бою\":", rune=442891 }, -- Engrave Ring - Ranged Weapon Specialization
[453694] = { "Гравіювання персня - Спеціалізація на держаковій зброї", "Вигравіювати на персні руну \"Спеціалізація на держаковій зброї\":", rune=442892 }, -- Engrave Ring - Pole Weapon Specialization
[453695] = { "Гравіювання персня - Спеціалізація на аркані", "Вигравіювати на персні руну \"Спеціалізація на аркані\":", rune=442893 }, -- Engrave Ring - Arcane Specialization
[453696] = { "Гравіювання персня - Спеціалізація на вогні", "Вигравіювати на персні руну \"Спеціалізація на вогні\":", rune=442894 }, -- Engrave Ring - Fire Specialization
[453697] = { "Гравіювання персня - Спеціалізація на кризі", "Вигравіювати на персні руну \"Спеціалізація на кризі\":", rune=442895 }, -- Engrave Ring - Frost Specialization
[453698] = { "Гравіювання персня - Спеціалізація на природі", "Вигравіювати на персні руну \"Спеціалізація на природі\":", rune=442896 }, -- Engrave Ring - Nature Specialization
[453700] = { "Гравіювання персня - Спеціалізація на тіні", "Вигравіювати на персні руну \"Спеціалізація на тіні\":", rune=442897 }, -- Engrave Ring - Shadow Specialization
[453702] = { "Гравіювання персня - Спеціалізація на святості", "Вигравіювати на персні руну \"Спеціалізація на святості\":", rune=442898 }, -- Engrave Ring - Holy Specialization
[459312] = { "Спеціалізація на захисті", "Навичка захисту збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Defense Specialization
[459313] = { "Гравіювання персня - Спеціалізація на захисті", "Вигравіювати на персні руну \"Спеціалізація на захисті\":", rune=459312 }, -- Engrave Ring - Defense Specialization
[468758] = { "Спеціалізація на зціленні", "Збільшує зцілення від заклинань і ефектів на {1}. Не поєднується з іншими рунами для перснів.#up to {1}" }, -- Healing Specialization
[468761] = { "Гравіювання персня - Спеціалізація на зціленні", "Вигравіювати на персні руну \"Спеціалізація на зціленні\":", rune=468758 }, -- Engrave Ring - Healing Specialization
[468762] = { "Спеціалізація на медитації", "Відновлює {1} мани кожні 5 сек. Не поєднується з іншими рунами для перснів.#Restores {1} mana" }, -- Meditation Specialization
[468763] = { "Гравіювання персня - Спеціалізація на медитації", "Вигравіювати на персні руну \"Спеціалізація на медитації\":", rune=468762 }, -- Engrave Ring - Meditation Specialization

-- Item effects
[423002] = { ref=24694 }, -- Attack Power - Feral (+59)
[430948] = { "Магічне відновлення", nil, "Відновлення {1} мани кожні {2} с.#Restores {1} mana per {2} sec", ref=18378 }, -- Arcane Recovery
[430949] = { "Магічно точність", "Збільшує ваш шанс завдання удару заклинаннями на {1}%.#hit with spells by {1}%", "Шанс завдання удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Accuracy
[430950] = { "Магічний захист - вогонь", "Збільшує ваш опір вогню на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір вогню збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Fire
[430951] = { "Магічний захист - крига", "Збільшує ваш опір кризі на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір кризі збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Frost
[430952] = { "Магічна сила", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#crit with spells by {1}%", "Шанс завдання критичного удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Power
[432639] = { "Шанс завдання удару", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}%.#all spells and attacks by {1}%" }, -- Increased Hit Chance 1
[434837] = { ref=11791 }, -- Puncture Armor
[435169] = { ref=11790 }, -- Poison Cloud
[435531] = { ref=24694 }, -- Attack Power - Feral (+69)
[435975] = { ref=9342 }, -- Irradiated Set Spell Dam 11
[435976] = { ref=24694 }, -- Attack Power - Feral (+20)
[435978] = { ref=9342 }, -- Energized Hyperconductor
[436041] = { "Зменшувач світу", "Зменшує весь світ навколо вас на 5 хвилин або поки ви не атакуєте.", "Ви зменшили весь світ!" }, -- World Shrinker
[436239] = { "Шанс критичного удару", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#all spells and attacks by {1}%" }, -- Increased Critical 1 - All
[436473] = { ref=17308 }, -- Stun
[436475] = { ref=12883 }, -- Longsight
[436480] = { ref=24694 }, -- Attack Power - Feral (+80)
[439155] = { "Сигіла винахідливості", "Зачарована сигіла винахідливості підсилює вас, збільшуючи шкоду та зцілення від заклинань на 20 та збільшуючи силу атаки на 20 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами винахідливості. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#by increased {2}" }, -- Sigil of Innovation
[439651] = { "Збільшення навички володіння кулачною зброєю", "Збільшує навичку володіння кулачною зброєю на {1}.#Fist Weapons +{1}" }, -- Increased Fist Weapons
[440632] = { ref=24694 }, -- Attack Power - Feral (+36)
[440981] = { ref=25901 }, -- Weapon Damage 03
[446092] = { "Нейрогномний захист", "Забезпечує захист від певних видів психічних атак." }, -- Gneurostatic Protection
[446240] = { "Сигіла живих снів", "Зачарована сигіла живих снів підсилює вас, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами живих снів. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Living Dreams
[446278] = { ref=24291 }, -- Dragon Slaying 141
[446282] = { ref=24694 }, -- Attack Power - Feral (+78)
[446317] = { ref=12693 }, -- Drain Life
[446322] = { "Смарагдовий покрив", ref=26400 }, -- Emerald Shroud
[446327] = { "Несамовитість", ref=12686 }, -- Enrage
[446450] = { ref=9136 }, -- Attack Power 15
[446458] = { ref=9342 }, -- Increase Spell Dam +9
[446470] = { ref=7675 }, -- Increase Healing 18
[446708] = { ref=24694 }, -- Attack Power - Feral (+73)
[446713] = { ref=433 }, -- Food
[446714] = { ref=430 }, -- Drink
[446715] = { "Джунглевий дуріан", ref=18071 }, -- Jungle Durian
[446727] = { ref=24291 }, -- Dragon Slaying 36
[447255] = { ref=24291 }, -- Dragon Slaying 24
[447274] = { ref=24694 }, -- Attack Power - Feral (+67)
[448324] = { ref=436239 }, -- Increased Critical 2 - All
[449668] = { ref=24694 }, -- Attack Power - Feral (+114)
[449933] = { "Крит святоості", "Збільшує ймовірність завдання критичного удару заклинаннями святості на {1}%.#Holy spell critical strike chance by {1}%" }, -- Holy Crit
[449975] = { ref=21539 }, -- Stalwart Block
[450106] = { ref=439 }, -- Healing Potion
[450107] = { ref=439 }, -- Healing Potion
[453053] = { ref=24694 }, -- Attack Power - Feral (+260)
[456536] = { ref=21539 }, -- S03 - Item - T1 - Paladin - Protection 2P Bonus
[457645] = { ref=21539 }, -- S03 - Item - T1 - Warrior - Tank 2P Bonus
[459217] = { "Пустельний сонар", "Виявлення великих об'єктів під піском.", "Виявляє великі об'єкти під піском." }, -- Desert Sonar
[459599] = { ref=23037 }, -- Mana Shield Absorb Increase
[459613] = { "Прискорювач керованої плавучості", "Збільшує швидкість плавання на {1}% протягом {2} хв.#speed by {1}% for {2} min", "Швидкість плавання збільшено на {1}%.#by {1}%" }, -- Guided Buoyancy Accelerant
[459736] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460229] = { ref=21539 }, -- Block Value 17
[460230] = { ref=432639 }, -- Increased Hit Chance 2
[460332] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460339] = { ref=24694 }, -- Attack Power - Feral (+358)
[460343] = { ref=24694 }, -- Attack Power - Feral (+124)
[461120] = { "Водяні черевики", "Дозволяє ходити по воді протягом {1} хв.#on water for {1} min", "Ходіння по воді." }, -- Treading Water
[461151] = { ref=16559 }, -- Flame Wrath
[461153] = { ref=16559 }, -- Flame Wrath
[461224] = { "Осквернена демонами кров", "Збільшує силу на {1}. Ефект триває {2} с.#Strength by {1}#lasts for {2} sec", "Силу збільшено на {1}.#by {1}" }, -- Demon-Tainted Blood
[461226] = { "Серце дереваня", "Збільшує опір природі на {1}. Ефект триває {2} с.#Resistance by {1}#lasts for {2} sec", "Опір природі збільшено на {1}.#by {1}" }, -- Heart of the Treant
[461227] = { "Вартовий природи", "Збільшує вашу шкоду від природи на {1}. Ефект триває {2} с.#Nature Damage by up to {1}#lasts for {2} sec", "Шкоду від природи збільшено на {1}.#to {1}" }, -- Guardian of Nature
[461235] = { "Лють місяцескрада", ref=461224 }, -- Moonstalker Fury
[461317] = { "Шпилька Престор", ref=24354 }, -- Prestor's Hairpin
[461318] = { "Дар Гоба", "Перетворює учасника групи на друга.", "Друг." }, -- Gift of Gob
[461569] = { ref=7675 }, -- Increase Healing 76
[461580] = { ref=24694 }, -- Attack Power - Feral (+172)
[461629] = { ref=24694 }, -- Attack Power - Feral (+109)
[461632] = { "Стратгольмська свята вода", ref=430 }, -- Stratholme Holy Water
[461680] = { ref=23271 }, -- Ephemeral Power
[461681] = { "Збільшення навички спеціалізації \"Дикість\"", "Збільшує навичку спеціалізації \"Дикість\" на {1}.#Feral Combat +{1}" }, -- Increased Feral Combat
[461682] = { ref=21151 }, -- Gutgore Ripper
[461683] = { ref=16375 }, -- Drain Life
[461685] = { ref=24694 }, -- Attack Power - Feral (+189)
[461686] = { ref=21179 }, -- Chain Lightning
[461694] = { ref=23266 }, -- Fiery Aura (Rank 1)
[461695] = { ref=690 }, -- Firebolt
[461696] = { ref=20885 }, -- Vitality (Rank 1)
[461896] = { "Вогняний підрив", "Підриває ворога, завдаючи {1} шкоди вогнем.#for {1} Fire" }, -- Fire Blast
[461951] = { ref=7675 }, -- Increase Healing 112
[461953] = { ref=449933 }, -- Holy Crit
[461956] = { ref=7704 }, -- Increase Shadow Dam 75
[461985] = { "Тайфун", ref=21919 }, -- Typhoon
[462149] = { ref=2379 }, -- Speed
[462178] = { ref=11963 }, -- Enfeeble
[462221] = { ref=12693 }, -- Drain Life
[462229] = { ref=27780 }, -- Corrupted Fear
[462385] = { ref=27656 }, -- Flame Lash
[462636] = { ref=27675 }, -- Chromatic Infusion
[462746] = { ref=22836 }, -- Elemental Slaying 75
[462858] = { ref=17447 }, -- Circle of Flame
[463105] = { ref=22850 }, -- Sanctuary
[463448] = { "Крижаний спалах", "Вражає ворогів неподалік кригою, знерухомлюючи їх на {1} с.#immobilizing them for up to {1} sec", "Знерухомлено" }, -- Frost Nova
[463564] = { "Блокування матері зграї", ref=28773 }, -- Broodmother's Block
[463864] = { "Сигіла плинної води", "Зачарована сигіла живих плинної води підсилює ваш рейд, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 1 години.", "Підсилено чарами плинної води. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Flowing Waters
[463946] = { ref=16921 }, -- Chain Lightning
[465412] = { "Священна шкода зброї", "Додає {1} шкоди святістю до ваших атак ближнього бою.#Adds {1} holy" }, -- Add Holy Dam - Weap 04
[465414] = { "Ревність лицаря", ref=12686 }, -- Crusader's Zeal
[466938] = { ref=9342 }, -- Increase Spell Dam 77
[467142] = { "Збільшення зцілення/шкоди", "Збільшує зцілення на {1}, а шкоду - на {2} для всіх магічних заклинань і ефектів.#to {1} and damage#to {2} for all magical" }, -- Hybrid Healing/Spell Dam 46/16
[467143] = { ref=467142 }, -- Hybrid Healing/Spell Dam 37/13
[467144] = { ref=467142 }, -- Hybrid Healing/Spell Dam 40/14
[467166] = { ref=467142 }, -- Hybrid Healing/Spell Dam 66/22
[467167] = { ref=16411 }, -- Fatal Wound
[467318] = { ref=467142 }, -- Hybrid Healing/Spell Dam 35/12
[467330] = { ref=467142 }, -- Hybrid Healing/Spell Dam 64/22
[467332] = { ref=467142 }, -- Hybrid Healing/Spell Dam 77/26
[467430] = { ref=467142 }, -- Hybrid Healing/Spell Dam 53/18
[467432] = { ref=9342 }, -- Increase Spell Dam 86
[467437] = { ref=467142 }, -- Hybrid Healing/Spell Dam 62/21
[467443] = { ref=467142 }, -- Hybrid Healing/Spell Dam 26/9
[467549] = { ref=467142 }, -- Hybrid Healing/Spell Dam 75/25
[467550] = { ref=467142 }, -- Hybrid Healing/Spell Dam 44/15
[467647] = { ref=467142 }, -- Hybrid Healing/Spell Dam 33/11
[467651] = { ref=467142 }, -- Hybrid Healing/Spell Dam 22/8
[467754] = { "Дух змії", "Викликати зачаровану змію, що поклонятиметься вам, збільшуючи дух на {1} протягом {2} с.#Spirit by {1} for {2} sec", "Дух збільшено на {1}.#by {1}" }, -- Serpentine Spirit
[467828] = { ref=467142 }, -- Hybrid Healing/Spell Dam 29/10
[467830] = { ref=467142 }, -- Hybrid Healing/Spell Dam 15/6
[468164] = { "Зламана котушка Пеґла", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}% протягом {2} с.#and attacks by {1}% for {2} sec", "Шанс завдання удару всіма заклинаннями та атаками збільшено на {1}%.#by {1}%" }, -- Pagle's Broken Reel
[468165] = { ref=13492 }, -- Beast Slaying 99
[468166] = { ref=24291 }, -- Dragon Slaying 60
[468168] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468170] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468175] = { ref=12822 }, -- Demon Slaying 141
[468184] = { ref=16375 }, -- Drain Life
[468224] = { ref=467142 }, -- Hybrid Healing/Spell Dam 59/20
[468395] = { ref=9342 }, -- S03 - Item - ZG - Druid - Balance 2P Bonus
[468398] = { ref=467142 }, -- S03 - Item - ZG - Priest - Discipline 2P Bonus
[468400] = { ref=9342 }, -- S03 - Item - ZG - Warlock - Demonology 2P Bonus
[468590] = { ref=467142 }, -- Hybrid Healing/Spell Dam 51/17
[468592] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/14
[468621] = { ref=467142 }, -- Hybrid Healing/Spell Dam 31/11
[468670] = { ref=16921 }, -- Chain Lightning
[468688] = { ref=467142 }, -- Hybrid Healing/Spell Dam 128/43
[468700] = { ref=24694 }, -- Attack Power - Feral (+338)
[468714] = { ref=467142 }, -- Gla'sir Hybrid Healing/Spell Dam 144/77
[468764] = { ref=467142 }, -- Hybrid Healing/Spell Dam 55/19
[468767] = { ref=430 }, -- Drink
[468768] = { "Гнів вини", ref=461224 }, -- Wrath of Wray
[468769] = { "Відбивання природи", "Відбиває закляття природи в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття природи." }, -- Nature Reflector
[468781] = { "Прийдешня буря", "Отримано електричний заряд. При накопиченні {1} зарядів, вони виівільнять блискавку, що завдасть {2} шкоди.#reach {1} Electrical#Bolt for {2} damage", "Електричний заряд," }, -- Gathering Storm
[468993] = { ref=24694 }, -- Attack Power - Feral (+298)
[469025] = { "Лють Сюзерена", nil, "Шкоду драконам збільшено на {1}%.#by {1}%" }, -- Rage of the Suzerain
[469133] = { ref=467142 }, -- Hybrid Healing/Spell Dam 68/23
[469138] = { ref=467142 }, -- Truthbearer Hybrid Healing/Spell Dam 144/77
[469223] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/22
[469348] = { ref=7219 }, -- Immune to Disarm
[469410] = { ref=467142 }, -- Hybrid Healing/Spell Dam 84/28
[469414] = { ref=467142 }, -- Hybrid Healing/Spell Dam 70/24
[469481] = { ref=467142 }, -- Hybrid Healing/Spell Dam 48/16
[469493] = { ref=467142 }, -- Hybrid Healing/Spell Dam 90/30
[469499] = { ref=20885 }, -- Vitality (Rank 1)
[469828] = { ref=23719 }, -- Untamed Fury

-- Mounts
[434508] = { ref=25675 }, -- Reindeer
[436289] = { ref=10795 }, -- Ivory Raptor
[436327] = { "Бенгальський тигр", "Викликає та відпускає верхового бенгальського тигра.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Bengal Tiger
[436329] = { ref=16060 }, -- Golden Sabercat
[446685] = { "Кровожерливий дух", "Викликає та відпускає верхового кровожерливого духа.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Blood-crazed Spirit
[463005] = { ref=17458 }, -- Fluorescent Green Mechanostrider
[463006] = { ref=16060 }, -- Golden Sabercat
[463007] = { ref=436288 }, -- Mottled Blood Raptor

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
