local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Binding Heal
[401937] = { "Зв'язуюче зцілення", "Зцілює цілі та заклиначу від {1} до {2} здоров'я. Спричиняє зменшену загрозу. Це закляття взаємодіє з усіма ефектами, що й \"Швидке зцілення\".#caster for {1} to {2}." }, -- Binding Heal
[402837] = { "Зв'язуюче зцілення", "Отримати здібність \"Зв'язуюче зцілення\":", rune=401937 }, -- Binding Heal
-- Black
[402368] = { "Чорне", nil, "Шкоду від заклять збільшено на 10%." }, -- Black
-- Circle of Healing
[401946] = { "Коло зцілення", "Зцілює всіх членів групи цілі в радіусі 40 м від неї на {1}-{2} здоров'я.#for {1} to {2}" }, -- Circle of Healing
[402842] = { "Коло зцілення", "Отримати здібність \"Коло зцілення\":", rune=401946 }, -- Circle of Healing
-- Despair
[431670] = { "Відчай", "Періодична шкода ваших заклинань тепер може бути критичною." }, -- Despair
[431675] = { "Відчай", "Отримати здібність \"Відчай\":", rune=431670 }, -- Despair
-- Desperate Prayer
[459702] = { "Відчайдушна молитва", "Отримати здібність \"Відчайдушна молитва\":", rune=19243 }, -- Desperate Prayer
-- Devouring Plague
[459713] = { "Ненажерна чума", "Отримати здібність \"Ненажерна чума\":", rune=19280 }, -- Devouring Plague
-- Dispersion
[425294] = { "Розчинення", "Ви розчиняєтесь в тіні, зменшуючи всю отриману шкоду на {1}%. Ви не можете атакувати або використовувати заклинання, але відновлюєте {2}% мани щосекунди протягом {3} секунд. \"Розчинення\" можна застосувати під час приголомшення, страху та знемовлення, при застосуванні воно знімає ефекти обмеження руху, а також надає невразливість до них на час дії.#taken by {1}%#regenerate {2}% mana#for {3} sec", "Отриману шкоду зменшено на {1}% і ви відновлюєте {2}% мани щосекунди протягом {3} секунд. Ви не може атакувати та застосовувати заклинання, але невразливі до ефектів обмеження руху.#damage by {1}%#regenerate {2}% mana#for {3} sec" }, -- Dispersion
[425307] = { "Розчинення", "Отримати здібність \"Розчинення\":", rune=425294 }, -- Dispersion
-- Divine Aegis
[431622] = { "Божественне заступництво", "Критичне зцілення захищає ціль щитом, що поглинає шкоду в об'ємі {1}% від зцілення. Триває {2} секунд.#absorbing {1}%#Lasts {2} sec" }, -- Divine Aegis
[431649] = { "Божественне заступництво", "Отримати здібність \"Божественне заступництво\":", rune=431622 }, -- Divine Aegis
-- Elune's Grace
[459706] = { "Милість Елуни", "Отримати здібність \"Милість Елуни\":", rune=19293 }, -- Elune's Grace
-- Empowered Renew
[425266] = { "Підсилене оновлення", "\"Оновлення\" тепер зцілює ціль раз одразу після застосування, а ваші бонуси до зцілення підсилюють його на {1}% при кожному зціленні.\n\nКрім того, \"Оновлення\" тепер може зцілювати ціль, що перебуває під ефектом \"Оновлення\" іншого жерця.#gains {1}% increased" }, -- Empowered Renew
[425302] = { "Підсилене оновлення", "Отримати здібність \"Підсилене оновлення\":", rune=425266 }, -- Empowered Renew
-- Eye of the Void
[402789] = { "Око Порожнечі", "Викликати око Порожнечі, щоб битиметься за вас протягом {1} с. Око може накладати на вашу ціль різноманітні прокляття.#for {1} sec" }, -- Eye of the Void
[402846] = { "Око Порожнечі", "Отримати здібність \"Око Порожнечі\":", rune=402789 }, -- Eye of the Void
-- Fear Ward
[459699] = { "Оберіг від страху", "Отримати здібність \"Оберіг від страху\":", rune=6346 }, -- Fear Ward
-- Feedback
[447549] = { ref=13896 }, -- Feedback (Rank 5)
[459703] = { "Відгомін", "Отримати здібність \"Відгомін\":", rune=19275 }, -- Feedback
-- Hex of Weakness
[459710] = { "Пристріт слабкості", "Отримати здібність \"Пристріт слабкості\":", rune=19285 }, -- Hex of Weakness
-- Homunculi
[402799] = { "Гомункули", "Відламуючи осколки своєї душі, ви створюєте 3 мініатюрні копії себе, які намагаються атакувати поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно." }, -- Homunculi
[402801] = { "Гомункули", "Оживити 5 скелетів, які атакуватимуть вашу поточну ціль булавою, мечем і сокирою, зменшуючи швидкість атаки, силу атаки і броню цілі відповідно." }, -- Homunculi
[402802] = { ref=402801 }, -- Homunculi
[402836] = { "Гомункули", "Отримати здібність \"Гомункули\":", rune=402799 }, -- Homunculi
-- Increased Fortitude
[436951] = { "Підвищена стійкість", "Зменшує витрати мани на \"Слово сили: Стійкість\" на {1}% і збільшує його тривалість на {2}%.#Fortitude by {1}%#duration by {2}%" }, -- Increased Fortitude
-- Mind Flay
[412526] = { "Муки розуму", "Завдає ворогу шкоду від тіні та зменшує його швидкість руху на 10 с.", "Отримує {1} шкоди від тіні протягом {2} с.\nШвидкість руху зменшено на {3}%.#{1} Shadow#for {2} sec#to {3}% of" }, -- Mind Flay
-- Mind Sear
[413259] = { "Випалювання розуму", "Викликає вибух тіньової магії, що вражає ціль та ворогів навколо неї, завдаючи від {1} до {2} шкоди від тіні щосекунди протягом 5 секунд всім ворогам в межах 10 м навколо цілі.#causing {1} to {2} Shadow", "Завдає шкоди від тіні всім цілям в межах 10 м." }, -- Mind Sear
[413260] = { "Випалювання розуму", "Викликає вибух тіньової магії навколо ворожої цілі, завдаючи від {1} до {2} шкоди від тіні щосекунди всім ворогам в радіусі 10 м навколо цілі.#causing {1} to {2} Shadow", "Завдає шкоди від тіні всім цілям в межах 10 м." }, -- Mind Sear
[415738] = { "Випалювання розуму", "Отримати здібність \"Випалювання розуму\":", rune=413259 }, -- Mind Sear
-- Mind Spike
[431655] = { "Пронизування розуму", "Завдає цілі від {1} до {2} шкоди від крижаної тіні та збільшує ймовірність критичного удару наступного \"Вибуху розуму\" на {3}%. Ефект накопичується до {4} разів.#for {1} to {2} Shadowfrost#target by {3}%#up to {4} times", "Ймовірність критичного удару наступного \"Вибуху розуму\" жерця збільшено на {1}%.#increased by {1}%" }, -- Mind Spike
[431662] = { "Пронизування розуму", "Отримати здібність \"Пронизування розуму\":", rune=431655 }, -- Mind Spike
-- Pain Suppression
[402004] = { "Пригнічення болю", "Зменшує отриману дружньою ціллю шкоду на {1}% і збільшує опір до розвіювання ефектів на {2}% протягом {3} секунд.#target by {1}%#mechanics by {2}% for {3} sec", "Отриману шкоду зменшено на {1}%, а опір до розвіювання ефектів збільшено на {2}%.#reduced by {1}%#increased by {2}%" }, -- Pain Suppression
[402839] = { "Пригнічення болю", "Отримати здібність \"Пригнічення болю\":", rune=402004 }, -- Pain Suppression
-- Pain and Suffering
[409076] = { "Біль і страждання" }, -- Pain and Suffering
[413251] = { "Біль і страждання", "Закляття \"Вибух розуму\", \"Пронизування розуму\" та \"Муки розуму\" оновлюють тривалість одного з ваших ефектів \"Слово тіні: Біль\", \"Чума Порожнечі\" чи \"Дотик вампіра\" на цілі до максимальної тривалості. Завжди оновлює ефект з найменшою тривалістю." }, -- Pain and Suffering
[415481] = { "Біль і страждання", "Отримати здібність \"Біль і страждання\":", rune=413251 }, -- Pain and Suffering
-- Penance
[402174] = { "Сповідь", "Випускає залп святого світла по цілі, завдаючи {1} шкоди святістю ворогу або зцілюючи союзнику {2} здоров'я миттєво і щосекунди протягом {3} с.#causing {1} Holy#or {2} healing#for {3} sec" }, -- Penance
[402284] = { ref=402174 }, -- Penance
[402289] = { ref=402174 }, -- Penance
[402844] = { "Сповідь", "Отримати здібність \"Сповідь\":", rune=402174 }, -- Penance
-- Power Word: Barrier
[425205] = { "Слово сили: Бар'єр", nil, "Отримана шкода зменшується на 25% та не спричиняє затримок вимови заклинань." }, -- Power Word: Barrier
[425207] = { "Слово сили: Бар'єр", "Викликає священний бар'єр, який захищає всіх членів групи протягом 10 с, зменшуючи всю отримувану шкоду на 25% і запобігаючи затримці вимови заклинань." }, -- Power Word: Barrier
[425212] = { "Слово сили: Бар'єр", "Отримати здібність \"Слово сили: Бар'єр\":", rune=425207 }, -- Power Word: Barrier
-- Prayer of Mending
[401859] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {2} м. Здійснює до {3} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times" }, -- Prayer of Mending
[401863] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і діє до скасування. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times" }, -- Prayer of Mending
[401877] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює її при отриманні шкоди або зцілення. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {1} м. Здійснює до {2} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#within {1} yards#up to {2} times", "Зцілиться на {1} здоров'я при отриманні шкоди або зцілення.#for {1} upon" }, -- Prayer of Mending
[402832] = { "Молитва загоєння", "Отримати здібність \"Молитва загоєння\":", rune=401859 }, -- Prayer of Mending
[41637] = { "Молитва загоєння" }, -- Prayer of Mending
-- Priest Racial Ability
[459695] = { "Расова здібність жерців", "Вивчіть расову здібність жерців іншої раси, щоб активувати цю здібність." }, -- Priest Racial Ability
-- Renew
[425268] = { "Оновлення", "Зцілює {1} здоров'я цілі протягом {2} с.#of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec" }, -- Renew (Rank 1)
[425269] = { ref=425268 }, -- Renew (Rank 2)
[425270] = { ref=425268 }, -- Renew (Rank 3)
[425271] = { ref=425268 }, -- Renew (Rank 4)
[425272] = { ref=425268 }, -- Renew (Rank 5)
[425273] = { ref=425268 }, -- Renew (Rank 6)
[425274] = { ref=425268 }, -- Renew (Rank 7)
[425275] = { ref=425268 }, -- Renew (Rank 8)
[425276] = { ref=425268 }, -- Renew (Rank 9)
[425277] = { ref=425268 }, -- Renew (Rank 10)
-- Renewed Hope
[425280] = { "Відроджена надія", "Ваші заклинання \"Швидке зцілення\", \"Мале зцілення\", \"Зцілення\", \"Велике зцілення\" і \"Сповідь\" мають збільшену на {1}% ефективність при застосуванні до цілей зі знесиленою душею.#have {1}% increased" }, -- Renewed Hope
[425303] = { "Відроджена надія", "Отримати здібність \"Відроджена надія\":", rune=425280 }, -- Renewed Hope
-- Resurrection
[420882] = { "Воскресіння", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не можна використовувати в бою.#{1} health and {2} mana" }, -- Resurrection (Rank 5)
[420883] = { ref=420882 }, -- Resurrection (Rank 4)
[420884] = { ref=420882 }, -- Resurrection (Rank 3)
[420885] = { ref=420882 }, -- Resurrection (Rank 2)
-- Serendipity
[413247] = { "Проникливість", nil, "Час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" зменшено на {1}%#reduced by {1}%" }, -- Serendipity
[413248] = { "Проникливість", "Зцілення за допомогою \"Швидкого зцілення\" зменшує час вимови наступного \"Малого зцілення\", \"Зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" на 20% протягом 20 с. Ефект накопичується до 3 разів." }, -- Serendipity
[415737] = { "Проникливість", "Отримати здібність \"Проникливість\":", rune=413248 }, -- Serendipity
-- Shadow Word: Death
[401955] = { "Слово тіні: Смерть", "Завдає цілі від {1} до {2} шкоди від тіні. Якщо ціль не помре від цього заклинання, заклинатель отримає шкоду, що дорівнює {3}% від шкоди, завданої цілі.#inflicts {1} to {2} Shadow#to {3}% of the damage" }, -- Shadow Word: Death
[401962] = { "Слово тіні: Смерть", "Завдає цілі шкоду від тіні. Якщо ціль не помре від цього заклинання, то заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі." }, -- Shadow Word: Death
[402833] = { "Слово тіні: Смерть", "Отримати здібність \"Слово тіні: Смерть\":", rune=401955 }, -- Shadow Word: Death
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Ефекти, що діють по області, завдають марнику менше шкоди. Триває {2} с.#receives {1}% mana#Lasts {2} sec" }, -- Shadowfiend
[401977] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює {1}% мани від атак марника. Триває {2} с.#receives {1}% mana#Lasts {2} sec" }, -- Shadowfiend
[402843] = { "Тіньовий марник", "Отримати здібність \"Тіньовий марник\":", rune=401977 }, -- Shadowfiend
[440054] = { ref=401977 }, -- Shadowfiend
-- Shadowguard
[421248] = { "Тінестраж", "Заклинателя оточують тіні. Коли закляття або атака ближнього чи дальнього бою влучає у заклинача, нападнику буде завдано {1} шкоди від тіні. Ця шкода може бути завдана нападникам лише раз на кілька секунд. Шкода від цього ефекту не спричиняє загрози. Ефект має {2} заряди та триває {3} хв.#struck for {1}#{2} charges#Lasts {3} min", "Завдає {1} шкоди від тіні нападникам при влучанні. Ця шкода не спричиняє загрози. {2} заряди.#Causes {1} Shadow#{2} charges" }, -- Shadowguard (Rank 1)
[459709] = { "Тінестраж", "Отримати здібність \"Тінестраж\":", rune=19312 }, -- Shadowguard
-- Shared Pain
[401969] = { "Спільний біль", "\"Слово тіні: Біль\" також вражає до {1} додаткових цілей в радіусі {2} метрів.#up to {1} additional#within {2} y" }, -- Shared Pain
[402838] = { "Спільний біль", "Отримати здібність \"Спільний біль\":", rune=401969 }, -- Shared Pain
-- Soul Warding
[402000] = { "Оберіг душі", "\"Слово сили: Щит\" більше не має часу відновлення, витрачає на {1}% менше мани, а його ефективність збільшується на {2}% та на {3}% від вашої сили зцілення.#costs {1}% less#gains {2}% additional#additional {3}% of" }, -- Soul Warding
[402834] = { "Оберіг душі", "Отримати здібність \"Оберіг душі\":", rune=402000 }, -- Soul Warding
-- Spirit of the Redeemer
[425284] = { "Дух спокутника", "Активувати, щоб стати духом спокути на {1} с. У цій формі ви можете безкоштовно застосовувати будь-яке заклинання зцілення, але не можете пересуватися, атакувати чи бути ціллю для будь-яких атак, заклинань чи ефектів. Для активації потрібен талант \"Дух спокути\", і після застосування ви більше не зможете стати духом спокути до самої смерті.#for {1} sec", "Ви стали сильнішими, ніж будь-хто може собі уявити." }, -- Spirit of the Redeemer
[425304] = { "Дух спокутника", "Отримати здібність \"Дух спокутника\":", rune=425284 }, -- Spirit of the Redeemer
-- Starshards
[459705] = { "Зорескалки", "Отримати здібність \"Зорескалки\":", rune=19305 }, -- Starshards
-- Strength of Soul
[415739] = { "Сила душі", "\"Мале зцілення\", \"Зцілення\", \"Велике зцілення\" та \"Швидке зцілення\" скорочують час дії ефекту \"Знесилена душа\" на цілі на {1} с. Крім того, цілі під дією вашого \"Слова сили: Щит\" накопичують лють від поглинутої шкоди, а \"Праведна лють\" спрацьовує від поглинання шкоди як від зцілення.#by {1} sec" }, -- Strength of Soul
[415740] = { "Сила душі", "Отримати здібність \"Сила душі\":", rune=415739 }, -- Strength of Soul
-- Surge of Light
[431664] = { "Сплеск світла", "Критичні ефекти заклять дозволяють миттєво вимовити закляття \"Кара\" або \"Швидке зцілення\" протягом {1} секунд.#within {1} sec" }, -- Surge of Light
[431666] = { "Сплеск світла", nil, "Наступне закляття \"Кара\" або \"Швидке зцілення\" буде вимовлено миттєво." }, -- Surge of Light
[431668] = { "Сплеск світла", "Отримати здібність \"Сплеск світла\":", rune=431664 }, -- Surge of Light
-- Touch of Weakness
[459714] = { "Дотик слабкості", "Отримати здібність \"Дотик слабкості\":", rune=19266 }, -- Touch of Weakness
-- Twisted Faith
[425198] = { "Викривлена віра", "\"Муки розуму\" і \"Вибух розуму\" завдають на {1}% більше шкоди цілям, що уражені вашим \"Словом тіні: Біль\".#deal {1}% increased" }, -- Twisted Faith
[425210] = { "Викривлена віра", "Отримати здібність \"Викривлена віра\":", rune=425198 }, -- Twisted Faith
-- Vampiric Touch
[402668] = { "Дотик вампіра", "Накладає на ціль ефект \"Вампірські обійми\", що завдає {1} шкоди від тіні протягом {2} с та відновлює всім учасникам групи {3}% від завданої вами шкоди від тіні по цілі.#causes {1} Shadow#over {2} sec#to {3}% of", "{1} шкоди від тіні кожні {2} с.\nУчасники групи жерця відновлюють ману в обсязі {3}% від завданої жерцем шкоди від тіні по цілі.#{1} Shadow damage every {2} sec#to {3}% of" }, -- Vampiric Touch
[402841] = { "Дотик вампіра", "Отримати здібність \"Дотик вампіра\":", rune=402668 }, -- Vampiric Touch
-- Void Plague
[425204] = { "Чума Порожнечі", "Вражає ціль хворобою, яка завдає {1} шкоди від тіні протягом {2} с.#causes {1} Shadow damage over {2} sec", "Завдає {1} шкоди від тіні кожні {2} с.#{1} damage every {2} sec" }, -- Void Plague
[425211] = { "Чума Порожнечі", "Отримати здібність \"Чума Порожнечі\":", rune=425204 }, -- Void Plague
-- Void Zone
[431681] = { "Осередок Порожнечі", "Створює осередок порожнечі в цільовій області, що завдає {1} шкоди тінню ворогам, що знаходяться в ній, щосекунди протягом {2} секунд.#deals {1} Shadow#for {2} sec", "Завдає {1} шкоди тінню ворогам, що знаходяться в області дії.#Dealing {1} Shadow" }, -- Void Zone
[431704] = { "Осередок Порожнечі", "Отримати здібність \"Осередок Порожнечі\":", rune=431681 }, -- Void Zone
-- White
[402362] = { "Біле", nil, "Зцілення від заклять збільшено на 10%." }, -- White

-- Engraving
[425309] = { "Гравіювання пояса - Підсилене оновлення", "Вигравіювати на поясі руну \"Підсилене оновлення\":", rune=425266 }, -- Engrave Belt - Empowered Renew
[431663] = { "Гравіювання пояса - Пронизування розуму", "Вигравіювати на поясі руну \"Пронизування розуму\":", rune=431655 }, -- Engrave Belt - Mind Spike
[425310] = { "Гравіювання пояса - Відроджена надія", "Вигравіювати на поясі руну \"Відроджена надія\":", rune=425280 }, -- Engrave Belt - Renewed Hope
[425314] = { "Гравіювання чоботів - Розчинення", "Вигравіювати на чоботях руну \"Розчинення\":", rune=425294 }, -- Engrave Boots - Dispersion
[402855] = { "Гравіювання чоботів - Пригнічення болю", "Вигравіювати на чоботях руну \"Пригнічення болю\":", rune=402004 }, -- Engrave Boots - Pain Suppression
[425312] = { "Гравіювання чоботів - Дух спокутника", "Вигравіювати на чоботях руну \"Дух спокутника\":", rune=425284 }, -- Engrave Boots - Spirit of the Redeemer
[431673] = { "Гравіювання браслетів - Відчай", "Вигравіювати на браслетах руну \"Відчай\":", rune=431670 }, -- Engrave Bracers - Despair
[425213] = { "Гравіювання браслетів - Слово сили: Бар'єр", "Вигравіювати на браслетах руну \"Слово сили: Бар'єр\":", rune=425207 }, -- Engrave Bracers - Power Word: Barrier
[431669] = { "Гравіювання браслетів - Сплеск світла", "Вигравіювати на браслетах руну \"Сплеск світла\":", rune=431664 }, -- Engrave Bracers - Surge of Light
[431705] = { "Гравіювання браслетів - Осередок Порожнечі", "Вигравіювати на браслетах руну \"Осередок Порожнечі\":", rune=431681 }, -- Engrave Bracers - Void Zone
[415995] = { "Гравіювання нагрудника - Проникливість", "Вигравіювати на нагруднику руну \"Проникливість\":", rune=413248 }, -- Engrave Chest - Serendipity
[415997] = { "Гравіювання нагрудника - Сила душі", "Вигравіювати на нагруднику руну \"Сила душі\":", rune=415739 }, -- Engrave Chest - Strength of Soul
[425215] = { "Гравіювання нагрудника - Викривлена віра", "Вигравіювати на нагруднику руну \"Викривлена віра\":", rune=425198 }, -- Engrave Chest - Twisted Faith
[425216] = { "Гравіювання чоботів - Чума Порожнечі", "Вигравіювати на чоботах руну \"Чума Порожнечі\":", rune=425204 }, -- Engrave Chest - Void Plague
[402853] = { "Гравіювання плаща - Зв'язуюче зцілення", "Вигравіювати на плащі руну \"Зв'язуюче зцілення\":", rune=401937 }, -- Engrave Cloak - Binding Heal
[402850] = { "Гравіювання плаща - Оберіг душі", "Вигравіювати на плащі руну \"Оберіг душі\":", rune=402000 }, -- Engrave Cloak - Soul Warding
[402857] = { "Гравіювання плаща - Дотик вампіра", "Вигравіювати на плащі руну \"Дотик вампіра\":", rune=402668 }, -- Engrave Cloak - Vampiric Touch
[402859] = { "Гравіювання рукавиць - Коло зцілення", "Вигравіювати на рукавицях руну \"Коло зцілення\":", rune=401946 }, -- Engrave Gloves - Circle of Healing
[415996] = { "Гравіювання рукавиць - Випалювання розуму", "Вигравіювати на рукавицях руну \"Випалювання розуму\":", rune=413259 }, -- Engrave Gloves - Mind Sear
[402862] = { "Гравіювання рукавиць - Сповідь", "Вигравіювати на рукавицях руну \"Сповідь\":", rune=402174 }, -- Engrave Gloves - Penance
[402849] = { "Гравіювання рукавиць - Слово тіні: Смерть", "Вигравіювати на рукавицях руну \"Слово тіні: Смерть\":", rune=401955 }, -- Engrave Gloves - Shadow Word: Death
[431650] = { "Гравіювання шолома - Божественне заступництво", "Вигравіювати на шоломі руну \"Божественне заступництво\":", rune=431622 }, -- Engrave Helm - Divine Aegis
[402864] = { "Гравіювання шолома - Око Порожнечі", "Вигравіювати на шоломі руну \"Око Порожнечі\":", rune=402789 }, -- Engrave Helm - Eye of the Void
[415991] = { "Гравіювання шолома - Біль і страждання", "Вигравіювати на шоломі руну \"Біль і страждання\":", rune=413251 }, -- Engrave Helm - Pain and Suffering
[402852] = { "Гравіювання штанів - Гомункули", "Вигравіювати на штанях руну \"Гомункули\":", rune=402799 }, -- Engrave Pants - Homunculi
[402848] = { "Гравіювання штанів - Молитва загоєння", "Вигравіювати на штанях руну \"Молитва загоєння\":", rune=401859 }, -- Engrave Pants - Prayer of Mending
[402854] = { "Гравіювання штанів - Спільний біль", "Вигравіювати на штанях руну \"Спільний біль\":", rune=401969 }, -- Engrave Pants - Shared Pain

-- Rune progress
[420877] = { "Рука допомоги", nil, "Рука простягнеться для рятівника" }, -- Helping Hand
[420878] = { "Рука допомоги", nil, "Рука простягнута до вас" }, -- Helping Hand
[424036] = { "Таємниці Елуни", "Дозволяє медитувати над таємницями Елуни біля місячних колодязів." }, -- Secrets of Elune
[424251] = { "Таємниці Елуни" }, -- Secrets of Elune
[424041] = { "Таємниці невмерлості", "Дозволяє медитувати над таємницями невмерлості на кладовищах." }, -- Secrets of Undeath
[424035] = { "Таємниці Світла", "Дозволяє медитувати над таємницями Світла у святих місцях." }, -- Secrets of the Light
[424037] = { "Таємниці лоа", "Дозволяє медитувати над таємницями лоа на вівтарях." }, -- Secrets of the Loa

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
