local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Astral Form
[469271] = { "Астральна подоба", "Осягнути енергію зірок, щоб замінити подобу місячного совуха на більш небесний образ.", "Прийняття астральної подоби...", en="Astral Form" },
-- Astral Power
[467088] = { "Астральна сила", nil, "Збільшує шкоду наступного \"Зоряного вогню\" на {1}%.#by {1}%", en="Astral Power" },
-- Barkskin
[428713] = { "Дубова шкіра", "Шкіра цілі стає міцною, як кора. Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману фізичну шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%", en="Barkskin" },
-- Berserk
[417141] = { "Берсерк", "При активації цієї здібності \"Нівечення\" (ведмідь) та \"Розірвати\" вражають до 3 цілей, \"Розірвати\" не витрачає лють, \"Нівечення\" (ведмідь) не вимагає часу на відновлення, а здібності котячої подоби витрачають на 50% менше енергії. Триває 15 сек. Для активації потрібно бути в подобі кота, ведмедя або форма ведмедя, кота або жахливого ведмедя.\n\nЗнімає ефекти страху і робить вас невразливими до них на час дії.", "Невразливість до ефектів страху.\nВитрати енергії зменшено.\n\"Нівечення\" та \"Розірвати\" вражають кілька цілей.\n\"Розірвати\" не витрачає лють, а \"Нівечення\" (ведмідь) не вимагає часу на відновлення", en="Berserk" },
[424759] = { "Берсерк", "Отримати здібність \"Берсерк\":", rune=417141, en="Berserk" },
[442211] = { ref=417141 }, -- Berserk
-- Deeper Wilds
[436956] = { "Нетрі дикої природи", "Зменшує витрати мани на \"Знак дикої природи\" на {1}% і збільшує його тривалість на {2}%.#Wild by {1}%#duration by {2}%", en="Deeper Wilds" },
-- Dreamstate
[408258] = { "Входження в сон", "Після завдання критичного удару неперіодичним бойовим заклинанням чи завдання шкоди \"Зоряним сплеском\" ви продовжуєте відновлювати ману під час вимовляння заклять зі швидкістю {1}% від звичайної протягом {2} секунд, а шкода від природи та аркани по цілі, що не є гравцем, збільшується на {3}% протягом {4} секунд.#grant you {1}% of#casting for {2} sec#targets by {3}% for {4} sec", en="Dreamstate" },
[408261] = { "Входження в сон", "Ваша мана продовжує відновлюватись під час вимови заклинань зі швидкістю {1}% від звичайної.#{1}% of your", "Мана продовжує відновлюватись під час вимови заклинань зі швидкістю {1}% від звичайної.#{1}% of your", en="Dreamstate" },
[437132] = { "Входження в сон", nil, "Отримана шкода від аркани та природи збільшується на {1}%.#taken by {1}%", en="Dreamstate" },
[409831] = { "Входження в сон", "Отримати здібність \"Входження в сон\":", rune=408258, en="Dreamstate" },
-- Eclipse
[408248] = { "Затемнення", "\"Зоряний вогонь\" збільшує ймовірність критичного удару двох наступних заклять \"Гнів\" на {1}%, а \"Гнів\" зменшує час вимови наступного \"Зоряного вогню\" на {2} с, обидва ефекти накопичуються до {3} разів. Також з ймовірністю {4}% ви уникнете переривання промовляння цих заклять, спричиненого шкодою.#Wraths by {1}%#Starfire by {2} sec#up to {3} charges#gain {4}% chance", en="Eclipse" },
[409813] = { "Затемнення", "Отримати здібність \"Затемнення\":", rune=408248, en="Eclipse" },
-- Eclipse: Lunar
[408255] = { "Затемнення: місячне", nil, "[Наступний \"Зоряний вогонь\"#next 1 Starfire cast has][Наступні {1} \"Зоряні вогні\"#next {1} Starfire casts have] буде вимовлено на {1} с швидше.#has {1}  sec reduced", en="Eclipse: Lunar" },
-- Eclipse: Solar
[408250] = { "Затемнення: сонячне", "Збільшує ймовірність завдання критичного удару \"Гнівом\".", "Наступний \"Гнів\" матиме на {1}% збільшену ймовірність критичного удару.#have {1}% increased", en="Eclipse: Solar" },
-- Efflorescence
[417148] = { "Цвітіння", "Зцілює всім учасникам групи в межах {1} м від цілі {2} здоров'я.#{1} yards of the target for {2}", en="Efflorescence" },
[417149] = { "Цвітіння", "Ваше \"Негайне відновлення\" також викликає ефект \"Цвітіння\", що зцілює всім членам групи в радіусі {1} м від цілі {2} здоров'я кожні {3} с протягом {4} с.#within {1} yards#for {2} every {3} sec for {4} sec", en="Efflorescence" },
[431466] = { "Цвітіння", "Отримати здібність \"Цвітіння\":", rune=417149, en="Efflorescence" },
[417146] = { "Цвітіння", nil, "Перебуває в межах \"Цвітіння\" друїда.", en="Efflorescence" },
[417147] = { "Цвітіння", "Зцілює всім учасникам групи чи рейду в межах {1} м {2} здоров'я кожні {3} c протягом {4} с.#within {1} yards#for {2} every {3} sec for {4} sec", "Зцілює всім учасникам групи цілі \"Негайного відновлення\", що перебувають в межах \"Цвітіння\" {2} здоров'я кожні {1} c.#every {1} sec for {2}", en="Efflorescence" },
-- Elune's Fires
[414719] = { "Вогні Елуни", "Деякі ваші закляття і здібності збільшують тривалість ефектів шкоди і зцілення, що діють на ціль:\n\n\"Зоряний вогонь\" продовжує дію \"Місячного вогню\" на {1} с.\n\"Гнів\" подовжує дію \"Сонячного вогню\" на {2} с.\n\"Розростання\" продовжує дію \"Омолодження\" на {3} с.\n\"Шматування\" продовжує дію \"Розірвання\" на {4} с.\n\nКожен ефект можна продовжити лише до початкової тривалості дії.#Moonfire by {1} sec#Sunfire by {2} sec#Rejuvenation by {3} sec#Rip by {4} sec", en="Elune's Fires" },
[415762] = { "Вогні Елуни", "Отримати здібність \"Вогні Елуни\":", rune=414719, en="Elune's Fires" },
-- Enhanced Restoration
[417123] = { "Покращене відновлення", "Тепер ваше \"Омолодження\" та \"Розростання\" може бути активне на цілі, яка знаходиться під ефектом \"Омолодження\" чи \"Розростання\" інших друїдів.", en="Enhanced Restoration" },
-- Feline Swiftness
[436890] = { "Котяча стрімкість", "Збільшує швидкість руху на {1}%, перебуваючи просто неба у котячій подобі, і збільшує шанс ухилення у котячій подобі на {2}%.#speed by {1}#Form by {2}", en="Feline Swiftness" },
[436891] = { ref=436890 }, -- Feline Swiftness
[436892] = { ref=436890 }, -- Feline Swiftness
[436893] = { ref=436890 }, -- Feline Swiftness
-- Feral Combat Specialization
[453622] = { "Спеціалізація на дикості", "Навичка спеціалізації \"Дикість\" збільшується на 5. Не поєднується з іншими рунами для перснів.", en="Feral Combat Specialization" },
-- Feral Dedication
[1231380] = { "Дика відданість", "Якщо ви перебуваєте у котячій подобі більше {1} с, ваша швидкість відновлення енергії збільшується на {2}%.#Form for {1} sec#Regeneration by {2}%", en="Feral Dedication" },
[1231381] = { "Дика відданість", "Якщо ви перебуваєте у котячій подобі більше {1} с, ваша швидкість відновлення енергії збільшується на {2}%, а шкода \"Безжалісного укусу\" збільшується на {3}%.#Form for {1} sec#Regeneration by {2}%#Bite by {3}%", "Швидкість відновлення енергії збільшено на {1}%.#by {1}%", en="Feral Dedication" },
[1235681] = { "Дика відданість", "Збільшує шкоду \"Безжалісного укусу\" на {1}%.#Bite by {1}%", en="Feral Dedication" },
-- Fire Cat Form
[470037] = { "Подоба вогняного кота", "Осягнути внутрішню енергію вогню, щоб замінити котячу подобу на більш вогняний образ.", "Прийняття вогняної подоби...", en="Fire Cat Form" },
-- Frenzied Regeneration
[428708] = { "Шалене відновлення", "Щосекунди перетворює {2} люті, {3} енергії або {4}% базової мани на {5}% здоров'я протягом {1} секунд.#for {1} sec#to {2} Rage#{3} Energy#or {4}% base#to {5}% health", "Переторює ресурси на здоров'я.", en="Frenzied Regeneration" },
-- Fury of Stormrage
[409832] = { "Лють Шаленства Бурі", "Отримати здібність \"Лють Шаленства Бурі\":", rune=414799, en="Fury of Stormrage" },
[414799] = { "Лють Шаленства Бурі", "Зменшує витрати мани на \"Гнів\" на 100%, і щоразу, коли ви завдаєте шкоди за допомогою \"Гніву\", з ймовірністю 12% наступне використання \"Цілющого дотику\" впродовж 15 с буде миттєвим і доступним в будь-якій подобі. Дозволяє вимовляти \"Гнів\" у подобі дерева життя.", en="Fury of Stormrage" },
[414800] = { "Лють Шаленства Бурі", nil, "Ваш наступний \"Цілющий дотик\" вимовиться миттєво і в будь-якій подобі.", en="Fury of Stormrage" },
-- Gale Winds
[417135] = { "Шквальний вітер", "Збільшує шкоду від \"Урагану\" на {1}%, він більше не має часу відновлення, а витрати мани на його вимову зменшуються на {2}%.#Hurricane by {1}%#reduced by {2}%", en="Gale Winds" },
[431450] = { "Шквальний вітер", "Отримати здібність \"Шквальний вітер\":", rune=417135, en="Gale Winds" },
-- Gore
[417145] = { "Кривавість", "Завдавши удару здібністю \"Розірвати\", \"Розмах\" або \"Терзання\", ви отримуєте {2} люті та з ймовірністю {1}% завершуєте відновлення \"Нівечення\" (ведмідь). Завдавши удару здібністю \"Нівечення\" (кіт) або \"Шматування\", ви з ймовірністю {3}% завершуєте відновлення \"Люті тигра\".#Maul has a {1}% chance#grant {2}  Rage#Shred has a {3}% chance", en="Gore" },
[431446] = { "Кривавість", "Отримати здібність \"Кривавість\":", rune=417145, en="Gore" },
-- Healing Grace
[467204] = { "Цілюще благовоління", nil, "Час вимови наступного \"Цілющого дотику\", \"Підживлення\" чи \"Розростання\" зменшено на {1}%.#by {1} sec", en="Healing Grace" },
-- Improved Barkskin
[431388] = { "Покращена дубова шкіра", "Вашу \"Дубову шкіру\" тепер можна застосовувати на союзників з будь-якої подоби і вона більше не зменшує швидкість атак чи вимови заклять.", en="Improved Barkskin" },
[431448] = { "Покращена дубова шкіра", "Отримати здібність \"Покращена дубова шкіра\":", rune=431388, en="Improved Barkskin" },
-- Improved Frenzied Regeneration
[431389] = { "Покращене шалене відновлення", "\"Шалене відновлення\" тепер можна застосовувати в будь-якій подобі, окрім подоби місячного совуха. Тепер ця здібність перетворює перетворює {2} люті, {3} енергії або {4}% базової мани на {5}% здоров'я протягом {1} секунд.#for {1} sec#to {2} Rage#{3} Energy#or {4}% base#to {5}% health", en="Improved Frenzied Regeneration" },
[431458] = { "Покращене шалене відновлення", "Отримати здібність \"Покращене шалене відновлення\":", rune=431389, en="Improved Frenzied Regeneration" },
-- Improved Swipe
[439510] = { "Покращений розмах", "У котячій подобі ваша здібність \"Розмах\" замінюється на \"Розмах (кіт)\", а у ведмежій подобі здібність \"Розмах\" вражає додатково до 7 ворогів.", rune=411128, en="Improved Swipe" },
[415452] = { "Покращений розмах", "Отримати здібність \"Покращений розмах\":", rune={439510, 411128}, en="Improved Swipe" },
-- Infusion of Souls
[1232094] = { ref=1230948 }, -- Infusion of Souls
-- Innervate
[456195] = { ref=29166 }, -- Innervate
-- King of the Jungle
[417046] = { "Король джунглів", "\"Лють тигра\" тепер збільшує всю фізичну шкоду на {1}%, а не на фіксовану величину, і миттєво дає вам {2} енергії. На неї більше не діє глобальний час відновлення, але здібність тепер відновлюється {3} секунд. Окрім того, ефект \"Люті тигра\" зберігатиметься поза котячою подобою, але відміниться при входженні в подобу ведмедя чи жахливого ведмедя.#by {1}% instead#grants you {2} Energy#own {3} sec", en="King of the Jungle" },
[424762] = { "Король джунглів", "Отримати здібність \"Король джунглів\":", rune=417046, en="King of the Jungle" },
-- Lacerate
[414644] = { "Розірвати", "Розриває ворожу ціль, спричиняючи {1} шкоди від кровотечі протягом {2} с плюс {3}% шкоди від зброї за кожен ефект \"Розірвати\" на цілі. Спричиняє велику загрозу. Ефект накопичується до {4} разів на одній цілі.#for {1} damage over {2} sec plus {3}%#up to {4} times", "{1} шкоди кожні {2} с#{1} damage every {2} sec", en="Lacerate" },
[414647] = { "Розірвати", en="Lacerate" },
[415760] = { "Розірвати", "Отримати здібність \"Розірвати\":", rune=414644, en="Lacerate" },
-- Lifebloom
[408124] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я, а друїд відновлює половину витраченої на заклинання мани. Ефект накопичується до {4} разів на одній цілі.#for {1} over {2} sec#instantly heals for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди і {2} здоров'я коли ефект закінчиться або розвіється.#{1} every second and {2}", en="Lifebloom" },
[408245] = { "Життєцвіт", "Зцілює ціль протягом {1} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється. Ефект накопичується до {2} разів на одній цілі.#over {1} sec#up to {2} times", en="Lifebloom" },
[409824] = { "Життєцвіт", "Зменшує глобальне відновлення здібностей \"Омолодження\" та \"Життєцвіт\" на 0.5 с, і дає вам здібність \"Життєцвіт\":", rune=408124, en="Lifebloom" },
-- Living Seed
[414677] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом будь-якого неперіодичного заклинання, ви саджаєте в неї \"Зерно життя\" на {1}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована або зцілена. Триває 15 секунд.#for {1}% of the amount", en="Living Seed" },
[414680] = { "Зерно життя", nil, "Зцілиться на {1} при наступному отриманні шкоди чи прямого зцілення.#for {1} health", en="Living Seed" },
[414683] = { "Зерно життя", "Зцілює союзника на {1}.#for {1}", en="Living Seed" },
[415761] = { "Зерно життя", "Отримати здібність \"Зерно життя\":", rune=414677, en="Living Seed" },
-- Mangle
[407993] = { "Нівечення", "Нівечить ціль, завдаючи 270% від звичайної шкоди, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на 30% протягом 1 хв.  Збільшує довжину комбінації на 1 прийом. Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".", "Ефекти кровотечі та \"Шматування\" завдають на 30% більше шкоди.", en="Mangle" },
[407995] = { "Нівечення", "Нівечить ціль, завдаючи {1}% від звичайної шкоди, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на {2}% протягом {3} хв.  Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".\n\nУраження цілі \"Нівеченням\" у ведмежій подобі збільшує вашу силу атаки на {4} за кожну одиницю вашої навички захисту понад {5}. Триває {6} секунд.#for {1}% normal#take {2}% additional#for {3} min#grants you {4} Attack#beyond {5}#Lasts {6} sec", "Ефекти кровотечі та \"Шматування\" завдають на 30% більше шкоди.", en="Mangle" },
[409828] = { "Нівечення", "Отримати здібність \"Нівечення\" (ведмідь) та замінити вашу здібність \"Дряпання\" на \"Нівечення\" (кіт). Ця здібність взаємодіє з усіма ефектами, що й \"Дряпання\" та \"Терзання\".", rune={407995, 407993}, en="Mangle" },
-- Moonfire
[429823] = { "Місячний вогонь", "Завдає ворогу від {1} до {2} шкоди арканою та ще додатково від {3} до {4} шкоди арканою кожні {5} с протягом {6} с.#Inflicts {1} to {2}#additional {3} to {4} damage every {5} sec. for {6} sec", "Від {1} до {2} шкоди арканою кожні {3} с.#{1} to {2}#every {3} sec", en="Moonfire" },
-- Natural Reaction
[417051] = { "Природна реакція", "Збільшує ймовірність ухилення на {1}%, і ви відновлюєте {2} люті щоразу, коли ухиляєтеся в подобі ведмедя або жахливого ведмедя, {3} енергії в котячій подобі або {4}% від максимального запасу мани в будь-якій іншій подобі.#chance by {1}%#regenerate {2} rage#{3} energy#or {4}% of your max", en="Natural Reaction" },
-- Nourish
[409830] = { "Підживлення", "Отримати здібність \"Підживлення\":", rune=408247, en="Nourish" },
[408247] = { "Підживлення", "Зцілює дружній цілі від {1} до {2} здоров'я. Зцілює на {3}% більше, якщо на ціль діє \"Омолодження\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\". Це закляття взаємодіє з усіма ефектами, що й \"Цілющий дотик\" та \"Розростання\".#for {1} to {2}#additional {3}%", en="Nourish" },
-- Regrowth
[436937] = { "Розростання", "Зцілює дружній цілі від {1} до {2} здоров'я і додатково {3} здоров'я протягом {4} c.#for {1} to {2}#{3} over {4} sec", "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Regrowth" },
[436938] = { ref=436937 }, -- Regrowth
[436939] = { ref=436937 }, -- Regrowth
[436940] = { ref=436937 }, -- Regrowth
[436942] = { ref=436937 }, -- Regrowth
[436943] = { ref=436937 }, -- Regrowth
[436944] = { ref=436937 }, -- Regrowth
[436945] = { ref=436937 }, -- Regrowth
[436946] = { ref=436937 }, -- Regrowth
-- Rejuvenation
[417057] = { "Омолодження", "Зцілює цілі {1} здоров'я протягом {2} с.#for {1} over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Rejuvenation" },
[417058] = { ref=417057 }, -- Rejuvenation
[417059] = { ref=417057 }, -- Rejuvenation
[417060] = { ref=417057 }, -- Rejuvenation
[417061] = { ref=417057 }, -- Rejuvenation
[417062] = { ref=417057 }, -- Rejuvenation
[417063] = { ref=417057 }, -- Rejuvenation
[417064] = { ref=417057 }, -- Rejuvenation
[417065] = { ref=417057 }, -- Rejuvenation
[417066] = { ref=417057 }, -- Rejuvenation
[417068] = { ref=417057 }, -- Rejuvenation
-- Renewal
[417159] = { "Відновлення", "Миттєво зцілює вас на 30% від максимального запасу здоров'я. Можна використовувати в будь-якій подобі.", en="Renewal" },
-- Revealed Weakness
[455868] = { "Виявлення слабкостей", nil, "Ймовірність отримання удару збільшено на {1}%.#by {1}%", en="Revealed Weakness" },
-- Revive
[437138] = { "Оживлення", "Повертає мертвого гравця до життя з 15% здоров'я та мани. Не можна використовувати під час бою.", en="Revive" },
-- Savage Roar
[407988] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}% в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Savage Roar" },
[407989] = { "Дикий рев", "Завершальний рух, що збільшує фізичну шкоду на {1}%. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Savage Roar" },
[409819] = { "Дикий рев", "Отримати здібність \"Дикий рев\":", rune=407988, en="Savage Roar" },
-- Skull Bash
[410176] = { "Лобова атака", "Кинутись на ціль в радіусі {1} м і вдарити по черепу, перериваючи вимову заклинань і унеможливлюючи вимову заклять тієї ж школи протягом {2} с. Має спільне перезаряджання з \"Диким ривком\".#within {1} yards#for {2} sec", en="Skull Bash" },
[414621] = { "Лобова атака", "Вдарити ціль по черепу, перериваючи вимову заклинань і унеможливлюючи вимову заклять тієї ж школи протягом 2 с.", en="Skull Bash" },
[415759] = { "Лобова атака", "Отримати здібність \"Лобова атака\":", rune=410176, en="Skull Bash" },
-- Starfall
[429820] = { "Зорепад", "Завдає від {1} до {2} шкоди арканою ворогам у вибраній області кожні {3} с протягом {4} с.#{1} to {2}#every {3} sec#for {4} sec", en="Starfall" },
[439748] = { "Зорепад", "Ви викликаєте шквал зірок з неба протягом {1} с, що вражають цілі в межах {2} м від вас, завдаючи від {3} до {4} арканічної шкоди та {5} арканічної шкоди іншим ворогам в межах {6} м від цілі. Викликає до {7} зірок.\n\nЗміна подоби та верхова їзда скасовує ефект. Будь-який ефект, що призводить до втрати контролю над персонажем, призупиняє ефект зорепаду.\n\nВзаємодіє з більшістю талантів і ефектів, що й \"Місячний вогонь\".#over {1} sec#targets within {2} y#dealing {3} to {4} Arcane#and {5} Arcane#enemies within {6} y#Maximum {7} stars", "Викликає зорі з неба.", en="Starfall" },
[439768] = { "Зорепад", "Отримати здібність \"Зорепад\":", rune=439748, en="Starfall" },
-- Starsurge
[417157] = { "Зоряний сплеск", "Сплеск зоряної енергії, що завдає від {1} до {2} шкоди арканою та збільшує шкоду від наступного \"Зоряного вогню\" на {3}% протягом {4} секунд.\n\n\"Зоряний сплеск\" взаємодіє з усіма ефектами, що й \"Гнів\" та \"Зоряний вогонь\".#{1} to {2}#cast by {3}% for {4} sec", "Ваш наступний \"Зоряний вогонь\" завдасть на {1}% більше шкоди.#deals {1}% increased", en="Starsurge" },
[424715] = { "Зоряний сплеск", "Отримати здібність \"Зоряний сплеск\":", rune=417157, en="Starsurge" },
-- Sunfire
[414684] = { "Сонячний вогонь", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Sunfire" },
[414687] = { "Сонячний вогонь (ведмідь)", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Sunfire" },
[414689] = { "Сонячний вогонь (кіт)", "Обпікає ворога, миттєво завдаючи від {1} до {2} шкоди від природи, а потім додатково {3} шкоди від природи протягом {4} с. Збільшує довжину комбінації на 1 прийом.#for {1} to {2}#additional {3} Nature damage over {4} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Sunfire" },
[414692] = { "Сонячний вогонь", "Отримати здібність \"Сонячний вогонь\" і замінити \"Місячний вогонь\" на \"Сонячний вогонь\" (ведмідь) або \"Сонячний вогонь\" (кіт) в подобі ведмедя, кота та жахливого ведмедя. Це закляття взаємодіє з усіма ефектами, що й \"Місячний вогонь\".", rune={414684, 414687, 414689}, en="Sunfire" },
[414696] = { "Сонячний вогонь", en="Sunfire" },
[414700] = { "Сонячний вогонь", en="Sunfire" },
-- Survival Instincts
[408024] = { "Інстинкти виживання", "Після активації ви отримуєте {1}% до максимального запасу здоров'я, а обсяг вашого нефізичного зцілення збільшується на {2}% протягом {3} секунд. Після закінчення ефекту здоров'я втрачається. Можна використовувати в будь-якій подобі, окрім подоби місячного совуха.\n\nКрім того, коли ви ухиляєтесь від атаки, ви отримуєте {4} люті у ведмежій подобі, {5} енергії у котячій подобі та {6}% від максимального запасу мани у будь-якій іншій подобі.#grants you {1}% of your#deal by {2}% for {3} sec#{4} rage#{5} energy#or {6}% of your", "Запас здоров'я збільшено на {1}%.#by {1}% of", en="Survival Instincts" },
[409809] = { "Інстинкти виживання", "Отримати здібність \"Інстинкти виживання\":", rune=408024, en="Survival Instincts" },
-- Survival of the Fittest
[411115] = { "Виживає найсильніший", "Зменшує шанс отримати критичний удар в ближньому бою на 6% і зменшує всю отриману шкоду на 10%. Отримана шкода зменшується ще на 10%, якщо ви перебуваєте у подобі ведмедя або жахливого ведмедя.", en="Survival of the Fittest" },
[415709] = { "Виживає найсильніший", "Отримати здібність \"Виживає найсильніший\":", rune=411115, en="Survival of the Fittest" },
-- Swipe
[411128] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи {1}% шкоди від зброї та збільшує комбінацію на один прийом#inflicting {1}% weapon", en="Swipe" },
-- Thrash (Bear)
[417440] = { "Трощити (ведмідь)", "Вражає всіх ворогів поблизу, завдаючи {1} шкоди від кровотечі і додатково {2} шкоди від кровотечі протягом 15 с. При застосуванні з ведмежої подоби цей ефект може накопичуватися до 3 разів.#dealing {1} Bleed#additional {2} Bleed", en="Thrash (Bear)" },
[417441] = { "Трощити (ведмідь)", nil, "{1} шкоди від кровотечі кожні {2} с.#{1} damage every {2}", en="Thrash (Bear)" },
-- Thrash (Cat)
[417437] = { "Трощити (кіт)", en="Thrash (Cat)" },
[417448] = { "Трощити (кіт)", "Вражає всіх ворогів поблизу, завдаючи {1} шкоди від кровотечі і додатково {2} шкоди від кровотечі протягом 15 с. Збільшує довжину комбінації на 1 прийом.#dealing {1} Bleed#additional {2} Bleed", "{1} шкоди від кровотечі кожні {2} с.#{1} damage every {2}", en="Thrash (Cat)" },
-- Tiger's Fury
[417045] = { "Лють тигра", "Збільшує завдану шкоду на {1}% протягом {2} с і миттєво відновлює вам {3} енергії.#by {1}% for {2} sec#you {3} Energy", "Збільшує завдану шкоду на {1}%.#by {1}%", en="Tiger's Fury" },
-- Torrential Downpour
[405953] = { "Проливна злива", nil, "Від {1} до {2} шкоди кожні {3} с.#{1} to {2} damage every {3}", en="Torrential Downpour" },
-- Tree of Life
[439733] = { "Дерево життя", "Набути подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення для всіх учасників групи в межах {2} м на {1}%, \"Дикий ріст\" зцілює на {3}% більше здоров'я, ваші закляття періодичного зцілення витрачають на {4}% менше мани, ваш дух збільшується на {5}%, ваша броня збільшується на {6}%, але ви не можете застосовувати бойові закляття.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#received by {1}%#within {2} y#increased by {3}%#cost {4}% less#gain {5}% increased Spirit#gain {6}% increased armor", "Невразливість до ефектів поліморфу.\nВитрати мани на закляття періодичного зцілення зменшено на {1}%.\nДух збільшено на {2}%, а броню - на {3}%.\nЗбільшує отримане зцілення для всіх учасників групи в межах {5} м на {4}% та збільшує зцілення \"Дикого росту\" на {6}%.#spells by {1}%#Spirit by {2}%#armor by {3}%#received by {4}%#within {5} y#Growth by {6}%", en="Tree of Life" },
[439766] = { "Дерево життя", "Отримати здібність \"Дерево життя\":", rune=439733, en="Tree of Life" },
[439745] = { "Дерево життя", "Збільшує зцілення, отримане учасниками групи в межах {1} м, на {2}%.#within {1} y#by {2}%", "Отримане зцілення збільшено на {1}%.#by {1}%", en="Tree of Life" },
-- Twisted Tranquility
[447548] = { "Викривлений спокій", "Завдає шкоду від природи ворогам в радіусі дії протягом {1} секунд, сповільнюючи їхній рух на {2}% і збільшуючи інтервал між атаками на {3}%.#over {1} sec#movement by {2}%#attacks by {3}%", "Завдає шкоди від природи кожні {1} с.\nЗменшує швидкість руху на {2}%.\nІнтервал між атаками збільшено на {3}%.#every {1} sec#speed by {2}%#increased by {3}%", en="Twisted Tranquility" },
-- Wild Growth
[408120] = { "Дикий ріст", "Зцілює всіх учасників групи цілі в радіусі {1} м від неї на {2} протягом {3} секунд. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.#within {1} yards#for {2} over {3} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Wild Growth" },
[409810] = { "Дикий ріст", "Отримати здібність \"Дикий ріст\":", rune=408120, en="Wild Growth" },
-- Wild Strike
[407973] = { "Дикий удар", "Додаткова атака.", en="Wild Strike" },
-- Wild Strikes
[407975] = { "Дикі удари", "Члени групи в радіусі 20 м отримують підвищену бойову лють. Кожен удар в ближньому бою з ймовірністю 20% спрацює повторно з додатковими 20% до сили атаки. Не діє, якщо член групи вже знаходиться під ефектом \"Тотема буревію\".", "Шанс отримати додаткову атаку.", en="Wild Strikes" },
[407977] = { "Дикі удари", "Поки ви знаходитесь в подобі кота, ведмедя чи жахливого ведмедя, учасники групи чи рейду в радіусі {1} м отримують підвищену бойову лють. Кожен удар в ближньому бою з ймовірністю {2}% спрацює повторно зі збільшеною на {3}% силою атаки. Не діє, якщо ціль вже перебуває під ефектом \"Тотема буревію\".#within {1} yard#a {2}% chance#with {3}% additional", "Шанс отримати додаткову атаку.", en="Wild Strikes" },
[409805] = { "Дикі удари", "Отримати здібність \"Дикі удари\":", rune=407977, en="Wild Strikes" },
[433107] = { ref=407977 }, -- Wild Strikes

-- Engraving
[424760] = { "Гравіювання пояса - Берсерк", "Вигравіювати на поясі руну \"Берсерк\":", rune=417141, en="Engrave Belt - Berserk" },
[410029] = { "Гравіювання пояса - Затемнення", "Вигравіювати на поясі руну \"Затемнення\":", rune=408248, en="Engrave Belt - Eclipse" },
[410059] = { "Гравіювання пояса - Підживлення", "Вигравіювати на поясі руну \"Підживлення\":", rune=408247, en="Engrave Belt - Nourish" },
[410060] = { "Гравіювання чоботів - Входження в сон", "Вигравіювати на чоботях руну \"Входження в сон\":", rune=408258, en="Engrave Boots - Dreamstate" },
[424765] = { "Гравіювання чоботів - Король джунглів", "Вигравіювати на чоботях руну \"Король джунглів\":", rune=417046, en="Engrave Boots - King of the Jungle" },
[410027] = { "Гравіювання чоботів - Інстинкти виживання", "Вигравіювати на чоботях руну \"Інстинкти виживання\":", rune=408024, en="Engrave Boots - Survival Instincts" },
[431468] = { "Гравіювання браслетів - Цвітіння", "Вигравіювати на браслетах руну \"Цвітіння\":", rune=417149, en="Engrave Bracers - Efflorescence" },
[416051] = { "Гравіювання браслетів - Вогні Елуни", "Вигравіювати на браслетах руну \"Вогні Елуни\":", rune=414719, en="Engrave Bracers - Elune's Fires" },
[431461] = { "Гравіювання браслетів - Покращене шалене відновлення", "Вигравіювати на браслетах руну \"Покращене шалене відновлення\":", rune=431389, en="Engrave Bracers - Improved Frenzied Regeneration" },
[410061] = { "Гравіювання нагрудника - Лють Шаленства Бурі", "Вигравіювати на нагруднику руну \"Лють Шаленства Бурі\":", rune=414799, en="Engrave Chest - Fury of Stormrage" },
[416050] = { "Гравіювання нагрудника - Зерно життя", "Вигравіювати на нагруднику руну \"Зерно життя\":", rune=414677, en="Engrave Chest - Living Seed" },
[416042] = { "Гравіювання нагрудника - Виживає найсильніший", "Вигравіювати на нагруднику руну \"Виживає найсильніший\":", rune=411115, en="Engrave Chest - Survival of the Fittest" },
[410021] = { "Гравіювання нагрудника - Дикі удари", "Вигравіювати на нагруднику руну \"Дикі удари\":", rune=407977, en="Engrave Chest - Wild Strikes" },
[439765] = { "Гравіювання плаща - Покращений розмах", "Вигравіювати на плащі руну \"Покращений розмах\":", rune={439510, 411128}, en="Engrave Cloak - Improved Swipe" },
[439770] = { "Гравіювання плаща - Зорепад", "Вигравіювати на плащі руну \"Зорепад\":", rune=439748, en="Engrave Cloak - Starfall" },
[439767] = { "Гравіювання плаща - Дерево життя", "Вигравіювати на плащі руну \"Дерево життя\":", rune=439733, en="Engrave Cloak - Tree of Life" },
[410025] = { "Гравіювання рукавиць - Нівечення", "Вигравіювати на рукавицях руну \"Нівечення\":", rune=407995, en="Engrave Gloves - Mangle" },
[416046] = { "Гравіювання рукавиць - Лобова атака", "Вигравіювати на рукавицях руну \"Лобова атака\":", rune=410176, en="Engrave Gloves - Skull Bash" },
[416044] = { "Гравіювання рукавиць - Сонячний вогонь", "Вигравіювати на рукавицях руну \"Сонячний вогонь\".\nТакож в подобі ведмедя, кота та жахливого ведмедя \"Місячний вогонь\" замінюється на \"Сонячний вогонь\" (ведмідь) або \"Сонячний вогонь\" (кіт). Це закляття взаємодіє з усіма ефектами, що й \"Місячний вогонь\".", rune={414684, 414687, 414689}, en="Engrave Gloves - Sunfire" },
[410028] = { "Гравіювання рукавиць - Дикий ріст", "Вигравіювати на рукавицях руну \"Дикий ріст\":", rune=408120, en="Engrave Gloves - Wild Growth" },
[431451] = { "Гравіювання шолома - Шквальний вітер", "Вигравіювати на шоломі руну \"Шквальний вітер\":", rune=417135, en="Engrave Helm - Gale Winds" },
[431447] = { "Гравіювання шолома - Кривавість", "Вигравіювати на шоломі руну \"Кривавість\":", rune=417145, en="Engrave Helm - Gore" },
[431449] = { "Гравіювання шолома - Покращена дубова шкіра", "Вигравіювати на шоломі руну \"Покращена дубова шкіра\":", rune=431388, en="Engrave Helm - Improved Barkskin" },
[416049] = { "Гравіювання штанів - Розірвати", "Вигравіювати на штанях руну \"Розірвати\":", rune=414644, en="Engrave Pants - Lacerate" },
[410033] = { "Гравіювання штанів - Життєцвіт", "Вигравіювати на штанях руну \"Життєцвіт\":", rune={409824, 408124}, en="Engrave Pants - Lifebloom" },
[410023] = { "Гравіювання штанів - Дикий рев", "Вигравіювати на штанях руну \"Дикий рев\":", rune=407988, en="Engrave Pants - Savage Roar" },
[424718] = { "Гравіювання штанів - Зоряний сплеск", "Вигравіювати на штанях руну \"Зоряний сплеск\":", rune=417157, en="Engrave Pants - Starsurge" },
[453703] = { "Гравіювання персня - Спеціалізація на дикості", "Вигравіювати на персні руну \"Спеціалізація на дикості\":", rune=453622, en="Engrave Ring - Feral Combat Specialization" },

-- Item effects
[468387] = { "Єднання з природою", "Єднає друїда з природою, збільшуючи шкоду заклять на {1}%, збільшуючи ефективність зцілення на {2}% та збільшуючи шанс критичного ефекту заклять на {3}% протягом {4} с.#done by spells by {1}%#heal effects by {2}%#chance of spells by {3}% for {4} sec", "Шкоду заклять збільшено на {1}%.\nЕфективність зцілення збільшено на {2}%.\nШанс критичного ефекту заклять збільшено на {3}%.#damage increased by {1}%#effects increased by {2}%#chance increased by {3}%", en="Aligned with Nature" },
[459596] = { "Збільшення тривалості Дубової шкіри", "Збільшує тривалість \"Дубової шкіри\" на {1} с.#Barkskin by {1} sec", en="Barkskin Duration Increase" },
[1231382] = { "Дика відданість", "Після перебування в котячій подобі протягом {1} с швидкість відновлення енергії збільшується на {2}%.#Form for {1} sec#increase by {2}%", en="Feral Dedication" },
[1220702] = { "Посилення Підживлення/Дикого росту/Цвітіння", "Збільшує обсяг зцілення заклять \"Підживлення\", \"Дикий ріст\" та \"Цвітіння\" на {1}%.#spells by {1}%", en="Idol of Longevity" },
[459594] = { "Зменшення витрат на зміну подоби", "Зменшує витрати мани на зміну подоби на {1}.#shapeshifts by {1}", en="Shapeshift Cost Reduction" },
[467467] = { "Сигіла перевертня", "Зменшує витрати мани на зміну подоби на {1}% та збільшує ефективність аур місячного совуха, дерева життя та вожака зграї на {2}% протягом {3} с.#forms by {1}%#Pack by {2}% for {3} sec", "Витрати мани на зміну подоби зменшено на {1}%.\n\nEфективність аур місячного совуха, дерева життя та вожака зграї збільшено на {2}%#reduced by {1}%#increased by {2}%", en="Shapeshifter's Sigil" },
[1232896] = { "Псох галявини", "Ви можете вимовляти \"Переродження\" та \"Осяяння\" перебуваючи у котячій подобі.", en="Staff of the Glade" },
[1217297] = { "Камінь трансу", ref=16833, en="Trance Stone" },
[459595] = { "Зменшення затримки вимови Гніву", "З ймовірністю {1}% ви уникнете затримки вимови закляття \"Гнів\" при отриманні шкоди.#a {1}% chance to avoid", en="Wrath Cast Pushback Reduction" },

-- Rune progress
[435081] = { "Статуя звіра", nil, "Звір чекає на суперника.", en="Beastly Effigy" },
[446448] = { "Обов'язок вартового", nil, "Позбудьтесь того, що труїть тіло, і того, що псує дух.", en="Duty of the Warden" },
[420493] = { "Ідол дикості", nil, "Сповнений натхнення.", en="Ferocious Idol" },
[414826] = { "Ідол ведмежої люті", nil, "Сповнений натхнення.", en="Idol of Ursine Rage" },
[435097] = { "Ідол ревуна", nil, "Сповнений натхнення.", en="Idol of the Heckler" },
[446095] = { "Ідол лютого шаркуна", nil, "Сповнений натхнення.", en="Idol of the Raging Shambler" },
[426072] = { "Ідол дикої природи", nil, "Сповнений натхнення.", en="Idol of the Wild" },
[419288] = { "Ідол місяця", nil, "Сповнений натхнення.", en="Lunar Idol" },
[446467] = { "Знак вартового", nil, "Ваш обов'язок виконано.", en="Mark of the Warden" },
[447483] = { "Осквернення сатирів", en="Satyr Corruption" },
[424339] = { "Незбалансований ідол сну", nil, "Балансування між силами природи.", en="Unbalanced Idol Dream" },
[423186] = { "Незбалансований ідол місяця", nil, "Балансування між силами природи.", en="Unbalanced Idol Moon" },
[424336] = { "Незбалансований ідол дикої природи", nil, "Балансування між силами природи.", en="Unbalanced Idol Wild" },
[415004] = { "Розряджений", nil, "Позбавлений магічної енергії", en="Unpowered" },
[446303] = { "Нестримна сила", en="Unrestrained Power" },
[446460] = { "Вартовий життя", nil, "Ви позбулись того, що труїть тіло.", en="Warden of Life" },
[446461] = { "Вартовий духу", nil, "Ви позбулись того, що псує дух.", en="Warden of Spirit" },
[435180] = { "вода озера Елуна'ара", nil, "Несе воду озера Елуна'ара.", en="Water of Elune'ara" },

-- Set bonus enchants
[1219954] = { "Душа майстра-звіра", "Наповнити наплічники душею майстра-звіра:\n\nЙмовірність ухилення та парирування ваших атак ближнього бою зменшено на {1}%.#attacks have {1}% less chance to be Dodged", en="Soul of Animalistic Expertise" },
[1219937] = { "Душа хижих інстинктів", "Наповнити наплічники душею хижих інстинктів:\n\nПеріодична шкода здібностей \"Роздирання\" та \"Розірвання\" тепер може бути критичною.", en="Soul of Predatory Instincts" },
[1219951] = { "Душа астрального вознесення", "Наповнити наплічники душею астрального вознесення:\n\nЗбільшує додаткову шкоду від критичних ударів заклять \"Зоряний вогонь\", \"Зоряний сплеск\" та \"Гнів\" на {1}%.#and Wrath by {1}%", en="Soul of the Astral Ascendant" },
[1219941] = { "Душа варвара", "Наповнити наплічники душею варвара:\n\nЗдібності \"Шматування\", \"Безжалісний укус\" та \"Нівечення (кіт)\" завдають на {1}% більше шкоди за кожен ваш ефект кровотечі, максимум до {2}%.#abilities deal {1}% increased damage#up to a maximum of {2}% increase", en="Soul of the Barbaric" },
[1219924] = { "Душа звіра", "Наповнити наплічники душею звіра:\n\nЗдібності \"Нівечення (ведмідь)\", \"Розмах (ведмідь)\", \"Терзання\" та \"Розірвати\" мають на {1}% більшу ймовірність завдання критичного удару цілям під ефектом здібності \"Розірвати\".#abilities gain {1}% increased critical", en="Soul of the Beast" },
[1219934] = { "Душа доброзичливого провидця", "Наповнити наплічники душею доброзичливого провидця:\n\nЗменшує час відновлення заклять \"Переродження\" та \"Осяяння\" на {1}%.#Innervate spells by {1}%", en="Soul of the Benevolent Seer" },
[1219939] = { "Душа Пазура", "Наповнити наплічники душею Пазура:\n\nЗбільшує тривалість ефекту \"Роздирання\" на {1} с та збільшує його періодичну шкоду на {2}%.#by {1} sec and its periodic damage by {2}%", en="Soul of the Claw" },
[1219952] = { "Душа закликача комет", "Наповнити наплічники душею закликача комет:\n\nЗменшує час вимови та глобальний час відновлення \"Зоряного вогню\" на {1} с.#global cooldown of Starfire by {1} sec", en="Soul of the Cometcaller" },
[1219931] = { "Душа Сноходця", "Наповнити наплічники душею Сноходця:\n\nКритичні ефекти ваших цілющих заклять спричиняють ефект \"Входження в сон\", продовжуючи відновлення мани під час вимови заклять зі швидкістю {1}% від звичайної протягом {2} секунд.#you {1}% of your mana regeneration while casting for {2} sec", en="Soul of the Dreamwalker" },
[1219943] = { "Душа знекровлювача", "Наповнити наплічники душею знекровлювача:\n\nКритичні удари здібностей \"Нівечення\", \"Шматування\" та \"Безжалісний укус\" спричиняють у цілі кровотечу, що завдає {1}% від завданої шкоди протягом {2} с.#Bleed for {1}% of the damage done over the next {2} sec", en="Soul of the Exsanguinator" },
[1219933] = { "Душа пернатого мудреця", "Наповнити наплічники душею пернатого мудреця:\n\nЗбільшує зцілення \"Дикого росту\" на {1}%. Окрім того, \"Дикий ріст\" тепер можна використовувати в подобі місячного совуха, а його зцілення в цій подобі збільшено на {2}%.#healing from Wild Growth by {1}%#additional {2}% in that form", en="Soul of the Feathered Sage" },
[1219921] = { "Душа несамовитого", "Наповнити наплічники душею несамовитого:\n\n\"Несамовитість\" має на {1} секунд зменшений час відновлення і більше не зменшує вашу броню.#Enrage by {1} sec and", en="Soul of the Ferocious" },
[1219953] = { "Душа лісу", "Наповнити наплічники душею лісу:\n\nЗбільшує ймовірність завдання критичного удару \"Гнівом\" на {1}%.#critical strike chance of Wrath by {1}%", en="Soul of the Forest" },
[1219942] = { "Душа несамовитого", "Наповнити наплічники душею несамовитого:\n\n\"Шматування\" більше не має вимоги до позиціонування, але завдає на {1}% більше шкоди, якщо ви знаходитесь за спиною цілі.#but deals {1}% more damage if", en="Soul of the Frenetic" },
[1219926] = { "Душа лютості", "Наповнити наплічники душею лютості:\n\nЩоразу, коли ви ухиляєтесь в подобі жахливого ведмедя, шкода наступної здібності \"Нівечення\" чи \"Розмах\" збільшується на {1}%. Ефект накопичується до {2} разів.#you gain {1}% increased damage#stacking up to {2} times", en="Soul of the Furious" },
[1219920] = { "Душа Лагідної Лапи", "Наповнити наплічники душею Лагідної Лапи:\n\nВи можете вимовляти \"Переродження\" та \"Осяяння\" перебуваючи у подобі ведмедя та жахливого ведмедя.", en="Soul of the Gentle Paw" },
[1219950] = { "Душа Благодатного", "Наповнити наплічники душею Благодатного:\n\nТалант \"Природна благодать\" отримує 1 додатковий заряд при спрацюванні.", en="Soul of the Graceful" },
[1219932] = { "Душа хранителя діброви", "Наповнити наплічники душею хранителя діброви:\n\nКритичні неперіодичні ефекти ваших заклять зменшують час вимови наступного закляття \"Цілющий дотик\", \"Розростання\" або \"Підживлення\" на {1} с.#or Nourish spell by {1} sec", en="Soul of the Grove Tender" },
[1219936] = { "Душа Просвітителя", "Наповнити наплічники душею Просвітителя:\n\nВаш \"Чарівний вогонь (звір)\" також збільшує ймовірність завдання удару по цілі на {1}% протягом {2} с.#attacks to hit that target by {1}% for {2} sec", en="Soul of the Illuminator" },
[1219928] = { "Душа осяяння", "Наповнити наплічники душею осяяння:\n\nКоли ви застосовуєте \"Осяяння\" на іншого гравця, воно також застосовується на вас.", en="Soul of the Innervator" },
[1219948] = { "Душа Хранителів", "Наповнити наплічники душею Хранителів:\n\n\"Гнів\" з ймовірністю {1}% викликає {2} дереванів, що атакують вашу ціль протягом {3} с.#a {1}% chance to summon a stand of {2} Treants to attack your target for {3} sec", en="Soul of the Keepers" },
[1219925] = { "Душа розірвання", "Наповнити наплічники душею розірвання:\n\nВаш \"Розмах\" тепер поширює ефект вашої здібності \"Розірвати\" з вашої цілі на інші уражені цілі.", en="Soul of the Lacerator" },
[1219935] = { "Душа Життєдайного", "Наповнити наплічники душею Життєдайного:\n\nКритичні ефекти \"Цілющого дотику\", \"Розростання\" та \"Підживлення\" миттєво відновлюють цілі ще {1}% від первинного ефекту зцілення.#target for another {1}% of the healing", en="Soul of the Lifeweaver" },
[1219945] = { "Душа сновиди", "Наповнити наплічники душею сновиди:\n\nЗбільшує ймовірність завдання удару закляттями та атаками на {1}%.#Increases your chance to hit with spells and attacks by {1}%.", en="Soul of the Lunatic" },
[1219927] = { "Душа нівечення", "Наповнити наплічники душею нівечення:\n\nЗменшує час відновлення \"Нівечення\" на {1} с.#Mangle (Bear) by {1} sec", en="Soul of the Mangler" },
[1219947] = { "Душа ночі", "Наповнити наплічники душею ночі:\n\nЗбільшує шкоду та радіус шкоди зірок \"Зорепаду\" та \"Урагану\" на {1}%.#Starfall's stars and Hurricane by {1}%", en="Soul of the Night" },
[1219929] = { "Душа живлення", "Наповнити наплічники душею живлення:\n\nПісля вимови \"Цілющого дотику\" або \"Підживлення\" ви з ймовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#you a {1}% chance to gain Mana equal to {2}% of the base", en="Soul of the Nurturer" },
[1219940] = { "Душа гордовитого", "Наповнити наплічники душею гордовитого:\n\nЙмовірність завдання критичного удару збільшується на {1}%, поки діє \"Лють тигра\".#by {1}% while Tiger's Fury", en="Soul of the Prideful" },
[1219938] = { "Душа Потрошителя", "Наповнити наплічники душею Потрошителя:\n\nЗдібності \"Розірвання\" та \"Безжалісний укус\" з ймовірністю {1}% за кожен прийом в комбінації поновлюють тривалість ефекту \"Дикий рев\" до початкового значення.#Bite have a {1}% chance per combo", en="Soul of the Ripper" },
[1219922] = { "Душа перевертня", "Наповнити наплічники душею перевертня:\n\nУ подобах ведмедя та жахливого ведмедя ви спричиняєте на {1}% більше загрози, а \"Зіщулювання\" тепер прибирає всю вашу загрозу цілі але має на {2} с більший час відновлення.#generate by an additional {1}%#target but has a {2} sec longer cooldown", en="Soul of the Shifter" },
[1219946] = { "Душа закликача зірок", "Наповнити наплічники душею закликача зірок:\n\nЗменшує час відновлення \"Зорепаду\" на {1}%.#the cooldown on Starfall by {1}%", en="Soul of the Starcaller" },
[1219923] = { "Душа Дикої Лапи", "Наповнити наплічники душею Дикої Лапи:\n\nПісля застосування \"Розмаху\" у ведмежій подобі \"Терзання\" завдає шкоди {1} додатковій цілі протягом {2} с.#to hit {1} additional target for the next {2} sec", en="Soul of the Territorial" },
[1219944] = { "Душа хранителя шипів", "Наповнити наплічники душею хранителя шипів:\n\nШкоду \"Шипів\" збільшено на {1}%, а тривалість збільшено на {2}%.#by {1}% and duration increased by {2}%", en="Soul of the Thornkeeper" },
[1219930] = { "Душа спокою", "Наповнити наплічники душею спокою:\n\nЗменшує час відновлення \"Спокою\" на {1}% та збільшує його зцілення на {2}%.#Tranquility by {1}% and increases its healing by {2}%", en="Soul of the Tranquil" },
[1219949] = { "Душа Гнівного", "Наповнити наплічники душею Гнівного:\n\nКритичні удари \"Гнів\" з ймовірністю {1}% збільшать шкоду наступного \"Зоряного вогню\" на {2}%. Ефект накопичується до {3} разів.#have a {1}% chance to make your next Starfire deal {2}% increased damage, stacking up to {3} times", en="Soul of the Wrathful" },

-- Set bonuses
[1213201] = { "Сезон 3 - Предмет - Набір руїн Ан'Кіражу - Друїд - Бонус 3 предметів Дикості", "Ймовірність ухилення та парирування ваших атак ближнього бою зменшено на {1}%.#attacks have {1}% less chance to be Dodged", en="S03 - Item - RAQ - Druid - Feral 3P Bonus" },
[455852] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 2 предметів Балансу", "Шкоду \"Шипів\" збільшено на {1}%, а тривалість збільшено на {2}%.#by {1}% and duration increased by {2}%", en="S03 - Item - T1 - Druid - Balance 2P Bonus" },
[455858] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 4 предметів Балансу", "Збільшує ймовірність завдання удару закляттями та атаками на {1}%.#Increases your chance to hit with spells and attacks by {1}%.", en="S03 - Item - T1 - Druid - Balance 4P Bonus" },
[455859] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 6 предметів Балансу", "Зменшує час відновлення \"Зорепаду\" на {1}%.#the cooldown on Starfall by {1}%", en="S03 - Item - T1 - Druid - Balance 6P Bonus" },
[455864] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 2 предметів Дикості", "Ваш \"Чарівний вогонь (звір)\" також збільшує ймовірність завдання удару по цілі на {1}% протягом {2} с.#attacks to hit that target by {1}% for {2} sec", en="S03 - Item - T1 - Druid - Feral 2P Bonus" },
[455872] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 4 предметів Дикості", "Періодична шкода здібностей \"Роздирання\" та \"Розірвання\" тепер може бути критичною.", en="S03 - Item - T1 - Druid - Feral 4P Bonus" },
[455873] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 6 предметів Дикості", "Здібності \"Розірвання\" та \"Безжалісний укус\" з ймовірністю {1}% за кожен прийом в комбінації поновлюють тривалість ефекту \"Дикий рев\" до початкового значення.#Bite have a {1}% chance per combo", en="S03 - Item - T1 - Druid - Feral 6P Bonus" },
[456325] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 2 предметів захисника", "Ви можете вимовляти \"Переродження\" та \"Осяяння\" перебуваючи у подобі ведмедя та жахливого ведмедя.", en="S03 - Item - T1 - Druid - Guardian 2P Bonus" },
[456328] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 4 предметів захисника", "\"Несамовитість\" має на {1} секунд зменшений час відновлення і більше не зменшує вашу броню.#Enrage by {1} sec and", en="S03 - Item - T1 - Druid - Guardian 4P Bonus" },
[456332] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 6 предметів захисника", "У подобах ведмедя та жахливого ведмедя ви спричиняєте на {1}% більше загрози, а \"Зіщулювання\" тепер прибирає всю вашу загрозу цілі але має на {2} с більший час відновлення.#generate by an additional {1}%#target but has a {2} sec longer cooldown", en="S03 - Item - T1 - Druid - Guardian 6P Bonus" },
[456194] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 2 предметів відновлення", "Коли ви застосовуєте \"Осяяння\" на іншого гравця, воно також застосовується на вас.", en="S03 - Item - T1 - Druid - Restoration 2P Bonus" },
[456222] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 4 предметів відновлення", "Після вимови \"Цілющого дотику\" або \"Підживлення\" ви з ймовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#you a {1}% chance to gain Mana equal to {2}% of the base", en="S03 - Item - T1 - Druid - Restoration 4P Bonus" },
[456322] = { "Сезон 3 - Предмет - Набір 1 - Друїд - Бонус 6 предметів відновлення", "Зменшує час відновлення \"Спокою\" на {1}% та збільшує його зцілення на {2}%.#Tranquility by {1}% and increases its healing by {2}%", en="S03 - Item - T1 - Druid - Restoration 6P Bonus" },
[467077] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 2 предметів Балансу", "Збільшує шкоду та радіус шкоди зірок \"Зорепаду\" та \"Урагану\" на {1}%.#Starfall's stars and Hurricane by {1}%", en="S03 - Item - T2 - Druid - Balance 2P Bonus" },
[467084] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 4 предметів Балансу", "\"Гнів\" з ймовірністю {1}% викликає {2} дереванів, що атакують вашу ціль протягом {3} с.#a {1}% chance to summon a stand of {2} Treants to attack your target for {3} sec", en="S03 - Item - T2 - Druid - Balance 4P Bonus" },
[467090] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 6 предметів Балансу", "Критичні удари \"Гнів\" з ймовірністю {1}% збільшать шкоду наступного \"Зоряного вогню\" на {2}%. Ефект накопичується до {3} разів.#have a {1}% chance to make your next Starfire deal {2}% increased damage, stacking up to {3} times", en="S03 - Item - T2 - Druid - Balance 6P Bonus" },
[467207] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 2 предметів Дикості", "Збільшує тривалість ефекту \"Роздирання\" на {1} с та збільшує його періодичну шкоду на {2}%.#by {1} sec and its periodic damage by {2}%", en="S03 - Item - T2- Druid - Feral 2P Bonus" },
[467208] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 4 предметів Дикості", "Ймовірність завдання критичного удару збільшується на {1}%, поки діє \"Лють тигра\".#by {1}% while Tiger's Fury", en="S03 - Item - T2- Druid - Feral 4P Bonus" },
[467211] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 6 предметів Дикості", "Здібності \"Шматування\", \"Безжалісний укус\" та \"Нівечення (кіт)\" завдають на {1}% більше шкоди за кожен ваш ефект кровотечі, максимум до {2}%.#abilities deal {1}% increased damage#up to a maximum of {2}% increase", en="S03 - Item - T2- Druid - Feral 6P Bonus" },
[467216] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 2 предметів захисника", "Після застосування \"Розмаху\" у ведмежій подобі \"Терзання\" завдає шкоди {1} додатковій цілі протягом {2} с.#to hit {1} additional target for the next {2} sec", en="S03 - Item - T2- Druid - Guardian 2P Bonus" },
[467221] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 4 предметів захисника", "Здібності \"Нівечення (ведмідь)\", \"Розмах (ведмідь)\", \"Терзання\" та \"Розірвати\" мають на {1}% більшу ймовірність завдання критичного удару цілям під ефектом здібності \"Розірвати\".#abilities gain {1}% increased critical", en="S03 - Item - T2- Druid - Guardian 4P Bonus" },
[467227] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 6 предметів захисника", "Ваш \"Розмах\" тепер поширює ефект вашої здібності \"Розірвати\" з вашої цілі на інші уражені цілі.", en="S03 - Item - T2- Druid - Guardian 6P Bonus" },
[467099] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 2 предметів відновлення", "Критичні ефекти ваших цілющих заклять спричиняють ефект \"Входження в сон\", продовжуючи відновлення мани під час вимови заклять зі швидкістю {1}% від звичайної протягом {2} секунд.#you {1}% of your mana regeneration while casting for {2} sec", en="S03 - Item - T2- Druid - Restoration 2P Bonus" },
[467203] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 4 предметів відновлення", "Критичні неперіодичні ефекти ваших заклять зменшують час вимови наступного закляття \"Цілющий дотик\", \"Розростання\" або \"Підживлення\" на {1} с.#or Nourish spell by {1} sec", en="S03 - Item - T2- Druid - Restoration 4P Bonus" },
[467205] = { "Сезон 3 - Предмет - Набір 2 - Друїд - Бонус 6 предметів відновлення", "Збільшує зцілення \"Дикого росту\" на {1}%. Окрім того, \"Дикий ріст\" тепер можна використовувати в подобі місячного совуха, а його зцілення в цій подобі збільшено на {2}%.#healing from Wild Growth by {1}%#additional {2}% in that form", en="S03 - Item - T2- Druid - Restoration 6P Bonus" },
[1213164] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 2 предметів Балансу", "Талант \"Природна благодать\" отримує 1 додатковий заряд при спрацюванні.", en="S03 - Item - TAQ - Druid - Balance 2P Bonus" },
[1213167] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 4 предметів Балансу", "Збільшує додаткову шкоду від критичних ударів заклять \"Зоряний вогонь\", \"Зоряний сплеск\" та \"Гнів\" на {1}%.#and Wrath by {1}%", en="S03 - Item - TAQ - Druid - Balance 4P Bonus" },
[1213171] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 2 предметів Дикості", "\"Шматування\" більше не має вимоги до позиціонування, але завдає на {1}% більше шкоди, якщо ви знаходитесь за спиною цілі.#but deals {1}% more damage if", en="S03 - Item - TAQ - Druid - Feral 2P Bonus" },
[1213174] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 4 предметів Дикості", "Критичні удари здібностей \"Нівечення\", \"Шматування\" та \"Безжалісний укус\" спричиняють у цілі кровотечу, що завдає {1}% від завданої шкоди протягом {2} с.#Bleed for {1}% of the damage done over the next {2} sec", en="S03 - Item - TAQ - Druid - Feral 4P Bonus" },
[1213188] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 2 предметів захисника", "Щоразу, коли ви ухиляєтесь в подобі жахливого ведмедя, шкода наступної здібності \"Нівечення\" чи \"Розмах\" збільшується на {1}%. Ефект накопичується до {2} разів.#you gain {1}% increased damage#stacking up to {2} times", en="S03 - Item - TAQ - Druid - Guardian 2P Bonus" },
[1213196] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 4 предметів захисника", "Зменшує час відновлення \"Нівечення\" на {1} с.#Mangle (Bear) by {1} sec", en="S03 - Item - TAQ - Druid - Guardian 4P Bonus" },
[1213159] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 2 предметів відновлення", "Зменшує час відновлення заклять \"Переродження\" та \"Осяяння\" на {1}%.#Innervate spells by {1}%", en="S03 - Item - TAQ - Druid - Restoration 2P Bonus" },
[1213160] = { "Сезон 3 - Предмет - Набір храму Ан'Кіражу - Друїд - Бонус 4 предметів відновлення", "Критичні ефекти \"Цілющого дотику\", \"Розростання\" та \"Підживлення\" миттєво відновлюють цілі ще {1}% від первинного ефекту зцілення.#target for another {1}% of the healing", en="S03 - Item - TAQ - Druid - Restoration 4P Bonus" },
[468395] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Друїд - Бонус 2 предметів Балансу", ref=9342, en="S03 - Item - ZG - Druid - Balance 2P Bonus" },
[468415] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Друїд - Бонус 3 предметів Балансу", "Зменшує час вимови та глобальний час відновлення \"Зоряного вогню\" на {1} с.#global cooldown of Starfire by {1} sec", en="S03 - Item - ZG - Druid - Balance 3P Bonus" },
[468416] = { "Сезон 3 - Предмет - Набір Зул'Ґуруба - Друїд - Бонус 5 предметів Балансу", "Збільшує ймовірність завдання критичного удару \"Гнівом\" на {1}%.#critical strike chance of Wrath by {1}%", en="S03 - Item - ZG - Druid - Balance 5P Bonus" },
[1220368] = { "Душа майстра-звіра", ref=1213201, en="Soul of Animalistic Expertise" },
[1220369] = { "Душа майстра-звіра", en="Soul of Animalistic Expertise" },
[1220334] = { "Душа хижих інстинктів", ref=455872, en="Soul of Predatory Instincts" },
[1220335] = { "Душа хижих інстинктів", en="Soul of Predatory Instincts" },
[1220362] = { "Душа астрального вознесення", ref=1213167, en="Soul of the Astral Ascendant" },
[1220363] = { "Душа астрального вознесення", en="Soul of the Astral Ascendant" },
[1220342] = { "Душа варвара", ref=467211, en="Soul of the Barbaric" },
[1220343] = { "Душа варвара", en="Soul of the Barbaric" },
[1220307] = { "Душа звіра", ref=467221, en="Soul of the Beast" },
[1220308] = { "Душа звіра", en="Soul of the Beast" },
[1220328] = { "Душа доброзичливого провидця", ref=1213159, en="Soul of the Benevolent Seer" },
[1220329] = { "Душа доброзичливого провидця", en="Soul of the Benevolent Seer" },
[1220338] = { "Душа Пазура", ref=467207, en="Soul of the Claw" },
[1220339] = { "Душа Пазура", en="Soul of the Claw" },
[1220364] = { "Душа закликача комет", ref=468415, en="Soul of the Cometcaller" },
[1220365] = { "Душа закликача комет", en="Soul of the Cometcaller" },
[1220322] = { "Душа Сноходця", ref=467099, en="Soul of the Dreamwalker" },
[1220323] = { "Душа Сноходця", en="Soul of the Dreamwalker" },
[1220346] = { "Душа знекровлювача", ref=1213174, en="Soul of the Exsanguinator" },
[1220347] = { "Душа знекровлювача", en="Soul of the Exsanguinator" },
[1220326] = { "Душа пернатого мудреця", ref=467205, en="Soul of the Feathered Sage" },
[1220327] = { "Душа пернатого мудреця", en="Soul of the Feathered Sage" },
[1220301] = { "Душа несамовитого", ref=456328, en="Soul of the Ferocious" },
[1220302] = { "Душа несамовитого", en="Soul of the Ferocious" },
[1220366] = { "Душа лісу", ref=468416, en="Soul of the Forest" },
[1220367] = { "Душа лісу", en="Soul of the Forest" },
[1220344] = { "Душа несамовитого", ref=1213171, en="Soul of the Frenetic" },
[1220345] = { "Душа несамовитого", en="Soul of the Frenetic" },
[1220312] = { "Душа лютості", ref=1213188, en="Soul of the Furious" },
[1220313] = { "Душа лютості", en="Soul of the Furious" },
[1220299] = { "Душа Лагідної Лапи", ref=456325, en="Soul of the Gentle Paw" },
[1220300] = { "Душа Лагідної Лапи", en="Soul of the Gentle Paw" },
[1220360] = { "Душа Благодатного", ref=1213164, en="Soul of the Graceful" },
[1220361] = { "Душа Благодатного", en="Soul of the Graceful" },
[1220324] = { "Душа хранителя діброви", ref=467203, en="Soul of the Grove Tender" },
[1220325] = { "Душа хранителя діброви", en="Soul of the Grove Tender" },
[1220332] = { "Душа Просвітителя", ref=455864, en="Soul of the Illuminator" },
[1220333] = { "Душа Просвітителя", en="Soul of the Illuminator" },
[1220316] = { "Душа осяяння", ref=456194, en="Soul of the Innervator" },
[1220317] = { "Душа осяяння", en="Soul of the Innervator" },
[1220356] = { "Душа Хранителів", ref=467084, en="Soul of the Keepers" },
[1220357] = { "Душа Хранителів", en="Soul of the Keepers" },
[1220310] = { "Душа розірвання", ref=467227, en="Soul of the Lacerator" },
[1220311] = { "Душа розірвання", en="Soul of the Lacerator" },
[1220330] = { "Душа Життєдайного", ref=1213160, en="Soul of the Lifeweaver" },
[1220331] = { "Душа Життєдайного", en="Soul of the Lifeweaver" },
[1220350] = { "Душа сновиди", ref=455858, en="Soul of the Lunatic" },
[1220351] = { "Душа сновиди", en="Soul of the Lunatic" },
[1220314] = { "Душа нівечення", ref=1213196, en="Soul of the Mangler" },
[1220315] = { "Душа нівечення", en="Soul of the Mangler" },
[1220354] = { "Душа ночі", en="Soul of the Night" },
[1220355] = { "Душа ночі", ref=467077, en="Soul of the Night" },
[1220318] = { "Душа живлення", ref=456222, en="Soul of the Nurturer" },
[1220319] = { "Душа живлення", en="Soul of the Nurturer" },
[1220340] = { "Душа гордовитого", ref=467208, en="Soul of the Prideful" },
[1220341] = { "Душа гордовитого", en="Soul of the Prideful" },
[1220336] = { "Душа Потрошителя", ref=455873, en="Soul of the Ripper" },
[1220337] = { "Душа Потрошителя", en="Soul of the Ripper" },
[1220303] = { "Душа перевертня", ref=456332, en="Soul of the Shifter" },
[1220304] = { "Душа перевертня", en="Soul of the Shifter" },
[1220352] = { "Душа закликача зірок", ref=455859, en="Soul of the Starcaller" },
[1220305] = { "Душа Дикої Лапи", ref=467216, en="Soul of the Territorial" },
[1220306] = { "Душа Дикої Лапи", en="Soul of the Territorial" },
[1220348] = { "Душа хранителя шипів", ref=455852, en="Soul of the Thornkeeper" },
[1220349] = { "Душа хранителя шипів", en="Soul of the Thornkeeper" },
[1220320] = { "Душа спокою", ref=456322, en="Soul of the Tranquil" },
[1220321] = { "Душа спокою", en="Soul of the Tranquil" },
[1220358] = { "Душа Гнівного", ref=467090, en="Soul of the Wrathful" },
[1220359] = { "Душа Гнівного", en="Soul of the Wrathful" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
