local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[398117] = { "Смаколик в кишені", "Відкрити мішок і покласти в кишеню цілі смаколик, що збільшить шкоду від звірів по цій цілі на {1}.#target by {1}", "Пахне смачно! Звірі завдають на {1} більше шкоди.#deal {1} extra" }, -- Pockets of Treats
[398603] = { "Вирізання рун", "Нанести на ваше спорядження потужні руни." }, -- Runecarving
[399954] = { "Здібність руни нагрудника", "Надягніть нагрудних з руною, щоб активувати цю здібність." }, -- Chest Rune Ability
[399966] = { "Здібність руни штанів", "Надягніть штани з руною, щоб активувати цю здібність." }, -- Legs Rune Ability
[399967] = { "Здібність руни рукавиць", "Надягніть рукавиці з руною, щоб активувати цю здібність." }, -- Hands Rune Ability
[401956] = { "Крижана халепа", nil, "Оточено брилою льоду, яка швидко відновлюється." }, -- Cryomantic Mishap
[401981] = { "Зігрівання", nil, "Все ще недостатньо гаряче! Більше жару!" }, -- Applying Heat
[401990] = { "Повзуча тінь", "Повзе через тіні до цілі та збільшує свою шкоду на {1}% протягом {2}.#by {1}% for {2} sec", "Шкоду збільшено на {1}%.#by {1}%" }, -- Shadowcrawl
[402808] = { "Каліцтво", "Збільшує інтервал між атаками ворога на {1}%. Триває {2} с.#by {1}%#Lasts {2} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%" }, -- Cripple
[402811] = { "Деморалізація", "Зменшує силу атаки цілі на {1}. Триває {2} с.#by {1}#Lasts {2} sec", "Силу атаки зменшено на {1}.#by {1}" }, -- Demoralize
[402818] = { "Розкол броні", "Зменшує броню ворога на {1}. Триває {2} с.#armor by {1}#Lasts {2} sec", "Броню зменшено на {1}.#decreased by {1}" }, -- Degrade
[404275] = { "Водяний удар", ref=11831 }, -- Aqua Strike
[405092] = { "Тиск води", "Зменшує час дихання під водою на {1}%.#reduced by  {1}%", "Вода тисне на вас.\nЧас затримування дихання під водою зменшено на {1}%.#reduced by {1}%" }, -- Underwater Pressure
[407095] = { "Розлом броні", nil, "Броню зменшено на {1}%.#by {1}%" }, -- Crunch Armor
[407794] = { "Потрійне пробиття", ref=11977 }, -- Triple Puncture
[408953] = { "Сповнення натхненням", nil, "Сповнюється натхненням." }, -- Building Inspiration
[411774] = { ref=13736 }, -- Whirlwind
[411959] = { ref=12542 }, -- Fear
[411995] = { "Темне трощення", "Завдає {1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", "Завдає {1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec" }, -- Shadow Crash
[415449] = { "Здібність руни пояса", "Надягніть пояс з руною, щоб активувати цю здібність." }, -- Waist Rune Ability
[415450] = { "Здібність руни чоботів", "Надягніть чоботи з руною, щоб активувати цю здібність." }, -- Feet Rune Ability
[417345] = { "Здібність руни шолома", "Надягніть шолом з руною, щоб активувати цю здібність." }, -- Helm Rune Ability
[417346] = { "Здібність руни браслетів", "Надягніть браслети з руною, щоб активувати цю здібність." }, -- Bracer Rune Ability
[417347] = { "Здібність руни плаща", "Надягніть плащ з руною, щоб активувати цю здібність." }, -- Cloak Rune Ability
[417348] = { "Здібність руни наплічників", "Надягніть наплічники з руною, щоб активувати цю здібність." }, -- Shoulder Rune Ability
[420526] = { ref=9672 }, -- Frostbolt
[420667] = { "Бойовий стяг Орди", nil, "Несе бойовий стяг Орди.\n(Падає при смерті)" }, -- Horde Warbanner
[422603] = { "Димова шашка" }, -- Smoke Bomb
[423298] = { "Крихітна швидкість плавання", ref=8747 }, -- Swimming Speed Minor
[423300] = { "Захист М'ґррґла", "М'ґррґл супроводжуватиме вас протягом {1} хвилин, надаючи невеликий захист від тіні.#you for {1} min", "Ви подобаєтесь М'ґррґлу!\nОпір тіні збільшено на {1}.#by {1}" }, -- M'grrgl's Protection
[423478] = { "Паличка приборкання виверн", nil, "Дозволяє приручати молодих гордокрилів в Каміннопазуристих горах." }, -- Wyvern Taming Wand
[425098] = { nil, nil, "Збільшує завдану шкоду на {1}% поки діє непомітність та протягом {2} після виходу з неї.#by {1}%#for {2} sec", ref=425096 }, -- Master of Subtlety
[425239] = { "Тіньові кайдани", nil, "Рух сповільнено на {1}%.\nЗавдає шкоди від тіні кожні {2} с.#by {1}%#every {2} sec" }, -- Shadowy Chains
[425415] = { "Несамовитість", nil, "Несамовитість." }, -- Enrage
[426084] = { "Громіздкий захисний залізоплетник", nil, "Захищений шаром ледь прикріпленого захисного залізноплетіння, шар броні може відпасти в будь-який момент." }, -- Bulky Protective Ironweave
[426097] = { "Допоміжний захист від несанкціонованого доступу", nil, "Не всі компоненти пережили переміщення." }, -- Auxiliary Anti-Tamper Mechanism
[426101] = { "Функція \"Жатва 9000\"", nil, "Відкритий ендоскелет з гіперсплавів може витримати майже будь-які удари." }, -- Central Reaping Function 9000
[426199] = { "Темне трощення", ref=411995 }, -- Shadow Crash
[426606] = { "Розмова з мертвими?", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку.", "Дозволяє розмовляти з мерцем, у якого залишилися незавершені справи в світі живих. Також може вилікувати розлад шлунку." }, -- Speak with the Dead?
[426811] = { "Бойове натхнення", nil, "Союзники в межах {1} м від лідера мають на {2}% більше здоров'я та завдають на {3}% більше шкоди.#within {1} y#gain {2}%#and {3}%" }, -- Battlefield Inspiration
[427625] = { "Корозія", nil, "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} Nature#every {2} sec" }, -- Corrosion
[427774] = { "Нищівна пітьма", "Ви відчуваєте потойбічний тиск нищівної сили.", "Вас огортає нищівна пітьма..." }, -- Crushing Darkness
[429687] = { ref=14515 }, -- Dominate Mind
[429688] = { ref=7645 }, -- Dominate Mind
[429838] = { "Спалення", "Завдає від {1} до {2} шкоди від вогню цілі.#Deals {1} to {2} Fire" }, -- Incinerate
[429856] = { "тренувальний ночезуб стражів", "Викликати тренувального ночезуба стражів. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Sentinel Nightsaber
[429857] = { "тренувальний вовк вершників", "Викликати тренувального вовка вершників. Можна використовувати лише в Ясенедолі.", "Швидкість збільшено на 50%." }, -- Summon Outrider Wolf
[429959] = { "Гарний відпочинок", "Кількість отриманого досвіду збільшено на {1}%.#by {1}%", "Кількість отриманого досвіду збільшено на {1}%.#by {1}%" }, -- Well-Rested
[430723] = { ref=407794 }, -- Triple Puncture
[431567] = { "Самодостатній шукач пригод", nil, "Не може обмінюватися предметами, користуватися аукціоном та відправляти чи приймати пошту від гравців." }, -- Self-Found Adventurer
[431678] = { "Незломлений самодостатній герой" }, -- Unbroken Self-Found Champion
[431839] = { "Втрата рівноваги", nil, "Відкидання діє ефективніше на вас!" }, -- Off Balanced
[432308] = { "Клешня!", nil, "Завдає фізичної шкоди кожні {1} с.#every {1} sec" }, -- The Claw!
[433251] = { "Електрична дуга", "Електрошокер 6000 вивільняє заряд електрики по найбільш віддаленій цілі, що завдає від {1} до {2} шкоди від природи та переходить ще на {3} цілі. Кожен уражений гравець отримує на {4}% більше шкоди від \"Електричної дуги\" протягом {5} с.#inflicting {1} to {2} Nature#up to {3} times#takes {4}% increased#for {5} sec", "Отримує на {1}% шкоди від \"Електричної дуги\".#{1}% increased" }, -- Static Arc
[433546] = { "Радіаційний опік", "Заклинач вивільняє хвилю токсичного слизу на всіх гравців, завдаючи від {1} до {2} шкоди від природи та додатково {3} шкоди від природи кожні {4} с протягом {5} с. Ефект накопичується.#inflicting {1} to {2} Nature#additional {3} Nature#every {4} sec#for {5} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Radiation Burn
[433804] = { "Кров Лоа Крові", nil, "Принесіть жертву Лоа Крові, поки хтось не приніс у жертву вас." }, -- Blood for the Blood Loa
[433879] = { "Жертва крові" }, -- Blood Sacrifice
[434356] = { "Заряджено", nil, "Заряджено електрикою!" }, -- Charged
[434433] = { "Шлам", "В'язкі відходи лишають калюжу токсичного слизу, що завдає {1} шкоди від природи кожні {2} с гравцям, що стоять в ній.\n\nОкрім того, швидкість руху гравців під дією ефекту зменшується на {3}%.#inflicts {1} Nature#every {2} sec#by {3}%", "{1} шкоди від природи кожні {2} с.\nШвидкість руху зменшено на {3}%.#{1} Nature#every {2} sec#reduced by {3}%" }, -- Sludge
[434434] = { ref=434433 }, -- Sludge
[434446] = { ref=426811 }, -- Battlefield Inspiration
[434488] = { "Гостро!", "Збільшує швидкість атаки на {1}% і надає атакам ближнього бою шанс завдати додатково {2} шкоди від вогню.#speed by {1}%#deal {2} additional", "Швидкість атаки збільшено на {1}%. Атаки ближнього бою можуть завдати додатково {2} шкоди вогнем.#by {1}%#additional {2} fire" }, -- Spicy!
[434724] = { "Променева хвороба", nil, "Отриману шкоду від природи збільшено на {1}%.#by {1}%" }, -- Radiation Sickness
[434838] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[434842] = { ref=13482 }, -- Lightning Bolt (Rank 1)
[435893] = { "Побічний ефект гномію", nil, "Ви почуваєтесь гномічно..." }, -- Gniodine Side Effect
[435986] = { "Трогфігуратор 3000", "Трасфігурує заклинателя в трога.", "Вітаю, любі друзі-троги..." }, -- Trogg Transfigurator 3000
[435991] = { ref=11922 }, -- Entangling Roots
[436097] = { "Кривавий місяць", "Вас охоплює жага крові!", "Ворожість до всіх, окрім учасників групи чи рейду. За вбивство ворогів усі учасники групи отримують кров для Лоа Крові. Винагорода збільшена за вбивство гравців." }, -- Blood Moon
[436100] = { ref=11020 }, -- Petrify
[436288] = { "Кривавий строкатий раптор", "Викликає та відпускає верхового раптора.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Mottled Blood Raptor
[436343] = { "Скріплена кровю жертва", "Завдає вам {1} шкоди.#for {1}" }, -- Bloodbonded Sacrifice
[436351] = { "Оберіг Зандаларів", nil, "Магія Зандаларів захищає вас від божевілля Кривавого місяця." }, -- Zandalari Ward
[436372] = { "Жертва кривавого притулку", "Завдає вам {1} шкоди.#for {1}" }, -- Sanguine Sanctuary Sacrifice
[436380] = { "Жертва кривавого шторму", "Завдає вам {1} шкоди.#for {1}" }, -- Bloodstorm Sacrifice
[436382] = { "Підношення кривавого сяйва", "Завдає вам {1} шкоди.#for {1}" }, -- Bloodlight Offering
[436412] = { "Захват першовідкривача", "Завдяки відважним першовідкривачам, що були тут до вас, ви отримуєте на {1}% більше досвіду та на {2}% більше золота за виконання завдань.#experience gains increased by {1}%#quests also increases by {2}%", "Ви отримуєте на {1}% більше досвіду та на {2}% більше золота за виконання завдань.#gains increased by {1}%#quests increased by {2}%" }, -- Discoverer's Delight
[436445] = { ref=7712 }, -- Fire Strike
[436469] = { "Кровопролиття", "Успішні атаки можуть збільшити вашу силу на {1} протягом {2} секунд.#by {1} for {2} sec", "Силу збільшено на {1}.#by {1}" }, -- Bloodlash
[436471] = { ref=436469 }, -- Bloodlash
[437324] = { "Глибока дрімота", "Хмара дрімоди присипляє ціль на {1} с, зменшуючи отриману шкоду і зцілення на {2}%.#for {1} sec#by {2}%", "Приголомшено.\nОтриману шкоду зменшено на {1}%.\nЗцілення зменшено на {2}%.#Damage taken reduced by {1}%#Healing received reduced by {2}%" }, -- Deep Slumber
[437327] = { "Заряд натхнення", "Приборкати приховану чародійну енергію навколо вас, щоб зарядитися натхненням, зменшуючи витрати мани на всі заклинання на {1}% і збільшуючи шкоду і зцілення на {2} протягом {3} с.#spells by {1}%#up to {2} for {3} sec", "Ви отримали заряд натхнення. Витрати мани на закляття зменшено, а силу заклять збільшено." }, -- Charged Inspiration
[437353] = { "Їдке дихання", "Заклинач дихає в ціль їдкою хмарою, що завдає від {1} до {2} шкоди від природи та зменшує броню на {3}% протягом {4} с.#inflicting {1} to {2} Nature#by {3}% for {4} sec", "Броню зменшено на {1}%.#by {1}%" }, -- Corrosive Breath
[437357] = { "Нейрогномна медитація", "Увійти в стан нейрогномної медитації, що дозволяє провжувати відновлювати ману під час вимовляння заклинань зі швидкістю {1}% від звичайної, а також збільшує шкоду та зцілення від залинань на {2} протягом {3} с.#allowing {1}%#up to {2} for {3} sec", "Силу заклять збільшено, мана продовжує відновлюватись під час вимови заклять." }, -- Gneuromantic Meditation (Rank 3)
[437377] = { "Повна зосередженість", "Повністю зосередитись, зменшуючи швидкість руху на {1}%, але збільшуючи опір закляттям усіх шкіл на {2} і збільшуючи швидкість атаки ближнього бою на {3}% протягом {4} с.#movement speed by {1}%#schools by {2}#attack speed by {3}% for {4} sec", "Повна зосередженість. Щвидкість атак та опір закляттям збільшено, а швидкість руху зменшено." }, -- Intense Concentration
[437390] = { "Летаргічна отрута", "Заклинач плює в гравців летаргічною отрутою, що завдає {1} шкоди від природи кожні {2} с протягом {3} с. Ця отрута зменшує шанс завдання удару на {4}% і збільшує витрати ресурсів на здібності на {5}%.#inflicting {1} Nature#every {2} sec#for {3} sec#chance by {4}%#costs by {5}%", "Завдає {1} шкоди від природи кожні {2} с.\nЙмовірність завдання удару зменшено на {3}%.\nВитрати ресурсів на здібності зменшено на {4}%.#{1} Nature#every {2} sec#reduced by {3}%#increased by {4}%" }, -- Lethargic Poison
[437425] = { ref=437390 }, -- Lethargic Poison
[437597] = { "Руйнівний удар", "Заклинач б'є по землі, завдаючи {1} фізичної шкоди всім гравцям та відкидаючи їх.#inflicting {1} Physical" }, -- Demolishing Smash
[437617] = { "Руйнівний удар", nil, "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Demolishing Smash
[437751] = { "Забій", "Забій.", "Забій." }, -- Bruised
[437809] = { "Священний вогонь", "Ворога охоплює священне полум'я, що завдає від {1} до {2} шкоди святістю та додатково {3} шкоди святістю кожні {4} с протягом {5} с.#cause {1} to {2} Holy#additional {3} Holy#every {4} sec#for {5} sec", "{1} шкоди святістю кожні {2} с.#{1} Holy#every {2} sec" }, -- Holy Fire
[437868] = { "Нестерпна слабкість", "Спричиняє потік темної магії навколо цілей, завдаючи {1} шкоди від тіні кожні {2} с і зменшуючи завдану шкоду на {3}% протягом {4} с.#inflicting {1} Shadow#every {2} sec#by {3}% for {4} sec", "{1} шкоди від тіні кожні {2} с.\nЗавдану шкоду зменшено на {3}%.#{1} Shadow#every {2} sec#by {3}%" }, -- Agonizing Weakness
[437891] = { "Священний удар", "Б'є ціль, завдаючи {1}% шкоди зброї у вигляді шкоди святістю та збільшуючи отриману шкоду від святості на {2}% протягом {3} с.#inflicting {1}%#by {2}% for {3} sec", "Отриману шкоду від святості збільшено на {1}%.#by {1}%" }, -- Holy Strike
[437915] = { "Молоти правосуддя", "Заклинач приголомшує цілі на {1} с.#for {1} sec", "Приголомшено." }, -- Hammers of Justice
[437927] = { "Проповівдь тіні: Біль", "Спричиняє потік темної магії навколо цілей, завдаючи {1} шкоди від тіні кожні {2} с.#inflicting {1} Shadow#every {2} sec", "{1} шкоди від тіні кожні {2} с.#{1} Shadow#every {2} sec" }, -- Shadow Sermon: Pain
[438130] = { "Нудотний газ", "Створює хмару нудотного газу, що завдає гравцям {1} шкоди від природи і зменшує швидкість атаки та вимови заклять на {2}%.#inflicts {1} Nature#by {2}%" }, -- Nauseous Gas
[438136] = { nil, nil, "Швидкість атаки та вимови заклять зменшено на {1}%.#by {1}%", ref=438130 }, -- Nauseous Gas
[438142] = { "Відходи", "Заклинач вкриває цілі відходами, завдаючи {1} шкоди від природи кожні {2} с і зменшуючи їх швидкість руху на {3}% протягом {4} с.#inflicting {1} Nature#every {2} sec#by {3}% for {4} sec", "{1} шкоди від природи кожні {2} с.\nШвидкість руху зменшено на {3}%.#{1} Nature#every {2} sec#reduced by {3}%" }, -- Gunk
[438567] = { ref=437751 }, -- Bruised
[438710] = { "Пальник", nil, "Завдає {1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec" }, -- Sprocketfire
[438720] = { "Заморожування", nil, "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Freezing
[438721] = { "Повне заморожування", nil, "Приголомшено і охолоджено." }, -- Frozen Solid
[438727] = { ref=434724 }, -- Radiation Sickness
[438735] = { "Висока напруга!", nil, "Здається, кнопки не реагують на вас, поки ви під напругою." }, -- High Voltage!
[439958] = { "Вбивай, каліч, проливай кров!", nil, "Лоа Крові винагороджує ризик." }, -- Kill, Maim, Bleed!
[439959] = { "Малий чародійний еліксир", "Збільшує шкоду заклять на {1} протягом {2} хв.#up to {1} for {2} min", "Магічну шкоду заклять та здібностей збільшено на {1}.#up to {1}" }, -- Lesser Arcane Elixir
[440014] = { ref=438710 }, -- Sprocketfire
[440072] = { ref=16713 }, -- Ghostly
[440483] = { "Несамовитість", nil, "Фізичну шкоду збільшено на {1}%.#by {1}%" }, -- Enrage
[440586] = { ref=5211 }, -- Bash
[440667] = { "Відплата", nil, "Силу атаки зменшено на {1}.#by {1}" }, -- Vindication
[440668] = { "Відплата", nil, "Силу атаки збільшено на {1}%.#by {1}%" }, -- Vindication
[441281] = { "Пальник" }, -- Sprocketfire
[441448] = { ref=434356 }, -- Charged
[441449] = { "Полум'яні бризки", ref=8873 }, -- Flame Spray
[441739] = { ref=16713 }, -- Ghostly
[441785] = { "Знекровлено", "Вас було принесено в жертву.", "Вас було принесено в жертву." }, -- Drained of Blood
[441927] = { ref=16713 }, -- Ghostly
[442622] = { "Кислотний подих", "Завдає від {1} до {2} шкоди від природи та додатково {3} шкоди кожні {4} с ворогам у конусі перед заклиначем. Триває {5} с.#Inflicts {1} to {2} Nature#additional {3} damage every {4} sec#Lasts {5} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Acid Breath
[442623] = { "Помах крил", "Вражає ворогів в конусі перед заклиначем, відкидаючи їх." }, -- Wing Buffet
[442625] = { "Відкладений помах крил", "Вражає ворогів в конусі перед заклиначем, відкидаючи їх." }, -- Delayed Wing Buffet
[443278] = { "Зерно відновлення", "Шанс посадити насіння у ворожих гуманоїдів, звірів або драконів, вражених вашими здібностями або заклинаннями. Якщо протягом 30 секунд після цього істота помре, з її трупа виросте квітка зцілення.", "Шанс посадити насіння у ворожих гуманоїдів, звірів або драконів, вражених вашими здібностями або заклинаннями." }, -- Seed of Renewal
[443464] = { "Цілющий цвіт", nil, "Зцілює {1} здоров'я кожні {2} с.#{1} every {2}" }, -- Healing Blossom
[443678] = { "Зерно відновлення", nil, "З трупу проросте квітка зцілення." }, -- Seed of Renewal
[443766] = { ref=442623 }, -- Wing Buffet
[443793] = { ref=442623 }, -- Wing Buffet
[443827] = { ref=442625 }, -- Delayed Wing Buffet
[443830] = { ref=442625 }, -- Delayed Wing Buffet
[443940] = { "Кипляча кров", "Кидає кров'ю в ціль, завдаючи шкоди від тіні гравцям в зоні дії." }, -- Bubbling Blood
[443953] = { nil, nil, "{1} шкоди від тіні кожні {2} с.#{1} Shadow#every {2} sec", ref=443940 }, -- Bubbling Blood
[443964] = { "Духовні кайдани", "Кидає у ворога духовні кайдани.", "Ціль духовних кайданів!" }, -- Spirit Chains
[443975] = { "Духовні кайдани", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с.\nЗменшує швидкість атаки, вимови заклять та руху на {4}%.#{1} Shadow#every {2} sec for {3} sec#by {4}%", "{1} шкоди від тіні кожні {2} с.\nШвидкість атаки, вимови заклять та руху зменшено на {3}%.#{1} Shadow#every {2} sec#by {3}%" }, -- Spirit Chains
[444039] = { "Божевілля", "Зводить ціль з розуму, роблячи її ворожою до своїх союзників та збільшуючи запас здоров'я на {1}%.#by {1}%", "Ворожість до всіх!\nМаксимальний запас здоров'я збільшено на {1}%.#by {1}%" }, -- Insanity
[444046] = { "Прокляття мови", "Примушує навколишніх ворогів говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%" }, -- Curse of Tongues
[444165] = { "Скелет", "Поглинає плоть і кров з цілі, перетворюючи її на скелета на {1} с. Під час дії цього ефекту ціль отримує на {2}% менше зцілення, а її швидкість руху збільшується на {3}%.#for {1} sec#receives {2}%#gains {3}%", "Отримане зцілення зменшено на {1}%.\nШвидкість руху збільшено на {2}%.\n\nВас позбавили плоті й крові!#reduced by {1}%#increased by {2}%" }, -- Skeletal
[444253] = { "Осквернена кров", "Плює оскверненою кров'ю, завдаючи {1} шкоди від тіні кожні {2} с. Ефект може поширитися на гравців неподалік.#inflicting {1} Shadow#every {2} sec", "{1} шкоди від тіні кожні {2} с.\nЕфект може поширитися на гравців неподалік.#{1} Shadow#every {2} sec" }, -- Corrupted Blood
[444255] = { ref=444253 }, -- Corrupted Blood
[444261] = { ref=444253 }, -- Corrupted Blood
[444273] = { ref=444253 }, -- Corrupted Blood
[444280] = { ref=444253 }, -- Corrupted Blood
[444284] = { ref=444253 }, -- Corrupted Blood
[444285] = { ref=444253 }, -- Corrupted Blood
[444286] = { ref=444253 }, -- Corrupted Blood
[444290] = { ref=444253 }, -- Corrupted Blood
[444291] = { ref=444253 }, -- Corrupted Blood
[444758] = { "Смарагдовий кошмар" }, -- Emerald Nightmare
[444759] = { ref=444758 }, -- Emerald Nightmare
[444760] = { ref=444758 }, -- Emerald Nightmare
[444762] = { ref=444758 }, -- Emerald Nightmare
[445158] = { "Усвідомлені сновидіння", nil, "У пастці Смарагдового Кошмару, отримує {1} шкоди кожні {2} с.#taking {1} damage every {2} sec" }, -- Lucid Dreaming
[445235] = { "Усвідомлені сновидіння", "Вражає ворогів в конусі перед заклиначем, відкидаючи їх." }, -- Lucid Dreaming
[445282] = { ref=676 }, -- Disarm
[445555] = { "У вогні!", nil, "Ви горите! Ви змушені бігти та отримуєте {1} шкоди від вогню кожні {2} с.#taking {1} fire#every {2}  sec" }, -- On Fire!!
[445875] = { "Морок", nil, "Страждає від видінь кошмару.\nОтримує негативні ефекти." }, -- Gloom
[445940] = { "Нестабільне барильце", nil, "Приголомшено." }, -- Unstable Cask
[446088] = { "Налаштованість на лей-лінію", "Відновлює {1} мани кожні {2} с. Ефект зникне при вході на поле бою чи в підземелля.#Restores {1} mana per {2} sec", "Відновлює {1} мани кожні {2} с. Ефект зникне при вході на поле бою чи в підземелля.#Restores {1} mana per {2} sec" }, -- Leyline Attunement
[446091] = { "Аура паралізуючого жаху", nil, "Ваш розум наповнюється невимовним жахом. Отриману шкоду значно збільшено, а швидкість руху зменшено." }, -- Aura of Paralyzing Dread
[446098] = { "Незвичайна чаклунська палиця", "Накласти на себе стародавнє закляття Атал'ай.", "Ти все ще любитимеш мене...?" }, -- Unorthodox Hex Stick
[446100] = { "Нежиття", "Осягнути нежиття!", "Якщо я не рухатимусь, може, вони мене не помітять?" }, -- Inanimate
[446104] = { "Зачарований валун Атал'аларіона", "Зосередити свій дух на улюбленому валуні Атал'аларіона. Він зачарований останніми відлуннями його душі.", "Великий троль розміром з малого троля." }, -- Atal'alarion's Enchanted Boulder
[446106] = { "Постріл вогнепальної сокири", "Вистрілити з сокири-гвинтівки, задавши від {1} до {2} шкоди вогнем та додатково {3} шкоди протягом {4} секунд.#Dealing {1} to {2} Fire#additional {3} damage over {4} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Gun Axe Shot
[446219] = { "Крики замучених предків", "Збільшує силу атаки, шкоду заклять та ефективність зцілення на {1}.#by {1}", "Силу атаки, шкоду заклять та ефективність зцілення збільшено на {1}.#up to {1}" }, -- Cries of Corrupted Ancestry
[446274] = { ref=367724 }, -- Dream Fog
[446294] = { "Згубне дихання", nil, "Завдає шкоди від природи ворогам." }, -- Virulent Breath
[446305] = { "Нестримна сила", nil, "Шкоду заклять збільшено на {1}.\nСилу зцілення збільшено на {2}.#damage increased by up to {1}#Healing increased by up to {2}" }, -- Unrestrained Power
[446354] = { ref=8242 }, -- Shield Slam
[446362] = { ref=8282 }, -- Curse of Blood
[446364] = { ref=12530 }, -- Frailty
[446393] = { "Гниття", nil, "Гниє. При накопиченні {1} ефектів всі ефекти поглинаються, завдаючи від {2} до {3} шкоди тінню.#At {1} stacks#and {2} to {3}" }, -- Decay
[446397] = { "Генератор веселки", "Сила веселки!", "Сила веселки!" }, -- Rainbow Generator
[446468] = { "Плач сновиди", nil, "{1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Dreamer's Lament
[446487] = { "Осквернене дихання", ref=442622 }, -- Corrupted Breath
[446541] = { "Відлуння божевілля", "Відлуння з порожнечі зводять вас з розуму. Збільшує ваше зцілення на {1}. Не діє за межами зон, що перебувають під впливом Кошмару.#up to {1}", "Силу зцілення збільшено." }, -- Echoes of Insanity
[446573] = { "Чумний постріл", "Паморочить ворога.", "Знесилено.\nПеріодично зазнає сповільнення руху та втрати контролю." }, -- Plagued Shot
[446578] = { "Жатва Сну", nil, "Не вистачає деяких обладунків..." }, -- Dreamharvest
[446669] = { "Краєвиди Сну", "Перехід в іншу область, охоплену кошмаром.", "Подорож краєвидами Сну..." }, -- Dreamscape
[446673] = { "Стрмкість кровопивці", nil, "Одержимість оскверненою кров'ю." }, -- Blood-crazed Sprint
[446687] = { "Страждання сну", "Збільшує шкоду та зцілення вашої наступної атаки, здібності чи закляття на {1}.#by {1}", "Шкоду та зцілення вашої наступної атаки, здібності чи закляття збільшено на {1}.#by {1}" }, -- Anguish of the Dream
[446689] = { "Страждання сну", "Збільшує шкоду та зцілення вашої наступної атаки, здібності чи закляття на {1} після вбивства цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#by {1} when#every {2} sec" }, -- Anguish of the Dream
[446695] = { "Запал дослідника храмів", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%", "Шанс критичного удару збільшено на {1}%, шкоду заклинань збільено на {2}, а всі характеристики збільшено на {3}%. Триває 120 хв.#chance by {1}%#damage by {2}#stats by {3}%" }, -- Fervor of the Temple Explorer
[446706] = { "Рев Сну", nil, "Шкоду заклять збільшено на {1}.#by {1}" }, -- Roar of the Dream
[446707] = { "Парасомнія", "Вражає ціль парасомнією, змушуючи її безцільно блукати протягом 2 секунд.", "Дезорієнтовано." }, -- Parasomnia
[446720] = { "Сморід", "Ух, хтось вирішив з'їсти щось дуже ароматне...", "Ух, хтось вирішив з'їсти щось дуже ароматне..." }, -- Stinky!
[446722] = { "Поклик арени", ref=436469 }, -- Call of the Arena
[446723] = { "Лук гладіатора Ґурубаші", ref=436469 }, -- Gurubashi Pit Figher's Bow
[446731] = { "Колючий спис мисливця за головами", "Кинути в ціль спис, щоб знерухомити її на {1} с.#for {1} sec", "Знерухомлено." }, -- Headhunter's Barbed Spear
[446806] = { "Чаклунство Затонулого храму", "Зачаклувати себе, щоб вас важче було виявити у Затонулому храмі.", "Нема на що тут дивитись." }, -- Sunken Hex
[446860] = { ref=444758 }, -- Emerald Nightmare
[446912] = { ref=446669 }, -- Dreamscape
[446925] = { ref=438130 }, -- Nauseous Gas
[447302] = { ref=444758 }, -- Emerald Nightmare
[447409] = { ref=444758 }, -- Emerald Nightmare
[447546] = { ref=9053 }, -- Fireball
[447550] = { ref=444758 }, -- Emerald Nightmare
[447554] = { "Непорушний сон", nil, "Дивний сон, на який не може порушити жоден відомий вам засіб. Можна зняти з правильними реагентами та магією скверни." }, -- Undying Slumber
[447578] = { ref=445875 }, -- Gloom
[447579] = { ref=445875 }, -- Gloom
[447580] = { ref=445875 }, -- Gloom
[447581] = { "Морок" }, -- Gloom
[447585] = { "Повзучий кошмар", nil, "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec" }, -- Creeping Nightmare
[447589] = { ref=3589 }, -- Deafening Screech
[447591] = { "Невмирущий вогонь скверни", nil, "Неможливо вбити." }, -- Undying Fel Fire
[447894] = { "Жало змія", "Отруїти ворога, завдавши йому {1} шкоди від природи, зменшивши опір природі на {2} і збільшивши отриману шкоду від святості та природи на {3}% протягом {4} секунд. Діє лише на ворогів {5} рівня і нижче.#dealing {1} Nature#resistance by {2}#taken by {3}% for {4} sec#level {5} and", "Опір природі зменшено на {1}. Отриману шкоду від святості та природи збільшено на {2}%.#reduced by {1}#increased by {2}%" }, -- Sting of the Serpent
[448084] = { "Неспокійні сни", "Збільшує шкоду від заклинань на {1}, зцілення на {2} і відновлює {3} мани кожні {4} секунд протягом {5} год. Не діє за межами зон, що перебувають під впливом Кошмару.#damage done by spells by up to {1}#healing done by up to {2}#by {3} mana per {4} sec for {5} h", "Шкоду заклять збільшено на {1}, зцілення збільшено на {2}, відновлення {3} мани кожні {4} с.#damage increased by {1}#healing increased by {2}#regenerating {3} mana per {4} sec" }, -- Restless Dreams
[448572] = { ref=700 }, -- Sleep (Rank 3)
[448614] = { "Діловий кущ", "Прикинутися кущем, з будь-якої причини.", "Абсолютно звичайний кущ." }, -- Bargain Bush
[448618] = { "Порожній ящик з-під припасів", "Знайти застосування всім тим порожнім ящикам з-під припасів.", "Хоч би всередині не було змії..." }, -- Empty Supply Crate
[448642] = { ref=446578 }, -- Dreamharvest
[448653] = { ref=446578 }, -- Dreamharvest
[448707] = { ref=45 }, -- War Stomp
[448824] = { "Пожирання", nil, "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Devour
[449009] = { "Захист тіней", nil, "Захищено тінями..." }, -- Protected by Shadows
[449379] = { ref=446393 }, -- Decay
[449422] = { ref=445235 }, -- Lucid Dreaming
[449825] = { "Поза межами", "Перехід в іншу область, охоплену кошмаром.", "Поверніться до зони виконання завдань, інакше вас буде телепортовано через {1} с.#in {1} sec" }, -- Out of Bounds
[449869] = { ref=16359 }, -- Corrosive Acid Breath
[449879] = { "Туман сну", nil, "Сон." }, -- Dream Fog
[449920] = { "Злостивість", nil, "Вразливість до сили стихій. Збільшує отриману шкоду від заклять на {1}.#up to {1}" }, -- Malevolence
[449923] = { "Добродійність", nil, "Зцілення збільшено на {1}.#up to {1}" }, -- Benevolence
[449932] = { "Палка сила", "Силу атаки збільшено на {1}.#by {1}", "Силу атаки збільшено на {1}.#by {1}" }, -- Fiery Strength
[450084] = { "Швидка різанина", "Збільшує швидкість атаки ближнього бою на {1}%.#by {1}%", "Збільшує швидкість атаки ближнього бою на {1}%.#by {1}%" }, -- Rapid Cutting
[450098] = { ref=437597 }, -- Demolishing Smash
[450600] = { ref=11641 }, -- Hex
[450606] = { "Бродяча чума" }, -- Wandering Plague
[450607] = { ref=3436 }, -- Wandering Plague
[450640] = { ref=3439 }, -- Wandering Plague
[450643] = { ref=3584 }, -- Volatile Infection
[450646] = { ref=11639 }, -- Shadow Word: Pain
[450662] = { ref=12098 }, -- Sleep
[452454] = { "Благословення води", "Успішні блоки зцілюють.", "Успішні блоки зцілюють." }, -- Boon of Water
[452456] = { "Благословення повітря", "Швидкість руху збільшено на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Boon of Air
[452460] = { "Благословення вогню", "Успішні блоки спричиняють вибух, що завдає шкоди від вогню.", "Успішні блоки спричиняють вибух, що завдає шкоди від вогню." }, -- Boon of Fire
[452464] = { "Благословення землі", "Ймовірність блокування збільшено на {1}%.#by {1}%", "Ймовірність блокування збільшено на {1}%.#by {1}%" }, -- Boon of Earth
[452857] = { ref=5164 }, -- Knockdown
[455350] = { ref=7068 }, -- Veil of Shadow
[456344] = { "Знищення невмерлих", nil, "Збільшує шкоду невмерлим на {1}%.#by {1}%" }, -- Undead Slaying
[456347] = { "Знищення звірів", nil, "Збільшує шкоду звірам на {1}%.#by {1}%" }, -- Beast Slaying
[456348] = { "Знищення драконів", nil, "Збільшує шкоду драконам на {1}%.#by {1}%" }, -- Dragon Slaying
[456349] = { "Знищення елементалів", nil, "Збільшує шкоду елементалям на {1}%.#by {1}%" }, -- Elemental Slaying
[456352] = { "Знищення демонів", nil, "Збільшує шкоду демонам на {1}%.#by {1}%" }, -- Demon Slaying
[456360] = { "Знищення велетнів", nil, "Збільшує шкоду велетням на {1}%.#by {1}%" }, -- Giant Slaying
[456361] = { "Знищення гуманоїдів", nil, "Збільшує шкоду гуманоїдам на {1}%.#by {1}%" }, -- Humanoid Slaying
[456393] = { "Переслідування", nil, "Ймовірність ухилення зменшено на {1}%.#by {1}%" }, -- Stalked
[457326] = { ref=16707 }, -- Hex
[457534] = { "Обмороження", nil, "Слабкість після замороження.\nЗавершиться через {1} хв.#in {1} min" }, -- Frostbitten
[457569] = { nil, "Виганяє ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою протягом {1} с. Одночасно лише одна ціль може бути вигнаною. Діє лише на демонів та елементалів.#for up to {1} sec", ref=710 }, -- Banish (Rank 1)
[458403] = { "Ловець", nil, "Ймовірність завдання удару всіма видами атак збільшено на {1}%.#by {1}%" }, -- Stalker
[458590] = { "Нескінченна північ", nil, "Кінець епохи вже близько!" }, -- Infinite Midnight
[458841] = { "Задушливий жар", nil, "Гідраксіанці надають максимальну підтримку, знижуючи температуру в Палаючому Ядрі до мінімуму." }, -- Sweltering Heat
[458842] = { "Пекучий жар", nil, "Гідраксіанці надають обмежену підтримку. Жар Палаючого Ядра досить терпимий." }, -- Blistering Heat
[458843] = { "Нищівний жар", nil, "Гідраксіанці не надають підтримки. Жар Палаючого Ядра нестерпний." }, -- Molten Heat
[458872] = { "Нескінченна північ", "Кінець епохи вже близько!\nЗапас здоров'я обмежено.\nШвидкість руху обмежено до {1}%.#to {1}%", "Кінець епохи вже близько!\nЗапас здоров'я обмежено.\nШвидкість руху обмежено до {1}%.#to {1}%" }, -- Infinite Midnight
[458877] = { nil, "Кінець епохи вже близько!", ref=458590 }, -- Infinite Midnight
[458878] = { "Нескінченна північ", "Кінець епохи вже близько!\nШвидкість руху збільшено на {1}%.\nОтриману шкоду зменшено на {2}%.\nЗапас здоров'я збільшено на {3}%.#speed increased by {1}%#reduced by {2}%#Health increased by {3}%", "Кінець епохи вже близько!\nШвидкість руху збільшено на {1}%.\nОтриману шкоду зменшено на {2}%.\nЗапас здоров'я збільшено на {3}%.#speed increased by {1}%#reduced by {2}%#Health increased by {3}%" }, -- Infinite Midnight
[458902] = { "Громіздкий захисний залізоплетник", nil, "\"Броня\" прикріплена до голема.\nБроню збільшено на {1}.\nВсі опори збільшено на {2}.\nОтримує на {3}% менше шкоди.#Armor increased by {1}#resistances increased by {2}#reduced by {3}%" }, -- Bulky Protective Ironweave
[458979] = { "Піщана бомба", "Завдає шкоди від природи ворогам в зоні дії та зменшує їх швидкість руху на {1} с.#for {1} sec", "Швидкість руху зменшено." }, -- Sand Bomb
[458996] = { ref=458979 }, -- Sand Bomb
[459166] = { "Функція \"Жатва 9000\"", "Збільшує силу атаки на {1}.#by {1}", "Збільшує силу атаки на {1}.#by {1}" }, -- Central Reaping Function 9000
[459280] = { "Перехід між реальностями", nil, "Ви не можете битись та отримувати шкоду поки переміщаєтесь між реальностями." }, -- Transiting Realities
[459293] = { "Активація допоміжних захисних захватів", "Адаптатація до зростаючої ворожості з метою збереження відбитку.", "Адптивна агресія для збереження відбитку.\nШкоду збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#decreased by {2}%" }, -- Activate Auxiliary Anti-Tamper Grapplers
[459616] = { "Ритм війни", nil, "Ви відчуваєте мудрість і тактику прадавніх воїнів, які опановували своє ремесло на цих теренах." }, -- Rhythm of War
[460171] = { "Рішучість захисника", nil, "Силу атаки збільшено на {1}.#by {1}" }, -- Defender's Resolve
[460200] = { "Рішучість захисника", nil, "Шкоду заклять збільшено на {1}.#by {1}" }, -- Defender's Resolve
[460310] = { "Мерехтливе світло", nil, "Щось у цьому світлику змінилося." }, -- Shimmering Light
[460338] = { "Очищення вогнем", "Кидає вогняну кулю, яка завдає від {1} до {2} шкоди від вогню та очищає душу цілі, збільшуючи отриману шкоду від вогню та священності на {3} і додатково завдаючи {4} шкоди протягом {5} с.#causes {1} to {2} Fire#taken by up to {3} and#additional {4} damage over {5} sec", "Отриману шкоду від вогню та священності збільшено на {1}. {2} шкоди від вогню кожні {3} с.#up to {1} and taking {2} Fire damage every {3} sec" }, -- Purged by Fire
[460399] = { "Спустошення руйнівника", "Спустошення руйнівника знищує ворогів на своєму шляху.", "Горить." }, -- Destructor's Devastation
[460402] = { "Зловісна аура", "Демон випромінює ауру оскернення, яка завдає шкоди найближчим ворогам.", "Охоплено зловісною, отруйною аурою." }, -- Abysmal Aura
[460455] = { nil, "Збільшує вашу швидкість атаки на {1}% протягом {2} с. Не діє на персонажів вище {3} рівня.#speed by {1}% for {2} sec#above level {3}", ref=13494 }, -- Haste
[460515] = { "Осквернені сльози", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} Nature#every {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} Nature#every {2} sec" }, -- Corrupted Tears
[460658] = { "Шипастий кнут", nil, "Прикріплено до жахливого хляскуна. Завдає шкоди та зцілює хляскуна." }, -- Thorn Whip
[460725] = { "Морок", nil, "Охоплено скорботою.\nОтримує негативні ефекти." }, -- Gloom
[460726] = { ref=460725 }, -- Gloom
[460727] = { ref=460725 }, -- Gloom
[460728] = { ref=460725 }, -- Gloom
[460755] = { ref=17820 }, -- Veil of Shadow
[460756] = { ref=12098 }, -- Sleep
[460761] = { "Рій трупоїдів", "Завдає від {1} до {2} шкоди від вогню кожні {3} с.#Deals {1} to {2} Fire#every {3} sec", "Завдає від {1} до {2} шкоди від вогню кожні {3} с.#Deals {1} to {2} Fire#every {3} sec" }, -- Carrion Swarm
[460767] = { "Ривок берсерка", nil, "Приголомшено." }, -- Berserker Charge
[460848] = { ref=19450 }, -- Magma Spit
[460865] = { "Задушливий жар", nil, "Завдає {1}% шкоди від вогню кожні {2} с.#Deals {1}%#every {2} sec" }, -- Sweltering Heat
[460866] = { "Каменедроб", nil, "Завдає {1}% шкоди від природи кожні {2} с.#Deals {1}%#every {2} sec" }, -- Crushing Stone
[460890] = { "Розплавлення броні", nil, "Броню зменшено на {1}.#by {1}" }, -- Melt Armor
[460895] = { "Вугільне серце", nil, "Всередині вас горить вугільне серце, завдаючи періодичної шкоди. Скасовується Попелястим серцем." }, -- Heart of Cinder
[460898] = { "Попелясте серце", nil, "Всередині вас горить попелясте серце, завдаючи періодичної шкоди. Скасовується Вугільним серцем." }, -- Heart of Ash
[460907] = { "Демонічне шаленство", nil, "Силу атаки збільшено на {1}%.#by {1}%" }, -- Demonic Frenzy
[460931] = { ref=19702 }, -- Impending Doom
[460932] = { ref=19703 }, -- Lucifron's Curse
[461043] = { "Розсікаючий крик", nil, "Силу атаки ближнього та дальнього бою зменшено на {1}. Броню зменшено на {2}. Ефект накопичується.#power reduced by {1}#Armor reduced by {2}" }, -- Sundering Shout
[461048] = { ref=16806 }, -- Conflagration
[461062] = { "Калюжа вогню", nil, "Завдає {1} шкоди від вогню та спалює {2} мани кожні {3} с.#{1} Fire#and {2} mana#every {3} sec" }, -- Pool of Fire
[461090] = { ref=20475 }, -- Living Bomb
[461103] = { ref=364820 }, -- Living Fallout
[461105] = { ref=20475 }, -- Living Bomb
[461111] = { ref=364838 }, -- Inferno
[461113] = { "Герцогські володіння", nil, "Опір вогню збільшено на {1}.#by {1}" }, -- Duke's Domain
[461125] = { ref=19408 }, -- Panic
[461137] = { "Клятва моря", "Присягніть на вірність Водоповелителям!", "Вірний підданий Герцога." }, -- Oath of the Sea
[461146] = { ref=19450 }, -- Magma Spit
[461196] = { "Гаряча кров", "Через зростання температури в Чорноскельній горі ваша кров закипає!", "Ваша кров кипить, а кількість отриманої честі від PvP-вбивств збільшується на {1}%.#by {1}%" }, -- Hot Blooded
[461197] = { "Виверження!", nil, "Чорноскельна гора вивергається! Ви полишаєте свої дрібні чвари, щоб зосередитися на перемозі над силами Володара Вогню. Наразі ви не отримуєте честі від PvP боїв." }, -- Eruption!
[461214] = { ref=16806 }, -- Conflagration
[461215] = { ref=16806 }, -- Conflagration
[461216] = { ref=16806 }, -- Conflagration
[461217] = { "Розпалення", nil, "{1} шкоди вогнем кожні {2} с.#Deals {1} Fire#every {2} sec" }, -- Conflagration
[461232] = { ref=19716 }, -- Gehennas' Curse
[461252] = { "Лють тіньового полум'я", nil, "Броню поточної цілі зменшено на {1}.#by {1}" }, -- Shadowflame Fury
[461314] = { "Клятва захисту", "Поклястись захищати учасника групи чи рейду, внаслідок чого {1}% його загрози переспрямовуватиметься вам. Цей ефект може діяти лише на одну ціль.#transferring {1}%", "{1}% загрози передається вашому захиснику.#{1}% of all" }, -- Oath of Protection
[461324] = { "Сон", "Випити сік сну, щоб увійти в напівсонний стан, що дозволяє побачити прихованих ворогів. Можна використовувати лише в Торієвому таборі." }, -- Sleep
[461343] = { ref=19713 }, -- Shazzrah's Curse
[461345] = { ref=460866 }, -- Crushing Stone
[461346] = { ref=460865 }, -- Sweltering Heat
[461470] = { "Цілеспрямованість", nil, "Швидкість атаки збільшено на {1}%.#by {1}%" }, -- Single-Minded
[461761] = { ref=460399 }, -- Destructor's Devastation
[461773] = { ref=460399 }, -- Destructor's Devastation
[461798] = { ref=461062 }, -- Pool of Fire
[461812] = { ref=461062 }, -- Pool of Fire
[462058] = { ref=12098 }, -- Sleep
[462160] = { ref=460399 }, -- Destructor's Devastation
[462161] = { ref=460399 }, -- Destructor's Devastation
[462222] = { ref=460399 }, -- Destructor's Devastation
[462223] = { ref=460399 }, -- Destructor's Devastation
[462224] = { ref=460399 }, -- Destructor's Devastation
[462225] = { ref=460399 }, -- Destructor's Devastation
[462226] = { ref=460399 }, -- Destructor's Devastation
[462230] = { "Рішучість захисника", nil, "Силу атаки збільшено на {1}.#by {1}" }, -- Defender's Resolve
[462250] = { ref=14868 }, -- Curse of Agony
[462259] = { ref=19364 }, -- Ground Stomp
[462272] = { ref=461062 }, -- Pool of Fire
[462273] = { ref=461062 }, -- Pool of Fire
[462274] = { ref=461062 }, -- Pool of Fire
[462374] = { ref=23145 }, -- Dive (Rank 1)
[462395] = { "Пірокластичний обстріл", "Завдає від {1} до {2} шкоди від вогню ворогам в конусі перед заклиначем, приголомшуючи їх на {3} с.#Inflicts {1} to {2} Fire#for {3} sec", "Приголомшено.\nВід {1} до {2} шкоди від вогню протягом {3} с.#{1} to {2} Fire#over {3} sec" }, -- Pyroclast Barrage
[462398] = { ref=11988 }, -- Fireball Volley
[462400] = { ref=19396 }, -- Incinerate
[462402] = { ref=20475 }, -- Living Bomb
[462577] = { ref=12098 }, -- Sleep
[462584] = { ref=26613 }, -- Unbalancing Strike
[462685] = { ref=460898 }, -- Heart of Ash
[462687] = { ref=460895 }, -- Heart of Cinder
[463000] = { "Самоідданість" }, -- Dedication
[463171] = { ref=12021 }, -- Fixate
[463448] = { ref=11831 }, -- Frost Nova
[463537] = { ref=16806 }, -- Conflagration
[464250] = { "Порив", "Ривок у ворога, що завдає від {1} до {2} шкоди цілі та її союзникам неподалік, а також відкидає їх.#inflicting {1} to {2} damage" }, -- Surge
[464279] = { ref=5568 }, -- Trample
[464592] = { ref=11988 }, -- Fireball Volley
[464650] = { ref=438721 }, -- Frozen Solid
[464658] = { "Повне заморожування" }, -- Frozen Solid
[465230] = { ref=19185 }, -- Entrapment
[465352] = { ref=457569 }, -- Banish (Rank 2)
[465483] = { ref=19820 }, -- Mangle
[465725] = { ref=20475 }, -- Living Bomb
[466071] = { "Випробування бронзових драконів", "Проходження випробування бронзових драконів. Час буде випадковим чином сповільнюватися і прискорюватися.", "Проходження випробування бронзових драконів. Час буде випадковим чином сповільнюватися і прискорюватися." }, -- Bronze Trial
[466169] = { ref=458590 }, -- Infinite Midnight
[466195] = { "Палаючі рани", "Отримує {1} шкоди від вогню кожні {2} секунди. Ефект накопичується.#for {1} Fire#every {2} sec", "Отримує {1} шкоди від вогню кожні {2} секунди. Ефект накопичується.#for {1} Fire#every {2} sec" }, -- Blazing Wounds
[466211] = { "Повітряні вусики", "Вражає ворогів в конусі перед заклиначем, відкидаючи їх.", "Ефективність зцілення зменшено на {1}%.\nВід {2} до {3} шкоди від природи кожні {4} с.#by {1}%#{2} to {3} Nature#every {4}" }, -- Tendrils of Air
[466255] = { ref=458590 }, -- Infinite Midnight
[466256] = { ref=458590 }, -- Infinite Midnight
[466261] = { "Випробування червоних драконів", "Проходження випробування червоних драконів. При отриманні поранень ви отримуватимете {1} шкоди від вогню кожні {2} секунди, доки не зцілитеся до {3}% від максимального запасу здоров'я. Пряме зцілення прибирає {4} ефект.#for {1} fire#every {2} sec#above {3}%#remove {4} stack", "Проходження випробування червоних драконів. При отриманні поранень ви отримуватимете {1} шкоди від вогню кожні {2} секунди, доки не зцілитеся до {3}% від максимального запасу здоров'я. Пряме зцілення прибирає {4} ефект.#for {1} fire#every {2} sec#above {3}%#remove {4} stack" }, -- Red Trial
[466277] = { "Випробування синіх драконів", "Проходження випробування синіх драконів. Випадковим чином отримує арканічну бомбу, яка завдає великої шкоди, що розподіляється між усіма ураженими цілями.", "Проходження випробування синіх драконів. Випадковим чином отримує арканічну бомбу, яка завдає великої шкоди, що розподіляється між усіма ураженими цілями." }, -- Blue Trial
[466357] = { "Арканічна бомба", "Вибухає через {1} секунд, завдаючи великої шкоди, що розподіляється між усіма ураженими цілями.#after {1} sec", "Вибухає через {1} секунд, завдаючи великої шкоди, що розподіляється між усіма ураженими цілями.#after {1} sec" }, -- Arcane Bomb
[466416] = { "Випробування зелених драконів", "Проходження випробування зелених драконів. Випадковим чином уражається потужною магією природи, завдаючи шкоди гравцям, що знаходяться неподалік, і залишаючи калюжу отрути.", "Проходження випробування зелених драконів. Випадковим чином уражається потужною магією природи, завдаючи шкоди гравцям, що знаходяться неподалік, і залишаючи калюжу отрути." }, -- Green Trial
[466435] = { "Лють природи", "Коли ефект завершить дію, завдасть великої шкоди усім гравцям неподалік і створить калюжу отрути.", "Коли ефект завершить дію, завдасть великої шкоди усім гравцям неподалік і створить калюжу отрути." }, -- Nature's Fury
[466448] = { "Токсична калюжа", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} Nature#every {3} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} Nature#every {3} sec" }, -- Toxic Pool
[466552] = { "Костюм ніндзі", "Перевтілитися у вбивцю-ніндзя." }, -- Ninja Costume
[466583] = { ref=466552 }, -- Ninja Costume
[466596] = { ref=466552 }, -- Ninja Costume
[466662] = { ref=466552 }, -- Ninja Costume
[466746] = { ref=466552 }, -- Ninja Costume
[466749] = { ref=466552 }, -- Ninja Costume
[466774] = { "Циклонічні вітри", "Вражає навколишніх ворогів залишковою енергією шторму. Триває {1} секунд і завдає шкоди від природи щосекунди.#for {1} sec", "Отримує шкоду від природи щосекунди." }, -- Cyclonic Winds
[466903] = { "Благословення Гетісс", "Благословення лоа змій. Надає шанс завдати шкоди від природи всім навколишнім ворогам при атаці чи вимові закляття.", "Благословення лоа змій. Надає шанс завдати шкоди від природи всім навколишнім ворогам при атаці чи вимові закляття." }, -- Blessing of Hethiss
[466909] = { ref=466903 }, -- Blessing of Hethiss
[467042] = { "Благословення Бетекк", nil, "Благословення лоа пантер. Надає непомітність та збільшує шкоду наступної атаки чи закляття через {1} секунд після виходу з бою.#for {1} sec" }, -- Blessing of Bethekk
[467047] = { "Сутність чорних драконів", "Проходження випробування чорних драконів. Нефаріан спостерігає.", "Проходження випробування чорних драконів. Нефаріан спостерігає." }, -- Black Essence
[467049] = { "Благословення Бетекк", nil, "Скрадається, мов пантера." }, -- Blessing of Bethekk
[467101] = { "Благословення Гір'іка", nil, "Благословення лоа кажанів. Зцілює вас на {1}% від завданої шкоди.#for {1}%" }, -- Blessing of Hir'eek
[467125] = { "Благословення Ширвалли", nil, "Благословення лоа тигрів. Атаки та закляття можуть викликати Ширваллу, що збільшить швидкість вам та сюзникам неподалік." }, -- Blessing of Shirvallah
[467127] = { "Благословення Ширвалли", nil, "Підсилено лоа тигрів." }, -- Blessing of Shirvallah
[467259] = { "Благословення Шадри", nil, "Благословення лоа павуків. Атаки та закляття можуть викликати породження Шадри." }, -- Blessing of Shadra
[467347] = { ref=466552 }, -- Ninja Costume
[467410] = { "Благословення бронзових драконів", "Збільшує шкоду від заклинань і ефектів аркани на {1}.#Arcane spells and effects by up to {1}", "Шкоду від аркани збільшено на {1}.#by {1}" }, -- Brood Boon: Bronze
[467411] = { "Благословення чорних драконів", "Збільшує шкоду від заклинань і ефектів тіні на {1}.#Shadow spells and effects by up to {1}", "Шкоду від тіні збільшено на {1}.#by {1}" }, -- Brood Boon: Black
[467412] = { "Благословення синіх драконів", "Збільшує шкоду від заклинань і ефектів криги на {1}.#Frost spells and effects by up to {1}", "Шкоду від криги збільшено на {1}.#by {1}" }, -- Brood Boon: Blue
[467413] = { "Благословення зелених драконів", "Збільшує шкоду від заклинань і ефектів природи на {1}.#Nature spells and effects by up to {1}", "Шкоду від природи  збільшено на {1}.#by {1}" }, -- Brood Boon: Green
[467414] = { "Благословення червоних драконів", "Збільшує шкоду від заклинань і ефектів вогню на {1}.#Fire spells and effects by up to {1}", "Шкоду від вогню збільшено на {1}.#by {1}" }, -- Brood Boon: Red
[467468] = { "Вихор", nil, "Отримує від {1} до {2} шкоди від природи кожні {3} с.#Taking {1} to {2} nature#every {3} sec" }, -- Tempest
[467561] = { "Залп отруйних стріл", "Стріляє у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с.#every {1} sec", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} nature#every {2} sec" }, -- Poison Bolt Volley
[467562] = { ref=467561 }, -- Poison Bolt Volley
[467563] = { "Залп отруйних стріл", "Стріляє у ворога отрутою, завдаючи шкоди від природи та додаткової шкоди кожні {1} с.#every {1} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec" }, -- Poison Bolt Volley
[467566] = { nil, nil, "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} nature#every {2} sec", ref=24099 }, -- Poison Bolt Volley
[467642] = { "Нищівний удар Жеклік", ref=13486 }, -- Jeklik's Crushing Blow
[467732] = { "Стій!" }, -- Stop!
[467740] = { ref=13480 }, -- Shadow Bolt
[467764] = { "Йди!" }, -- Go!
[468001] = {  }, -- Aspect of Arlokk
[468012] = { ref=23918 }, -- Sonic Burst
[468078] = { "Ануляція", nil, "Ануляція." }, -- Nullify
[468156] = { ref=21992 }, -- Thunderfury
[468157] = { ref=27648 }, -- Thunderfury
[468167] = { ref=7712 }, -- Fire Strike
[468169] = { ref=7712 }, -- Fire Strike
[468475] = { ref=744 }, -- Poison
[468488] = { ref=468001 }, -- Aspect of Arlokk
[468491] = { ref=468001 }, -- Aspect of Arlokk
[468492] = { ref=468001 }, -- Aspect of Arlokk
[468543] = { "Демонічна руйнація", nil, "Швидкість атаки збільшено на {1}%.#by {1}%" }, -- Demonic Destruction
[468591] = { ref=700 }, -- Sleep
[468774] = { "Пам'ять про Ґрі'лека", nil, "Ви відчуваєте, як за вас чіпляється спогад про Ґрі'лека." }, -- Memory of Gri'lek
[468775] = { "Пам'ять про Газза'ру", nil, "Ви відчуваєте, як за вас чіпляється спогад про Газза'ру." }, -- Memory of Hazza'rah
[468776] = { "Пам'ять про Ренатакі", nil, "Ви відчуваєте, як за вас чіпляється спогад про Ренатакі." }, -- Memory of Renataki
[468777] = { "Пам'ять про Вушулая", nil, "Ви відчуваєте, як за вас чіпляється спогад про Вушулая." }, -- Memory of Wushoolay
[469065] = { "Тремтіння землі", nil, "Налякано." }, -- Ground Tremor
[469105] = { ref=444253 }, -- Corrupted Blood
[469110] = { ref=444253 }, -- Corrupted Blood
[469114] = { ref=444253 }, -- Corrupted Blood
[469115] = { ref=444253 }, -- Corrupted Blood
[469132] = { "Павуча отрута", nil, "{1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec" }, -- Broodling Venom
[469144] = { "Швидкі удари", nil, "Швидкість атаки ближнього бою збільшено на {1}%.#by {1}%" }, -- Quick Strikes
[469146] = { ref=700 }, -- Sleep
[469208] = { "Благословення землі", "Ймовірність критичного ефекту збільшено на {1}%.#by {1}%", "Ймовірність критичного ефекту збільшено на {1}%.#by {1}%" }, -- Boon of Earth
[469209] = { "Благословення вогню", "Шкоду заклять збільшено на {1}.#up to {1}", "Шкоду заклять збільшено на {1}.#up to {1}" }, -- Boon of Fire
[469210] = { "Благословення води", "Ефективність зцілення збільшено на {1}.#up to {1}", "Ефективність зцілення збільшено на {1}.#up to {1}" }, -- Boon of Water
[469239] = { "Під захистом льоду", nil, "Шкоду заклять та ефектів криги збільшено на {1}.#up to {1}" }, -- Guarded by Ice
[469261] = { "Палаючий адреналін", nil, "Знерухомлено.\nШкоду збільшено на {1}%.\nШвидкість збільшено на {2}%.\nЗавдає шкоди в обсязі {3}% від максимального запасу здоров'я кожні {4} с.\nЗавдає від {5} до {6} шкоди навколишнім союзникам при смерті.#Damage increased by {1}%#Haste increased by {2}%#Deals {3}% of max#every {4} sec#Deals {5} to {6} damage" }, -- Burning Adrenaline
[469370] = { ref=701 }, -- Firebolt
[469433] = { ref=21067 }, -- Poison Bolt
[469624] = { "У вогні!", nil, "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#Taking {1} to {2} fire#every {3} sec" }, -- On Fire!!
[469793] = { ref=12096 }, -- Fear
[469865] = { ref=401981 }, -- Applying Heat
[469879] = { ref=12096 }, -- Fear
[470031] = { ref=11876 }, -- War Stomp
[470085] = { "Заспокоєння", nil, "Не може отримати ефект благословення Ширвалли." }, -- Sated
[470265] = { ref=407669 }, -- Avenger's Shield
[470280] = { "Смерковий удар", "Завдає {1} шкоди від тіні, поділеної між ворожими цілями в межах {2} м перед заклиначем.#Deals {1} Shadow#within {2} y", "Збільшує отриману шкоду від тіні на {1}%.#by {1}%" }, -- Umbral Slash
[470361] = { "Збільшення шкоди заклять", "Збільшує шкоду заклять на {1} протягом {2} хв.#by {1} for {2} min", "Шкоду заклять збільшено на {1}.#by {1}" }, -- Increased Spell Damage
[470367] = { "Збільшення сили зцілення", "Збільшує ефективність зцілення на {1} протягом {2} хв.#by {1} for {2} min", "Ефективність зцілення збільшено на {1}.#by {1}" }, -- Increased Healing Power
[470535] = { "Підсвітній удар", ref=13737 }, -- Nether Strike
[470788] = { ref=442895 }, -- Frost Specialization
[470789] = { ref=442894 }, -- Fire Specialization
[470868] = { ref=24740 }, -- Wisp Costume
[471149] = { ref=449825 }, -- Out of Bounds
[473848] = { ref=473847 }, -- Summon Light Green Qiraji Battle Tank
[473853] = { ref=473847 }, -- Summon Light Green Qiraji Battle Tank
[473855] = { ref=473847 }, -- Summon Light Green Qiraji Battle Tank
[474400] = { "Зведення з розуму", "Тимчасово зводить ворожу ціль з розуму, прискорюючи її атаку на {1}% та рух на {2}%, а також змушує її атакувати своїх союзників протягом {3} с. Уражені цілі отримують на {4}% менше шкоди.#attacks by {1}%#movement by {2}%#for {3} sec#take {4}% reduced", "Причаровано.\nШвидкість атаки збільшено на {1}%.\nШвидкість руху збільшено на {2}%.\nОтриману шкоду зменшено на {3}%.#Attack speed increased by {1}%#Movement speed increased by {2}%#damage reduced by {3}%" }, -- Cause Insanity
[474565] = { "Тінь", "Тіньова стріла." }, -- Shadow
[474570] = { "Вогонь", "Вогонь." }, -- Fire
[474571] = { "Чума", "Чума." }, -- Plague
[1213155] = { ref=24928 }, -- Volatile Infection
[1213169] = { ref=24871 }, -- Spore Cloud
[1213170] = { ref=24818 }, -- Noxious Breath
[1213253] = { ref=11922 }, -- Entangling Roots
[1213254] = { "Прокляття відчаю", nil, "Ваш відчай переслідує вас." }, -- Curse of Despair
[1213255] = { "Прокляття відчаю", nil, "Ваш відчай наближається." }, -- Curse of Despair
[1213256] = { "Прокляття відчаю", nil, "Ваш відчай проявляється." }, -- Curse of Despair
[1213257] = { "Прокляття гниття", nil, "Ви піддаєтеся виснажливій чумі." }, -- Curse of Decay
[1213258] = { "Прокляття гниття", nil, "Чума проривається назовні." }, -- Curse of Decay
[1213259] = { "Прокляття гниття", nil, "Вас охоплюють отруйні випари." }, -- Curse of Decay
[1213260] = { "Прокляття божевілля", nil, "Темрява дивиться у відповідь." }, -- Curse of Madness
[1213261] = { "Прокляття божевілля", nil, "Темрява насувається." }, -- Curse of Madness
[1213263] = { "Прокляття божевілля", nil, "Творець божевілля виконує свою волю." }, -- Curse of Madness
[1213276] = { ref=9672 }, -- Frostbolt
[1213301] = { ref=13005 }, -- Hammer of Justice
[1213332] = { "Контроль розуму", ref=14515 }, -- Mind Control
[1213356] = { ref=7645 }, -- Dominate Mind
[1213452] = { ref=12542 }, -- Fear
[1213462] = { ref=8242 }, -- Shield Slam
[1213464] = { ref=8078 }, -- Thunderclap
[1213482] = { ref=13729 }, -- Flame Shock
[1213886] = { "Настій непохитної скорботи", "Збільшує зцілення від магічних заклинань і ефектів на {1}, шкоду від магічних заклинань і ефектів на {2} та відновлює {3} мани кожні {4} секунд протягом {5} годин. Одночасно ви можете перебувати під дією лише одного настою. Цей ефект зберігається після смерті.#healing done by magical spells and effects by up to {1},#damage done by magical spells and effects by up to {2},#mana regeneration by {3} mana per {4} seconds for {5} hrs", "Зцілення збільшено на {1}.\nШкоду заклять збільшено на {2}.\nВідновлення {3} мани кожні 5 секунд.#Healing increased by {1}#Spell damage increased by {2}#Regenerating {3} mana" }, -- Flask of Unyielding Sorrow
[1213892] = { "Настій древніх знань", "Збільшує шкоду від магічних заклинань і ефектів на {1} протягом {2} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#spells and effects by up to {1} for {2} hrs", "Шкоду заклять збільшено на {1}.#by {1}" }, -- Flask of Ancient Knowledge
[1213897] = { "Настій божевілля", "Збільшує силу атаки на {1} протягом {2} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#attack power by {1} for {2} hrs", "Силу атаки збільшено на {1}.#by {1}" }, -- Flask of Madness
[1213901] = { "Настій Старих Богів", "Збільшує витривалість на {1}, а навичку захисту - на {2} протягом {3} годин. Одночасно ви можете перебувати під дією лише одного настою. Ефект зберігається після смерті.#Stamina by {1} and defense value by {2} for {3} hrs", "Витривалість збільшено на {1}.\nНавичку захисту збільшено на {2}.#Stamina increased by {1}#Defense increased by {2}" }, -- Flask of the Old Gods
[1213904] = { "Еліксир медоїда", "Збільшує спритність на {1}, ймовірність завдання критичного удару на {2}% та опір природі на {3} протягом {4} год.#Agility by {1}#get a critical hit by {2}%#Resistance by {3} for {4} hour", "Спритність збільшено на {1}.\nЙмовірність завдання критичного удару збільшено на {2}%.\nОпір природі збільшено на {3}.#Agility increased by {1}#chance increased by {2}%#Resistance increased by {3}" }, -- Elixir of the Honey Badger
[1213914] = { "Еліксир верховного мага", "Збільшує шкоду заклять на {1} та опір природі на {2} протягом {3} год.#by up to {1} and Nature Resistance by {2} for {3} hour", "Магічну шкоду від заклять та здібностей збільшено на {1}.\nОпір природі збільшено на {2}.#abilities is increased by up to {1}#Resistance increased by {2}" }, -- Elixir of the Mage-Lord
[1213917] = { "Еліксир залізної стійкості", "Збільшує броню на {1}, навичку захисту на {2} та опір природі на {3} протягом {4} год.#armor by {1}#defense value by {2}#Resistance by {3} for {4} hour", "Броню збільшено на {1}.\nНавичку захисту збільшено на {2}.\nОпір природі збільшено на {3}.#Armor increased by {1}#Defense increased by {2}#Resistance increased by {3}" }, -- Elixir of the Ironside
[1213922] = { "Еліксир жвавості", "Збільшує швидкість бігу на {1}% протягом {2} год.#run speed by {1}% for {2} hour", "Швидкість бігу збільшено на {1}%.#by {1}" }, -- Elixir of Alacrity
[1214001] = { "Сувій: Гнів рою", "Прочитати сувій, щоб викликати Гнів рою, що посилить учасників рейду, збільшуючи шкоду та зцілення заклять на {1}, а також збільшуючи силу атаки на {2} протягом {3} год.#up to {1} increased damage#attack power by {2} for {3} hour", "Підсилено Гнівом рою. Шкоду та зцілення заклять збільшено на {1}, а силу атаки збільшено на {2}.#up to {1} increased damage#attack power by {2}" }, -- Scroll: Wrath of the Swarm
[1214028] = { ref=18431 }, -- Bellowing Roar
[1214136] = { "Розбіжна блискавка", "Через {1} с завдає великої шкоди, що розподіляється між ураженими цілями.#After {1} sec", "Через {1} с завдає великої шкоди, що розподіляється між ураженими цілями.#After {1} sec" }, -- Divergent Lightning
[1214278] = { ref=25891 }, -- Earthstrike
[1214956] = { "Прокляття відчаю", nil, "Завдає шкоди від тіні кожні {1} с.#every {1} sec" }, -- Curse of Despair
[1215091] = { nil, "Завдає {1} шкоди від природи навколишнім ворогам кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", ref=26590 }, -- Summon Poison Cloud
[1215202] = { "Отруйний сплеск", nil, "Отруйні гнійники розриваються." }, -- Noxious Burst
[1215421] = { ref=466448 }, -- Toxic Pool
[1215744] = { "Сліпуче захоплення", nil, "Осліплено." }, -- Blinding Admiration
[1215752] = { "Потужна отрута", nil, "Отримує від {1} до {2} шкоди від природи кожні {3} с.\nНе може вимовляти закляття.#Deals {1} to {2} nature#every {3} sec" }, -- Noxious Poison
[1215755] = { ref=19451 }, -- Frenzy
[1215757] = { "Плювок кислоти", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#Deals {1} nature#every {2} sec" }, -- Acid Spit
[1216479] = { ref=24818 }, -- Noxious Breath
[1216480] = { ref=24818 }, -- Noxious Breath
[1216481] = { ref=24818 }, -- Noxious Breath
[1216482] = { ref=24818 }, -- Noxious Breath
[1216483] = { ref=24818 }, -- Noxious Breath
[1216484] = { ref=24818 }, -- Noxious Breath
[1216485] = { ref=24818 }, -- Noxious Breath
[1216486] = { ref=24818 }, -- Noxious Breath
[1216487] = { ref=24818 }, -- Noxious Breath
[1216566] = { ref=29534 }, -- Traces of Silithyst
[1217084] = { "Напій пісків", "Збільшує всю шкоду цілям у Силітусі та Ан'Кіражі на {1}%, а також збільшує критичну шкоду цілям у Силітусі та Ан'Кіражі на {2}%.#by {1}% and#additional {2}%", "Шкоду цілям у Силітусі та Ан'Кіражі збільшено на {1}%.\nКритичну шкоду цілям у Силітусі та Ан'Кіражі збільшено на {2}%.#Damage against targets in Silithus and Ahn'Qiraj increased by {1}%#Critical damage against targets in Silithus and Ahn'Qiraj increased by {2}%" }, -- Draught of the Sands
[1217142] = { ref=1217141 }, -- Summon Flawless Yellow Qiraji Battle Tank
[1217143] = { ref=1217141 }, -- Summon Flawless Yellow Qiraji Battle Tank
[1217144] = { ref=1217141 }, -- Summon Flawless Yellow Qiraji Battle Tank
[1217146] = { ref=1217145 }, -- Summon Flawless Green Qiraji Battle Tank
[1217147] = { ref=1217145 }, -- Summon Flawless Green Qiraji Battle Tank
[1217148] = { ref=1217145 }, -- Summon Flawless Green Qiraji Battle Tank
[1217150] = { ref=1217149 }, -- Summon Flawless Blue Qiraji Battle Tank
[1217151] = { ref=1217149 }, -- Summon Flawless Blue Qiraji Battle Tank
[1217152] = { ref=1217149 }, -- Summon Flawless Blue Qiraji Battle Tank
[1217154] = { ref=1217153 }, -- Summon Flawless Red Qiraji Battle Tank
[1217155] = { ref=1217153 }, -- Summon Flawless Red Qiraji Battle Tank
[1217156] = { ref=1217153 }, -- Summon Flawless Red Qiraji Battle Tank
[1218479] = { "Знищення невмерлих", nil, "Шкоду невмерлим збільшено на {1}%.#by {1}%" }, -- Undead Slaying
[1218485] = { ref=1217084 }, -- Draught of the Sands
[1219267] = { ref=468543 }, -- Demonic Destruction
[1219269] = { ref=468543 }, -- Demonic Destruction
[1219291] = { ref=1218479 }, -- Undead Slaying
[1219370] = { ref=1218479 }, -- Undead Slaying
[1219375] = { ref=1218479 }, -- Undead Slaying
[1219485] = { ref=1218479 }, -- Undead Slaying
[1219955] = { "Гравіювання душі", "Сюди можна гравіювати душу полеглого воїна." }, -- Soul Engraving
[1220517] = { nil, "Оточує заклинача кістяною броню, що поглинає {1} шкоди протягом {2} хв. Під захистом кістяної броні отримана фізична шкода не спричиняє затримки вимови заклять.#absorbing {1} damage for {2} min", ref=11445 }, -- Bone Armor
[1220637] = { ref=1215202 }, -- Noxious Burst
[1220853] = { nil, "Завдає {1} шкоди від криги навколишнім ворогам, зменшуючи їх швидкість руху на {2}% протягом {3} с.#Inflicts {1} Frost#by {2}% for {3} sec", ref=8398 }, -- Frostbolt Volley
[1220854] = { ref=9672 }, -- Frostbolt
[1220855] = { ref=11831 }, -- Frost Nova
[1223975] = { ref=22640 }, -- Eskhandar's Rage

-- Engraving
[442813] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Sword Specialization
[442876] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Axe Specialization
[442881] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Mace Specialization
[442887] = { "Спеціалізація на кинджалах", "Навичка володіння кинджалами збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Dagger Specialization
[442890] = { "Спеціалізація на кулачній зброї", "Навичка володіння кулачною зброєю (без зброї) збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Fist Weapon Specialization
[442891] = { "Спеціалізація на зброї дальнього бою", "Навички володіння луками, рушницями, арбалетами та метальною зброєю збільшуються на {1}. Не поєднується з іншими рунами для перснів.#weapons increased by {1}" }, -- Ranged Weapon Specialization
[442892] = { "Спеціалізація на держаковій зброї", "Навички володіння держаковою зброєю та посохами збільшуються на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Pole Weapon Specialization
[442893] = { "Спеціалізація на аркані", "Ймовірність влучити закляттями аркани збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Arcane Specialization
[442894] = { "Спеціалізація на вогні", "Ймовірність влучити закляттями вогню збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Fire Specialization
[442895] = { "Спеціалізація на кризі", "Ймовірність влучити закляттями криги збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Frost Specialization
[442896] = { "Спеціалізація на природі", "Ймовірність влучити закляттями природи збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Nature Specialization
[442897] = { "Спеціалізація на тіні", "Ймовірність влучити закляттями тіні збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Shadow Specialization
[442898] = { "Спеціалізація на святості", "Ймовірність влучити закляттями святості збільшено на {1}%. Не поєднується з іншими рунами для перснів.#by {1}%" }, -- Holy Specialization
[453635] = { "Гравіювання персня - Спеціалізація на мечах", "Вигравіювати на персні руну \"Спеціалізація на мечах\":", rune=442813 }, -- Engrave Ring - Sword Specialization
[453688] = { "Гравіювання персня - Спеціалізація на сокирах", "Вигравіювати на персні руну \"Спеціалізація на сокирах\":", rune=442876 }, -- Engrave Ring - Axe Specialization
[453689] = { "Гравіювання персня - Спеціалізація на булавах", "Вигравіювати на персні руну \"Спеціалізація на булавах\":", rune=442881 }, -- Engrave Ring - Mace Specialization
[453690] = { "Гравіювання персня - Спеціалізація на кинджалах", "Вигравіювати на персні руну \"Спеціалізація на кинджалах\":", rune=442887 }, -- Engrave Ring - Dagger Specialization
[453691] = { "Гравіювання персня - Спеціалізація на кулачній зброї", "Вигравіювати на персні руну \"Спеціалізація на кулачній зброї\":", rune=442890 }, -- Engrave Ring - Fist Weapon Specialization
[453692] = { "Гравіювання персня - Спеціалізація на зброї дальнього бою", "Вигравіювати на персні руну \"Спеціалізація на зброї дальнього бою\":", rune=442891 }, -- Engrave Ring - Ranged Weapon Specialization
[453694] = { "Гравіювання персня - Спеціалізація на держаковій зброї", "Вигравіювати на персні руну \"Спеціалізація на держаковій зброї\":", rune=442892 }, -- Engrave Ring - Pole Weapon Specialization
[453695] = { "Гравіювання персня - Спеціалізація на аркані", "Вигравіювати на персні руну \"Спеціалізація на аркані\":", rune=442893 }, -- Engrave Ring - Arcane Specialization
[453696] = { "Гравіювання персня - Спеціалізація на вогні", "Вигравіювати на персні руну \"Спеціалізація на вогні\":", rune=442894 }, -- Engrave Ring - Fire Specialization
[453697] = { "Гравіювання персня - Спеціалізація на кризі", "Вигравіювати на персні руну \"Спеціалізація на кризі\":", rune=442895 }, -- Engrave Ring - Frost Specialization
[453698] = { "Гравіювання персня - Спеціалізація на природі", "Вигравіювати на персні руну \"Спеціалізація на природі\":", rune=442896 }, -- Engrave Ring - Nature Specialization
[453700] = { "Гравіювання персня - Спеціалізація на тіні", "Вигравіювати на персні руну \"Спеціалізація на тіні\":", rune=442897 }, -- Engrave Ring - Shadow Specialization
[453702] = { "Гравіювання персня - Спеціалізація на святості", "Вигравіювати на персні руну \"Спеціалізація на святості\":", rune=442898 }, -- Engrave Ring - Holy Specialization
[459312] = { "Спеціалізація на захисті", "Навичка захисту збільшується на {1}. Не поєднується з іншими рунами для перснів.#by {1}" }, -- Defense Specialization
[459313] = { "Гравіювання персня - Спеціалізація на захисті", "Вигравіювати на персні руну \"Спеціалізація на захисті\":", rune=459312 }, -- Engrave Ring - Defense Specialization
[468758] = { "Спеціалізація на зціленні", "Збільшує зцілення від заклинань і ефектів на {1}. Не поєднується з іншими рунами для перснів.#up to {1}" }, -- Healing Specialization
[468761] = { "Гравіювання персня - Спеціалізація на зціленні", "Вигравіювати на персні руну \"Спеціалізація на зціленні\":", rune=468758 }, -- Engrave Ring - Healing Specialization
[468762] = { "Спеціалізація на медитації", "Відновлює {1} мани кожні 5 сек. Не поєднується з іншими рунами для перснів.#Restores {1} mana" }, -- Meditation Specialization
[468763] = { "Гравіювання персня - Спеціалізація на медитації", "Вигравіювати на персні руну \"Спеціалізація на медитації\":", rune=468762 }, -- Engrave Ring - Meditation Specialization

-- Item effects
[423002] = { ref=24694 }, -- Attack Power - Feral (+59)
[430948] = { "Магічне відновлення", nil, "Відновлення {1} мани кожні {2} с.#Restores {1} mana per {2} sec", ref=18378 }, -- Arcane Recovery
[430949] = { "Магічно точність", "Збільшує ваш шанс завдання удару заклинаннями на {1}%.#hit with spells by {1}%", "Шанс завдання удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Accuracy
[430950] = { "Магічний захист - вогонь", "Збільшує ваш опір вогню на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір вогню збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Fire
[430951] = { "Магічний захист - крига", "Збільшує ваш опір кризі на {1} протягом {2} хв.#resistance by {1} for {2} min", "Опір кризі збільшено на {1} протягом {2} хв.#resistance by {1} for {2} min" }, -- Arcane Protection - Frost
[430952] = { "Магічна сила", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#chance to crit with spells by {1}%", "Шанс завдання критичного удару заклинаннями збільшено на {1}%.#by {1}%" }, -- Arcane Power
[432639] = { "Шанс завдання удару", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}%.#chance to hit with all spells and attacks by {1}%" }, -- Increased Hit Chance 1
[434837] = { ref=11791 }, -- Puncture Armor
[435169] = { ref=11790 }, -- Poison Cloud
[435531] = { ref=24694 }, -- Attack Power - Feral (+69)
[435975] = { ref=9342 }, -- Irradiated Set Spell Dam 11
[435976] = { ref=24694 }, -- Attack Power - Feral (+20)
[435978] = { ref=9342 }, -- Energized Hyperconductor
[436041] = { "Зменшувач світу", "Зменшує весь світ навколо вас на 5 хвилин або поки ви не атакуєте.", "Ви зменшили весь світ!" }, -- World Shrinker
[436239] = { "Шанс критичного удару", "Збільшує шанс завдання критичного удару всіма заклинаннями та атаками на {1}%.#chance to get a critical strike with all spells and attacks by {1}%" }, -- Increased Critical 1 - All
[436473] = { ref=17308 }, -- Stun
[436475] = { ref=12883 }, -- Longsight
[436480] = { ref=24694 }, -- Attack Power - Feral (+80)
[438273] = { "PvP аксесуар", "Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- PvP Trinket
[439155] = { "Сигіла винахідливості", "Зачарована сигіла винахідливості підсилює вас, збільшуючи шкоду та зцілення від заклинань на 20 та збільшуючи силу атаки на 20 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами винахідливості. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#by increased {2}" }, -- Sigil of Innovation
[439651] = { "Збільшення навички володіння кулачною зброєю", "Збільшує навичку володіння кулачною зброєю на {1}.#Fist Weapons +{1}" }, -- Increased Fist Weapons
[440632] = { ref=24694 }, -- Attack Power - Feral (+36)
[440981] = { ref=25901 }, -- Weapon Damage 03
[446092] = { "Нейрогномний захист", "Забезпечує захист від певних видів психічних атак." }, -- Gneurostatic Protection
[446240] = { "Сигіла живих снів", "Зачарована сигіла живих снів підсилює вас, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 30 хв. Можна застосовувати лише поза боєм.", "Підсилено чарами живих снів. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Living Dreams
[446278] = { ref=24291 }, -- Dragon Slaying 141
[446282] = { ref=24694 }, -- Attack Power - Feral (+78)
[446317] = { ref=12693 }, -- Drain Life
[446322] = { "Смарагдовий покрив", ref=26400 }, -- Emerald Shroud
[446327] = { "Несамовитість", ref=12686 }, -- Enrage
[446450] = { ref=9136 }, -- Attack Power 15
[446458] = { ref=9342 }, -- Increase Spell Dam +9
[446470] = { ref=7675 }, -- Increase Healing 18
[446708] = { ref=24694 }, -- Attack Power - Feral (+73)
[446713] = { ref=433 }, -- Food
[446714] = { ref=430 }, -- Drink
[446715] = { "Джунглевий дуріан", ref=18071 }, -- Jungle Durian
[446727] = { ref=24291 }, -- Dragon Slaying 36
[447255] = { ref=24291 }, -- Dragon Slaying 24
[447274] = { ref=24694 }, -- Attack Power - Feral (+67)
[448324] = { ref=436239 }, -- Increased Critical 2 - All
[449668] = { ref=24694 }, -- Attack Power - Feral (+114)
[449933] = { "Крит святоості", "Збільшує ймовірність завдання критичного удару заклинаннями святості на {1}%.#Holy spell critical strike chance by {1}%" }, -- Holy Crit
[449975] = { ref=21539 }, -- Stalwart Block
[450106] = { ref=439 }, -- Healing Potion
[450107] = { ref=439 }, -- Healing Potion
[453053] = { ref=24694 }, -- Attack Power - Feral (+260)
[456536] = { ref=21539 }, -- S03 - Item - T1 - Paladin - Protection 2P Bonus
[457645] = { ref=21539 }, -- S03 - Item - T1 - Warrior - Tank 2P Bonus
[459217] = { "Пустельний сонар", "Виявлення великих об'єктів під піском.", "Виявляє великі об'єкти під піском." }, -- Desert Sonar
[459599] = { ref=23037 }, -- Mana Shield Absorb Increase
[459613] = { "Прискорювач керованої плавучості", "Збільшує швидкість плавання на {1}% протягом {2} хв.#speed by {1}% for {2} min", "Швидкість плавання збільшено на {1}%.#by {1}%" }, -- Guided Buoyancy Accelerant
[459736] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460229] = { ref=21539 }, -- Block Value 17
[460230] = { ref=432639 }, -- Increased Hit Chance 2
[460332] = { "Теплий ром Ромсі з вершками", ref=20875 }, -- Warmed Rumsey with Cream
[460339] = { ref=24694 }, -- Attack Power - Feral (+358)
[460343] = { ref=24694 }, -- Attack Power - Feral (+124)
[461120] = { "Водяні черевики", "Дозволяє ходити по воді протягом {1} хв.#on water for {1} min", "Ходіння по воді." }, -- Treading Water
[461151] = { ref=16559 }, -- Flame Wrath
[461153] = { ref=16559 }, -- Flame Wrath
[461224] = { "Осквернена демонами кров", "Збільшує силу на {1}. Ефект триває {2} с.#Strength by {1}#lasts for {2} sec", "Силу збільшено на {1}.#by {1}" }, -- Demon-Tainted Blood
[461226] = { "Серце дереваня", "Збільшує опір природі на {1}. Ефект триває {2} с.#Resistance by {1}#lasts for {2} sec", "Опір природі збільшено на {1}.#by {1}" }, -- Heart of the Treant
[461227] = { "Вартовий природи", "Збільшує вашу шкоду від природи на {1}. Ефект триває {2} с.#Nature Damage by up to {1}#lasts for {2} sec", "Шкоду від природи збільшено на {1}.#to {1}" }, -- Guardian of Nature
[461235] = { "Лють місяцескрада", ref=461224 }, -- Moonstalker Fury
[461317] = { "Шпилька Престор", ref=24354 }, -- Prestor's Hairpin
[461318] = { "Дар Гоба", "Перетворює учасника групи на друга.", "Друг." }, -- Gift of Gob
[461569] = { ref=7675 }, -- Increase Healing 76
[461580] = { ref=24694 }, -- Attack Power - Feral (+172)
[461629] = { ref=24694 }, -- Attack Power - Feral (+109)
[461632] = { "Стратгольмська свята вода", ref=430 }, -- Stratholme Holy Water
[461680] = { ref=23271 }, -- Ephemeral Power
[461681] = { "Збільшення навички спеціалізації \"Дикість\"", "Збільшує навичку спеціалізації \"Дикість\" на {1}.#Feral Combat +{1}" }, -- Increased Feral Combat
[461682] = { ref=21151 }, -- Gutgore Ripper
[461683] = { ref=16375 }, -- Drain Life
[461685] = { ref=24694 }, -- Attack Power - Feral (+189)
[461686] = { ref=21179 }, -- Chain Lightning
[461694] = { ref=23266 }, -- Fiery Aura (Rank 1)
[461695] = { ref=690 }, -- Firebolt
[461696] = { ref=20885 }, -- Vitality (Rank 1)
[461896] = { "Вогняний підрив", "Підриває ворога, завдаючи {1} шкоди вогнем.#for {1} Fire" }, -- Fire Blast
[461951] = { ref=7675 }, -- Increase Healing 112
[461953] = { ref=449933 }, -- Holy Crit
[461956] = { ref=7704 }, -- Increase Shadow Dam 75
[461985] = { "Тайфун", ref=21919 }, -- Typhoon
[462149] = { ref=2379 }, -- Speed
[462178] = { ref=11963 }, -- Enfeeble
[462221] = { ref=12693 }, -- Drain Life
[462229] = { ref=27780 }, -- Corrupted Fear
[462385] = { ref=27656 }, -- Flame Lash
[462636] = { ref=27675 }, -- Chromatic Infusion
[462746] = { ref=22836 }, -- Elemental Slaying 75
[462858] = { ref=17447 }, -- Circle of Flame
[463105] = { ref=22850 }, -- Sanctuary
[463564] = { "Блокування матері зграї", ref=28773 }, -- Broodmother's Block
[463864] = { "Сигіла плинної води", "Зачарована сигіла живих плинної води підсилює ваш рейд, збільшуючи шкоду та зцілення від заклинань на 30 та збільшуючи силу атаки на 30 протягом 1 години.", "Підсилено чарами плинної води. Шкоду та зцілення заклинань збільшено на {1}, також збільшено силу атаки на {2}.#up to {1} increased#attack power by {2}" }, -- Sigil of Flowing Waters
[463946] = { ref=16921 }, -- Chain Lightning
[465412] = { "Священна шкода зброї", "Додає {1} шкоди святістю до ваших атак ближнього бою.#Adds {1} holy" }, -- Add Holy Dam - Weap 04
[465414] = { "Ревність лицаря", ref=12686 }, -- Crusader's Zeal
[466938] = { ref=9342 }, -- Increase Spell Dam 77
[467142] = { "Збільшення зцілення/шкоди", "Збільшує зцілення на {1}, а шкоду - на {2} для всіх магічних заклинань і ефектів.#healing done by up to {1} and damage done by up to {2} for all" }, -- Hybrid Healing/Spell Dam 46/16
[467143] = { ref=467142 }, -- Hybrid Healing/Spell Dam 37/13
[467144] = { ref=467142 }, -- Hybrid Healing/Spell Dam 40/14
[467166] = { ref=467142 }, -- Hybrid Healing/Spell Dam 66/22
[467167] = { ref=16411 }, -- Fatal Wound
[467318] = { ref=467142 }, -- Hybrid Healing/Spell Dam 35/12
[467330] = { ref=467142 }, -- Hybrid Healing/Spell Dam 64/22
[467332] = { ref=467142 }, -- Hybrid Healing/Spell Dam 77/26
[467430] = { ref=467142 }, -- Hybrid Healing/Spell Dam 53/18
[467432] = { ref=9342 }, -- Increase Spell Dam 86
[467437] = { ref=467142 }, -- Hybrid Healing/Spell Dam 62/21
[467443] = { ref=467142 }, -- Hybrid Healing/Spell Dam 26/9
[467549] = { ref=467142 }, -- Hybrid Healing/Spell Dam 75/25
[467550] = { ref=467142 }, -- Hybrid Healing/Spell Dam 44/15
[467647] = { ref=467142 }, -- Hybrid Healing/Spell Dam 33/11
[467651] = { ref=467142 }, -- Hybrid Healing/Spell Dam 22/8
[467754] = { "Дух змії", "Викликати зачаровану змію, що поклонятиметься вам, збільшуючи дух на {1} протягом {2} с.#Spirit by {1} for {2} sec", "Дух збільшено на {1}.#by {1}" }, -- Serpentine Spirit
[467828] = { ref=467142 }, -- Hybrid Healing/Spell Dam 29/10
[467830] = { ref=467142 }, -- Hybrid Healing/Spell Dam 15/6
[468164] = { "Зламана котушка Пеґла", "Збільшує шанс завдання удару всіма заклинаннями та атаками на {1}% протягом {2} с.#chance to hit with all spells and attacks by {1}% for {2} sec", "Шанс завдання удару всіма заклинаннями та атаками збільшено на {1}%.#by {1}%" }, -- Pagle's Broken Reel
[468165] = { ref=13492 }, -- Beast Slaying 99
[468166] = { ref=24291 }, -- Dragon Slaying 60
[468168] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468170] = { ref=7711 }, -- Add Fire Dam - Weap 02
[468175] = { ref=12822 }, -- Demon Slaying 141
[468184] = { ref=16375 }, -- Drain Life
[468224] = { ref=467142 }, -- Hybrid Healing/Spell Dam 59/20
[468268] = { ref=27205 }, -- Increased Pet Damage +3%
[468395] = { ref=9342 }, -- S03 - Item - ZG - Druid - Balance 2P Bonus
[468398] = { ref=467142 }, -- S03 - Item - ZG - Priest - Discipline 2P Bonus
[468400] = { ref=9342 }, -- S03 - Item - ZG - Warlock - Demonology 2P Bonus
[468590] = { ref=467142 }, -- Hybrid Healing/Spell Dam 51/17
[468592] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/14
[468621] = { ref=467142 }, -- Hybrid Healing/Spell Dam 31/11
[468670] = { ref=16921 }, -- Chain Lightning
[468688] = { ref=467142 }, -- Hybrid Healing/Spell Dam 128/43
[468700] = { ref=24694 }, -- Attack Power - Feral (+338)
[468714] = { ref=467142 }, -- Gla'sir Hybrid Healing/Spell Dam 144/77
[468764] = { ref=467142 }, -- Hybrid Healing/Spell Dam 55/19
[468767] = { ref=430 }, -- Drink
[468768] = { "Гнів вини", ref=461224 }, -- Wrath of Wray
[468769] = { "Відбивання природи", "Відбиває закляття природи в заклиначів протягом {1} с.#caster for {1} sec", "Відбиває закляття природи." }, -- Nature Reflector
[468781] = { "Прийдешня буря", "Отримано електричний заряд. При накопиченні {1} зарядів, вони виівільнять блискавку, що завдасть {2} шкоди.#reach {1} Electrical#Bolt for {2} damage", "Електричний заряд," }, -- Gathering Storm
[468993] = { ref=24694 }, -- Attack Power - Feral (+298)
[469025] = { "Лють Сюзерена", nil, "Шкоду драконам збільшено на {1}%.#by {1}%" }, -- Rage of the Suzerain
[469133] = { ref=467142 }, -- Hybrid Healing/Spell Dam 68/23
[469138] = { ref=467142 }, -- Truthbearer Hybrid Healing/Spell Dam 144/77
[469223] = { ref=467142 }, -- Hybrid Healing/Spell Dam 42/22
[469348] = { ref=7219 }, -- Immune to Disarm
[469410] = { ref=467142 }, -- Hybrid Healing/Spell Dam 84/28
[469414] = { ref=467142 }, -- Hybrid Healing/Spell Dam 70/24
[469481] = { ref=467142 }, -- Hybrid Healing/Spell Dam 48/16
[469493] = { ref=467142 }, -- Hybrid Healing/Spell Dam 90/30
[469499] = { ref=20885 }, -- Vitality (Rank 1)
[469828] = { ref=23719 }, -- Untamed Fury
[470345] = { ref=746 }, -- First Aid (Rank 11)
[470362] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і шкода ваших заклять збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Spell Damage by {3} for {4} min", ref=433 }, -- Food
[470369] = { nil, "Відновлює {1} здоров'я протягом {2} секунд. Потрібно залишатися в сидячому положенні під час їжі. Через 10 с ви насититесь і ваша ефективність зцілення збільшиться на {3} протягом {4} хв.#Restores {1} health over {2} sec#Healing done by {3} for {4} min", ref=433 }, -- Food
[473384] = { "Виклик зброєносця", "Скористатись посібником, щоб викликати зброєносця Сріблястого Світанку для тренувальння в бою з силітидами. Силітиди, вбиті в присутності зброєносця, підвищать вашу репутацію у Сріблястого Світанку.", "Вас супроводжує зброєносець. Ви отримуєте репутацію у Сріблястого Світанку за вбивство силітидів." }, -- Summon Squire
[473482] = { "Розщеплення стихій", "Послаблює елементалів Ради Безодні в Силітусі, зменшуючи всю їхню шкоду на {1}%. Триває {2} хв.#they deal by {1}%#Lasts {2} min", "Завдану шкоду зменшено на {1}%.#by {1}%" }, -- Elemental Disjunction
[473493] = { "Вибухова піщана пастка", "Розмістити поблизу пастку, що вибухне при наближенні силітида з Вул'Аші, Вул'Регаля або Вул'Зори, внаслідок чого силітид отримуватиме шкоду в обсязі {1}% від запасу здоров'я кожні {2} с протягом {3} с.#take {1}% of#every {2} sec for {3} sec" }, -- Explosive Sand Trap
[473496] = { "Вибухова піщана пастка", nil, "Отримання шкоди від вогню в обсязі {1}% від здоров'я кожні {2} с.#Taking {1}% of#every {2} sec" }, -- Explosive Sand Trap
[473544] = { "Скрадання", "Використання цих феромонів дозволяє вам скрадатися всередині Вул'Аші, Вул'Регаля або Вул'Зори, але зменшує вашу швидкість руху на {1}%. Триває {2} хв.#your speed by {1}%#Lasts {2} min", "Непомітність. Швидкість руху зменшено на {1}%.#by {1}%" }, -- Sneaking
[474116] = { "Амулет нечестивих оберегів", "Поглинає від {1} до {2} шкоди від природи. Триває {3} с.#Absorbs {1} to {2} nature#Lasts {3} sec", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2} nature" }, -- Amulet of Fowl Warding
[474236] = { "Благословення Джи'жі", ref=18803 }, -- Blessing of Ji'zhi
[474386] = { ref=438273 }, -- PvP Trinket
[474727] = { ref=467142 }, -- Hybrid Healing/Spell Dam 144/47
[1213145] = { "Кадило фальшивого пророка", "Виконати старовинний обряд кіражів.", "Пророк брехні." }, -- Censer of the False Prophet
[1213147] = { ref=24998 }, -- Healing of the Ages
[1213232] = { "Намисто чистоти", "Поглинає від {1} до {2} шкоди від природи та зцілює носія від {3} отрут. Триває {4} с.#Absorbs {1} to {2} nature#up to {3} poison#Lasts {4} sec", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2} nature" }, -- Necklace of Purity
[1213234] = { "Перекроєння", "На короткий час перекроює ваше тіло, знімаючи всі активні ефекти отрути та надаючи невразливість до шкоди від природи на {1} с.#Nature damage for {1} sec", "Невразливість до шкоди від природи." }, -- Recomposed
[1213288] = { "Збільшення вправності", "Зменшує шанс ухилення чи парирування ваших атак на {1}%.#parried by {1}%" }, -- Increased Expertise 1
[1213289] = { ref=1213288 }, -- Increased Expertise 2
[1213290] = { ref=1213288 }, -- Increased Expertise 3
[1213297] = { "Жетон стража рою", "Перейняти аспекти стража рою, атакуючи ворогів навколо вихором клинків протягом {1} с.#that lasts {1} sec", "Атакує навколишніх ворогів, завдаючи їм звичайної шкоди." }, -- Badge of the Swarmguard
[1213335] = { "Земний покрив", "Заритися в землю, внаслідок чого вас не можна обрати ціллю протягом {1} с.#untargetable for {1} sec", "Не можна обрати ціллю протягом {1} с.#for {1} sec" }, -- Earthen Shroud
[1213355] = { "Шок", ref=26415 }, -- Shock
[1213366] = { ref=29602 }, -- Jom Gabbar
[1213375] = { ref=29506 }, -- The Burrower's Shell
[1213390] = { "Загартовані часом удари", "Збільшує шанс завдання додаткового удару в ближньому чи дальньому бою на {1}% за кожен екіпірований вами загартований часом обладунок.#Gives you {1}% chance per piece" }, -- Timeworn Strike
[1213398] = { "Загартовані часом закляття", "Збільшує швидкість вимови заклять на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Spell
[1213405] = { "Загартоване часом зцілення", "Збільшує ефективність ваших заклять зцілення та поглинання шкоди на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Healing
[1213407] = { "Загартована часом вправність", "Зменшує шанс ухилення чи парирування ваших атак на {1}% за кожен екіпірований вами загартований часом обладунок.#parried by {1}% per piece" }, -- Timeworn Expertise
[1213411] = { ref=23701 }, -- Twisting Nether
[1213417] = { ref=23686 }, -- Lightning Strike
[1213419] = { ref=23689 }, -- Heroism
[1213421] = { ref=23688 }, -- Aura of the Blue Dragon
[1213422] = { ref=23684 }, -- Aura of the Blue Dragon
[1213813] = { "Шит шкоди +100", "При отриманні удару в бою завдає {1} шкоди від природи нападнику. Спричиняє вдвічі більше загрози.#inflicts {1} Nature" }, -- Damage Shield Dmg +100
[1213816] = { "Шит шкоди +80", ref=1213813 }, -- Damage Shield Dmg +80
[1213862] = { ref=18815 }, -- Drain Life
[1213874] = { ref=18815 }, -- Drain Life
[1213924] = { "Арканічна мегабомба", ref=19821 }, -- Arcane Megabomb
[1213946] = { "Обсидіанова бомба", ref=1940 }, -- Obsidian Bomb
[1213972] = { "Швидкість", ref=2379 }, -- Speed
[1214125] = { "Обсидіанові осколки", "При завданні прямого удару закляттям чи атакою ближнього бою ви можете завдати цілі від {1} до {2} шкоди вогнем. Завдає додаткової шкоди силітидам в Силітусі майже при кожному ударі.#deal {1} to {2} Fire damage" }, -- Obsidian Edged
[1214143] = { "Обсидіанові осколки", "При завданні удару атакою дальнього бою ви можете завдати цілі від {1} до {2} шкоди вогнем. Завдає додаткової шкоди силітидам в Силітусі майже при кожному ударі.#deal {1} to {2} Fire damage" }, -- Obsidian Edged
[1214155] = { "Загартоване часом гниття", "Збільшує шкоду ваших заклять періодичної шкоди на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Decay
[1214179] = { "Форма хутропуза", "Перетворює вас на хутропуза на {1} хв.#Furbolg for {1} min", "Перетворено на хутропуза." }, -- Furbolg Form
[1214204] = { ref=467142 }, -- Hybrid Healing/Spell Dam 189/63
[1214205] = { ref=26108 }, -- Glimpse of Madness
[1214208] = { ref=16375 }, -- Drain Life
[1214233] = { ref=26166 }, -- Obsidian Insight
[1214263] = { ref=26168 }, -- Chitinous Spikes
[1214276] = { ref=27518 }, -- Spell Damage Reduction
[1214281] = { "Форма наги", "Перетворює вас на нагу на {1} хв.#Naga for {1} min", "Перетворено на нагу." }, -- Naga Form
[1214284] = { "Форма драконіда", "Перетворює вас на драконіда на {1} хв.#Drakonid for {1} min", "Перетворено на драконіда." }, -- Drakonid Form
[1214376] = { ref=9342 }, -- Increase Spell Dam 81
[1214379] = { ref=9342 }, -- Increase Spell Dam 54
[1214399] = { ref=467142 }, -- Hybrid Healing/Spell Dam 57/19
[1214400] = { ref=467142 }, -- Hybrid Healing/Spell Dam 73/25
[1214402] = { ref=467142 }, -- Hybrid Healing/Spell Dam 79/27
[1214403] = { ref=467142 }, -- Hybrid Healing/Spell Dam 81/27
[1214405] = { ref=467142 }, -- Hybrid Healing/Spell Dam 86/29
[1214406] = { ref=467142 }, -- Hybrid Healing/Spell Dam 88/30
[1214422] = { ref=467142 }, -- Hybrid Healing/Spell Dam 153/51
[1214432] = { ref=467142 }, -- Hybrid Healing/Spell Dam 112/37
[1214917] = { ref=25901 }, -- Weapon Damage 02
[1214927] = { "Додаткова атака", "Дає вам {1}% шанс виконати додаткову атаку по тій самій цілі після завдання удару зброєю.#a {1}% chance" }, -- Extra Attack
[1214955] = { ref=21499 }, -- Increase Holy Dam 59
[1215198] = { ref=467142 }, -- Hybrid Healing/Spell Dam 76/26
[1215377] = { ref=24993 }, -- Acid Blast
[1215404] = { "Загартоване часом піромантія", "Поки діє \"Метаморфоза\" чи \"Шлях Землі\", ефективність ваших бойових вогняних заклять збільшується на {1}% за кожен екіпірований вами загартований часом обладунок.#spells by {1}% per piece" }, -- Timeworn Pyromancy
[1216968] = { ref=13959 }, -- Electrostatic Charge
[1216971] = { ref=467142 }, -- Hybrid Healing/Spell Dam 44/24
[1216997] = { "Непохитний бойовий дух", "Зменшує всю шкоду від гравців та їхніх вихованців на {1}%. Цей ефект не поднується від кількох джерел.#pets by {1}%", "Зменшує всю шкоду від гравців та їхніх вихованців на {1}%. Цей ефект не поднується від кількох джерел.#pets by {1}%" }, -- Unflinching Morale
[1217206] = { "Обсидіановий приціл", ref=3974 }, -- Obsidian Scope

-- Mounts
[434508] = { ref=25675 }, -- Reindeer
[436289] = { ref=10795 }, -- Ivory Raptor
[436327] = { "Бенгальський тигр", "Викликає та відпускає верхового бенгальського тигра.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Bengal Tiger
[436329] = { ref=16060 }, -- Golden Sabercat
[446685] = { "Кровожерливий дух", "Викликає та відпускає верхового кровожерливого духа.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Blood-crazed Spirit
[463005] = { ref=17458 }, -- Fluorescent Green Mechanostrider
[463006] = { ref=16060 }, -- Golden Sabercat
[463007] = { ref=436288 }, -- Mottled Blood Raptor
[473847] = { "Виклик світло-зеленого кіразького бойового танка", ref=25863 }, -- Summon Light Green Qiraji Battle Tank
[473856] = { "Виклик темно-синього кіразького бойового танка", ref=25863 }, -- Summon Dark Blue Qiraji Battle Tank
[473862] = { "Виклик світло-синього кіразького бойового танка", ref=25863 }, -- Summon Light Blue Qiraji Battle Tank
[473872] = { "Виклик помаранчевого кіразького бойового танка", ref=25863 }, -- Summon Orange Qiraji Battle Tank
[473881] = { "Виклик сутінкового кіразького бойового танка", ref=25863 }, -- Summon Twilight Qiraji Battle Tank
[473900] = { "Виклик прирученого кіразького бойового танка", ref=25953 }, -- Summon Tamed Silithid Tank
[1214283] = { "Стрімкий примарний тигр", "Викликає та відпускає стрімкого примарного тигра. Це дуже швидка верхова тварина.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Swift Spectral Tiger
[1215378] = { "Закривавлений тигр", ref=24252 }, -- Blood-Caked Tiger
[1215380] = { "Закривавлений раптор", ref=16084 }, -- Blood-Caked Raptor
[1217141] = { "Виклик бездоганного жовтого кіразького бойового танка", ref=25863 }, -- Summon Flawless Yellow Qiraji Battle Tank
[1217145] = { "Виклик бездоганного зеленого кіразького бойового танка", ref=25863 }, -- Summon Flawless Green Qiraji Battle Tank
[1217149] = { "Виклик бездоганного синього кіразького бойового танка", ref=25863 }, -- Summon Flawless Blue Qiraji Battle Tank
[1217153] = { "Виклик бездоганного червоного кіразького бойового танка", ref=25863 }, -- Summon Flawless Red Qiraji Battle Tank

-- World buffs
[430947] = { "Благословення Чорноводдя", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин.", "Збільшення ймовірності завдання удару закляттями на 3%, ймовірності завдання кричного удару в ближньому та дальньому бою на 2%, сили атаки на 20, шкоди заклять на 25, а швидкості руху — на 20%. Триває 120 хвилин." }, -- Boon of Blackfathom
[431111] = { ref=430947 }, -- Boon of Blackfathom
[438536] = { "Іскра натхнення", "Збільшує шанс критичного удару заклинань на {1}%, збільшує шкоду та зцілення заклинань на {2}, а також збільшує швидкість ближнього і дальнього бою на {3}%. Триває {4} хв.#spells by {1}%#grants {2} spell damage#speed by {3}%#{4} minute duration", "Збільшує шанс критичного удару заклинань на {1}%, збільшує шкоду та зцілення заклинань на {2}, а також збільшує швидкість ближнього і дальнього бою на {3}%. Триває {4} хв.#spells by {1}%#grants {2} spell damage#speed by {3}%#{4} minute duration" }, -- Spark of Inspiration
[438537] = { ref=438536 }, -- Spark of Inspiration
[446698] = { ref=446695 }, -- Fervor of the Temple Explorer
[460939] = { "Міць Штормовію", ref=16609 }, -- Might of Stormwind
[460940] = { ref=460939 }, -- Might of Stormwind
[473387] = { "Ріг Світанку", "Благословити учасників групи чи рейду, збільшуючи шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}. Триває {4} год.#them {1}% increased spell#{2}% increased melee#and {3} increased attack#Lasts {4} h", "Збільшує шанс критичного удару заклять на {1}%, атак ближнього та дальнього бою на {2}% та збільшує силу атаки на {3}.#spells by {1}%#ranged by {2}% and grants {3} attack" }, -- Horn of the Dawn
[473399] = { "Колискова піснеквіта", "Викликати піснеквіт, що збільшить ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} для всіх учасників групи чи рейду протягом {3} год. Не зберігається хронозаміщувачем.#members {1}% increased chance#and {2} increased attributes#for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}.#critical by {1}% and all attributes by {2}" }, -- Songflower Lullaby
[473403] = { "Благословення Нептулона", "Збільшує силу атаки на {1}, витривалість на {2}% та шанс критичного удару заклять на {3}% для всіх учасників групи чи рейду протягом {4} год. Не зберігається хронозаміщувачем.#members {1} increased attack power#{2}% increased Stamina#and {3}% increased spell critical strike chance for {4} h", "Збільшує силу атаки на {1}, витривалість на {2}% та шанс критичного удару заклять на {3}%.#attack power by {1}#Stamina by {2}%#chance by {3}%" }, -- Blessing of Neptulon
[473441] = { "Міць Чорнокамінної гори", ref=16609 }, -- Might of Blackrock
[473450] = { "Темне пророцтво шкоди", "Збільшує шкоду всіх учасників групи чи рейду на {1}% протягом {2} год.#members {1}% increased damage done for {2} h", "Збільшує шкоду на {1}%.#by {1}%" }, -- Dark Fortune of Damage
[473469] = { "Очищена огневиця", "Збільшує розмір, а також силу атаки ближнього бою на {1} протягом {2} год.#by {1} and#for {2} h", "Збільшує розмір, а також силу атаки ближнього бою на {1}.#by {1}" }, -- Cleansed Firewater
[473476] = { "Сни Зандаларів", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}% для всіх учасників групи чи рейду протягом {3} год.#members {1}% increased#and {2}% increased stats for {3} h", "Збільшує швидкість руху на {1}% тв всі характеристики на {2}%.#speed by {1}% and all stats by {2}%" }, -- Dreams of Zandalar
[1218071] = { "Колискова піснеквіта", "Викликати піснеквіт, що збільшить ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2} для всіх учасників групи чи рейду протягом {3} год. Не зберігається хронозаміщувачем.#members {1}% increased chance#and {2} increased attributes for {3} h", "Збільшує ймовірність завдання критичного удару в ближньому бою, дальньому бою та заклинаннями на {1}%, а також збільшує всі характеристики на {2}.#critical by {1}% and all attributes by {2}" }, -- Songflower Lullaby
[1218072] = { ref=473403 }, -- Blessing of Neptulon
[1218073] = { ref=473450 }, -- Dark Fortune of Damage
[1218074] = { nil, "Збільшує запас здоров'я на {1}, швидкість атак ближнього бою на {2}% та відновлює {3} мани кожні {4} c. Триває {5} год.#hitpoints by {1}. {2}% haste#{3} mana regen every {4} sec#Lasts {5} h", ref=473441 }, -- Might of Blackrock
[1218075] = { ref=473476 }, -- Dreams of Zandalar
[1218121] = { ref=473387 }, -- Horn of the Dawn

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
