local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Annihilation
[409073] = { "Анігіляція", "Ваші атаки ближнього бою генерують {1} люті.#generate {1} Rage", nil }, -- Annihilation

-- Blood Frenzy
[403352] = { "Криваве шаленство", "Отримати здібність \"Криваве шаленство\":", nil, rune=412507 }, -- Blood Frenzy
[412507] = { "Криваве шаленство", "Щоразу, коли ви завдаєте шкоду від кровотечі, ви отримуєте {1} люті.#gain {1} Rage", nil }, -- Blood Frenzy

-- Blood Surge
[413380] = { "Приплив крові", "\"Героїчний удар\", \"Кровожерливість\" та \"Вихор\" з шансом 30% дозволяють використати наступне \"Розтрощення\" протягом 15 секунд миттєво і без витрат люті.", nil }, -- Blood Surge
[413399] = { "Приплив крові", nil, "Ваше наступне \"Розтрощення\" застосується миттєво та без витрат люті." }, -- Blood Surge
[415743] = { "Приплив крові", "Отримати здібність \"Приплив крові\":", nil, rune=413380 }, -- Blood Surge

-- Charge
[411684] = { "Ривок", "Ривок у ворога, що збільшує лють на {1} і приголомшує його на {2} с.#generate {1} rage#for {2} sec", nil }, -- Charge

-- Commanding Shout
[403215] = { "Командирський крик", "Воїн кричить, збільшуючи витривалість всіх членів групи в радіусі {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Збільшує вашу витривалість на {1}.#by {1}" }, -- Commanding Shout
[403435] = { "Командирський крик", "Отримати здібність \"Командирський крик\":", nil, rune=403215 }, -- Commanding Shout

-- Consumed By Rage
[425418] = { "Неконтрольована лють", "Коли ви накопичуєте {1} люті, ви скаженієте і отримуєте бонус {2}% до шкоди в ближньому бою протягом {3} секунд або наступні {4} замахів.#exceed {1} Rage#a {2}% melee damage bonus for {3} sec#of {4} swings", nil }, -- Consumed By Rage
[425440] = { "Неконтрольована лють", "Отримати здібність \"Неконтрольована лють\":", nil, rune=425418 }, -- Consumed by Rage

-- Devastate
[403195] = { "Спустошення", "Поки ви перебуваєте в оборонній стійці та тримаєте щит, \"Розкол броні\" також завдає {1}% від шкоди вашої зброї за секунду, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#to {1}% of your equipped#by {2}% per", nil }, -- Devastate
[403355] = { "Спустошення", "Отримати здібність \"Спустошення\":", nil, rune=403195 }, -- Devastate
[403196] = { "Спустошення", "\"Розкол броні\" також завдає {1}% шкоди від зброї, яка збільшується на {2}% за кожен ефект \"Розколу броні\" на цілі.#deals {1}% weapon#by {2}% per", nil }, -- Devastate

-- Endless Rage
[403218] = { "Нескінченна лють", "Ви отримуєте на 25% більше люті від усієї завданої шкоди.", nil }, -- Endless Rage
[403349] = { "Нескінченна лють", "Отримати здібність \"Нескінченна лють\":", nil, rune=403218 }, -- Endless Rage

-- Enraged Regeneration
[402913] = { "Несамовите відновлення", "Зцілює вам {1}% від максимального запасу здоров'я протягом {2} секунд. Можна використати лише поки активний \"Сказ\", \"Лють берсерка\" або \"Кривава лють\". Можна використати під час оглушення.#for {1}% of#over {2} sec", "Зцілення {1}% від максимального запасу здоров'я щосекунди.#Healing {1}% of" }, -- Enraged Regeneration
[403359] = { "Несамовите відновлення", "Отримати здібність \"Несамовите відновлення\":", nil, rune=402913 }, -- Enraged Regeneration

-- Flagellation
[402877] = { "Бичування", "Фізична шкода збільшується на 25% протягом 12 с після застосування \"Кривавої люті\" чи \"Люті берсерка\".", nil }, -- Flagellation
[402906] = { "Бичування", nil, "Фізична шкода збільшена на 25%." }, -- Flagellation
[403344] = { "Бичування", "Отримати здібність \"Бичування\":", nil, rune=402877 }, -- Flagellation

-- Focused Rage
[29787] = { "Зосереджена лють", "Зменшує витрати люті ваших атакуючих здібностей на 3.", nil }, -- Focused Rage
[415745] = { "Зосереджена лють", "Отримати здібність \"Зосереджена лють\":", nil, rune=29787 }, -- Focused Rage

-- Frenzied Assault
[425412] = { "Несамовитий натиск", "Під час використання дворучної зброї, ваша швидкість атаки збільшується на {1}%.#increased by {1}%", nil }, -- Frenzied Assault
[425442] = { "Несамовитий натиск", "Отримати здібність \"Несамовитий натиск\":", nil, rune=425412 }, -- Frenzied Assault
[431046] = { ref=425412 }, -- Frenzied Assault

-- Furious Thunder
[403219] = { "Несамовитий грім", "\"Гуркіт грому\" тепер збільшує час між атаками на додаткові {1}%, може бути використаний у будь-якій стійці, завдає на {2}% більше шкоди та створює на {3}% більше загрози.#additional {1}%#deals {2}% increased damage#deals {3}% increased threat", nil }, -- Furious Thunder
[403356] = { "Несамовитий грім", "Отримати здібність \"Несамовитий грім\":", nil, rune=403219 }, -- Furious Thunder

-- Heroic Shot
[403332] = { "Героїчний постріл", "Постріл в ціль, що завдає 300% шкоди від зброї дальнього бою. Генерує 20 люті.", "Знемовлено." }, -- Heroic Shot

-- Intervene
[403338] = { "Втручання", "Воїн здійснює стрімкий ривок до члена групи, перехоплюючи наступну атаку ближнього або дальнього бою, а також зменшуючи загрозу цілі на 10%.", "Наступна атака ближнього або дальнього бою, спрямована проти вас, буде спрямована на воїна, що втрутився." }, -- Intervene
[403437] = { "Втручання", "Отримати здібність \"Втручання\":", nil, rune=403338 }, -- Intervene

-- Precise Timing
[402922] = { "Точний розрахунок", "\"Розтрощення\" тепер застосовується миттєво, але відновлюється {1} с.#a {1} sec", nil }, -- Precise Timing
[415744] = { "Точний розрахунок", "Отримати здібність \"Точний розрахунок\":", nil, rune=402922 }, -- Precise Timing

-- Quick Strike
[429765] = { "Швидкий удар", "Безрозсудна миттєва атака дворучною зброєю, що завдає від {1} до {2} фізичної шкоди. Ця здібність отримує бонус від усіх ефектів, пов'язаних з \"Героїчним ударом\", і активує їх.#dealing {1} to {2} physical", nil }, -- Quick Strike
[429748] = { "Швидкий удар", "Замінює здібність \"Героїчний удар\" на \"Швидкий удар\":", nil, rune=429765 }, -- Quick Strike
[425428] = { "Швидкий удар", "Отримати здібність \"Швидкий удар\":", nil, rune=429765 }, -- Quick Strike

-- Raging Blow
[402911] = { "Лютий удар", "Лютий удар, що завдає {1}% шкоди від зброї, але може бути застосований лише поки активний \"Сказ\", \"Лють берсерка\" або \"Кривава лють\".#deals {1}% weapon", nil }, -- Raging Blow
[425429] = { "Лютий удар", "Отримати здібність \"Лютий удар\":", nil, rune=402911 }, -- Raging Blow

-- Rallying Cry
[426490] = { "Підбадьорливий клич", "Крик, що збільшує максимальний запас здоров'я всіх членів групи або рейду в радіусі {1} м на {2}% протягом {3} с.#{1} yards {2}% increased#for {3} sec", "Максимальний запас здоров'я збільшено на {1}%.#by {1}% of" }, -- Rallying Cry
[426492] = { "Підбадьорливий клич", "Отримати здібність \"Підбадьорливий клич\":", nil, rune=426490 }, -- Rallying Cry

-- Rampage
[426940] = { "Шаленство", "Воїн впадає в шаленство, збільшуючи силу атаки на {1}%. Після цього більшість успішних атак ближнього бою збільшують силу атаки ще на {2}%. Цей ефект накопичується до {3} разів. Триває {4} секунд. Цю здібність можна використати тільки після нанесення критичного удару.#power by {1}% and#additional {2}%#to {3} times#Lasts {4} sec", "Більшість успішних атак ближнього бою збільшують силу атаки на {1}%.#by {1}%" }, -- Rampage
[426942] = { "Шаленство", nil, "Силу атаки збільшено на {1}%.#by {1}%" }, -- Rampage
[427070] = { "Шаленство", "Отримати здібність \"Шаленство\":", nil, rune=426940 }, -- Rampage

-- Shield Mastery
[426980] = { "Майстерність володіння щитом", "Збільшує всю вашу фізичну шкоду на {1}%, поки ви тримаєте є щит, і зменшує тривалість усіх ефектів роззброєння проти вас на {2}%. Цей ефект не сумується з іншими ефектами, що зменшують тривалість роззброєння.#by {1}% while#against you by {2}%", nil }, -- Shield Mastery
[427069] = { "Майстерність володіння щитом", "Отримати здібність \"Майстерність володіння щитом\":", nil, rune=426980 }, -- Shield Mastery

-- Single-Minded Fury
[413404] = { "Цілеспрямована лють", "Коли ви тримає зброю в кожній руці, ваша шкода та швидкість руху збільшуються на {1}%.#increased by {1}%", nil }, -- Single-Minded Fury
[430472] = { ref=413404 }, -- Single-Minded Fury
[415599] = { "Цілеспрямована лють", "Отримати здібність \"Цілеспрямована лють\":", nil, rune=413404 }, -- Single-Minded Fury

-- Sword and Board
[426978] = { "Мечем і щитом", "Коли ваші здібності \"Спустошення\" і \"Помста\" завдають шкоди, вони з шансом {1}% завершують відновлення вашої здібності \"Трощення щитом\" і зменшують витрати люті на неї на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", nil }, -- Sword and Board
[426979] = { "Мечем і щитом", nil, "Витрати люті на \"Трощення щитом\" зменшено на {1}%.#by {1}%" }, -- Sword and Board
[427073] = { "Мечем і щитом", "Отримати здібність \"Мечем і щитом\":", nil, rune=426978 }, -- Sword and Board

-- Taste for Blood
[426953] = { "Смак крові", "Щоразу, коли ваша здібність \"Розрив\" завдає шкоди, ваша здібність \"Здолання\" активується на {1} секунд або 1 атаку. Цей ефект може спрацьовувати не частіше, ніж раз на {2} секунд.#for {1} sec or#every {2} sec", nil }, -- Taste for Blood
[426969] = { "Смак крові", nil, "Дозволяє використовувати \"Здолання\"." }, -- Taste for Blood
[427067] = { "Смак крові", "Отримати здібність \"Смак крові\":", nil, rune=426953 }, -- Taste for Blood

-- Thunder Clap
[413589] = { "Гуркіт грому", nil, "Час між атаками збільшено на {1}%.#by {1}%" }, -- Thunder Clap

-- Victory Rush
[402927] = { "Переможний запал", "Миттєва атака цілі, що завдає {1} шкоди і зцілює вас на 10% від вашого максимального запасу здоров'я. Можна застосовувати лише протягом 20 секунд після вбивства ворога, який дає досвід або честь.#causing {1} damage", nil }, -- Victory Rush
[403434] = { "Переможний запал", "Отримати здібність \"Переможний запал\":", nil, rune=402927 }, -- Victory Rush

-- Vigilance
[426972] = { "Пильність", "Ви оберігаєте учасника групи чи рейду, чим зменшуєте отриману ним шкоду на {1}% і перенаправляєте на себе {2}% його загрози. Крім того, щоразу, коли ціль отримує удар, ваша здібність \"Глузування\" відновлюється. Триває {3} хв.  Цей ефект може діяти лише на одну ціль одночасно.#by {1}% and transferring {2}%#Lasts {3} min", "Отриману шкоду зменшено на {1}%, а {2}% загрози перенаправляється на воїна.#by {1}% and {2}% of" }, -- Vigilance
[426975] = { "Пильність", nil, "Отриману шкоду зменшено на {1}%, а {2}% загрози перенаправляється на воїна.#by {1}% and {2}% of" }, -- Vigilance
[427068] = { "Пильність", "Отримати здібність \"Пильність\":", nil, rune=426972 }, -- Vigilance

-- War Machine
[413301] = { "Бойова машина", "Вбивство ворога, який дає досвід або честь, генерує {1} люті.#generates {1} Rage", nil }, -- War Machine

-- Warbringer
[425421] = { "Вісник війни", "Ваші здібності \"Ривок\", \"Перехоплення\" та \"Втручання\" тепер можна використовувати під час бою та в будь-якій стійці, а при активації вони знімають ефекти, що обмежують рух.", nil }, -- Warbringer
[425430] = { "Вісник війни", "Отримати здібність \"Вісник війни\":", nil, rune=425421 }, -- Warbringer

-- Wrecking Crew
[427065] = { "Погром", "Ваші критичні удари в ближньому бою викликають у вас гнів, збільшуючи шкоду від ваших критичних ударів на {1}% протягом {2} секунд.#by {1}% for {2} sec", nil }, -- Wrecking Crew
[427074] = { "Погром", "Отримати здібність \"Погром\":", nil, rune=427065 }, -- Wrecking Crew


-- Engraving
[416004] = { "Гравіювання пояса - Приплив крові", "Вигравіювати на поясі руну \"Приплив крові\":", nil, rune=413380 }, -- Engrave Belt - Blood Surge
[409163] = { "Гравіювання пояса - Зосереджена лють", "Вигравіювати на поясі руну \"Зосереджена лють\":", nil, rune=29787 }, -- Engrave Belt - Focused Rage
[416005] = { "Гравіювання пояса - Точний розрахунок", "Вигравіювати на поясі руну \"Точний розрахунок\":", nil, rune=402922 }, -- Engrave Belt - Precise Timing
[403467] = { "Гравіювання чоботів - Несамовите відновлення", "Вигравіювати на чоботях руну \"Несамовите відновлення\":", nil, rune=402913 }, -- Engrave Boots - Enraged Regeneration
[403472] = { "Гравіювання чоботів - Втручання", "Вигравіювати на чоботях руну \"Втручання\":", nil, rune=403338 }, -- Engrave Boots - Intervene
[426491] = { "Гравіювання чоботів - Підбадьорливий клич", "Вигравіювати на чоботях руну \"Підбадьорливий клич\":", nil, rune=426490 }, -- Engrave Boots - Rallying Cry
[427081] = { "Гравіювання браслетів - Шаленство", "Вигравіювати на браслетах руну \"Шаленство\":", nil, rune=426940 }, -- Engrave Bracers - Rampage
[427082] = { "Гравіювання браслетів - Мечем і щитом", "Вигравіювати на браслетах руну \"Мечем і щитом\":", nil, rune=426978 }, -- Engrave Bracers - Sword and Board
[427084] = { "Гравіювання браслетів - Погром", "Вигравіювати на браслетах руну \"Погром\":", nil, rune=427065 }, -- Engrave Bracers - Wrecking Crew
[403474] = { "Гравіювання нагрудника - Криваве шаленство", "Вигравіювати на нагруднику руну \"Криваве шаленство\":", nil, rune=412507 }, -- Engrave Chest - Blood Frenzy
[403480] = { "Гравіювання нагрудника - Бичування", "Вигравіювати на нагруднику руну \"Бичування\":", nil, rune=402877 }, -- Engrave Chest - Flagellation
[425444] = { "Гравіювання нагрудника - Лютий удар", "Вигравіювати на нагруднику руну \"Лютий удар\":", nil, rune=402911 }, -- Engrave Chest - Raging Blow
[425445] = { "Гравіювання нагрудника - Вісник війни", "Вигравіювати на нагруднику руну \"Вісник війни\":", nil, rune=425421 }, -- Engrave Chest - Warbringer
[403475] = { "Гравіювання рукавиць - Спустошення", "Вигравіювати на рукавицях руну \"Спустошення\":", nil, rune=403195 }, -- Engrave Gloves - Devastate
[403489] = { "Гравіювання рукавиць - Нескінченна лють", "Вигравіювати на рукавицях руну \"Нескінченна лють\":", nil, rune=403218 }, -- Engrave Gloves - Endless Rage
[425443] = { "Гравіювання рукавиць - Швидкий удар", "Вигравіювати на рукавицях руну \"Швидкий удар\":", nil, rune=429765 }, -- Engrave Gloves - Quick Strike
[416003] = { "Гравіювання рукавиць - Цілеспрямована лють", "Вигравіювати на рукавицях руну \"Цілеспрямована лють\":", nil, rune=413404 }, -- Engrave Gloves - Single-Minded Fury
[403470] = { "Гравіювання рукавиць - Переможний запал", "Вигравіювати на рукавицях руну \"Переможний запал\":", nil, rune=402927 }, -- Engrave Gloves - Victory Rush
[427080] = { "Гравіювання шолома - Майстерність володіння щитом", "Вигравіювати на шоломі руну \"Майстерність володіння щитом\":", nil, rune=426980 }, -- Engrave Helm - Shield Mastery
[427076] = { "Гравіювання шолома - Смак крові", "Вигравіювати на шоломі руну \"Смак крові\":", nil, rune=426953 }, -- Engrave Helm - Taste for Blood
[427078] = { "Гравіювання шолома - Пильність", "Вигравіювати на шоломі руну \"Смак крові\":", nil, rune=426972 }, -- Engrave Helm - Vigilance
[425446] = { "Гравіювання штанів - Неконтрольована лють", "Вигравіювати на штанях руну \"Неконтрольована лють\":", nil, rune=425418 }, -- Engrave Pants - Consumed by Rage
[425447] = { "Гравіювання штанів - Несамовитий натиск", "Вигравіювати на штанях руну \"Несамовитий натиск\":", nil, rune=425412 }, -- Engrave Pants - Frenzied Assault
[403476] = { "Гравіювання штанів - Несамовитий грім", "Вигравіювати на штанях руну \"Несамовитий грім\":", nil, rune=403219 }, -- Engrave Pants - Furious Thunder

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
