local _, addonTable = ...
addonTable.book = { -- [id] = { page1, page2 (optional), page3 (optional), ... }
[745] = { -- Marshal McBride's Documents (4)
[===[ЗВІТ: Кобольди

Активність кобольдів зросла на околицях Північнокрайової долини. Їхні табори, на півночі від абатства та в копальні Ехокряжу, зростають у тривожній кількості. Я відправив паладинів, воїнів та інших тутешніх, щоб допомогли мені позбавити нас від шкідників.

Справа успішно прогресує. Звітуватиму по необхідності.]===],
[===[ЗВІТ: Злодії

Ситуація більш тривожна, ніж у випадку з кобольдами, у долині з’явилася людська банда злодіїв. Вони носять червоні бандани та називають себе братством. Такий рівень структурованої організації може призвести до проблем, як тут, так і по всьому Елвиннському лісі.

Ми ідентифікували одного з їхніх лідерів – такого собі Ґарріка М’якоступа - і сподіваємось притягнути його до відповідальності найближчим часом.]===],
[===[ЗВІТ: Вовки

Зафіксовано збільшення кількості випадків нападу тварин у Північнокраї. Іґан вважає, що вовки були налякані в Смерколіссі та, внаслідок, мігрували сюди.

Хоча вовки рідко полюють на людську здобич, різке зростання їхньої популяції спричинило велику кількість інцидентів з фермерами. Також значна кількість худоби пропала безвісти.]===],
[===[РОЗПОРЯДЖЕННЯ:

Носій цих документів, {стать:служив:служила} Північнокраю самовіддано та винятково старанно, за це {стать:йому:їй} повинно бути присвоєно ранг «заступника» армії Штормовію. Впевнений, що {стать:він:вона} стане вельми {стать:корисним:корисною} в Ельвиннському лісі.

підписано:
— маршал Дуглас Макбрайд,
армія Штормовію, Північнокрай]===],
},
[957] = { -- William's Shipment (1)
[===[Вітаю Моргане,

бізнес у Злотохресті дуже жвавий, настільки жвавий, що я не встигаю вчасно висилати твої вантажі!

Я доручив особі, що принесла цю записку, доставити тобі пакунок великих воскових свічок (ну ті, які кобольди люблять носити на голові).

Будь ласка, викажи нашу подяку за клопоти та справедливу оплату за витрачений час.]===],
},
[1208] = { -- Maybell's Love Letter (1)
[===[Томмі-Джо,

з кожною годиною моє серце в'яне через розлуку з тобою. О, якби ж тільки наші родичі могли відсторонитися від дурної помсти, за скоєні злодіяння один перед одним, то зрозуміли б, що єдиний справжній злочин — це ненависть. Ненависть поглинає душі, і я боюся, що в ці похмурі часи ненависть не обмежиться лише нашими родинами.

Якби вони тільки могли це зрозуміти, то і ми могли б нарешті бути разом. Я так чекаю на цей день, і заради цього дня я живу.

Твоя кохана,
Мейбелл]===],
},
[1252] = { -- Gramma Stonefield's Note (2)
[===[Вітаю, Вільяме,

минуло багато років відколи ми бачились, та я все ще довіряю тобі й твоєму братові, а також сподіваюсь, що ваша аптека й досі процвітає.

Я маю попросити про послугу, Вільяме. Коротко кажучи, мій онук Томмі-Джо втратив голову від кохання до Мейбелл Маклур. І хоча вони обожнюють один одного... наші сім'ї… ну, наші сім'ї ворогують протягом багатьох років.]===],
[===[Я побоююсь, що війна між Кам'янопільськими та Маклурами вб'є квітучий роман Томмі-Джо та Мейбелл, а передусім тепер — коли безрадісні новини та чутки про війну вирують у повітрі — юність та кохання треба плекати особливо турботливо.

Отже, послуга: прошу, використай свої навички та приготуй зілля чи еліксир, щоб допомогти цим молодим закоханим у їхніх пошуках одне одного.

Дякую, Вільям. І, будь ласка, коли в тебе з'явиться вільний час від роботи, завітай до мене. Згадаємо славні минулі часи.

— Мілдред]===],
},
[1381] = { -- A Mysterious Message (1)
[===[Чорнокіготь--

Море чекає на нас. Нам потрібні ваші запаси з півночі. Розберіть все: кожен залізничний костиль, кожне відро. Нам потрібен метал. Вантаж має прийти з ГБ, але сильно запізнюється. Зробіть все можливе, Чорнокіготь. Цього разу висилайте свої запаси прямо в «сарай». Обмаль часу.

--ван Кліф]===],
},
[2188] = { -- A Letter to Grelin Whitebeard (1)
[===[Ґрелін,

В мене мало часу й купа важливих справ, і я сподіваюся, що твоє розслідування тролів не буде однією з них. Тому, я дозволяю тобі діяти від мого імені в боротьбі з тролями у будь-який спосіб, який ти вважаєш за потрібний; особливо, якщо ти зможеш знайти доцільне рішення.


Маґні Бронзобородий]===],
},
[2223] = { -- The Collector's Schedule (3)
[===[Нижче наведено процес та графік Повстанського братства по збору золота з шахт Ельвинна для нашого штабу в Західному краї.

Графік збору:

неділя: 12:30
середа: 12:30

Кожного визначеного дня золото, здобуте на шахтах Ельвинну, буде збиратися на гарбузовому наділі Бреквеллів. Агент, що відповідає за ці збори, "Збирач", буде упізнаний за перснем із гравіювання. Перстень, який я йому дав.]===],
[===[Представник зі штабу Повстанського братства зв'яжеться зі збирачем, після чого він передасть зібране золото.

Впевніться, що процес здійснюється вдало і з максимальною обережністю. Збирач безпосередньо відповідає за передачу золота, але в кінцевому підсумку кожен член братства зобов'язаний забезпечити виконання своїх функцій добросовісно і дисципліновано.]===],
[===[Пам'ятайте, браття, ми колись були гордими ремісниками. І ми будемо виконувати наші поточні обов'язки з тією ж сумлінністю, з якою ми завжди підходили до роботи.

— ЕВК]===],
},
[2619] = { -- Grelin's Report (2)
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Морозної долини

Підготовано Ґреліном Білобородом, особливим посланником сенату

За той час, що я провів, спостерігаючи за пересуванням тролів племені Морозогривих, я дійшов висновку, що вони не становлять великої загрози поселенням дворфів у цьому регіоні. Крім того, вони є загрозою, яку можна усунути з мінімальним залученням армії. Беручи до уваги підтримку горян, що вже розташовані в]===],
[===[Морозній долині та найманців (найнятих за кошти, виділені мені сенатом), я впевнений, що проблема буде вирішена найближчим часом.

Ці дії були офіційно схвалені королем Бронзобородим.]===],
},
[2628] = { -- Senir's Report (4)
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Дун-Морог

Тролі, розташовані в Дун-Морозі, здебільшого зосереджені в поселенні Морозогривих, гірській печері на західному кордоні. Їх достатньо, щоб викликати певне занепокоєння, однак, здається, вони не збираються покидати свою печеру. Це, без сумніву, тому, що вони не хочуть знову накликати на себе гнів дворфів і ризикувати своїм існуванням. Їхні дії можна розглядати як оборону своєї території,]===],
[===[і я переконаний, що вони не становлять для нас реальної загрози, доки ми не порушуємо їх кордони. Ця ситуація може бути неприємною для поселень дфорфів, але, враховуючи дефіцит військових ресурсів, може бути розумним віднести винищення тролів до нижчого рівня важливості та зосередитись на загрозі, яку представляють троги та Темне Залізо.

В листі також міститься копія звіту мого брата Ґреліна про Ковмар

Підписано:
Сенір Білобород]===],
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Морозної долини

Підготовано Ґреліном Білобородом, особливим посланником сенату

За той час, що я провів, спостерігаючи за пересуванням тролів племені Морозогривих, я дійшов висновку, що вони не становлять великої загрози поселенням дворфів у цьому регіоні. Крім того, вони є загрозою, яку можна усунути з мінімальним залученням армії. Беручи до уваги підтримку горян, що вже розташовані в]===],
[===[Морозній долині та найманців (найнятих за кошти, виділені мені сенатом), я впевнений, що проблема буде вирішена найближчим часом.

Ці дії були офіційно схвалені королем Бронзобородим.]===],
},
[2837] = { -- Thurman's Letter (6)
[===[Дорога Іветт,

я доручаю цей лист нашому найшвидшому бігуну. Я молюся, щоб він зміг знайти шлях крізь війська, що оточують нас. І я молюся, щоб ти прочитала мої слова, бо вони будуть останніми, що ти почуєш від мене.

Моя єдина втіха у ці темні дні — це полегшення, яке я відчуваю, знаючи, що ти вільна від моєї долі.]===],
[===[Я боюся, що мій батько допустив серйозну помилку, коли вирішив залишитися і захищати наш дім. Сили Скари вирують на Тірісфальському переліссі, і хоча ми добре укріплені й добре забезпечені, після зради мого брата Девліна нам не вистачає сил і чисельності, щоб протистояти постійним штурмам.

Якщо ти отримаєш цей лист, Іветт, то знай, що Девлін — зрадник.]===],
[===[Він зневірився і шукав шляху уникнення нашого нещастя, і тим самим уклав договір зі Скарою. Я не знаю, яка ціна була обіцяна йому за зраду, але я впевнений, що це було прикрашено брехнею.

Якщо ти побачиш мого брата, то тікай від нього. Він — диявол. Кілька ночей назад він вбив двох наших вартових, чим дозволив невеликій групі Скари прорватися туди, де спало ще багато наших.]===],
[===[Їхня засідка була жорстокою. Вони перебили третину з нас, перш ніж ми змогли відбитися. Зараз у нас ледве вистачає людей, щоб спостерігати за своїми кордонами. Це питання часу, поки наша стомлена охорона впаде й Скара піде у наступ.

І хоч я бачив обличчя Девліна серед зневірених людей і змарнілих прибічників Скари в ту кляту ніч, він вислизнув, перш ніж я встиг його спіймати. Він може бути мертвим, а може й досі живим агентом Скари.

Так чи інакше, він чудовисько.]===],
[===[Девлін попередив нас, що якщо ми спробуємо зіткнутися зі Скарою, то ми — приречені. Він це сказав, коли вони вперше увійшли на Тірісфальське перелісся, задовго до того, як наш дім оточили. Можливо, таким чином він прохав, щоб ми пішли, а, можливо, просто зловтішався.

Завжди важко було зрозуміти мотиви Девліна. Він з дитинства був для нас загадкою.]===],
[===[Але він мав рацію. Ми приречені. Сімейна лінія Аґамандів обірветься. Хоча я все ще живий, я знаю, що скоро помру.

Я не боюся і не шкодую, що залишився з родиною. Але мої останні думки будуть про тебе.

Живи далі, моя кохана Іветт, а я віднайду спокій,
— Турман]===],
},
[5006] = { -- Khazgorm's Journal (3)
[===[Розкопки Баєль Модана

Перша команда дослідників, відряджена Лігою дослідників, була дійсно правдива у своїх висновках. Тутешня земля сповнена артефактами, що мають абсолютну цінність для нашого народу. Не сумніваюся, що тут, під піском і каменями Баєль Модана, ми знайдемо довгоочікувані відповіді на низку питань.

Однак, геологія регіону вимагає застосування крайніх заходів. Багато піщаних родовищ затверділи від суворих та мінливих кліматичних умов.]===],
[===[Утім, рішення досить просте. Використовуючи целюлозу в якості абсорбенту, ми можемо поєднати залишки нітрогліцерину з нітратом натрію, щоб виробити сильний заряд вибухової речовини, здатний пробити навіть найщільніші маси.

Робота буде шумною і руйнівною, але наш пошук має набагато більше значення, ніж комфорт місцевих жителів. Насправді нам вже довелося виганяти з регіону людо-биків, які виявилися вельми надокучливими.]===],
[===[Той факт, що ми тут маємо справу з різними недоброзичливими елементами, змушує мене вірити, що нам знадобиться підтримка королівської армії. Не тільки розкопки потребуватимуть військової підтримки, на мою скромну думку новачка, саме розташування Баєль Модану може мати стратегічне значення для Альянсу, враховуючи мінливість світової політики в її нинішньому стані.

На жаль, я відступив від головного... Ще багато роботи на нас чекає під землею. Я витратив занадто багато часу на писання і недостатньо на розкопки...]===],
},
[5428] = { -- An Exotic Cookbook (1)
[===[1. Взяти одну чи вісім людина
2. Бити людина сильно
3. Бити людина ще
4. Класти людина у вогонь
5. Їсти людина]===],
},
[5594] = { -- Letter to Jin'Zil (1)
[===[Джин'Зіл,

минуло багато часу, але я подумав, що ти хотів би знати, що остання з Кривавоперих вбита. Не дякуй мені, бо не я, а {стать:той:та}, що {стать:приніс:принесла} тобі листа, - і є вбивцею. Якщо бажаєш, я можу передати її голову тобі, після того, як караван здійснить об'їзд по Степу. Я знаю, що ти полюбляєш такі штуки для своєї магії вуду.

Бережи себе, мій старий друже.

— Дарсок Худкоклин]===],
},
[5799] = { -- Kravel's Parts Order (1)
[===[ЗАМОВЛЕННЯ НОМЕР: 45TK-3
ПОКУПЕЦЬ: Крейвел Вуглеборід

РАХУНОК-ФАКТУРА:

Гідрохраповик (3)
Підсилювальні болти (50)
30-дюймова 20-каліброва мідна трубка (12)
Нюхальний тютюн "Глибока лють" (1)
Високорозрядна призма (3)]===],
},
[5804] = { -- Goblin Rumors (1)
[===[Гоблін Назз Пароварченко насправді син гоблінського принца-торговця (Якого принца? Це дорога інформація).

Схоже, що йому набагато більше подобається витрачати гроші своєї сім'ї, ніж заробляти їх самому. Тому він викрав невелику частину багатства з сімейного сховища і тепер переховується на Мерехтливих рівнинах.

Якщо його батько дізнається, де він, то обов'язково знайде його і поверне додому... хіба що без пальця, за нахабність.]===],
},
[9242] = { -- Ancient Tablet (1)
[===[Довбня Зул'Фаррака

Щоб створити довбню Зул'Фаррака, потрібно спершу відправитися до Олтаря Зула та отримати священну довбню від трольського хранителя.

Потім, потрібно принести священну довбню до вівтаря на вершині міста тролів Джінта'Алор.

Використання священної довбні на вівтарі наповнить її силою та перетворить на довбню Зул'Фаррака.]===],
},
[9329] = { -- A Short Note (1)
[===[Булька,

Я з нетерпінням чекала на ваш новий винахід. Не можу дочекатися, щоб почати використовувати його для документування своїх досліджень.

Будь ласка, довірте його {стать:моєму посильному:моїй посильній}.


З повагою,

Дарін Легковій]===],
},
[11125] = { -- Grape Manifest (1)
[===[Брате Нілсе,

мій виноград врятовано! {Ім'я}, {стать:той, хто приніс:та, що принесла} тобі цього листа, не {стать:злякався:злякалася} мого, наповненого злодіями виноградника, і {стать:зібрав:зібрала} врожай, який я не змогла. Хоч повстанці й досі вештаються вздовж річки, майже весь мій урожай був врятовано.

Тож сміливо можеш заставляти полички виноградом у своїй крамниці.

Нехай, Світло захистить нас,
— Міллі Осворт]===],
},
}
