local _, addonTable = ...
addonTable.book = { -- [id] = { page1, page2 (optional), page3 (optional), ... }
[114001] = {
--[[page1]] [===[Контент єдиної сторінки книги]===],
},
[160109] = {
--[[page1]] [===[Контент книги, сторінка 1 із 6]===],
--[[page2]] [===[Контент книги, сторінка 2 із 6]===],
--[[page3]] [===[Контент книги, сторінка 3 із 6]===],
--[[page4]] [===[Контент книги, сторінка 4 із 6]===],
--[[page5]] [===[Контент книги, сторінка 5 із 6]===],
--[[page6]] [===[Контент книги, сторінка 6 із 6]===],
},
}
