local _, addonTable = ...
addonTable.book = { -- [id] = { page1, page2 (optional), page3 (optional), ... }
[114001] = { -- todo: remove this test book
--[[page1]] [===[Контент єдиної сторінки книги]===],
},
[160109] = { -- todo: remove this test book
--[[page1]] [===[Контент книги, сторінка 1 із 6]===],
--[[page2]] [===[Контент книги, сторінка 2 із 6]===],
--[[page3]] [===[Контент книги, сторінка 3 із 6]===],
--[[page4]] [===[Контент книги, сторінка 4 із 6

**** Перевірка прокручування контенту ****

Мій суперник, Морґант -- порочний маг, що живе у вежі Ілґалара, в Багрянокряжжі. Я розробив засіб шпигування -- Око Азори і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти готовий, віднеси мій Гліф Азори до Вежі Ілґалара. Помісти його в Статую Лева біля Вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.

**** І ще трохи тексту ****

Зробиш мені послугу? Я приготувала обід для Вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовію. Він в змозі захистити себе, але для такої городянки як я там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги що веде в Смерколісся.

ЦЕ ОСТАННІЙ РЯДОК. СПОДІВАЮСЯ ЙОГО ВИДНО :)]===],
--[[page5]] [===[Контент книги, сторінка 5 із 6]===],
--[[page6]] [===[Контент книги, сторінка 6 із 6]===],
},
}
