local _, addonTable = ...
addonTable.book = { -- [id] = { page1, page2 (optional), page3 (optional), ... }
[745] = {
--[[page1]] [===[ЗВІТ: Кобольди

Активність кобольдів зросла на околицях Північнокрайової долини. Їхні табори, на півночі від абатства та в копальні Ехокряжу, зростають у тривожній кількості. Я відправив паладинів, воїнів та інших тутешніх, щоб допомогли мені позбавити нас від шкідників.

Справа успішно прогресує. Звітуватиму по необхідності.]===],
--[[page2]] [===[ЗВІТ: Злодії

Ситуація більш тривожна, ніж у випадку з кобольдами, у долині з’явилася людська банда злодіїв. Вони носять червоні бандани і називають себе братством. Такий рівень структурованої організації може призвести до проблем, як тут, так і по всьому Елвиннському лісі.

Ми ідентифікували одного з їхніх лідерів – такого собі Ґарріка М’якоступа - і сподіваємось притягнути його до відповідальності найближчим часом.]===],
--[[page3]] [===[ЗВІТ: Вовки

Зафіксовано збільшення кількості випадків нападу тварин у Північнокраї. Іган вважає, що вовки були налякані в Смерколіссі і, внаслідок, мігрували сюди.

Хоча вовки рідко полюють на людську здобич, різке зростання їхньої популяції спричинило велику кількість інцидентів з фермерами. Також значна кількість худоби пропала безвісти.]===],
--[[page4]] [===[РОЗПОРЯДЖЕННЯ:

Носій цих документів, {стать:служив:служила} Північнокраю самовіддано та винятково старанно, за це {стать:йому:їй} повинно бути присвоєно ранг «заступника» армії Штормовію. Впевнений, що {стать:він:вона} стане вельми {стать:корисним:корисною} в Ельвиннському лісі.

підписано:
— маршал Дуглас Макбрайд,
Армія Штормовію, Північнокрай]===],
},
[957] = {
--[[page1]] [===[Вітаю Моргане,

бізнес у Злотохресті дуже жвавий, настільки жвавий, що я не встигаю вчасно висилати твої вантажі!

Я доручив особі, що принесла цю записку, доставити тобі пакунок Великих воскових свічок (ну ті, які Кобольди люблять носити на голові).

Будь ласка, викажи нашу подяку за клопоти та справедливу оплату за витрачений час.]===],
},
[1208] = {
--[[page1]] [===[Томмі Джо,

з кожною годиною моє серце в'яне через розлуку з тобою. О, якби ж тільки наші родичі могли відсторонитися від дурної помсти, за скоєні злодіяння один перед одним, то зрозуміли б, що єдиний справжній злочин — це ненависть. Ненависть поглинає душі, і я боюся, що в ці похмурі часи ненависть не обмежиться лише нашими родинами.

Якби вони тільки могли це зрозуміти, то і ми могли б нарешті бути разом. Я так чекаю на цей день, і заради цього дня я живу.

Твоя кохана,
Мейбелл]===],
},
[1252] = {
--[[page1]] [===[Вітаю, Вільяме,

минуло багато років відколи ми бачились, та я все ще довіряю тобі і твоєму братові, а також сподіваюсь, що ваша аптека й досі процвітає.

Я маю попросити про послугу, Вільяме. Коротше кажучи, мій онук Томмі Джо втратив голову від кохання до Мейбелл Маклур. І хоча вони обожнюють один одного ... наші сім'ї… ну, наші сім'ї ворогують протягом багатьох років.]===],
--[[page2]] [===[Я побоююсь, що війна між Кам'янопільськими та Маклурами вб'є квітучий роман Томмі Джо та Мейбелл, а передусім тепер — коли безрадісні новини та чутки про війну вирують у повітрі — юність та кохання треба плекати особливо турботливо.

Отже, послуга: прошу, використай свої навички та приготуй зілля чи еліксир, щоб допомогти цим молодим закоханим у їхніх пошуках одне одного.

Дякую, Вільям. І будь ласка, коли в тебе з'явиться вільний час від роботи, завітай до мене. Згадаємо славні минулі часи.

— Мілдред]===],
},
[2223] = {
--[[page1]] [===[Нижче наведено процес та графік Повстанського братства по збору золота з шахт Ельвинна для нашого штабу в Західному Краї.

Графік збору:

неділя: 12:30
середа: 12:30

Кожного визначеного дня золото, здобуте на шахтах Ельвинну, буде збиратися на Гарбузовому наділі Бреквеллів. Агент, що відповідає за ці збори, "Збирач", буде упізнаний за перстнем із гравіруванням. Перстень, який я йому дав.]===],
--[[page2]] [===[Представник з штабу Повстанського братства зв'яжеться зі збирачем, після чого він передасть зібране золото.

Впевніться, що процес здійснюється вдало і з максимальною обережністю. Збирач безпосередньо відповідає за передачу золота, але в кінцевому підсумку кожен член Братства зобов'язаний забезпечити виконання своїх функцій добросовісно і дисципліновано.]===],
--[[page3]] [===[Пам'ятайте, браття, ми колись були гордими ремісниками. І ми будемо виконувати наші поточні обов'язки з тією ж сумлінністю, з якою ми завжди підходили до роботи.

— ЕВК]===],
},
[2837] = {
--[[page1]] [===[Дорога Іветт,

я доручаю цей лист нашому найшвидшому бігуну. Я молюся, щоб він зміг знайти шлях крізь війська, що оточують нас. І я молюся, щоб ти прочитала мої слова, так як вони будуть останніми, що ти почуєш від мене.

Моя єдина втіха у ці темні дні — це полегшення, яке я відчуваю, знаючи, що ти вільна від моєї долі.]===],
--[[page2]] [===[Я боюся, що мій батько допустив серйозну помилку, коли вирішив залишитися і захищати наш дім. Сили Скара вирують на Тірісфальському переліссі, і хоча ми добре укріплені і добре забезпечені, після зради мого брата Девліна нам не вистачає сил і чисельності, щоб протистояти постійним штурмам.

Якщо ти отримаєш цей лист, Іветт, то знай, що Девлін — зрадник.]===],
--[[page3]] [===[Він зневірився і шукав шляху уникнення нашого нещастя, і тим самим уклав договір зі Скаром. Я не знаю, яка ціна була обіцяна йому за зраду, але я впевнений, що це було прикрашено брехнею.

Якщо ти побачиш мого брата, то тікай від нього. Він — диявол. Кілька ночей назад він вбив двох наших вартових, чим дозволив невеликій групі Скара прорватися туди, де спало ще багато наших.]===],
--[[page4]] [===[Їхня засідка була жорстокою. Вони перебили третину з нас, перш ніж ми змогли відбитися. Зараз у нас ледве вистачає людей, щоб спостерігати за своїми кордонами. Це питання часу, поки наша стомлена охорона впаде і Скар піде у наступ.

І хоч я бачив обличчя Девліна серед зневірених людей і змарнілих Скарів в ту кляту ніч, він вислизнув, перш ніж я встиг його спіймати. Він може бути мертвим, а може й досі живим агентом Скара.

Так чи інакше, він чудовисько.]===],
--[[page5]] [===[Девлін попередив нас, що якщо ми спробуємо зіткнутися зі Скаром, то ми — приречені. Він це сказав, коли вони вперше увійшли на Тірісфальське перелісся, задовго до того, як наш дім оточили. Можливо, таким чином він прохав, щоб ми пішли, а, можливо, просто зловтішався.

Завжди важко було зрозуміти мотиви Девліна. Він з дитинства був для нас загадкою.]===],
--[[page6]] [===[Але він мав рацію. Ми приречені. Сімейна лінія Агаманд обірветься. Хоча я все ще живий, я знаю, що скоро помру.

Я не боюся і не шкодую, що залишився з родиною. Але мої останні думки будуть про тебе.

Живи далі, моя кохана Іветт, а я віднайду спокій,
— Турман]===],
},
[5006] = {
--[[page1]] [===[Розкопки Баєль Модана

Перша команда дослідників, відряджена Лігою дослідників, була дійсно правдива у своїх висновках. Тутешня земля сповнена артефактами, що мають абсолютну цінність для нашого народу. Не сумніваюся, що тут, під піском і каменями Баєль Модана, ми знайдем довгоочікувані відповіді на низку питань.

Однак, геологія регіону вимагає застосування крайніх заходів. Багато піщаних родовищ затверділи від суворих та мінливих кліматичних умов.]===],
--[[page2]] [===[Утім, рішення досить просте. Використовуючи целюлозу в якості абсорбенту, ми можемо поєднати залишки нітрогліцерину з нітратом натрію, щоб виробити сильний заряд вибухової речовини, здатний пробити навіть найщільніші маси.

Робота буде шумною і руйнівною, але наш пошук має набагато більше значення, ніж комфорт місцевих жителів. Насправді нам вже довелося виганяти з регіону людо-биків, які виявилися вельми надокучливими.]===],
--[[page3]] [===[Той факт, що ми тут маємо справу з різними недоброзичливими елементами, змушує мене вірити, що нам знадобиться підтримка королівської армії. Не тільки розкопки потребуватимуть військової підтримки, на мою скромну думку новачка, саме розташування Баєль Модану може мати стратегічне значення для Альянсу, враховуючи мінливість світової політики в її нинішньому стані.

На жаль, я відступив від головного... Ще багато роботи на нас чекає під землею. Я витратив занадто багато часу на писання і недостатньо на розкопки...]===],
},
[5594] = {
--[[page1]] [===[Джин'Зіл,

минуло багато часу, але я подумав, що ти хотів би знати, що остання з Кривавоперих вбита. Не дякуй мені, бо не я, а {стать:той:та}, що {стать:приніс:принесла} тобі листа, - і є вбивцею. Якщо бажаєш, я можу передати її голову тобі, після того, як караван здійснить об'їзд по Степу. Я знаю, що ти полюбляєш такі штуки для своєї магії вуду.

Бережи себе, мій старий друже.

— Дарсок Худкоклин]===],
},
[11125] = {
--[[page1]] [===[Брате Нілсе,

мій виноград врятовано! {Ім'я}, {стать:той, хто приніс:та, що принесла} тобі цього листа, не {стать:злякався:злякалася} мого, наповненого злодіями виноградника, і {стать:зібрав:зібрала} врожай, який я не змогла. Хоч повстанці і досі вештаються вздовж річки, майже весь мій урожай був врятовано.

Тож сміливо можеш заставляти полички виноградом у своїй крамниці.

Нехай, Світло захистить нас,
— Міллі Осворс]===],
},
}
