local _, addonTable = ...
addonTable.book = { -- [id] = { page1, page2 (optional), page3 (optional), ... }
[745] = { -- Marshal McBride's Documents (4)
[===[ЗВІТ: Кобольди

Активність кобольдів зросла на околицях Північнокрайової долини. Їхні табори, на півночі від абатства та в копальні Ехокряжу, зростають у тривожній кількості. Я відправив паладинів, воїнів та інших тутешніх, щоб допомогли мені позбавити нас від шкідників.

Справа успішно прогресує. Звітуватиму по необхідності.]===],
[===[ЗВІТ: Злодії

Ситуація більш тривожна, ніж у випадку з кобольдами, у долині з’явилася людська банда злодіїв. Вони носять червоні бандани та називають себе братством. Такий рівень структурованої організації може призвести до проблем, як тут, так і по всьому Елвиннському лісі.

Ми ідентифікували одного з їхніх лідерів – такого собі Ґарріка М’якоступа - і сподіваємось притягнути його до відповідальності найближчим часом.]===],
[===[ЗВІТ: Вовки

Зафіксовано збільшення кількості випадків нападу тварин у Північнокраї. Іґан вважає, що вовки були налякані в Смерколіссі та, внаслідок, мігрували сюди.

Хоча вовки рідко полюють на людську здобич, різке зростання їхньої популяції спричинило велику кількість інцидентів з фермерами. Також значна кількість худоби пропала безвісти.]===],
[===[РОЗПОРЯДЖЕННЯ:

Носій цих документів, {стать:служив:служила} Північнокраю самовіддано та винятково старанно, за це {стать:йому:їй} повинно бути присвоєно ранг «заступника» армії Штормовію. Впевнений, що {стать:він:вона} стане вельми {стать:корисним:корисною} в Ельвиннському лісі.

підписано:
— маршал Дуглас Макбрайд,
армія Штормовію, Північнокрай]===],
},
[889] = { -- A Dusty Unsent Letter (2)
[===[Шановному директору Крілліану,

Мій перший учитель, пишу вам, щоб ви могли знати, що останнім часом робив ваш учень. Прислухаючись до вашої поради, я прагнув поглибити свої знання та мудрість, подорожуючи поза воротами нашого улюбленого Штормовію. Мандрівки привели мене в багато місць, але я вирішив оселитися тут, у чудовому містечку Місяцеграю. Навколишні поля Західного краю стають найкрасивішими з наближенням жнив.]===],
[===[Усього за кілька днів після мого візиту я взявся за навчання місцевих дітей з сусідніх ферм. Уроки пройшли настільки добре, що мер міста доручив мені керувати школою, і навіть почалося будівництво нової школи! Від Срібнохвою до Штормовію і тепер Місяцеграй — хто б міг подумати, що я побачу так багато Азероту!

Щирі вітання,

Сталван Імлокрив]===],
},
[910] = { -- An Undelivered Letter (2)
[===[Шановний величний пан,

Звістка про те, що вам потрібен репетитор для ваших дітей, дійшла до мене сюди, в Злотохрестя, де я тимчасово оселився в таверні «Гордість лева». Через невтішний стан подій у регіоні я був змушений залишити свою посаду директора школи Місяцеграя. Будь ласка, прийміть мою заяву стати вчителем для ваших дітей. При необхідності, директор Академії Крілліан може розповісти вам про мої здібності.]===],
[===[Я поїду, щоб зустрітися з вами особисто, коли вщухнуть зимові дощі та дороги знову стануть придатними для подорожей.

Допоки,

Сталван Імлокрив зі Срібнохвою]===],
},
[916] = { -- A Torn Journal Page (1)
[===[...Жиль, хлопець, здається трохи невгамовним, і його буде важко навчати. Проте старша донька Тіллоя виглядає надзвичайно розумною. Я також не міг не помітити її чарівної краси. Зараз вона на порозі жіночої зрілості. Володар, наче, призначив її весілля на наступний рік. Щось я відволікся. Цього тижня я буду супроводжувати сім’ю до їхньої літньої дачі поблизу лісозаготівельного табору Східнодолу в Ельвинні, неподалік від гір Багрянокряжжя. Сподіваюся написати більше, поки буду там.]===],
},
[921] = { -- A Faded Journal Page (1)
[===[...найдивніше і неконтрольоване відчуття. Я ніколи не відчував себе так, як сьогодні. Допомагаючи Жилю з його уроком історії, Тіллоя була на вулиці й доглядала за квітником. Через кілька хвилин вона зайшла всередину, поклала червону бегонію в мою відкриту долоню й посміхнулася мені так, що моє серце ніби затремтіло в грудях...]===],
},
[938] = { -- Muddy Journal Pages (2)
[===[...скоріш за все, зараз вона поділяє ті ж почуття до мене. Сьогодні вранці вона навіть поклала свою руку на мою. Коли вона посміхається, її очі сяють, як блискучі діаманти. Між нами проходять невимовлені слова. Я відчуваю її у своєму калатаючому серці й розпечених жилах.]===],
[===[...гнів і лють, про існування яких я навіть не підозрював! Як вона посміла. Коли я навчав Жиля значення чисел, переді мною з’являється Тіллоя з залицяльником, тримаючи один одного за руки на публіці! Який же він незграбний. Замість того, щоб представити мене як слід, Тіллоя просто сказала: «О, це просто мій учитель, дядько Імлокрив. Він добрий старий». Старий! При цьому слові мої щоки запали від жару. Я лише на кілька років старший, а вона зраджує...]===],
},
[939] = { -- A Bloodstained Journal Page (1)
[===[...спіраль відчаю у безодню. Спочатку вона знущається з мене, а тепер вона заручена. Нахабна шарлатанка вдавала, що любить, тоді як насправді вона весь час хотіла завдати мені болю. Зараз у мені таїться чорна порожнеча, і вона зростає з кожною миттю пробудження. Кров, яку я проллю, блідне в порівнянні зі сльозами, які я пролив...]===],
},
[957] = { -- William's Shipment (1)
[===[Вітаю Моргане,

бізнес у Злотохресті дуже жвавий, настільки жвавий, що я не встигаю вчасно висилати твої вантажі!

Я доручив особі, що принесла цю записку, доставити тобі пакунок великих воскових свічок (ну ті, які кобольди люблять носити на голові).

Будь ласка, викажи нашу подяку за клопоти та справедливу оплату за витрачений час.]===],
},
[1208] = { -- Maybell's Love Letter (1)
[===[Томмі-Джо,

з кожною годиною моє серце в'яне через розлуку з тобою. О, якби ж тільки наші родичі могли відсторонитися від дурної помсти, за скоєні злодіяння один перед одним, то зрозуміли б, що єдиний справжній злочин — це ненависть. Ненависть поглинає душі, і я боюся, що в ці похмурі часи ненависть не обмежиться лише нашими родинами.

Якби вони тільки могли це зрозуміти, то і ми могли б нарешті бути разом. Я так чекаю на цей день, і заради цього дня я живу.

Твоя кохана,
Мейбелл]===],
},
[1252] = { -- Gramma Stonefield's Note (2)
[===[Вітаю, Вільяме,

минуло багато років відколи ми бачились, та я все ще довіряю тобі й твоєму братові, а також сподіваюсь, що ваша аптека й досі процвітає.

Я маю попросити про послугу, Вільяме. Коротко кажучи, мій онук Томмі-Джо втратив голову від кохання до Мейбелл Маклур. І хоча вони обожнюють один одного... наші сім'ї… ну, наші сім'ї ворогують протягом багатьох років.]===],
[===[Я побоююсь, що війна між Кам'янопільськими та Маклурами вб'є квітучий роман Томмі-Джо та Мейбелл, а передусім тепер — коли безрадісні новини та чутки про війну вирують у повітрі — юність та кохання треба плекати особливо турботливо.

Отже, послуга: прошу, використай свої навички та приготуй зілля чи еліксир, щоб допомогти цим молодим закоханим у їхніх пошуках одне одного.

Дякую, Вільям. І, будь ласка, коли в тебе з'явиться вільний час від роботи, завітай до мене. Згадаємо славні минулі часи.

— Мілдред]===],
},
[1353] = { -- Shaw's Report (3)
[===[Лорд Міцнокрив--

На чолі з Едвіном ван Кліфом гільдія Каменярів складалася з найвправніших будівельників серед чоловіків. Каменярі допомогли відбудувати зруйноване місто Штормовій, зруйноване орками під час Першої війни. Ван Кліф і його торговці були неперевершеними будівельниками, і їхня робота та майстерність були очевидними в будівлях собору Світла та самої фортеці Штормовія.]===],
[===[Однак дворяни Штормовія набрали величезного боргу, розширивши військову присутність королівства через Ельвинн і Тернисту долину. Величезна заборгованість підірвала економіку королівства та позбавила ван Кліфа та його каменярів обіцяної винагороди. Витративши роки на відбудову славетного міста, каменярі залишилися розореними й забутими корумпованими чиновниками міста.]===],
[===[Оскільки я особисто знав Едвіна ван Кліфа все своє життя, можу сказати вам, зіткнутися з ним як з ворогом є досить складним завданням. Розумієте, він був моїм другом дитинства, і я особисто навчив його майстерності тіней, думаючи, що одного дня він можливо зробить кар'єру разом зі мною. Якщо ван Кліф очолює Повстанське братство, нехай Світло помилує наші душі.

Майстер Матіас Гич
Гільдія вбивць Штормовію]===],
},
[1358] = { -- A Clue to Sander's Treasure (1)
[===[Хороша робота, друзяко! Тепер тобі треба чалапати на схід. На схід в пагорби, на схід до дороги. Шукай на узбіччі дороги рештки старого димоходу. Там знайдеш стару бочку, в якій буде наступний ключ.]===],
},
[1361] = { -- Another Clue to Sander's Treasure (1)
[===[А тепер поверни мармизу на північ від цієї бочки тутка. Прямо, як ворон летить, чимчикуй, доки не натрапиш на порожній глечик поруч із самотнім вітряком на прибережних бескидах. Якщо ретельно потермосиш той глечик — може, знайдеш те, що шукаєш.]===],
},
[1362] = { -- Final Clue to Sander's Treasure (1)
[===[Якщо вже тобі вдалося знайти мо' старий глечик з-під віскі, значить, ти близько до скарбу! Йди від пляшки на захід і спустися до берега. Як доберешся до води — не зупиняйся! Пливи на захід, доки не знайдеш острів, де є мо' скриня зі скарбом!]===],
},
[1381] = { -- A Mysterious Message (1)
[===[Чорнокіготь--

Море чекає на нас. Нам потрібні ваші запаси з півночі. Розберіть все: кожен залізничний костиль, кожне відро. Нам потрібен метал. Вантаж має прийти з ГБ, але сильно запізнюється. Зробіть все можливе, Чорнокіготь. Цього разу висилайте свої запаси прямо в «сарай». Обмаль часу.

--ван Кліф]===],
},
[1407] = { -- Solomon's Plea to Westfall (1)
[===[Лорд Міцнокрив --

Містечко Приозер'я смиренно просить допомоги вашого ополчення. Поки я пишу це, ми знаходимося в облозі орків Чорнокаменю та тіньошкурих гнолів Морґанта. Я б не надсилав заявку, якби наша ситуація не була на стільки важкою. Ми чекаємо допомоги від Штормовія, але поки вона не прибуде, благаю вас про допомогу. Якщо королівство не встоїть, все людство опиниться в небезпеці.

Війт Соломон]===],
},
[1409] = { -- Solomon's Plea to Darkshire (1)
[===[Лорд Чорнобривий --

Містечко Приозер'я смиренно просить допомоги у Нічної варти. Ми знаходимося в облозі орків Чорнокаменю та тіньошкурих гнолів Морґанта. Я б не надсилав заявку, якби наша ситуація не була на стільки важкою. Ми чекаємо допомоги від Штормовія, але поки вона не прибуде, благаю вас про допомогу. Якщо королівство не встоїть, все людство опиниться в небезпеці.

Війт Соломон]===],
},
[1637] = { -- Letter to Ello (1)
[===[Літери в цьому листі ніби мерехтять і танцюють по його поверхні. Неможливо зрозуміти суті, яку вони несуть...]===],
},
[1971] = { -- Furlbrow's Deed (2)
[===[Це документ на земельну ділянку в Західному краю. Він надає права власності на визначену територію, а також на всі вироблені предмети та будь-які споруди, побудовані в її межах, зазначеним нижче особам.

Документ підписаний:

Теодор Хмуробров
Верна Хмуробров]===],
[===[[Слова нижче були швидко нашкрябані на звороті документа]

Ми притисли Хмуроброва й тепер маємо його акт на землю. Подумав, що це може стати в пригоді, якщо потрібна буде власна ділянка. Хмуроброви не створять нам проблем. Востаннє я їх бачив, як вони їхали з Західного краю, застрягши зі зламаним фургоном.]===],
},
[2004] = { -- Grelin Whitebeard's Journal (5)
[===[ДЕНЬ ПЕРШИЙ

Сьогодні ми з учнем прибули до Морозної долини. Подорож печерою пройшла здебільшого без пригод. Ми стали табором на достатній відстані від печери, де, як нам сказали, мешкають тролі.

ДЕНЬ ДРУГИЙ

Кляте вовче виття майже не давало мені спати всю ніч.

За кілька днів у мене буде новий одяг із вовчої шкури.

Хлопець сьогодні зв’язався з трогом, влаштував бійку та]===],
[===[зумів узяти гору над потворним звірком, але тепер він лікує неприємний поріз на руці. Схоже, тепер мені доведеться займатися хатніми справами деякий час.

ДЕНЬ ТРЕТІЙ

Холодно. Близько полудня випав невеликий сніг.

ДЕНЬ ЧЕТВЕРТИЙ

Хлопець сьогодні повністю одужав та був у гарному настрої, тож ми вперше вирішили глянути на тих тролів. Я б сказав, що це Морозогриві, судячи з відмітин на їхній шкірі та різноманітних дрібничок, які вони носять на своєму тілі.]===],
[===[ДЕНЬ П'ЯТИЙ

Доручив хлопцеві наглядати за табором, а сам підкрався до печери й оглянув її. Кількість тролів непокоїть. Можливо, доведеться викликати горян, щоб очистити печеру від цього нашестя тролів.

Я розумію, що останнім часом не згадував про трогів. Вони з'являються на території в більшій кількості, але вони настільки примітивні, що особливої загрози не становлять. Правда це чи ні – час покаже.]===],
[===[І вже майже тиждень жодної краплі елю.

ДЕНЬ ШОСТИЙ

Знову холодно. Падає сніг. Тролі. Без елю.

ДЕНЬ СЬОМИЙ

Сніг унизу такий білий,
Небо вгорі таке синє,
Вити будуть вовки вночі,
Ні краплі бражки мені.

ДЕНЬ ВОСЬМИЙ

Тролі, можливо, не така велика проблема, як ми спочатку думали. Їх є певна]===],
[===[кількість, але вони погано озброєні чи організовані. Варто показати їм силу і цього має бути більш ніж достатньо для протидії загрозі, яку вони становлять.]===],
},
[2188] = { -- A Letter to Grelin Whitebeard (1)
[===[Ґрелін,

В мене мало часу й купа важливих справ, і я сподіваюся, що твоє розслідування тролів не буде однією з них. Тому, я дозволяю тобі діяти від мого імені в боротьбі з тролями у будь-який спосіб, який ти вважаєш за потрібний; особливо, якщо ти зможеш знайти доцільне рішення.


Маґні Бронзобородий]===],
},
[2223] = { -- The Collector's Schedule (3)
[===[Нижче наведено процес та графік Повстанського братства по збору золота з шахт Ельвинна для нашого штабу в Західному краї.

Графік збору:

неділя: 12:30
середа: 12:30

Кожного визначеного дня золото, здобуте на шахтах Ельвинну, буде збиратися на гарбузовому наділі Бреквеллів. Агент, що відповідає за ці збори, "Збирач", буде упізнаний за перснем із гравіювання. Перстень, який я йому дав.]===],
[===[Представник зі штабу Повстанського братства зв'яжеться зі збирачем, після чого він передасть зібране золото.

Впевніться, що процес здійснюється вдало і з максимальною обережністю. Збирач безпосередньо відповідає за передачу золота, але в кінцевому підсумку кожен член братства зобов'язаний забезпечити виконання своїх функцій добросовісно і дисципліновано.]===],
[===[Пам'ятайте, браття, ми колись були гордими ремісниками. І ми будемо виконувати наші поточні обов'язки з тією ж сумлінністю, з якою ми завжди підходили до роботи.

— ЕВК]===],
},
[2619] = { -- Grelin's Report (2)
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Морозної долини

Підготовано Ґреліном Білобородом, особливим посланником сенату

За той час, що я провів, спостерігаючи за пересуванням тролів племені Морозогривих, я дійшов висновку, що вони не становлять великої загрози поселенням дворфів у цьому регіоні. Крім того, вони є загрозою, яку можна усунути з мінімальним залученням армії. Беручи до уваги підтримку горян, що вже розташовані в]===],
[===[Морозній долині та найманців (найнятих за кошти, виділені мені сенатом), я впевнений, що проблема буде вирішена найближчим часом.

Ці дії були офіційно схвалені королем Бронзобородим.]===],
},
[2628] = { -- Senir's Report (4)
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Дун-Морог

Тролі, розташовані в Дун-Морозі, здебільшого зосереджені в поселенні Морозогривих, гірській печері на західному кордоні. Їх достатньо, щоб викликати певне занепокоєння, однак, здається, вони не збираються покидати свою печеру. Це, без сумніву, тому, що вони не хочуть знову накликати на себе гнів дворфів і ризикувати своїм існуванням. Їхні дії можна розглядати як оборону своєї території,]===],
[===[і я переконаний, що вони не становлять для нас реальної загрози, доки ми не порушуємо їх кордони. Ця ситуація може бути неприємною для поселень дфорфів, але, враховуючи дефіцит військових ресурсів, може бути розумним віднести винищення тролів до нижчого рівня важливості та зосередитись на загрозі, яку представляють троги та Темне Залізо.

В листі також міститься копія звіту мого брата Ґреліна про Ковмар

Підписано:
Сенір Білобород]===],
[===[Звіт про стан справ з тролями племені Морозогривих в регіоні Морозної долини

Підготовано Ґреліном Білобородом, особливим посланником сенату

За той час, що я провів, спостерігаючи за пересуванням тролів племені Морозогривих, я дійшов висновку, що вони не становлять великої загрози поселенням дворфів у цьому регіоні. Крім того, вони є загрозою, яку можна усунути з мінімальним залученням армії. Беручи до уваги підтримку горян, що вже розташовані в]===],
[===[Морозній долині та найманців (найнятих за кошти, виділені мені сенатом), я впевнений, що проблема буде вирішена найближчим часом.

Ці дії були офіційно схвалені королем Бронзобородим.]===],
},
[2637] = { -- Ironband's Progress Report (3)
[===[Шановні колеги та шукачі правди,

Розкопки ділянки тривають, але їх уповільнює присутність трогів, про яких я повідомляв у своєму попередньому звіті. Я переконаний, що ми зможемо впоратися з ними, незважаючи на те, що деякі з них більш агресивні, ніж зазвичай.

За останній час було знайдено безліч артефактів, хоча у всіх випадках, окрім одного (про який я розповім нижче), знахідки були такими ж, як і раніше - цікавими, якщо не сказати просвітницькими.]===],
[===[Однак, був один виняток. Нещодавно знайдені ідоли з незвичайним різьбленням (короткий опис яких ви знайдете у моєму останньому звіті), схоже, мають вплив на поведінку трогів на цій ділянці. Це різьблене каміння приваблює їх, а деяких трогів навіть доводять до сказу!

Для отримання відповідей щодо цих ідолів, необхідні подальші дослідження, але я не втрачаю надії, що вони проллють світло на взаємозв'язок між трогами та титанами.]===],
[===[Наостанок, я хотів би повторити свій запит щодо вибухового порошку. Мої запаси вкрай мізерні, що значно ускладнює успішне проведення розкопок. Мені повідомили, що очікується поповнення запасів вибухового порошку, однак я його досі не отримав.

Дозвольте запитати, яка причина такої затримки?

З повагою,
розвідувач Дартей Залізоплет]===],
},
[2720] = { -- Muddy Note (4)
[===[День 1:
06:00 - 11:00 – верхній табір
11:00 - 11:30 – перерва, обід
11:30 - 16:00 – каньйонний прохід
16:00 - 19:30 – верхній табір

День 2:
Той самий розклад, що й у день 1

День 3:
Той самий розклад

День 4:
Той самий розклад, за одним винятком. Перед самим заходом сонця Торсен попросив мене прикривати його, коли він сповзав униз каньйонним проходом. Я припустив, що він пішов зустрітися з нашими агентами.

Але через годину він повернувся. Це мене здивувало. Я сподівався, що він зустрінеться з нашими агентами й знову приєднається до Курцена. Щось не так.]===],
[===[День 5:
Сьогодні Торсен був дуже схвильований. Що б він не побачив або кого б не зустрів під час вчорашньої екскурсії, напевне, налякало його.

Я припустив, що наші агенти розмовляли з ним, але коли я запитав Торсена, куди він пішов, поки я його прикривав, він мовчав. Він вважає, що я його друг, і він вірить, що захищає мене від небезпечної таємниці.

Його вірність недоречна, але сильна. Коли він знову приєднається до нас, він стане цінним доповненням до сил Курцена.]===],
[===[День 6:
Рано вранці Торсен довго говорив із сержанткою Йогвою. Мені довелося вдавати, що я все ще сплю, і тому не ворушився й почув не все. Але я припускаю, що вони говорили про минулий похід Торсена.

Я уважно спостерігав за ним за обідом і помітив, що Йогва робить те саме. Пізніше Дорен викликав Торсена. Вони втрьох працюють разом і це їхня спільна таємниця. Дорен і Йогва повинні знати, що Торсен зустрічається з вашими агентами.

Він шпигує на користь повстанців.]===],
[===[Ми не повинні більше дозволяти Торсену збирати розвіддані й мусимо його вбити. Нашому полковнику він більше не потрібний.

Я покінчу з Торсеном при першій можливості. Але якщо ви отримаєте цього листа, то знатимете, що в мене ще не було такої нагоди.

У такому випадку, я пропоную, щоб наступна зустріч Торсена з нашими агентами була смертельною.

Слава Курцену,
-М]===],
},
[2724] = { -- Cloth Request (1)
[===[До Шнайдерів,

Доброго дня. Сподіваюся бізнес у районі Каналів йде добре. В нас тут, на Торговій площі, наплив відвідувачів.

Нам потрібен в'язаний одяг, оскільки запаси майже вичерпані. Будь ласка, надішліть стандартну партію, як тільки зможете.

Бажаю успіху, і я сподіваюся, що ваш син Турман добре навчається,

--Гарлан Баґлі]===],
},
[2725] = { -- Green Hills of Stranglethorn - Page 1 (1)
[===[Зелені пагорби Тернистої долини

Наш перший день пройшов звичайно, як для будь-якого першого дня. Більшість нашого часу пішло на облаштування табору. Я знайшов ідеальне місце біля прісноводної річки. Судячи зі старого покинутого причалу поблизу, це місце колись було заселене. Що стосується самобутніх мешканців, то цю історію може розповісти лише час.]===],
},
[2728] = { -- Green Hills of Stranglethorn - Page 4 (1)
[===[У наступні роки, після того як Штормовій зрадив гільдію Каменярів, пан Ерлґадін розлютився через роль дворян у королівстві. Він більше не бажав підтримувати позицію, яку заслужив йому батьківський родовід у Домі вельмож.

Але я відволікся. Мета цієї історії не в тому, щоб виступати як політичний трактат чи біографія. Це опис мого досвіду полювання на велику дичину на зелених пагорбах Тернистої долини.]===],
},
[2730] = { -- Green Hills of Stranglethorn - Page 6 (1)
[===[Саме тоді, коли я збирався поставити під сумнів відсутність інтересу Барвини до денної стратегії полювання, вона потягнулася до свого сагайдака, витягла стрілу й вистрелила прямо в бідолаху Барніла. Але Барвина стріляла не в Барніла. Бо коли Барніл відійшов убік, роззявивши рота, великий річковий кроколіск сплив на поверхню зі стрілою Барвини, яка стирчала рівно між його двома великими очима.]===],
},
[2732] = { -- Green Hills of Stranglethorn - Page 8 (1)
[===[Під час однієї з таких помилок Йарс поклав важку руку на плече Барніла. Ми з Барвиною неквапливо переглянулися, припускаючи, що чоловік збирається насварити Барніла за його необережність. Однак Йарс повільно показав головою в бік поваленого дерева неподалік. На нас дивилися двоє пронизливих чорних очей прямо над ротом, повним гострих як бритва ікл.]===],
},
[2734] = { -- Green Hills of Stranglethorn - Page 10 (1)
[===[Вбивство звіра принесло святковий настрій всім учасникам експедиції. Барніл пригостив нас медовухою, щоб відсвяткувати. Але гуляння було недовгим. Коли ми готували тіло звіра до транспортування назад до табору, нас усіх застало зненацька жахливе гарчання. За всі свої роки я ніколи не чув нічого подібного; кров стигла в жилах.]===],
},
[2735] = { -- Green Hills of Stranglethorn - Page 11 (1)
[===[На скелястому урвищі вгорі, силует якого вимальовувався призахідним сонцем, я зміг розгледіти найбільшого хижого кота, якого коли-небудь бачив. Я висмалив один незграбний залп з гвинтівки, але кіт не злякався. Він гаркнув ще раз, цього разу голосніше, ніж уперше, і зник.

Ми зібрали речі й чванливо вирушили назад до табору.]===],
},
[2738] = { -- Green Hills of Stranglethorn - Page 14 (1)
[===[Цього дня ми вирушили на південь по свіжим слідам пантер. Незабаром ми дісталися ущелини, через яку був перекинутий величезний мотузковий міст. Я не міг не згадати описи Бранна про цей регіон, коли я побачив це диво інженерії. Так часто вважалося, що місцеві тролі були примітивною та незграбною расою, але зараз, дивлячись на вправність, з якою побудований цей міст, я вважаю, що трольські будівельники -- справжні майстри та зробили, здавалося б, неможливе.]===],
},
[2740] = { -- Green Hills of Stranglethorn - Page 16 (1)
[===[І Барвина, і пан Имин стояли напоготові, спрямувавши рушниці в колючу поросль біля підніжжя дерев, що похитувалися. Полуденне сонце нестерпно палило нас. Повільна цівка поту текла по скроні Имина, коли він відтягував назад шпеньок. Після клацання густа рослинність розступилася, і велика чорна пантера — прекрасний екземпляр — вискочила на рівнину.]===],
},
[2742] = { -- Green Hills of Stranglethorn - Page 18 (1)
[===[Рушницю різко штовхнуло в його руках. Дуло метнулося вбік і опинилося під рушницею Барвини. Вона обрала саме цей момент, щоб натиснути на спусковий гачок. Гвинтівка, приціл якої був незграбно спрямований у бік дерева, прогриміла з виразним гулом. З-за пологів закричала зграя птахів, розлітаючись навсібіч. Від дерева здійнявся клубок диму. Ми із захопленням спостерігали, як величезна гілка з тріском впала прямо пантері на спину, після чого та втекла.]===],
},
[2744] = { -- Green Hills of Stranglethorn - Page 20 (1)
[===[З першим світанком ми вирушили на південь повз руїн Ткаші. Барніл висловив занепокоєння, що ми можемо зустріти представників племені Кровоскальпих. Я нагадав Барнілу, що Кровоскальпі були більше стурбовані знищенням свого племінного ворога -- Черепотрощителів. Зайве говорити, що Барніла це анітрохи не втішило. Я, однак, мав із собою заряджену рушницю, повний пороху ранець, і трьох смертоносних мисливців, щоб полегшити будь-які побоювання щодо недружньої засідки.]===],
},
[2745] = { -- Green Hills of Stranglethorn - Page 21 (1)
[===[Я стояв перед величезним пекельником на полі бою, армією Палаючого Легіону, що наступає з усіх боків. Некерована банда тролів здається такою ж нешкідливою, як заєць на пагорбах Дун-Морога.

Руїни Ткаші ми пройшли без подій, на велике полегшення Барніла. Група продовжила рух на захід, до Великого моря, оминаючи руїни Зул'Кунди на півдні. Коли ми підіймалися на скелі відкритого моря, ми помітили нашого першого раптора.]===],
},
[2748] = { -- Green Hills of Stranglethorn - Page 24 (1)
[===[Наших наспіх прицільних пострілів вистачило, щоб Барнілу вдалося відірватися. Барніл гримко спустився з пагорба й знову приєднався до групи. Ми кинулися в джунглі; зграя лютих хижих хвостів не відставала ні на крок.

Були мисливцями, а тепер полюють на нас.]===],
},
[2749] = { -- Green Hills of Stranglethorn - Page 25 (1)
[===[Я повів групу до моря, сподіваючись, що берег забезпечить притулок від рапторів. Поспішаючи, ми зайшли занадто далеко на північ, піднявшись на небезпечну висоту. Це була помилка. Моя провина. Ми зупинилися біля прямовисної скелі, раптори лише за кілька кроків позаду.]===],
},
[2750] = { -- Green Hills of Stranglethorn - Page 26 (1)
[===[Я повільно ступив уперед, піднявши рушницю. Я привів цих відважних мисливців на смерть. Я б помер, захищаючи їх. Хлястохвості раптори особливо жорстокі, відомі своєю невблаганною жагою до крові. Вони чисельно набагато переважали нас. Але я був би проклятий, якби дозволив їм убити мене та моїх товаришів, не проливши перед тим трохи власної крові.]===],
},
[2751] = { -- Green Hills of Stranglethorn - Page 27 (1)
[===[Барвина і пан Йарс Имин підготували свою зброю, обступаючи мене з обох боків, спинами до моря. Барніл переможено зітхнув і вихопив сокиру. Хлястохвости майже наблизилися до нас. Їхній рівний крок сповільнився. Тепер вони стежили за своєю здобиччю, бо знали, що заманили нас у пастку.]===],
},
[2756] = { -- Green Hills of Stranglethorn - Chapter I (8)
[===[Наш перший день пройшов звичайно, як для будь-якого першого дня. Більшість нашого часу пішло на облаштування табору. Я знайшов ідеальне місце біля прісноводної річки. Судячи зі старого покинутого причалу поблизу, це місце колись було заселене. Що стосується самобутніх мешканців, то цю історію може розповісти лише час.]===],
[===[Для цієї експедиції я зібрав Барвину Гіняй та пана Йарса Имина разом із моїм надійним помічником Барнілом Камнекухлем. Ми з батьком Барвини пройшли багато битв, захищаючи Альянс. Бачити її дорослою – це щось особливе. Батько добре навчив її володіти зброєю. Її вміння володіти луком змушує мене замислитися, чи не тече в цих жилах ельфійська кров.]===],
[===[Пан Йарс Имин походить з аристократії людей. Його батько, граф Имин, був відомий своєю щедрістю. Саме граф лобіював покращення умов праці для гільдії Каменярів під час відновлення Штормовія після Другої Великої війни.]===],
[===[У наступні роки, після того як Штормовій зрадив гільдію Каменярів, пан Имин розлютився через роль дворян у королівстві. Він більше не бажав підтримувати позицію, яку заслужив йому батьківський родовід у Домі вельмож.

Але я відволікся. Мета цієї історії не в тому, щоб виступати як політичний трактат чи біографія. Це опис мого досвіду полювання на велику дичину на зелених пагорбах Тернистої долини.]===],
[===[Ми встали з сонцем. Барніл почав готувати сніданок. Я помітив, що увага Барвини була дещо розсіяна. Денний шлях був би довгим, а наше полювання наблизило б нас до небезпеки. Відсутність зосередженості може легко призвести до лиха. Але Барвина, здавалося, не могла відвести свій погляд від Барніла, який стояв біля берега річки та вимивав свій кухонний набір.]===],
[===[Саме тоді, коли я збирався поставити під сумнів відсутність інтересу Барвини до денної стратегії полювання, вона потягнулася до свого сагайдака, витягла стрілу й вистрелила прямо в бідолаху Барніла. Але Барвина стріляла не в Барніла. Бо коли Барніл відійшов убік, роззявивши рота, великий річковий кроколіск сплив на поверхню зі стрілою Барвини, яка стирчала рівно між його двома великими очима.]===],
[===[Ми рушили на захід, крізь густі зарості заплутаних джунглів. Повільними, виваженими кроками ми пробиралися крізь густе листя в пошуках здобичі. Ранок минув у розчарованому мовчанні. У долині все завмерло, не було навіть вітерцю. До полудня експедиція стала неспокійною, Барніл більше не пересувався обережними кроками хижака, який вистежує здобич. Навпаки, він незграбно тупцював по стежці, часто з шумом наступаючи на сухе листя чи опале гілля.]===],
[===[Під час однієї з таких помилок Йарс поклав важку руку на плече Барніла. Ми з Барвиною неквапливо переглянулися, припускаючи, що чоловік збирається насварити Барніла за його необережність. Однак Йарс повільно показав головою в бік поваленого дерева неподалік. На нас дивилися двоє пронизливих чорних очей прямо над ротом, повним гострих як бритва ікл.]===],
},
[2757] = { -- Green Hills of Stranglethorn - Chapter II (8)
[===[Звіром був самець тигра Тернистої долини. Перш ніж я встиг звести рушницю, Йарс підняв арбалет і вистрілив у звіра. Ціль відстрибнула, але все одно, болт сильно зачепив лівий бік. Тигр зробив спробу втекти, але його рана була надто серйозною. Звір спотикався кілька трагічних секунд, поки Барніл не добив його кинутою сокирою.]===],
[===[Вбивство звіра принесло святковий настрій всім учасникам експедиції. Барніл пригостив нас медовухою, щоб відсвяткувати. Але гуляння було недовгим. Коли ми готували тіло звіра до транспортування назад до табору, нас усіх застало зненацька жахливе гарчання. За всі свої роки я ніколи не чув нічого подібного; кров стигла в жилах.]===],
[===[На скелястому урвищі вгорі, силует якого вимальовувався призахідним сонцем, я зміг розгледіти найбільшого хижого кота, якого коли-небудь бачив. Я висмалив один незграбний залп з гвинтівки, але кіт не злякався. Він гаркнув ще раз, цього разу голосніше, ніж уперше, і зник.

Ми зібрали речі й чванливо вирушили назад до табору.]===],
[===[Я пообіцяв експедиції, що наступного дня ми будемо полювати на пантер, оскільки їхнє хутро має значний попит у всьому Азероті. Цілком логічно, що такий попит лише зростає, адже багато вправних мисливців, капканників та торговців хутром зараз на фронті, де відважно віддають своє життя в ім’я Альянсу.]===],
[===[Барвина і пан Йарс Имин дуже хотіли навчитися ефективно полювати з дворфійською рушницею. Вони залишили свою зброю в таборі, зброю з досить примітивною далекобійністю. Натомість ми з Барнілом спорядили їх найкращою вогнепальною зброєю Залізогарту.]===],
[===[Цього дня ми вирушили на південь по свіжим слідам пантер. Незабаром ми дісталися ущелини, через яку був перекинутий величезний мотузковий міст. Я не міг не згадати описи Бранна про цей регіон, коли я побачив це диво інженерії. Так часто вважалося, що місцеві тролі були примітивною та незграбною расою, але зараз, дивлячись на вправність, з якою побудований цей міст, я вважаю, що трольські будівельники -- справжні майстри та зробили, здавалося б, неможливе.]===],
[===[Незабаром Барвина вистежила пантеру на південний захід. Ми йшли тихо, зі зброєю напоготові, в очікуванні своєї здобичі. Нашу увагу одразу привернув тріск гілок із сусіднього переліска. Щось там було. Одного суворого погляду на Барніла було достатньо, щоб передати мої думки. Барніл повільно опустив рушницю. Ця здобич була не для нас, а для наших супутників-людей. Незліченна кількість пантер загинула від наших димливих рушниць. Ця здобич була б для людей.]===],
[===[І Барвина, і пан Имин стояли напоготові, спрямувавши рушниці в колючу поросль біля підніжжя дерев, що похитувалися. Полуденне сонце нестерпно палило нас. Повільна цівка поту текла по скроні Йарса, коли він відтягував назад шпеньок. Після клацання густа рослинність розступилася, і велика чорна пантера — прекрасний екземпляр — вискочила на рівнину.]===],
},
[2758] = { -- Green Hills of Stranglethorn - Chapter III (8)
[===[Люди тренувалися на пантері, яка бігла уздовж краю лінії дерев. Дула їхніх рушниць рухалися в ідеальному паралельному тандемі. Барніл наполегливо зиркнув на мене, але я заперечно хитнув головою. Таким полювання було для людей, а не для Барніла чи мене. Йарс зробив гуркітливий постріл, не влучивши у пантеру. Очевидно, він був не готовий до сильної віддачі рушниці.]===],
[===[Рушницю різко штовхнуло в його руках. Дуло метнулося вбік і опинилося під рушницею Барвини. Вона обрала саме цей момент, щоб натиснути на спусковий гачок. Гвинтівка, приціл якої був незграбно спрямований у бік дерева, прогриміла з виразним гулом. З-за пологів закричала зграя птахів, розлітаючись навсібіч. Від дерева здійнявся клубок диму. Ми із захопленням спостерігали, як величезна гілка з тріском впала прямо пантері на спину, після чого та втекла.]===],
[===[Минали тижні, наші запаси шкур пантер і тигрів безмірно збільшувалися. Я вирішив, що настав час для експедиції зосередитись на новому виклику: раптори.

Люди, хоч і були вдячні за навчання, запропоноване Барнілом і мною, але вирішили утриматися від полювання з вогнепальною зброєю. Барвина почувалася набагато впевненішою зі своїм луком, а пан Йарс Имин ніколи не залишав табору без свого міцного арбалета.]===],
[===[З першим світанком ми вирушили на південь повз руїн Ткаші. Барніл висловив занепокоєння, що ми можемо зустріти представників племені Кровоскальпих. Я нагадав Барнілу, що Кровоскальпі були більше стурбовані знищенням свого племінного ворога -- Черепотрощителів. Зайве говорити, що Барніла це анітрохи не втішило. Я, однак, мав із собою заряджену рушницю, повний пороху ранець, і трьох смертоносних мисливців, щоб полегшити будь-які побоювання щодо недружньої засідки.]===],
[===[Я стояв перед величезним пекельником на полі бою, армією Палаючого Легіону, що наступає з усіх боків. Некерована банда тролів здається такою ж нешкідливою, як заєць на пагорбах Дун-Морога.

Руїни Ткаші ми пройшли без подій, на велике полегшення Барніла. Група продовжила рух на захід, до Великого моря, оминаючи руїни Зул'Кунди на півдні. Коли ми підіймалися на скелі відкритого моря, ми помітили нашого першого раптора.]===],
[===[Звір взагалі не помітив нашої присутності. Власне, єдиним привітанням, яке він отримав від експедиції, була куля між очей. Пан Йарс Имин щиро вигукнув *ура*, а Барвина схвально кивнула в мою сторону. Я переглянув рюкзак у пошуках люльки, сподіваючись насолодитися святковим куревом. Барніл почовгав на пагорб, щоб дістатися тіла раптора. Я дивився на полеглого звіра із задоволенням, яке супроводжує мене щоразу в ці моменти.]===],
[===[Але не довго я тішився славою вбивства. Бо коли я перевів очі на горизонт, кілька силуетів з’явилися на вершині пагорба, прямо над бідним Барнілом.

*Тікай, Барніле!* крикнув я. Барвина, пан Йарс Имин і я випустили залп куль, стріл і болтів над Барнілом у бік рапторів. Одного звіра вдалося вбити попри збентеження.]===],
[===[Наших наспіх прицільних пострілів вистачило, щоб Барнілу вдалося відірватися. Барніл гримко спустився з пагорба й знову приєднався до групи. Ми кинулися в джунглі; зграя лютих хижих хвостів не відставала ні на крок.

Були мисливцями, а тепер полюють на нас.]===],
},
[2759] = { -- Green Hills of Stranglethorn - Chapter IV (5)
[===[Я повів групу до моря, сподіваючись, що берег забезпечить притулок від рапторів. Поспішаючи, ми зайшли занадто далеко на північ, піднявшись на небезпечну висоту. Це була помилка. Моя провина. Ми зупинилися біля прямовисної скелі, раптори лише за кілька кроків позаду.]===],
[===[Я повільно ступив уперед, піднявши рушницю. Я привів цих відважних мисливців на смерть. Я б помер, захищаючи їх. Хлястохвості раптори особливо жорстокі, відомі своєю невблаганною жагою до крові. Вони чисельно набагато переважали нас. Але я був би проклятий, якби дозволив їм убити мене та моїх товаришів, не проливши перед тим трохи власної крові.]===],
[===[Барвина і пан Йарс Имин підготували свою зброю, обступаючи мене з обох боків, спинами до моря. Барніл переможено зітхнув і вихопив сокиру. Хлястохвости майже наблизилися до нас. Їхній рівний крок сповільнився. Тепер вони стежили за своєю здобиччю, бо знали, що заманили нас у пастку.]===],
[===[А потім сталося дивовижне. Збоку від нас ми почули виразний і страшний рев великого білого тигра. Попри свою чисельність, раптори розвернулися й розбіглися в усіх напрямках. Ми побачили лише короткий білий спалах, коли тигр промчав повз нас і кинувся на одного з рапторів. Не потрібно було давати команду. Ми усі четверо водночас зрозуміли -- треба тікати.]===],
[===[Ми мчали назад до табору, не сповільнюючись ані на мить. Пізніше того вечора ми тихо сиділи біля багаття, розуміючи, що наші життя врятував дивний поворот долі. Такі ризики мисливця на велику дичину. Ми бавимося з долею, до останнього. Але в решті решт, для кожного з нас настане мить, коли він зіткнеться з гострими як бритва зубами долі. Цей дворф просто радий, що ця мить не настала на зелених пагорбах Тернистої долини.]===],
},
[2837] = { -- Thurman's Letter (6)
[===[Дорога Іветт,

я доручаю цей лист нашому найшвидшому бігуну. Я молюся, щоб він зміг знайти шлях крізь війська, що оточують нас. І я молюся, щоб ти прочитала мої слова, бо вони будуть останніми, що ти почуєш від мене.

Моя єдина втіха у ці темні дні — це полегшення, яке я відчуваю, знаючи, що ти вільна від моєї долі.]===],
[===[Я боюся, що мій батько допустив серйозну помилку, коли вирішив залишитися і захищати наш дім. Сили Скари вирують на Тірісфальському переліссі, і хоча ми добре укріплені й добре забезпечені, після зради мого брата Девліна нам не вистачає сил і чисельності, щоб протистояти постійним штурмам.

Якщо ти отримаєш цей лист, Іветт, то знай, що Девлін — зрадник.]===],
[===[Він зневірився і шукав шляху уникнення нашого нещастя, і тим самим уклав договір зі Скарою. Я не знаю, яка ціна була обіцяна йому за зраду, але я впевнений, що це було прикрашено брехнею.

Якщо ти побачиш мого брата, то тікай від нього. Він — диявол. Кілька ночей назад він вбив двох наших вартових, чим дозволив невеликій групі Скари прорватися туди, де спало ще багато наших.]===],
[===[Їхня засідка була жорстокою. Вони перебили третину з нас, перш ніж ми змогли відбитися. Зараз у нас ледве вистачає людей, щоб спостерігати за своїми кордонами. Це питання часу, поки наша стомлена охорона впаде й Скара піде у наступ.

І хоч я бачив обличчя Девліна серед зневірених людей і змарнілих прибічників Скари в ту кляту ніч, він вислизнув, перш ніж я встиг його спіймати. Він може бути мертвим, а може й досі живим агентом Скари.

Так чи інакше, він чудовисько.]===],
[===[Девлін попередив нас, що якщо ми спробуємо зіткнутися зі Скарою, то ми — приречені. Він це сказав, коли вони вперше увійшли на Тірісфальське перелісся, задовго до того, як наш дім оточили. Можливо, таким чином він прохав, щоб ми пішли, а, можливо, просто зловтішався.

Завжди важко було зрозуміти мотиви Девліна. Він з дитинства був для нас загадкою.]===],
[===[Але він мав рацію. Ми приречені. Сімейна лінія Аґамандів обірветься. Хоча я все ще живий, я знаю, що скоро помру.

Я не боюся і не шкодую, що залишився з родиною. Але мої останні думки будуть про тебе.

Живи далі, моя кохана Іветт, а я віднайду спокій,
— Турман]===],
},
[2885] = { -- Scarlet Crusade Documents (2)
[===[Поширюйте інформацію так, як вважаєте за потрібне.

Тірісфальське регіональне командування
Капітан Мелроуз
Капітан Вачон
Капітан Перрін

Директиви за наказом верховного повелителя.

Капітане Перрін, ще більше зміцніть свою позицію біля південно-західної вежі (як зазначено). Додаткові припаси будуть надіслані пізніше. Тим часом потрібні матеріали можна пошукати на навколишніх фермах. Також слід проводити подальшу розвідку та]===],
[===[збирати інформацію про організацію нежиті в Бріллі.

Капітане Вочон, схоже, що нежить збільшила присутність біля північної вежі. З цим опором необхідно швидко і рішуче боротися.

Капітане Мелроуз, є занепокоєння щодо рівня організації нежиті біля кордонів Зачумлених земель. Найближчими тижнями на вашу позицію буде направлено нову групу людей.

Слава під Світлом]===],
},
[3017] = { -- Sevren's Orders (1)
[===[Лорд Бетор Кригозлам,

Згідно з вашими вказівками, надсилаю вам агента, якого ви запитували. {стать:Він:Вона} є пред'явником цієї ноти.

Ця особа показала себе надійною та здатною виконувати накази, вона зарекомендувала себе проти сил Скари, і являється моїм вибором для вашої місії.

Нехай Її панування буде безмежним,
-війт Севрен]===],
},
[3718] = { -- Foreboding Plans (1)
[===[Л. П. віддав наказ посилити агресію проти дурнів в Альянсі. Нижче наведено список матеріалів, необхідних для важливої місії проти Південнобережжя:

тижнева дорожня пайка для 20 осіб
20 чорних нічних костюмів
20 пар нового взуття
25 нових мечів
30 метальних ножів
20 чорних масок
10 флаконів протизапального масла
50 доз паралітичної отрути
5 викрадених уніформ південнобережних вартових, якщо є
100 срібних монет

--Барон В.
Квартирмейстер]===],
},
[4429] = { -- Deepfury's Orders (1)
[===[Недолугі дурні!

Я наказав зруйнувати обидва мости. А що ви, простодушні бандюги, робите? Ви виконуєте лише половину роботи та сповіщаєте весь Альянс про наші наміри. Дурні, кажу ж!

У вас є останній шанс виправити все, що наробили. У нас є запас вибухівки на нагір’ї Араті, неподалік мосту.

Закінчіть справу, якщо ви цінуєте своє нікчемне життя!

--Кам Темнолют]===],
},
[4432] = { -- Sully Balloo's Letter (8)
[===[Дун-Модр із Заболоття

Моя люба Сара,

Є дуже переконливі ознаки того, що за кілька днів ми перейдемо до спостереження за віадуком Тандола. Тоді я не зможу писати тобі. Мене бентежить відчуття потреби написати кілька рядків, які ти побачиш лише коли мене не стане.]===],
[===[Наше завдання може тривати кілька днів і бути як простим і приємним, так і важкою сутичкою, що принесе мені смерть. Якщо буде потрібно загинути на полі бою за Альянс, я готовий.

У мене немає жодних побоювань чи браку впевненості щодо цілей, заради яких я тут; і моя мужність не зупиняється й не слабшає.]===],
[===[Я знаю, як сильно королівство Залізогарту покладається на тріумф Альянсу, і який великий борг ми маємо перед тими, хто пройшов перед нами через кров і страждання великих воєн, і я готовий, абсолютно готовий віддати все що маю, щоб допомогти зберегти цей Альянс і сплатити цей борг.]===],
[===[Сара, моя любов до тебе безсмертна, вона, здається, зв’язує мене могутніми ланцюгами, які ніщо, крім всемогутності, не може розірвати, і моя любов до королівства накриває мене, як сильний вітер, і нестримно несе мене зі всіма цими ланцюгами на поле бою.]===],
[===[Спогади про всі блаженні моменти, які я провів з тобою, переповнюють мене, і я відчуваю глибоку вдячність Світлу і тобі за те, що я насолоджувався цим так довго, і як важко мені відмовитися від цього і спалити дотла сподівання на майбутні роки, коли ми ще могли б жити й любити разом і бачити, як наші сини виростають до шанованих дворфів навколо нас.]===],
[===[Я знаю, що маю небагато дрібних претензій до Божого Провидіння, але щось шепоче мені — можливо, це лунає молитва мого маленького Едгара, — щоб я повернувся до своїх близьких неушкодженим. Якщо я не повернусь, моя люба Сара, ніколи не забуду, як сильно я люблю тебе, і коли мій останній подих вислизне від мене на полі бою, я прошепочу твоє ім’я.

Прости мої численні провини та біль, який я спричинив; яким легковажним, яким дурним я часто був.]===],
[===[З яким задоволенням я б змив своїми сльозами кожну маленьку пляму на твоєму щасті й боровся б проти усього лиха цього світу, щоб захистити тебе і моїх дорогих дітей від біди.

Але не можу.

Я мушу спостерігати за тобою з підсвітньої крутоверті й ширяти біля тебе, поки ти сам на сам поборюєш шторми зі своїм дорогоцінним маленьким тягарем, і чекати з сумним терпінням, допоки ми зустрінемось, щоб більше ніколи не розлучатися.]===],
[===[Але о Саро, якщо померлі можуть повернутися в Азерот і непоміченими літати навколо тих, кого вони люблять, я завжди буду поруч з тобою в найрадісніший день і в найтемнішу ніч, серед твоїх найщасливіших моментів і в найпохмуріші години завжди, завжди і якщо буде м'який вітерець на твоїх щоках, це буде мій подих, коли прохолодне повітря овіє твою пульсуючу скроню, це буде мій дух, що пройде повз.

Сара, не оплакуй мене мертвого, краще думай, що я пішов, і чекай на мене, бо ми зустрінемося знову.

--Саллі]===],
},
[4514] = { -- Sara Balloo's Plea (3)
[===[Моєму шановному королю:

Не місце дружині простого солдата ставити під сумнів дії таких великих лідерів, як ви. Битви, що точаться на наших землях, ведуться за те, щоб зберегти чудове життя, яке ми знаємо й любимо, від прохолодних вод озера Лох-Модан до бурхливих засніжених вершин Дун-Морогу.]===],
[===[Але яку ціну ми сплачуємо за ці війни, які ведемо в ім’я збереження? Після смерті якого загиблого солдата ми усвідомлюємо, що саме те життя, яке ми прагнемо врятувати, вислизає від нас на полі бою?

Під скільки мечів і сокир ми повинні кинути наше майбутнє? Під скількома футами розмоклої землі ми повинні поховати наше минуле?]===],
[===[Не місце солдатській дружині ставити такі питання.

Але зараз я пишу вам як удова солдата. Мій чоловік, можливо, був для вас одним солдатом у рядах тисячі. Для мене він був великим Саллі Баллу, батьком моїх дітей і моїм єдиним супутником у цьому житті.

Пробачте, якщо мої запитання до вас, о великий лідере, здаються недоречними. Але мертві не можуть спитати цього за себе...

Ваша вірна піддана,
Сара Баллу]===],
},
[4649] = { -- Bonegrip's Note (4)
[===[Зірка Ксіл'єх

Зіркою володіє Ґрел'борґ Ниций. Це жадібний огр, який проводить свої дні в Альтерацьких горах, що в руїнах Альтерака, сподіваючись знайти якісь дрібнички. Більшість його колекції, це сміття, але одна річ — зірка Ксіл'єх, має цінні властивості.]===],
[===[Рука Даґуна

Стародавні тексти стверджують, що кігті Даґуна виділяють отруту, яка не вбиває здобич, але перетворює її в дещо інше — представника старих рас. Це надзвичайно цінно для нас.

Даґун живе в морських глибинах, але його регулярно виманюють на поверхню Моквоплавникові мурлоки в Бруднолипкій трясовині. Їхні оракули викликають його за допомогою зачарованих морських водоростей. Якщо ти вб'єш достатньо оракулів, то знайдеш водорості. Покладіть її на вівтар мурлоків і Даґун прийде.]===],
[===[Серце спадку

Мог Невмирущий — тролячий знахар з Тернистої долини. Він володіє серцем спадку, яке, як кажуть, відвертає смерть від тих, хто зможе розкрити його таємниці. Ти зможеш відшукати Мога в руїнах Зул'Мамве. Здолай його, якщо зможеш і принеси мені серце спадку.]===],
[===[Принеси мені ці три речі: зірку, руку та серце і збірник Яґіна буде твоїм.

— Ґ.К.]===],
},
[4650] = { -- Bel'dugur's Note (4)
[===[Зірка Ксіл'єх

Огр з Альтерака, Ґрел'борґ Ниций, останній, хто володів цим самоцвітом. Ходили чутки, що він дарує власнику здатність спілкуватися з іншими світами. За нашими відомостями, Ґрел'борґ блукає руїнами Альтерака в Альтерацьких горах, в пошуках інших реліквій серед уламків і сміття.]===],
[===[Рука Даґуна

Даґун — істота з глибин, якій поклоняються мурлоки з Бруднолипкої трясовини. Вони виманюють його на поверхню спеціальними морськими водоростями, зачарованими їхніми шаманами. Полюй на мурлоків, збирай їхні зачаровані водорості, а потім поклади їх на вівтар мурлоків. Даґун прийде, коли ти будеш {стать:готовий:готова}.

Мені потрібна ця рука.]===],
[===[Серце спадку

В старих текстах пишеться, що той, хто володіє серцем спадку, не боїться могили. Можливо, це правда, адже власник серця, троль Мог, відомий як Мог Невмирущий. Знахар з племені Черепотрощителів, він мешкає в руїнах Зул'Мамве, що в Тернистій долині.]===],
[===[Принеси мені ці предмети: зірку, руку та серце і я дам тобі копію збірника Яґіна.

— Хранитель]===],
},
[4992] = { -- Recruitment Letter (1)
[===[Вербувальний лист Орди

Ця особа продемонструвала неймовірну силу та майстерність в ім'я Орди. Таким навичкам потрібно негайно знайти роботу на Перехресті.



З повагою:







Як на мене, те що треба.

— Такрін Торувач Шляхів]===],
},
[4995] = { -- Signed Recruitment Letter (1)
[===[Реєстрація військової повинності Орди

Ця особа продемонструвала неймовірні подвиги сили та майстерності в ім'я Орди. Ці здібності треба негайно призначити до роботи на Перехресті.


З повагою:

- Карґал Битвошрам



Виглядає непогано.

- Такрін Торувач Шляхів]===],
},
[5006] = { -- Khazgorm's Journal (3)
[===[Розкопки Баєль Модана

Перша команда дослідників, відряджена Лігою дослідників, була дійсно правдива у своїх висновках. Тутешня земля сповнена артефактами, що мають абсолютну цінність для нашого народу. Не сумніваюся, що тут, під піском і каменями Баєль Модана, ми знайдемо довгоочікувані відповіді на низку питань.

Однак, геологія регіону вимагає застосування крайніх заходів. Багато піщаних родовищ затверділи від суворих та мінливих кліматичних умов.]===],
[===[Утім, рішення досить просте. Використовуючи целюлозу в якості абсорбенту, ми можемо поєднати залишки нітрогліцерину з нітратом натрію, щоб виробити сильний заряд вибухової речовини, здатний пробити навіть найщільніші маси.

Робота буде шумною і руйнівною, але наш пошук має набагато більше значення, ніж комфорт місцевих жителів. Насправді нам вже довелося виганяти з регіону людо-биків, які виявилися вельми надокучливими.]===],
[===[Той факт, що ми тут маємо справу з різними недоброзичливими елементами, змушує мене вірити, що нам знадобиться підтримка королівської армії. Не тільки розкопки потребуватимуть військової підтримки, на мою скромну думку новачка, саме розташування Баєль Модану може мати стратегічне значення для Альянсу, враховуючи мінливість світової політики в її нинішньому стані.

На жаль, я відступив від головного... Ще багато роботи на нас чекає під землею. Я витратив занадто багато часу на писання і недостатньо на розкопки...]===],
},
[5359] = { -- Lorgalis Manuscript (4)
[===[Наш світ переповнений історією. Історією нових і старих рас. Історією воєн, тих, що давно згасли, і тих, що ще тліють.

Історією богів, що приходять з небес. Й історією старих богів, що дрімають під землею.

Зараз я говорю само про них — Старих Богів. Про тих, хто жив і лютував в Азероті, коли світ був ще молодий.]===],
[===[Старі Боги — це воля нашого світу. У кожній бурі лунає сміх Старого Бога. Полум'я лісової пожежі — це жар їхнього погляду. Коли Старі Боги йдуть, земля тремтить і тріскається, а слабші за них істоти кричать і рвуть власну плоть у відчаї.

І не дарма, бо так само як вогонь не виявляє милосердя до дитячої допитливої руки, так і Старі Боги не шкодують тих, хто під ними. У кращому випадку, ми — пішаки. У гіршому — іграшки.]===],
[===[Вони були першими володарями світу і правили силою та терором. І хоча зараз вони прикуті ланцюгами і сплять, їхні слуги все ще на волі, і ми, маленькі, жалюгідні смертні, не можемо зрівнятися з їхньою силою.

Тих, хто намагається, вони пожирають. Але ті, хто знає своє місце, хто стає на коліна в благанні перед слугами Старих Богів, хто добровільно жертвує розумом і душею... лише вони знайдуть їхню милість.]===],
[===[Аку'май, Принцеса Глибин, служить Старим Богам. Вона мешкає в Чорноводних глибинах, благословляючи тамтешні печери своєю древньою мудрістю. Принесена до глибин старшими смертними, Аку'май уособлює божественність. Вона має лише крихту могутності та люті Старих Богів, та навіть така могутність залишається вище нашого розуміння.

Тому їй поклоняються. Її бояться і люблять.


--Лорґаліс]===],
},
[5428] = { -- An Exotic Cookbook (1)
[===[1. Взяти одну чи вісім людина
2. Бити людина сильно
3. Бити людина ще
4. Класти людина у вогонь
5. Їсти людина]===],
},
[5594] = { -- Letter to Jin'Zil (1)
[===[Джин'Зіл,

минуло багато часу, але я подумав, що ти хотів би знати, що остання з Кривавоперих вбита. Не дякуй мені, бо не я, а {стать:той:та}, що {стать:приніс:принесла} тобі листа, - і є вбивцею. Якщо бажаєш, я можу передати її голову тобі, після того, як караван здійснить об'їзд по Степу. Я знаю, що ти полюбляєш такі штуки для своєї магії вуду.

Бережи себе, мій старий друже.

— Дарсок Худкоклин]===],
},
[5799] = { -- Kravel's Parts Order (1)
[===[ЗАМОВЛЕННЯ НОМЕР: 45TK-3
ПОКУПЕЦЬ: Крейвел Вуглеборід

РАХУНОК-ФАКТУРА:

Гідрохраповик (3)
Підсилювальні болти (50)
30-дюймова 20-каліброва мідна трубка (12)
Нюхальний тютюн "Глибока лють" (1)
Високорозрядна призма (3)]===],
},
[5804] = { -- Goblin Rumors (1)
[===[Гоблін Назз Пароварченко насправді син гоблінського принца-торговця (Якого принца? Це дорога інформація).

Схоже, що йому набагато більше подобається витрачати гроші своєї сім'ї, ніж заробляти їх самому. Тому він викрав невелику частину багатства з сімейного сховища і тепер переховується на Мерехтливих рівнинах.

Якщо його батько дізнається, де він, то обов'язково знайде його і поверне додому... хіба що без пальця, за нахабність.]===],
},
[5838] = { -- Kodo Skin Scroll (1)
[===[Щоб вполювати Кригопащу, ти {стать:повинен:повинна} спокусити його м’ясом улюбленої здобичі.

Відправляйся в Альтерацькі гори в Азероті та вполюй на масивного гірського лева. Убий його, а потім віднеси його тушу до Охлялої печери, місця, яке вважається священним для звірячих вендиго.

Поклади тушу на полум'я Узела, і запах горілого м'яса понесе з печери.

І тоді, з часом, прийде Кригопаща.]===],
},
[5917] = { -- Spy's Report (3)
[===[– День 13
Переміщення військ поблизу Терамора збільшилося. Велика кількість людей покинула місто та поспішно рушила на захід.

– День 14
Більше військ залишило місто. Я слідкував за невеликою групою й спостерігав, як вони знімають уніформу після того, як відійшли від Терамора на дальність польоту стріли. Можливо, вони дезертири?

– День 15
Я випадково чув, як деякі тераморські війська сьогодні говорили про охорону, яка залишила свої пости. Мабуть, мої підозри щодо дезертирів правдиві.]===],
[===[– День 16
Улеґ і Тарґіл повернулися зі своєї місії до доків Терамора. Вони побачили в порту новий корабель: «Знекровлений горобець». Корабель прибув із гавані Менетілів в Азероті.

Завтра Улеґ і Тарґіл повернуться до доків і прокрадуться на борт корабля. Вони сподіваються знайти політичні документи, які розкривають відносини між Терамором та Альянсом.]===],
[===[– День 17
Улеґ повернувся зі свого завдання. Він зазнав невдачі й Тарґіла схопили. Я послав Улеґа передати цей звіт Назіру.

Я залишусь тут. Я помітив збільшення корабельної активності біля узбережжя Терамора. Продовжуватиму стежити й особисто повідомлятиму про будь-які важливі події.]===],
},
[6167] = { -- Neeka's Report (4)
[===[Гелґрам,

Мої вітання тому, хто віддав наказ заснувати нашу базу Карґат у Безплідному краї. Це ідеальне місце для тренування наших військ. Сувора погода, жорстока дика природа, войовничі місцеві жителі та повна відсутність підтримки ззовні роблять це місце горнилом, з якого вийдуть лише найкращі воїни й розвідники.

Гарне планування. Гарна робота.]===],
[===[Я опишу навколишні землі так, як донесли розвідники Карґата:

-Червоні, скелясті пагорби та сухі рівнини, які мало придатні для життя.
-Палюче сонце і суворі вітри. 
-Ні озер, ні струмків. Навіть дрібних калюж немає. Щоб знайти воду, мешканці повинні копати глибокі, брудні колодязі або висмоктувати мізерну вологу з рідкісних кактусів чи колючого бур'яну.

Коротко кажучи: гаряче, важке життя.]===],
[===[Безплідні краї наповнені ворогами. Огри блукають розпеченими пісками, нападаючи на необережних мандрівників. Дворфи Темного Заліза живуть у бараках на схід від Карґата і воюють зі своїми світлошкірими родичами в Лох-Модані на півночі. Жорстокі, примітивні звірі, які звуться трогами, переслідують будь-який клаптик тіні, який вони знаходять, і жорстоко захищають його.

А на сході Безплідних країв, в ущелині Летлор, живуть дракони. Ми не знаємо, скільки їх і наскільки вони великі, бо розвідники, які підходять надто близько, ніколи не повертаються.]===],
[===[Не варто говорити, що ми — ті, хто перебуває в гарнізоні Карґат — цілком задоволені своїм призначенням. Ми стоїмо твердо, бо якщо розслабимося, то помремо.

Я не хочу, щоб було інакше.

Ніка Кровошрам
Старша розвідниця, Карґат]===],
},
[6488] = { -- Simple Tablet (1)
[===[Здоров, мон. Передай цю скрижаль Франґу в долині Випробувань. Він зазвичай стоїть десь біля Лігва і ганяє новачків, наставляючи на шлях воїна Орди.

Йому потрібні такі вправні воїни, як ти, щоб показати цим оркам, що битви виграються не лише грубою силою. Ти спритніше і розумніше за тамтешніх орків, та сильно не вихваляйся - орки цього не люблять. Вони гарні союзники та можуть тебе чомусь навчити.

-Тар'сер]===],
},
[6842] = { -- Furen's Instructions (5)
[===[На наступних сторінках ти знайдеш список матеріалів, необхідних для виготовлення загартованої вогнем броні. Хай щастить, {клас:к}.


-Фьюрен Довгобород]===],
[===[Обпалені павучі ікла:

Спалахітова руда в печері Тельґена обпалила тамтешніх павуків.

Отрута в їх іклах кипить та вступає в реакцію з самими іклами, утворюючи дуже міцну речовину.]===],
[===[Обвуглені роги:

Так само, як і обпалені павучі ікла, обвуглені роги химер що проживають в Обвугленій долині Каміннопазуристих гір Калімдора, мають неабияку цінність.

За правильної обробки вони стають дуже стійкими до ушкоджень.]===],
[===[Гальванізований ріг:

Міцність рідкісного гальванізованого рогу є основою всього шматка броні, яку я створю, тож його теж необхідно добути.

Отримати його можна з рідкісної химери-матріарха в Обвугленій долині.]===],
[===[Фіал флогістону:

На останньому етапі створення броні знадобиться надзвичайно гаряча кузня. Щоб отримати необхідний рівень тепла, мені потрібен фіал флогістону.

Єдиним відомим виробником цієї речовини є легендарний свинобраз Руґуґ, і він не віддасть її без бою. Руґуґ мешкає глибоко в краалі Бритвоболотих на півдні Степів.]===],
},
[6846] = { -- Defias Script (1)
[===[План приведено у дію.

Розбийте на цьому, колись великому бастіоні віри, Варті Героїв, наш табір. Ми почнемо перекидати туди підкріплення із Західного краю, щойно тільки дізнаємося від вас, що табір належним чином підготовлений.

Жителі та солдати Штормовію давно забули про це місце, тож ми зможемо успішно влаштовувати звідти набіги.

Повстанці відіб'ють Штормовій!

Чекаю вашої відповіді.]===],
},
[6847] = { -- Dark Iron Script (1)
[===[Цих брудних трогів так просто обдурити. Їхня ненависть до нашого виду дозволяє рухати ними, як пішаками. Вражає, як вони пішли хоч на якийсь союз, але дворфи для них найстрашніша загроза... принаймні поки що.

Коли почнуться напади, обидві сторони ослабнуть і не встоять перед нашим натиском. Захопіть будинок на південь від озера Постеля Гельма і чекайте на подальші вказівки.

Залізогарт буде наш.]===],
},
[6929] = { -- Bath'rah's Parchment (4)
[===[Нижче ти знайдеш всі необхідні компоненти для мого закляття виклику Циклоніана. Хай тобі щастить.

--Бат'рах Вітрогляд]===],
[===[Життєкорінь:

Він може зустрітись тобі в мандрах або ж його можна зібрати з сухолозих чудиськ в Бруднолипкій трясовині. Його сила необхідна мені для того, щоб приманити життєву сутність Циклоніана в наш світ.]===],
[===[Ікла кровоскальпих тролів:

Ікла кровоскальпих тролів з Тернистої долини мають унікальні властивості. Безумство Кровоскальпих зосереджено у їхніх іклах, тож, розтовкши їх в порошок, можна вивільнити ці злі сили.]===],
[===[Сутність вигнанця:

Цю сутність можна отримати, поєднавши три амулети стихійних вигнанців з височини Араті. Збери грозові, палаючі та бурунисті амулети з елементалів та помісти по 8 штук в мій котел.

З них сформується сутність вигнанця.]===],
},
[6996] = { -- Jordan's Weapon Notes (6)
[===[{ім'я},
Перш за все, я хочу ще раз подякувати тобі за все, що ти {стать:зробив:зробила} для мене і моєї дружини. Ти {стать:врятував:врятувала} її, і за це я не зможу віддячити впродовж всього життя. Якби з нею щось сталось... я не знаю, що б я робив...

Ось список всього, що ти маєш зібрати, щоб я зміг викувати для тебе гідну зброю. Я записав послідовно -- від простішого до складнішого, так тобі буде легше.]===],
[===[Деревина білокам'яного дуба. В шахтах під Місяцеграєм, що в Західному краї, було багато цієї деревини до того, як їх захопили повстанці. Вона використовувалась для виробництва обладнання та інструментів через її стійкість до жару та тиску.

Її привезли туди з-за океану. Ця рідкісна деревина достатньо міцна для виготовлення зброї для тебе. Якщо вона ще залишилась - ти знайдеш її у гоблінів-дроворізів.]===],
[===[Очищена руда. В Телсамарі є дворф-коваль, у якого я навчався деякий час, звати Байлор Камнерук. Він вміє робити особливий сплав, який, як мені здається, чудово підійде для твоєї зброї. Я очікував прибуття чергового вантажу в Залізогарт, та поки про нього нічого не чути.

Знайди Байлора і перевір, чи не готове моє відправлення. Якщо не знайдеш його в Лох-Модані -- хоча б дізнайся що сталось з моїм старим вчителем.]===],
[===[Ковальський молоток. До приходу чуми та зради Артаса я жив в містечку Поховальні Вогнища, глибоко в прекрасних лісах Срібнохвою. Ліс вже далеко не такий красивий, як колись, а фортеця, в якій мене навчали роботі зі сталлю, занепала й була захоплена злими істотами.

Коли ми з дружиною втекли з місця, що зараз називається фортецею Тінеклик, ми залишили кілька цінних речей.]===],
[===[Серед тих речей -- ковальський молоток мого батька. В молодості я сумнівався в цьому, та батько завжди казав мені, що той молоток зачарований. І це останнє, що я почув від нього перед тим, як його згубила Скара.

Принеси мій молоток, {ім'я}, він допоможе мені зосередитись на справі. Якщо він дійсно зачарований -- це допоможе нам обом.

Я залишив його в стайнях на головному подвір'ї в фортеці. Якщо ці істоти не забрали його, він має все ще бути там.]===],
[===[Самоцівіт Кора. Я чув, що самоцвіти використовуються чаклунами, щоб утримувати енергію своїх заклять, роблячи їх могутнішими. Нічний ельф, якому я колись допоміг, Тандріс Вітроткач, може розказати про нього більше, якщо скажеш, що тебе відправив я. Думаю, ми зможемо використати один з таких самоцвітів, наповнених енергією, для створення твоєї зброї.

Востаннє я бачив Тандріса в Аубердіні, містечку на Темнобережжі, що лежить в тінях крони Тельдрассіля -- домівки цього нічного ельфа.]===],
},
[7266] = { -- Ur's Treatise on Shadow Magic (1)
[===[Таємничі закручені символи та піктограми заповнюють сторінки цього посібника; вони за межами розуміння.]===],
},
[7516] = { -- Tabetha's Instructions (2)
[===[Візьми нефрит. Вони приховані в багатьох різних місцях. Вони зустрічаються рідко, але якщо спитаєш коваля чи інженера, у них може бути один або два про запас.]===],
[===[Візьми заряджену блискавкою тростину. Щоб таку отримати, візьми 10 тотемних палиць тролів племені В'ялошкірих з височини Араті. Принеси ці палиці до кола з каменів що поряд з колом Зовнішнього Поневолення. Розклади палиці на центральний камінь у колі та дочекайся, поки в нього вдарить блискавка. Коли це станеться, заряджена блискавкою тростина сформується.]===],
},
[7587] = { -- Thun'grim's Instructions (1)
[===[{ім'я}, ось список матеріалів для виготовлення твого обладунку:

Злитки димчастого заліза вітрокосих кобольдів Вітрокосої печери, що в Каміннопазуристих горах.

Молотий азурит гіллзбрадських шахтарів в Гіллзбраді.

Злитки заліза, які можна дістати у шахтарів або зробити самотужки.

Фіал флогістону, який можна дістати у свинобраза на ім'я Роґуґ в краалі Бритвоболотих.]===],
},
[7908] = { -- Klaven Mortwake's Journal (5)
[===[ТзНБ "Авантюра" <нерозбірливий текст> Здавалося б, дурні ледь не звели нанівець всю свою операцію, намагаючись стабілізувати суміш.

<здається, кілька сторінок вирвано>]===],
[===[Що я помітив, так це те, що побічний ефект надзвичайно смертельний. Уявіть, якщо <нерозбірливий текст> Ха-ха-ха!]===],
[===[Я їду з глузду? Сьогодні я відрубав голову одному з моїх найбільш довірених патрульних, щоб краще поглянути на його душу. Вдивляючись у його перерізаний дихальний канал, мені спало на думку: я нічого не їв кілька днів!]===],
[===[Матіас Гич послав хлопчика на побігеньках вбити мене. <нерозбірливий текст>

Зараз він патрулює надворі. Безглуздий, неживий байдик.

Ха-ха-ха!]===],
[===[ван Кліф... <нерозбірливий текст>

Викликав МЕНЕ?? КИМ ВІН ВВАЖАЄ СЕБЕ?? Я Клейвен Мортвейк! Комаха не буде вказувати мені що робити!

<решта сторінок у книзі відсутні>]===],
},
[8046] = { -- Kearnen's Journal (3)
[===[Охоронці цієї вежі, здається, особливо слабкі до моїх атак. Коли я оглядала задню частину вежі, мене помітив патрульний і напав. Я змогла легко розправитися з ним своєчасним ударом, а потім ударом у спину.

Я чекала, ховаючись, поки його напарник прийде розслідувати метушню. Патрульний підійшов до кущів, куди я притягнула труп, і почав обшук. Повільно, обережно я підкралася позаду нього без зайвого шуму.]===],
[===[Коли випала нагода, я встромила кинджал йому в спину! Його легені швидко відступили під силою нападу, коли його труп гепнувся на землю з глухим стуком.

Це була така швидка й жорстока засідка, що бідолашний дурень навіть не встиг закричати від болю. Цікаво, що коли я вийняла лезо з його спини, з продірявленого патрульного пішов неприємний запах.]===],
[===[Здавалося б, усе, що Клейвен замкнув у скрині, негативно впливає на мешканців вежі. Я підозрюю, що інші охоронці можуть мати подібні слабкості, і, можливо, навіть сам Клейвен став жертвою цього руйнівного впливу.

Агент Ембер Кеарнен
Польова оперативниця ШБУ, R8]===],
},
[8463] = { -- Warchief's Orders (1)
[===[Командире,

Повертайтеся в Орґріммар. Ваших сил недостатньо. Треба переглянути нашу позицію на основі нової інформації.

Присутня велика кількість Тінеклятів та огрів. Демони охороняють Темний Портал.

-Тралл, воєвождь Орди]===],
},
[9242] = { -- Ancient Tablet (1)
[===[Молот Зул'Фаррака

Щоб створити молот Зул'Фаррака, потрібно спершу відправитися до Олтаря Зула та отримати священний молот від трольського хранителя.

Потім, потрібно принести священний молот до вівтаря на вершині міста тролів Джінта'Алор.

Використання священного молота на вівтарі наповнить його силою та перетворить на молот Зул'Фаррака.]===],
},
[9279] = { -- White Punch Card (1)
[===[СУПЕР ВАЖЛИВА ТРИЧІ ЗАШИФРОВАНА КАРТА ДАНИХ

01010100 01101000 01110010 01100001 01101100 01101100 00100000 01100001 01101110 01100100 00100000 01001010 01100001 01101001 01101110 01100001 00100000 01110011 01101001 01110100 01110100 01101001 01101110 01100111 00100000 01101001 01101110 00100000 01100001 00100000 01110100 01110010 01100101 01100101 00101100 00100000 01001011 00101101 01001001 00101101 01010011 00101101 01010011 00101101 01001001 00101101 01001110 00101101 01000111]===],
},
[9280] = { -- Yellow Punch Card (1)
[===[ЖИТТЄВО ВАЖЛИВІ ДАНІ! РІВЕНЬ БЕЗПЕКИ 5122!

01001001 01100110 00100000 01111001 01101111 01110101 00100000 01100011 01100001 01101110 00100000 01110010 01100101 01100001 01100100 00100000 01110100 01101000 01101001 01110011 00101100 00100000 01111001 01101111 01110101 00100111 01110010 01100101 00100000 01110011 01110100 01100001 01101110 01100100 01101001 01101110 01100111 00100000 01110100 01101111 01101111 00100000 01100011 01101100 01101111 01110011 01100101]===],
},
[9281] = { -- Red Punch Card (1)
[===[Рівень безпеки 10^10000. Надсекретні дані!

01001000 01100101 01101100 01110000 00100001 00100000 00100000 01001001 00100111 01101101 00100000 01110100 01110010 01100001 01110000 01110000 01100101 01100100 00100000 01101001 01101110 00100000 01100001 00100000 01100010 01101001 01101110 01100001 01110010 01111001 00100000 01110000 01110101 01101110 01100011 01101000 00100000 01100011 01100001 01110010 01100100 00100000 01100110 01100001 01100011 01110100 01101111 01110010 01111001 00100001]===],
},
[9282] = { -- Blue Punch Card (1)
[===[НЕ ДАЙТЕ цій інформації потрапити до рук ворога!

01010100 01101000 01100101 00100000 01100111 01101110 01101111 01101101 01100101 00100000 01101011 01101001 01101110 01100111 00100000 01110111 01100101 01100001 01110010 01110011 00100000 01101110 01101001 01100111 01101000 01110100 00100000 01100101 01101100 01100110 00100000 01110101 01101110 01100100 01100101 01110010 01110111 01100101 01100001 01110010]===],
},
[9316] = { -- Prismatic Punch Card (2)
[===[Рівень безпеки цих даних НАСТІЛЬКИ високий, що ми чекаємо на винайдення нового числа для його опису!]===],
[===[01001101 01100101 01110011 01110011 01100001 01100111 01100101 00100000 01110100 01101111 00100000 01000011 01100001 01110011 01110100 01110000 01101001 01110000 01100101 00111010 00100000 01111001 01101111 01110101 01110010 00100000 01101100 01100001 01110101 01101110 01100100 01110010 01111001 00100111 01110011 00100000 01110010 01100101 01100001 01100100 01111001 00100000 01100110 01101111 01110010 00100000 01110000 01101001 01100011 01101011 01110101 01110000 00101110]===],
},
[9329] = { -- A Short Note (1)
[===[Булька,

Я з нетерпінням чекала на ваш новий винахід. Не можу дочекатися, щоб почати використовувати його для документування своїх досліджень.

Будь ласка, довірте його {стать:моєму посильному:моїй посильній}.


З повагою,

Дарін Легковій]===],
},
[9542] = { -- Simple Letter (1)
[===[Скажи мені, {клас:к}, чи ти {стать:чув:чула} рик орків? Чи може {стать:захищав:захищала} свій дім від гнолів, які прагнуть перегризти тобі горлянку? Моторошно звучить, правда ж?

Що ж, тобі знадобиться моя допомога, якщо хочеш захистити своїх близьких. Ти знайдеш мене в абатстві Північнокраю. Мої знання коштують немало, але якщо ти матимеш достатньо досвіду, я зможу навчити тебе кільком навичкам, які допоможуть тобі в боротьбі з загрозами нашому королівству.

Ллейн Бішір, тренер воїнів]===],
},
[9543] = { -- Simple Rune (1)
[===[Клянусь бородою Магні, мені багато чому треба тебе навчити, а часу у нас обмаль, {ім'я}. Знайди мене швиденько в Ковмарі, що на півночі Морозної долини. Там ми й почнемо твоє навчання.

Є купа речей, про які ти маєш дізнатися, щоб наздогнати інших, але поки що ми зосередимось на базових речах: правильній стійці, майстерному володінні зброєю та мистецтву битви.

-Тран Хорман, тренер воїнів]===],
},
[9544] = { -- Simple Memorandum (1)
[===[УВАГА:
Ви повинні негайно з'явитися до Трана Хормана. Він знаходиться в будівлі A3; також відомій місцевим жителям як Ковмар. Після успішного встановлення контакту з Хорманом ви продовжите готуватися до майбутньої війни за повернення нашого дому — Гномрегану!

На досягненні цієї директиви мають бути зосереджені всі ваші зусилля. Після успішного виконання вам буде дано нове завдання.]===],
},
[9545] = { -- Simple Sigil (1)
[===[Сподіваюсь, у тебе все добре, {клас:к}. Я пишу тобі тому, що нашому народові необхідні такі сильні бійці, як ти. Стільки всього сталося відтоді, як ми познайомилися з іншими расами Азероту. Ми потребуємо ще більше сильних захисників.

Таких захисників, як ти. Я розкажу тобі більше при зустрічі. Ти знайдеш мене на нижніх поверхах Альдрассіля.

-Алійссія, тренерка воїнів]===],
},
[9546] = { -- Simple Scroll (1)
[===[Більшість з нашого виду вважають магію найкращим джерелом сили. Але ми знаємо, що таке справжня сила, правда ж, {клас:к}? Ми знаємо, що наша зброя — це наші священні знаки, наш щит — це наша книга заклинань, а наша кольчуга — це наша мудрість.

Навіть у невмерлості ми сильні. І станемо тільки сильнішими.

Знайди мене в таверні Смертедзвону. Там ми й поговоримо про важливі речі.

-Даннал Штерн, тренер воїнів]===],
},
[9547] = { -- Simple Note (1)
[===[В багатьох племенах вважається, що уміння користуватися магією чи розмовляти з нашими предками — це дар. Але ти маєш знати, {клас:к}, що ти теж {стать:обдарований:обдарована}. Деяким не вистачає сили, щоб тримати потужну зброю. Дехто не може відбити удар нападника чи витримати ушкодження від магії, але не ти. Ти {стать:сильний:сильна}. І я допоможу тобі стати {стать:сильнішим:сильнішою}. Знайди мене в таборі Нараче.

-Гарутт Громовий Ріг, тренер воїнів]===],
},
[9548] = { -- Hallowed Letter (1)
[===[Ваш зв’язок зі світом і його зв’язок із вами є найважливішими для вашого успіху як {стать:жерця:жриці}. Мудрість і співчуття дозволять вам допомогти тим, хто має справжню потребу. Завзяття та незграбні рішення лише заважають іншим стати сильнішими або завдають шкоди.

Коли ви почнете розуміти, що це означає, вам знадобляться нові здібності та заклинання, які вам допоможуть. Звідси починається моя роль: знайдіть мене в бібліотечному крилі Північнокрайового абатства, коли будете готові до навчання.

-жриця Анетта, тренерка жерців]===],
},
[9553] = { -- Etched Parchment (1)
[===[Ти в гарних руках, мон. Джен'шан знає, що ти шукаєш себе на шляху {клас:р}, і готова вчити тебе... якщо ти {стать:готовий:готова} слухати.

Знайди мене в долині Випробувань. Джен'шан почне твої тренування і покаже всю силу шляху мисливців.

-Джен'шан, тренерка мисливців]===],
},
[9563] = { -- Consecrated Rune (1)
[===[Одні бояться нас більше, ніж драконів. Другі заздрять нам більше, ніж найвправнішим ковалям. Треті хвалять нашу вправність в бою. Хтось вклоняється перед нашою вірою. Деякі ж просто заздрять, що ми можемо перепити будь-кого з них! Але знай, {клас:к}, ти тепер серед найкращих захисників Азерот. Священне Світло дає нам тим більше сили, чим більше ми служимо йому.

Я розповім тобі більше, коли ти трохи освоїшся. Знайди мене в Ковмарі, що над долиною.

-Бромос Ґруммнер, тренер паладинів]===],
},
[9564] = { -- Etched Tablet (1)
[===[Джен'шан рада чути, що {стать:один з її братів прибув:одна з її сестер прибула} в долину, щоб випробувати себе. Джен'шан з нетерпінням чекає!

Не мені розказувати тобі про твою силу й вправність, ти все це вже знаєш. Завдання Джен'шан -- показати тобі, як стати ще краще.

Ти знайдеш Джен'шан в долині Випробувань. Вона добре тебе навчить. Навчить приборкувати могутніх звірів і ще дечому.

-Джен'шан, тренерка мисливців]===],
},
[9565] = { -- Etched Note (1)
[===[Могучі воїни захищають нашу домівку. Наші шамани направляють наш дух та показують нам минуле наших предків. А наші друїди допомагають нам зрозуміти волю Матері-Землі.

Але ти -- {клас}, і наші мисливці об'єднують в собі обов'язки воїнів, шаманів та друїдів. Такі, як ти -- серце нашого народу. Дехто в племені буде шукати твоєї допомоги та захисту. Мій обов'язок -- впевнитись, що ти {стать:готовий:готова} до цього. Приходь до мене в табір Нараче.

-Ланка Далекостріл, тренер мисливців]===],
},
[9566] = { -- Etched Rune (1)
[===[Приборкання звірів, майстерна стрільба, вистеження цілей -- чому ще ти хо' навчитись за своє життя? Всі ці вміння вимагають немало кмітливості та терпіння.

Шлях мисливця непростий, се точно. Тобі знадобиться багато тренуватись, щоб досягти хоча б рівня наших рядових стрільців. Та тому я тут.

Знайди мене в Ковмарі, що на півночі Морозної долини. Я чекатиму.

-Торґас Ґрімсон, тренер мисливців]===],
},
[9567] = { -- Etched Sigil (1)
[===[Елуна з тобою, {ім'я}. Вітри нашепотіли мені про це і я дуже рада взяти участь в підготовці нового покоління мисливців.

Наскільки мені відомо, ти неподалік Альдрассілю. Я буду чекати на тебе всередині великого дерева. 

Наші старійшини зобов'язали мене підготувати мисливців до прийдешніх випробувань. Ти -- {стать:один:одна} з них, тож раджу швидше зайти до мене. Бережи себе.

-Аянна Вічнохід, тренерка мисливців]===],
},
[9570] = { -- Consecrated Letter (1)
[===[Сподіваюся, цей лист знайде тебе, {клас:к}. Я кажу це з великою гордістю, тому що не всі мають таку глибоку віру та можуть стати пліч-о-пліч з одними з найкращих захисників Азерот.

Пам'ятай, що твій головний обов’язок — боротися з тими, хто прагне завдати шкоди нашому світу та принести зло в наші домівки.

Мене призначили твоїм наставником на час твого перебування тут. Як будеш {стать:готовий:готова} — шукай мене в Північнокрайовому абатстві.

-брат Семмюел, тренер паладинів]===],
},
[9580] = { -- Verdant Sigil (1)
[===[Коли до мене дійшла звістка про тебе, я відразу відправив тобі цю сигілу. Друїди Кенарія завжди раді поповненню своїх рядів. Навіть духи стають сильніше, коли нас більше. Знайди мене на вершині Альдрассілю, коли будеш {стать:готовий:готова}. Я буду твоїм наставником на час твого перебування в Тінистій долині.

-Мардант Міцнодуб, тренер друїдів]===],
},
[9581] = { -- Verdant Note (1)
[===[Минулої ночі до мене прийшли духи. Вони попередили мене про те, що ти прийдеш і що я маю допомогти тобі. Нам треба багато про що поговорити: про природу, духів, Матір-Землю та навіть про нічних ельфів. Та спершу ми маємо зустрітись. Приходь, і дізнаєшся більше про все, що на тебе чекає попереду.

Нехай тебе направляє мудрість. Я чекатиму на тебе.

-Ґарт Мрякогін, тренер друїдів]===],
},
[10022] = { -- Proof of Deed (1)
[===[Цей доказ правоти призначений для підтвердження того, що {ім'я} {стать:вбив:вбила} Марґол Люту, лихо Випаленої ущелини.

Залізогартський музей визнає це досягнення та дякує {стать:власнику:власниці} за щедрий внесок.

-Головний куратор Торій Камнеглад]===],
},
[10789] = { -- Manual of Engineering Disciplines (7)
[===[Інженерні дисципліни

Можна довго сперечатися, яка раса першою додумалась до інженерної справи в Азероті, але в сучасному світі найбільшого успіху досягли гноми та гобліни. Їхня відданість інженерній справі не лише сприяла фантастичним винаходам в епоху магічних відкриттів, але і породила інтенсивну конкуренцію між расами. Ніде це не проявляється так яскраво, як на шляхах розвитку їхньої науки.]===],
[===[Інженерія гномів

Гноми досягли успіху в конструюванні предметів, призначених для маніпулювання та контролю над навколишнім світом. Хоч вони зазвичай розробляють вибухівку та зброю, інженерна справа гномів в основному зосереджена на предметах, які в буквальному сенсі намагаються зробити життя простішим та доступнішим. Це дисципліна теоретичних можливостей, що стають реальністю завдяки досягненням гномів. Але, на жаль, деякі можливості все ж не вийде реалізувати повністю.]===],
[===[Інженерія гоблінів

Як раса, що зберігає нейтралітет майже в кожному конфлікті, гобліни зробили багато, щоб перетворити науку на прибуткову справу. Вони застосовують інженерну справу на практиці, про що свідчать їхні просунуті розробки вибухових речовин, вогнепальної зброї та машин. Гобліни-інженери не дуже цікавляться теорією, їхні винаходи зазвичай не мають проблем з тим, що вони не працюють, а радше працюють занадто добре. Це точно не для слабкодухих.]===],
[===[Вивчення дисципліни

Гноми та гобліни настільки добре захищають свої розробки один від одного, що отримати доступ до обох напрямків цієї науки одночасно практично неможливо. Кожна раса, незалежно від політичних поглядів, надає знання цих дисциплін лише для тих, хто погоджується відмовитися від вивчення дисципліни іншої раси. Наприклад, якщо учень вирішив вивчати інженерну справу гномів, то він ніколи не отримає знань від гоблінів.]===],
[===[Незворотність вибору

У попередньому розділі було висвітлено важливий момент щодо двох інженерних дисциплін, який необхідно засвоїти в інтересах освіти. Рішення займатися однією з двох дисциплін означає, що знання протилежної дисципліни будуть недоступні для вивчення. Хоч такий вибір може лякати інженера-початківця, досвідчений інженер розуміє, що гноми та гобліни надто добре охороняють свої секрети, тож краще мати хоч якісь знання, ніж не мати ніяких.]===],
[===[Цитати

"Хочеш дізнатися про інженерну справу гоблінів? Спробуй поговорити про це з одним з їхніх найкращих і найрозумніших інженерів — здається, його звуть "Наббі Товстопалець". Хочеш дізнатись, чому його так назвали? Це і є гоблінська інженерія."
— Рінґо Трагедікс, гном-інженер

"Думай про нас, гоблінів, що хочеш, але ось, що я тобі скажу: У НАС Є ВИБУХІВКА!"
— Язз Нітросполох, гоблін-бомбардувальник.]===],
[===[Більше цитат!

"Знаєш відчуття, коли ти закінчуєш робити пристрій та вперше вмикаєш його, щоб відчути його силу і радість, коли він оживає? Гноми цього не знають."
- Нікс Вертопружень, майстер гоблінської інженерії Пристробляху

"Інженерна справа — це коли ти береш фантазію і робиш щось ще більш фантастичне!"
— Ровіс МакШтовхогуп, гном-винахідник]===],
},
[10832] = { -- Fel Tracker Owner's Manual (3)
[===[Виклик звіра:

Щоб викликати скверношукача, ви маєте використати сферу Скверни.

Примітки:

Викликаний скверношукач може перебувати в цьому світі лише тридцять хвилин.

Викликаний скверношукач допоможе вам лише у пошуку відкладень азшариту.

Викликаний скверношукач НЕ БУДЕ робити наступне: виконувати трюки, атакувати, допомагати, танцювати, знищувати арканічних істот.

Будь ласка, перегорніть сторінку...]===],
[===[Контроль над звіром:

Скверношукачі реагують тільки на звіриний рик. Щоб змусити вашого скверношукача шукати відкладення азшариту, потрібно сильно загарчати на нього! Наведіть на скверношукача та гаркніть (/roar).

Коли скверношукач знайде відкладення, він побіжить до нього, не зважаючи на істот, які будуть на його шляху. Хоч вам і не потрібно захищати пантрувача, але ви можете триматися поруч, щоб не втратити його.]===],
[===[Відпустити звіра:

Через тридцять хвилин звір повернеться до своєї домівки в Підсвіття.

Примітка:

Під час того, як звір буде слідувати до чогось, він МОЖЕ зірватися зі скелі або впасти з гори. Не оплакуйте втрату скверношукача, просто викличте іншого замість нього.]===],
},
[10839] = { -- Crystallized Note (2)
[===[Тому, кого це стосується:

Якщо ти читаєш цю записку, значить ти перебуваєш в одному з двох місць:

(1) На південному півострові Азшари.

(2) В череві скельного велетня.

Обидва місця однаково небажані.

Слід зазначити, що я колись був у першому місці, а на момент написання цього листа, знаходжуся в другому.]===],
[===[В череві велетня з'являється багато часу на роздуми

Поки моє тіло кристалізується, я дійшов висновку, що, мабуть, у цьому світі достатньо героїв. Якщо я якось виберуся з цієї халепи, то скручу примарну шию цього орка!

— Віндан Шей]===],
},
[10840] = { -- Crystallized Note (2)
[===[Про що я думав?

Можливо, краще було б запитати: про що я думаю, пишучи записку, сидячи в череві велетня?

Обидва питання хороші, і на жодне з них у мене немає відповіді...

Слід визнати, що моя місія не несла добрі наміри. Я прийшов у пошуках азшариту, унікального кристала з південної Азшари. Ой, яким же багатим я б був!

Ха! І подивіться тепер на мене...]===],
[===[Якщо якась розумна істота знайде цю записку, нехай запитає себе: "Якого біса я панькаюсь з цими жорстокими десятиметровими велетнями?"

- Мук]===],
},
[11125] = { -- Grape Manifest (1)
[===[Брате Нілсе,

мій виноград врятовано! {Ім'я}, {стать:той, хто приніс:та, що принесла} тобі цього листа, не {стать:злякався:злякалася} мого, наповненого злодіями виноградника, і {стать:зібрав:зібрала} врожай, який я не змогла. Хоч повстанці й досі вештаються вздовж річки, майже весь мій урожай був врятовано.

Тож сміливо можеш заставляти полички виноградом у своїй крамниці.

Нехай, Світло захистить нас,
— Міллі Осворт]===],
},
[11482] = { -- Crystal Pylon User's Manual (10)
[===[ПОСІБНИК З ВИКОРИСТАННЯ КРИШТАЛЕВОГО ПІЛОНА
"Посібник зі збору та використання кристалів сили з кратера Ун'Ґоро"

Розділ 1: Північний пілон
Розділ 2: Східний пілон
Розділ 3: Західний пілон]===],
[===[Розділ 1: ПІВНІЧНИЙ ПІЛОН

Північний 
пілон приймає
жовті, червоні
та зелені
кристали.



Пілон використовує енергію жовтих кристалів, як основне джерело живлення.]===],
[===[Комбінації кристалів північного пілона
Існує два можливих ефекти: перший — спричиняє шкоду, а другий скасовує її.
КРИСТАЛІЧНИЙ ЗАРЯД: потрібні червоні та жовті кристали. 
Це призведе до великого вибуху. 
КРИСТАЛІЧНЕ ВІДНОВЛЕННЯ: потрібні жовті та зелені кристали. 
Це забезпечить вам цілющу ауру.]===],
[===[ДІАГРАМА ПІВНІЧНОГО ПІЛОНА]===],
[===[Розділ 2: СХІДНИЙ ПІЛОН

Східний 
пілон приймає
сині, жовті
та зелені
кристали.



Пілон використовує енергію синіх кристалів, як основне джерело живлення.]===],
[===[Комбінації кристалів східного пілона
Існує два можливих ефекти: один надає ефект підвищення духу, а інший створює щит, який завдає шкоди ворогам. 
КРИСТАЛІЧНА СИЛА: потрібні сині та зелені кристали. 
Це збільшує ваш дух. 
КРИСТАЛІЧНЕ ВІСТРЯ: потрібні сині та жовті кристали. 
Це створить щит, який завдаватиме шкоди нападникам.]===],
[===[ДІАГРАМА СХІДНОГО ПІЛОНА]===],
[===[Розділ 3: ЗАХІДНИЙ ПІЛОН

Західний 
пілон приймає
червоні, зелені
та сині
кристали.



Пілон використовує енергію червоних кристалів, як основне джерело живлення.]===],
[===[Комбінації кристалів західного пілона
Існує два можливих ефекти: один збільшує ваш захист від шкоди, а інший послаблює захист ворога. 
КРИСТАЛІЧНИЙ ЗАХИСТ: потрібні червоні та зелені кристали. 
Це збільшить вашу броню. 
КРИСТАЛІЧНЕ ПОСЛАБЛЕННЯ: потрібні сині та червоні кристали. 
Це зменшить броню обраної цілі.]===],
[===[ДІАГРАМА ЗАХІДНОГО ПІЛОНА]===],
},
[11727] = { -- Goodsteel Ledger (5)
[===[Вітаю вас, шукачі пригод!

Я, Крінкл Файносталь, шукаю тих, хто готовий наразити себе на небезпеку, щоб виконати кілька моїх найважчих завдань. Зважаючи на кількість моїх обов'язків та обсяг роботи, яку я взяв на себе, я гарантую, що кожен, хто зможе зібрати предмети з цього переліку і принести їх мені неушкодженими, отримає щедру винагороду.

Перелік міститься на наступних сторінках...]===],
[===[Міцна кришталева лапа —

Кришталеві павуки Випаленої ущелини зроблені з неймовірного матеріалу, схожого на кристал. Їхні лапи, якщо їх не пошкодити, стануть чудовим провідником у деяких інженерних витворах моїх колег.

Мені знадобиться кілька таких лап для експериментів. Павуки можуть мати до восьми таких лап, тому це не повинно бути проблемою для {стать:витривалого воїна:витривалої воїтельки} чи {стать:досвідченого мага:досвідченої магині}.]===],
[===[Затриманий пакунок —

Я найняв декого, кого вважав надійним пілотом, щоб привезти мені пакунок з Терамору. Але, як виявилось, я помилявся. Хоч пілот і вижив, та він кинув і свій дирижабль, і весь мій вантаж, щоб врятувати власну голову.

Що ж, мені потрібно повернути цей пакунок. Бізіль сказав, що він розбився на заході від бухти в Бруднолипкій трясовині. Він почав падати відразу після того, як перетнув пагорби вздовж берегу.

Хм... Він так і не розказав мені, що стало причиною аварії...]===],
[===[Збалансований фламберг Файносталя —

Нарешті, я хочу повернути один з моїх найкращих ковальських витворів. Цей фламберг — неймовірна зброя, і я подарував його тому, кого я вважав вельми шляхетним та великим воїном. Коротко кажучи, його побив мурлок, на ім'я... Джаркай? Якось так.

Це сталося, коли він проходив по узбережжю болота Скорбот і вирішив вбити цю істоту. Йому це не вдалося, і він, очевидно, втік, але перед тим залишив зброю мурлоку.]===],
[===[Знайди ці речі та принеси їх в Пристроблях разом з цією книгою і я винагороджу тебе.]===],
},
[11732] = { -- Libram of Rumination (1)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення малого магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
},
[11733] = { -- Libram of Constitution (1)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення малого магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
},
[11734] = { -- Libram of Tenacity (1)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення малого магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
},
[11736] = { -- Libram of Resilience (1)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення малого магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
},
[11737] = { -- Libram of Voracity (1)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення малого магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
},
[11886] = { -- Urgent Message (1)
[===[Термінове повідомлення для спостерігача скель Довгорогого

Великий загін кентаврів із табору І'ток напав на один із наших караванів постачання. Усіх учасників каравану було втрачено з усіма припасам, які вони везли. Це була смілива, безпрецедентна атака кентаврів, і я боюся, що вона далеко не остання.]===],
},
[12562] = { -- Important Blackrock Documents (1)
[===[Змійталак,

Я отримав прямий наказ від твого володаря, Нефаріана, покарати тебе так, як вважатиму за потрібне, якщо хтось із чужинців проникне до цитаделі.

Не забувай, хто тут командує, ящірко.

Син Чорнорука: володар клинка і битви. Єдиний істинний воєводжь.

-Ренд]===],
},
[12635] = { -- Simple Parchment (1)
[===[Тром-ка, {клас:к}. Мене не цікавлять твої подвиги - це справи минулого. Коли ти востаннє {стать:вбивав:вбивала} людину? Певне, що давно. Ти слабшаєш, втрачаєш хватку без діла.

Мені тут потрібна ще одна пара рук, а тобі, що б там про тебе не казали, потрібні мої тренування. Як усвідомиш це - приходь до мене, я буду під навісом біля Лігва.

-Франґ, тренер воїнів]===],
},
[12730] = { -- Warosh's Scroll (5)
[===[Ох, я проклятий! Колись я був великим огром-магом з клану Кам'яного Шпиля, та я кинув виклик Уроку Згубореву, а він вкрав мою магію і прокляв мене. Тепер я повинен ходити залами Ордемара у вигляді цього жалюгідного створіння!

Допоможи мені! Зустрінься з Уроком і поверни мою магію! Це буде нелегко, бо Урок залишається в тіні й може бути викликаний лише через велике випробування.

Цим випробуванням буде смерть його вірного помічника, верховного повелителя Омокка.

Читай далі, і побачиш.]===],
[===[Верховний повелитель Омокк править кланом Кам'яного Шпиля, але робить він це за допомогою магії Урока. Урок зачарував Омокка заклинанням, яке може вбити будь-якого огра, що кине йому виклик. Він використовував це закляття багато разів і зберігає черепи своїх жертв у купі, в місці сили над палатою Омокка.

Саме туди ти маєш піти, щоб зустрітися з Уроком.]===],
[===[Знайди грубий спис в таборі Рубаного Щита. Вони часто складають їх біля своїх наметів поруч з входом у володіння Кам'яного Шпиля.

Коли знайдеш спис, прямуй до верховного повелителя Омокка. Убий його і настроми його голову на спис.

Тоді ти маєш приготуватися до справжнього випробування.]===],
[===[Вирушай до місця сили над володіннями Кам'яного Шпиля, за тунелями Жевріючої Павутини. У цьому місці зібрані черепи ворогів і суперників Урока. Саме сюди ти маєш встромити спис з головою Омокка!

Коли голова буде на місці, Урок обов'язково прийде... але спочатку він пошле своїх поплічників. Вбий їх, і з часом з'явиться сам Урок.

Убий Урока і поверни мою магію. Повернувши свої сили, я винагороджу тебе.]===],
[===[Щасти тобі. А ось підказка, яка може допомогти у випробуваннях проти поплічників Урока:

Заклинання, яке Омокк використовує, щоб вбивати огрів, може продовжувати діяти й після смерті Омокка. Під час битви з поплічниками Урока використовуй силу, що знаходиться в голові Омокка — якщо пощастить, Омокк знищить поплічників Урока!

Яка іронія.]===],
},
[12765] = { -- Secret Note #1 (1)
[===[Аґашам,

Наші плани треба тримати в секреті за будь-яку ціну! Це буде катастрофа, якщо інші племена тауренів дізнаються про нашу приналежність.

Підписано,

Провісник Ільм]===],
},
[12766] = { -- Secret Note #2 (1)
[===[Аґашам,

Працюючи разом, наші сили будуть могутнішими за всі племена тауренів разом узяті! Проте ми вимагаємо вашої повної покірності. Пам’ятайте, ваші люди отримають винагороду лише після здійснення наших планів!

Підписано,

Провісник Рекс]===],
},
[12768] = { -- Secret Note #3 (1)
[===[Аґашам,

Наші агенти з Лордерона незабаром зустрінуться з вашими представниками. Ми повідомимо вам, щойно знайдемо відповідне місце для нашого саміту.

Підписано,

Провісник Ґрак]===],
},
[12900] = { -- Annals of Darrowshire (6)
[===[Літопис Дарроушира

Селище Дарроушир, назване на честь озера Дарроумер, розташоване на схід від цього озера, на південному кордоні Лордерона. Відомий своїми скромними, але працьовитими мешканцями, Дарроушир залишався непоміченим в історії Лордерона до Другої війни.

Під час цієї війни з'явилися герої. Про яких згодом забули.]===],
[===[Битва при Дарроуширі

Битва при Дарроуширі відбулася в середині Другої війни, коли Скара лютувала в Лордероні. Хоч Дарроушир був відрізаний від основних сил Альянсу, але він мав власний загін воїнів, підрозділ паладинів Сріблястої Десниці та відважне місцеве ополчення на чолі з капітаном Джозефом Редпатом.]===],
[===[Перші напади Скари на Дарроушир були незначними. Атаки невеликих груп скелетів і мерців, що блукали околицями селища, з легкістю відбивались його захисниками.

Але Скару не зупинила завзятість захисників і невдовзі після селище зазнало нових атак. Відбірні гулі, слуги повелителя гулів Горґуса, спустилися з пагорбів і вступили в бій з захисниками Дарроушира.]===],
[===[Захисники ослабли, але їм на допомогу прийшли паладини Сріблястої Десниці. Їхній лідер, Дейвіл Крокфорд, був родом з Дарроушира. Почувши про напад, він привів до селища своїх побратимів, і разом із захисниками вони зупинили слуг Горґуса.

Коли Горґус вийшов на поле бою, Дейвіл виступив проти нього. Вони довго билися і врешті-решт Дейвіл переміг, але отримав смертельну рану і помер незабаром після перемоги над повелителем гулів.]===],
[===[Битва тривала, і капітан Редпат хоробро вів своє ополчення. І битва могла б завершитися перемогою, якби не магія лицаря смерті Мардука Чорного.

У розпал битви Мардук наблизився до Редпата і за допомогою чорної магії вирвав його дух, перетворивши хороброго капітана в злу тінь.]===],
[===[Скверна капітана Редпата поширилась серед інших захисників Дарроушира, які після цього зрадили своїх союзників і вбили їх. Потім вони напали на Дарроушир і вбили всіх, хто ховався у своїх домівках.

Рештки армії Скари, разом із чорним духом капітана Редпата, залишили спустошене селище і вдерлися до Лордерону, несучи з собою біль і смерть Другої війни.]===],
},
[13202] = { -- Extended Annals of Darrowshire (11)
[===[Літопис Дарроушира

Селище Дарроушир, назване на честь озера Дарроумер, розташоване на схід від цього озера, на південному кордоні Лордерона. Відомий своїми скромними, але працьовитими мешканцями, Дарроушир залишався непоміченим в історії Лордерона до Другої війни.

Під час цієї війни з'явилися герої. Про яких згодом забули.]===],
[===[Битва при Дарроуширі

Битва при Дарроуширі відбулася в середині Другої війни, коли Скара лютувала в Лордероні. Хоч Дарроушир був відрізаний від основних сил Альянсу, але він мав власний загін воїнів, підрозділ паладинів Сріблястої Десниці та відважне місцеве ополчення на чолі з капітаном Джозефом Редпатом.]===],
[===[Перші напади Скари на Дарроушир були незначними. Невеликі групи скелетів і мерців, що блукали околицями селища, з легкістю розбивались його захисниками.

Але Скара відчула завзятість захисників і невдовзі після селище зазнало нових атак. Відбірні гулі, слуги повелителя гулів Горґуса, спустилися з пагорбів і вступили в бій з захисниками Дарроушира.]===],
[===[Захисники ослабли, але їм на допомогу прийшли паладини Сріблястої Десниці. Їхній лідер, Дейвіл Крокфорд, був родом з Дарроушира. Почувши про напад, він привів до селища своїх побратимів, і разом із захисниками вони зупинили слуг Горґуса.

Коли Горґус вийшов на поле бою, Дейвіл виступив проти нього. Вони довго билися і врешті-решт Дейвіл переміг, але отримав смертельну рану і помер незабаром після перемоги над повелителем гулів.]===],
[===[Битва тривала, і капітан Редпат хоробро вів своє ополчення. І битва могла б завершитися перемогою, якби не магія лицаря смерті Мардука Чорного.

У розпал битви Мардук наблизився до Редпата і за допомогою чорної магії вирвав його дух, перетворивши хороброго капітана в злу тінь.]===],
[===[Скверна капітана Редпата поширилась серед інших захисників Дарроушира, які після цього зрадили своїх союзників і вбили їх. Потім вони напали на Дарроушир і вбили всіх, хто ховався у своїх домівках.

Рештки армії Скари, разом із чорним духом капітана Редпата, залишили спустошене селище і вдерлися до Лордерону, несучи з собою біль і смерть Другої війни.]===],
[===[Доля Горґуса-Спустошника

Горґус-Спустошник загинув у битві при Дарроуширі. Але зло, яке він ніс з собою, не було повністю знищено. Війська Скари, що перемогли в цій битві, забрали його череп з поля битви, щоб наводити жах на все живе.

За кілька днів загін Скари, що володів головою, був розбитий паладинами Сріблястої Десниці. Голову Горґуса кинули в озеро Чорнолісся.]===],
[===[Доля Мардука Чорного

Мардук пережив Другу війну, сіючи смерть і страждання своїм брудним рунним мечем. Хоч Мардук все ще живий, його меч було втрачено у битві при перехресті Коріна. Капітан дворфів розтрощив меч своїм зачарованим щитом, змусивши Мардука втекти з поля бою, що і принесло перемогу Альянсу.

Меч Мардука встромився в землю й осквернив її, проївши ущелину в землі, тепер відому як Чумний Шрам.]===],
[===[Доля Дейвіла Сяйносвіта

Дейвіл Сяйносвіт загинув у битві при Дарроуширі, але його хоробрість надихала Альянс протягом усієї війни.

Його манускрипт паладина був знайдений військами Багряного Походу. Тепер він зберігається в ратуші Вогнедолу, де з неї черпають силу Девіла послідовники Багряного Походу.]===],
[===[Доля Джозефа Редпата

Джозеф Редпат загинув під час битви при Дарроуширі. Його покалічена душа прийняла форму істоти, яка принесла велике зло Лордерону.

У Посусі Ґаррона, що на схід від Андорала, спотвореного Редпата остаточно перемогли війська Альянсу. Його щит все ще лежить біля комори на чумній фермі, а поплічники Скари все ще тягнуться до пам'ятки про його зло.]===],
[===[Доля Карліна Редпата

Карлін, брат капітана Джозефа Редпата, був важко поранений під час битви при Дарроуширі, але йому вдалося вижити.

Через кілька днів після битви Сріблястий Світанок знайшов Карліна, який блукав, знесилений від спраги та лихоманки, поблизу перехрестя Коріна. Вони обробили його рани та привели його до Каплиці Надії Світла.

Вдячний Карлін приєднався до лав Сріблястого Світанку і тепер бореться зі Скарою, прагнучи помститися тим, хто зруйнував його дім і вбив його брата.]===],
},
[15790] = { -- Studies in Spirit Speaking (1)
[===[УуУуУуУ УУуУУуу УУУуУуу УУуУууУ УУуУУуУ УУууууУ Уууууу УууУУУУ УУуУУУу УУуУУуу УУуУууУ УУуУУУу УУууУуУ Уууууу УууУУУу УУууууУ УУУуууу УУууууУ Уууууу УуУуУУу УУууууУ УУуУУуу УУуУУуу УУууУуУ УУУУууУ Уууууу УууУуУУ УУуУУУу УУуУууУ УУууУУУ УУуУууу УУУуУуу УУУууУУ Уууууу УУуУУУУ УУууУУу Уууууу УууууУУ УУуУууу УУууууУ УУуУУУУ УУУууУУ]===],
},
[15998] = { -- Lewis' Note (1)
[===[Озрік,

Нижче наведено список броні, яка нам потрібна:

10 кольчужних сорочок
20 шоломів
30 латок для броні
15 пар кольчужних чоботів

Ми, як завжди, в боргу перед тобою. І якщо Західний край колись звільниться від злодіїв, які не дають йому спокою, відчуття провини в моєму серці зменшиться, якщо я зможу запросити тебе до мого родинного дому на смачний обід, приготований з дарів нашої родючої землі.

-Льюїс
Квартирмейстер, Сторожовий пагорб]===],
},
[16307] = { -- Gryshka's Letter (1)
[===[Дорогий Зарґ,

Стейки, які ти надіслав, чудові. Добре мармуровані, товсто нарізані й залиті кнурячим жиром. Вони саме такі як я люблю. Пізніше, коли я їстиму їх, буду згадувати тебе, догризаючи останні шматочки кісток і хрящів. Я закрию очі та побачу твої сильні руки в шрамах, які рубають і ріжуть...

Хах! Це нагадало мені про той нещасний випадок, коли ти втратив палець... О, Зарґ! Думаючи про той день, я регочу, як маленька дівчинка.

Ти такий милий, коли стікаєш кров'ю!

-Гришка]===],
},
[17781] = { -- The Pariah's Instructions (5)
[===[Далеко в долині Списів розташований священний храм Мародон. Скоро ти зрозумієш, чому я попросив не кентавра допомогти мені в моїй скруті.

Там, одразу за дверима, куди можуть заходити лише духи та наші найсвященніші жерці та жриці, є кентавр, на ім'я Безіменний Пророк. Він вищий за всіх у духовних справах і старший за багатьох старійшин.]===],
[===[Пророк дуже могутній і спілкується з духами наших предків. Але він дурень! Він навіть не здогадується про справжню силу, якою володіє. Він носить амулет Духів, у якому й міститься більша частина його сили.

Я дізнався, що амулет могутній, але він неповний.]===],
[===[В амулеті не вистачає п'яти самоцвітів. І якщо їх знайти та вставити на місце, його сила набагато перевищить силу його нинішньої форми. Я дізнався, де знаходяться ці п'ять самоцвітів, але мені потрібні твої уміння, щоб допомогти зібрати їх. Вбити Безіменного Пророка — це, звісно, найтяжчий гріх, як і крадіжка з його тіла, але про те, що я попрошу далі, всякому кентавру заборонено навіть думати.]===],
[===[У печерах Мародону блукають духи наших перших ханів. Перші діти наших Матері та Батька і наші найбільші лідери — це Ґелк, Колк, Маґра, Мародос і Венґ. Кожен з цих духів зберігає один зі зниклих самоцвітів.]===],
[===[Використовуй силу амулета Духів, щоб змусити їх проявитися і забери у них самоцвіти! Після цього встав самоцвіти в амулет Духів і поверни його мені. Коли я отримаю амулет Єднання, я буду достатньо сильним, щоб змінити життя племен, і ми нарешті зможемо стати такими, якими хотіли нас бачити наші предки!]===],
},
[18332] = { -- Libram of Rapidity (2)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
[===[<Ваше тіло пронизує пекучий біль, коли ви дивитесь на ці сторінки.>]===],
},
[18333] = { -- Libram of Focus (2)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
[===[<Ви не можете зрозуміти нічого з того, що написано на цих сторінках.>]===],
},
[18334] = { -- Libram of Protection (2)
[===[<Сторінки вкриті стародавніми ельфійськими рунами.>

На сторінках цієї книги зібрані спогади про події, які відбувалися під час збору та приготування реагентів, необхідних для створення магічного каменю.

Нехай наші вороги ніколи не отримають доступу до цих манускриптів.

Нехай я доживу до того часу, коли бліде світло місяця знову осяє Квел’Талас.

Нехай я помру на милість Кель'таса.

Нехай я вбиватиму на славу Іллідана.

— Майстер Тельмій Снохочий]===],
[===[<Чорнила крутяться і переміщаються по сторінці. Вам здається, ніби книга знущається з вас.>]===],
},
[18675] = { -- Military Ranks of the Horde & Alliance (7)
[===[ВІЙСЬКОВІ ЗВАННЯ ОРДИ І АЛЬЯНСУ


Тром'ка! У цій
книзі ти знайдеш
детальний перелік
військових звань
Орди та
жалюгідного Альянсу.
Спочатку в переліку йде
Орда, потім Альянс,
і для обох перелічені офіцерські та рядові звання. Як і
годиться, найсильніші перераховані вгорі, а слабші —
під ними.]===],
[===[ОФІЦЕРСЬКІ ЗВАННЯ ОРДИ
Частина 1 
Верховний воєвода


Воєвода


Генерал


Генерал-лейтенант


Герой]===],
[===[ОФІЦЕРСЬКІ ЗВАННЯ ОРДИ
Частина 2 
Центуріон


Легіонер


Кривавий вартовий


Кам'яний вартовий]===],
[===[РЯДОВІ ЗВАННЯ ОРДИ

Головний сержант


Старший сержант


Сержант


Бугай


Розвідник]===],
[===[ОФІЦЕРСЬКІ ЗВАННЯ АЛЬЯНСУ 
Частина 1 
Головнокомандувач


Фельдмаршал


Маршал


Командир


Лейтенант-командир]===],
[===[ОФІЦЕРСЬКІ ЗВАННЯ АЛЬЯНСУ 
Частина 2 
Лицар-герой


Лицар-капітан


Лицар-лейтенант


Лицар]===],
[===[РЯДОВІ ЗВАННЯ АЛЬЯНСУ

Сержант-майор


Майстер-сержант


Сержант


Капрал


Рядовий]===],
},
[18708] = { -- Petrified Bark (5)
[===[Симона Спокусниця:

Ти застанеш Симону за оскверненням кратера Ун'Ґоро. Не дай себе обдурити її маскуванням. Наближайся до неї з обережністю і виклич її на бій.]===],
[===[Клінфран Схиблений:

Клінфран блукає Палаючим степом. Наближайся до нього з обережністю і змусь його показати своє справжнє обличчя.]===],
[===[Соленор Душогуб:

У посушливих землях Силітусу нишпорить лиходій, Соленор Душогуб. Він диявольськи хитрий і дуже небезпечний. Підберися до нього і змусь його перетворитися.]===],
[===[Арторій Губитель:

Арторій псує та нищить все, до чого торкається у Зимоключі. Знайди його і вбий.]===],
[===[Зауваж, {клас:к}, з цими демонами треба битись на їхніх умовах. Якщо вони відчують, що не можуть тебе здолати — вони втечуть.

БИЙСЯ З НИМИ НАОДИНЦІ.]===],
},
[19978] = { -- Fishing Tournament! (1)
[===[Риболовний турнір в Тернистій долині! Захід проходитиме в неділю — з 14:00 до 16:00.

Ловіть рибу в будь-якій точці на узбережжі Тернистої долини (окрім Грабіжної Бухти) і шукайте косяки смачнориби, які з'являтимуться вздовж узбережжя! Якщо ваш поплавок попаде в косяк, ви ловитимете особливу рибу, замість звичайних різновидів, яких повно в Тернистій долині. Той, хто першим зловить сорок смачнориб, зможе віддати їх майстру риболовлі Жерлиці в Грабіжній Бухті та отримати приз!

Навіть якщо ви не будете першим, хто зловить сорок смачнориб, ви все одно зможете обміняти їх на гроші, а за деяких особливих риб, ви отримаєте спеціальні призи!]===],
},
[22944] = { -- A Crumpled Missive (1)
[===[Геліана,

Я, Варґус, ще живий, наперекір твоїм бажанням. Я ненавиджу тинятися сільською місцевістю в цих безглуздих обладунках.

За нашими останніми наказами ми прямуємо до Андоралу за зерном чи якоюсь подібною нісенітницею. Чому я маю піклуватися про продовольчі склади в Андоралі? Вся ця ідея перебування в армії є безглуздою.

Будьте певні, тітонько Геліано, я повернуся за вашою спадщиною; навіть якщо я стану тяжко пораненим і залишуся без їжі, чисте злостування буде рухати мене вперед.

Варґус]===],
},
[22945] = { -- A Careworn Note (1)
[===[Люба Амелія,

Сьогодні ввечері я бачив речі, які будуть переслідувати мене вічно.

Стратгольм охоплений полум'ям... і ми за це несемо відповідальність.

Сьогодні ввечері наш принц повів нас вулицями міста; він наказав нам вдиратися в домівки городян і... вбивати їх уві сні. Вони були заражені, стверджував лорд Артас, і мали бути вбиті, перш ніж вони вбили б нас.

Це була різанина. Сотні тихо загинули від мечів тих, хто присягнувся захищати їх. Я не міг більше терпіти цього; я втік.

Це дезертирство, але я не міг чинити тих звірств. У кожній оселі я не міг не бачити твого обличчя чи обличчя наших дітей на жертвах, коли вони вмирали. Якщо протистояти цьому означає бути зрадником, то так тому і бути.

Сподіваюся вчасно дістатися до вас, але дороги небезпечні. Даруй нашим дітям мою любов у час моєї відсутності.

Джеймс]===],
},
[22946] = { -- A Ragged Page (1)
[===[Самла,

Поки ми слідуємо за нашим лордом Артасом на північ, завжди на північ, мені стає важко на серці. Хоча колись він сяяв Світлом, тепер я відчуваю затьмарення духу молодого паладина. Його завзяття затьмарене задумливістю над якимсь кошмаром у його душі, який я не можу передбачити...

Незабаром ми вийдемо на сушу серед замерзлих відходів. Хоча багато з його людей хворіють від холоду та битв із гнилими звірами, Артас каже нам, що те, що він шукає в льоду, змінить хід битви. Але його слова мене не втішили, бо після того, як він їх сказав... похмура посмішка на його скривлених губах застудила мене сильніше, ніж будь-яка хуртовина.

Молися за нас, Самла, і молись за наш світ,

Торгал]===],
},
}
