local _, addonTable = ...
addonTable.class = { -- [id] = { [н/р/д/з/о/м/к] = { male, female } }

["WARRIOR"] = {
    ["н"] = { "воїн", "воїн" },
    ["р"] = { "воїна", "воїна" },
    ["д"] = { "воїну", "воїну" },
    ["з"] = { "воїна", "воїна" },
    ["о"] = { "воїном", "воїном" },
    ["м"] = { "воїні", "воїні" },
    ["к"] = { "воїне", "воїне" },
},

["PALADIN"] = {
    ["н"] = { "паладин", "паладин" },
    ["р"] = { "паладина", "паладина" },
    ["д"] = { "паладинові", "паладинові" },
    ["з"] = { "паладина", "паладина" },
    ["о"] = { "паладином", "паладином" },
    ["м"] = { "паладині", "паладині" },
    ["к"] = { "паладине", "паладине" },
},

["HUNTER"] = {
    ["н"] = { "мисливця", "мисливця" },
    ["р"] = { "мисливця", "мисливця" },
    ["д"] = { "мисливцеві", "мисливцеві" },
    ["з"] = { "мисливця", "мисливця" },
    ["о"] = { "мисливцем", "мисливцем" },
    ["м"] = { "мисливці", "мисливці" },
    ["к"] = { "мисливцю", "мисливцю" },
},

["ROGUE"] = {
    ["н"] = { "пройдисвіт", "пройдисвіт" },
    ["р"] = { "пройдисвіта", "пройдисвіта" },
    ["д"] = { "пройдисвітові", "пройдисвітові" },
    ["з"] = { "пройдисвіта", "пройдисвіта" },
    ["о"] = { "пройдисвітом", "пройдисвітом" },
    ["м"] = { "пройдисвіті", "пройдисвіті" },
    ["к"] = { "пройдисвіте", "пройдисвіте" },
},

["PRIEST"] = {
    ["н"] = { "жрець", "жриця" },
    ["р"] = { "жерця", "жриці" },
    ["д"] = { "жерцеві", "жриці" },
    ["з"] = { "жерця", "жрицю" },
    ["о"] = { "жерцем", "жрицею" },
    ["м"] = { "жерці", "жриці" },
    ["к"] = { "жерче", "жрице" },
},

["SHAMAN"] = {
    ["н"] = { "шаман", "шаман" },
    ["р"] = { "шамана", "шамана" },
    ["д"] = { "шаманові", "шаманові" },
    ["з"] = { "шамана", "шамана" },
    ["о"] = { "шаманом", "шаманом" },
    ["м"] = { "шамані", "шамані" },
    ["к"] = { "шамане", "шамане" },
},

["MAGE"] = {
    ["н"] = { "маг", "маг" },
    ["р"] = { "мага", "мага" },
    ["д"] = { "магові", "магові" },
    ["з"] = { "мага", "мага" },
    ["о"] = { "магом", "магом" },
    ["м"] = { "магові", "магові" },
    ["к"] = { "магу", "магу" },
},

["WARLOCK"] = {
    ["н"] = { "чорнокнижник", "чорнокнижниця" },
    ["р"] = { "чорнокнижника", "чорнокнижниці" },
    ["д"] = { "чорнокнижникові", "чорнокнижниці" },
    ["з"] = { "чорнокнижника", "чорнокнижницю" },
    ["о"] = { "чорнокнижником", "чорнокнижницею" },
    ["м"] = { "чорнокнижнику", "чорнокнижниці" },
    ["к"] = { "чорнокнижнику", "чорнокнижнице" },
},

["DRUID"] = {
    ["н"] = { "друїд", "друїд" },
    ["р"] = { "друїда", "друїда" },
    ["д"] = { "друїдові", "друїдові" },
    ["з"] = { "друїда", "друїда" },
    ["о"] = { "друїдом", "друїдом" },
    ["м"] = { "друїді", "друїді" },
    ["к"] = { "друїде", "друїде" },
},

}
