local _, addonTable = ...
addonTable.class = { -- [id] = { [н/р/д/з/о/м/к] = { 1=male, 2=female, 3=sexless_many } }

-- id: classFile column from https://warcraft.wiki.gg/wiki/ClassId

["WARRIOR"] = {
    ["н"] = { "воїн", "воїтелька", "воїни" },
    ["р"] = { "воїна", "воїтельки", "воїнів" },
    ["д"] = { "воїнові", "воїтельці", "воїнам" },
    ["з"] = { "воїна", "воїтельку", "воїнів" },
    ["о"] = { "воїном", "воїтелькою", "воїнами" },
    ["м"] = { "воїні", "воїтельці", "воїнах" },
    ["к"] = { "воїне", "воїтелько", "воїни" },
},

["PALADIN"] = {
    ["н"] = { "паладин", "паладинка", "паладини" },
    ["р"] = { "паладина", "паладинки", "паладинів" },
    ["д"] = { "паладинові", "паладинці", "паладинам" },
    ["з"] = { "паладина", "паладинку", "паладинів" },
    ["о"] = { "паладином", "паладинкою", "паладинами" },
    ["м"] = { "паладині", "паладинці", "паладинах" },
    ["к"] = { "паладине", "паладинко", "паладини" },
},

["HUNTER"] = {
    ["н"] = { "мисливець", "мисливиця", "мисливці" },
    ["р"] = { "мисливця", "мисливиці", "мисливців" },
    ["д"] = { "мисливцеві", "мисливиці", "мисливцям" },
    ["з"] = { "мисливця", "мисливицю", "мисливців" },
    ["о"] = { "мисливцем", "мисливицею", "мисливцями" },
    ["м"] = { "мисливці", "мисливиці", "мисливцях" },
    ["к"] = { "мисливцю", "мисливице", "мисливці" },
},

["ROGUE"] = {
    ["н"] = { "пройдисвіт", "пройдисвітка", "пройдисвіти" },
    ["р"] = { "пройдисвіта", "пройдисвітки", "пройдисвітів" },
    ["д"] = { "пройдисвітові", "пройдисвітці", "пройдисвітам" },
    ["з"] = { "пройдисвіта", "пройдисвітку", "пройдисвітів" },
    ["о"] = { "пройдисвітом", "пройдисвіткою", "пройдисвітами" },
    ["м"] = { "пройдисвіті", "пройдисвітці", "пройдисвітах" },
    ["к"] = { "пройдисвіте", "пройдисвітко", "пройдисвіти" },
},

["PRIEST"] = {
    ["н"] = { "жрець", "жриця", "жерці" },
    ["р"] = { "жерця", "жриці", "жерців" },
    ["д"] = { "жерцеві", "жриці", "жерцям" },
    ["з"] = { "жерця", "жрицю", "жерців" },
    ["о"] = { "жерцем", "жрицею", "жерцями" },
    ["м"] = { "жерці", "жриці", "жерцях" },
    ["к"] = { "жерче", "жрице", "жерці" },
},

["SHAMAN"] = {
    ["н"] = { "шаман", "шаманка", "шамани" },
    ["р"] = { "шамана", "шаманки", "шаманів" },
    ["д"] = { "шаманові", "шаманці", "шаманам" },
    ["з"] = { "шамана", "шаманку", "шаманів" },
    ["о"] = { "шаманом", "шаманкою", "шаманами" },
    ["м"] = { "шамані", "шаманці", "шаманах" },
    ["к"] = { "шамане", "шаманко", "шамани" },
},

["MAGE"] = {
    ["н"] = { "маг", "магиня", "маги" },
    ["р"] = { "мага", "магині", "магів" },
    ["д"] = { "магові", "магині", "магам" },
    ["з"] = { "мага", "магиню", "магів" },
    ["о"] = { "магом", "магинею", "магами" },
    ["м"] = { "магові", "магині", "магах" },
    ["к"] = { "магу", "магине", "маги" },
},

["WARLOCK"] = {
    ["н"] = { "чорнокнижник", "чорнокнижниця", "чорнокнижники" },
    ["р"] = { "чорнокнижника", "чорнокнижниці", "чорнокнижників" },
    ["д"] = { "чорнокнижникові", "чорнокнижниці", "чорнокнижникам" },
    ["з"] = { "чорнокнижника", "чорнокнижницю", "чорнокнижників" },
    ["о"] = { "чорнокнижником", "чорнокнижницею", "чорнокнижниками" },
    ["м"] = { "чорнокнижнику", "чорнокнижниці", "чорнокнижниках" },
    ["к"] = { "чорнокнижнику", "чорнокнижнице", "чорнокнижники" },
},

["DRUID"] = {
    ["н"] = { "друїд", "друїдка", "друїди" },
    ["р"] = { "друїда", "друїдки", "друїдів" },
    ["д"] = { "друїдові", "друїдці", "друїдам" },
    ["з"] = { "друїда", "друїдку", "друїдів" },
    ["о"] = { "друїдом", "друїдкою", "друїдами" },
    ["м"] = { "друїді", "друїдці", "друїдах" },
    ["к"] = { "друїде", "друїдко", "друїди" },
},

["DEATHKNIGHT"] = {
    ["н"] = { "лицар смерті", "лицарка смерті", "лицарі смерті" },
    ["р"] = { "лицаря смерті", "лицарки смерті", "лицарів смерті" },
    ["д"] = { "лицареві смерті", "лицарці смерті", "лицарям смерті" },
    ["з"] = { "лицаря смерті", "лицарку смерті", "лицарів смерті" },
    ["о"] = { "лицарем смерті", "лицаркою смерті", "лицарями смерті" },
    ["м"] = { "лицарі смерті", "лицарці смерті", "лицарях смерті" },
    ["к"] = { "лицарю смерті", "лицарко смерті", "лицарі смерті" },
},

}
