local _, addonTable = ...
addonTable.class = { -- [id] = { [н/р/д/з/о/м/к] = { male, female } }

["WARRIOR"] = {
    ["н"] = { "воїн", "воїтелька" },
    ["р"] = { "воїна", "воїтельку" },
    ["д"] = { "воїну", "воїтельці" },
    ["з"] = { "воїна", "воїтельку" },
    ["о"] = { "воїном", "воїтелькою" },
    ["м"] = { "воїні", "воїтельці" },
    ["к"] = { "воїне", "воїтелько" },
},

["PALADIN"] = {
    ["н"] = { "паладин", "паладинка" },
    ["р"] = { "паладина", "паладинку" },
    ["д"] = { "паладинові", "паладинці" },
    ["з"] = { "паладина", "паладинку" },
    ["о"] = { "паладином", "паладинкою" },
    ["м"] = { "паладині", "паладинці" },
    ["к"] = { "паладине", "паладинко" },
},

["HUNTER"] = {
    ["н"] = { "мисливець", "мисливиця" },
    ["р"] = { "мисливця", "мисливицю" },
    ["д"] = { "мисливцеві", "мисливиці" },
    ["з"] = { "мисливця", "мисливицю" },
    ["о"] = { "мисливцем", "мисливицею" },
    ["м"] = { "мисливці", "мисливиці" },
    ["к"] = { "мисливцю", "мисливице" },
},

["ROGUE"] = {
    ["н"] = { "розбійник", "розбійниця" },
    ["р"] = { "розбійника", "розбійниці" },
    ["д"] = { "розбійникові", "розбійниці" },
    ["з"] = { "розбійника", "розбійницю" },
    ["о"] = { "розбійником", "розбійницею" },
    ["м"] = { "розбійнику", "розбійниці" },
    ["к"] = { "розбійнику", "розбійнице" },
},

["PRIEST"] = {
    ["н"] = { "жрець", "жриця" },
    ["р"] = { "жерця", "жриці" },
    ["д"] = { "жерцеві", "жриці" },
    ["з"] = { "жерця", "жрицю" },
    ["о"] = { "жерцем", "жрицею" },
    ["м"] = { "жерці", "жриці" },
    ["к"] = { "жерче", "жрице" },
},

["SHAMAN"] = {
    ["н"] = { "шаман", "шаманка" },
    ["р"] = { "шамана", "шаманку" },
    ["д"] = { "шаманові", "шаманці" },
    ["з"] = { "шамана", "шаманку" },
    ["о"] = { "шаманом", "шаманкою" },
    ["м"] = { "шамані", "шаманці" },
    ["к"] = { "шамане", "шаманко" },
},

["MAGE"] = {
    ["н"] = { "маг", "магеса" },
    ["р"] = { "мага", "магесу" },
    ["д"] = { "магові", "магесі" },
    ["з"] = { "мага", "магесу" },
    ["о"] = { "магом", "магесою" },
    ["м"] = { "магові", "магесі" },
    ["к"] = { "магу", "магесо" },
},

["WARLOCK"] = {
    ["н"] = { "чорнокнижник", "чорнокнижниця" },
    ["р"] = { "чорнокнижника", "чорнокнижниці" },
    ["д"] = { "чорнокнижникові", "чорнокнижниці" },
    ["з"] = { "чорнокнижника", "чорнокнижницю" },
    ["о"] = { "чорнокнижником", "чорнокнижницею" },
    ["м"] = { "чорнокнижнику", "чорнокнижниці" },
    ["к"] = { "чорнокнижнику", "чорнокнижнице" },
},

["DRUID"] = {
    ["н"] = { "друїд", "друїдка" },
    ["р"] = { "друїда", "друїдку" },
    ["д"] = { "друїдові", "друїдці" },
    ["з"] = { "друїда", "друїдку" },
    ["о"] = { "друїдом", "друїдкою" },
    ["м"] = { "друїді", "друїдці" },
    ["к"] = { "друїде", "друїдко" },
},

["DEATHKNIGHT"] = {
    ["н"] = { "лицар смерті", "лицарка смерті" },
    ["р"] = { "лицаря смерті", "лицарку смерті" },
    ["д"] = { "лицарю смерті", "лицарці смерті" },
    ["з"] = { "лицаря смерті", "лицарку смерті" },
    ["о"] = { "лицарем смерті", "лицаркою смерті" },
    ["м"] = { "лицарі смерті", "лицарці смерті" },
    ["к"] = { "лицаре смерті", "лицарко смерті" },
},

}
