local _, addonTable = ...
addonTable.item = { -- [id] = { -- title, optional keys: desc, equip, hit, use, flavor }
-- ----------------------------------------------------------------------------
-- desc     : description (white color)
-- equip    : text for "Equip: ..." (green color)
-- hit      : text for "Chance on hit: ..." (green color)
-- use      : text for "Use: ..." (green color)
-- flavor   : quoted text (golden color)
-- ----------------------------------------------------------------------------
-- note: any value can be string or table (multiple strings)
-- ----------------------------------------------------------------------------
[117] = { "жорстка солонина", use="Відновлює {1} здоров'я протягом {2} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1} health over {2} sec" },
[118] = { "зілля крихітного лікування", use="Відновлює від 70 до 90 здоров'я." },
[159] = { "освіжаюча джерельна вода", use="Відновлює 151 мани протягом 18 с. Потрібно залишатися в сидячому положенні під час пиття." },
[735] = { "медальйони Рольфа і Малакая" },
[745] = { "документи маршала Макбрайда" },
[748] = { "знак броні Штормовію" },
[750] = { "жорстке вовче м'ясо" }, -- Tough Wolf Meat
[765] = { "срібнолист" },
[769] = { "шматок м'яса кнура" }, -- Chunk of Boar Meat
[772] = { "велика свічка" },
[773] = { "золотистий пил" },
[774] = { "малахіт" },
[780] = { "відірваний плавник мурлока" },
[782] = { "розмальований браслет гнола" },
[783] = { "легка шкура" },
[785] = { "маговелич" },
[818] = { "тигрове око" },
[858] = { "зілля малого лікування", use="Відновлює від 140 до 180 здоров'я." },
[889] = { "запорошений невідправлений лист", flavor="Цей давно запорошений лист так і не був надісланий." }, -- A Dusty Unsent Letter, @flavor This dusty letter from long ago was never sent.
[910] = { "недоставлений лист", flavor="Обвітрений і старий, цей лист так і не був доставлений." }, -- An Undelivered Letter, @flavor Weathered and old, this letter was never delivered.
[916] = { "вирвана сторінка журналу", flavor="Залишилася лише нижня половина сторінки журналу." }, -- A Torn Journal Page, @flavor Only the bottom half of this journal page remains.
[921] = { "вицвіла сторінка журналу", flavor="Хоча більша частина тексту давно вицвіла, деякі слова все ще можна прочитати." }, -- A Faded Journal Page, @flavor Although most of the text is long faded, some words can still be read.
[929] = { "зілля лікування", use="Відновлює від 280 до 360 здоров'я." },
[938] = { "брудні сторінки журналу", flavor="Хоча сторінки вкриті брудом, деякі слова можна прочитати." }, -- Muddy Journal Pages, @flavor Although the pages are covered in mud, some words can be read.
[939] = { "закривавлена сторінка журналу", flavor="Крізь густу кров кілька слів все ще залишаються розбірливими." }, -- A Bloodstained Journal Page, @flavor Through thick blood a few words still remain legible.
[957] = { "пакунок від Вільяма", flavor="Тут додана примітка." }, -- William's Shipment, @flavor There is a note attached.
[962] = { "рулет зі свинячої підчеревини" },
[981] = { "намисто Берніс" },
[983] = { "червона лляна стрічка" },
[1006] = { "мідний нашийник" },
[1008] = { "старий меч" },
[1019] = { "червона лляна бандана" },
[1113] = { "начаклована паляниця", use="Відновлює 244 здоров'я протягом 21 с. Потрібно залишатися в сидячому положенні під час їжі." },
[1114] = { "начаклована житня хлібина", use="Відновлює 552 здоров'я протягом 24 с. Потрібно залишатися в сидячому положенні під час їжі." },
[1158] = { "булава із твердого металу" },
[1171] = { "добре прошитий халат" },
[1173] = { "вицвілі черевики" },
[1177] = { "масло Олафа", use="Підвищує показник броні на 50 на 1 год." },
[1178] = { "вибухонебезпечна ракета", use="Завдає від 28 до 33 пошкодження вогнем в радіусі 3 м. (Відновлення 1 хв.)" },
[1182] = { "прикрашені мідними шипами наручі" },
[1183] = { "еластичний браслет" },
[1191] = { "мішечок із кольоровими кульками", use="Знижує ймовірність влучання ціллю на 25% на 10 с." },
[1206] = { "моховий агат" },
[1208] = { "любовний лист Мейбелл" },
[1210] = { "тінекамінь" },
[1252] = { "записка бабці Кам'янопільської" },
[1254] = { "менший камінь вогню", equip={ "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 25 до 35 додаткового пошкодження вогнем.", "Збільшує пошкодження від заклять і ефектів вогню на до 10." } },
[1256] = { "стебла кришталевої водорості" },
[1257] = { "відвар невидимості" },
[1353] = { "звіт Гича", flavor="Звіт Гича щодо гільдії Каменярів для Ґріана Міцнокрива." }, -- Shaw's Report, @flavor Shaw's report on the Stonemason Guild for Gryan Stoutmantle.
[1358] = { "підказка до скарбів Сандера", flavor="Цей рваний шматок пергаменту містить каракулі." }, -- A Clue to Sander's Treasure, @flavor This torn piece of parchment contains scribbled writing.
[1359] = { "рукавички зі знаком лева" },
[1360] = { "кольчужні рукавиці Штормовію" },
[1361] = { "ще одна підказка до скарбів Сандера", flavor="Цей рваний шматок пергаменту містить каракулі." }, -- Another Clue to Sander's Treasure, @flavor This torn piece of parchment contains scribbled writing.
[1362] = { "остання підказка до скарбів Сандера", flavor="Цей рваний шматок пергаменту містить каракулі." }, -- Final Clue to Sander's Treasure, @flavor This torn piece of parchment contains scribbled writing.
[1381] = { "таємниче повідомлення", flavor="Ця вкрита кіптявою записка містить якийсь загадковий текст." }, -- A Mysterious Message, @flavor This soot-covered note contains some cryptic text.
[1382] = { "кам'яна булава" },
[1383] = { "кам'яний томагавк" },
[1407] = { "прохання Соломона до Західного краю" }, -- Solomon's Plea to Westfall
[1409] = { "прохання Соломона до Темнодолу" }, -- Solomon's Plea to Darkshire
[1422] = { "ношені шкіряні рукавиці" },
[1434] = { "сяюча велика свічка", use="Зменьшує броню ворожої цілі на 50 на 30 с. Поки діє ефект, ціль не може зайти в тінь або використати невидимість." },
[1476] = { "переламана лапка павука" },
[1482] = { "тінеікло" },
[1487] = { "начаклований пумпернікель", use="Відновлює 875 здоров'я протягом 27 с. Потрібно залишатися в сидячому положенні під час їжі." },
[1529] = { "нефрит" },
[1637] = { "лист до Елло" }, -- Letter to Ello
[1705] = { "малий місячний камінь" },
[1710] = { "зілля більшого лікування", use="Відновлює від 455 до 585 здоров'я." },
[1931] = { "величезна лапа гнола" },
[1971] = { "документ Хмуроброва" }, -- Furlbrow's Deed
[2004] = { "журнал Ґреліна Білоборода" }, -- Grelin Whitebeard's Journal
[2032] = { "наручники Ґаллана" },
[2070] = { "дарнасський блю", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[2102] = { "малий гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." },
[2136] = { "начаклована очищена вода", use="Відновлює 835 мани протягом 24 с. Потрібно залишатися в сидячому положенні під час пиття." },
[2137] = { "ніж для заточування" },
[2154] = { "історія Моргана Ладимора" },
[2187] = { "стіс листів" }, -- A Stack of Letters
[2188] = { "лист до Ґреліна Білоборода" }, -- A Letter to Grelin Whitebeard
[2223] = { "розклад збирача" },
[2237] = { "штопані штани" },
[2238] = { "колючі штани" },
[2239] = { "перстень здирника", flavor="Вигравірувано словами 'За роки служби: -ЕВК'" },
[2249] = { "баклер ополченців" },
[2288] = { "начаклована свіжа вода", use="Відновлює 437 мани протягом 21 с. Потрібно залишатися в сидячому положенні під час пиття." },
[2318] = { "легка шкіра" },
[2319] = { "середня шкіра" },
[2320] = { "груба нитка" },
[2321] = { "тонка нитка" },
[2324] = { "відбілювач" },
[2325] = { "чорна фарба" },
[2447] = { "мироквіт" },
[2449] = { "землекорінь" },
[2450] = { "шипшилючка" },
[2452] = { "прудкоп'ях" },
[2453] = { "синцівка" },
[2454] = { "еліксир сили лева", use="Збільшує силу на 4 на 1 годину." },
[2455] = { "зілля крихітної мани", use="Відновлює від 140 до 180 мани." },
[2456] = { "зілля крихітного відживлення", use="Відновлює від 90 до 150 мани та від 90 до 150 здоров'я." },
[2457] = { "еліксир крихітної спритності", use="Збільшує спритність на 4 на 1 годину." },
[2458] = { "еліксир крихітної стійкості", use="Збільшує максимальне здоров'я гравця на 27 на 1 годину." },
[2459] = { "зілля прудкості", use="Збільшує швидкість бігу на 50% на 15 с." },
[2516] = { "легка куля", desc="Додає 1,5 пошкодження за секунду" },
[2519] = { "важка куля", desc="Додає 3,5 пошкодження за секунду" },
[2536] = { "кам'яний зуб трога" }, -- Trogg Stone Tooth
[2553] = { "Рецепт: Еліксир крихітної спритності", use="Навчає вас створювати еліксир крихітної спритності." },
[2555] = { "Рецепт: Зілля прудкості", use="Навчає вас створювати зілля прудкості." },
[2561] = { "голова Чок'сула" }, -- Chok'sul's Head
[2571] = { "плетені онучі" },
[2575] = { "червона лляна сорочка" },
[2592] = { "вовняне полотно" },
[2594] = { "кружка дворфійської медовухи", use="Міцний алкогольний напій." }, -- Flagon of Dwarven Honeymead, @use A strong alcoholic beverage.
[2604] = { "червона фарба" },
[2605] = { "зелена фарба" },
[2611] = { "грубий кремінь" }, -- Crude Flint
[2625] = { "статуетка Менетіла" }, -- Menethil Statuette
[2628] = { "звіт Сеніра" }, -- Senir's Report
[2629] = { "ключ від сейфа на \"Відважному\"" }, -- Intrepid Strongbox Key
[2636] = { "різьблений кам'яний ідол" }, -- Carved Stone Idol
[2639] = { "записка Меррін" }, -- Merrin's Letter
[2640] = { "шахтарське спорядження" }, -- Miners' Gear
[2650] = { "кепські кольчужні чоботи" },
[2654] = { "кепські кольчужні штани" },
[2658] = { "фрагмент Адос" }, -- Ados Fragment
[2659] = { "фрагмент Модр" }, -- Modr Fragment
[2660] = { "фрагмент Ґолм" }, -- Golm Fragment
[2661] = { "фрагмент Неру" }, -- Neru Fragment
[2667] = { "в'ялене м'ясо Мак-Ґранна" }, -- MacGrann's Dried Meats
[2678] = { "лагідні спеції" },
[2681] = { "смажене м'ясо кабана", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[2692] = { "гострі спеції" },
[2713] = { "голова старого Чорниша" }, -- Ol' Sooty's Head
[2719] = { "маленький латунний ключ" }, -- Small Brass Key
[2720] = { "брудна записка" }, -- Muddy Note
[2722] = { "винний квиток" }, -- Wine Ticket
[2723] = { "пляшка \"Піно-Нуар\"", use="Досить слабкий алкогольний напій." }, -- Bottle of Dalaran Noir, @use A fairly weak alcoholic beverage.
[2724] = { "запит на тканину" }, -- Cloth Request
[2725] = { "Зелені пагорби Тернистої долини - Сторінка 1" }, -- Green Hills of Stranglethorn - Page 1
[2728] = { "Зелені пагорби Тернистої долини - Сторінка 4" }, -- Green Hills of Stranglethorn - Page 4
[2730] = { "Зелені пагорби Тернистої долини - Сторінка 6" }, -- Green Hills of Stranglethorn - Page 6
[2732] = { "Зелені пагорби Тернистої долини - Сторінка 8" }, -- Green Hills of Stranglethorn - Page 8
[2734] = { "Зелені пагорби Тернистої долини - Сторінка 10" }, -- Green Hills of Stranglethorn - Page 10
[2735] = { "Зелені пагорби Тернистої долини - Сторінка 11" }, -- Green Hills of Stranglethorn - Page 11
[2738] = { "Зелені пагорби Тернистої долини - Сторінка 14" }, -- Green Hills of Stranglethorn - Page 14
[2740] = { "Зелені пагорби Тернистої долини - Сторінка 16" }, -- Green Hills of Stranglethorn - Page 16
[2742] = { "Зелені пагорби Тернистої долини - Сторінка 18" }, -- Green Hills of Stranglethorn - Page 18
[2744] = { "Зелені пагорби Тернистої долини - Сторінка 20" }, -- Green Hills of Stranglethorn - Page 20
[2745] = { "Зелені пагорби Тернистої долини - Сторінка 21" }, -- Green Hills of Stranglethorn - Page 21
[2748] = { "Зелені пагорби Тернистої долини - Сторінка 24" }, -- Green Hills of Stranglethorn - Page 24
[2749] = { "Зелені пагорби Тернистої долини - Сторінка 25" }, -- Green Hills of Stranglethorn - Page 25
[2750] = { "Зелені пагорби Тернистої долини - Сторінка 26" }, -- Green Hills of Stranglethorn - Page 26
[2751] = { "Зелені пагорби Тернистої долини - Сторінка 27" }, -- Green Hills of Stranglethorn - Page 27
[2756] = { "Зелені пагорби Тернистої долини - Розділ I" }, -- Green Hills of Stranglethorn - Chapter I
[2757] = { "Зелені пагорби Тернистої долини - Розділ II" }, -- Green Hills of Stranglethorn - Chapter II
[2758] = { "Зелені пагорби Тернистої долини - Розділ III" }, -- Green Hills of Stranglethorn - Chapter III
[2759] = { "Зелені пагорби Тернистої долини - Розділ IV" }, -- Green Hills of Stranglethorn - Chapter IV
[2760] = { "набір для шиття Турмана" }, -- Thurman's Sewing Kit
[2763] = { "рибальський ніж" }, -- Fisherman Knife
[2764] = { "малий кинджал" }, -- Small Dagger
[2765] = { "мисливський ніж" }, -- Hunting Knife
[2766] = { "вправний стилет" }, -- Deft Stiletto
[2770] = { "мідна руда" }, -- Copper Ore
[2771] = { "олов'яна руда" }, -- Tin Ore
[2772] = { "залізна руда" }, -- Iron Ore
[2773] = { "тріснутий короткий лук" }, -- Cracked Shortbow
[2774] = { "покритий іржею мушкетон" }, -- Rust-covered Blunderbuss
[2775] = { "срібна руда" }, -- Silver Ore
[2776] = { "золота руда" }, -- Gold Ore
[2777] = { "хиткий короткий лук" }, -- Feeble Shortbow
[2778] = { "дешевий мушкетон" }, -- Cheap Blunderbuss
[2779] = { "сльоза Тіллої" }, -- Tear of Tilloa
[2780] = { "легкий мисливський лук" }, -- Light Hunting Bow
[2781] = { "брудний мушкетон" }, -- Dirty Blunderbuss
[2782] = { "невміло вигнутий лук" }, -- Mishandled Recurve Bow
[2783] = { "невдалий мушкетон" }, -- Shoddy Blunderbuss
[2784] = { "ондатровий корінь" }, -- Musquash Root
[2785] = { "цупкий вигнутий лук" }, -- Stiff Recurve Bow
[2786] = { "змащений мушкетон" }, -- Oiled Blunderbuss
[2787] = { "трогський кинджал" }, -- Trogg Dagger
[2788] = { "стаут \"Чорний кіготь\"" }, -- Black Claw Stout
[2794] = { "стара історична книга" }, -- An Old History Book
[2795] = { "книга \"Напруження заліза\"" }, -- Book: Stresses of Iron
[2797] = { "серце Мокка" },-- Heart of Mokk
[2798] = { "ретбанська руда" },-- Rethban Ore
[2799] = { "ікло горили" },-- Gorilla Fang
[2828] = { "рештки Нісси" },
[2829] = { "рештки Ґреґора" },
[2830] = { "рештки Турмана" },
[2831] = { "рештки Девліна" },
[2833] = { "фоліант ліча" },
[2834] = { "бальзамувальна мазь" },
[2835] = { "грубий камінь" },
[2836] = { "шорсткий камінь" },
[2837] = { "лист Турмана" },
[2838] = { "важкий камінь" },
[2840] = { "злиток міді" },
[2841] = { "злиток бронзи" },
[2842] = { "злиток срібла" },
[2843] = { "брудні суглоби" },
[2846] = { "тіропадський гарбуз" },
[2855] = { "смердючий пазур" },
[2858] = { "кров чорних гончих" },
[2859] = { "огидний плавник" },
[2872] = { "отрута злого нічного колопряда" },
[2875] = { "багряний перстень-відзнака" },
[2876] = { "шкура сутінкового кажана" },
[2885] = { "документи Багряного Походу" }, -- Scarlet Crusade Documents
[2901] = { "кайло", flavor="Гірникам потрібне кайло щоб копати." },
[2934] = { "зіпсовані обрізки шкіри" },
[2943] = { "Око Палета", equip="Збільшує зцілення заклятями і ефектами на 13." }, -- Eye of Paleth, @equip Increases healing done by spells and effects by up to 13.
[2944] = { "прокляте Око Палета", equip="Збільшує пошкодження магією тіні заклять і ефектів на 10." }, -- Cursed Eye of Paleth, @equip Increases damage done by Shadow spells and effects by up to 10.
[2999] = { "інструменти Сталешквара" }, -- Steelgrill's Tools
[3016] = { "фоліант Ґюнтера" },
[3017] = { "накази Севрена" }, -- Sevren's Orders
[3033] = { "тверда куля", desc="Додає 7,5 пошкодження за секунду" },
[3035] = { "смугастий гарбуз" },
[3071] = { "разюча сокира" },
[3079] = { "рушниця Скорна" },
[3080] = { "заманливі свічки" },
[3081] = { "самоцвіт пустоти" },
[3082] = { "череп Дарґола" },
[3083] = { "зубець рестабілізації" }, -- Restabilization Cog
[3084] = { "гіромеханічна шестірня" }, -- Gyromechanic Gear
[3085] = { "барильце Мерехтливого стаута" }, -- Barrel of Shimmer Stout
[3110] = { "вухо тунельного щура" }, -- Tunnel Rat Ear
[3117] = { "щоденник Гілдельва" }, -- Hildelve's Journal
[3156] = { "кайдани ненажери" },
[3157] = { "кайдани темного духа" },
[3162] = { "щерблене ребро" },
[3163] = { "почорнілий череп" },
[3164] = { "знебарвлене сердце ворга" },
[3165] = { "Куінново зілля" },
[3171] = { "зламане ікло кабана" },
[3172] = { "кишки кнура" }, -- Boar Intestines
[3173] = { "м'ясо ведмедя" }, -- Bear Meat
[3174] = { "лімфа павука" }, -- Spider Ichor
[3183] = { "зчесаний кіготь" }, -- Mangy Claw
[3218] = { "кайдани з Поховальних Вогнищ" },
[3234] = { "кільце Деліі" },
[3236] = { "іхор Гнилошкурих" },
[3237] = { "зразок іхора" },
[3238] = { "дослідження Йогана", flavor="Запечатана знахідка аптекаря Йогана." },
[3250] = { "свиток Бетора" },
[3252] = { "звіт смертоловів" },
[3253] = { "серце сивого ведмедя" },
[3254] = { "стрімка кров" },
[3255] = { "журнал Берарда" },
[3256] = { "мох озерного тайноходця" },
[3257] = { "мох озерного повзуна" },
[3258] = { "затверділа пухлина" },
[3300] = { "лапка кролика" },
[3316] = { "голова Аларіка" },
[3318] = { "останки Аларіка" },
[3337] = { "бойове знамено Драконопащих" }, -- Dragonmaw War Banner
[3339] = { "дворфійський трут" }, -- Dwarven Tinder
[3340] = { "спалахітова руда" }, -- Incendicite Ore
[3347] = { "оберемок кроколіскових шкір" }, -- Bundle of Crocolisk Skins
[3349] = { "сумка Сіди", flavor="Воно капає." }, -- Sida's Bag, @flavor It's dripping.
[3352] = { "вкрита слизом сумка" }, -- Ooze-covered Bag
[3353] = { "покреслений рунами кулон" },
[3354] = { "даларанський кулон" },
[3355] = { "дикий сталецвіт" },
[3356] = { "королекров" },
[3357] = { "життєкорінь" },
[3358] = { "Хадґарів вус" },
[3369] = { "могильний мох" },
[3371] = { "порожній фіал" },
[3372] = { "освинцьований фіал" },
[3382] = { "слабке зілля крові троля", use="Регенерує 2 здоров'я кожні 5 с протягом 1 години." },
[3383] = { "еліксир мудрості", use="Збільшує інтелект на 6 на 1 годину." },
[3384] = { "зілля крихітного супротиву магії", use="Збільшує ваш супротив всім школам магії на 25 на 3 хв." },
[3385] = { "зілля малої мани", use="Відновлює від 280 до 360 мани." },
[3386] = { "еліксир супротиву отруті", use="Застосувача виліковано від до чотирьох отрут до 60 рівня." },
[3387] = { "зілля обмеженої невразливості", use="Застосувач невразливий до фізичних атак на наступні 6 с." },
[3388] = { "сильне зілля крові троля", use="Регенерує 6 здоров'я кожні 5 с протягом 1 години." },
[3389] = { "еліксир захисту", use="Збільшує броню на 150 на 1 годину." },
[3390] = { "еліксир малої спритності", use="Збільшує спритність на 8 на 1 годину." },
[3391] = { "еліксир сили огра", use="Збільшує силу на 8 на 1 годину." },
[3393] = { "Рецепт: Зілля крихітного супротиву магії", use="Навчає вас створювати зілля крихітного супротиву магії." },
[3394] = { "Рецепт: Еліксир супротиву отруті", use="Навчає вас створювати еліксир супротиву отруті." },
[3395] = { "Рецепт: Зілля обмеженої невразливості", use="Навчає вас створювати зілля обмеженої невразливості." },
[3396] = { "Рецепт: Еліксир малої спритності", use="Навчає вас створювати еліксир малої спритності." },
[3397] = { "шкура молодого кроколіска" }, -- Young Crocolisk Skin
[3405] = { "талісман воронячого пазура" },
[3406] = { "чорне перо" },
[3407] = { "небесний сапфір" },
[3408] = { "руна гніздування" },
[3409] = { "ікло ночезуба" },
[3411] = { "пір'їна сови" },
[3412] = { "павутинний шовк" },
[3418] = { "осквернена шишка" },
[3425] = { "сплетений жезл" },
[3434] = { "пісок дрімоти", use="Укладає ворожу ціль спати до 20 с. Після будь-якої заподіяної шкоди ціль прокинеться. Одночасно може приспати лише одну ціль." },
[3435] = { "наручі із плоті зомбі" },
[3437] = { "тиснений ремінь" },
[3439] = { "черевики з плоті зомбі" },
[3440] = { "кістколом" },
[3442] = { "пояс учня" },
[3443] = { "церемоніальний томагавк" },
[3444] = { "жилет орача" },
[3445] = { "церемоніальний ніж" },
[3446] = { "посох з темного дерева" },
[3447] = { "чоботи могилоходця" },
[3460] = { "особливий напій Йогана" },
[3468] = { "дані досліджень Ренферрела" },
[3470] = { "грубий шліфувальний камінь" },
[3478] = { "шорсткий шліфувальний камінь" },
[3486] = { "важкий шліфувальний камінь" },
[3496] = { "кров гірського лева" }, -- Mountain Lion Blood
[3505] = { "альтеракський перстень з печаткою" },
[3514] = { "череп Мор'Ладима" },
[3515] = { "посох Атеріка" },
[3518] = { "розшифрований лист" },
[3521] = { "розумно зашифрований лист", flavor="Цей лист зашифрований та нерозбірливий." },
[3575] = { "злиток заліза" },
[3576] = { "злиток олова" },
[3577] = { "злиток золота" },
[3601] = { "лист Синдикату" },
[3618] = { "голова Жеруна" }, -- Gobbler's Head
[3619] = { "табакерка Снелліґа" }, -- Snellig's Snuffbox
[3621] = { "голова Айвара" },
[3622] = { "сутність нічнохльостки" },
[3623] = { "голова Тула" },
[3625] = { "голова Нек'роша" }, -- Nek'rosh's Head
[3626] = { "голова барона Вардуса" },
[3627] = { "ікло Ваґаша" }, -- Fang of Vagash
[3634] = { "голова Ґрімсона" }, -- Head of Grimson
[3635] = { "лапа Ока Маґґота" },
[3638] = { "пазур Сарлозуба" }, -- Sarltooth's Talon
[3668] = { "контракт на вбивство" },
[3672] = { "голова Наґаза" },
[3703] = { "південнобережне міцне", use="Звичайний алкогольний напій." },
[3706] = { "заряджений пергамент", flavor="Його текст оповитий магією." },
[3713] = { "запашні спеції" },
[3718] = { "лиховісні плани" }, -- Foreboding Plans
[3731] = { "м'ясо лева" }, -- Lion Meat
[3758] = { "похідний пояс" },
[3759] = { "ізольовані рукавички мудреця" },
[3763] = { "місячний баклер" },
[3772] = { "начаклована джерельна вода", use="Відновлює 1345 мани протягом 27 с. Потрібно залишатися в сидячому положенні під час пиття." },
[3818] = { "бляклолист" },
[3819] = { "зимокус" },
[3820] = { "душирість" },
[3821] = { "злотошпичка" },
[3823] = { "зілля малої невидимості", use="Надає застосувачеві малу невидимість на 15 с." },
[3824] = { "тіньова олія", use="При нанесенні на зброю ближнього бою дає 15% ймовірності застосувати тіньову стрілу ІІІ на опонента при ударі. Триває 30 хвилин." }, -- Shadow Oil, @use When applied to a melee weapon it gives a 15% chance of casting Shadowbolt III at the opponent when it hits. Lasts 30 minutes.
[3825] = { "еліксир стійкості", use="Збільшує максимальне здоров'я гравця на 120 на 1 годину." },
[3826] = { "могутнє зілля крові троля", use="Регенерує 12 здоров'я кожні 5 с протягом 1 години." },
[3827] = { "зілля мани", use="відновлює від 455 до 582 мани." },
[3828] = { "еліксир виявлення малої невидимості", use="Надає виявлення малої невидимості на 10 хв." },
[3829] = { "крижана олія", use="При нанесенні на зброю ближнього бою дає 10% ймовірності застосувати крижану стрілу на опонента при ударі. Триває 30 хвилин." },
[3830] = { "Рецепт: Еліксир стійкості", use="Навчає вас створювати еліксир стійкості." },
[3831] = { "Рецепт: Могутнє зілля крові троля", use="Навчає вас створювати могутнє зілля крові троля." },
[3832] = { "Рецепт: Еліксир виявлення малої невидимості", use="Навчає вас створювати еліксир виявлення малої невидимості." },
[3833] = { "накидка адепта" },
[3834] = { "міцні полотняні штани" },
[3857] = { "вугілля" },
[3858] = { "мітрилова руда" },
[3859] = { "злиток сталі" },
[3860] = { "злиток мітрилу" },
[3861] = { "злиток чорносталі" },
[3864] = { "цитрин" },
[3928] = { "зілля відмінного лікування", use="Відновлює від 700 до 900 здоров'я." },
[4232] = { "середня шкура" },
[4234] = { "важка шкіра" }, -- Heavy Leather
[4235] = { "важка шкура" }, -- Heavy Hide
[4289] = { "сіль" }, -- Salt
[4291] = { "шовкова нитка" },
[4304] = { "товста шкіра" },
[4306] = { "шовкове полотно" },
[4330] = { "стильна червона сорочка" },
[4338] = { "маготкане полотно" }, -- Mageweave Cloth
[4340] = { "сіра фарба" },
[4341] = { "жовта фарба" },
[4342] = { "пурпурова фарба" },
[4429] = { "накази Темнолюта" }, -- Deepfury's Orders
[4432] = { "лист Саллі Баллу", flavor="Моя люба Сара..." }, -- Sully Balloo's Letter, @flavor My dear Sara...
[4435] = { "порошинка Мізраель" }, -- Mote of Myzrael
[4440] = { "сигіл Строма" }, -- Sigil of Strom
[4441] = { "самогон Мак-Кріла" }, -- MacKreel's Moonshine
[4443] = { "зловісні наплічники" },
[4450] = { "фрагмент сигіла" }, -- Sigil Fragment
[4453] = { "сигіл Торадіна" }, -- Sigil of Thoradin
[4458] = { "сигіл Аратора" }, -- Sigil of Arathor
[4461] = { "шкура раптора" }, -- Raptor Hide
[4466] = { "сигіл Тролеріза" }, -- Sigil of Trollbane
[4467] = { "сигіл Іґная" }, -- Sigil of Ignaeus
[4468] = { "Трол'Калар в піхвах", flavor="Легендарний меч Іґная Тролеріза." }, -- Sheathed Trol'kalar, @flavor The legendary blade of Ignaeus Trollbane.
[4469] = { "скіпетр порядку" },
[4472] = { "сувій Мізраель", use="Викликає Мізраель з осколків Мізраель." }, -- Scroll of Myzrael, @use Summon Myzrael from the Shards of Myzrael.
[4473] = { "містичні наручі" },
[4483] = { "палаючий ключ" },
[4484] = { "прикрашений ключ" },
[4485] = { "громовий ключ" },
[4487] = { "карта з \"Примхи Діви\"" },
[4488] = { "морська карта з \"Духу Срібнобірря\"" },
[4489] = { "журнал \"Примхи Діви\"" },
[4490] = { "журнал \"Духу Срібнобірря\"" },
[4491] = { "окуляри для пошуку скарбів", equip="На мінікарті з'являються найближчі ельфійські самоцвіти." }, -- Goggles of Gem Hunting, @equip Nearby elven gems appear on the minimap.
[4492] = { "ельфійський самоцвіт" }, -- Elven Gem
[4493] = { "ельфійські самоцвіти" }, -- Elven Gems
[4494] = { "запечатаний лист Морськорога" },
[4495] = { "кривавокамінний амулет" },
[4502] = { "зразок ельфійського самоцвіту" },
[4503] = { "бивень В'ялошкірих" }, -- Witherbark Tusk
[4506] = { "стромґардський значок" }, -- Stromgarde Badge
[4507] = { "щит бійця ями" }, -- Pit Fighter's Shield
[4508] = { "броня із забарвленням крові" }, -- Blood-tinged Armor
[4509] = { "рукавиці морського вовка" },
[4510] = { "мерзенна кривавокамінна сфера" },
[4511] = { "темноводний молот" },
[4512] = { "око високогірного ящера" },
[4513] = { "серце ящера" },
[4514] = { "прохання Сари Баллу", flavor="Моєму шановному королю" }, -- Sara Balloo's Plea, @flavor To My Honorable King
[4515] = { "голова Мареза" },
[4516] = { "голова Отто" },
[4517] = { "голова Соколохресного" },
[4522] = { "шкіряний мішечок з травами" },
[4525] = { "паличка Трелейна для виклику" }, -- Trelane's Wand of Invocation
[4526] = { "амулет із пазура ящера" },
[4527] = { "лазурний агат" },
[4528] = { "сфера Тор'ґана" },
[4529] = { "зачарований агат", use="Активує захист вежі Трелейна." },
[4530] = { "філактерія Трелейна" },
[4531] = { "сфера Трелейна" },
[4532] = { "червоний агат Трелейна" },
[4533] = { "запечатаний лист до архімага Маліна" },
[4536] = { "соковите червоне яблуко", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[4540] = { "кусень твердого хліба", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[4543] = { "каптур із білошкірого селезня" },
[4545] = { "наручі зі світлого срібла" },
[4546] = { "клич ящера", use="Збільшує спритність на 12 на 30 хв." },
[4547] = { "гном'ячий шокер" },
[4548] = { "сервомеханічна кувалда", equip="Володіння дворучними булавами +7." },
[4549] = { "бугель морського вогню" },
[4550] = { "холодноводний перстень" },
[4551] = { "голова Ор'Калара" },
[4589] = { "довга елегантна пір'їна" },
[4596] = { "знебарвлене зілля лікування", use="Відновлює від 140 до 180 здоров'я." },
[4597] = { "Рецепт: Знебарвлене зілля лікування", use="Навчає вас створювати знебарвлене зілля лікування." },
[4604] = { "шапинка лісового гриба" },
[4614] = { "кулон Мізраель" },
[4623] = { "зілля малого каменощита", use="Збільшує броню на 1000 на 1,5 хв." },
[4624] = { "Рецепт: Зілля малого каменощита", use="Навчає вас створювати зілля малого каменощита." },
[4625] = { "вогнеквіт" },
[4641] = { "рука Даґуна" },
[4644] = { "спадкове серце" },
[4646] = { "зірка Зілеї" },
[4650] = { "записка Бел'дуґура" },
[4656] = { "гарбузик", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[4703] = { "зламані інструменти" },
[4739] = { "м'ясо рівнинобіга" },
[4740] = { "пір'я рівнинобіга" },
[4741] = { "стромґардські кавалерійські штани" },
[4742] = { "шкура гірської пуми" },
[4743] = { "пульсуючий кристалізований осколок" },
[4744] = { "таємничі рунічні наручі" },
[4745] = { "наручі військового вершника" },
[4751] = { "кіготь Вітролютих" }, -- Windfury Talon
[4755] = { "глечик для води" },
[4757] = { "тріснуті яєчні шкаралупи" }, -- Cracked Egg Shells
[4758] = { "лапа вовка прерій" },
[4759] = { "кіготь рівнинобіга" },
[4769] = { "пір'їна хапуна" },
[4770] = { "пояс Щетиношкурих" }, -- Bristleback Belt
[4783] = { "тотем Соколиного Вітру" }, -- Totem of Hawkwind
[4801] = { "пазурі ловчого" },
[4802] = { "пазурі пуми" },
[4803] = { "зуби альфи прерій" },
[4804] = { "серце вовка прерій" },
[4805] = { "стегнова кістка рівнинної пуми" },
[4806] = { "луска рівнинобіга" },
[4807] = { "шлунок хапуна" },
[4808] = { "камінь з-під колодязя" }, -- Well Stone
[4809] = { "бурштинова насінина" },
[4819] = { "папка з паперами Шуморакети" }, -- Fizsprocket's Clipboard
[4823] = { "вода провидців", use="Викликає видіння." },
[4834] = { "документи ТзНБ \"Авантюра\"" }, -- Venture Co. Documents
[4840] = { "довгий багнет" },
[4841] = { "ріг Арра'чі" }, -- Horn of Arra'chea
[4848] = { "рило бойового кнура" },
[4849] = { "бік бойового кнура" },
[4850] = { "плани нападу Щетиношкурих" }, -- Bristleback Attack Plans
[4854] = { "плащ демонських шрамів" },
[4859] = { "медальйон Палаючого Леза" }, -- Burning Blade Medallion
[4863] = { "інструменти гномів" },
[4864] = { "череп Міншини" }, -- Minshina's Skull
[4865] = { "зіпсована шкура" },
[4866] = { "голова Залазейна" },
[4869] = { "кіготь Фіззла" },
[4870] = { "уривки полотна" },
[4871] = { "опаляючі нашийники" },
[4883] = { "накази адмірала Праудмур" }, -- Admiral Proudmoore's Orders
[4886] = { "отруйна залоза отрутохвоста" }, -- Venomtail Poison Sac
[4887] = { "непошкоджене око макрури" },
[4888] = { "слиз повзуна" },
[4890] = { "яйце хвостохляста" }, -- Taillasher Egg
[4891] = { "амулет Крона" }, -- Kron's Amulet
[4892] = { "хутро дуротарського тигра" },
[4893] = { "ікло лева савани" },
[4894] = { "нирки рівнинобіга" },
[4895] = { "ріг громоящера" },
[4896] = { "печінка кодо" },
[4897] = { "слинна залоза громояструба" },
[4898] = { "громозалоза" }, -- Lightning Gland
[4903] = { "око палаючої тіні" }, -- Eye of Burning Shadow
[4904] = { "протиотрута з отрутохвоста" }, -- Venomtail Antidote
[4905] = { "відірвана клішня Саркота" },
[4906] = { "черевики дощового ходака" },
[4908] = { "наручі кочівника" },
[4909] = { "поножі мисливця на кодо" },
[4910] = { "розфарбовані кольчужні рукавиці" },
[4911] = { "луб'яний баклер" },
[4913] = { "розфарбований кольчужний ремінь" },
[4914] = { "бойові шкіряні рукавиці" },
[4915] = { "м'які шерстяні черевики" },
[4916] = { "м'який шерстяний жилет" },
[4917] = { "бойові кольчужні поножі" },
[4918] = { "мішок з припасами" },
[4919] = { "м'який шерстяний пояс" },
[4920] = { "бойова накидка" },
[4921] = { "покриті пилом поножі" },
[4922] = { "зубчастий кольчужний жилет" },
[4923] = { "груба сокира" },
[4924] = { "грубий кийок" },
[4925] = { "грубий ручний клинок" },
[4926] = { "пуста діжка Чена" }, -- Chen's Empty Keg
[4928] = { "нарукавники піщаного бігуна" },
[4929] = { "легка скорпідна броня" },
[4931] = { "короткий лук з гікорі" }, -- Hickory Shortbow
[4932] = { "гарпієвий крилопідрізач" },
[4933] = { "загартована накидка бійця" },
[4935] = { "широкий металевий ремінь" },
[4936] = { "ношені запилені черевики" },
[4937] = { "штурмовий баклер" },
[4938] = { "заплямована дерев'яна палиця" },
[4939] = { "непохитний байстрючий меч" },
[4940] = { "маскувальні захвати" },
[4942] = { "черевики з хутра тигра" },
[4944] = { "плащ ручної роботи" },
[4945] = { "череп із блідним світінням", use="Викрадає від 75 до 125 здоров'я у ворожої цілі." },
[4946] = { "легкі черевики" },
[4947] = { "зазубрений кинджал" },
[4948] = { "жаляча булава" },
[4952] = { "ель Буредуж", use="Міцний ель, що збільшує вашу силу на 4 та зменшує ваш інтелект на 5 на 5 хв." }, -- Stormstout, @use A powerful brew that increases your strength by 4 and decreases your intellect by 5 for 5 min.
[4953] = { "троггський ель", use="Збільшує ваше здоров'я від 23 до 38, але зменшує дух на 4 на 5 хв." },
[4954] = { "пояс кочівника" },
[4958] = { "вицвілий плащ" },
[4960] = { "легкий дріб" },
[4961] = { "посох вартового снів" },
[4963] = { "плащ громового рогу" },
[4964] = { "убивач гоблінів" },
[4969] = { "укріплені наручі" },
[4970] = { "грубо зшиті поножі зі шкіри кодо" },
[4971] = { "молот Скорна" },
[4972] = { "черевики бігуна по скелях" },
[4973] = { "наручі рівнинного мисливця" },
[4974] = { "компактний бойовий ніж" },
[4975] = { "баклер дозорного", equip="Збільшує шанс блокувати атаки щитом на 1%." },
[4976] = { "кілт туманних цяток" }, -- Mistspray Kilt
[4977] = { "меч Молотобою" }, -- Sword of Hammerfall
[4986] = { "пошкоджений силовий камінь", use="Помістіть на жертовник вогню" }, -- Flawed Power Stone, @use Place upon the Altar of Fire
[4992] = { "вербувальний лист", flavor="Непідписаний вербувальний лист." }, -- Recruitment Letter, @flavor An unsigned recruitment letter.
[4995] = { "підписаний вербувальний лист" }, -- Signed Recruitment Letter
[5006] = { "журнал Хазґорма" },
[5012] = { "спори грибів" },
[5022] = { "голова Барака" },
[5023] = { "голова Вероґа" },
[5025] = { "голова Хезруля" },
[5026] = { "вогняна смола" }, -- Fire Tar
[5027] = { "оброблені спори" },
[5030] = { "наручі кентаврів" },
[5040] = { "ніж тіньового мисливця" },
[5068] = { "висохле насіння" },
[5072] = { "череп Лока" },
[5073] = { "череп Нака" },
[5074] = { "череп Каза" },
[5075] = { "кривавий скалок" },
[5082] = { "тонка шкіра кодо", flavor="'Тонка' - поняття відносне..." },
[5092] = { "обгоріла паличка Бритвогривих" }, -- Charred Razormane Wand
[5093] = { "стилет Бритвогривих" }, -- Razormane Backstabber
[5094] = { "бойовий щит Бритвогривих" }, -- Razormane War Shield
[5098] = { "панцир видозміненого клацопика" },
[5166] = { "павутинолісна отруйна залоза" },
[5168] = { "насіння деревника" },
[5169] = { "паросток деревника" },
[5170] = { "вкрита мохом пухлина" },
[5175] = { "тотем землі" }, -- Earth Totem
[5176] = { "тотем вогню" }, -- Fire Totem
[5177] = { "тотем води" }, -- Water Totem
[5178] = { "тотем повітря" }, -- Air Totem
[5179] = { "вкрите мохом серце" },
[5188] = { "наповнений флакон" },
[5189] = { "сяючий плід" },
[5190] = { "мерехтливий паросток" },
[5203] = { "пазур рівнинного бродячого хижака" }, -- Flatland Prowler Claw
[5204] = { "пояс Кривавоперих" }, -- Bloodfeather Belt
[5205] = { "пророслий паросток" },
[5217] = { "загниваюче серце" },
[5218] = { "очищене серце деревника" },
[5219] = { "розписана кора" },
[5221] = { "голова Меленаса" }, -- Melenas' Head
[5232] = { "крихітний камінь душі", use="Зберігає душу дружньої цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 400 здоров'я та 700 мани." },
[5247] = { "скіпетр скорботи" },
[5249] = { "палаюча тріска" },
[5316] = { "жакет з облущеної кори" },
[5317] = { "жакет з пересохшого моху" },
[5322] = { "молот винищення" }, -- Demolition Hammer
[5323] = { "незгасаючий ліхтар", use="Відновлює від 135 до 166 здоров'я цілі. (Відновлення 30 хв.)" },
[5340] = { "мішалка для казана" }, -- Cauldron Stirrer
[5344] = { "нарихтована сокира" },
[5345] = { "кам'яний молот із дерев'яним держаком" },
[5346] = { "орчий бойовий лук" },
[5349] = { "начаклований мафін", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[5350] = { "начаклована вода", use="Відновлює 151 мани протягом 18 с. Потрібно залишатися в сидячому положенні під час пиття." },
[5351] = { "каблучка мисливця за головами" },
[5391] = { "рідкісна земля" }, -- Rare Earth
[5411] = { "тотем очищення Зимового Копита", use="Викликає духів Зимового Копита для очищення." }, -- Winterhoof Cleansing Totem, @use Invokes Winterhoof spirits of cleansing.
[5415] = { "тотем очищення Громового Рога", use="Викликає духів Громового Рога для очищення." }, -- Thunderhorn Cleansing Totem, @use Invokes Thunderhorn spirits of cleansing.
[5416] = { "тотем очищення Дикої Гриви", use="Викликає духів Дикої Гриви для очищення." }, -- Wildmane Cleansing Totem, @use Invokes Wildmane spirits of cleansing.
[5419] = { "дикі поручі" },
[5420] = { "броня банші" },
[5428] = { "екзотична кулінарна книга", flavor="Як готувати людина" }, -- An Exotic Cookbook, @flavor How To Serve Man
[5441] = { "малий гаман для куль", equip="Збільшує швидкість атаки дальнього бою на 10%." },
[5457] = { "відрізаний кіготь вуду" },
[5458] = { "пояс з бруднодрева" }, -- Dirtwood Belt
[5459] = { "сокира захисника" },
[5509] = { "камінь здоров'я", use="Миттєво відновлює 500 здоров'я." },
[5510] = { "більший камінь здоров'я", use="Миттєво відновлює 800 здоров'я." },
[5511] = { "менший камінь здоров'я", use="Миттєво відновлює 250 здоров'я." },
[5512] = { "крихітний камінь здоров'я", use="Миттєво відновлює 100 здоров'я." },
[5513] = { "манонефрит", use="Відновлює від 550 до 650 мани." },
[5514] = { "маноагат", use="Відновлює від 375 до 425 мани." },
[5522] = { "камінь чарів", equip="Підвищує вашу ймовірність критичного удару закляттями на 1%.", use="Усуває всі магічні ефекти з заклинача та поглинає 400 магічного пошкодження протягом 1 хв." },
[5565] = { "пекельний камінь" },
[5587] = { "булава з колючокореня" }, -- Thornroot Club
[5589] = { "замшілі рукавиці" },
[5590] = { "шнуровані поручі" },
[5591] = { "заплямований дощем каптур" },
[5592] = { "закований пасок" },
[5593] = { "навісний кулачний щит" },
[5594] = { "лист для Джин'Зіла" },
[5595] = { "молот гущавин" },
[5596] = { "ясеневий лук" },
[5605] = { "обрізний ніж" },
[5606] = { "садові рукавички" },
[5618] = { "накидка розвідника" },
[5619] = { "нефритовий фіал", use="Наповнює фіал з місячного колодязя у селищі Зоряного Бризу." }, -- Jade Phial, @use Fill the Jade Phial at the Starbreeze moonwell.
[5620] = { "фіал крові невинних" }, -- Vial of Innocent Blood
[5621] = { "турмаліновий фіал", use="Наповнює фіал з місячного колодязя поблизу Арлітріенських ставів." }, -- Tourmaline Phial, @use Fill the Tourmaline Phial at the Pools of Arlithrien moonwell.
[5623] = { "аметистовий фіал", use="Наповнює фіал з місячного колодязя на поляні Оракула." }, -- Amethyst Phial, @use Fill the Amethyst Phial at the Oracle Glade moonwell.
[5631] = { "зілля люті", use="Збільшує лють на від 20 до 40." },
[5633] = { "зілля великої люті", use="Збільшує лють на від 30 до 60." },
[5634] = { "зілля вільної дії", use="Робить вас невразливими до приголомшення й ефектів ускладнення руху на наступні 30 с. Не знімає вже наявні ефекти." },
[5637] = { "велике ікло" }, -- Large Fang
[5639] = { "наповнений нефритовий фіал" }, -- Filled Jade Phial
[5640] = { "Рецепт: Зілля люті", use="Навчає вас створювати зілля люті." },
[5642] = { "Рецепт: Зілля вільної дії", use="Навчає вас створювати зілля вільної дії." },
[5643] = { "Рецепт: Зілля великої люті", use="Навчає вас створювати зілля великої люті." },
[5645] = { "наповнений турмаліновий фіал" }, -- Filled Tourmaline Phial
[5646] = { "фіал з благословенною водою" }, -- Vial of Blessed Water
[5776] = { "кийок старійшини" },
[5777] = { "сокира сміливця" },
[5778] = { "груба палиця" },
[5784] = { "слизотна луска мурлока" },
[5785] = { "товста луска мурлока" },
[5799] = { "замовлення запчастин Крейвела" }, -- Kravel's Parts Order
[5800] = { "запчастини Крейвела" }, -- Kravel's Parts
[5802] = { "крихкі запчастини для машини" }, -- Delicate Car Parts
[5804] = { "гоблінські чутки" }, -- Goblin Rumors
[5810] = { "свіжа туша", use="Покласти на полум'я Узела." }, -- Fresh Carcass, @use Place upon the Flame of Uzel.
[5826] = { "план Крейвела" }, -- Kravel's Scheme
[5830] = { "голова Кенати" },
[5831] = { "голова Фардела" },
[5832] = { "голова Марсела" },
[5838] = { "сувій зі шкіри кодо" }, -- Kodo Skin Scroll
[5842] = { "зразок неочищеної руди" },
[5917] = { "звіт шпигуна" }, -- Spy's Report
[5939] = { "швацькі рукавички" },
[5940] = { "кістяний баклер" },
[5941] = { "штани з латунної луски" },
[5956] = { "ковальский молот" },
[5996] = { "еліксир водного дихання", use="Дозволяє застосувачеві дихати водою протягом 30 хв." },
[5997] = { "еліксир крихітного захисту", use="Збільшує броню на 50 на 1 годину." },
[5998] = { "замовлення Бурешпиля" }, -- Stormpike's Request
[6016] = { "зразок вовчого серця" },
[6037] = { "злиток ясносрібла" }, -- Truesilver Bar
[6048] = { "зілля тіньового захисту", use="Поглинає від 675 до 1125 пошкодження тінню. Триває 1 годину." },
[6049] = { "зілля вогняного захисту", use="Поглинає від 975 до 1625 пошкодження вогнем. Триває 1 годину." },
[6050] = { "зілля крижаного захисту", use="Поглинає від 1350 до 2250 пошкодження кригою. Триває 1 годину." },
[6051] = { "зілля священного захисту", use="Поглинає від 300 до 500 пошкодження священністю. Триває 1 годину." },
[6052] = { "зілля природного захисту", use="Поглинає від 1350 до 2250 пошкодження природою. Триває 1 годину." },
[6053] = { "Рецепт: Зілля священного захисту", use="Навчає вас створювати зілля священного захисту." },
[6054] = { "Рецепт: Зілля тіньового захисту", use="Навчає вас створювати зілля тіньового захисту." },
[6055] = { "Рецепт: Зілля вогняного захисту", use="Навчає вас створювати зілля вогняного захисту." },
[6056] = { "Рецепт: Зілля крижаного захисту", use="Навчає вас створювати зілля крижаного захисту." },
[6057] = { "Рецепт: Зілля природного захисту", use="Навчає вас створювати зілля природного захисту." },
[6059] = { "жилет кочівника" },
[6061] = { "сірокам'яні наручі" },
[6062] = { "грубі в'язані наручі" },
[6063] = { "підковані залізом рукавиці" },
[6068] = { "Рецепт: Тіньова олія", use="Навчає вас створювати тіньову олію." },
[6084] = { "рейтузи гвардійця Штормовію" },
[6085] = { "мундир вояки" },
[6149] = { "зілля більшої мани", use="Відновлює від 700 до 900 мани." },
[6168] = { "пазур пилкозубого кусача" }, -- Sawtooth Snapper Claw
[6169] = { "необроблена вирізка пилкозуба" },
[6170] = { "реактиви чарівників" }, -- Wizards' Reagents
[6175] = { "артефакт Атал'ай" }, -- Atal'ai Artifact
[6196] = { "дубина Набору" }, -- Noboru's Cudgel
[6211] = { "Рецепт: Еліксир сили огра", use="Навчає вас створювати еліксир сили огра." },
[6215] = { "збалансована бойова палиця" },
[6219] = { "дуговий гайковерт" }, -- Arclight Spanner
[6256] = { "вудка" }, -- Fishing Pole
[6260] = { "блакитна фарба" },
[6265] = { "уламок душі" },
[6365] = { "міцна вудка", equip="Збільшує навички рибної ловлі на 5." }, -- Strong Fishing Pole, @equip Increased Fishing +5.
[6370] = { "чорноротикова олія" },
[6371] = { "вогняна олія" },
[6372] = { "зілля швидкості плавання", use="Збільшує швидкість плавання на 100% на 20 с." },
[6373] = { "еліксир вогнеміці", use="Збільшує пошкодження вогняними чарами на до 10 на 30 хв." }, -- Elixir of Firepower, @use Increases spell fire damage by up to 10 for 30 min.
[6470] = { "незвичайна луска" },
[6471] = { "бездоганна незвичайна луска" },
[6529] = { "блискуча блешня", use="Оснащення вашої вудки такою блешнею збільшує навички рибної ловлі на 25 протягом 10 хв." },
[6532] = { "райдужні блешні", use="Оснащення вашої вудки такою блешнею збільшує навички рибної ловлі на 75 протягом 10 хв." },
[6634] = { "ритуальна мазь" }, -- Ritual Salve
[6635] = { "сапта землі", use="Дозволяє шаману бачити духів елементів." }, -- Earth Sapta, @use Allows the shaman to see elemental spirits.
[6636] = { "сапта вогню", use="Дозволяє шаману бачити духів елементів." }, -- Fire Sapta, @use Allows the shaman to see elemental spirits.
[6637] = { "сапта води", use="Дозволяє шаману бачити духів елементів." }, -- Water Sapta, @use Allows the shaman to see elemental spirits.
[6638] = { "сапта повітря", use="Дозволяє шаману бачити духів елементів." }, -- Air Sapta, @use Allows the shaman to see elemental spirits.
[6640] = { "копито сквернолова" }, -- Felstalker Hoof
[6652] = { "мішечок з реагентами" }, -- Reagent Pouch
[6653] = { "смолоскип дрімаючого полум'я" }, -- Torch of the Dormant Flame
[6654] = { "смолоскип вічного полум'я" }, -- Torch of the Eternal Flame
[6655] = { "розжарена вуглинка" }, -- Glowing Ember
[6656] = { "грубий кварц" }, -- Rough Quartz
[6658] = { "ошийник-зразок" },
[6662] = { "еліксир гігантського росту", use="Ваш розмір збільшено, а ваша сила зростає на до 8, відповідно до вашого нового розміру. Триває 2 хв." },
[6663] = { "Рецепт: Еліксир гігантського росту", use="Навчає вас створювати еліксир гігантського росту." },
[6713] = { "подерті штани" },
[6741] = { "орчий воєнний меч" },
[6751] = { "дивне фруктове дерево" },
[6752] = { "дивний мерехтливий паросток" },
[6799] = { "голова Веджріка" }, -- Vejrek's Head
[6948] = { "камінь Вогнища", use="Повертає вас додому. Поговоріть з корчмарем в іншому місці щоб змінити домівку." }, -- Hearthstone, @use Returns you to <Hearthstone Location>. Speak to an Innkeeper in a different place to change your home location.
[6952] = { "товста шкура ведмедя" }, -- Thick Bear Fur
[7005] = { "білувальний ніж" }, -- Skinning Knife
[7068] = { "стихійний вогонь" }, -- Elemental Fire
[7073] = { "зламаний пазур" }, -- Broken Fang
[7074] = { "надломлений кіготь" }, -- Chipped Claw
[7076] = { "есенція землі" },
[7078] = { "есенція вогню" },
[7080] = { "есенція води" },
[7082] = { "есенція повітря" },
[7097] = { "стегнове м'ясо", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі." },
[7266] = { "трактат Ура з тіньової магії" }, -- Ur's Treatise on Shadow Magic
[7272] = { "заряджена блискавкою тростина" }, -- Bolt Charged Bramble
[7273] = { "тотемна палиця В'ялошкірих", use="Зберіть 10 тотемних палиць і використайте їх біля каменю Зовнішнього Поневолення." }, -- Witherbark Totem Stick, @use Gather 10 totem sticks, and use them at the Stone of Outer Binding.
[7279] = { "малий шкіряний гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 10%." },
[7286] = { "луска чорного драконеняти" }, -- Black Whelp Scale
[7343] = { "гайковий ключ Бінґлса" }, -- Bingles' Wrench
[7345] = { "викрутка Бінґлса" }, -- Bingles' Screwdriver
[7346] = { "молоток Бінґлса" }, -- Bingles' Hammer
[7372] = { "важкий шкіряний гаман для набоїв", equip="Збільшує швидкість атаки дальнього бою на 12%." },
[7376] = { "болтозрив Бінґлса" }, -- Bingles' Blastencapper
[7392] = { "луска зеленого драконеняти" }, -- Green Whelp Scale
[7428] = { "шкура тінекота" }, -- Shadowcat Hide
[7516] = { "інструкції Табети" }, -- Tabetha's Instructions
[7626] = { "зв'язка хутра" },
[7627] = { "посилка у Доланаар" }, -- Dolanaar Delivery
[7629] = { "ноша Укора" }, -- Ukor's Burden
[7646] = { "ящик припасів для корчми" }, -- Crate of Inn Supplies
[7676] = { "чай з розторопші", use="Миттєво відновлює 100 енергії." }, -- Thistle Tea, @use Instantly restores 100 energy.
[7846] = { "ікло скельного койота" }, -- Crag Coyote Fang
[7847] = { "шлунок канюка" }, -- Buzzard Gizzard
[7848] = { "уламок кам'яного елементаля" }, -- Rock Elemental Shard
[7866] = { "пустий тавматургічний флакон" }, -- Empty Thaumaturgy Vessel
[7867] = { "флакон крові дракона" }, -- Vessel of Dragon's Blood
[7870] = { "скринька для тавматургічних флаконів" }, -- Thaumaturgy Vessel Lockbox
[7908] = { "журнал Клейвена Мортвейка" }, -- Klaven Mortwake's Journal
[7909] = { "аквамарин" },
[7910] = { "зоряний рубін" },
[7911] = { "ясносрібна руда" },
[7912] = { "цільний камінь" },
[7923] = { "ключ до башти повстанців" }, -- Defias Tower Key
[7966] = { "цільний шліфувальний камінь" },
[8007] = { "маноцитрин", use="Відновлює від 775 до 925 мани." },
[8008] = { "манорубін", use="Відновлює від 1000 до 1200 мани." },
[8027] = { "скарб Крома Товсторука" }, -- Krom Stoutarm's Treasure
[8046] = { "журнал Кеарнен" }, -- Kearnen's Journal
[8048] = { "смарагдовий ловець снів" },
[8050] = { "самоцвіт Таллункая" },
[8067] = { "майстерна легка куля", desc="Додає 2 пошкодження за секунду" },
[8068] = { "майстерна важка куля", desc="Додає 4,5 пошкодження за секунду" },
[8075] = { "начаклована хлібина на заквасці", use="Відновлює 1392 здоров'я протягом 30 с. Потрібно залишатися в сидячому положенні під час їжі." },
[8076] = { "начаклований солодкий рулет", use="Відновлює 2148 здоров'я протягом 30 с. Потрібно залишатися в сидячому положенні під час їжі." },
[8077] = { "начаклована мінеральна вода", use="Відновлює 1992 мани протягом 30 с. Потрібно залишатися в сидячому положенні під час пиття." },
[8078] = { "начаклована газована вода", use="Відновлює 2934 мани протягом 30 с. Потрібно залишатися в сидячому положенні під час пиття." },
[8079] = { "начаклована кристалічна вода", use="Відновлює 4200 мани протягом 30 с. Потрібно залишатися в сидячому положенні під час пиття." },
[8136] = { "велетенська пухлина" }, -- Gargantuan Tumor
[8149] = { "оберіг вуду" },
[8150] = { "глибокоскельна сіль" },
[8153] = { "диколоззя" }, -- Wildvine
[8154] = { "луска скорпіда" }, -- Scorpid Scale
[8165] = { "зношена драконяча луска" }, -- Worn Dragonscale
[8167] = { "луска черепахи" }, -- Turtle Scale
[8169] = { "товста шкура" }, -- Thick Hide
[8170] = { "рапава шкіра" }, -- Rugged Leather
[8171] = { "рапава шкура" }, -- Rugged Hide
[8343] = { "міцна шовкова нитка" },
[8363] = { "шаманський оберіг вуду" },
[8368] = { "товста вовча шкура" },
[8523] = { "польовий тестувальний комплект" },
[8525] = { "список покупок Зінґе" },
[8527] = { "запечатаний польовий комплект" },
[8629] = { "поводи смугастого шаблекота", use="Викликає та звільняє верхового шаблекота." },
[8684] = { "медовуха \"Внутрішні землі\"" }, -- Hinterlands Honey Ripple
[8831] = { "пурпуровий лотос" }, -- Purple Lotus
[8836] = { "сльози Артаса" },
[8838] = { "сонцетравка" },
[8839] = { "сліпниця" },
[8845] = { "примарний гриб" },
[8846] = { "ґромокров" },
[8925] = { "кришталевий фіал" },
[8949] = { "еліксир спритності", use="Збільшує спритність на 15 на 1 годину." },
[8951] = { "еліксир більшого захисту", use="Збільшує броню на 250 на 1 годину." },
[8956] = { "олія жертвоприношення", use="Завдає 50 пошкодження вогнем усім ворогам у радіусі 5 м кожні 3 секунди протягом 15 с." },
[8973] = { "товста шкура єті" },
[9030] = { "відновнювальне зілля", use="Знімає з вас 1 магічний, проклятий, отруйний або хворобливий ефект кожні 5 секунд протягом 30 секунд." },
[9036] = { "зілля супротиву магії", use="Збільшує ваш супротив всім школам магії на 50 на 3 хв." },
[9061] = { "гоблінське ракетне паливо" },
[9088] = { "дар Артаса", use="Збільшує супротив тіні на 10. Якщо застосувача вдаряє ворог, він буде уражений хворобою з імовірністю 30%, що збільшить нанесені йому пошкодження на 8 на 3 хв. Триває 30 хв." },
[9144] = { "зілля диколоззя", use="Відновлює від 1 до 1500 здоров'я та від 1 до 1500 мани." },
[9149] = { "філософський камінь", flavor="Потрібен для алхімічної трансмутації." },
[9154] = { "еліксир виявлення нежиті", use="Показує на мінікарті місцезнаходження всіх представників нежиті поблизу протягом 1 години." },
[9155] = { "арканічний еліксир", use="Збільшує пошкодження закляттями на до 20 на 30 хв." },
[9172] = { "зілля невидимості", use="Надає застосувачеві невидимість на 18 с." },
[9179] = { "еліксир більшого інтелекту", use="Збільшує інтелект на 25 на 1 годину." },
[9187] = { "еліксир більшої спритності", use="Збільшує спритність на 25 на 1 годину." },
[9197] = { "еліксир снобачення", use="Надає вам бачення уві сні, що дозволяє вам досліджувати місцини, надто небезпечні для дослідження особисто." },
[9206] = { "еліксир велетнів", use="Збільшує вашу силу на 25 на 1 годину." },
[9210] = { "примарна фарба" },
[9224] = { "еліксир демонорізні", use="Збільшує силу атаки проти демонів на 265. Триває 5 хв." },
[9233] = { "еліксир виявлення демона", use="Показує на мінікарті місцезнаходження всіх демонів поблизу протягом 1 години." },
[9240] = { "довбня Зул'Фаррака" }, -- Mallet of Zul'Farrak
[9262] = { "чорний вітріол" }, -- Black Vitriol
[9264] = { "еліксир тіньової міці", use="Збільшує пошкодження тіньовими чарами на до 40 на 30 хв." },
[9279] = { "біла перфокарта", flavor="Надає доступ до матричного перфографа 3005-A" }, -- White Punch Card, @flavor Grants access to Matrix Punchograph 3005-A
[9280] = { "жовта перфокарта", flavor="Надає доступ до матричного перфографа 3005-B" }, -- White Punch Card, @flavor Grants access to Matrix Punchograph 3005-B
[9293] = { "Рецепт: Зілля супротиву магії", use="Навчає вас створювати зілля супротиву магії." },
[9294] = { "Рецепт: Зілля диколоззя", use="Навчає вас створювати зілля диколоззя." },
[9295] = { "Рецепт: Зілля невидимості", use="Навчає вас створювати зілля невидимості." },
[9296] = { "Рецепт: Дар Артаса", use="Навчає вас створювати дар Артаса." },
[9297] = { "Рецепт: Еліксир снобачення", use="Навчає вас створювати еліксир снобачення." },
[9298] = { "Рецепт: Еліксир велетнів", use="Навчає вас створювати еліксир велетнів." },
[9300] = { "Рецепт: Еліксир демонорізні", use="Навчає вас створювати еліксир демонорізні." },
[9301] = { "Рецепт: Еліксир тіньової міці", use="Навчає вас створювати еліксир тіньової міці." },
[9302] = { "Рецепт: Примарна фарба", use="Навчає вас створювати примарну фарбу." },
[9303] = { "Рецепт: Філософський камінь", use="Навчає вас створювати філософський камінь." },
[9304] = { "Рецепт: Трансмутація заліза у золото", use="Навчає вас перетворювати залізо на золото." },
[9305] = { "Рецепт: Трансмутація: мітрил у ясносрібло", use="Навчає вас перетворювати мітрил на ясносрібло." },
[9329] = { "коротка нотатка", flavor="Перев'язана бантом." }, -- A Short Note, @flavor Tied with a bow.
[9421] = { "величезний камінь здоров'я", use="Миттєво відновлює 1200 здоров'я." },
[9520] = { "мовчазний мисливець" }, -- Silent Hunter
[9521] = { "черепоруб" },
[9598] = { "нічні сукні" },
[9599] = { "луб'яні поножі" },
[9602] = { "чагарникове лезо" }, -- Brushwood Blade
[9603] = { "посох зі скрипокореня" }, -- Gritroot Staff
[9634] = { "рукавиці вправності" },
[9635] = { "накидка головного аптекаря" },
[10000] = { "ріг Марґол" }, -- Margol's Horn
[10005] = { "гігантський ріг Марґол" }, -- Margol's Gigantic Horn
[10022] = { "доказ правоти" }, -- Proof of Deed
[10283] = { "зразки вовчого серця" },
[10438] = { "коробка Фелікса" }, -- Felix's Box
[10439] = { "пекуча ранкображка Дарнана" }, -- Durnan's Scalding Mornbrew
[10440] = { "Норів кухоль" }, -- Nori's Mug
[10455] = { "скута сутність Ераніка" }, -- Chained Essence of Eranikus
[10459] = { "голова вождя Гостроікла Колючкошкура" }, -- Chief Sharptusk Thornmantle's Head
[10589] = { "клятвокамінь Крила драконів Ізери" }, -- Oathstone of Ysera's Dragonflight
[10592] = { "еліксир котячого ока", use="Збільшує вашу здатність виявляти скритність на 10 хв." },
[10620] = { "торієва руда" },
[10635] = { "розфарбовані кольчужні поножі" },
[10636] = { "рукавиці кочівника" },
[10637] = { "рукавички пивовара" },
[10638] = { "довга драпірована накидка" },
[10644] = { "Рецепт: Гоблінське ракетне паливо", use="Навчає вас створювати гоблінське ракетне паливо." },
[10687] = { "порожній флакон №1", use="Цей флакон наповнюється з першої прибережної калюжі в Азшарі." }, -- Empty Vial Labeled #1, @use This container should be filled with water from the first tide pool in Azshara.
[10688] = { "порожній флакон №2", use="Цей флакон наповнюється з другої прибережної калюжі в Азшарі." }, -- Empty Vial Labeled #2, @use This container should be filled with water from the second tide pool in Azshara.
[10689] = { "порожній флакон №3", use="Цей флакон наповнюється з третьої прибережної калюжі в Азшарі." }, -- Empty Vial Labeled #3, @use This container should be filled with water from the third tide pool in Azshara.
[10690] = { "порожній флакон №4", use="Цей флакон наповнюється з четвертої прибережної калюжі в Азшарі." }, -- Empty Vial Labeled #4, @use This container should be filled with water from the fourth tide pool in Azshara.
[10691] = { "наповнений флакон №1" }, -- Filled Vial Labeled #1
[10692] = { "наповнений флакон №2" }, -- Filled Vial Labeled #2
[10693] = { "наповнений флакон №3" }, -- Filled Vial Labeled #3
[10694] = { "наповнений флакон №4" }, -- Filled Vial Labeled #4
[10695] = { "коробка з порожніми флаконами" }, -- Box of Empty Vials
[10712] = { "еліксир К'юлі" }, -- Cuely's Elixir
[11099] = { "темнозалізна руда" }, -- Dark Iron Ore
[11125] = { "повідомлення про постачання винограду" },
[11191] = { "чоботи фермера" },
[11315] = { "паросток кровоцвіту" }, -- Bloodpetal Sprout
[11370] = { "темнозалізна руда" }, -- Dark Iron Ore
[11371] = { "злиток темного заліза" }, -- Dark Iron Bar
[11382] = { "кров гори" }, -- Blood of the Mountain
[11480] = { "шкура ун'ґорського рокотуна" },
[11502] = { "наплічники вченості" },
[11512] = { "клапоть зараженої шкіри" },
[11583] = { "кактусове яблуко" },
[11584] = { "\"Пиріг-сюрприз\" з кактусовими яблуками", use="Відновлює 61 здоров'я протягом 18 с. Потрібно залишатися в сидячому положенні під час їжі. Після 10 с дії ефекту ви наїдаєтесь а ваші витривалість і дух збільшуються на 2 на 15 хв." },
[11754] = { "чорний діамант" },
[11843] = { "банківська розписка" },
[11845] = { "шкіряна сумка ручної роботи" },
[11870] = { "сфера забуття" },
[11871] = { "наплічники покидька" },
[11872] = { "поножі уникнення", equip="Збільшує шанс ухилитися від атаки на 1%." },
[11886] = { "термінове повідомлення" }, -- Urgent Message
[12190] = { "зілля сну без сновидінь", use="Занурює застосувача у сон без сновидінь на 12 с. Протягом цього часу застосувач відновлює 1200 здоров'я та 1200 мани." },
[12230] = { "зразок скверноліського слимака" },
[12234] = { "зіпсований скверноліський зразок" },
[12235] = { "зразок ун'ґорського слимака" },
[12236] = { "чистий ун'ґорський зразок" },
[12288] = { "упаковані зіпсовані виділення", use="Випускає синтезовані зразки для взаємодії зі звичайними слизняками в кратері Ун'ґоро." },
[12291] = { "об'єднані фрагменти слизу" },
[12299] = { "сітчасті рукавички" },
[12353] = { "вуздечка білого жеребця", use="Прикликає й відкликає їздового білого жеребця. Це дуже швидка верхова тварина. (Відновлення 3 с.)" },
[12354] = { "вуздечка коня паломіно", use="Прикликає й відкликає їздового коня паломіно. Це дуже швидка верхова тварина. (Відновлення 3 с.)" },
[12359] = { "злиток торію" },
[12360] = { "злиток арканіту" },
[12361] = { "синій сапфір" },
[12363] = { "арканічний кристал" },
[12364] = { "величезний смарагд" },
[12365] = { "щільний камінь" },
[12467] = { "чужоземне яйце", flavor="Всередині щось ворушиться" }, -- Alien Egg, @flavor Something seems to shake from within
[12564] = { "план вбивства" }, -- Assassination Note
[12644] = { "щільний шліфувальний камінь" },
[12655] = { "зачарований злиток торію" },
[12724] = { "пакунок Дженіс" },
[12731] = { "неторкана шкура Звіра" }, -- Pristine Hide of the Beast
[12732] = { "вогниста агава" }, -- Incendia Agave
[12737] = { "бур'ян мороку" }, -- Gloom Weed
[12765] = { "таємна записка №1" }, -- Secret Note #1
[12766] = { "таємна записка №2" }, -- Secret Note #2
[12768] = { "таємна записка №3" }, -- Secret Note #3
[12785] = { "вогнистий порошок", use="Підкинути вогнистий порошок у священний вогонь життя." }, -- Incendia Powder, @use Toss the Incendia Powder into the sacred fire of life.
[12799] = { "великий опал" },
[12800] = { "азеротський діамант" },
[12803] = { "жива есенція" },
[12808] = { "есенція невмерлості" },
[12809] = { "охоронний камінь" },
[12925] = { "зміїна шкіра Арікари" }, -- Arikara Serpent Skin
[12958] = { "Рецепт: Трансмутація арканіту", use="Навчає вас перетворювати торіум й арканічні кристали на арканіт." },
[13423] = { "каменелускова олія" },
[13442] = { "зілля могутньої люті", use="Збільшує лють на від 45 до 75 і збільшує силу на 60 на 20 с." },
[13443] = { "зілля відмінної мани", use="Відновлює від 900 до 1500 мани." },
[13444] = { "зілля величезної мани", use="Відновлює від 1350 до 2250 мани." },
[13445] = { "еліксир відмінного захисту", use="Збільшує броню на 450 на 1 годину." },
[13446] = { "зілля величезного лікування", use="Відновлює від 1050 до 1750 здоров'я." },
[13447] = { "еліксир мудреців", use="Збільшує інтелект і дух на 18 на 1 годину." },
[13452] = { "еліксир мангуста", use="Збільшує спритність на 25 та ймовірність завдати критичного удару на 2% на 1 годину." },
[13453] = { "еліксир грубої сили", use="Збільшує силу та витривалість на 18 на 1 годину." },
[13454] = { "вищий арканічний еліксир", use="Збільшує пошкодження закляттями на до 35 на 1 годину." },
[13455] = { "зілля більшого каменещита", use="Збільшує броню на 2000 на 2 хв." },
[13456] = { "зілля більшого крижаного захисту", use="Поглинає від 1950 до 3250 пошкодження кригою. Триває 1 годину." },
[13457] = { "зілля більшого вогняного захисту", use="Поглинає від 1950 до 3250 пошкодження вогнем. Триває 1 годину." },
[13458] = { "зілля більшого природного захисту", use="Поглинає від 1950 до 3250 пошкодження природою. Триває 1 годину." },
[13459] = { "зілля більшого тіньового захисту", use="Поглинає від 1950 до 3250 пошкодження тінню. Триває 1 годину." },
[13461] = { "зілля більшого арканічного захисту", use="Поглинає від 1950 до 3250 пошкодження арканою. Триває 1 годину." },
[13463] = { "снолистя" },
[13464] = { "золотий сансам" },
[13465] = { "гірська срібномудриця" },
[13466] = { "чумоцвіт" },
[13467] = { "льодошапка" },
[13468] = { "чорний лотос" },
[13476] = { "Рецепт: Зілля могутньої люті", use="Навчає вас створювати зілля могутньої люті." },
[13477] = { "Рецепт: Зілля відмінної мани", use="Навчає вас створювати зілля відмінної мани." },
[13478] = { "Рецепт: Еліксир відмінного захисту", use="Навчає вас створювати еліксир відмінного захисту." },
[13479] = { "Рецепт: Еліксир мудреців", use="Навчає вас створювати еліксир мудреців." },
[13480] = { "Рецепт: Зілля величезного лікування", use="Навчає вас створювати зілля величезного лікування." },
[13481] = { "Рецепт: Еліксир грубої сили", use="Навчає вас створювати еліксир грубої сили." },
[13482] = { "Рецепт: Трансмутація повітря у вогонь", use="Навчає вас перетворювати есенцію повітря на есенцію вогню." },
[13483] = { "Рецепт: Трансмутація вогню у землю", use="Навчає вас перетворювати есенцію вогню на есенцію землі." },
[13484] = { "Рецепт: Трансмутація землі у воду", use="Навчає вас перетворювати есенцію землі на есенцію води." },
[13485] = { "Рецепт: Трансмутація води в повітря", use="Навчає вас перетворювати есенцію води на есенцію повітря." },
[13486] = { "Рецепт: Трансмутація невмерлості у воду", use="Навчає вас перетворювати есенцію невмерлості на есенцію води." },
[13487] = { "Рецепт: Трансмутація води у невмерлість", use="Навчає вас перетворювати есенцію води на есенцію невмерлості." },
[13488] = { "Рецепт: Трансмутація життя у землю", use="Навчає вас перетворювати живу есенцію на есенцію землі." },
[13489] = { "Рецепт: Трансмутація землі у життя", use="Навчає вас перетворювати есенцію землі на живу есенцію." },
[13490] = { "Рецепт: Зілля більшого каменещита", use="Навчає вас створювати зілля більшого каменещита." },
[13491] = { "Рецепт: Еліксир мангуста", use="Навчає вас створювати еліксир мангуста." },
[13493] = { "Рецепт: Вищий арканічний еліксир", use="Навчає вас створювати вищий арканічний еліксир." },
[13494] = { "Рецепт: Зілля більшого вогняного захисту", use="Навчає вас створювати зілля більшого вогняного захисту." },
[13495] = { "Рецепт: Зілля більшого крижаного захисту", use="Навчає вас створювати зілля більшого крижаного захисту." },
[13496] = { "Рецепт: Зілля більшого природного захисту", use="Навчає вас створювати зілля більшого природного захисту." },
[13497] = { "Рецепт: Зілля більшого арканічного захисту", use="Навчає вас створювати зілля арканічного захисту." },
[13499] = { "Рецепт: Зілля більшого тіньового захисту", use="Навчає вас створювати зілля більшого тіньового захисту." },
[13501] = { "Рецепт: Зілля величезної мани", use="Навчає вас створювати зілля величезної мани." },
[13506] = { "колба скам'яніння", use="Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклять на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти закляття. Ви можете бути під ефектом лише однієї колби одночасно." },
[13510] = { "колба титанів", use="Збільшує максимальне здоров'я гравця на 1200 на 2 год. Ви можете бути під ефектом лише однієї колби одночасно. Цей ефект залишається попри смерть." },
[13511] = { "колба дистильованої мудрості", use="Збільшує максимальну ману гравця на 2000 на 2 год. Ви можете бути під ефектом лише однієї колби одночасно. Цей ефект залишається попри смерть." },
[13512] = { "колба вищої сили", use="Збільшує пошкодження від магічних заклять і ефектів на до 150 на 2 год. Ви можете бути під ефектом лише однієї колби одночасно. Цей ефект залишається попри смерть." },
[13513] = { "колба хроматичного супротиву", use="Збільшує ваш супротив всім школам магії на 25 на 2 год. Ви можете бути під ефектом лише однієї колби одночасно. Цей ефект залишається попри смерть і додається до всіх інших заклять і предметів зі супротивом." },
[13602] = { "більший камінь чарів", equip="Підвищує вашу ймовірність критичного удару закляттями на 1%.", use="Усуває всі магічні ефекти з заклинача та поглине 650 магічного пошкодження протягом 1 хв." },
[13603] = { "величезний камінь чарів", equip="Підвищує вашу ймовірність критичного удару закляттями на 1%.", use="Усуває всі магічні ефекти з заклинача та поглине 900 магічного пошкодження протягом 1 хв." },
[13699] = { "камінь вогню", equip={ "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 40 до 60 додаткового пошкодження вогнем.", "Збільшує пошкодження від заклять і ефектів вогню на до 14." } },
[13700] = { "більший камінь вогню", equip={ "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 60 до 90 додаткового пошкодження вогнем.", "Збільшує пошкодження від заклять і ефектів вогню на до 17." } },
[13701] = { "величезний камінь вогню", equip={ "Зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 80 до 120 додаткового пошкодження вогнем.", "Збільшує пошкодження від заклять і ефектів вогню на до 21." } },
[13702] = { "бур'ян приречення" }, -- Doom Weed
[13850] = { "набої Грімостріла" }, -- Rumbleshot's Ammo
[13872] = { "зв'язка деревини" }, -- Bundle of Wood
[14047] = { "рунічне полотно" }, -- Runecloth
[14634] = { "Рецепт: Крижана олія", use="Навчає вас створювати крижану олію." },
[15042] = { "порожня банка для термітів", use="Збирає термітів на термітниках, що знаходяться в Східних Зачумлених землях." }, -- Empty Termite Jar, @use Helps gather termites from a termite mound in Eastern Plaguelands.
[15043] = { "терміти Зачумлених земель" }, -- Plagueland Termites
[15044] = { "бочка з термітами Зачумлених земель" }, -- Barrel of Plagueland Termites
[15102] = { "ун'ґорські зразки" },
[15103] = { "зіпсовані зразки" },
[15104] = { "крилоносі чоботи" }, -- Wingborne Boots
[15208] = { "кенарійський місячний пил", use="Посипати поряд із каменем місячного совуха, щоб викликати захисника каменю -- Місяцекігтя." }, -- Cenarion Moondust, @use Apply near a Moonkin Stone to bring forth the stone's defender, Lunaclaw.
[15408] = { "важка луска скорпіда" },
[15409] = { "очищена глибокоскельна сіль" },
[15410] = { "луска Оніксії" }, -- Scale of Onyxia
[15412] = { "зелена драконяча луска" },
[15414] = { "червона драконяча луска" },
[15415] = { "синя драконяча луска" },
[15416] = { "чорна драконяча луска" },
[15417] = { "шкіра дияволозавра" }, -- Devilsaur Leather
[15418] = { "мерехтливий платиновий бойовий молот", hit="Гатить ціль на від 180 до 250 пошкодження природою." }, -- Shimmering Platinum Warhammer, @hit Blasts a target for 180 to 250 Nature damage.
[15419] = { "шкіра бойового ведмедя" }, -- Warbear Leather
[15420] = { "залізне перо" }, -- Ironfeather
[15421] = { "плащаниця вигнанця" }, -- Shroud of the Exile
[15422] = { "шкіра кригозуба" }, -- Frostsaber Leather
[15423] = { "шкіра химери" }, -- Chimera Leather
[15424] = { "сокира Орґріммара" }, -- Axe of Orgrimmar
[15425] = { "незрівнянні наручі" }, -- Peerless Bracers
[15702] = { "перстень хіміка" }, -- Chemist's Ring
[15703] = { "роба хіміка" }, -- Chemist's Smock
[15790] = { "дослідження мови духів", flavor="Ця книга написана мовою, яку ви не розумієте." }, -- Studies in Spirit Speaking, @flavor This book is written in a language you cannot understand.
[15826] = { "мазь для зцілення тварин", use="Вилікувати хвору тварину уражену отруєнням." }, -- Curative Animal Salve, @use Cure a sickly animal afflicted by the taint of poisoning.
[15851] = { "місячний гриб" }, -- Lunar Fungus
[15852] = { "ріг кодо" }, -- Kodo Horn
[15885] = { "підвіска Морського Лева" }, -- Pendant of the Sea Lion
[15998] = { "записка Льюїса" }, -- Lewis' Note
[16114] = { "кийок десятника", use="Будить обраного сплячого наймита." }, -- Foreman's Blackjack, @use Wakes up a targeted sleeping peon.
[16209] = { "замовленея Подріґа" }, -- Podrig's Order
[16210] = { "ящик Гордона" }, -- Gordon's Crate
[16282] = { "оберемок шкур" }, -- Bundle of Hides
[16283] = { "шкіряні товари Агану" }, -- Ahanu's Leather Goods
[16306] = { "м'ясо від Зарґа" }, -- Zargh's Meats
[16307] = { "лист Гришки" }, -- Gryshka's Letter
[16310] = { "список Брока" }, -- Brock's List
[16311] = { "почесні кирки" }, -- Honorary Picks
[16313] = { "скриня Фелікса" }, -- Felix's Chest
[16314] = { "відро з болтами Фелікса" }, -- Felix's Bucket of Bolts
[16332] = { "кайло Тхазз'ріла" }, -- Thazz'ril's Pick
[16583] = { "демонічна статуетка" }, -- Demonic Figurine
[16892] = { "менший камінь душі", use="Зберігає душу дружньої цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 750 здоров'я та 1200 мани." },
[16893] = { "камінь душі", use="Зберігає душу дружньої цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 1100 здоров'я та 1700 мани." },
[16895] = { "більший камінь душі", use="Зберігає душу дружньої цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 1600 здоров'я та 2200 мани." },
[16896] = { "величезний камінь душі", use="Зберігає душу дружньої цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 2200 здоров'я та 2800 мани." },
[17012] = { "серцевинна шкіра" }, -- Core Leather
[17021] = { "дикі ягоди" }, -- Wild Berries
[17026] = { "дикий колючекорінь" }, -- Wild Thornroot
[17031] = { "руна телепортації" }, -- Rune of Teleportation
[17032] = { "руна порталів" }, -- Rune of Portals
[17033] = { "символ божественності" }, -- Symbol of Divinity
[17034] = { "насіння клена" }, -- Maple Seed
[17057] = { "блискуча луска риби" }, -- Shiny Fish Scales
[17203] = { "злиток сульфурону" }, -- Sulfuron Ingot
[17355] = { "лист Рабіна" }, -- Rabine's Letter
[17708] = { "еліксир крижаної міці", use="Збільшує пошкодження крижаними чарами на до 15 на 30 хв." },
[17709] = { "Рецепт: Еліксир крижаної міці", use="Навчає вас створювати еліксир крижаної міці." },
[17771] = { "злиток елементію" }, -- Elementium Bar
[17967] = { "очищена луска Оніксії" }, -- Refined Scale of Onyxia
[18151] = { "наповнений аметистовий фіал" }, -- Filled Amethyst Phial
[18253] = { "зілля величезного відживлення", use="Відновлює від 1440 до 1760 мани та здоров'я." },
[18256] = { "зміцнений фіал" }, -- Imbued Vial
[18257] = { "Рецепт: Зілля величезного відживлення", use="Навчає вас створювати зілля величезного відживлення." },
[18294] = { "еліксир глибшого водного дихання", use="Дозволяє застосувачеві дихати водою протягом 1 години." },
[18400] = { "перстень живого каменю" }, -- Ring of Living Stone
[18402] = { "сяюча кришталева каблучка" },
[18535] = { "щит Міллі", equip="Відновлює 4 здоров'я кожні 5 с." },
[18536] = { "словник Міллі", equip="Відновлює 6 мани кожні 5 с." },
[18540] = { "запечатаний релікварій чистоти" }, -- Sealed Reliquary of Purity
[18562] = { "елементієва руда" }, -- Elementium Ore
[18567] = { "стихійний флюс" }, -- Elemental Flux
[19004] = { "крихітний камінь здоров'я", use="Миттєво відновлює 110 здоров'я." }, -- Minor Healthstone, @use Instantly restores 110 life.
[19005] = { "крихітний камінь здоров'я", use="Миттєво відновлює 120 здоров'я." }, -- Minor Healthstone, @use Instantly restores 120 life.
[19006] = { "менший камінь здоров'я", use="Миттєво відновлює 275 здоров'я." }, -- Lesser Healthstone, @use Instantly restores 275 life.
[19007] = { "менший камінь здоров'я", use="Миттєво відновлює 300 здоров'я." }, -- Lesser Healthstone, @use Instantly restores 300 life.
[19008] = { "камінь здоров'я", use="Миттєво відновлює 550 здоров'я." }, -- Healthstone, @use Instantly restores 550 life.
[19009] = { "камінь здоров'я", use="Миттєво відновлює 600 здоров'я." }, -- Healthstone, @use Instantly restores 600 life.
[19010] = { "більший камінь здоров'я", use="Миттєво відновлює 880 здоров'я." }, -- Greater Healthstone, @use Instantly restores 880 life.
[19011] = { "більший камінь здоров'я", use="Миттєво відновлює 960 здоров'я." }, -- Greater Healthstone, @use Instantly restores 960 life.
[19012] = { "величезний камінь здоров'я", use="Миттєво відновлює 1320 здоров'я." }, -- Major Healthstone, @use Instantly restores 1320 life.
[19013] = { "величезний камінь здоров'я", use="Миттєво відновлює 1440 здоров'я." }, -- Major Healthstone, @use Instantly restores 1440 life.
[19025] = { "перо володаря неба" }, -- Skylord Plume
[19071] = { "посудина із забрудненою кров'ю" }, -- Vessel of Tainted Blood
[19118] = { "подих природи" }, -- Nature's Breath
[19726] = { "кровопарость" }, -- Bloodvine
[19727] = { "кривава коса", flavor="При наявності дозволяє травникові збирати кровопарость із флори Зул'Ґурубу." }, -- Blood Scythe, @flavor Allows an Herbalist to collect Bloodvine from Zul'Gurub Flora when carried.
[19767] = { "шкіра з первісного кажана" },
[19768] = { "шкіра з первісного тигра" },
[19774] = { "душодарит" }, -- Souldarite
[19931] = { "моджо-божевільність Ґурубаші", use="Гасить жаровню божевільності." }, -- Gurubashi Mojo Madness, @use Extinguishes the Brazier of Madness.
[20002] = { "зілля глибшого сну без сновидінь", use="Занурює застосувача у сон без сновидінь на 12 с. Протягом цього часу застосувач відновлює 2100 здоров'я та 2100 мани." },
[20004] = { "величезне зілля крові троля", use="Регенерує 20 здоров'я кожні 5 с протягом 1 години." },
[20007] = { "зілля магокрові", use="Відновлює 12 мани кожні 5 с протягом 1 години." },
[20008] = { "зілля живої дії", use="Робить вас невразлими до приголомшення й ефектів ускладнення руху на наступні 5 с. Також знімає вже наявні приголомшення та ефекти ускладнення руху." },
[20011] = { "Рецепт: Зілля магокрові", use="Навчає вас створювати зілля магокрові." },
[20012] = { "Рецепт: Глибший сон без сновидінь", use="Навчає вас створювати зілля глибшого сну без сновидінь." },
[20013] = { "Рецепт: Зілля живої дії", use="Навчає вас створювати зілля живої дії." },
[20014] = { "Рецепт: Величезне зілля крові троля", use="Навчає вас створювати величезне зілля крові троля." },
[20130] = { "алмазна фляжка", use="Відновлює 9 здоров'я кожні 5 сек та збільшую вашу силу на 75. Діє 1 хв.", flavor="Подається на каміннях." }, -- Diamond Flask, @use Restores 9 health every 5 sec and increases your Strength by 75. Lasts 1 min., @flavor Served on the rocks.
[20381] = { "снолуска" }, -- Dreamscale
[20517] = { "наплічники бритвосталі", equip="Збільшує ваш шанс влучити на 1%." }, -- Razorsteel Shoulders, @equip Improves your chance to hit by 1%.
[20521] = { "маска люті", equip={ "Збільшує ваш шанс критичного удару на 1%.", "Збільшує ваш шанс влучити на 1%." } }, -- Fury Visor, @equip Improves your chance to get a critical strike by 1%., @equip Improves your chance to hit by 1%.
[20559] = { "знак честі низини Араті", flavor="Медаллю відзначають бої в низині Араті" }, -- Arathi Basin Mark of Honor, @flavor Medal awarded for fighting in Arathi Basin
[20606] = { "бурштинове пір'я вуду" }, -- Amber Voodoo Feather
[20607] = { "блакитне пір'я вуду" }, -- Blue Voodoo Feather
[20608] = { "зелене пір'я вуду" }, -- Green Voodoo Feather
[20761] = { "Рецепт: Трансмутація у стихійний вогонь", use="Навчає вас перетворювати серце вогню на три стихійні вогні." },
[21139] = { "уламок зеленого скіпетра" }, -- Green Scepter Shard
[21145] = { "есенція Зандівія" }, -- Essence of Xandivious
[21146] = { "фрагмент прокляття жаху", flavor="-Внутрішній Край" }, -- Fragment of the Nightmare's Corruption, @flavor -Hinterlands
[21147] = { "фрагмент прокляття жаху", flavor="-Ясеневий діл" }, -- Fragment of the Nightmare's Corruption, @flavor -Ashenvale
[21148] = { "фрагмент прокляття жаху", flavor="-Фералас" }, -- Fragment of the Nightmare's Corruption, @flavor -Feralas
[21149] = { "фрагмент прокляття жаху", flavor="-Темнолісся" }, -- Fragment of the Nightmare's Corruption, @flavor -Duskwood
[21177] = { "символ королів" }, -- Symbol of Kings
[21531] = { "намисто з ікл дракона", equip="Збільшує лікування від заклять та ефектів на до 26." }, -- Drake Tooth Necklace, @equip Increases healing done by spells and effects by up to 26.
[21532] = { "чоботи роботяги" }, -- Drudge Boots
[21546] = { "еліксир більшої вогнеміці", use="Збільшує пошкодження вогняними закляттями на до 40 на 30 хв." },
[21547] = { "Рецепт: Еліксир більшої вогнеміці", use="Навчає вас створювати еліксир більшої вогнеміці." },
[22201] = { "релікварій чистоти" }, -- Reliquary of Purity
[22202] = { "малий шматок обсидіану" },
[22203] = { "великий шматок обсидіану" },
[22250] = { "мішечок для трав", desc="Сумка для трав на 12 місць" },
[22434] = { "кровоцвіт" }, -- Bloodcap
[22435] = { "жало Ґоріші" }, -- Gorishi Sting
[22444] = { "гнила лоза" }, -- Putrid Vine
[22895] = { "начаклований рулет з корицею", use="Відновлює 3180 здоров'я протягом 30 с. Потрібно залишатися в сидячому положенні під час їжі." },
[22945] = { "потерта записка" }, -- A Careworn Note
[22972] = { "потерта записка" }, -- A Careworn Note
[25470] = { "золотий грифон", use="Викликає та звільняє грифона, на якому можна їздити. Цього верхового скакуна можна викликати лише в Закордоні." },
[27502] = { "сувій витривалості 5", use="Збільшує витривалість цілі на 20, діє 30 хв." },
[27503] = { "сувій сили 5", use="Збільшує силу цілі на 20, діє 30 хв." },
[27885] = { "жезл душі Алдора" },
[28790] = { "перстень світлоохоронця Наару" }, -- Naaru Lightwarden's Band
[28823] = { "око Ґруула" }, -- Eye of Gruul
[29434] = { "знак правосуддя" },
[29736] = { "чарівна руна" },
[30349] = { "медальйон Альянса" },
[32450] = { "молоток гладіатора" },
[32451] = { "порятунок гладіатора" },
[32452] = { "відстрочка гладіатора" },
[32453] = { "зоряні сльози", use="Відновлює 7200 мани протягом 30 с. Під час пиття необхідно сидіти.", flavor="Обережно видобуті для використання у військових цілях." },
[32454] = { "дослідження Арторн", flavor="Нотатки Арторн Пісні Вітрі з її вивчення книги Ворона." }, -- Arthorn's Research, @flavor Arthorn Windsong's notes from her studies of the Book of the Raven.
[32455] = { "плач зірок", use="Відновлює 4200 мани протягом 30 с. Під час пиття необхідно сидіти.", flavor="Обережно видобуті для використання у військових цілях." },
[32456] = { "бомби-охоронці неба" }, -- Skyguard Bombs
[32457] = { "фетиш араккоа" }, -- Arakkoa Fetish
[32458] = { "попіл Ал'ара", use="Викликає та відпускає фенікса, на якому можна їздити. Це дуже швидкий транспорт. Цього верхового скакуна можна викликати лише в Закордоні.", flavor="І з попелу він відродився..." }, -- Ashes of Al'ar, @use Summons and dismisses a rideable phoenix. This is a very fast mount. This mount can only be summoned in Outland., @flavor And from the ashes it was reborn...
[32459] = { "поетапна філактерія", flavor="Дивна темрява оточує цей артефакт." },
[32961] = { "відстрочка нещадного гладіатора" },
[32962] = { "дотик поразки безжального гладіатора" },
[32963] = { "молоток нещадного гладіатора" },
[32964] = { "порятунок безжального гладіатора" },
}
