local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, completion }
[8] = {
[===[Угода пройдисвіта]===],
[===[Гей, {стать:приятелю:приятелько}! Зроби-но послугу молодій людині, що побила безговолових зомбі чи павуків на все життя наперед?

Я маю тут лист, що повинен бути доставлений у Брілль... до корчмарки Рені чи Рене, якось так. ЇЇ прізвище значення немає взагалі.

У будь-якому разі, це гарне затишне місце повне жертв Чуми, що хочуть знайти свій шлях у цьому світі. І це гарне місце також для відпочинку, якщо тобі потрібно. Тобі варто його відвідати... Зроби це, і я заплачу сповна.]===],
[===[Доставте зашифрований лист до корчмарки Рені в Тірісфальському переліссі.]===],
[===[Так? Так? Що це?

Відречені, вони справді мають великий апетит. Почувайся, як удома.... так, знайди відпочинок для своїх втомлених кісток. Мене звати Рені, і я до твоїх послуг, якщо щось потрібно.]===],
[===[Га? Лист? Гарні новини! Я так чекала на звістку від моєї любої старої матусі зі Смертедзвону. Вона для мене просто, як свята. Мені цікаво, як вона там тримається.

Що? Занадто радісно? Не віриш мені, чи не так?

Ну що ж, тоді забирайся.... і так все одно, хто надіслав цей лист. Ну ж бо, забирайся звідси!

Повертайся, коли зможеш потратити тут дрібку монет... трупарисько.

А то наступного разу ще повернешся після багатоденної пригоди чи ще чогось такого ж дурного.]===],
},
[232] = {
[===[Доручення аптекарки Зінґе]===],
[===[Королівське товариство аптекарів потребує твоєї допомоги. Послухай мене, і ми обидва отримаємо вигоду.

Аптекар Ківер, що в сусідній кімнаті, мабуть, трохи... несповна розуму... але його дослідження можуть приносити плоди, якщо їх очолить розумніший дослідник. На щастя, я саме та, хто потрібен. Віднеси цей список покупок Алессандро Луці, власнику "Синього місяця і всякої всячини"; він має видати набір для тестування. Як отримаєш його, повертайся до мене і я розкажу про подальші кроки.]===],
[===[Віднесіть список покупок Алессандро Луці в Підмісті.]===],
[===[Так-так... я можу тобі чимось допомогти? Ти по справах Королівського товариства аптекарів чи просто {стать:прийшов:прийшла} скрасити мій день?]===],
[===[О, Зінґе потрібне обладнання, чи не так? Шкода, що вона особисто не вшанувала мене своєю чарівною присутністю.

Ну що ж, давай я тобі його спакую.]===],
},
[238] = {
[===[Доручення аптекарки Зінґе]===],
[===[Набір готовий, {Ім'я}. Без сумніву, Зінґе потрібен цей набір якомога скоріше. Негайно віднеси це їй і додай, що витрати будуть покриті коштом Королівського товариства аптекарів. Також, будь ласка, передай їй мої найгарячіші вітання.

Чого {стать:встав:встала}? Ти ж {стать:посильний:посильна} чи як?]===],
[===[Принесіть набір для польових випробувань аптекарці Зінґе в Підмісті.]===],
[===[Схоже, що Лука також схвильований. Але це не має значення, просто віддай мені набір для польових випробувань. Мені ще треба буде внести певні корегування і перевірити базові матеріали.

Ти ж маєш набір, чи не так?]===],
[===[Добре! Таке задоволення - працювати з тими, хто не витрачає мій час даремно.

Після того як я зроблю правки в цьому наборі, ти будеш {стать:готовий:готова} до наступного завдання. З його допомогою потрібно буде зібрати важливі дані.

Це займе хвильку, я майже закінчила. А поки ти чекаєш, подумай, що тобі може знадобитися в пустелі.

Так, про пустелю тобі не почулося.]===],
},
[354] = {
[===[Смерті в сім'ї]===],
[===[Родина Аґамандів була найзаможнішою в Тірісфальському переліссі. Я працював на їхніх млинах... перед Чумою.

Коли вперше прийшла Cкара, Аґаманди укріпилися вдома та переконали своїх робітників залишитися і допомогти з обороною. Ми були бовдурами, але, принаймні, вірними бовдурами.

Своєю гординею Аґаманди прирекли нас на невмерлість. І тепер вони є маріонетками Скари!

Послужи відреченим - знищи Аґамандів, які померли від Чуми. Послужи і мені, принісши мені їхні рештки.]===],
[===[Принеси рештки Ґреґора, рештки Нісси та рештки Турмана до Коулмена Фартинга у Брілль.]===],
[===[Ти вже маєш рештки Аґамандів? Чи ці прокляті чудовиська нарешті знищені?]===],
[===[Помста солодка на смак, чи не так? Коли ти {стать:знищував:знищувала} Аґамандів, чи {стать:відчув:відчула} ти хоча б крихту свободи волі у них усередині? Я сподіваюся, що так. Я сподіваюся, що вони відчували страх перед тим, як були спроваджені у забуття.

Це надія бовдура, я знаю. Але це надія, яку я все ж плекаю.]===],
},
[355] = {
[===[Розмова з Севреном]===],
[===[Ти {стать:приніс:принесла} мені рештки Аґамандів і цим {стать:задовольнив:задовольнила} моє бажання помсти. Але млини Аґамандів є загрозою не лише для мене, а й для усіх відречених.

Я розповів лавникові Севрену про твої звитяги проти Аґамандів, і він бажає поговорити з тобою особисто.]===],
[===[Поговоріть з лавником Севреном у Бріллі.]===],
nil,
[===[Коулмен добре відгукується про тебе, {Ім'я}, розповідаючи про твої успішні набіги на млини Аґамандів.

Відречені знову потребують твоїх талантів...]===],
},
[356] = {
[===[Патруль тилової сторожі]===],
[===[Захисники Валу, які обороняють Тірісфаль від Зачумлених земель, постійно насторожі. Проте деколи Скара все ж прослизає повз них.

Наш успіх на Валу прив'язаний до боротьби на одному фронті: ми не можемо дозволити атаки з тилу або відрізання ліній постачання наших оборонців.

Допоможи Валові. Попатрулюй схід і знищ усю Скару, що знайдеш. Особливі зусилля приділи на хуторі Бальнірів – він тепер кишить бродячою падаллю.]===],
[===[Убийте 8 кровоточивих страховищ і 8 мандрівних духів, а потім відзвітуйте Ліннеї в її таборі.]===],
[===[Ти вже маєш звіт зі свого патруля?]===],
[===[Дуже добре. Твої зусилля значно посприяли стриманню Скари. Моєму керівникові, карателю Зиґандові, надійде похвала.]===],
},
[358] = {
[===[Мародери]===],
[===[Масові поховання південно-західніше пристанища Ґаррена на півночі були місцем для... значної... кількості померлих-постраждалих Тірісфалю, коли прийшла Чума.

Поки що тіла в цих могилах не настигла невмирущість, але Скара тепер посилає гнилошкурих гнолів, щоб зібрати трупи та використати їх для поповнення своєї армії. Цього не можна дозволити!

У тебе подвійне завдання: знищи Гнилошкурих біля масового поховання та на пристанищі Ґаррена і збери з них бальзамну сукровицю, що дає їм життя.]===],
[===[Убийте гнилошкурих мародерів і гнилошкурих дворняг. 

Принесіть 8 бальзамних сукровиць до лавника Севрена у Брілль.]===],
[===[Твоє завдання виконано? Ти вже {стать:знищив:знищила} цих собакоподібних створінь і {стать:осушив:осушила} їх від сукровиці?]===],
[===[Майстерно зроблемо, {Ім'я}. Скара помиляється, думаючи, що вона зможе підняти цих мерців проти нас, а рідина, яку ти {стать:зібрав:зібрала} з гнилошкурих рабів, буде вивчена нашими аптекарами. У ній можуть бути приховані таємниці, які ми використаємо проти Скари.

Як я вже говорив, чудова робота. Але наша боротьба продовжується, і вона напевне дасть тобі ще не одну можливість довести свою цінність для відречених.]===],
},
[359] = {
[===[Служба відречених]===],
[===[Мені потрібен свіжий звіт із застави Смертестражі на схід звідси.

Я мушу знати, чи більше сил Скари проникли крізь Вал у Тірісфаль. Ми повинні дотримуватися пильності на кордоні з Зачумленими землями: не можна дозволити Скарі здобути тут міцніші позиції!

Йди на південь уздовж дороги, а потім зверни на схід на роздоріжжі, до застави. Поговори зі смертостражем Ліннеєю. У неї є інформація, яка мені треба.]===],
[===[Поговоріть з смертостражем Ліннеєю.]===],
nil,
[===[Лавник Севрен хоче звіт? Звичайно: захисники Валу стримують більшість сил Скари, але деякі все ж просочуються час від часу.

Ми спостерігали хаотичну активність сил Скари на сході від нашої застави, зосереджену навколо хутора Бальнірів.]===],
},
[360] = {
[===[Повернення до лавника]===],
[===[Тепер повертайся до лавника Севрена з інформацією, що я тобі надала. Він захоче почути її якнайшвидше, тому поспіши.

А якщо побачиш сили Скари по дорозі назад – убий їх: ми не можемо дозволити їм просто розгулювати по наших землях.]===],
[===[Поверніться до лавника Севрена у Брілль.]===],
nil,
[===[Те, що Скара проникає крізь Вал - тривожні новини. Король-ліч та його нікчеми не стримуються у своїх нападах.

Але ми не здамося. Він не оволодіє нами знову!]===],
},
[361] = {
[===[Недоставлений лист]===],
[===[Цей лист написаний Турманом, найстаршим сином Ґреґора Аґаманда. Він є призначений для Іветт Фартинг. Хоча, схоже, він до неї не дійшов...]===],
[===[Знайдіть Іветт Фартинг і віддайте їй лист від Турмана Аґаманда.]===],
[===[Так?]===],
[===[Ох... мій бідний Турман! Я благала його покинути млини Аґамандів зі мною та моїм батьком, але він був надто відданий своїй сім'ї! Я знала це! Я знала, що Бранд мав намір йому нашкодити! Ох, будь проклята ця Чума та ця Скара!

<Лице Іветт розгладжується та стає холодним.>

Але шкодування - для слабких. Як відречена, я маю нові цілі, і любов - не одна з них. Я дякую тобі за листа, оскільки я гадала, що сталося з моїм колишнім коханням.

Але те життя закінчене. Назавжди.]===],
},
[362] = {
[===[Млини примар]===],
[===[Девлін Аґаманд був молодшим з двох синів Аґамандів, і не могло бути двох більш несхожих братів при житті. Турман був високим і доброзичливим, а його молодший брат - слабким і мав гострий язик.

Коли на їхні млини прийшла Чума, я не здивувався новинам, що Девлін швидко їй піддався. Його божевільну балаканину досі можна почути біля дороги, що туди веде.

Я збираю рештки Аґаманідів, і я хочу бідного Девліна. Знайди його, знищ і принеси мені його кістки.]===],
[===[Знищіть Девліна Аґаманда та принесіть його рештки Коулмену Фартингу в Бріллі.]===],
[===[{Стать:Знайшов:Знайшла} Девліна?]===],
[===[Дякую тобі. Кістки Девліна чудово ляжуть на мою мантію.

Якби моє серце могло відчувати тепло, це було б від знання, що Аґамандів знищено. Вони підвели мене та мою сім'ю, коли прийшла Чума - і тепер я присягаюся, що розтопчу їхні рештки власними ногами!]===],
},
[363] = {
[===[Грубе пробудження]===],
[===[Пора б тобі вже прокинутися. Ми вже думали кинути тебе у вогнище, як інших, але, схоже, ти {стать:оговтався:оговталася}.

Я - Мордо, наглядач за криптою Смертедзвону. А ти - вже не {стать:раб:рабиня} Короля-ліча.

Поговори із жерцем тіні Сарвісом у каплиці при пагорбі. Він розповість тобі більше з того, що ти тепер мусиш знати.]===],
[===[Поговоріть із жерцем тіні Сарвісом.]===],
nil,
[===[Ще один ходячий мрець, гм? Мабуть, було значним шоком прокинутися у крипті, де тебе привітали лиш холод і Мордо...

Я бачу розгубленість на твоєму обличчі. Дозволь мені пояснити нашу... ситуацію... тобі.

Нас звільнила від контролю Короля-ліча наша нова лідерка - леді Сильвана. Темна Леді веде нас у нашій війні проти ненависної Скари та загонів людей, які нишпорять за нашим кожним кроком.]===],
},
[364] = {
[===[Бездумні]===],
[===[Ми, відречені, воюємо з армією Короля-ліча, Скарою: некроманти підняли війська невмерлих, паскудних тварюк на півночі та закатованих духів.

Північна частина селища переповнена бездумними, і вони повинні бути знищеними. Тож знищ їх, не жаліючи, хоча вони і є нашими колишніми братами та сестрами. Полеглі - лише раби Короля-ліча.]===],
[===[Жрець тіні Сарвіс хоче, щоб ви вбили 8 бездумних зомбі та 8 жалюгідних зомбі]===],
[===[Ти недалеко підеш у цьому новому житті, якщо не в змозі вбити навіть найслабших зомбі, {Ім'я}. Не повертайся до мене, доки не зможеш відзвітувати про успіх.]===],
[===[На жаль, Скару не можна переманити на наш бік: їхня численність нам би придалася у майбутніх битвах.

Але вони до нас не приєднаються, тому в нас немає іншому вибору, окрім як знищити їх.]===],
},
[365] = {
[===[Поля Скорботи]===],
[===[Так, що тут у нас? Ти виглядаєш, як {стать:новоспечений:новоспечена} {клас:н}. Якщо ти сподіваєшся довести свою цінність Темній Леді, ти {стать:повинен:повинна} вивчити шляхи відречених.

На заході ти знайдеш ферму. Люди заполонили цю землю, як мухи гнилий труп. А ще гірше, Багряний Похід патрулює недалеко, зі своєї вежі. Провчи цих покидьків і викради в них 10 їхніх цінних гарбузів.

Коли будеш мати 10, принеси їх аптекареві Йогаану до Брілля.]===],
[===[Викрадіть 10 гарбузів з ферми на заході, трохи північніше Смертедзвону, і принесіть їх аптекареві Йогаану в Брілль.]===],
[===[Смертостраж Сіммер сповістив мене, що ти зможеш забезпечити для мене дуже потрібні реагенти. Ти {стать:зміг:змогла} зібрати 10 гарбузів, {Ім'я}?]===],
[===[Ти чудово {стать:виконав:виконала} своє завдання, {стать:юний:юна} {клас:к}. Ти показуєш, що є вартісним надбанням у війську Темної Леді.]===],
},
[366] = {
[===[Повернення книжки]===],
[===[Багато років тому Ґюнтер і я разом з Тулом Воронокігтем, тепер некромантом Скари, були друзями та студентами в Кірін-Торі – товаристві магів Даларана.

Ми з Ґюнтером обидвоє загинули від Чуми, але я думав, що він або залишався мертвим, або його оживили до рядів Короля-ліча. Добре знати, що він вільний.

Ми повинні залучити його. Я наклав закляття на його книжку, і, коли він її побачить, то зрозуміє, що я вільний від влади Короля-ліча. Сподіваюся, що після цього він приєднається до нас.]===],
[===[Поверніть Ґюнтерові його книгу заклять на острові Прихистку Ґюнтера.]===],
[===[Твої господарі вчинили, як бовдури, пославши тебе сюди: я ніколи не буду рабом Скари знову!]===],
[===[Моя книжка??? То ось злодій, який викрав її!

Але... що це за нові чари на ній… Бетор? У Лордероні?

Якщо він досі є, можливо, він також втік крізь пальці Короля-ліча...]===],
},
[367] = {
[===[Нова чума]===],
[===[Леді Сильвана скликала Королівське товариство аптекарів. Темна Леді вірить, що наші знання в парі з новоздобутою магією відкриють нам ключ до знищення Артаса. Вона наказала нам приготувати нову чуму, яка буде більш згубною, ніж будь-яка пошесть на Азерот. Це має зруйнувати армію Скари Артаса.

Мої дослідження показують, що кров звірів може виявитися наріжним каменем. Принеси мені 5 пробірок з кров’ю темногончих, щоб я зміг випробувати свої здогадки.]===],
[===[Аптекар Йогаан з містечка Брілль просить вас зібрати 5 пробірок крові темногончих.]===],
[===[Ти уже {стать:зібрав:зібрала} 5 пробірок з кров’ю темногончих, {Ім'я}? Час спливає!]===],
[===[Ти добре {стать:потрудився:потрудилася}, {Ім'я}, і я дякую тобі за твої зусилля.]===],
},
[368] = {
[===[Нова чума]===],
[===[Поки ти {стать:збирав:збирала} для мене зразки, мої експерименти допомогли мені зрозуміти, що потрібно більше інгредієнтів для правильного поширення пошесті. Отруєння безпорадних жертв є дитячою забавкою. Поширення чуми на весь світ - більш складно.

Мені буде потрібно 5 огидних лусок плавників з місцевих мурлоків. Ти зможеш їх знайти вздовж узбережжя на півночі чи заході.]===],
[===[Аптекар Йогаан з містечка Брілль потребує 5 огидних лусок плавників мурлоків з Тірісфальського перелісся.]===],
[===[{Ім'я}, ти {стать:зміг:змогла} дістати 5 огидних лусок плавників з мурлоків?]===],
[===[Ці луски є чудовими, {Ім'я}. Саме те, чого я потребую для створення відвару.]===],
},
[369] = {
[===[Нова чума]===],
[===[Поки ти {стать:здобував:здобувала} інгредієнти, я знайшов старий текст з одного з моїх фоліантів про те, що стародавня чума знищила тисячі невинних жертв. Пізніше відкрили, що смертоносний штам пошесті зберігся в отруті ночепавутинних павуків.

Принеси мені трохи отрути цього злого ночепавутинного павука, щоб закінчити експеримент. Я хочу побачити, чи буде цей заразний елемент у ній працюватиме з моїм новим відваром. Є чутки, що таких павуків можна знайти на сході Тірісфальського перелісся.]===],
[===[Аптекар Йогаан з містечка Бріллбь хоче, щоб ви зібрали 4 зразки отрути зі злих ночепавутинних павуків.]===],
[===[Маєш уже отруту зі злих ночепавутинних павуків, {Ім'я}? Це останній інгредієнт, якого я потребую для випробування мого експериментального варива.]===],
[===[О, ця отрута підійде чудово, {Ім'я}. Усе інше вже додано у відвар і приготоване. Нарешті, я готовий випробувати цей новий смертельний штам!]===],
},
[370] = {
[===[На війні з Багряним Походом]===],
[===[Стратегічні документи від карателя Аррена містять усі деталі, які нам потрібні, щоб вичавити людську заразу з нашого краю. Згідно з цими відомостями, Багряний Похід призначив капітан Перріна й один загін до зруйнованої вежі, що розташована в південно-західному напрямку від Брілля.

Убий Перріна, 3 ревнителів, 3 місіонерів і відзвітуй мені, коли завершиш.]===],
[===[Каратель Зиґанд в Бріллі хоче, щоб ви убили капітана Перріна, 3 багряних ревнителів і 3 багряних місіонерів.]===],
[===[{стать:Юний:Юна} {клас:к}, не марнуй свій час тут у Бріллі, коли ти {стать:потрібен:потрібна}, щоб боротися за свій народ. Озбройся та подорожуй в південно-західному напрямі до зруйнованої вежі, де вб’єш капітана Перріна, 3 ревнителів і 3 місіонерів. Ми заженемо Багряний Похід, як худобу на заріз.]===],
[===[Смерть капітана Перріна, безсумнівно, потішить Темну Леді. Ти добре {стать:виконав:виконала} свій обов'язок, {клас:к}.]===],
},
[371] = {
[===[На війні з Багряним Походом]===],
[===[Ми досі на війні, а сила Багряного Походу зростає. Звіт карателя Аррена повідомляє, що багряні хрестоносці вчиняють набіги зі зруйнованої вежі на південному-сході біля хутора Бальнірів, під очільництвом капітана Вачона.

Убий Вачона разом з 5 багряними ченцями. Це має завдати спустошливого удару по Походу!]===],
[===[Каратель Зиґанд в Бріллі найняв вас знищити капітана Вачона та 5 багряних ченців.]===],
[===[Я бачу, що ти {стать:повернувся:повернулася}, але завдання не {стать:виконав:виконала}. Можливо, тебе не трубує, що звичайні людиська втручаються у плани Темної Леді? Чи, можливо, ти можеш вшанувати свій обов'язок і вбити капітана Вачона і його багряних монахів!]===],
[===[Смерть капітана Вачона досить сильно зупинить наступ Багряного Походу в Тірісфальському переліссі. Але інші загрози нависають над нами.]===],
},
[372] = {
[===[На війні з Багряним Походом]===],
[===[Багряний Похід робить набіги зі зруйнованої вежі у північному Тірісфалі, біля Спочину Фаола. Згідно з нашими даними, безжалісний командир на ім'я капітан Мелрач очолює цю команду поганців.

Я довіряю тобі це особливе та небезпечне завдання. Вбий Мелрача та двох його охоронців в ім’я Темної Леді.]===],
[===[Каратель Зиґанд в містечку Брілль хоче, щоб ви вбили капітана Мелрача та його 2 тілоохоронців.]===],
[===[Ти не {стать:виконав:виконала} свій обов'язок, {Ім'я}. Ми не можемо сподіватися на реалізацію плану Темної Леді, коли нашим солдатам докучає Багряний Похід. Принеси їм смерть і виконай свої зобов'язання перед Сильваною!]===],
[===[Ти {стать:справився:справилася} винятково добре, {клас:к}. З такими безжалісними бійцями, як ти, і вашими завоюваннями на славу відречених, ми вже на крок ближчі до поразки Артаса раз і назавжди. У мене стосовно тебе хороші передчуття, товарише.]===],
},
[374] = {
[===[Доказ загибелі]===],
[===[Каратель Зиґанд розповів мені, як ти вправно {стать:вбивав:вбивала} багряних хрестоносців. Тірісфальське перелісся переповнене ними.

Варіматрас, лейтенант Темної Леді, особисно взявся за це діло, щоб азеростське поріддя - люди - було стерте в порох. Тут у Тірісфалі ми зустрілися із особливо набридливим підвидом: Багряним Походом.

Йди та завдай удару по Багряному Походу, {клас:к}. Принеси мені 10 багряних перснів-відзнак як доказ своєї вірності Варіматрасові та Темній Леді.]===],
[===[Принесіть 10 багряних перснів-відзнак смертостражу Бурґессові у Бріллі.]===],
[===[Ти вже {стать:зібрав:зібрала} 10 багряних перснів-відзнак, {клас:к}?]===],
[===[Варіматас пишатиметься тобою. Ти добре {стать:послужив:послужила} своїм лідерам, {клас:к}.]===],
},
[375] = {
[===[Холодок смерті]===],
[===[Так холодно... Чума невмирущості звивається у моїх венах, як льодяна змія. Скоро мене поглине божевілля, але жодна невідворотна доля не зупинить мене від служби нашій Темній Леді. Коли мене викликали, я шила сумки для тіл загиблих воїнів армії Сильвани.

Тепер мої руки трясуться від холоду. Якби ти {стать:приніс:принесла} мені 5 шкурок сутінкового кажана, я б могла пошити собі ковдру. Допоможи мені, {Ім'я}, і я зможу продовжувати служити нашій справі.]===],
[===[Принесіть 5 шкур сутінкового кажана та трохи грубої нитки для Ґретхен Дедмар у Брілль.]===],
[===[Ти вже маєш 5 шкурок сутінкового кажана та трохи грубої нитки, {Ім'я}?]===],
[===[Я ціную твої зусилля, {Ім'я}. Нехай же Сильвана помітить твою хоробрість одного дня...]===],
},
[376] = {
[===[Прокляті]===],
[===[Мої обов'язки включають допомогу нашим пораненим воїнам, пошиття броні й одягу та поміч жерцеві тіні Сарвісу з будь-чим, що йому потрібно.

Судячи з твого вигляду, тебе також призначили йому на службу... для полювання на бездумних, наскільки я його знаю. Добре, якщо хочеш залишатися {стать:цілим:цілою} - а я в цьому не сумніваюся - то, мабуть, я зможу тобі допомогти. В мене закінчуються лапки та крила, і, якщо принесеш мені декілька, я знайду для тебе якусь броню. Достатньо вовків і кажанів знайдеш на півдні.]===],
[===[Послушниця Елрет потребує 6 лап сміттярів і 6 крил сутінкового кажана.]===],
[===[Постарайся берегти себе {стать:неушкодженим:неушкодженою}, доки я не видам тобі броню.]===],
[===[Дякую, {ім'я}. Це броня повинна стати тобі в нагоді. 

Сподіваюся, вона послужить тобі краще, ніж тому, хто носив її останнім...]===],
},
[380] = {
[===[Лігво нічних ткачів]===],
[===[Однією з наших найбільших проблем є здобуття природних ресурсів, які потрібні для виживання. Золото було рідкістю навіть у часи розквіту Альянсу.

На північний захід звідси є золота шахта, і вона переповнена павуками. Ми потребуємо золото з цієї шахти, але ми не можемо навіть потрапити досередини, поки ці павуки там усюди лазять. Я не маю достатньо підлеглих, щоб дати їм це завдання, тож ми спробуємо виконати його потрохи.

Піди та поглянь, що ти можеш для нас там зробити, {Ім'я}.]===],
[===[Каратель Аррен хоче, що ви знищили 10 молодих нічних ткачів і 8 нічних ткачів.]===],
[===[Стережися отрути павуків, {Ім'я}. Якщо ти відчуєш різкий опік, тобі, мабуть, потрібен огляд.]===],
[===[Гм, добре, це початок. Повністю очистити це місце від напливу павуків займе кілька тижнів або місяців. Після цього нам потрібно буде спуститися туди з факелами, щоб спалити все павутиння.

Ти добре {стать:виконав:виконала} свій обов'язок, {Ім'я}. Я певен, що можу знайти ще якусь роботу для тебе.]===],
},
[381] = {
[===[Багряний Похід]===],
[===[Тобі буде радісно дізнатися, що, схоже, ми робимо прогрес у шахті, не в останню чергу завдяки твоїм зусиллям. Тепер ми можемо зайнятися іншими справи.

Мої розвідники доповіли, що загін Багряного Походу лаштує табір на південний схід звідси. Багряний Похід - нікчемна організація, яка на нас полює, і вони не зупиняться, доки кожного невмерлого - Скара Короля-ліча чи ні - не буде знищено. Нам потрібно вдарити першими!

Будь {стать:обережним:обережною}: їхня нечестива завзятість робить з них небезпечних супротивників.]===],
[===[Принесіть карателю Арренові 12 багряних пов'язок із багряних навернених і багряних посвячених.]===],
[===[Ці дурні... Вони радісно самі себе спровадили до власних могил.]===],
[===[Якби вони лише дослухалися до глузду, еге ж, {Ім'я}? Можливо, ми б змогли сісти за стіл для конструктивного дискурсу... ага!

Засліплені світлом ідіоти.]===],
},
[382] = {
[===[Червоний посланець]===],
[===[Звіти від мого начальства у Бріллі повідомляють, що з Багряного монастиря відіслали агента Багряного Походу сюди, до Смертедзвона. Згідно з цими відомостями, посланець має при собі важливу інформацію. Я не маю більше деталей, але що б це не було, ми повинні нею заволодіти!

Ти є найбільш {стать:придатним:придатною} з тих, кому я можу це доручити, {ім'я}. Знайди посланця та принеси мені будь-яку інформацію, яку спроможешся відшукати.]===],
[===[Убийте Мевена Корґала, посланця у таборі Багряного Походу, та повертайтеся з будь-якою роздобутою інформацією до карателя Аррена.]===],
[===[Як твоя місія, {Ім'я}?]===],
[===[Гм-м... Погляньмо, що тут у тебе...

<Він починає перебирати документи, які ви роздобули.>

Новини щодо їхніх дій проти нас... Нікчемно. Доповіді розвідки... Нові накази: "Продовжуйте будувати табір біля зруйнованого міста...". Нічого такого, чого ми вже не знаємо... О, а це що? Карта розташувань їхніх польових командирів і агентів? Нам це згодиться.]===],
},
[383] = {
[===[Надважливі відомості]===],
[===[Це потрібно донести до мого начальника, карателя Зиґанда, до Брілля. З цією інформацією ми зможемо завдати вирішального удару по Багряному Поході. Твоя служба була корисною тут, у Смертодзвоні, але мені потрібен хтось, щоб доставити це до Зиґанда, і я вважаю, що він зможе знайти для тебе кращу роботу.

Піди дорогою на північ від Смертедзвона. Незабаром, як вийдеш на простори Тірісфалю, дійдеш до роздоріжжя. Поверни у східному напрямку та простуй далі на схід. По дорозі пройдеш повз садибу Холодне Вогнище.]===],
[===[Доставте документи Багряного Походу до карателя Зиґанда у Брілль.]===],
[===[Так, чого ти хочеш?]===],
[===[О, це дуже добре. Ти добре {стать:вчинив:вчинила}, що {стать:роздобув:роздобула} цю інформацію, {Ім'я}. Гм-м... імена офіцерів у Тірісфальському переліссі...

Уяви, якого удару по моралі цих чортових ревнителів ми б могли завдати, якби знищили їхніх лідерів одним стрімким рухом.]===],
},
[398] = {
[===[Розшукується: Червиве Око]===],
[===[Розшукується: Червиве Око!

Паскудну тварюку, навіть за стандартами гнолів, Червиве Око засуджено до смерті за злочини проти відречених. Цей нікчемний поганець викрадає трупи для використання армією Короля-ліча. Востаннє його бачили за розоренням місцевості біля пристанища Ґаррена на північ від Брілля.

Містечко Брілль цим пропонує нагороду вправній душі, яка зможе провести страту. Покажіть карателю Зиґандові лапу злочинця, коли справа виконана.

Милосердя - для слабких.]===],
[===[Убийте Червиве Око та повертайтеся з його лапою до карателя Зиганда у Брілль по нагороду.]===],
[===[Так?]===],
[===[Мерзенні злочини Червивого Ока нарешті спіткала розплата. Можливо, твої доблесні дії ясно попередять тих, хто хоче нашкодити нашому народові. Від імені містечка Брілля, я дякую тобі, {Ім'я}.]===],
},
[404] = {
[===[Cмердюче завдання]===],
[===[Скара просочилася у Тірісфальське перелісся та заполонила місцевість на захід від Брілля, біля старого мосту.

Ступай туди і відбий гниючих мерців і порваних трупів, яких там знайдеш. Порозкидай їхні кістки та принеси їхні смердючі пазури, і смертестражі нагородять тебе.]===],
[===[Принесіть 7 смердючих пазурів смертостражу Діллінджерові у Бріллі.]===],
[===[Ти вже {стать:виконав:виконала} завдання, яке я тобі доручив? Маєш уже ті смердючі пазури?]===],
[===[Гарна робота. Шкода, мене там не було, щоб побачити, як ти трощиш цих мерців в гниючу масу!]===],
},
[405] = {
[===[Блудний ліч]===],
[===[Бетор Кригозлам, високопоставлений і могутній маг у Підмісті на півдні, наказує мені прислати йому {стать:підлеглого:підлеглу} з доведеною цінністю в боротьбі зі Скарою. Ти, {Ім'я}, {стать:ним:нею} станеш.

Покажи ці накази Беторові. Після цього він проінструктує тебе щодо твоєї місії. Я не знаю деталей, але вона пов'язана із залученням на наш бік якогось норовливого ліча. І вона буде небезпечною.

Тож приготуйся, {клас:к}. Ти {стать:повинен:повинна} не підвести.

Ти зможеш знайти Бетора у кварталі Магії у Підмісті.]===],
[===[Покажіть накази Севрена Бетору Кригозламові в Підмісті.]===],
[===[Вітаю. Або ти не знаєш, хто я, або твоя справа до мене невідкладна.

Тому що якщо жоден з цих здогадів не правдивий, ти б не {стать:був:була} настільки {стать:нерозумним:нерозумною}, щоб тривожити мене...]===],
[===[А-а, ти - {стать:той підлеглий, якого:та підлегла, яку} прислав лавник Севрен. Тоді, так - твоя справа до мене є надважливою.

Я вірю, що він залучив когось, придатного для мого завдання... але побачимо.]===],
},
[407] = {
[===[Поля Скорботи]===],
[===[Невинні гарбузи, чи не так? Або так лише виглядає. Якщо ми хочемо перемогти наступ Артаса з півночі та людську пошесть з півдня, нам варто почати використовувати весь потенціал нашого дару невмирущості.

Трішки винахідливості - і простий гарбуз стає кинджалом в руках Темної Леді. Цей овоч, наповнений моїм останнім винаходом, стане значною загрозою.

Тут спіймали ще одного багряного ревнителя, і він зараз у підвалі таверни «Край шибениці». Принеси гарбуз цьому бовдурові.]===],
[===[Принесіть оброблений гарбуз до полоненого багряного ревнителя, якого утримують у підвалі таверни «Край шибениці».]===],
[===[Забирайся, мерзотне й осквернене створіння! Світло, захисти мене! Багряний Наступ зачистить Азерот від твоєї...

...стривай. Ця їжа - для мене? Я такий голодний…]===],
[===[Дякуючи Світлу! Нарешті їжа! Такий солодкий, солодущий гарбуз...]===],
},
[408] = {
[===[Сімейний склеп]===],
[===[Місцевість біля млинів Аґамандів стала плацдармом для Скари. Їхньою найукріпленішою точкою є сімейний склеп Аґамандів, де створив штаб місцевий командувач, скелет на ім'я капітан Дарґол. Силою некромантії він підняв предків Аґамандів і планує використати їх проти нас.

Так не піде, і ти мусиш це зупинити. Вирушай до сімейного склепу Аґамандів і побори піднятих предків.

А ще принеси мені череп капітана Дарґола.]===],
[===[Убийте 8 тужливих предків і 8 напівзогнилий предків.

Убийте капітана Дарґола та принесіть його череп лавникові Севрену до Брілля.]===],
[===[Час не є розкішшю, яку ми маємо, {Ім'я}. З кожною годиною влада Скари у Тірісфальському переліссі міцніє.]===],
[===[Твої дії завдали важкого удару по Скарі. І твою перемогу не залишать непоміченою - ні відречені, ні наші вороги.

Продовжуй боротися, як ми всі, {Ім'я}, й одного дня ми виженемо з Азерот самого Короля-ліча!]===],
},
[409] = {
[===[Доказ вірності]===],
[===[Ти говориш, що ти не {стать:підвладний:підвладна} Королеві-лічу, і чари, які Бетор наклав на мою книжку, підтверджують це. Але перед тим, як повірити тобі, мені потрібен доказ, що ти є ворогом Скари.

При південному березі цього острова є старий закривавлений вівтар. Його використовує могутня прислужниця Скари, Лілліт Нефара.

Візьми звабливу свічку з ось цього ящика. Запалиш її на вівтарі - Лілліт прокинеться. Знищ її, і тоді я повірю, що ти - ворог Короля-ліча.]===],
[===[Здобудьте звабливу свічку.

Прикличте Лілліт Нефару та вбийте її.

Поверніться до Ґюнтера на його острів.]===],
[===[Я очікую на доказі твоєї вірності, {клас:к}.]===],
[===[Ти {стать:переміг:перемогла} Лілліт Нефару та цим {стать:довів:довела}, що ти є справжнім ворогом Скари. Неймовірно.

Я вірив, що тільки я є невмерлим зі свободою волі, але ти {стать:показав:показала} мені, що є й інші, хто спромігся вирватися з-під панування Короля-ліча.]===],
},
[410] = {
[===[Дрімотна тінь]===],
nil,
nil,
[===[Це - старий, пощерблений, закривавлений стіл.]===],
[===[Ти ставиш звабливу свічку на стіл і запалюєш її...]===],
},
[411] = {
[===[Блудний Ліч повертається]===],
[===[Віднеси цей підземний самоцвіт до мого старого друга Бетора. Він допоможе нам спілкуватися... а в мене є багато чого йому розповісти.]===],
[===[Віднесіть підземний самоцвіт до Бетора Кригозлама в Підмістя.]===],
[===[Ти {стать:повернув:повернула} книжку Ґюнтера? Він щось відповів?]===],
[===[Ти {стать:переконав:переконала} його приєднатися до нас! Ти {стать:вчинив:вчинила} велике діло для відречених, {Ім'я}. Темну Леді сповістять про це.]===],
},
[426] = {
[===[Захоплені млини]===],
[===[Скара намагається створити базу на млинах Аґамандів. Якщо їм це вдасться, вони зможуть втілювати подальші атаки на Тірісфаль.

Наказ відданий: Скару на млинах потрібно знищити.

Вирушай до Млинів. Збери там надщерблені ребра з брязкокісткових солдатів і солдатів з тріснутими черепами, а також почорнілі черепи з темнооких заклиначів кісток.

Щоб туди дістатися, йди дорогою на захід. Як перейдеш міст, зверни на північ на наступному роздоріжжі, туди ж і прямуй. Битва почнеться, коли побачиш млини.]===],
[===[Зберіть 5 надщерблених ребер і 3 почорнілі черепи та повертайтеся до смертостража Діллінджера у Брілль.]===],
[===[Наші битви зі Скарою тривають, {Ім'я}. Зроби свій внесок і відкинь цих проклятих, бездумних мерців назад до Зачумлених земель!]===],
[===[Ми відчуваємо твої зусилля у цій війні, {Ім'я}. Я не подякую тобі за те, що ти робиш необхідне, але смертостражі Тірісфалю пам’ятатимуть твоє ім’я.]===],
},
[427] = {
[===[На війні з Багряним Походом]===],
[===[Документація від карателя Аррена надала нам саме той прорив, який був потрібен у нашій битві проти чортового Багряного Походу. Тепер ми знаємо їхні точні позиції по Тірісфальському переліссі. 

Проте Смертестража має більші турботи. Армія Короля-ліча щоночі зростає. Нам {стать:потрібен хтось "ініціативний":потрібна хтось "ініціативна"}, як ти, щоб звести Багряний Похід в їхню могилу.

Доведи, що ти {стать:здатен:здатна} служити Темній Леді: вирушай до вежі на заході, повз хутір Солліденів, і вбий 10 багряних воїнів.]===],
[===[Каратель Зиґанд з Брілля хоче, щоб ви убили 10 багряних воїнів.]===],
[===[Якщо ти хочеш довести свою корисність Темній Леді, вбий 10 багряних воїнів, {клас:к}.]===],
[===[Просто чудово, {клас:к}. Твої навички у бойовому мистецтві не підлягають сумніву.]===],
},
[431] = {
[===[Звабливі свічки]===],
nil,
nil,
nil,
[===[Ви хапаєте одну зі свічок і кладете її собі в сумку.]===],
},
[445] = {
[===[Доставка до Срібнохвойного пралісу]===],
[===[Час - це розкіш, яку не можуть собі дозволити ті, хто під прямим командуванням леді Сильвани. Ти, звісно, про це вже знаєш.

Як члена Королівського товариства аптекарів, моїм обов’язком є ділитися своїми знаннями з колегами, щоб наші спільні зусилля одного дня забезпечили б Темну Леді новою чумою, яку вона так сильно бажає.

Візьми ці дослідження до аптекаря Ренферрела, який зараз закріплений біля Крипти у Срібнохвойному пралісі. Йди вздовж дороги на південь від Брілля, а від Підмістя прямуй на південний захід.]===],
[===[Візьміть дослідження аптекаря Йогаана та принесіть їх аптекареві Ренферрелу у Срібнохвойний праліс.]===],
[===[Яка в тебе справа до мене, {клас:к}?]===],
[===[О, це чудово з боку аптекаря Йогаана - надіслати свої дослідження. З усіма новими поступами тут, у Срібнохвої, я майже забув про знахідки з Лордерону та Тірісфальського перелісся. Це нагадало мені, що я незабаром повинен надіслати зразки до Некрополя.

Але пробач мені за мою балаканину. Залишайся у Срібнохвої, {Ім'я}. Нам би тут {стать:згодився такий вправний:згодилася така вправна} {клас:н}, як ти.]===],
},
[492] = {
[===[Нова чума]===],
[===[Згідно зі Смертестражею, ще один дурнуватий дворфійський горянин був схоплений. Вартові охоче використовують підвали таверни «Край шибениці» як місце утримання, допоки вони «правильно» не розберуться з в'язнем.

Чому б тобі не подивитися, як цей полонений горянин смакуватиме особливий напій, що я приготував для нього? Він містить в собі витончений натяк на те, що Темна Леді планує зробити з рештою Азерот.]===],
[===[Принесіть особливий напій Йогаана полоненому горянинові.]===],
[===[Якби я мав свою вірну рушницю, то ти б уже відкинув ноги, {клас:к}. Почекай лише, доки Паровотанкова бригада не приїде мене порятувати!]===],
[===[О, нарешті щось випити. Я впевнений, це не фірмова «Рапсодія солоду», але наразі я прийму будь-що, щоб змочити горло.]===],
},
[590] = {
[===[Угода пройдисвіта]===],
[===[Що? 

Що?!

Хочеш гроші? Я тобі не завинив жодних грошей.

Лист? Який лист? О, хочеш побитися тоді? Що ж, {стать:друже:подруго}... зробімо це! Завиню тобі гроші....]===],
[===[Переможіть Кальвіна Монтенґ'ю в Смертедзвоні.]===],
[===[Непогано, {стать:друже:подруго}, дуже навіть непогано.]===],
[===[Надзвичайно! Які навички!

Думав, ти будеш мені легкою жертвою, {Ім'я}. Але {стать:спіймав:спіймала} ти мене добре.

Ось, тримай монету, як і обіцялося... не так багато, як було сказано, але я ж і від початку не був з тобою чесним.]===],
},
[743] = {
[===[Небезпека Вітролютих]===],
[===[Дякую, що {стать:знайшов:знайшла} час поговорити зі мною, {Ім'я}. Я Руул, воїн і наставник.

Очевидно, ти {стать:досяг:досягла} того віку, коли потрібно пройти випробування, якщо ти прагнеш піти далі, ніж Мулґор.

Якщо хочеш перевірити свою міць, почни з пошуку Вітролютих гарпій на південному сході. Вони гніздяться вздовж гребня гір подалі від дороги.

Ці гарпії є одними з наших природних ворогів тут у Мулгорі, вони стануть хорошим випробуванням твоєї майстерності.]===],
[===[Принесіть 8 кігтів Вітролютих Руулові Орлиному Кігтю у селище Криваве Копито.]===],
[===[Вітролюті — смертельні вороги. Їхня сила у бою може зрівнятись лише з їхньою жагою до свіжого м'яса.]===],
[===[Ти добре {стать:впорався:впоралась}, {Ім'я}. Схоже, ти вже {стать:готовий:готова} подорожувати далі. Нехай вітри завжди віють тобі у спину.]===],
},
[745] = {
[===[Розділення володінь]===],
[===[{Ім'я}, цю землю ранять безліч протистоянь. Я сподіваюся, що ти не станеш свідком стількох із них, скільки бачив їх я. Все ж є одне, у якому я б попросив тебе взяти участь. Це дасть тобі уявлення, наскільки жахливою може стати навіть найменша загроза для землі, якщо її залишити невирішеною.

Гноли-Бляклогриви оселилися на півдні від Кривавого Копита й у печері на заході. Вони зневажають усі наші спроби почати спілкування з ними та несамовито знищують диких жителів Мулґору.

Слова тут більше не зарадять.]===],
[===[Убийте 10 бляклогривих дубильників, 8 бляклогривих шкуродерів і 5 бляклогривих браконьєрів, і повертайтеся до Бейна Кривавого Копита у селище Криваве Копито.]===],
[===[Якби Бляклогриви більше поважали цю землю та її жителів, цього протистояння б ніколи не відбулося.]===],
[===[{Ім'я}, це добре, що ти {стать:сприйняв:сприйняла} це завдання серйозно. Важливо поважати землю та її створінь. Смерть і життя - це одне коло... неминучість. Одне не може існувати без іншого. Обдумай це без поспіху та постарайся ніколи не забувати.]===],
},
[746] = {
[===[Дворфійські розкопки]===],
[===[На північному заході звідси дворфи готуються до розкопок. Вони думають, що таємниці приховані глибоко в землі, і це правда. Але осквернення та спустошення землі - не той, який відкриє її мудрість.

Збери інструменти дворфів для копання, розтрощи їх і повертайся до мене.

Ламати інструменти можна в кузні. Одна з них розташована в Громовому Бескиді, але підійде будь-яка, навіть та, що в дворфійскому таборі.]===],
[===[Зберіть 5 кайл геологів.

Розтрощіть кайла геологів у кузні, щоб отримати зламані інструменти.

Принесіть 5 зламаних інструментів Бейнові Кривавому Копиту до селища Криваве Копито.]===],
[===[Привіт, {Ім'я}. Зламані інструменти у тебе? Дворфійські розкопки розлючують кодо Мулґору. Час покласти край оскверненню нашої землі!]===],
[===[Дякую тобі, {Ім'я}. Це заспокоїть тварин Мулґору. Якщо на те буде воля духів, дворфи зрозуміють, що буріння землі - не найкращий шлях до нових знань.]===],
},
[747] = {
[===[Полювання розпочинається]===],
[===[Ти виглядаєш досить багатообіцяюче, тож зможеш проявити себе перед своїм плем’ям. Можливо, одного дня тебе приймуть у великому місті Громовий Бескид. Але до цього ти {стать:повинен:повинна} показати себе перед моїм батьком, вождем Соколиним Вітром.

Тут, на плато Червоної Хмари ми пишаємося нашими відточеними навичками полювання. Таурени полюють і за необхідності, і для розваги. Наші запаси м’яса закінчуються і нам потрібно більше пір’я для одежі. Вполюй кількох рівнинобігів поряд і відзначся, поповниши запаси села.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви принесли йому 7 пір’їн рівнинобіга та 7 шматків м’яса рівнинобіга.]===],
[===[Принесені тобою м'ясо та пір'я будуть першим кроком, щоб показати себе {стать:справжнім:справжньою} {клас:о} перед вождем.]===],
[===[Мешканці Нараче дякують тобі, {ім'я}. Ти подаєш великі сподівання.]===],
},
[748] = {
[===[Отруйні води]===],
[===[Гобліни та їхні посіпаки забруднили наші колодязі зі священною водою! Ми не можемо це дозволити.

Для очищення кожного колодязя я повинен створити очисний тотем, тоді тобі потрібно принести його до колодязя та провести ритуал очищення.

Першим ми зробимо тотем для колодязя Зимового Копита. Для цього земля повинна запропонувати нам свою допомогу. Вполюй вовків прерій задля їхніх лап і дорослих рівнинобігів задля їхніх кігтів. Вони на південному заході.

Повертайся до мене з лапами та кігтями, {Ім'я}.]===],
[===[Принесіть 6 лап вовка прерій і 4 кігті рівнинобіга Муллові Громовому Рогу до Кривавого Копита.]===],
[===[У тебе є вже лапи та кігті, {Ім'я}?]===],
[===[Ти добре {стать:справився:справилася}, {Ім'я}. Я візьму їх та вплету їхню силу в тотем очищення.]===],
},
[749] = {
[===[Розорений караван]===],
[===[Декілька днів тому ми помітили караван ТзНБ "Авантюра", що йшов під охороною по північному березі озера Кам’яного Бика. Ми втратили двох наших у битві раніше, тож ми були швидкі на напад і знищили караван.

Ми залишили позаду ящики з вантажем, думаючи, що наші смолоскипи знищать все цінне, але оскільки дехто з ТзНБ були помічені недалеко від спалених фургонів, можливо, ми помилялися.

Може, ти {стать:міг:могла} би піти до каравану та роздивитися вміст ящиків.]===],
[===[Морін Ловець Хмар хоче, щоб ви обстежили вміст вантажних ящиків у розореному каравані.]===],
nil,
[===[Усі сторони ящика пропечатані позначками шахтарського відділу ТзНБ "Авантюра". Обережно видрукувані примітки на боці картонних коробок вказують, що вміст призначений для переробки на одному з центральних заводів ТзНБ.]===],
},
[750] = {
[===[Полювання продовжується]===],
[===[Досвічений у полюванні таурен знає, що його здобич - це не просто трофей. Тварини рівнин дають нам ресурси для виживання. Ти справиш досить сильне враження на наших старійшин, якщо принесеш кілька дуже цінних шкур гірських пум. Ти знайдеш цих тварин на півдні, де вони скрадаються по схилах.

Нашим дітям потрібна одежа, а наші шатра варто підлатати.]===],
[===[Ґрулл Соколиний Вітер у таборі Нараче хоче, щоб ви принесли йому 10 шкур гірських пум.]===],
[===[Якщо ти зможеш забезпечити наше плем’я шкурами, я замовлю слово перед моїм батьком, вождем Соколиним Вітром, про твої шляхетні вчинки.]===],
[===[Таурени Нараче дякують тобі за цей внесок, {Ім'я}. З такими навичками у мисливстві колись тебе неодмінно вихвалятимуть у Громовому Бескиді.]===],
},
[751] = {
[===[Розорений караван]===],
[===[Відкриття кришки розкриває тісно запаковані набори руди та мінералів - додатковий доказ гірничих операцій ТзНБ "Авантюра" у Мулґорі. З-понад матеріалів ви піднімаєте міцно зв'язаний стос паперів.

Вище у передгір'ї на сході ви можете ледве чути звуки роботи та бачити дим від великого вогнища.]===],
[===[Поверніть папери ТзНБ "Авантюра" Морінові Ловцю Хмар біля селища Кривавого Копита.]===],
[===[Вітання, {Ім'я}. Ти {стать:дізнався:дізналася} що-небудь нове про плани та операції ТзНБ "Авантюра" на наших землях?

Якщо вони планують розорювати наші землі так, як вони це робили з іншими, наші Гінці швидко покладуть цьому край.]===],
[===[Схоже на те, що ТзНБ "Авантюра" й справді намагається пограбувати нас на наші природні ресурси. Добре знати це напевно, і виглядає, що тепер нам потрібно з цим щось зробити.]===],
},
[752] = {
[===[Скромне прохання]===],
[===[Усі члени нашого племені поділяють життєву гармонію. Ми живемо разом і працюємо разом.

Наша відданість одне одному втілюється дуже відповідально. У мене є одне скромне прохання до тебе.

Моя матінка вирушила на південний схід від Нараче набрати води з колодязя. З тих пір вже пройшло багато часу. Можливо, ти {стать:міг:могла} би її знайти, поки я займаюсь справами племені?]===],
[===[Вождь Соколиний Вітер просить вас пошукати його матір біля колодязя на південному сході від табору Нараче.]===],
nil,
[===[Ти {стать:пройшов:пройшла} увесь цей шлях лише для того, щоб допомогти старій жінці? Ох, у тебе дуже велике серце.]===],
},
[753] = {
[===[Скромне прохання]===],
[===[Я пройшла багато стежок за своє життя, і мої старі ноги вже не такі прудкі, як були раніше. Та все ж, я можу виконувати свої обов'язки перед плем'ям. Просто іноді робота забирає в літньої жінки трохи більше часу.

Але ти {стать:схожий:схожа} на {стать:палкого:палку} {клас:р}. Давай випробуємо твою юнацьку жвавість. Візьми цей глечик для води і принеси його моєму сину, вождю, у табір Нараче.

Пам'ятай, що навіть найзвичайніше прохання може стати запорукою визнання старійшин.]===],
[===[Наберіть глечик води з колодязя.

Поверніть глечик вождю Соколиному Вітру в таборі Нараче, що лежить на північному заході від колодязя.]===],
[===[Ти {стать:схожий:схожа} на {стать:того:ту}, хто щойно повернувся з рівнин. Ти {стать:приніс:принесла} якусь звістку від прабабусі Соколиний Вітер?]===],
[===[Ясно, ти {стать:приніс:принесла} цей глечик на прохання прабабусі.

Твоє бажання допомогти іншим і стати в нагоді тауренам табору Нараче впевнює мене у тому, що одного дня ти прославиш наше плем'я у Громовому Бескиді.]===],
},
[754] = {
[===[Очищення Зимового Копита]===],
[===[Я змайстрував очисний тотем колодязя Зимового Копита. Тепер ти мусиш взяти його до колодязя та провести ритуал очищення. Ти знайдеш його на південний схід, під охороною мерзотних гоблінів!

Це буде непростим завданням, але ти {стать:повинен:повинна} зробити його, якщо ми хочемо коли-небудь використовувати воду колодязя знову.

Щасти тобі, {Ім'я}.]===],
[===[Використайте очисний тотем Зимового Копита біля колодязя Зимового Копита, потім поверніться до Мулла Громового Рога.]===],
[===[Не барися, {Ім'я}. Потрібно вичистити заразу з колодязя Зимового Копита!]===],
[===[Новини про твій вчино досягли мене лише миті тому: тварини радісно п’ють з нього воду.

Ти {стать:зробив:зробила} велику справу для цієї землі, {Ім'я}. І ти {стать:зробив:зробила} велику справу для народу тауренів.]===],
},
[755] = {
[===[Обряди Матері-Землі]===],
[===[Твоя готовність допомагати у повсякденних завданнях тауренів Нараче та завзятість до навчання - благородні риси, {Ім'я}. Я вірю, що одного дня тебе представлятимуть у Громовому Бескиді як {стать:величного:величну} {клас:з}.

Проте до цього ти мусиш пройти Обряди Матері-Землі, яких всього три.

Перша перевірка - це Обряд Сили. Йди до Провидця Сірого Язика і передай йому, що тебе прислав вождь Соколиний Вітер.

Ти знайдеш житло провидця на південь від табору Нараче, сховане серед пагорбів.]===],
[===[Помандруйте до Провидця Сірого Язика, що живе серед пагорбів на південь від табору Нараче.]===],
nil,
[===[Вождь Соколиний Вітер прислав тебе? Проходження Обрядів Матері-Землі - це не проста задача...]===],
},
[756] = {
[===[Тотем Громового Рога]===],
[===[Для створення очисного тотема Громового Рога, ти маєш зібрати пазурі хижаків, що живуть на рівнинах Мулґору. Вполюй ловців прерій і рівнинних пум задля їхніх пазурів іповертайся до мене. 

Ти знайдеш цих хижаків на сході та на заході.]===],
[===[Принесіть 6 пазурів ловця та 6 пазурів пуми Муллу Громовому Рогу.]===],
[===[{Ім'я}, у тебе є пазурі, які я просив зібрати? З кожною годиною колодязь Громового Рогу забруднюється все більше!]===],
[===[Дякую тобі, {Ім'я}. Непорочність, з якою ці тварини полюють, є надзвичайно важливою у створенні очисного тотема.

Гобліни ніколи не зрозуміють різницю між боротьбою із землею та життям у гармонії з нею.]===],
},
[757] = {
[===[Обряд Сили]===],
[===[Обряди Матері-Землі - це перші кроки, які повинен пройти {стать:юний таурен:юна тауренка}, щоб заслужити повагу в Громовому Бескиді.

Спершу ти {стать:повинен:повинна} пройти Обряд Сили. У цьому випробуванні тобі потрібно довести свою сміливість, убивавши ворогів племені.

Щетиношкури ущелини Лезожини на сході зазіхають на наші племінні землі. Вони роблять засідки на наші мисливські групи та грабують селище з приходом ночі.

Покажи свою звитягу, убивши цих злодіїв, і повертайся до вождя у табір Нараче з їхніми поясами - доказами твоїх діянь.]===],
[===[Убийте Щетиношкурів з ущелини Лезожини та принесіть 12 поясів Щетиношкурів вождю Соколиному Вітрові в таборі Нараче.]===],
[===[Ти {стать:пройшов:пройшла} Обряд Сили, {Ім'я}? Мені потрібні докази твоєї звитяги проти ворога нашого племені, Щетиношкурів.]===],
[===[Ти пройшов перше випробування з Обрядів Матері-Землі. Плем’я буде тобою пишатися.]===],
},
[758] = {
[===[Очищення Громового Рога]===],
[===[Тотем готовий, {Ім'я}. І знову, твоє завдання - провести ритуал очищення.

Йди до колодязя Громового Рога на північ від селища та використай очисний тотем Громового Рога у своєму ритуалі. Після того, як закінчиш, повертайся до мене.

Нехай тебе ведуть духи.]===],
[===[Використайте очисний тотем Громового Рога біля колодязя Громового Рога, потім поверніться до Мулла.]===],
[===[Вода колодязя Громового Рога досі заражена, {Ім'я}. Будь ласка, ти мусиш провести ритуал!]===],
[===[Духи клану Громового Рога говорили зі мною уві сні, вихваляючи тебе за твій вчинок для їхнього колодязя.

Як знак їхньої вдячності, вони хочуть дати тобі це...]===],
},
[759] = {
[===[Тотем Дикої Гриви]===],
[===[Залишилось очистити один колодязь, названий на честь клану Дикої Гриви. Щоб він став чистим, земля повинна надати зуби лютого хижака, рівнинного альфа-вовка. Знайди альф на півночі та повертайся до мене, коли твоє полювання завершиться.

Альфи часто блукають біля підніжжя нашого могутнього міста, Громового Бескида.]===],
[===[Принесіть 8 зубів рівнинного альфи Муллові Громовоому Рогу до селища Криваве Копито.]===],
[===[{Ім'я}, у тебе є зуби, про які я просив?]===],
[===[Дуже добре, {Ім'я}. Я відчуваю пожертву землі у цьому підношенні, і мій дух наповнюється сумом і гордістю.]===],
},
[760] = {
[===[Очищення Дикої Гриви]===],
[===[Про твоє очищення колодязів Зимового Копита та Громового Рога говорять духи, {стать:юний:юна} {Ім'я}. Тотем Дикої Гриви готовий, і твоє останнє завдання лежить попереду.

Колодязь Дикої Гриви розташований на північ від Громового Бескиду. Проведи ритуал! Вилікуй землю від гоблінської отрути! Нехай знову ллється чиста вода!]===],
[===[Використайте очисний тотем Дикої Гриви біля колодязя Дикої Гриви, потім поверніться до Мулла Громового Рогу.]===],
[===[Останній водяний коллодязь залишається сморідним і отруйним, {Ім'я}. Не барися!]===],
[===[Ти {стать:справився:справилася}, ти {стать:очистив:очистила} колодязі та {стать:вилікував:вилікувала} наші землі. Селище Криваве Копито вдячне тобі, {Ім'я}.

Нехай вітер шепоче про твої вчинки сотні пір року, а води Мулґору залишаються чистими назавжди.]===],
},
[761] = {
[===[Полювання на хапунів]===],
[===[Хапун - хитра пташка, яку складно і знайти, і вполювати. Збірка пір'їн хапуна - це відзнака розуму та цілеспрямованості мисливця.

Якщо хочеш взятися за це завдання, йди на рівнини та вполюй хапунів.

Принесі мені їхні пір’їни, і цим принеси честь своєму кланові.

Хапунів можна знайти будь-де у Мулґорі, але твій зір має бути гострим, а копита - швидкими, щоб помітити їх та наздогнати.]===],
[===[Принесіть 8 трофейних пір’їн хапуна Гаркенові Вітровому Тотему у селищі Криваве Копито.]===],
[===[Ти знайшов хапунів, {Ім'я}? Їхні пір’їни у тебе?]===],
[===[Я знаю, що збір цих пір’їн був непростим завданням, {Ім'я}. Виконавши його, ти {стать:довів:довела}, що ти - {стать:достойний:достойна} {клас:н}. Добре, що ти {стать:завітав:завітала} до Кривавого Копита.]===],
},
[763] = {
[===[Обряди Матері-Землі]===],
[===[Для продовження Обрядів Матер- Землі ти {стать:повинен:повинна} пройти ще два випробування. Настав час розширити твій досвід, {Ім'я}.

Мандруй до селища Криваве Копито та знайди нашого вождя, Бейна Кривавого Копита, сина Керна. Звідти ти зможеш продовжити свої подорожі та заслужити прийняття старійшин з Громового Бескиду.

Принеси цей тотем Бейнові. Він упізнає мої позначки та допоможе тобі у твоєму шляху

Йди по дорозі з табору Нараче та поспішай. Не сходь зі свого шляху, а то неодмінно заблукаєш.]===],
[===[Принесіть тотем Соколиного Вітру Бейнові Кривавому Копиту в селищі Криваве Копито. Прямуйте по дорозі з табору Нараче.]===],
[===[Що привело тебе у моє селище, {клас:к}?]===],
[===[Звістка від мого хорошого друга, вождя Соколиного Вітру! Ах, по різьбі я бачу, що ти особливої породи.]===],
},
[764] = {
[===[ТзНБ "Авантюра"]===],
[===[Це пояснює зосередження робітників й устаткування ТзНБ "Авантюра" у Мулґорі. Ці гобліни… їхня компанія розширюється занадто швидко, на шкоду їм самим. Як кажуть, покажи щось гоблінові, й одразу почуєш звук його терез.

Маленькі жадюги. На жаль для їхньої справи, ми, таурени, не можемо дозволити їм проводити свої операції на наших землях. Йди до їхньої шахти на північний схід від розореного каравану та надішли їм повідомлення.]===],
[===[Убийте 14 робітників ТзНБ "Авантюра" і 6 наглядачів ТзНБ "Авантюра" для Моріна Ловця Хмар у селищі Криваве Копито.]===],
[===[ТзНБ "Авантюра" було відмовлено у правах на видобування тут у Мулґорі, але, схоже, що вони не сприймають "ні" за відповідь. Ми, таурени, не з тих, хто розкидується словами, але у нас є інші способи донести свою позицію.]===],
[===[Не думаю, що наш сигнал можна сприйняти надто неоднозначно, гм? ТзНБ "Авантюра" знатиме, що не варто сприймати тауренів несерйозно або бути настільки нахабними та вважати, що ми мовчки дозволимо їм красти природні ресурси навколо нас.]===],
},
[765] = {
[===[Наглядач Шуморакета]===],
[===[Згідно з паперами, які ти {стать:знайшов:знайшла} у каравані, ТзНБ "Авантюра" склало багато планів, щоб спробувати вигнати нас з наших земель. Так вони матимуть повний доступ до пограбування цих країв.

Мені гидкі й обурливі глибини ницості, у які вони готові впасти заради досягнення своїх цілей. Я хочу, щоб натхненник їхніх планів був убитий. Його ім’я наглядач Шуморакета, ти знайдеш його у шахті ТзНБ на схід від розореного каравану. Принеси мені його тримач паперів, подивимося, чи там знайдеться щось корисне.]===],
[===[Убийте наглядача Шуморакету та принесіть його тримач паперів Морінові Ловцю Хмар у селище Криваве Копито.]===],
[===[Мене збурює гнів від думки про звірства, які готове застосувати проти нас ТзНБ "Авантюра" в ім’я прибутку.]===],
[===[Мій гнів дещо стих від новини про смерть злодія Шуморакети. Я пройдуся по його особистих записах і подивлюся, чи немає там якої-небудь додаткової інформації про плани ТзНБ на майбутнє. Дякую за твої зусилля, {Ім'я}.]===],
},
[766] = {
[===[Маззраначе]===],
[===[Мій дід оповідав мені історії про битви із рівнинним бігуном на ім’я Маззраначе. Він розповів мені про його демонічні червоні очі, гострі, як бритва, кігті й отруйний укус.

За примхою долі, я зустрів його у своїх манрівках рівнинами, і він паскудно вкусив мене за плече. Він такий ж жахливий, як його й описував мій дід. Щоб очистити цей укус від інфекції, мені потрібні будуть деякі частини тіл тварин, яких важко знайти: серце вовка, стегнову кістку пуми, луску рівнинобіга та шлунок хапуна.

Поспішай, часу обмаль.]===],
[===[Принесіть серце вовка прерій, стегнову кістку оівнинної пуми, дуску рівнинобіга та шлунок хапуна Маурові Накликачу Дощу в Кривавому Копиті.]===],
[===[Мій жар зростає, і я відчуваю, як мої думки поринають у лихоманливі жахіття… Мені слід було знати, що я не зможу самостійно упоратися зі звіром, якого не зміг перемогти мій дід…

У тебе є складники для протиотрути? Боюсь, якщо я скоро не прочищу рану, вона стане моєю смертю.]===],
[===[Ах, дякую тобі, {Ім'я}. З тим, що ти мені {стать:приніс:принесла}, я зможу зробити протиотруту, щоб зупинити розповсюдження інфекції та з часом повністю вилікуватися від неї. Я зобов’язаний тобі своїм життям.

Але я ніколи не забуду визг, з яким Маззраначе наблизився до мене, і спалах кольору, коли він ударив своїм дзьобом…

Бережися у своїх подорожах.]===],
},
[767] = {
[===[Обряд Прозріння]===],
[===[Обряд Прозріння, один із Обрядів Матері-Землі, допоможе тобі на шляху до визнання серед старійшин Громового Бескиду.

Наш народ навчився, що земля є нашим найсвятішим джерелом. Щоб узяти участь у ритульному видінні, ти {стать:повинен:повинна} поговорити із духовним лідером нашого селища, Зарлманом Два-Місяці.]===],
[===[Поговоріть із Зарлманом Два-Місяці у селищі Криваве Копито.]===],
nil,
[===[Я відчував, що ти прийдеш до мене, {клас:к}. Я завжди впізнаю тих, хто прагне пройти Обряди Матері-Землі.]===],
},
[770] = {
[===[Пошматований демонами плащ]===],
[===[Поношена шкура Примарного Вия досі має жахливу рану, отриману вовком у битвах проти Палаючого Легіону.

Можливо, комусь у селищі Криваве Копито варто знати про смерть Примарного Вия…]===],
[===[Знайдіть когось, хто знає про Примарного Вия.]===],
nil,
[===[Я ледве можу повірити моїм старим очам! Ти {стать:переміг:перемогла} великого вовка Примарного Вия? Тепер я по-новому дивлюся на тебе, з повагою, {стать:юний:юна} {клас:к}. Ти - {стать:ловець:ловчиня} неймовірних умінь!

Дозволь мені дещо запропонувати тобі. Мої дні мисливства минули, але для мене буде честю, якщо ти використовуватимеш одну з моїх зброй у своїх полюваннях.

Хай вона вражає напевно та принесе тобі визнання.

І будемо сподіватися, що дух Примарного Вия нарешті знайшов спокій.]===],
},
[771] = {
[===[Обряд Прозріння]===],
[===[Щоб пройти Обряд Прозріння, ти {стать:повинен:повинна} зібрати реагенти, необхідні для створення Води Провидців.

Мені будуть потрібні камені, які можна знайти біля колодязів у Мулґорі. Я поєднаю їх з бурштиновими насінинами, які падають з могутніх дерев нашої землі.

Ці реагенти містять магічні елементи, і якщо їх приготувати та застосувати перед племінним багаттям, вони дозволять тобі бачити видіння. Йди за ним, і воно приведе тебе до наступного кроку цього священного завдання.]===],
[===[Зберіть 2 колодязних камені та 2 бурштинових насінини, та принесіть їх Зарлманові Два-Місяці у селищі Криваве Копито.]===],
[===[Як тільки ти збереш достатньо каменів навколо колодязя і бурштинових насінин під деревами, я приготую для тебе Воду Провидців.]===],
[===[Я бачу, ти {стать:навчився:навчилася }збору з наших священних земель, {Ім'я}. Мені треба всього лише хвилинка, щоб приготувати Воду Провидців.]===],
},
[772] = {
[===[Обряд Прозріння]===],
[===[Я дарую тобі Воду Провидців.

Коли будеш {стать:готовим:готова}, випий воду біля племінного вогнища. Видіння з'явиться перед вогнем за кілька митей після того, як ти ковтнеш священної води.

З цього моменту лише ти можеш йти за ним до своєї долі…]===],
[===[Випийте Воду Провидців навпроти племінного багаття у селищі Криваве Копито та слідуйте за видінням, яке вам явиться.]===],
nil,
[===[Не бійся, {Ім'я}. Ти успішно {стать:пройшов:пройшла} Обряд Видіння.]===],
},
[773] = {
[===[Обряд Мудрості]===],
[===[Щоб заслужити прийняття у старійшин Громового Бескиду, наступним ти {стать:повинен:повинна} пройти Обряд Мудрості.

Оскільки ти {стать:пройшов:пройшла} Обряд Видіння, духи предків Червоних скель дадуть тобі благословення наших пращурів. Лише ті, хто випив Воду Провидців, можуть отримати їхній дар.

Йди на схід від Громового Бескиду, до Червоних скель, і знайди там Дух Предків, {Ім'я}.]===],
[===[Помандруйте до Червоних скель на схід від Громового Бескиду та поговоріть з Духом Предків.]===],
nil,
[===[Ти {стать:проявив:проявила} велику старанність у своєму прагненні пройти Обряди Матері-Землі, {Ім'я}. 

Ми, Духи Предків, утілюємо могутніх тауренів, які хоробро віддали свої життя задля заснування та захисту нашого великого міста - Громового Бескиду. Тепер я покладаю цей обов’язок захисту на тебе.

Ти {стать:пройшов:пройшла} Обряд Мудрості, {стать:юний:юна} {клас:к}. Приходь у Громовий Бескид із гордістю.]===],
},
[775] = {
[===[Подорож до Громового Бескиду]===],
[===[Відтепер тебе шануватимуть у стінах нашого великого міста. Пройшовши Обряди Матері-Землі, ти заслужиш на таку честь.

Виконай останнє завдання, відшукай благородного вождя Керна Криваве Копито, що проживає на вершині найвищого плато Громового Бескида.]===],
[===[Поговоріть з Керном Кривавим Копитом у Громовому Бескиді.]===],
nil,
[===[Вітання тобі, {стать:молодий:молода} {клас:к}. Бачу ти {стать:знайшов:знайшла} шлях до моїх дверей.]===],
},
[776] = {
[===[Обряди Матері-Землі]===],
[===[Ти {стать:пройшов:пройшла} Обряд Матері-Землі та {стать:заслужив:заслужила} своє місце у Громовому Бескиді.

Але щоб утримувати позицію, задля якої ти так важко {стать:працював:працювала}, ти {стать:повинен:повинна} продовжувати засвідчувати свою цінність своєму народові.

Ми - мисливці, {Ім'я}. У Мулґорі там унизу є могутній кодо на ім’я Арра'чі. Покажи мені свої навички вистежування та полювання - принеси мені ріг Арра'чі.]===],
[===[Керн Криваве Копито з Громового Бескиду хоче, щоб ви принесли йому ріг Арра’чі.]===],
[===[Ти вже {стать:вистежив:вистежила} Арра’чі?]===],
[===[Добре зроблено! Це була вартісна здобич.

Я відряджу групу збирачів, щоб забрати тушу на шкури та м’ясо.

Ти {стать:вчинив:вчинила} велике діло для свого народу, {Ім'я}.]===],
},
[780] = {
[===[Бойові кнури]===],
[===[Бойові кнури з ущелини Лезожини на сході зазіхають на мисливські угіддя нашого племені. Їх виховують бути злючими Свинобрази племені Щетиношкурів, з якими ми у війні.

Піди й убий цих жорстоких істот і принеси декілька їхніх рил і вирізок, щоб ми могли зробити трохи тушковини для нашої малечі.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви убили бойових кнурів і принесли йому 8 рил бойових кнурів і 8 вирізок бойових кнурів.]===],
[===[Атаки бойових кнурів стають частішими. Ти вже {стать:послав:послала} їм чіткий знак і {стать:приніс:принесла} декілька рил і боків?]===],
[===[Найчудовіше! З цих інгредієнтів ми зробимо смачну страву, а втрата тих кнурів стане хорошим уроком тим злим Щетиношкурам.]===],
},
[781] = {
[===[Напад на табір Нараче]===],
[===[Після ретельного вивчення мапи, ви розумієте, що те, що ви знайшли — плани вождя Щетиношкурих щодо розширеної облоги табору Нараче.

Безсумнівно, вождь Соколиний Вітер міг би скористатися цією інформацією!]===],
[===[Принесіть плани нападу Щетиношкурих вождю Соколиному Вітру в табір Нараче.]===],
[===[У тебе занепокоєний вигляд, {Ім'я}. Які новини ти {стать:приніс:принесла}?]===],
[===[Це дійсно тривожна звістка! Але тепер ми можемо звернутися до наших братів з селища Криваве Копито по допомогу. Ти {стать:зберіг:зберегла} життя безлічі тауренів, {Ім'я}.]===],
},
[784] = {
[===[Розчавити зрадників]===],
[===[Під командуванням адмірала Праудмура люди Кул-Тіраса вторглись в Дуротар. Цим вони порушили договір воєвождя з Джайною Праудмур, що був підписаний для сумісної перемоги над Архімондом.

Наші сили відбили людську агресію, Тіраґардська твердиня пала. Але нещодавно резерви адмірала, під командуванням лейтенанта Бенедикта, захопили твердиню і знову загрожують нашому спокою. Ці люди не виказують ніякої поваги до дипломатії.

Доведи свою гідність і відправляйся на південь до Тіраґардської твердині. Прожени звідти людських загарбників.]===],
[===[Убийте 10 кул-тіраських матросів, 8 кул-тіраських морських піхотинців і лейтенанта Бенедикта, після чого поверніться до Ґар'Тока у Колючий Пагорб.]===],
[===[У тебе є наказ, {Ім'я}. Безпека Дуротару під загрозою. Заверши завдання або схили голову у ганьбі.

Доведи свою гідність і переможи людей у Тіраґардській твердині.]===],
[===[Чутки про твою хоробрість швидко розповсюджуються, {Ім'я}. Розповіді про перемогу у Тіраґардській твердині будуть ширитись Орґріммаром.]===],
},
[786] = {
[===[Перешкодити агресії Колкарів]===],
[===[Говори стиха, {клас:к}. Кентаври клану Колкар розмістились одразу за пагорбом, на заході від скель Колкар.

Минулої ночі, поки вони полювали, я прошмигнув у їхнє поселення і дізнався, що в цих брудних скотів три плани з атакою на тролів та орків Дуротару.

Ми маємо перешкодити їхньому вторгненню. Можливо, тобі не забракне сил проникнути у скелі Колкар і знищити ці плани?

Останнє, що я помітив — вони поділили їх на три частини і роздали трьом ватажкам.]===],
[===[Лар Нишпорний Бивень за межами селища Сен'джин хоче, щоб ви знищили 3 плани атаки кентаврів, що проживають серед скель Колкар.]===],
[===[Здається, кентаври вже переросли у постійну проблему для Орди. Але ми не можемо спокійно спостерігати за їхніми намірами захопити наші землі.]===],
[===[Навіть за нападу кентаврів, Орда неодмінно б перемогла. Але попередивши цей набіг, ми уберегли наших могутніх воїнів від непотрібної різанини.

Кров ще проллється. Це настільки ж точно, як і те, що пустелі Танаріса покриває пісок.

Ти {стать:послужив:послужила} своєму народові на славу, {клас:к}.]===],
},
[788] = {
[===[Видерти зуби]===],
[===[Перш ніж перейти до серйозних завдань, треба тебе трошки розім'яти. Звичайно, я міг би одразу відправити тебе у Степи полювати на кодо, але, якщо чесно, ти {стать:корисніший нам живим, аніж мертвим:корисніша нам живою, аніж мертвою}.

Гадаю, для початку непогано згодяться й крапчаті кнури, яких ти знайдеш на північ звідси.]===],
[===[Вбийте 10 крапчатих кнурів і поверніться до Ґорнека у Лігво.]===],
[===[Я сподіваюсь ти не {стать:повернувся:повернулась} переконувати мене, що {стать:завершив:завершила} завдання, {Ім'я}? Ні, звичайно ні. Я про тебе кращої думки.]===],
[===[Хммм, непогано, {Ім'я}. Але не треба одразу гоноритися. На своєму шляху ти зустрінеш ще багато значно сильніших супротивників, ніж кнури.

Тим не менш, ти {стать:показав:показала} себе добре, і у наступному випробуванні тебе чекає сутичка зі значно небезпечнішим супротивником. Тому тобі потрібен додатковий захист.]===],
},
[789] = {
[===[Жало скорпіда]===],
[===[І могутнього воїна, і незграбного новачка однаково вражає отруйне жало скорпіда. Ти знайдеш велику кількість цих тварюк на північному заході звідси. Дістань мені десять їхніх хвостів як доказ твоєї майстерності у битві.

Протиотрута від скорпідів взагалі-то робиться з отрути, видобутої з їхніх жал. Ми тримаємо велику кількість цих лікувальних засобів під рукою для порятунку новачків на кшталт тебе…

Але я певен, що тобі це взагалі не знадобиться, чи я не правий?]===],
[===[Принесіть 10 хвостів скорпідів-робітників Ґорнеку у Лігво.]===],
[===[Панцир скорпіда не настільки твердий, щоб стримати силу рішучого воїна. Бий сильно, не вагайся, і скорпіди стануть легкою здобиччю.]===],
[===[Важливий урок, який тобі потрібно винести з битви зі скорпідами. Будь-який ворог, незалежно від розміру, може відняти твоє життя. У запеклому бою будь-що може призвести до смерті.

Мені більше нічому тебе вчити, {Ім'я}. Ти добре {стать:впорався:впоралась}, тож я охоче спостерігатиму за твоїми подальшими досягненнями.]===],
},
[790] = {
[===[Саркот]===],
[===[{Клас:к}! Я вже думав, що помру тут, і ніхто про це не дізнається. Полюючи на скорпідів, я перестрів особливо злючу тварюку. Накинувшись на нього, я зміг сильно пошкодити його клешню, перш ніж вона зімкнулась на моїй нозі.

Але я не був готовий до жала, що увійшло у мої груди, прорізало плоть і пустило кров. Прошу, вбий заради мене цього скорпіда! Комусь треба відстояти мою честь! Я бився з ним на височині на півдні.]===],
[===[Вбийте Саркота і принесіть його клешню Гана'зуа.]===],
[===[Оох… Мій батько завжди казав, що я багато не досягну. Лежачи під деревом та відчуваючи, як життя просочується скрізь пальці, немов пісок, я розумію, що він був правий.

Принаймні я хотів би померти, знаючи, що мій останній ворог також був убитий.]===],
[===[Мій удар не був достатньо сильним, щоб убити його, але я дивлюсь на шкоду, що завдав його клешні, і це наповнює мене тимчасовим почуттям гордості. Це невелике досягнення — все, що залишиться після мене, якщо я помру. У такому стані... настільки короткий список моїх досягнень сповнює мене люттю.]===],
},
[791] = {
[===[Тягнути торбу]===],
[===[Роки відплатили мені безпорадністю. Я вже не придатний до битв, але намагаюсь бути корисним в іншому.

Я сиджу тут, на височині, і дивлюся, чи не з'являться вороги. Але в міру того, як наші сили ростуть, мені все рідше і рідше доводиться сурмити в сигнальний ріг.

Щоб проводити час з користю, я майструю речі для молодших сильніших воїнів, здатних боронити нашу вітчизну.

Я можу змайструвати тобі сумку для речей. Якщо тобі вона потрібна, принеси мені трохи полотна. Цю тканину частенько використовують люди та кентаври.]===],
[===[Фурлу Презирному Чолу зі сторожової вежі Колючого Пагорба потрібно 8 уривків полотна.]===],
[===[Я гордо бився пліч-о-пліч з воєвождем, коли ми лишень ступили на ці землі. Моє тіло усіяне шрамами битв.

Моя сокира, мій бойовий клич захищали честь Орди, коли ми завдали поразки Архімонду в мерзенному, проте необхідному союзі з людьми та ельфами.

Але зараз ця служба вартового дає мені нове відчуття користі.]===],
[===[Надзвичайно, {Ім'я}. Цій торбі точно можна знайти застосування на полі бою.

Я вшановую твою силу та готовність померти в ім'я Орди!]===],
},
[792] = {
[===[Паскудні фамільяри]===],
[===[Я вірю, що долина Випробувань навчить тебе багато чого нового, {стать:юний:юна} {клас:к}.

Мене відправили сюди, щоб я стала твоєю наставницею, але виявляється, у вас тут серйозні проблеми...

Група, що зве себе Палаючим Лезом, оселилась у долині Випробувань. Вони ховаються в печері на північному сході, а їхні паскудні фамільяри вилазять з її нутра, спустошуючи все навколо.

Що ж, ось твоє перше завдання в боротьбі з Палаючим Лезом: перебий їх стільки, скільки зумієш, і, якщо виживеш, повертайся до мене.]===],
[===[Убийте 12 паскудних фамільярів.

Поверніться до Зурііти Далековзірної, що стоїть ззовні Лігва.]===],
[===[Щоб проявити себе у битві з Палаючим Лезом, ти маєш спершу перемогти паскудних фамільярів. Повертайся, тільки-но закінчиш з цим.]===],
[===[Добре зроблено, {Ім'я}.

Хоч паскудні фамільяри і були лише ручними тваринками темних сил, твій успіх передує великим діянням.]===],
},
[794] = {
[===[Медальйон Палаючого Леза]===],
[===[Ворожіння показали мені предмет великої сили, схований глибоко в надрах печери Палаючого Леза. Його охороняє зграя небезпечних тварюк і завіса чорної магії.

Цей предмет зветься медальйоном Палаючого Леза, і твоїм наступним завданням буде знайти його і забрати з печери.

Але будь {стать:обережним:обережною}, медальйон може бути у одного з членів Палаючого Леза. Якщо це так, то сила твого ворога перевищуватиме всіх фамільярів, з якими ти {стать:мав:мала} справу до цього.

Йди, {Ім'я}. Ти знайдеш медальйон у печері, на північному заході.]===],
[===[Принесіть медальон Палаючого Леза Зурііті Далековзірній, що стоїть перед Лігвом.]===],
[===[Твоє завдання виконане, {Ім'я}? Ти {стать:приніс:принесла} медальйон Палаючого Леза?]===],
[===[Ти його {стать:дістав:дістала}! Чудово!

Твої зусилля у нашій боротьбі проти Палаючого Леза зіграють ключову роль у викоріненні цього культу з долини Випробувань. Але боюсь, що це лише початок конфлікту...

Допоки їм не видно кінця.]===],
},
[804] = {
[===[Саркот]===],
[===[Твої дії наповнюють моє серце відвагою. Я не здамся так просто! Я маю витримати!

Але я все ще не зможу дістатись до Лігва без допомоги. Прошу, {Ім'я}, повернись туди і розкажи Ґорнеку про те, що зі мною сталося. Можливо, він зможе мені допомогти.]===],
[===[Донесіть звістку про стан Гана'зуа Ґорнеку в Лігві.]===],
nil,
[===[Судячи з опису тієї тварюки, я гадаю, ти говориш про Саркота! Не дивно, що Гана'зуа програв той бій. Я негайно направлю туди підмогу, можеш більше не хвилюватись про стан Гана'зуа.

Попри все це, мене вразила звістка про твою перемогу над Саркотом. Це подвиг, яким можна пишатись, {Ім'я}. І те, що ти борешся за честь незнайомця, відсуваючи власні справи на задній план, підвищує твою гідність в сотню разів.]===],
},
[805] = {
[===[Звітування у селище Сен'джин]===],
[===[Твоя боротьба з Палаючим Лезом закінчена… в долині. Але я хочу, щоб ти {стать:доповів:доповіла} про свої знахідки.

Йди в селище тролів Сен'джин і знайди майстра Ґадріна. Селище Сен'джин лежить на сході від долини Випробувань, праворуч від роздоріжжя.

Розповіси Ґадріну про Палаюче Лезо, і про те, чого вони досягли в долині Випробувань. Дізнайся від нього, чи дійшли вони до селища Сен'джин.

Йди, {Ім'я} і не барись. Я боюсь, що зло, знайдене у печері Палаючого Леза, є вісником більшої загрози…]===],
[===[Поговоріть з майстром Ґадріном у селищі Сен'джин.]===],
nil,
[===[Хмм… Твоя розповідь прийшла у поганий час. Палаюче Лезо не помічали тут у Сен'джині, але їхнє зло пустило сім'я по узбережжю, на островах Ехо.

Орки — друзі Тролів Темного Списа. Шановані друзі. Ми хочемо допомогти оркам, але… нам теж потрібна допомога.]===],
},
[806] = {
[===[Темні хмари]===],
[===[Ми не можемо дозволити Палаючому Лезу закріпитись у Дуротарі! Ми мусимо знищити їх, перш ніж ця гниль розповсюдиться!

Я провів власне розслідування і дізнався, що чорнокнижник Палаючого Леза, гоблін Фіззл Темношторм, став табором посеред Громового кряжа на північному заході. Звідти він і його посіпаки-культисти поширюють хаос нашими землями.

Знайди, вбий Фіззла і принеси мені його кіготь!]===],
[===[Принесіть кіготь Фіззла Орґнілу Духошраму у Колючий Пагорб.]===],
[===[Ти {стать:знайшов:знайшла} Фіззла, {Ім'я}? Його разом із рештою Палаючого Леза потрібно раз і назавжди викурити з наших земель!]===],
[===[Ага! Ти його {стать:дістав:дістала}!

Клан може пишатися тобою, {Ім'я}. І саме завдяки тобі, Дуротар став вільним ще від одного прибічника злих сил.]===],
},
[808] = {
[===[Череп Міншини]===],
[===[Я чую голос мого брата, Міншини, що зве мене у моїх снах.

Його забрав Залазейн, чорнокнижник з островів Ехо, що на сході. Мій брат мертвий.

Але смерть не стала звільненням для нього. Дух Міншини заточений у пастці свого ж черепа, під дією магії Залазейна. У своїх снах я бачу його поряд із іншими черепами, у колі сили, на найбільшому з островів Ехо. Поки він знаходиться там, душа мого брата приречена на страждання.

Прошу, {Ім'я}. Знайди коло і забери череп Міншини. Принеси мені його.

Звільни його!]===],
[===[Дістаньте череп Міншини з кола сили на островах Ехо.

Поверніть його майстру Ґадріну у селищі Сен'джин.]===],
[===[Череп мого брата у тебе, {Ім'я}? Він нарешті вільний?]===],
[===[Дякую тобі, {Ім'я}. Ти {стать:врятував:врятувала} Міншину. Ти {стать:врятував:врятувала} душу мого брата від рабства!]===],
},
[809] = {
[===[Ак'Зелот]===],
[===[З часів останньої великої війни, в якій Палаючий Легіон зазнав поразки, я шукаю джерела демонічної гнилі серед орків. Нашийник, що я отримав, підтверджує мої страхи.

Він належить Палаючому Лезу, культу, що об'єднується навколо предмета, наповненого демонічною силою. Цей предмет зветься Демоновим Сім'ям, і знаходиться він у Степах, на вершині Зловісного Туману. Сім'я має бути знищене!

Йди на Далекостежну заставу, що на кордоні зі Степами на заході, і поговори з моїм учнем, Ак'Зелотом. Він направить тебе далі.]===],
[===[Поговоріть з Ак'Зелотом у Степах.]===],
nil,
[===[Нііру хоче, щоб Демонове Сім'я було знищене, справді? Дивно…

Що ж, добре. Якщо він цього хоче, я розповім тобі як його позбутись.]===],
},
[812] = {
[===[У пошуках зцілення]===],
[===[{Ім'я}... ти дуже вчасно. Я лише сподіваюсь, що теж зможу віддячити за твою швидкість.

Я був необережний, б'ючись з отрутохвостами, і один з них глибоко мене вжалив. Я відчуваю, як його отрута ослаблює мене, навіть від того, що ми розмовляємо. Мені залишилось жити десь з годину. Але щоб вижити, мені треба твоя допомога…

Кор'ґхан у Орґріммарі знає набагато більше про протиотруту. Знайди його… і поспіши, {Ім'я}. Я довго не протримаюсь. Він має бути у Розколині Тіні.]===],
[===[Знайдіть Кор'ґхана у Орґріммарі і отримайте протиотруту отрутохвоста. Потім принесіть протиотруту Рінаґу на північному заході Дуротару.]===],
[===[Я майже радий, що не можу повернутись до селища Сен'джин таким, як зараз. Мою слабкість і тупість обов'язково б висміяли.]===],
[===[{Ім'я}, ти {стать:врятував:врятувала} моє життя. Дякую тобі.

Будь ласка, візьми це. Якщо не зможеш виручити за це кілька монет, то, сподіваюсь, воно хоча б допоможе тобі у твоїх мандрівках. З того, що ти кажеш, я все одно не зможу цим користуватись найближчим часом. Кор'ґхан прожене мене через купу своїх ритуалів, перш ніж я доведу свою гідність. Далі убивати кабанів, далі збирати хвости скорпідів… <зітхає>]===],
},
[813] = {
[===[У пошуках протиотрути]===],
[===[Отрутохвости — одні з найсмертельніших скорпидів Дуротару. Рінаґ вчинив немудро, полюючи на них без протиотрути, але осуд — це останнє, що йому потрібно.

Принеси мені декілька отруйних залоз отрутохвостів, що водяться біля воріт Орґріммара, і я зроблю для Рінаґа протиотруту.

Поспіши, {Ім'я}. Один з наших потребує твоєї допомоги.]===],
[===[Принесіть 4 отруйні залози отрутохвостів Кор'ґхану в Орґріммар.]===],
[===[Пам'ятай, неважливо на кого ти полюєш, ти маєш уважно вивчити його і зрозуміти його поведінку. Це знання може врятувати твоє життя.]===],
[===[Ось протиотрута, {Ім'я}. Віднеси її Рінаґу так швидко, як можеш, і будь {стать:обережний:обережна}.]===],
},
[815] = {
[===[Розбити пару яєць]===],
[===[Оува! Я ледь не забув приготувати сніданок.

{Ім'я}, збирайся і принеси мені декілька яєць хвостохлястів. Мені потрібно щонайменше три, якщо я захочу приготувати достатньо їжі на завтра.

Кривавопазурові хвостохлясти можуть бути агресивними і відчайдушно захищають свою кладку аж до самої смерті. Інколи, в цілях захисту, вони закопують яйця занадто глибоко в землю, але якщо ти підеш прямо на острови Ехо, що на південному сході від селища Сен'джин, то зможеш з легкістю побачити достатню їх кількість довкола.]===],
[===[Принесіть 3 яйця хвостохлястів кухарю Торці в Колючому Пагорбі.]===],
[===[Сніданок, обід, вечеря! Кому яка різниця, що подають? Комусь все одно треба все це готувати — точніше, мені!]===],
[===[Ти може й {стать:слабак:слабка}, але хоча б не незграба, {Ім'я}.

Ось, візьми це і вали з моїх очей. Мені треба готувати.]===],
},
[816] = {
[===[Загублений, але не забутий]===],
[===[{Ім'я}, прошу, ти допоможеш мені? Мій син Крон пішов полювати декілька днів тому, і досі не повернувся. Він пішов на захід у сторону Степів полювати на кроколісків вздовж Південнолютної річки. Я боюсь найгіршого.

Хоч він і був сильним, але його вперта гордість приводила його до таких небезпек. Я попереджала його про лють і силу кроколісків. Але він лише розізлився і кинувся геть.

Якщо ти не зможеш знайти його, принаймні дізнайся, що з ним сталось… Навіть якщо тобі доведеться розрізати живіт кожного з кроколісків на берегах Південнолютної.]===],
[===[Дізнайтесь, що сталось з Кроном і дайте знати Міші Тор'крен на фермі на північному заході від Колючого Пагорба.]===],
[===[Я молюсь, щоб Крон повернувся, але майже впевнена, що вже знаю його долю.]===],
[===[Ох, мій сину… мій прекрасний сину.

Невпевнена щодо долі мого сина, я мучилась з того дня, як він пішов. Тепер, знаючи, що з ним сталось, я нарешті можуть почати оплакувати його.

Дякую тобі, {Ім'я}. Будь ласка, візьми це, я хотіла віддати Крону як подарунок, коли він повернеться. Тепер, знаючи, що він мертвий, я не можу на це дивитись.]===],
},
[817] = {
[===[Корисна здобич]===],
[===[Більшість шкур, які ми використовуємо, добуваються з дуротарських тигрів, {Ім'я}. Ковдри, обладунки, намети: є багато причин, чому ми полюємо на цих звірів, і так само багато причин, чому ми не заважаємо поширенню їхньої популяції.

Та настав час прорідити отару, так би мовити. Наші ряди ростуть і наші потреби починають перевищувати наші запаси. Мені потрібно більше шкур, щоб підготувати придатні речі для наших людей.

Принеси мені 4 шкури дураторських тигрів і я тобі віддячу. Ти знайдеш їх на островах на півдні звідси.]===],
[===[Принесіть 4 шкури дуроторського тигра Вел'ріну Іклу в селищі Сен'джин.]===],
[===[Я пам'ятаю моє перше полювання на тигрів, {Ім'я}. Я обрав найбільший з островів Ехо, чудово затаївся у тіні листя майже на весь день… видивляючись… очікуючи.

Мої м'язи були напружені, я був готовий до удару. Коли тигр нарешті вхопив наживку, це була одна з моїх найславетніших перемог.]===],
[===[Я задоволений, {Ім'я}. Із твоєю допомогою наші люди будуть захищені і не замерзнуть, коли зміниться пора року.

Дякую тобі.]===],
},
[818] = {
[===[Розчинник духу]===],
[===[Хоч мої очі мене підводять, я все ще досить добре бачу. Дедалі частіше я маю покладатись на свої алхімічні здібності для допомоги з магією, що колись так просто мені давалась. Але я відмовляюсь брати учня — досі не натрапляв на гідного троля чи орка!

Ти {стать:гідний:гідна}? Звісно… Звісно ж ти думаєш, що так….

Дістанеш для мене дещо?

Мені потрібні непошкоджені очі макрури і фіали з слизом крабів-повзунів. Ти знайдеш їх у будь-якої макрури чи краба-повзуна в Дуротарі. Принесеш, тоді побалакаєм.]===],
[===[Принесіть 4 непошкоджених ока макрури і 8 фіалів з слизом крабів-повзунів до майстра Ворнала в селищі Сен'джин.]===],
[===[Час — справжнє випробування сили та волі. Втратиш терпіння чи піддасися слабкостям, і справжнє нутро покаже себе.]===],
[===[Дуже добре, {стать:юначе:дівчинко}… Дійсно дуже добре.]===],
},
[819] = {
[===[Пуста діжка Чена]===],
[===[Невелика табличка на одному з кінців діжки говорить:

"Чен Буредуж-

Нехай твій дух буде сповненим, а кухоль завжди наповненим."]===],
[===[Знайдіть когось, хто володіє інформацією про пусту діжку Чена.]===],
[===[Так?]===],
[===[А щоб я...

Це одна з діжок Чена Буредужа. Він колись давно мандрував разом із Рексаром. Я не бачив і не чув про нього вже вік кодо. Вельми вдячний тобі за те, що {стать:приніс:принесла} мені це барильце, {Ім'я}.]===],
},
[821] = {
[===[Пуста діжка Чена]===],
[===[Бажаєш скуштувати напій, названий іменем Чена? Ох, буредуж - міцне вариво. Чен поділився рецептом з моїм наставником, а той - передав його мені. Щоправда, мені не вистачає кількох компонентів, але я запевняю тебе: вштирить добре! Воно того варте.

Роздобудь мені 5 ікол будь-якого лева савани, 5 нирок будь-якого рівнинобіга та лише 1 ріг будь-якого виду громоящера. Це повинно вистачити для браги.

Ці інгредієнти не важко дістати по всіх Степів.]===],
[===[Принесіть 5 ікл лева савани, 5 нирок рівнинобіга й 1 ріг громоящера бровареві Дрону до Брашпиля.]===],
[===[Як минає пошук?]===],
[===[Ха-ха... Я ніколи не думав, що знову варитиму це питво.

Ти {стать:розбурхав:розбурхала} в мені почуття сильної ностальгії, {ім'я}. Згадався останній раз, коли я зварив трозьку брагу. Дякую. Ці спогади зібрівають мені нутро.]===],
},
[822] = {
[===[Пуста діжка Чена]===],
[===[Чудовий той напій буредуж, еге ж?

У мене є ще один рецепт, який повідав мені Чен. Цікавить? Приготування не займе багато часу, а ще напій може стати тобі у нагоді в подальших пригодах.

Принеси мені 5 громозалоз будь-якого бурешкура, 1 слинну залозу з більшеньких громояструбів  і печінку кодо від будь-якого кодо, що зустрінеться тобі на просторах Степів.

Зуб даю, ця штука крута: це - трозька брага, про яку я розповідав тобі раніше.]===],
[===[Дістаньте 5 блискозалоз, 1 слинну залозу громояструба та 1 печінку кодо для броваря Дрона у Брашпилі.]===],
[===[Ти й досі у пошуку всіх інгредієнтів, {Ім'я}?]===],
[===[Ха-ха! Я знав, що ти не встоїш перед цим хмільним напоєм. Повертайтеся у будь-який час, як захочеш ще, {ім'я}. Просто принеси мені всі ті інгредієнти знову.]===],
},
[823] = {
[===[Звітування Орґнілу]===],
[===[У нас в селищі Сен'джин своїх проблем достатньо, і ми дякуємо тобі за твою допомогу. Але новини, що ти приніс, стосовно Палаючого Леза, можуть бути проблемою для усіх.

У Колючому Пагорбі є орк, Орґніл Духошрам, який охороняє Дуротар від подібного зла! Йди до Орґніла і розкажи йому про нашу ситуацію, а також про твої новини з долини Випробувань. Він захоче почути про це.

Колючий Пагорб знаходиться на півночі.]===],
[===[Поговоріть з Орґнілом Духошрамом у Колючому Пагорбі.]===],
nil,
[===[Так? Тобі є що повідомити? Ну, тоді викладай!]===],
},
[825] = {
[===[З уламків....]===],
[===[Один із моїх найбільш спостережливих розвідників доповів, що уламки флоту Праудмура досі знаходяться вздовж дуротарського узбережжя, на схід від Тіраґардської твердині.

Ні для кого не секрет, що люди в альянсі з цими брудними коротунами-гномами, які, своєю чергою, досить непогано розбираються у питаннях механіки. Ми мусимо мати повне розуміння наших потенційних ворогів. Увесь наш народ теж виграє від цих знань.

Попірнай між уламками, {Ім'я}, і дістань мені інструменти Альянсу.]===],
[===[Ґар'Ток з Колючого Пагорба хоче, щоб ви дістали 3 інструменти гномів з корабельних уламків вздовж берега.]===],
[===[Як тільки ми зрозуміємо, як люди керують своїми дивними машинеріями, то отримаємо величезну перевагу у майбутніх битвах.

З отриманими знаннями Орда стане ще сильнішою.]===],
[===[Твоя місія по отриманню інструментів була успішною, {клас:к}. Я простежу, щоб вони дістались Орґріммару із наступним караваном.

Добре зроблено.]===],
},
[826] = {
[===[Залазейн]===],
[===[Знахар Залазейн мешкає на островах Ехо, що лежать на сході. Островах, які ми колись називали домом.

Звідти він відправляє своїх тролів на материк зачакловувати наших людей і перетягувати їх під свій контроль.

Його потрібно зупинити.

Убий Залазейна і його посіпак — колишніх тролів Темного Списа. Їх вже не врятувати… Принеси мені його голову і я буду знати, що цьому злу настав кінець.]===],
[===[Переможіть Залазейна.

Убийте 8 тролів вуду і 8 зачарованих тролів.

Принесіть голову Залазейна Ґадріну.]===],
[===[Залазейн вже переможений, {Ім'я}?]===],
[===[Зі смертю Залазейна наше плем'я знову може спати спокійно.

Дякую тобі, {Ім'я}. Плем'я Темного Списа тобі дуже зобов'язане. Якщо тебе турбує якийсь недуг, звернись до мого помічника Бом'бея, позаду мене. В нього достатньо сильне вуду...]===],
},
[827] = {
[===[Скеля Черепа]===],
[===[{Ім'я}. На сході від Орґріммару Палаюче Лезо захопило печеру, відому як Скеля Черепа. Там вони проводять свої дикі ритуали і спалюють власну плоть опалюючими ошийниками.

Думаю, що вдягаючи ці ошийники, культисти намагаються осягнути демонічні сили. Але щоб підтвердити таку гіпотезу, мені потрібно декілька цих предметів для аналізу.

Йди до Скелі Черепа і забери опалюючі ошийники у культистів. Принеси їх мені, і я розкрию їхні секрети.]===],
[===[Заберіть опалюючі ошийники у культистів зі Скелі Черепа.

Принесіть їх Марґозу у його табір.]===],
[===[Ти {стать:ходив:ходила} до Скелі Черепа, {Ім'я}? {стать:Приніс:Принесла} мені опалюючі ошийники?]===],
[===[Чудово. Ці ошийники приховують в собі секрети Палаючого Леза. І я їх розкрию...]===],
},
[828] = {
[===[Марґоз]===],
[===[Один із наших шаманів, Марґоз, знає більше про гниль Палаючого Леза. За його словами, в печері, що зветься Скеля Черепа, одразу за Орґріммаром, оселилась велика кількість послідовників Палаючого Леза.

Перш ніж ти підеш у Скелю Черепа, поговори з Марґозом. Він мудрий, а його поради дуже цінні.

Він став табором на північному сході, між узбережжям і Сухощільним яром.

Прислухайся до його порад, але хоч що там Марґоз тобі казатиме, {Ім'я}, я все одно хочу, щоб ти {стать:роздавив:роздавила} тих культистів!]===],
[===[Поговоріть з Марґозом.]===],
nil,
[===[Вітаю, {Ім'я}. До мене дійшли розмови про твій прихід і про твої подвиги у Дуротарі.

Твоя майстерність росте пропорційно твоїй славі, {клас:к}.

Йди цим шляхом, і на тебе чекає велике майбутнє.]===],
},
[829] = {
[===[Нііру Вогняне Лезо]===],
[===[Ці опалюючі ошийники, які ти мені приніс — могутні, демонічні знаряддя. Визначити ж їхні походження, на жаль, за межами моїх сил шамана. Щоб дослідити їх, нам потрібен чорнокнижник.

Віднеси опалюючий ошийник до Нііру Вогняного Леза. Хоч він і талановитий чорнокнижник, за його словами, він використовує сили для приборкання демонів і заявляє, що займається окультними дослідами лише в добрих намірах. Правда це чи ні, нам може знадобитись його допомога проти демонічного культу в Дуротарі.

Ти можеш знайти Нііру в Орґріммарі у Розколині Тіні.]===],
[===[Принесіть зразок ошийника Нііру Вогняному Лезу в Орґріммар.]===],
[===[Мої великі вітання, {клас:к}. Як можу я допомогти моєму другу-{раса:д}?]===],
[===[Арх, і звідки ти це {стать:дістав:дістала}? Добрий Марґоз у Колючому Пагорбі послав тебе до мене, чи не так?

Ну що ж, подивімось поближче...]===],
},
[830] = {
[===[Накази адмірала]===],
[===[Ви відкриваєте старий зім'ятий конверт і бачите якийсь офіційний документ. Ви помічаєте знак з печаткою адмірала Праудмура.

Скоріше за все, це важливий документ. Можливо Ґар'Ток, командувач Колючого Пагорба, буде зацікавлений у цій інформації.]===],
[===[Принесіть накази адмірала Праудмура Ґар'Току в Колючий Пагорб.]===],
[===[Маєш занепокоєний вигляд, {клас:к}. Що там у тебе?]===],
[===[Нам це не обіцяє нічого хорошого. Передати мені цю інформацію було розумно з твого боку.]===],
},
[831] = {
[===[Накази адмірала]===],
[===[Людям нема віри. Ми билися пліч-о-пліч з ними, але в глибині душі знали, що рано чи пізно вони нас зрадять.

Адмірал Праудмур був убитий, але цього виявилося недостатньо, щоб зупинити їх зраду. Ця підступна людина встигла до кінця все продумати і перед смертю виклала свої плани на папері.

Схоже, що поширення його впливу не припинилося навіть зі смертю Бенедикта. Хто знає, коли наступна хвиля людей Праудмура обрушиться на наші береги?

Ці накази слід негайно передати в Орґріммар, Назґрелу! Ти знайдеш його в приймальній залі Тралла.]===],
[===[Віднесіть накази адмірала Праудмура Назґрелу в приймальній залі Тралла в Орґріммарі.]===],
[===[Ти що, не бачиш, що я зайнятий? Сподіваюсь, це важливо…]===],
[===[О, скільки разів я переконував воєвождя не довіряти людям! Однак тут мова не про особисту гордість.

Ти гідно {стать:послужив:послужила} Орді, {стать:юний:юна} {клас:к}.

А зараз вибач, я маю негайно поговорити з Траллом...]===],
},
[832] = {
[===[Палаючі тіні]===],
[===[<Слова плавно перетікають з підвіски у вашу свідомість>

Ґазз'уз?

Ґазз'уз… відповідай!

Про те, що ти знайшов у Скелі Черепа вже відомо. Готуйся до нападу!

Ґазз'уз, я вимагаю, щоб ти відгукнувся! Відповідай, або я повідомлю про все Нііру Вогняне Лезо, а він-то вже тебе точно не пожаліє.

З ним тобі краще не гратися...

… Ґазз'уз, ти там…?]===],
[===[Принесіть це око Нііру Вогняне Лезо.]===],
[===[Ти маєш розповісти про щось життєво важливе. Я відчуваю це у твоєму погляді.]===],
[===[<Розглядає Око Палаючої Тіні>

Цікаво. Почутий голос назвав моє ім'я? Я давно завоював репутацію мисливця на ворогів нашого воєвождя, але… дивно, що мене так визначили. Ще дивніше те, що у когось з послідовників культу Палаючого Леза ім'я, настільки подібне до мого.

Я маю вивчити цю підвіску. Вивчити та обміркувати значення цього послання.

Дякую тобі за знахідку, {Ім'я}. Ти {стать:зробив:зробила} велику послугу своєму народові.]===],
},
[833] = {
[===[Священне поховання]===],
[===[Тільки найзвитяжніші таурени можуть бути поховані на Червоних скелях, нашому священному кладовищі. Ця честь випадає лише найзвитяжнішим воїнам, які заснували і захищали Громовий Бескид, тим, хто віддав свої життя на благо свого племені та ватажків.

Але схоже, що нечиста загроза проторила свій шлях на нашу святу землю. Могили опоганюють встрягачі із племені Щетиношкурих, а я занадто старий, щоб прогнати їх.

Проти них допоможе лише сила, {Ім'я}.]===],
[===[Хранитель традицій Дощовий Тотем хоче, щоб ви вбили 8 щетиношкурих встяграчів на Червоних скелях.]===],
[===[Встрягачів із племені Щетиношкурих потрібно вигнати з нашого священного кладовища, {Ім'я}.]===],
[===[Хороша робота. Ти {стать:відправив:відправила} цим брудним Щетиношкурим чітке повідомлення. Тепер вони подумають двічі, перш ніж знову оскверняти святі для нас місця.]===],
},
[837] = {
[===[Вторгнення]===],
[===[Коли ми прибули, Бритвогриві свинобрази тримали більшу частину землі і були для нас справжньою склакою в дупі. Своїми силами ми вигнали велику їх кількість, але поодинокі табори й досі добре укріплені у певних місцинах.

Це продовжується занадто довго. Для власного захисту, ми не можемо дозволити Бритвогривим закріпитись у наших землях. Їхні табори можна відшукати на заході. Орієнтуйся на ожинові колючки і знайдеш їх. Сьогодні ми виженемо їх з Дуротару, а завтра, можливо, з усього Калімдору!]===],
[===[Убийте 4 бритвогривих свинобразів, 4 бритвогривих розвідників, 4 бритвогривих пилоступів і 4 бритвогривих боєстражів для Ґар'Тока у Колючому Пагорбі.]===],
[===[Хоч вони і володіють якимись знаннями, і мають певну організованість, але я продовжую дивуватись, як ці свинобрази були здатні захопити і утримувати так багато територій у Калімдорі. Можливо, вони є більш підступним ворогом, ніж я вважав раніше…]===],
[===[Я розповім усім, що свинобрази були вигнані зі своїх барлогів і тепер їхні будівлі можна спалити. Усунення Бритвогривих з Дуротару підводить нас ближче до повного закріплення кордонів нашої нової батьківщини.]===],
},
[840] = {
[===[Новобранець Орди]===],
[===[Гмм, ти виглядаєш досить {стать:сильним:сильною}.

Слухай, мій хороший друг Карґал потребує кількох новобранців для служби у Степах. Я знаю, ти хочеш допомогти Орді. Що ж, це твій шанс.

Віднеси цей лист новобранця Карґалу і подивимось, чи він підпише його.]===],
[===[Йдіть західним шляхом від Колючого Пагорбу через міст до Степів.

Зупиніться на заставі орків за мостом.

Віддайте Карґалу Битвошраму у заставі, що в Степах, ваш лист новобранця.]===],
[===[Чого тобі, щеня? Якщо ти тут щодо вербування, то в мене нема на тебе часу.]===],
[===[Ох, то це Такрін послав тебе? Він відмінний розвідник, не знаю, що б я робив без нього.

Я підпишу твого листа, але нам особливо б знадобилася чиясь допомога у Перехресті.]===],
},
[842] = {
[===[Призов на Перехрестя]===],
[===[Візьми цей підписаний вербувальний лист до Перехрестя.

Серґра Темношип, хай їй трясця, там головна. Вона нудотна шаманка, яка запаморочить тобі мізки, перш ніж дозволити зробити хоч щось корисне. Тралл переконаний, що вона особлива, але я в тому не впевнений.

Ти вже {стать:сам:сама} маєш вирішити для себе, {стать:малий:мала}…]===],
[===[Йдіть західною дорогою від Далекостежної застави Карґала.

На роздорожжі поверніть ліворуч і йдіть південним шляхом.

Знайдіть Серґру Темношип на перетині доріг посеред Перехрестя.]===],
[===[Так так так, що ми тут маємо? Карґал вирішив відзначити мене черговим новобранцем?]===],
[===[Добре, {Ім'я}. Ти хочеш зробити свій внесок у справу Орди? Що ж, тут вдосталь роботи, тому слухай уважно і роби те, що тобі кажуть.

{стать:Я бачу цей погляд у твоїх очах, не думай, що буду терпіти таку зухвалість. Тралл особисто оголосив жінок Орди рівними чоловікам. Ставитимешся до мене зневажливо, і відчуєш, що таке справжній біль.:Я рада, що зустріла тебе. Траллу буде приємно дізнатись, що дедалі більше жінок бере на себе ініціативу щодо розширення нашого впливу у Степах.}]===],
},
[844] = {
[===[Гроза рівнинобігів]===],
[===[Твоя перша здобич буде легкою.

Рівнинобіги, що водяться на сході, безперестанку зазіхають на наші запаси їжі та вже стоять нам у горлі.

Перебий їх і повертайся до мене з дзьобами.]===],
[===[Зберіть 7 дзьобів рівнинобігів і принесіть їх Серґрі Чорношип на Перехрестя.]===],
[===[Ти {стать:назбирав:назбирала} дзьоби рівнинобігів?]===],
[===[Дуже добре, {ім'я}. Без рівнинобігів нам буде легше контролювати поставки провіанту. І я сподіваюся, що ти {стать:пізнав:пізнала} декількі хитрощів там, у Степах, бо твоя наступна здобич трохи більш норовиста, ніж рівнинобіги...]===],
},
[845] = {
[===[Жеври]===],
[===[Жевра, хоч і не є найлихішим звіром Степу, все ж сильніша за рівнинобіга. Не хвилюйся: настане час, і ми пошлемо тебе по більшу здобич, але поки що твої зуби варто трохи підгострити.

Уполюй жевр, на півночі та півдні, та позбирай їхні копита. Принеси їх мені, і, можливо, наступного разу оберемо тобі завзятішого звіра.]===],
[===[Убивайте жевр-скакунів, поки не назбираєте 4 копита жеври для Серґри Темношип на Перехресті.]===],
[===[Скільки жевр ти {стать:забив:забила}?]===],
[===[Непогано, {ім'я}. Ті жеври мають багато сили у своїх ногах. Різкий удар від них може завалити на дупу навіть таурена!

Схоже, в тобі теж є трохи сили. Ти {стать:готовий:готова} до справжнього виклику?]===],
},
[848] = {
[===[Спори грибів]===],
[===[Оазиси Степів приховують таємницю. Життєва енергія тече в тих водах, підживляючи рослини та звірів, які її п'ють.

Живить і змінює.

Біля тих оазисів водиться особливий гриб. Його спори мають деякі властивості, які ми, аптекарі Лордерона, вважаємо корисними.

Принеси мені ці спори, а ми тобі щедро віддячимо.]===],
[===[Принесіть 4 спори грибів до аптекара Гелбріма на Перехрестя.]===],
[===[Ти {стать:дістав:дістала} спори, {ім'я}? У Громовому Бескиді моя колега чекає на концентрат відвару, що я маю зготувати, тож мені конче необхідні спори...]===],
[===[О-о, так. Які чудові зразки. Дозрілі.

Я з відречених, а ми слів на вітер не кидаємо. Ось твоя нагорода, {ім'я}.]===],
},
[850] = {
[===[Лідери Колкарів]===],
[===[Кентаври багато років дошкуляють тауренам. А останнім часом клан Колкар зі Степів перетворився на справжню загрозу. Зазвичай, місцеві з цих істоти - дезорганізовані, але в їхніх рядах з’явилися нові лідери, згуртовуючи їх.

Заради збереження нашого осередку тут, цих кентаврських лідерів необхідно знищити.

Принеси мені голову Барака Кодобоя. Він облаштував табір біля Забутих ставів, що на півночі.

Здолай його, потому повертайся до мене.]===],
[===[Принесіть голову Барака Реґтарові Згубобрамі західніше Перехрестя.]===],
[===[Вітаю, {ім'я}. Маєш голову Барака?]===],
[===[Блискуче, {ім'я}. Кентаври - примітивні, тупоголові істоти, але деякі мають достатньо кмітливості та ідей для лідерства. І такі - найнебезпечніші.

Барак був таким кентавром. Добре, що він мертвий.]===],
},
[851] = {
[===[Вероґ-Дервіш]===],
[===[Кентавр Вероґ-Дервіш блукає по Степах, і його досить важко знайти. Але він живе у наметі командування кентаврів у Застійному Оазисі на південному сході. Можливо, тобі вдасться виманити його до себе.

Прямуй до Застійного Оазису на південний схід і атакуй кентаврів, що тиняються поблизу командного намету. Це вкрай небезпечно, але якщо ти зможеш вбити чимало тих істот, то вони піднімуть тривогу. І на поклик прийде Вероґ.

Принеси мені його голову, щоб я поклав її поруч із Бараковою.]===],
[===[Принесіть голову Вероґа Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:знайшов:знайшла} Вероґа, {ім'я}?]===],
[===[Дуже добре. Певно, ти по-справжньому {стать:сполохав:сполохала} всіх кентаврів: наші вартові помітили активність поблизу Застійного оазису, викликану, мабуть, тобою.

Тобі варто пишатися своєю роботою, {Ім'я}. У тобі багато сміливості.]===],
},
[852] = {
[===[Гезрул Кровослід]===],
[===[Хезруль Кровослід - є лідером кентаврів клану Колкар в Степах. Він лютий, жорстокий і лукавий. Його кончина підірве і зламає Колкарів, значно зменшивши їхню загрозу для нас.

Так що вбий його. І нехай голова Хезруля приєднається до Баракової і Вероґової.

Він веде своїх послідовників з Рясноводдя на південь.]===],
[===[Принесіть голову Гезрула Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Чи переможений Гезрул, {ім'я}?]===],
[===[Хвалю тебе, {ім'я}. Ці кентаври недисципліновані та не можуть сконцентрувати свою лють так, як орки, але все-таки вони завзяті. У перемозі над ними ти ще раз {стать:продемонстрував:продемонструвала} свою доблесть.]===],
},
[853] = {
[===[Аптекарка Зама]===],
[===[Я переробив спори, що ти мені {стать:дав:дала}, в емульсію. Тепер час відправити їх моїй колезі, аптекарці Замі. Якщо віднесеш їй пакунок, то отримаєш у нагороду щось із наших алхімічних запасів.

Знайдеш її в Джерелах Видіння, печера під місцем зібрання шаманів Громового Бескиду. Шлях до цієї печери добре прихований, але ти знайдеш його у Верхів’ї Духів.

Поспішай! Ефективність моєї емульсії досить швидкоплинна, тож скоро її слід обробити та перекоркувати.]===],
[===[Віднесіть оброблені спори аптекареві Замі до Громового Бескиду, доки не спливе наданий на це час.]===],
[===[Ти {стать:приніс:принесла} щось від аптекаря Гелбріма?]===],
[===[О-о, спори із Степів, які збирав сам Гелбрім. Він заручився твоєю допомогою щодо доставки? Добре.

А емульсія все ще дієва. Бачу, що ти не {стать:ловив:ловила} ґав по дорозі сюди. Молодчага, {клас:к}.]===],
},
[854] = {
[===[Подорож до Перехрестя]===],
[===[Я передбачив твій прихід, {стать:юний:юна} {клас:н}. Хоча, можливо, ти вже не {стать:такий юний:така юна}, як раніше.

Гадаю, тобі час піти вглиб цієї землі. Я відчуваю, що тобі судилися великі діяння.

Перехрестя, ось що ти маєш знайти. Наші життя переплетені з життями орків, і вони потребують нашої допомоги. Йди далі по цій дорозі на схід і прямуй нею на північ до Перехрестя. Знайди Торка за його стінами, він несе благословіння Матері-Землі.]===],
[===[Поговоріть з Торком у Перехресті у Степах.]===],
nil,
[===[Як добре, що все більше союзників нашої раси приходять допомогти нам з такої далечини, як Громовий Бескид. Вітаю тебе.]===],
},
[855] = {
[===[Наручі кентаврів]===],
[===[Плем'я Колкар загрожує пануванню Орди у Степах, тому ми повинні зменшити чисельність їхніх військ. Тобто, пора відрядити тебе полювання.

Вирушай на території Колкарів, убий якомога більше їхніх воїнів і позбирай кентаврські наручі. Повертайся, коли у тебе буде ціла купа тих трофеїв, а Орда тебе щедро винагородить.]===],
[===[Принесіть 15 наручів кентаврів Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Як твоє полювання, {ім'я}?]===],
[===[Чудова робота. Я впевнений, що ти {стать:вселив:вселила} страх у кентаврів, що вижили, {ім'я}. Якщо у них є здоровий глузд, вони заспокояться та припинять свій наступ.

Але, щось мені каже, що вони не отямляться. Прикро.

Прикро...для них.]===],
},
[860] = {
[===[Серґра Темношип]===],
[===[Якщо бажаєш стати на шлях мисливця - тобі пряма дорога до Степів. Тамтешні звірі - вольові та люті. Ти багато чого навчишся, полюючи там, а твій дух зміцнішає.

Поговори із Серґрою Темношип. Вона стане твоєю першою наставницею у Степах.

Серґра мешкає на Перехресті. Щоб дістатися до неї, йди на схід від селища Криваве Копито прямісінько в Степи, потім повертай на північ, як дійдеш до роздоріжжя. І будь {стать:обережним:обережною}: Степи таять велику небезпеку для непідготовлених і необачних.]===],
[===[Поговоріть із Серґрою Темношип на Перехресті.]===],
nil,
[===[Прагнеш полювати e Степах?

Очі твої нетерплячі, молоді. Вони ще не зіщулені від постійного переслідування здобичі по висохлих рівнинах цієї землі.

Але турбуватися не варто. Ми загартуємо твоє тіло та розум. І ти пізнаєш, що мисливство - це більше, ніж знайти та вбити здобич.

Приготуйся. Твоя подорож починається. Прямо зараз.]===],
},
[861] = {
[===[Шлях мисливця]===],
[===[А ти {стать:охочий:охоча} до мандрівок, я можу сказати. Я теж мав жагу до блукання, колись…

Блукати та полювати, бо мисливство для таурена - найбільша честь.

Якщо ти справді хочеш йти шляхами мисливця, тоді Мелор Кам’яне Копито може показати тобі путь. Він у Громовому Бескиді, на верхів'ї Мисливців.

І щоб показати йому твої вміння та рішучість, принеси йому пазурі рівнинних скрадачів Мулґору. Вони сильні та хитрі - підхожа здобич для молодого {клас:р} на шляху мисливця.]===],
[===[Принесіть 4 пазури рівнинного хижака Мелорові Кам’яному Копиту до Громового Бескиду.]===],
[===[Вітаю. Твоя присутність багато про що говорить. У нас є, про що поговорити?]===],
[===[Скорн Біла Хмара - мудрий таурен. Він полював багато років, і, хоч його тіло вже старе, його дух запекло палає. Він робить нам честь, будучи серед нас.

Якщо Скорн послав тебе до мене, значить, у тебе теж є мисливський дух А ці зібрані тобою пазурі показують твої вміння, які вже дали паростки.

Можливо, ти {стать:готовий:готова} йти шляхом.]===],
},
[870] = {
[===[Забуті стави]===],
[===[Давним-давно Степи були родючою місцевістю, й життя тут вирувало. Але війна та катаклізм понівечили землю, випалюючи її та лишаючи тільки сухе лушпиння. Так у житті буває, і від того моє серце журиться.

Але протягом останніх років у Степах утворилися нові оазиси, і життя пожвавлюється. А ми, друїди, глибоко всередині відчуваємо, як якась сила просочується на поверхню.

Треба знайти її джерело. Прямуй до Забутих ставів, на північний захід від Перехрестя. Пошукай у водоймах джерело сили та потому повертайся назад.]===],
[===[Відзвітуйте Тонзі Тунному Тотемові про свої знахідки.]===],
[===[Ти {стать:був:була} на Забутих ставах, {Ім'я}? Ти щось {стать:знайшов:знайшла}?]===],
[===[Що? Розколина в землі, з якої просочується газ? Дивно. Це може бути відповіддю на наші запитання, але поки що ми не можемо бути певними.

Однак, це вже щось. І я вдячний, що ти це {стать:знайшов:знайшла}.]===],
},
[877] = {
[===[Застійний оазис]===],
[===[Можливо, й інші оазиси Степу мають тріщини на кшталт тієї, що ти {стать:знайшов:знайшла} у Забутих ставах. Якщо так, то, напевно, розколини і є джерелом життя оазисів.

Потрібно це перевірити.

Ось, візьми це насіння. Воно мертве та безплідне, проте все ж віднеси його до Застійного оазису на південний схід. Якщо там є розколина, то помісти насіння в неї... й уважно спостерігай.]===],
[===[Поверніться до Тонґи на Перехрестя після обстеження Застійного оазису.]===],
[===[Ти вже {стать:побував:побувала} в Застійному Оазисі? Чи є там щілина під його водами?]===],
[===[Твоя знахідка дивовижна! Насіння, яке я тобі дав, було висохле та мертве. Що б не було під цими оазисами, воно може створити життя з нічого!

Ми повинні добряче це дослідити...]===],
},
[878] = {
[===[Племена на війні]===],
[===[Ти {стать:повинен:повинна} помститися моїм ворогам. <фиркає> Ти мусиш допомогти Кривозубові та Бритвогривим, послабивши Щетиношкурих. Обидва племені дуже духовні - прив’язані до землі та її могутності. <фиркає> Це надає нам силу у всьому ... особливо на війні.

Якщо кортить дізнатися, хто насправді спричиняє Торкові <фиркає> та Орді такий клопіт, то допоможи Кривозубові! Напади на духовних лідерів Щетиношкурих на півночі; ослаб їх, щоб Бритвогриві змогли перемогти та запанували на теренах Степів.]===],
[===[Убийте 6 водошукачів, 12 терноткачів і 12 геомантів із племені Щетиношкурих та поверніться до Кривозуба у табір Таурахо, що в Степах.]===],
[===[Більше інформації <фиркає> для Орди отримаєш тільки після того, як уб’єш мудреців Щетиногривих, {раса:к}. <фиркає> Ні на мить раніше! Кривозуб - не дурень.]===],
[===[Так-так ... я мав би бути сповненим щастя, що, нарешті, <фиркає> Щетиношкурі відчувають біль мого племені, {раса:к}. Але ні, щось мені не радісно.

Ось ти допомагаєш своїм - і вони тебе шанують. Кривозуб допомагав своїм, і що ж? Вони відвернулися від нього. Його забули, залишили гнити у клітці!

Я допомагав їм навіть з-поза ґрат, але ні… ніхто не прийшов мені на допомогу!]===],
},
[879] = {
[===[Зрада зсередини]===],
[===[З Крааля вийшло троє з мого племені - керувати набігами на Орду. <фиркає> Вони безжальні та хитрі, але як тільки ти їх позбудешся, то ваше Перехрестя і навіть більшість Степів відчують полегшення ... <фиркає> принаймні, від племені Бритвогривих. <фиркає>

Нак, Куз і Лок Орковбивця - саме ті, хто тобі треба. Вони перебувають далеко на півдні Степів. Один - заклинатель, інший - мисливець, а їхній лідер - той, що зветься Орковбивцею - <фиркає> воїн. Убий їх, {раса:к}, як і вони вбили мене.]===],
[===[Вбийте Нака, Куза та Лока Орковбивцю та піднесіть їх черепи Кривозубу в табір Таурахо у Степах.]===],
[===[Ну як там твоє полювання, {раса:к}?

Торк думає, що знає правду про те, хто очолює набіги на його народ, але він скоро збагне, наскільки був неправий. Якщо ти справишся.

Моя смерть неминуча, але ти {стать:завдав:завдала} багато страждань моїм ворогам, тому Кривозуб ні про що не шкодує.]===],
[===[Нарешті! Краще такий кінець, вважає Кривозуб. <фиркає> Вони повинні були <фиркає> впевнитися, що я мертвий, перш ніж лишати <фиркає> мене тут, у цій покинутій клітці.

Залишилося для тебе лише одне завдання, {раса:к}.]===],
},
[880] = {
[===[Видозмінені істоти]===],
[===[Твої відкриття просто неймовірні, {ім'я}! Джерело властивостей оазисів певно надходить із зовнішнього середовища. А можливо навпаки, із надр, із самого лона землі.

Хотілось би знати, як ці проломи впливають на звірів, які п'ють з води оазисів.

Вистежи клацопиків в Застійному оазисі та на Рясноводді. А панцирі неси мені, щоб я міг їх оглянути.]===],
[===[Принесіть 8 панцирів видозмінених тріскощелепів Тонзі Рунному Тотемові на Перехрестя.]===],
[===[Як минає збір? Ти {стать:дістав:дістала} панцирі?]===],
[===[Дякую, {ім'я}. Вивчення звірів тієї чи іншої місцевості може багато розповісти про саму місцевість. Подивимося, що розкажуть нам ці панцирі.

Прийми мою вдячність за допомогу... і візьми ці монети. Мені вони вже не треба, а тобі, можливо, ще знадобляться.]===],
},
[881] = {
[===[Ечеякі]===],
[===[Біломла, або ж Ечеякі мовою тауренів - король серед котячих Савани. Він настільки майстерно таїться на полюванні, ніби тонка, біла імла, що непомітно стелиться по землі. А ще настільки миттєво вбиває свою здобич, що та не має часу жахнутися чи відчути біль.

Таурени кажуть, що Ечеякі - це і милість, і смерть одночасно.

От і дізнаєшся, правда це чи вигадки. Бо нині я відряджаю тебе на шлях полювання на Ечеякі. Його лігво розташоване на північному сході від Перехрестя, серед кісток велетенського кодо.

Йди. Подуй у цю сурму, коли дістанешся його лігва. Засурми - і він прийде.]===],
[===[Принесіть шкуру Ечеякі до Серґри Чорношип на Перехрестя.]===],
[===[Великий кіт кличе тебе, {ім'я}.]===],
[===[Ти {стать:здолав:здолала} Ечеякі, і хоча його дні полювання скінчилися... його дух віднині - з тобою. Він навчить тебе виявляти силу в грації та честь у милосерді.

Твій шлях ще довгий, {клас:к}. Сподіваймося ж, що ти легко ним ітимеш.]===],
},
[882] = {
[===[Ішамугал]===],
[===[Ішамугал, Списезуб - найлютіший сонцелуский раптор Степів. Він не полює ні заради спорту, ні їжі. Він полює, бо полювання - його пристрасть. І він убиває, бо його природа - вбивати.

А ти повчишся у його природи, {Ім'я}, тому що твоя стежка тепер пробігає по кігтистих слідах Ішамугала.

Розпочни полювання. Убий його улюблену жертву, жевру, та принеси її тушу до мертвого дерева на північний захід від Брашпиля. Ішамугал унюхає її, і його туди притягне.

Будь {стать:готовим:готовою} до його приходу.]===],
[===[Принесіть ікло Ішамугала до Джорна в табір Таурахо.]===],
[===[{Ім'я}, ти {стать:покінчив:покінчила} з Ішамугалом?]===],
[===[Саме ікло - нічого більше, ніж сувенір, але те, що воно уособлює, має глибокий зміст.

Сила Ішамугала в тобі, {Ім'я}. Користуйся ж нею розсудливо. Це - твій тягар.

І це ж твоя честь.]===],
},
[886] = {
[===[Оази у Степах]===],
[===[Друїди Громового Бескиду відчувають дивну силу, що просочується у Степи на схід від Мулґору.

Тонґу Рунного Тотема спорядили розвідати про джерело цієї сили, але ми боїмося, що йому знадобиться допомога.

Подорожуй до Степів і поговори з Тонґою. Знайдеш його на Перехресті. Рухайся дорогою на схід, від селища Криваве Копито, щоб туди дістатися. Як зайдеш у Степи, то на роздоріжжі тримайся півночі. Йди у тому ж напрямку й опинишся на Перехресті.

І не звертай з дороги, {ім'я}: Степи - сувора земля.]===],
[===[Поговоріть з Тонґою Рунним Тотемом на Перехресті.]===],
nil,
[===[Мої брати з Громового Бескиду розумно вчинили, приславши тебе, {стать:юний:юна} {клас:к}. Бо самотужки таємницю Степів я не розплутаю.

З твоєю допомогою, сподіваюся, ми знайдемо відповіді на наші запитання.]===],
},
[889] = {
[===[Дух вітру]===],
nil,
nil,
[===[Принеси Кривозубові 10 кривавих скалок, і я благословлю тебе великою швидкістю. Ти бігатимеш із жеврами, а вітер вмиратиме від заздрощів.

Воно не триватиме довго, але має вистачити для того, щоб допомогти тобі перетнути Степи.]===],
[===[Гаразд. Тепер можеш відправлятися в путь, і нехай дух Аґамаґґана веде тебе у правильному напрямку, {раса:к}. Повертайся до мене, якщо знадобиться більше чарів Аґамаґґана.]===],
},
[893] = {
[===[Бажана зброя]===],
[===[На південь, по той бік Поля велетнів, свинобрази племені Бритвогривих не мають майстерних ковалів, як мені казали, але, схоже, вони додумалися розробити міцнішу зброю. Якби ж мені в руки потрапило хоч декілька різновидів, я б дослідив їхні методи... Думаєш, це можливо?

Як хочеш принести честь Орді, то дістань мені зразки їхньої зброї. Знайди мені кинжал їхніх звіробоїв, паличку провидців і щит, що носять їхні шалені воїни. Цього має вистачити!]===],
[===[Принесіть Таттернаку Сталеварові до табору Таурахо, що в Степах, стилет, обгорілу паличку та бойовий щит Бритвогривих.]===],
[===[Я теж сумніваюся в тому, що жалюгідні свинобрази можуть досягти будь-якого рівня майстерності в ковальстві, проте я роблю так, як наказав воєвождь, тому я дізнаюся все, що зможу, щодо племені Бритвогривих.

У мене були і гірші завданнячка, та я виконую їх охоче, якщо це на добробут народу орків.]===],
[===[Чудові, справді чудові екземпляри.

Свинобрази куди вправніші, ніж я очікував.

Ось, {клас:к}, візьми це і не заважай! А мені треба ознайомитися з цією зброєю. Схоже, ми недооцінили нашого ворога, і це та розкіш, яку ми не можемо собі дозволити.]===],
},
[899] = {
[===[Поглинутий ненавистю]===],
[===[Можливо, тобі відома мука постійної невпевненості, а, можливо, й ні, {клас:к}. Але уяви собі: я стою тут кожнісінький день, від сходу сонця до його заходу, вишукуючи на горизонті цих потвор. Я вбивав кожну людиноподібну свиню на своєму шляху, проте моя жага їхньої крові далека від утамування. Напевно, замість того, щоб іти на північ до Перехрестя, мені варто було б прямувати в Таурахо.

Ти, {клас:к} - ти {стать:міг би:могла б} мені допомогти.

Повбивай їх. Забий стільки, скільки зможеш. Принеси мені їхні ікла, і ми разом відсвяткуємо їхню кончину.]===],
[===[Принесіть 60 ікл свинобразів племені Щетиношкурих для Манкріка на Перехрестя.]===],
[===[Свинобраз за це заплатить, {ім'я}. Присягаюсь!]===],
[===[{Клас:к}, ти відповідально {стать:поставився:поставилася} до мого заклику, і за це я дякую тобі.

Моя жага помсти нікуди не поділася, проте тепер я, принаймні, можу усміхатися, побачивши, що свинобрази теж відчули біль.]===],
},
[903] = {
[===[Степові скрадачі]===],
[===[Настав час полювання на щось дійсно кусюче. Степові скрадачі - не із сумирної породи. Жорсткі, винахідливі, хитрі... та смертоносні. Ти знайдеш їх серед високої трави. Багатно з них гуляють на південному заході від Перехрестя.

Будь насторожі під час полювання, {ім'я}, бо не встигнеш отямитися, як перетворишся із ловця на поживу.]===],
[===[Назбирайте 7 пазурів від скрадачів савани для Серґри Чорношип на Перехресті.]===],
[===[Як там твоє полювання, {ім'я}? {стать:Знайшов:Знайшла} скрадачів?]===],
[===[О-о, я бачу, ти часу дарма не {стать:гаяв:гаяла}, ховаючись у траві та полюючи на здобич. Як думаєш, чи стане тобі сил зустрітися із справжнім чемпіоном серед хижаків?]===],
},
[905] = {
[===[Злющі серпопазурі]===],
[===[Тепер, {Ім'я}, полювання стає складнішим. Тепер ти мусиш здолати свою здобич, а потім знайти шлях до її лігва.

Полюй на сонцелуских рапторів на півдні. Убивай їх і не забувай збирати пір’я, які вони носять. Поклади пір’я в гніздах серпопазурів на південний захід від Застійного оазису. Покажи їхнім браттям, що ти їх не боїшся!]===],
[===[Убивайте сонцелуских рапторів і збирайте їхнє пір'я. Використайте пір’я в 3 гніздах серпопазурів. Повертайтеся до Серґри Темношип на Перехрестя.]===],
[===[Чи {стать:був:була} ти вже в гніздах, {Ім'я}?]===],
[===[Отже, ти {стать:побував:побувала} біля гнізд і {стать:поклав:поклала} пера своїх жертв у них. Безумовно, це потребувало немало хоробрості.

Чи почуваєшся ти тепер трохи {стать:дужчим:дужчою}, {Ім'я}? Бо тепер ти виглядаєш більш {стать:дужим:дужою}, ніж коли ти вперше сюди {стать:прибув:прибула}. Схоже, Степи роблять своє.]===],
},
[906] = {
[===[Зрада зсередини]===],
[===[Занеси голову Лока Торку на Перехрестя, {раса:к}. <фиркає> Нехай дізнається, що сталося з моїм племенем без жодного слова - ха, навряд чи він повірить, що Кривозуб приклав до цього руку. Але я впевнений, що він нагородить тебе за здійснення такого великого подвигу. <фиркає>

Й допоки я сидітиму в цій клітці, не перестану благословляти тебе силою Аґамаґґана, {раса:к}. А тепер - прощавай!]===],
[===[Принесіть Локів череп Торку на Перехрестя, що в Степах.]===],
[===[Ну, що ще?]===],
[===[Ти {стать:знайшов:знайшла} лідера Бритвогривих і {стать:прикінчив:прикінчила} його власноруч, {ім'я}? Неперевершено!

Я не можу дібрати слів, але це не означає, що я невдячний. Жителям Перехрестя варто поважати твою силу.

Маю визнати, я вважав лідером набігів на лінії постачання нашої провізії геть іншого свинобраза. Дякую тобі ще раз, {Ім'я}.]===],
},
[907] = {
[===[Озвірілі громоящери]===],
[===[Тепер, {Ім'я}, ти {стать:повинен:повинна} зіткнутися з величними громоящерами. Ці звіри настільки великі, що земля дрижить, коли вони ступають крізь рівнини. Бережися, б'ючися з ними, бо один неправильний крок - і ти, ймовірно, опинишся в них під ногами.

Знайти громоящерів можна у південних Степах. Вони відомі як буреморди, бурешкури та громоглови. Повертайся до мене, як подолаєш їх.]===],
[===[Принесіть 3 крові громоящера Джорнові Небесному Провидцю у табір Таурахо.]===],
[===[Громоящерів переможено, {Ім'я}?]===],
[===[Любо бачити, що ти повертаєшся з доказом перемоги. І добре знати, що ти {стать:спромігся:спромоглася} це зробити, не зламавши власних кісток.]===],
},
[924] = {
[===[Демонове Сім'я]===],
[===[Демонове Сім'я — могутній інструмент Палаючого Легіону. Воно перебуває у печері на вершині Зловісного Туману, над демонічним жертовником вогню.

Я підготував силові камені, які при розміщенні біля Сім'я зруйнують зв'язок останнього з Легіоном.

Візьми камінь зі столу і принеси його до жертовника на вершині Зловісного Туману. Йди на захід, потім на північ до роздоріжжя. Вершина буде зліва. Найбезпечніший підйом — з північної частини гори.

І поспіши, сила каменя з часом поглине його.]===],
[===[Візьміть тріснутий камінь сили. Віднесіть його до жертовника вогню перш ніж камінь зникне, потім поверніться до Ак'Зелота.]===],
[===[Демонове Сім'я все ще існує. Я відчуваю його силу…]===],
[===[Твоє завдання виконане. Ти {стать:знищив:знищила} Демонове Сім'я, як того й вимагав Нііру. Але це ще не кінець…

Знищення Демонового Сім'я спричинило імпульс енергії надзвичайної сили. Я відчуваю її, і упевнений, що інші також. Інші, які допоки не можуть зрозуміти, чому їх іграшка не працює...

Але лишимо це питання на майбутнє, у мене для тебе дещо є. Нііру надіслав мені це для оплати твоєї роботи і попросив подякувати за допомогу.

Тож, дякую.]===],
},
[926] = {
[===[Тріснутий Камінь Сили]===],
nil,
nil,
nil,
[===[Ці камені наповнені магічною енергією, але навмисно пошкоджені. Вони дуже нестабільні. Піднявши їх зі столу, ви бачите, як вони швидко починають пожирати самі себе.]===],
},
[1013] = {
[===[Книга Ура]===],
[===[{Ім'я}, в Тінеклику знаходиться книга Ура, яку я б дуже хотів бачити у своїй колекції. Ур був видатним магом Даларану, до того як прийшла Скара, його дослідження інших світів безцінні для... деяких відречених.

Вирушай у фортецю Тінеклик і знайди цю книгу. Принеси її мені і я повідомлю про твою службу нашій Темній Леді...]===],
[===[Принесіть книгу Ура до хранителя Бел'дуґура, що знаходиться в Апотекарії в Підмісті.]===],
[===[Ти {стать:знайшов:знайшла} книгу, {ім'я}?]===],
[===[Дуже добре. Ця книга чудово доповнить мою колекцію робіт Ура. Його знання були величні, але совість утримувала від справжньої міці. Саме через це, коли прийшла Скара, він не зміг протистояти.

Ми, відречені, не можемо дозволити собі такої слабкості, якщо хочемо вижити...

...або підкоряти.]===],
},
[1014] = {
[===[Аруґал повинен померти!]===],
[===[Срібнохвойний параліс є важливим стратегічним опорним пунктом для Темної Леді. Але ми не можемо закріпитися тут доти, доки Аруґал живий. Він досі знаходиться у фортеці Тінеклик.

Я подбаю щоб його магія буде викорінена, {Ім'я}. Але саме ти маєш зробити так щоб Аруґал помер, він заслуговує на це.

Направляйся до фортеці Тінеклик і поклади край його смердючій магії, раз і назавжди. Принеси мені голову цього паскудного чаклуна!]===],
[===[Убийте Аруґала і принесіть його голову Далару Ранньоткачу, що знаходиться у Крипті.]===],
[===[Із смертю Аруґала ми збільшимо плацдарм Темної Леді в Лордероні.]===],
[===[Срібнохвойний праліс нарешті звільнився від порочного Аруґала. Ти гарно {стать:послужив:послужила} Темній Леді, {Ім'я}. Твоя завзятість буде нагороджена.]===],
},
[1098] = {
[===[Смертолови у Тінеклику]===],
[===[В підготовці до штурму фортеці Тінеклик, два смертолова були вислані зібрати розвіддані. Минуло вже багато днів, а вони ще досі не повернулися, але ми повинні отримати їхній звіт, щоб мати хоч якусь надію на успішну атаку!

Тож ось твоє завдання, {Ім'я}. Вирушай до Тінеклика, що на південь звідси, та знайди смертоловів Адаманта і Вінсента. Знайди їх, можливо, їм потрібна допомога.

Ця завдання дуже важливе й небезпечне, {Ім'я}. Не підведи.]===],
[===[Знайдіть смертоловів Адаманта і Вінсента.]===],
nil,
[===[Тіло Вінсента лежить розтрощеним і нерухомим.

Хоча, смертолов Адамант надішле звіт Гадреку... будь-які додаткові деталі Вінсента, які були зібрані, залишаться з ним.

Але його рука стискає маленьку дрібничку...]===],
},
[1153] = {
[===[Зразок нової руди]===],
[===[{Клас:к}, ти добряче мені {стать:допоміг:допомогла} минулого разу. Наразі воєвождь задоволений моїми досягненнями та наказує продовжувати з новою рішучістю. Моя честь вимагає, щоб я по-справжньому відзначив тебе перед воєвождем за весь твій вклад, але спершу я знову попрошу тебе про допомогу.

Нещодавно сюди прибули мандрівниками з півдня - місцевості, яка зветься Тисяча Шипів. Там вони вбили кобольда, у якого був зразок незвичної руди, але вони мені його не продали. А я конче хочу такий зразок для аналізу.]===],
[===[Знайдіть зразок неочищеної руди у копача або землеміра Жорствопиких і віддайте його Таттернаку Сталеварові в таборі Таурахо, що в Степах.]===],
[===[Я знову побачив тих мандрівників - які не продали мені зразок руди. Плював я на них з високої гірки за те, що вони відмовилися допомогти воєвождеві!

Нехай вони загинуть у битві як боягузи, а не як воїни, бо таке право мають лише ті, хто стають союзниками Орди.]===],
[===[Ладний зразок, {Ім'я}. Справді, хороший зразок.

Нехай вам повилазить, мандрівники! Тепер і в мене є руда, завдяки тобі, звісно ж.

Я негайно стану до роботи. Якщо метал виявиться достатньо міцним, то я зроблю зброю і надішлю її до воєвождя, щоб показати йому наш успіх.

Я не забуду твоєї допомоги, {клас:к}.]===],
},
[1656] = {
[===[Незавершене завдання]===],
[===[{Ім'я}, будь ласка, я прошу тебе, ти можеш мені допомогти? Я ще не закінчила своє завдання тут на Плато — лишень пройшла половину Обряду Сили — а мій батько вже просить мене донести ці шкури у таверну в Кривавому Копиті.

Я ще не достатньо відпочила, щоб пройти і обряд, і виконати його доручення. Як ти дивишся на те, щоб зробити це замість мене?

Таверна — приємне та чудове місце для відпочинку після довгих мандрівок. Я впевнена, ти погодишся зі мною, як тільки прийдеш туди.]===],
[===[Принесіть зв'язку хутра корчмареві Кауту в селищі Криваве Копито.]===],
[===[Так, {стать:юначе:юначка}? Що Каут може зробити для тебе?

Для одних подорож з Плато видається жахливим тягарем, для інших — приємним дозвіллям. Цікаво, яка вона для тебе?]===],
[===[Ах, я чекав на ці хутра. Дякую.

Ти {стать:впорався:впоралась} швидше, ніж я очікував. Вони стануть хорошими ковдрами для тих, хто захоче тут переночувати.

Будь ласка, залишайся стільки, скільки забажаєш. Моя таверна завжди відчинена, і ми раді кожному з нашого народу. І не недооцінюй хороший нічний відпочинок. Він може сильно допомогти протягом твоїх мандрівок.]===],
},
[2161] = {
[===[Ноша наймита]===],
[===[Перепрошую? Допоможете?

У мене тута купа їдла. Я собі зухвало йшов цією дорогою, незважаючи на скорпидів, павучків і навіть гірших тварюк. Ніс їдло до долини Випробувань, бо думав, їм треба, тож захотів допомогти. Але їм не треба їдло! Тому я маю віднести його назад до Колючого Пагорба, але страшусь отих всіх звірюк по дорозі...

Можете взяти його за мене? Я просто наймит, але ви герой. Ви нічого не боїтесь!

Віднесіть їдло корчмарю Ґроску у таверні Колючого Пагорба. Дякую!]===],
[===[Принесіть ношу Укора до корчмаря Ґроска у Колючому Пагорбі.]===],
[===[Вітаємо у Колючому Пагорбі!]===],
[===[А, це їжа, яку Укор ніс до долини Випробувань. Їм не знадобилось? Ну, схоже, їм подобається морити голодом героїв-початківців. Кажуть, це загартовує дух!

Дякую за повернення їжі. Я покладу її назад на полиці.., але дозволь мені спочатку запропонувати тобі трохи перекусити!

І не забудь відпочити тут у корчмі. Ти може і {стать:хоробрий:хоробра}, {клас:н}, {стать:повний:повна} жаги завоювати цей світ, але без енергії ні собі, ні Орді сильно не допоможеш.]===],
},
[3261] = {
[===[Джорн Небесний Провидець]===],
[===[Твій час зі мною закінчився, {Ім'я}. Тобі потрібно піти до табору Таурахо на південь і поговорити з Джорном Небесним Провидцем, щоб вчитися далі. Він продовжить наставляти тебе.]===],
[===[Поговоріть з Джорном Небесним Провидцем у таборі Таурахо.]===],
nil,
[===[Мої вітання, {стать:юначе:юнко}! Ти тут, щоб іти шляхом мисливства?

Чудово. Розпочнімо ж.]===],
},
[3376] = {
[===[Розтрощи Гостроікло!]===],
[===[{Ім'я}... я чула про тебе, {стать:новачок:новенька}. Можливо, ти {стать:той:та}, хто допоможе нам там, де інші зазнали невдачі.

Ми, таурени, не без втрат заснували домівку в цих землях. Свинобрази з племені Щетиношкурих з ущелини Лезожини, під командуванням вождя Гостроікла Колючкокожуха, ускладнили нам життя своєю тривалою війною. Я покладаю на тебе відповідальність принести мені його голову!

Ти знайдеш його у долині на сході, у їхньому тимчасовому селищі.]===],
[===[Принесіть голову вождя Гостроікла Колючкошкура Сміливиці Вітряній Пір'їні на плато Червоної Хмарини.]===],
[===[Гостроікло більш нас не потривожить, як тільки ти принесеш мені доказ його смерті. Мені потрібна його голова, {Ім'я}.

Ми, таурени, живемо з мисливства, і немає більш славетного полювання, ніж на спроможних вполювати нас. Якщо в тебе все пройде успішно, {стать:юначе:дівчино}, ти зрозумієш, про що я.]===],
[===[Завдяки твоїм швидким діям, {Ім'я}, сьогодні ми досягли справедливості. Нехай це буде попередженням для всіх, хто загрожуватиме нашому дому.

Ти {стать:заслужив:заслужила} цю нагороду. Вона має стати тобі у нагоді, {клас:к}.]===],
},
[3784] = {
[===[Допомога верховному друїду Рунному Тотему]===],
[===[Перепрошую {клас:к}, якщо можеш, послухай мене.

Кенарійське Коло в Громовому Бескиді потребує загартованих мандрівників, як ти; а саме допомоги з їхнім важливим дослідженням. Деталі мені невідомі, але можу сказати напевно, Гамуул Рунний Тотем його очолює.

Будь ласка, якщо {стать:зацікавлений:зацікавлена}, поговори з ним особисто на Верхів'ї Старійшин у Громовому Бескиді.]===],
[===[Поговоріть із верховним друїдом Гамуулом Рунним Тотемом у Громовому Бескиді.]===],
nil,
[===[Вітання, {клас}. Радий бачити твою зацікавленість в нашому дослідженні. Роботи дуже багато, але я поведуся негарно, якщо не попереджу тебе про те, що вона досить небезпечна. Сподіваюся, тебе це не лякає... з іншого боку, дивлячись на тебе, переконуюся, що ти вже {стать:досвідчений:досвідчена} в таких справах.]===],
},
[3901] = {
[===[Брязкіт брязкокісток]===],
[===[Ти {стать:показав:показала} свій потенціал для відречених у нормальних умовах, {Ім'я}. А тепер поглянемо, як ти поводишся під тиском.

Брязкокісткові скелети, ще більш безвільні раби Короля-ліча, є сильнішими ворогами, ніж зомбі, з якими ти поки що {стать:бився:билася}. Знову ж, проріди їхні ряди та послужи відреченим. Не зволікай і, коли виконаєш, поговори зі мною знову.]===],
[===[Убийте 12 брязкокісткових скелетів і потому поверніться до жерця тіні Сарвіса у Смертедзвін.]===],
[===[Хто зволікає з таким завданням, можуть скінчити тим, що безцільно бродитимуть навколо, як наші полеглі брати та сестри з селища. Сподіваймося ж, що ти справишся краще за них, еге ж?]===],
[===[Я побачив достатньо, {ім'я} - ти {стать:показав:показала} себе {стать:вартим:вартою} свободи, що тобі дана. Багато хто протистоятиме тобі через те, чим ти {стать:став:стала}, але знай, що наперекір будь-чому, що вони можуть спробувати використати проти нас, ми - вільні, і нас не закувати знову.

Візьми це та рушай своїм шляхом. Тобі ще є багато чого досягти, {клас:к}.]===],
},
[3902] = {
[===[Обшук Смертедзвона]===],
[===[Гей, ти! Якщо шукаєш, що б зробити корисне, тоді слухай!

Нам потрібно, щоб наші свіжі тільки-з-землі рекрути подалися у Смертедзвін і пошукали там якесь корисне спорядження. Найімовірніше, що воно буде в нагромаджених коробках. Ми надіємося скоро підняти більше рекрутів, і, якщо ми не хочемо, щоб вони тут вешталися голі, нам варто почати шукати!

Що ж, вперед до роботи, нікчемний лантух з кістками! Я не нагороджуватиму тих, хто не рухається.]===],
[===[Обшукайте Смертедзвін й округу та знайдіть там 6 віднайдених припасів, а потім поверніть їх смертостражеві Салтейну.]===],
[===[Вдалося роздобути щось корисне для нас? Немає сорому в тому, щоб використовувати знову те, що викинуте. Ніхто не подарує нам жодних подачок, тому ми, відречені, самі про себе попіклуємося!]===],
[===[Чудова робота, {ім'я}. Я знав, що ти не {стать:безнадійний:безнадійна}. Ось, вибери собі одну з кращих речей, які я відсіяв з тих, що наразі зібрані.]===],
},
[4021] = {
[===[Контрнаступ!]===],
[===[Орда високо цінує твої успіхи в боротьбі із кланом Колкар, але вони самі шаленіють від люті. У мене є відомості про те, що загін Колкарів покинув Спустошище, свою домівку, та попрямував до Степів у пошуках помсти. Останній звіт говорив про те, що вони вже зараз на підході до цих укріплень, із заходу!

Виступи проти Колкарів-загарбників і поклади кінець небезпеці, що вони несуть Степам. Убивай їх, допоки не з'явиться вождь, воєвода Кром'зар. Здолай його та принеси клаптик його стягу як доказ твоєї перемоги.

Ми розраховуємо на тебе, {ім'я}.]===],
[===[Принесіть клаптик стягу Кром'зара Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:приніс:принесла} прапор?]===],
[===[Тобі вдалося! Ти {стать:переміг:перемогла}плем’я Колкар!

Я переконаюсяь, щоб Тралл дізнався про твої тутешні звитяги, {ім'я}.

Шануйся. Орда пишається тобою, пишайся й ти!]===],
},
[4293] = {
[===[Зразок слимака...]===],
[===[Сквернолісся розташоване далеко на півночі від Степів, далі ніж Ясенеділ. Слимаків в тому лісі можна знайти навколо водойм, до яких дісталася Скверна. Скара знищила територію атаками пекельників та іншої демонічної магії. Вважається, слимаки, під час тих атак, виповзали на поверхню землю.

Збери зразки сквернолісних слимаків, тоді ми використаємо тестувальне обладнання поруч зі мною, щоб створити контрольну групу для наших подальших дослідів. Тоді ми зможемо порівнювати їх з іншими зразками, які ти збереш.]===],
[===[Зберіть зразки слизу з будь-яких слимаків у Скверноліссі. Після цього, використайте тестувальне обладнання поруч із хіміком Паливко в Підмісті, і визначить, які з них найбільш забруднені. Принесіть 5 забруднених сквернолісних зразків хіміку Паливко.]===],
[===[Мені потрібно щонайменше п'ять забруднених зразків для нашої контрольної групи, {Ім'я}. Продовжуй збирати сквернолісних слимаків доти, доки не буде саме стільки. Так велить Леді Сильвана...]===],
[===[Чудово, ці зразки дуже добре підходять. Спасибі за допомогу.

Коли ми зберемо всі зразки слимаків, ми зможемо дізнатися більше. Я починаю підозрювати, що накази леді Сильвани в цьому напрямку не лише правильні, але й дуже перспективні, на стільки, що навіть вона сама не змогла б це передбачити. Надзвичайно цікаві зразки. Зважаючи на те як вони реагують на мої суміші... хм, так, дослідження ще не завершено.]===],
},
[4294] = {
[===[... і партія зразків]===],
[===[Чув про кратер Ун'Ґоро, {Ім'я}? Він розташований біля пустелі Танаріс і це чудове місце: буйна, повна життєвої сили живність і рослинність.

Це те місце, куди ти маєш вирушити. До мене дійшли чутки, що це місце досі не було розвідане. Лише зараз, мандрівники активно взялися досліджувати його секрети.

Я хочу випробувати слимаків чи ще якусь твань цього місця. Якщо це правда і вони дійсно неушкоджені, мені треба побачити скільки істот еволюціонувало.]===],
[===[Зберіть зразки слизу з будь-яких слимаків у кратері Ун'Ґоро. Після цього, використайте тестувальне обладнання поруч із хіміком Паливко в Підмісті, і визначіть, які з них найчистіші. Принесіть 5 однорідних ун'ґорських зразків хіміку Паливко.]===],
[===[Що, {Ім'я}? Як проходять твої пошуки?]===],
[===[Це надзвичайно, {Ім'я}. Цей кратер Ун'Ґоро містить більше таємниць ніж я очікував. Цікаво, про що ми ще дізнаємося продовжуючи досліди.

Просто неймовірно... Подивись на чистоту цих зразків. Цікаво, що це означає? Вони, ніби, елементалі за природою, але... і щось більше. Вони нагадують мені... Старих Богів. Ми знаходили їхні сліди по всій Азерот, і тепер треба дізнатися чи ці створіння з ними якось пов'язані.

Ми маємо досліджувати далі.]===],
},
[4402] = {
[===[Ґалґаровий пиріг з кактусовими яблуками]===],
[===[А тут в долині Випробувань стає справді гаряче.

<Ґалґар витирає чоло.>

Якби ж у мене було декілька кактусових яблук, я міг би приготувати мій славнозвісний десерт! Ніщо не охолоджує швидше, ніж шматочок цього чарівного смаколика.

Я ось що тобі скажу, {Ім'я}. Якщо принесеш мені 10 кактусових яблук, я приготую декілька порцій пирога, які ти зможеш взяти із собою у мандри. Якщо {стать:зацікавився:зацікавилась}, ці яблука ростуть поруч із кактусами.]===],
[===[Принесіть Ґалґару 10 кактусових яблук. Ви пригадуєте, як він казав, що їх можна знайти біля кактусів.]===],
[===[Ти {стать:закінчив:закінчила} збирати кактусові яблука?]===],
[===[Чудово, {Ім'я}! Як обіцяв, ось твій пиріг з кактусовими яблуками, плюс дещо зверху.]===],
},
[4641] = {
[===[Твоє місце у світі]===],
[===[{Ім'я}, нарешті ти {стать:досяг:досягла} віку, коли можна почати боротьбу в ім'я Орди та завоювання во славу воєвождя.

Так…

<Калтунк оглядає вас.>

Ти впораєшся.

Без сумніву, ти мрієш одразу знайти могутнього дракона чи демона, а потім власноруч його придушити, але зараз, можливо, було б розумніше почати з дечого менш… небезпечного.

<Калтунк сміється.>

Відрапортуй Ґорнеку, він зможе дати тобі підходяще завдання, {стать:молодий:молода} {клас:к}. Ти знайдеш його у Лігві, на заході.]===],
[===[Поговоріть з Ґорнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцезнаходженням. Ґорнек знаходиться у Лігві, будівлі, що стоїть на заході.]===],
nil,
[===[Ще один Калтунків рекрут, еге ж?

Схоже, настали скрутні часи, якщо ти - це найкраще, що може направити мені на службу Орда. Нічого. Перш ніж ти покинеш долину, я зроблю з тебе {стать:гордого:горду} {клас:з} Орди.]===],
},
[4921] = {
[===[Пропала у бою]===],
[===[Ми билися в невеликому тауренському таборі, коли нас розділили - вона стиналася з трьома Щетиношкурими одночасно. Численність була не на нашу користь. Я відвів деяких подалі, та лише побачив, як на неї набігло ще більше нових ворогів. У своїй люті я повернувся на них, але вони з легкістю мене здолали завдяки своїх неосяжній кількості.

Коли я отямився, то побачив таурена-друїда, що доглядав мої рани - він надибав мене на Шляху Золота.

Будь ласка, {клас:к}, знайди хоч щось від моєї дружини.]===],
[===[Знайдіть дружину Манкріка, а потім поверніться до нього на Перехрестя.]===],
[===[У тебе є хоча б якісь звістки про неї? Біль у грудях говорить, що сталося найгірше, але я сподіваюся, ти знайдеш її здоровою та неушкодженою.]===],
[===[Я зрозумів. Дякую, {клас:к}.]===],
},
[5042] = {
[===[Сила Аґамаґґана]===],
nil,
nil,
[===[Мені знадобиться 4 кривавих скалки, якщо ти бажаєш силу Аґамаґґана, {раса:к}.

Після мого благословення всі вороги жахатимуться твоєї сили.

Найлютіші воїни Бритвогривих просякнуті такою могутністю!]===],
[===[Якби тільки Кривозуб був вільний, щоб побачити, як ти {стать:винищував:винищував} тих, хто зрадив його! <фиркає>

Я вдячний тобі за те, що ти {стать:знищив:знищила} ще більше Щетиношкурих, збираючи ці скалки. Будь ласка, продовжуй так і надалі, а я тобі допомагатиму. <фиркає>]===],
},
[5043] = {
[===[Спритність Аґамаґґана]===],
nil,
nil,
[===[Кажуть, найкращі розвідники мого племені не мають рівних у своїй майстерності, і жоден розбійник <фиркає> не зміг зрівнятися з їхньою прудкістю у бою.

Принеси мені 4 кривавих скалки, і я зроблю тебе {стать:спритнішим:спритнішою} за будь-якого свинобраза.]===],
[===[Нехай твоя ціль буде стійкою, а зброя - влучною, {раса:к}.

Дух Аґамаґґана віднині з тобою. Повертайся до мене, як захочеш. Кривозуб благословить тебе знову, якщо на те буде воля величного бога-кабана.]===],
},
[5044] = {
[===[Мудрість Аґамаґґана]===],
nil,
nil,
[===[Шамани та геоманти племен свинобразих <фиркає> прикликають силу Аґамаґґана допомогти їм у битвах та ритуалах, {раса:к}.

Якщо ти теж бажаєш благословення Аґамаґґана для додаткової сили своїх заклять, принеси мені 4 кривавих скалки, і Кривозуб тобі допоможе.]===],
[===[Твої вороги повинні боятися тебе ще більше, {раса:к}. 

Розкажи Кривозубові історії про свою винахідливість у бою, коли ми зустрінемось в майбутньому, будь то у цьому житті чи наступному.]===],
},
[5045] = {
[===[Піднесення Духу]===],
nil,
nil,
[===[Усякий воїн <фиркає> потребує сильного духу. Він спонукатиме тебе на ще більші звершення навіть, якщо надія вже втрачена. Племені Бритвогривих це здавна відомо <фиркає>. Ми - духовне плем'я та більше пишаємося своїм зв’язком з Аґамаґґаном, ніж нашою майстерністю <фиркає> у бою.

Принеси мені 4 кров'яних скалки, і я благословлю твій дух для бою. <фиркає>]===],
[===[Наші найвправніші воїни та наймогутніші <фиркає> шамани тепер позаздрили б твоїй силі волі, {раса:к}.

Подолай ще більше Щетиношкурих, знаючи, що вони не можуть тобі протистояти! <фиркає>]===],
},
[5046] = {
[===[Бритвошкура]===],
nil,
nil,
[===[Усі, хто <фиркає> вступає в бій, потребують захисту. Їхні кістки мають бути міцними. Шкіра - жорсткою. <фиркає> Про це знає і моє плем'я, і, щоб посили наш природній захист завдяки перам і шкурі, <фиркає> ми часто просимо Аґамаґґана захистити нас від шкоди перед тим, як ми йдемо на війну.

Принеси мені 4 криваві скалки <фиркає>, і я забезпечу тобі такий самий захист.]===],
[===[Іди на війну, {раса:к}]===],
},
[5052] = {
[===[Криваві скалки Аґамаґґана]===],
[===[Кров зачепила не тільки терни, <фиркає> але й інші аспекти землі: криваво-червоні камені, змішані з іншими мінералами. Щетиношкурі викопують ці обламки та використовують їх як тотеми <фиркає>, що підсилюють їх у бою та для магії. <фиркає>

Я знаю секрети тієї магії.

Як принесеш Кривозубові одну таку скалку, то він тобі покаже. А якщо принеш Кривозубу цілу купу таких, то він благословить тебе магією свинобразів - магією Аґамаґґана! <фиркає>]===],
[===[Принесіть криваву скалку Кривозубові в табір Таурахо у Степах.

Зберіть більше кривавих скалків, якщо бажаєте, щоб він благословив вас силою Аґамаґґана.]===],
[===[Наші племена розселяються поміж тернистих районів по всіх Степів <фиркає>, тому що це - святі місця, проте жодне не зрівняється зі святістю Бритвоболота. Воно повністю створене з тіла Аґамаґґана, <фиркає>, але Нори - особливо захищені, оскільки вхід зроблений з його величної пащі! <snort> Він поглине цілими всіх зрадливих і виплюне їхні тіла після того, як гарненько пережує! <фиркає>

Аґамаґґан залишив своє тіло позаду, щоб захистити нас, і щедро ділиться своїм духом, щоб ми могли захистити його. <фиркає>]===],
[===[Ов-ва, то ти таки розумієш. <фиркає>  Я не дарма перед тобою розпинався, {раса:к}. Кривозуб хоч і замкнений, але жодна клітка не зможе зупинити могутність Аґамаґґана!

Дотик до скалки, те відчуття ... це було вже так давно, {раса:к}.

Ти знаєш, як це? Коли твою силу вирвали в тебе?

Але ця оповідь на інший раз. Я обіцяв тобі інформацію. Я обіцяв тобі силу Аґамаґґана. Мої люди відвернулися від Кривозуба. Тож тепер я напущу тебе на них. <фиркає>]===],
},
[5441] = {
[===[Ліниві наймити]===],
[===[Прокляті наймити! Вони тяжко працюють, збираючи деревину по долині, але також постійно дрихнуть! Мені потрібен хтось, хто б допоміг з їх дисципліною.

Ти виглядаєш як {стать:той:та} {раса:н}, {стать:який:яка} {стать:потрібен:потрібна} для цього завдання. Ось, візьми цей кийок і використай його на наймитах, які сплять на роботі. Хороший ляпас одразу налаштує їх! Повернеш кийок, коли закінчиш.

Вшиві ліниві наймити...]===],
[===[Використайте кийок десятника на лінивих наймитах, коли ті сплять. Розбудіть 5 наймитів, потім поверніть кийок десятнику Тазз'рілу в долині Випробувань.]===],
[===[В ледачості нічого хорошого…

Е? Мій кийок у тебе? Ти {стать:спіймав:спіймала} когось, хто спить на роботі?!]===],
[===[Добре, добре. Можливо, наступного разу вони подумають двічі, перш ніж розслаблятись! Дякую за допомогу!]===],
},
[5481] = {
[===[Завдання Ґордо]===],
[===[Хазяїнові потрібні бур’яни. Ми мати великі руки, погано збирати. Ти помогти нам, ми тебе не чіпати. Нам треба бур’ян мороку. Багато з них рости біля дороги і десь тута.

Коли ти мати достатньо бур’яну, ти нести його хазяїну Голланду на кладовище у Бріллі.]===],
[===[3беріть 3 бур’яни мороку та віднесіть їх молодшому аптекареві Голланду на Брілльське кладовище.]===],
[===[Де ця бездарна погань? Або в тебе є те, що мені потрібно, або краще забирайся звідси та знайди його.]===],
[===[Що це? Бур’ян мороку?! Я не потребую цього бур’яну! Ця тупа гора м’яса збирає там маргаритки та переконує інших Леді знає скільки йолопів, як ти, робити те ж саме. Не ображайся.

Принаймні, ти тут тепер, і це все, що має значення. Оскільки я не збираюся знову пробувати та щось втовкмачити тій потварі, може, ти збереш те, що мені потрібно насправді - бур'ян приречення!]===],
},
[5482] = {
[===[Бур'ян приречення]===],
[===[Як бачиш, я у скрутному становищі, {Ім'я}. Та штука там збирає не ті трави! Я добре оплачу твій час, якщо ти збереш те, що мені потрібно. Принеси мені достатньо бур’яну приречення, і я тебе достойно нагороджу.

Наскільки я розумію, їм подобається отруювати флору біля масового поховання північніше Брілля. Поспіши та остерігайся місцевих гнолів.]===],
[===[Позбирайте 10 бур’янів приречення і принесіть їх молодшому аптекареві Голланду.]===],
[===[Сподіваюся, ти з чимось хорошим. Уже маєш усі бур’яни приречення, яких я потребую?]===],
[===[О, мої бур’яни приречення. Чудово!

<Молодший аптекар Голланд жадібно потирає руки.>

Це стане в нагоді. Ти чудово {стать:послужив:послужила} мен.., е-е-е, Леді, {Ім'я}. Як і обіцяно, ось нагорода, на яку ти заслуговуєш.]===],
},
[5901] = {
[===[Чуму на вас!]===],
[===[Отже, щоб накликати біль і чвари на Багряний Похід, я хочу відняти у них їхню цінну лісопилку. Я впевнена, що втрата такого цінного ресурсу значно ослабить їх в обороні та відбудові містечка для їхніх потреб. Чи допоможеш ти мені, {Ім'я}?

Почни з того, що віднесеш цю банку в Чумоліс у Східних Зачумлених землях. Наповни її термітами з насипів, які знайдеш по лісу. Повертайся, коли будеш мати достатньо комах.]===],
[===[Використайте порожню банку для термітів на термітниках у Східних Зачумлених землях. Після того, як назбираєте 100 термітів Зачумлених земель, поверніться до Мікі Левін на Валу в Тірісфальському переліссі.]===],
[===[Ти вже маєш термітів, {Ім'я}? Я впевнена, що це неважко для {стать:такого кмітливого:такої кмітливої} {клас:р}, як ти.

Коли ми матимемо їх достатньо, ми вчинимо напевне, що ніхто не зможе користуватися цією лісопилкою знову!]===],
[===[Ці чудово підійдуть, {Ім'я}. Дякую.

Якщо ти {стать:готовий:готова}, ми можемо перейти до наступного кроку.]===],
},
[5902] = {
[===[Чуму на вас!]===],
[===[Тепер, коли ми маємо вдосталь термітів, візьми цю укріплену сталлю бочку до Північномостової лісопилки, що на півдні від Вогнедолу – ти знайдеш її на заході від дороги, що веде до цього містечка.

Будучи там, постав бочку в центрі лісопилки, на щось високе, як ящик чи щось подібне.

Після того, як відкриєш її, все вирішиться саме собою. Просто повертайся сюди, і я тебе нагороджу за допомогу.]===],
[===[Знайдіть зручне місце в центрі Північномостової лісопилки в Західних Зачумлених землях, щоб розмістити там бочку з термітами Зачумлених земель.]===],
nil,
[===[Терміти явно стають метушливими, коли ви ставите бочку поверх ящика.]===],
},
[6361] = {
[===[Оберемок шкур]===],
[===[У мене є в’язка шкур з тварин Степів, які треба доправити в Громовий Бескид. Мій колега, Агану, використовує їх для створення шкіряної броні.

Можливо, ти принесеш йому замість мене?

Найшвидший шлях до Громового Бескиду - на спині виверни. Віднеси оберемок шкур Девракові, нашому приборкувачу виверн на Перехресті, і поговори з ним про транспорт до Громового Бескиду.]===],
[===[Принесіть оберемок шкур приборкувачу виверн Девракові на Перехрестя.]===],
[===[Тобі потрібна виверна? Треба щось перевезти?]===],
[===[Якщо тобі потрібно доставити ці шкури до Громового Бескиду, тоді ти говориш із правильним орком!]===],
},
[6362] = {
[===[Поїздка до Громового Бескиду]===],
[===[За невелику плату я дам тобі покататися на моїй виверні до Громового Бескиду. Швидшого шляху до міста не існує!

Подумай, і якщо це тобі підходить - то дай мені знати, як тільки зберешся в дорогу.

Якщо ти везеш ці шкури Агану, то він, мабуть, у зброярні Геви у підніжжі вежі виверн, саме тієї, в якій ти приземлишся!]===],
[===[Заплатіть приборкувачу виверн Девракові за проїзд на виверні до Громового Бескиду, а там віднесіть оберемок шкур до Агану.]===],
[===[Ти {стать:весь вкритий:вся вкрита} пилом! Певно, ти {стать:прибув:прибула} із Степу. {стать:Говорив:Говорила} з моїм другом Джаганом?]===],
[===[О! Новий оберемок шкур. Я негайно почну працювати над ними!

Спасибі, {стать:брате:сестро}!. Ти {стать:зробив:зробила} мені чудову послугу. Ось кілька монет, щоб відшкодувати згаяний час та витрати на поїздку.]===],
},
[6363] = {
[===[Приборкувач виверн Тал]===],
[===[Я підготував Джагану шкіряні вироби на продаж на Перехресті. Ти віднесеш їх йому?

Якщо ти вже {стать:був:була} на Перехресті та {стать:розмовляв:розмовляла} з місцевим приборкувачем виверн, то без проблем зможеш повернутися туди верхи на одній з них з Громового Бескиду.

Візьми цю шкіргалантерею та прямуй до Тала, нашого приборкувача виверн у цьому місті, та договорись із ним щодо транспорту до Перехрестя.]===],
[===[Занесіть шкіргалантерею Агану до Тала в Громовий Бескид.]===],
[===[Мої вітання, {клас:к}. Що я можу зробити для тебе?]===],
[===[Тобі потрібно доставити це на Перехрестя, еге? Не питання! Якщо ти вже {стать:був:була} там і {стать:розмовляв:розмовляла} з Девраком, тоді можеш взяти туди одну з моїх виверн.]===],
},
[6364] = {
[===[Повернення до Джагана]===],
[===[Для того, щоб полетіти до містечка, ти вже хоча б раз {стать:мусив:мусила} побувати там і поговорити з місцевим приборкувачем виверн. А оскільки ти вже {стать:бував:бувала} на Перехресті та {стать:знайомий:знайома} з Девраком, тож за символічну плату можеш взяти мою виверну та долетіти звідси до нього.

Я буду тут, якщо надумаєш. Опинившися на Перехресті, зможеш доставити шкіряні вироби Джаганові Ястубиному Крилу.]===],
[===[Заплатіть за виверну до Перехрестя приборкувачу Талу, а там знайдіть Джагана Яструбине Крило та віддайте йому шкіргалантерею Агану.]===],
[===[{Ім'я}, ти {стать:повернувся:повернулася} з Громового Бескиду? Ти {стать:віддав:віддала} шкури Агану?]===],
[===[Агану надіслав мені готові вироби? Дуже добре. На Перехресті нині багато мисливців та шукачів пригод, тож торгівля наразі дуже жвава. Я впевнений, що всі ці товари швиденько порозпродаю.

Дякую за всі твої зусилля, {Ім'я}. Я у боргу перед тобою.]===],
},
[6365] = {
[===[М'ясце до Орґріммара]===],
[===[У мене є декілька смачнючих м'ясних вирізок, які я хочу надіслати другові. Її звуть Гришка, корчмарка в Орґріммарі. Ти не {стать:міг би:могла б} доставити м’ясо для мене?

Найшвидший шлях до Орґріммару - верхом на виверні. Візьми пакунок та прямуй до приборкувача виверн, Деврака, на Перехресті. З ним і домовишся про транспорт до Орґріммара.]===],
[===[Принесіть М'ясо від Зарга Девракові на Перехрестя.]===],
[===[Тобі потрібно кудись швиденько дістатися? Тоді ти розмовляєш із правильним орком!]===],
[===[Ти маєш доправити це м'ясо до Орґріммара? Без проблем. За символічну платню моя виверна тебе туди віднесе.]===],
},
[6384] = {
[===[Поїздка до Орґріммара]===],
[===[Усього за кілька монет моя виверна перевезе тебе до Орґріммара. Потрапивши туди, зможеш занести пакунок із м'ясом від Зарги до Гришки. Її корчма розташована у долині Сили, недалеко від Небесної башти, куди моя виверна теде доставить.

Дай знати, як будеш {стать:готовий:готова} до подорожі.]===],
[===[Оплатіть приборкувачу виверн Девракові поїздку до Орґріммара, а там віднесіть м'ясо від Зарга корчмарці Гришці.]===],
[===[Щось смачно пахне! У тебе часом немає сирого м’яса?]===],
[===[Ой, чудово! Яка файні шматки! Це ж від Зарга, правильно? Цей орк точно знає, як полонити жіноче серце...

Ох, аж не дочекаюся, коли його приготую. Проте не надто довго! М'ясо найкраще подавати з кров'ю, еге ж?]===],
},
[6385] = {
[===[Приборкувач виверн Дорас]===],
[===[Я написала лист подяки Заргу. Будь {стать:ласкавий:ласкава} віднести послання до нього? Якщо ти вже {стать:бував:бувала} на Перехресті та {стать:знайомий:знайома} з місцевим приборкувачем виверн, то можеш взяти туди одного з цих літунів.

Бери мій лист і біжи до Дораса, приборкувача виверн Орґріммара. Домовся з ним про транспорт до Перехрестя.]===],
[===[Віднесіть лист Гришки до Дораса в Орґріммарі.]===],
[===[Тобі потрібна одна із моїх виверн?]===],
[===[Треба завести це до Перехрестя у Степи? Звісно, я можу тебе туди доправити...]===],
},
[6386] = {
[===[Назад до Перехрестя]===],
[===[Мої виверни навчені літати до багатьох різних місць, якщо ти вже {стать:бував:бувала} у місці призначення та {стать:знайомий:знайома} з моїм колегою в там.

Оскільки ти вже {стать:бував:бувала} на Перехресті та знаєш приборкувача виверн Деврака, то можеш летіти звідси прямісінько до нього. Опинившися на Перехресті, зможеш віддати лист Гришки Заргові.

Повідом мене, коли зберешся в путь-дорогу.]===],
[===[Сплатіть за переліт до Перехрестя Приборкувачу виверн Дорасу, а по прибутті віддайте Гришчиний лист Заргові.]===],
[===[Ти щойно з Орґріммару? Чи сподобалася Гришці м'ясо, що я надіслав?]===],
[===[Ах! Схоже, воно їй до вподоби! Ніщо не змушує леді так рум'яніти, як великий, соковитий стейк!

Дякуємо, {Ім'я}. Ти {стать:зробив:зробила} мені чудову послугу. Ось гроші за твій клопіт, і не дивуйся, якщо я запрошу тебе на своє весілля!]===],
},
[6394] = {
[===[Кайло Тазз'ріла]===],
[===[{Ім'я}, на {стать:такого:таку} {раса:з} як ти можна покластись. Чи можу я розраховувати на тебе ще в одному завданні?

Якийсь час тому я обстежував північну печеру на наявність мінералів і лишив там своє улюблене кайло. Повертаючись за ним, я побачив, що печера вже була заповнена злими тварюками! Я до чого… Чи {стать:міг би:могла б} ти сходити туди по моє кайло?

Я залишив його у невеликій залі з водоспадом. Моє кайло зачароване, тому ти побачиш його у темряві. Не забивай голову тим, як його шукати. Краще подумай про те, як забиратимеш його у тих тварюк…]===],
[===[Принесіть десятникові Тазз'рілу його кайло.]===],
[===[Ти вже {стать:ходив:ходила} у печеру Палаючого Леза, {Ім'я}? {стать:Знайшов:Знайшла} моє кайло?]===],
[===[Чудово, ти {стать:дістав:дістала} його! Дякую тобі, {Ім'я}. Це моє улюблене кайло! А тепер, якщо мої наймити закінчили рубати дерева, ми можливо знайдемо хорошу печеру для видобутку руди!]===],
},
[6395] = {
[===[Останнє бажання Марли]===],
[===[Моя подруга Марла Фіппс жила зі своїм чоловіком Семюелем перед Чумою, але коли настала ця пошесть, Семюель піддався їй і долучився до Скари.

Марла врятувалася від невмирущості тільки, щоб загинути від рук свого тепер безвільного чоловіка. Проте її любов була настільки сильною, що останнім її проханням було бути похованою з її коханим Семюелем.

Семюель Фіппс бродить по зруйнованому таборі при дорозі на північний схід від Смертедзвону. Переможи його та подаруй Марлі її останнє бажання: поховай його у її могилі, у першому ряді нашого цвинтаря.]===],
[===[Принесіть рештки Семюеля Фіппса до могили Марли та повертайтеся до послушниці Елрет.]===],
[===[Ми повинні поважати наших померлих, {Ім'я}. Це - одна з речей, які відрізняють нас від Скари...]===],
[===[Сьогодні ти {стать:зробив:зробила} хорошу справу, {Ім'я}. Хоча наша боротьба проти Скари продовжується, сподіваймося, що Марла та Семюель знайдуть спокій разом в їхньому останньому спочинку.]===],
},
[7664] = {
[===[Заміна кремового раптора]===],
nil,
nil,
nil,
[===[Приведи мені свого старого раптора, я дам тобі нового із нагостреними пазурями! Він так само швидко бігає, але виглядає по-новому. Подивися на прудких рапторів поряд, вибери що тобі довподоби.]===],
},
[7665] = {
[===[Заміна червоного раптора]===],
nil,
nil,
nil,
[===[Приведи мені свого старого раптора, я дам тобі нового із нагостреними пазурями! Він так само швидко бігає, але виглядає по-новому. Подивися на прудких рапторів поряд, вибери що тобі довподоби.]===],
},
[7813] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовну. Щедра пожертва в шістдесят шматків вовняного полотна, обов'язково, позитивно позначиться на відношенні Підмістя до тебе і твоїх дій. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесяти шматків вовняного полотна і {стать:готовий:готова} їх пожертвувати - можу прийняти просто зараз.]===],
[===[Чудово! Ми дякуємо тобі за таку щедру пожертву, {Ім'я}!]===],
},
[7814] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз низькі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що такий великодушний дарунок як шовк, без сумніву позитивно позначиться на відношенні нашої спільноти до тебе! Якщо ти маєш шістдесят шматків шовкового полотна і {стать:готовий:готова} на пожертву - можу прийняти просто зараз.]===],
[===[Чудово! Ми дякуємо тобі за таку щедру пожертву, {Ім'я}!]===],
},
[7817] = {
[===[Пожертва маготканного полотна]===],
nil,
nil,
[===[Запаси маготканного полотна закінчуються, твоя допомога буде дуже вчасною! Виходячи з розміру нашої спільноти, зараз нам потрібно лише 60 шматків. Запевняю тебе, така щедрість не пройде непоміченою в Підмісті.

Я можу прийняти від тебе шістдесят шматків маготканного полотна, якщо ти їх маєш і {стать:готовий:готова} віддати.]===],
[===[Чудово! Ми дякуємо тобі за твою щедру пожертву, {Ім'я}!]===],
},
[7818] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам абсолютно необхідне. І ми сподіваємося, що ти нам допоможеш, як це було в минулому.

Якщо можеш, будь ласка, принеси мені стільки рунічного полотна, скільки зможеш. У якості першої пожертви, ми приймаємо шістдесят шматків; а потім, можна буде продовжити.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

З радістю прийму ще рунічного полотна в майбутньому від тебе. Навідуйся до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7819] = {
[===[Додаткове рунічне полотно]===],
nil,
nil,
[===[Вітаю тебе знову, {Ім'я}! Поки що нам вистачає рунічного полотна, однак, ми можемо прийняти додаткове полотно, про запас. Якщо твоя воля, пожертвуй ще двадцять шматків рунічного полотна; а я вже прослідкую, щоб це не пройшло непоміченим в Підмісті.

Прийму рунічне полотно, якщо ти {стать:згоден:згодна} його віддати.]===],
[===[Не знаю, щоб ми, Відречені, робили без таких героїв як ти, {Ім'я}. Дякую тобі за подальшу підтримку!]===],
},
}
