local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[332] = {
--[[title]] "Реклама винної крамниці",
--[[description]] "Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають накраще вино в Штормовії. І ми не далеко розташовані, у Торговому кварталі уздовж милих міських каналів.\n\nОсь візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!",
--[[objective]] "Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.",
--[[progress]] "Вітаємо і ласкаво просимо, мадам. Ви вже скуштували одне з наших чудових вин?",
--[[reward]] "О, то ви бачилися з Ренато? Ось тримайте, мадам. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!",
},
}
