local _, addonTable = ...
addonTable.quest_n = { -- [id] = { title, description, objective, progress, completion }
[703] = {
[===[Смажені крильця канюка]===],
[===[О так, мої канючі крильця-барбекю просто обожнюють! Сповнений смаку соус і соковите м'ясце. А їхній аромат змусить голодних прибігти за милі звідси!

У мене є все, що потрібно, для приготування порції. Все... окрім крилець канюка!

Якщо хочеш їх спробувати, здобудь мені такі крильця. Принесеш достатньо, і, може, я навіть поділюся рецептом з тобою!]===],
[===[Принесіть 4 крильця канюка Смиколяпові.]===],
[===[Привіт, {ім'я}. {Приніс:принесла} мені мої крильця?]===],
[===[О, я одразу почну готувати крильця. Я вже майже відчуваю їхній смак!

І ось тобі рецепт, на випадок, коли захочеш зробити ці крильця {стать:сам:сама}!]===],
},
[713] = {
[===[Охолоджені голови переможуть]===],
[===[Дозволь розповісти тобі про крижану олію: ніщо так не вбереже двигун або шестерні від перегріву, як вона.

Її охолоджувальні властивості надзвичайні, а довговічність як мастила просто не має рівних. І це ще не все: вона також допомагає зберігати чари на магічних предметах.

Мені потрібен флакон цієї олії, щоб підсилити магічний потенціал моїх кайданів і зробити їх достатньо потужними, аби викликаний нами друг не прикінчив нас усіх.

Бро'кін, мій друг-гоблін, може навчити тебе, як виготовити цю олію. Він перебуває в Альтераці.]===],
[===[Знайдіть крижану олію та принесіть її Лотвілю Веріатові в Безплідні краї.]===],
[===[Ти вже {стать:знайшов:знайшла} потрібну мені олію? Було б так корисно, якби ти {стать:зміг:змогла} знайти хоч трохи.]===],
[===[Приголомшливо! Вона послужить прекрасним охолоджувачем для моїх нових наручів. Якщо ці чари впадуть раніше, ніж через сто років, я відпишу все моє майно Серво.

Усі маги Асамблеї будуть в такому захопленні, коли я закінчу цю роботу, {ім'я}. Лише зачекай, і ти побачиш.]===],
},
[714] = {
[===[Гіро... що?]===],
[===[{Ім'я}, ти {стать:впорався:впоралася} зі своїм завданням вище всяких похвал.

<Лотвіль, очевидно, поглинутий своєю роботою.>

Якщо ми колись зустрінемось у Хараносі, не соромся подати заяву на роботу.

Упс! Швидше, хапай... так, це. Дякую.

Тепер мені потрібна лише одна річ. Маленька штуковина, але, боюся, досить необхідна: гірохронатом.

Якби ти просто {стать:сходив:сходила} та {стать:приніс:принесла} мені один, то в мене буде все готово, щоб це завершити.]===],
[===[Принесіть гірохронатом Лотвілю Веріатові до Безплідних країв.]===],
[===[Так, так, так. Секунду.

<Лотвіль продовжує працювати над якоюсь хитрою вигадкою.>]===],
[===[ХА!

<Лотвіль вихоплює у вас гірохронатом.>

Відмінно... майже готово. Ні, справді. Я тут майже ЗАВЕРШИВ. Це мій найпріоритетніший проєкт... наразі. Дай-но я засуну цю штуку в належне їй місце, і ти {стать:сам:сама} побачиш, зі створенням чого ти мені {стать:допоміг:допомогла}. Це займе лише кілька додаткових хвилин... мабуть... можливо, довше. Гаразд, мабуть, набагато довше. Побачимо...]===],
},
[715] = {
[===[Рідкий камінь]===],
[===[Я вважаю, що предмети, які ти {стать:роздобув:роздобула} для Лотвіля, будуть найменшою з наших турбот, {ім'я}. З іншого боку, ти {стать:довів:довела}, що є більш ніж {стать:умілим:умілою} в науках, які Лотвіль вважає священними, тож як щодо допомоги мені?

Мені необхідні зілля невидимості та зілля лікування; обидва можуть стати у пригоді справді скоро, якщо йому це вдасться.

Натомість я дам тобі рецепт зілля, яке розроблював під час навчання у Лотвіля. Воно засноване на частині досліджень що він проводив тут, у Безплідних краях.]===],
[===[Принесіть зілля лікування та зілля малої невидимості до Люсьєна Ключожбура у Безплідних краях.]===],
[===[Він майже закінчив. А як твої успіхи?]===],
[===[ТАК!

Тобто дякую, {ім'я}. Вони мені допоможуть під час подорожі Безплідними краями.]===],
},
[737] = {
[===[Заборонене знання]===],
[===[У мене є для тебе збірник, {ім'я}. Думаю, не варто говорити, що з ним потрібно поводитися дуже дбайливо. І неодмінно тримати подалі від ворожих рук.

Цей збірник містить багато правди...

...а правда може обпекти.]===],
[===[Принесіть збірник Яґіна Тельдурінові.]===],
[===[Гей! Тебе довго не було. {Стать:Здобув:Здобула} збірник?]===],
[===[Ти {стать:дістав:дістала} його! О, надія жевріє!

Можливо, твої зусилля ще врятують нас, {ім'я}. Варто поставити тобі пам'ятник! Спорудити святилище! Хай славиться ім'я твоє, доки у твоїх онуків не народяться їхні онуки!

Якщо тільки... якщо тільки ВОНИ ще не вирвалися та вийшли на поверхню. Якщо це трапиться, то можеш забути про дітей.

Якщо ВОНИ вирвалися на свободу - ми всі підемо на корм хробакам.]===],
},
[787] = {
[===[Нова Орда]===],
[===[Тром'ка, {клас:н}. Я Ейтріґґ, призначений Траллом котролювати навчання рекрутів.

Орда зазнала змін, не така як була раніше. Був час, коли я покинув Орду, зневірений зростаючою могутністю і впливом Палаючого Легіону. Перебуваючи у вигнанні, група людей мене схопила. Але воєвождь мене врятував із полону. Я повернувся, почувши його бачення Орди, те що вона може бути вільною від демонічного впливу під керівництвом шаманів.

Ґорнек має подальші інструкції для тебе.]===],
[===[Відрапортуй Ґорнеку в Лігві.]===],
nil,
nil,
},
[834] = {
[===[Вітри у пустелі]===],
[===[Я Резлак, представник компанії Ґазлоу. Бос послав мене сюди, у Дуротар, допомогти оркам. І все начебто йде нормально, але каравани... Я не можу забезпечити їх належний захист! А це дуже ускладнює мою роботу, уловлюєш?

Останнє відвантаження — а мені обіцяли, що воно прийде без проблем! — було викрадене пиловітровими гарпіями з… як там його… каньйону Бритвовітру?

Мені потрібні ці припаси, бо я так ніколи нічого не дороблю до кінця! Йди вздовж великого каньону на південь і знайдеш ущелину, що йде із заходу на схід...]===],
[===[Добудьте 5 мішків з припасами і поверніть їх Резлаку, що знаходиться біля Орґріммара.]===],
[===[Не зрозумій мене неправильно, я незрівнянний у тому, що роблю, але це вже смішно! Мені що, піщані замки будувати?]===],
[===[Гей, а це вже щось! Ти {стать:повернув:повернула} нам наші припаси. Чудово. Повернусь до роботи одразу як знайду когось, хто дотягне ці мішки за мене.]===],
},
[835] = {
[===[Захист маршрутів]===],
[===[Ґазлоу якось мені сказав: "Резлак. Є дещо, що ти маєш знати у своєму житті - якщо ти хочеш, щоб щось було зроблено добре, зроби це сам."

Я не можу змиритись із втратою усіх наших караванів, тому вирішив взяти справу у свої руки. Сухощільний яр лежить у східній частині каньйону Бритвовітру. Якщо ми переб'ємо там усіх гарпій, то зможемо захистити маршрут.

Звичайно, є ще дещо, що мені казав Ґазлоу: "Для кожної роботи можна знайти підходящу людину та відповідну ціну". Це я до чого... Допоможеш мені, {Ім'я}?]===],
[===[Убийте 12 пиловітрових дикарок і 8 пиловітрових штормових відьом біля Сухощільного яру за дорученням Резлака.]===],
[===[Важко повірити, але мій бос Ґазлоу завжди знає всьому ціну. "Ніколи не бійся робити перший крок. І роби то з розмахом", - казав він.

Гарпії не припинять надокучати нам і знову нападатимуть на каравани, допоки ми щось не зробимо, егеж?]===],
[===[Що ж, я можу зітхнути з полегшенням, знаючи, що гарпії більше не докучатимуть нам на постачальних маршрутах. І це дуже вчасно. Я чув, що із наступною доставкою мені надішлють декілька цікавих дрібниць!

Ти досить {стать:непоганий:непогана} у своїй справі, {Ім'я}, тобі слід навідатись до мого боса у Брашпилі. Можу ручатись, він підбере для тебе цікаву робітку.

Оу, і не хвилюйся, я не забув про оплату твоїх послуг.]===],
},
[934] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[1124] = {
[===[Пустка]===],
[===[Західніше від кратера Ун’Ґоро, за північно-західним гребнем, розташовна сувора пустка - Сілітус. Мало хто знає, що у стародавні часи там розгорнулася війна між нічними ельфами та лихою, чужорідною силою. Зло замкнули, але тепер ми підозрюємо, що певні сили намагаються розворушити цей… немислимий жах.

Знайди Лайо Зоревдара, одного з наших розвідників у Сілітусі. Шукай його біля Спочину Доблесті - останнього притулку загиблих у цих пустинних землях. Віддай йому цей лист, і він довіриться тобі.]===],
[===[Поговоріть з Лайо Зоревдаром біля цвинтаря Спочин Доблесті в Сілітусі та покажіть йому лист Рабіна.]===],
[===[Це небезпечний край для такої недбалості, {клас:к} . Що привело тебе до пусток Сілітусу?]===],
[===[Тебе прислав Рабін, чи не так? Що ж, вважай себе {стать:бажаним гостем:бажаною гостею}... наскільки цей відлюдний і покинутий край може бути гостинним. 

Я не застав часи великих нещасть, що тут відбулися, але у цій пустелі все ще є місця, які можуть послужити моторошними образами забутого минулого. Можливо, з твоєю допомогою Кенарійське Коло зможе покласти край тій загрозі, яка повинна була зникнути ще кілька поколінь тому.]===],
},
[1185] = {
[===[А під хітином було...]===],
nil,
nil,
nil,
[===[Гей, це знову ти! Тобто, саме ти і ніхто інший - {Ім'я}! Так, точно ти!

Так, дозволь мені почати заново!

Той предмет, що ти {стать:знайшов:знайшла} у Сілітусі - це дійсно книга. Це був журнал, написаний дуже древнім діалектом мови, яку зараз ми називаємо дарнасійською. Воно займе певний час, але я збираюся дуже ретельно пройтися по ньому. Я подумав, що ти маєш знати: твоя знахідка - неймовірно цінна для Кола.

Мама-ведмедиця дуже схвильований і все таке!]===],
},
[5526] = {
[===[Уламки Сквернолози]===],
[===[Твої знання про Ельдре’Талас - Грізний Молот - тепер стануть у нагоді в Фераласі, {Ім'я}. Саме у східній частині зруйнованого міста Альззін Диковертень веде своє нечестиве панування. Йди туди якомога швидше та хоробро зустрінь будь-які виклики, що чекатимуть на тебе.

Плід Родючості, нині споганений і перетворений на Сквернолозу, повинен бути неподалік від Альззіна. Коли демон згине, збери стільки есенції Сквернолози, скільки зможеш. Запечатай її у релікварії та принеси мені.

Щасти, і швидкості Кенарія тобі.]===],
[===[Знайдіть Сквернолозу в Грізному Молоді та здобудьте її уламок. Найімовірніше, вам вдасться здобути лише один при вбивстві Альззіна Диковертня. Використайте релікварій Чистоти, щоб надійно запечатати уламок усередині, та повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Отримавши запечатаний релікварій Чистоти, ми зможемо не лише усунути загрозу порчі з цього світу, але й дослідити її під нашим розважливим наглядом. Можливо, ми навіть зможемо винайти нові способи боротьби зі зараженням, що завжди загрожує Азерот.

Я знаю, Міллі б цього хотіла…]===],
[===[Справу завершено, {cтать:хоробрий:хоробра} {клас:к}, і тепер Кенарійське Коло в боргу перед тобою. Хоча війна далека від завершення, велику битву проти тих, хто міг щойно призвести до нашої загибелі, було виграно.

Прошу, прийми це в знак нашої щирої вдячності. Тепер знай, {Ім'я}, за твої великі вчинки тебе завжди вітатимуть тут як героя Кенарійського Кола. Дякую.]===],
},
[5527] = {
[===[Релікварій Чистоти]===],
[===[Перший крок - знайти ємність, здатну втримати надзвичайно споганену субстанцію та при цьому вберегти власника від її шкідливого впливу. Є лише один відомий мені прилад, що здатен вмістити щось настільки мерзенне, як Сквернолоза - релікварій Чистоти.

Глибоко в пустках Сілітусу є руїни поселення нічних ельфів, відомого як селище Південний Вітер. Я знаю, що релікварій був там багато, багато років тому назад. Задня успіху наших планів, тобі потрібно обшукати ці руїни в надії віднайти його.]===],
[===[Помандруйте до Сілітуса та знайдіть релікварій Чистоти в руїнах селища Південний Вітер. Якщо вам вдасться його знайти, повертайтеся до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Релікварій Чистоти вже сам по собі є артефактом. Лише кілька таких було створено, і майже всі вони вважаються втраченими з часом.

Визнаю, про той, що в Південному Вітрі, я знав уже деякий час. Якщо чесно, у зв'язку зі зростаючою метушнею в Сілітусі я хотів би, щоб наші таємниці такими і залишалися - таємницями. Нишпорення та розпитування тільки посилять підозри наших ворогів.

На жаль, час для поступливості закінчується, особливо, з ситуацією в Ельдре’Таласі.]===],
[===[А ти справді {стать:такий ж винахідливий:така ж винахідлива}, як про тебе говорять. Кенарійському Колу справді пощастило, що ти працюєш на нас.

З релікварієм Чистоти знову в наших руках мені стало значно легше. Тепер я почуваюся спокійніше, просячи тебе не лише протистояти злісному демонові, а при цьому ще й повертати небезпечні предмети.]===],
},
[6845] = {
[===[Розкриття таємниць минулого]===],
[===[У будь-якому разі, тобі варто навідати мене відносно скоро... якщо, звичайно, ти хочеш знати, що тут, усередині. Як тільки я про це дізнаюсь і якщо там дійсно книга- залюбки поділюся з тобою цією інформацією.

Тим часом я зв’яжуся з мамою цього невеличкого ведмежого табору - Рабіном. Не сумніваюся, що він захоче дізнатися про твої божевільні витівки. Ніколи не змушуй маму чекати, {Ім'я}... хіба що ти хочеш скупатися у меді.

Таке траплялося, повір мені.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[А, {Ім'я}. Я надіявся, що ти завітаєш. Радий бачити, що у тебе все добре.

Мене повідомили, що ти прийдеш, і я хотів би особисто виразити подяку від Кенарійського Кола за досі надану тобою допомогу. Безсумнівно, в Сілітусі є ще багато таємниць, які варто розкрити. Те, що ти {стать:доставив:доставила} Умберові, може виявитися однією з найцікавіших. Будь ласка, прийми це на знак нашої вдячності за твою підтримку.

Дякую, {стать:щедрий:щедра} {клас:к}.]===],
},
[8735] = {
[===[Зараження Жаху]===],
[===[Ти {стать:повинен:повинна} подорожувати до чотирьох порталів сну Азерут. З кожного із них тобі потрібно добути фрагмент зараження Жаху. Драконіди, що мешкають там, мають такі фрагменти. Повертайся до мене, коли збереш їх усі.]===],
[===[Помандруйте до чотирьох порталів Смарагдового Сну в Азерот і зберіть по фрагменту зараження Жаху з кожного з них. Повертайтеся до хранителя Ремулоса в Місячну галявину, коли виконаєте це завдання.]===],
[===[<Ремулос глибоко занурений у власні думки.>]===],
[===[Ти {стать:готовий:готова}? Чи готовий світ до того, що ми збираємось викликати? Я не знаю… Я прикутий обов'язком перед Малфуріоном. Обов'язком і честю...]===],
},
[8736] = {
[===[Прояв Жаху]===],
[===[Ми мусимо стримуватися проти Ераніка. Потрібно врятувати його, а не знищити.

Тіранда вже йде нам на допомогу в цьому. Ми повинні відбивати удари дракона та врятувати Нічну Гавань від неминучого знищення.

Будь на готові! Ти й твої союзники - наша єдина надія.]===],
[===[Захистіть Нічну Гавань від Ераніка. Не дайте хранителеві Ремулосу загинути. Не вбивайте Ераніка. Захищайте себе. Дочекайтеся Тіранди.]===],
nil,
[===[Його прощено, {Ім'я}, і тепер він повертається в Сон, щоб виправити власні помилки. Еранік буде могутнім союзником Малфуріонові та моєму батькові. 

Це спорядження - для тебе, {Ім'я}, дароване мені самою Ізерою. Тобі варто скористатиця цим у твоїх битвах з кіражами.]===],
},
[8741] = {
[===[Поборник повертається]===],
[===[Хранитель чекає на твоє повернення, {Ім'я}. Віднеси уламок зеленого скіпетра Анахроносу в Печерах Часу.]===],
[===[Віднесіть уламок зеленого скіпетра Анахроносу в Печери Часу в Танарісі.]===],
[===[<Анахронос киває.>]===],
[===[Твої вчинки будуть відомі всім, {стать:поборнику:поборнице}. Тебе вихвалятимуть у піснях від Орґріммара до далей Південних морів. Усім буде відомо про поборника Бронзового крила, {Ім'я}.]===],
},
}
