local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, completion }
[2] = {
[===[Кіготь Гостропазура]===],
[===[Могутнього Гостропазура вбито, а кіготь гіпогрифа — свідоцтво вашої перемоги. Сенані Грозове Серце на заставі при Тріснутому Дереві буде зацікавлена в цьому трофеї як доказі вашої звитяги.]===],
[===[Принесіть кіготь Гостропазура до Сенані Грозове Серце на заставу при Тріснутому Дереві, що в Ясенедолі.]===],
[===[Так, {стать:могутній:могутня} {клас:к}, я відчула твоє прибуття. Чи є у тебе інші вісті щодо твого полювання?]===],
[===[Я вражена, {ім'я}... кіготь Гостропазура — нелегкий трофей. Ти робиш успіхи в Ясенедільському полюванні!

Гостропазур давно вже лякав наймитів з лісозаготівельних таборів, коли вони подорожували сюди, в заставу при Тріснутому Дереві. Коли вони дізнаються, що ти {стать:знищив:знищила} звіра, чимало пісень про твою хоробрість буде чутно біля вечірніх вогнищ скрізь у Ясенедолі!]===],
},
[8] = {
[===[Угода пройдисвіта]===],
[===[Гей, {стать:приятелю:приятелько}! Зроби-но послугу для парубка, що набив безговолових зомбі ти павуків на все життя наперед?

Я маю тут лист, що потрібно доставити у Брілль... до корчмарки Рені якось-там... ЇЇ прізвище значення немає.

У будь-якому разі, це гарне затишне місце повне жертв Чуми, що хочуть знайти свій шлях у цьому світі. І це також гарне місце для відпочинку, якщо тобі потрібно. Тобі варто його відвідати... Зроби це, і я заплачу сповна.]===],
[===[Доставте непідписаний лист корчмарці Рені в Тірісфальське перелісся.]===],
[===[Так? Так? Що це?

Відречені, вони справді мають великий апетит. Почувайся, як удома.... так, знайди відпочинок для своїх втомлених кісток. Мене звати Рені, і я до твоїх послуг, якщо щось потрібно.]===],
[===[Га? Лист? Гарні новини! Я так чекала на звістку від моєї любої старої матусі зі Смертедзвону. Вона для мене просто, як свята. Цікаво, як вона там тримається.

Що? Занадто радісно? Не віриш мені, чи не так?

Ну що ж, тоді забирайся.... все одно, хто надіслав цей лист. Ну ж бо, забирайся звідси!

Повертайся, коли зможеш потратити тут дрібку монет... трупарисько.

Не встигнеш і оком моргнути, як ти повернешся сюди для відпочинку після багатоденної пригоди чи ще чогось такого ж дурного.]===],
},
[23] = {
[===[Лапа Урсанґо]===],
[===[Лапа могутнього ведмедя Урсанґо — ваш трофей цього етапу Ясенедільського полювання. На лапі видно символ — півмісяць. Ви не знаєте, що він означає.

Лапу слід принести Сенані Грозове Серце на заставу при Тріснутому Дереві, аби довести, що ви подолали могутнього звіра та завершили цей етап полювання.]===],
[===[Принесіть лапу Урсанґо до Сенані Грозове Серце на заставу при Тріснутому Дереві, що в Ясенедолі.]===],
[===[А, {ім'я}, я щойно думала про тебе! Як полювання?]===],
[===[Лапа Урсанґо! Твої здібності вражають, {клас:к}. Цей ведмідь загубив чимало душ. Півмісяць на його лапі, безсумнівно, свідчить про те, що його тренували нічні ельфи, які вештаються Ясенедолом. Урсанґо — один... був одним з наймогутніших ведмедів в цій місцині. Подолати такого звіра означає проявити неабияку силу волі та рішучість.

Твої пращури пишалися б тобою!]===],
},
[24] = {
[===[Голова Шадумбри]===],
[===[Колись швидкий, як вітер, Шадумбра тепер спокійно лежить біля ваших ніг. Голова вбитого ночезуба — гідний трофей для {стать:учасника:учасниці} Ясенедільского полювання. Якщо ви принесете її Сенані Грозове Серце на заставу при Тріснутому Дереві, вона винагородить вас за перемогу в цьому етапі полювання.]===],
[===[Принесіть голову Шадумбри до Сенані Грозове Серце на заставу при Тріснутому Дереві, що в Ясенедолі.]===],
[===[І знову вітання, {ім'я}! Ти {стать:прийшов:прийшла} з мисливським трофеєм?]===],
[===[{ім'я} — {стать:переможець:переможниця} Ясенеділського полювання! Молодець! Голова Шадумбри — гідна нагорода за таку битву. 

Лютість Шадумбри добре відома тут, на заставі. Через цього тигра будь-яка піша подорож на захід, до Зорамського узбережжя, була смертельно небезпечною. Завдяки тобі цю небезпеку усунуто.]===],
},
[25] = {
[===[Перешкода в Каміннопазуристих горах]===],
[===[Хочеш бути {стать:корисним:корисною}? Розберися з ситуацією в Пазуродертому тунелі. 

Транспортне сполучення між Ясенедолом та Каміннопазуристими горами зупинилося через озеро, що ожило та почало нападати на все, що наближається. Окрім приструнчення водяних елементалів, корисно було б також розвідати альтанку на озері Містраль — ту, з якої добре видно заставу Альянсу.

То що, доведеш свою користь?]===],
[===[Вбийте 12 забруднених елементалів води біля озера Містраль на схід від Пазуродертого тунелю та південний захід від застави при Тріснутому Дереві. 

Розвідайте альтанку на озері Містраль, з якої видно заставу Альянсу.

Поверніться до Мастока Хитрошипа на заставу при Тріснутому Дереві, що в Ясенедолі.]===],
[===[Вже {стать:повернувся:повернулася}? Як там справи — все {стать:розчистив:розчистила}?]===],
[===[Так, я вже чув, що хтось продерся через те озеро, як пиловий дідько через Степи. Схоже, що є можливість встановити там спостережний пост, аби спостерігати за нашими приятелями з Альянсу. Звісно, якщо не висовуватися...

А ти, зрештою, {стать:довів:довела} свою корисність. Сполучення між заставою та Каміннопазуристими горами повинно відновитися. Візьми це — ти {стать:заслужив:заслужила}.]===],
},
[27] = {
[===[Необхідний урок]===],
[===[{ім'я}, я з задоволенням спостерігав за твоїми успіхами. Ти безперечно станеш {стать:відомим захисником:відомою захисницею} природи.

Настав час тобі дізнатись більше про один з аспектів тварин, здатність перетворюватись в яких дарував нам Кенарій. Про аспект, який дає тобі владу над водою. Для цього тобі потрібно відправитись в селище Нічна Гавань на Місячній галявині й поговорити з Дендритом Зіркосяйво з Кенарійського Кола. Він буде твоїм наставником.]===],
[===[Поговоріть з Дендритом Зіркосяйво у селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[Мої вітання, {стать:юний:юна} {клас:к}. Настав час тобі пізнати водну форму. В ній ти зможеш вільно і скільки завгодно пересуватися у воді. Цей аспект буде для тебе корисним інструментом і благословінням... Але перш ніж опанувати це уміння, його потрібно заслужити.

Тебе чекає два випробування. Перше перевірить твою здатність працювати під тиском води. Друге - перевірить твою рішучість пізнати аспект самої форми.

Готуйся - час випробування настав.]===],
},
[28] = {
[===[Випробування озера]===],
[===[Твоїм першим випробуванням буде пошук прикраси з вівтаря в озері Елуна'ара. Вона швидко руйнується, тож тобі доведеться швидко віднести її до вівтаря Ремулоса. Поклади прикрасу на вівтар і поговори там з Таджаррі. Вона — одна з найдовіреніших вартових Місячної галявини.

У тебе обмаль часу і тобі, певно, доведеться змагатись з іншими друїдами в пошуках прикраси. Твоя фізична й духовна міць допоможуть тобі досягти успіху.

Нехай щастить, {ім'я}.]===],
[===[Знайдіть прикрасу вівтаря в озері Елуна'ара, принесіть її до вівтаря Ремулоса на північному заході Місячної галявини та використайте її там.

Після цього поговоріть з Таджаррі біля вівтаря, щоб завершити випробування.]===],
[===[Щоб завершити випробування озера — використай прикрасу біля вівтаря. Поки цього не зробиш — твоє випробування не може вважатись завершеним і ти можеш зазнати невдачі.]===],
[===[Що ж, здається, ще {стать:один:одна} {клас} успішно {стать:завершив:завершила} випробування озера! Вітаю, {ім'я}, ти чудово {стать:впорався:впоралась}.

Як я вже казала, мене звати Таджаррі. Мій обов'язок і честь — стояти на варті Місячної галявини, а конкретно — цього вівтаря. Хранитель Ремулос направляє Кенарійське Коло у збереженні природи та рівноваги, а цей вівтар — вшанування його пам'яті. Поклавши цю прикрасу тут, ти {стать:вшанував:вшанувала} його важливість.]===],
},
[30] = {
[===[Випробування морського лева]===],
[===[Для другого випробування тобі потрібно зібрати дві половини підвіски морського лева. Одна з половинок уособлює спритність аспекту морського лева, що стрімко плаває в товщі води. Інша ж — уособлює його неймовірну витривалість. Друїди покладаються на обидві ці якості, щоб опанувати водну форму.

Поговори з жителями Місячної галявини, щоб дізнатись, де знаходяться ці половинки та принеси їх сюди. Коли об'єднаєш їх — віддай підвіску Дендриту Зіркосяйву.]===],
[===[Знайдіть половинку підвіски водної спритності та половинку підвіски водної витривалості. Поговоріть з жителями Місячної галявини, щоб дізнатись про їх місцеперебування.

Об'єднайте половинки в підвіску морського лева, перебуваючи біля вівтаря Ремулоса.

Об'єднану підвіску принесіть Дендриту Зіркосяйву в Нічну Гавань, що на Місячній галявині.]===],
[===[Ти вже {стать:об'єднав:об'єднала} половинки підвіски, {ім'я}? Якщо тобі потрібна допомога — звернись до місцевих жителів. Так ти не тільки дізнаєшся, де їх шукати, а й краще познайомишся з цією прекрасною священною галявиною.]===],
[===[Тобі вдалось пройти випробування морського лева, {ім'я}, вітаю тебе!

У своїх зусиллях з їх пошуків тобі довелось проявити спритність та витривалість, які так необхідні тобі для гармонії з водними глибинами. Одне не може існувати без іншого і без обох цих якостей ти не зможеш прийняти аспект морського лева.

Добре запам'ятай цей урок і згадуй про нього, коли наважишся прийняти водну форму.]===],
},
[31] = {
[===[Водна форма]===],
[===[Ти {стать:завершив:завершила} навчання, яке проходять всі друїди-початківці перед тим, як зможуть опанувати водну форму. Тепер повертайся до свого наставника, Турака Рунного Тотема в Громовий Бескид. Покажи йому цю підвіску і доведи, що ти {стать:готовий:готова} засвоїти його уроки. Він завершить твоє навчання, завдяки цьому ти станеш одним цілим з водою.

Прощавай, {стать:юний:юна} {клас:к}. Ми ще зустрінемось.]===],
[===[Поверніться до Громового Бескиду і покажіть Тураку Рунному Тотему підвіску Морського Лева.]===],
[===[До мене дійшов слух про твоє провісне повернення до Громового Бескиду, однак я хочу побачити докази того, що ти {стать:засвоїв:засвоїла} уроки Місячної галявини, перш ніж почну вчити тебе приймати водяну форму.

Чи є у тебе підвіска морського лева?]===],
[===[Чудово, {ім'я}. Твої предки гордилися б твоїми успіхами! Ти {стать:готовий:готова} прийняти водну форму і я з радістю тебе цьому навчу.

Також, прийми цю річ в знак визнання твоїх успіхів у двох випробуваннях. Сподіваюсь, це буде приємним доповненням до твого спорядження у якості {стать:захисника природи та хранителя:захисниці природи та берегині} рівноваги.]===],
},
[63] = {
[===[Поклик води]===],
[===[Вздовж узбережжя Срібнохвою, на захід від Крипти, ти знайдеш вівтар поглинутий чумою. Духи там більше не розмовляють з нашим народом, тож тобі належить перемогти прояв і очистити водойму.

Візьми наручі елементаля разом із залишками крапель води Бріни та поклади їх у жаровню. Цього ритуалу має бути достатньо, щоб викликати чистий дух, з яким буде можливо спілкуватися.

Принеси мені докази виконання завдання, і я нагороджу тебе новим тотемом.]===],
[===[Переможіть зіпсований прояв води та помістіть наручі зіпсованого прояву разом із залишками крапель найчистішої води у жаровню першоджерела в Срібнохвойному пралісі.]===],
[===[Жаровня все ще відбиває навколишнє світло, і полум’я помалу тремтить, поки ви наближаєтеся.

Вплив чуми уздовж пагорбів, здається, тримається на відстані, і, окрім відсутніх компонентів, жаровня виглядає готовою до ритуалу виклику очищеного прояву води.]===],
[===[Ви кладете наручі у жаровню, а потім виливаєте залишки крапель зілля Бріни у полум’я. Краплі тріщать, потрапляючи на полум’я, і ви починаєте вимовляти прості слова, яких навчила вас Іслен...]===],
},
[81] = {
[===[Доставка шипучки]===],
[===[Я подбав про те, щоб нічого не пропало і закріпив у бочці не лише упаковану шипучку для Драна, а й додаткові пляшки для нього. Не те щоб я тепло ставився до Драна, але немає нічого гіршого, ніж розлита шипучка. Ось, тримай.

А тепер віднеси цю бочку Драну Дрофферсу в його крамницю в Орґріммарі. І передавай мої вітання Мальтону. Скажи, що якщо він скучить за відмінною випивкою і чудовою компанією — ми будемо раді його візиту.]===],
[===[Доставте бочку Драну Дрофферсу в Орґріммар.]===],
[===[Якщо ти нічого не купуєш чи доставляєш — не марнуй мій час! Де моя шипучка?]===],
[===[Що ж, давай поглянемо, що в цій бочці!

Так, так, схоже, що все на місці. Ось твоя винагорода за доставку, гарна робота. Я отримаю вп'ятеро більше, коли продам її в таверну! Ха-ха!

Ну, а ці пляшки медової шипучки Внутрішніх земель прибережемо для особливих випадків. Треба спробувати змішати її з шампанським. Я назву це... медовим шампанським!]===],
},
[96] = {
[===[Поклик води]===],
[===[Візьми осколок. Візьми осколок і даруй життя.

Даруй життя і розумій. Розумій, що вода — це життя... псування зупиняє життя.

Ти захищаєш і даруєш життя силою води.]===],
[===[Принесіть осколок води до Іслен Морської Провидиці у Степи.]===],
[===[Ти {стать:повернувся:повернулась}. Чудово!

Як пройшла твоя подорож до Срібнохвою? Це зайняло багато часу?

Мені важко сказати, чи все пройшло в тебе добре, оскільки надто багато землі було зіпсовано. Цей сморід перекриває будь-яке благо, яке ти {стать:міг би:могла б} зробити. Але маленькі успіхи інколи такі ж важливі, як і великі. Очищення води там було корисним і для тебе, і для всіх інших шаманів.]===],
[===[Це доказ, якого я просила. Ти добре {стать:впорався:впоралась}, {ім'я}.

Мені приємно бути першою, хто привітає тебе і подарувати тобі цей... твій тотем води.

Використовуй його з розумом і хай тобі щастить.

Тебе чекає ще одне випробування через деякий час, тож добре підготуйся. Чиста вода не тільки повертає життя пораненим, але й вміє й багато інших речей. Я рекомендую тобі пошукати тренерів шаманів, коли буде час. Можливо, у них є нові заклинання, які ти можеш вивчити.]===],
},
[99] = {
[===[Дурість Аруґала]===],
[===[Разом із моїм розумінням магії Аруґала зростає і моє презирство до цього нещасного дурня. Я вже майже завершив своє дослідження його так званого "засобу".

Мої знання будуть повні, коли я дізнаюся, які саме чари спричиняють ті дивацтва в селі Поховальні Вогнища. Протягом дня селяни виглядають, як люди. Але з заходом сонця мешканці перетворюються на воргенів Місяцесказу.

Мені потрібно витягти енергію з зачарованих кайданів, що Аруґал надягнув на них. Принеси мені шість кайданів з Поховальних Вогнищ, {ім'я}.]===],
[===[Принесіть 6 кайданів з Поховальних Вогнищ до Далара Ранньоткача в Крипту.]===],
[===[Тобі вже вдалося роздобути кайдани з Поховальних Вогнищ, {ім'я}?]===],
[===[Твоя наполегливість похвальна. За допомогою даних, що ти {стать:допоміг:допомогла} мені зібрати, Аруґала буде здолано, а його необачну магію - розсіяно. Твоє здоров'я, {ім'я}.]===],
},
[100] = {
[===[Поклик води]===],
[===[Спалах світла засліплює вас, щойно ви закінчуєте заклинання. Звуки крапель води, що вдаряються об полум’я, стихають, і вам легшає, оскільки духи псування навколо вас знищені.]===],
[===[Поговоріть із меншим проявом води в Срібнохвойному пралісі.]===],
nil,
[===[Дякую тобі. Дякую шаманам.

Псування відступає, але життя продовжує згасати. Місія шаманів — це захист життя.]===],
},
[216] = {
[===[Між каменем та Колючохутрими]===],
[===[Хутропузи з клану Колючохутрих загрожують нашій експансії! Селище Колючохутрих на схід звідси блокує шлях між нами та заставою при Тріснутому Дереві. Це шлях в обхід села Астранаар. Без нього ми подаруємо Альянсу зайвий шанс до розширення.

{ім'я}, ми не повинні допустити... розриву шляху!

Йди до селища Колючохутрих і проріди ряди хутропузів. За це завдання ти отримаєш винагороду і на додаток — виконаєш свій обов'язок перед Ордою!]===],
[===[Вбийте 12 колючохутрих месників і 12 колючохутрих шаманів. Більшість з них можна знайти на схід від Зорамського узбережжя в селищі Колючохутрих. По завершенні повертайтесь до Каранґа Амаккара на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[Ну що, {стать:прийняв:прийняла} бій з Колючохутрими? З вільним шляхом між нашими базами, наші шанси захопити весь Ясенеділ різко зростуть.]===],
[===[Молодець, {клас:к}, чудова робота! Я продовжуватиму посилати війська, аби проріджувати хутропузів, але я можу принаймні розраховувати на інший шлях в обхід сил Альянсу. Завоювання Ясенедолу Ордою в самому розпалі!

Сьогодні ти {стать:заслужив:заслужила} свою платню, {стать:герою:героїне}. Я вітаю тебе!]===],
},
[220] = {
[===[Поклик води]===],
[===[Іслен доручить тобі ще одне завдання, перш ніж нагородити тебе наступним тотемом. Для цього завдання тобі знадобиться фіал з водою, що я тобі дала.

Йди, поговори з нею. З тобою ми ще колись зустрінемося знову.]===],
[===[Принесіть фіал найчистішої води до Іслен Морської Провидиці у Степи.]===],
[===[І знову привіт, {ім'я}. Виглядаєш ти непогано.

Що привело тебе до мене так скоро?]===],
[===[А, фіал з водою, створений і освячений Бріною і, звісно ж, зібраний тобою.

Рідина в цьому фіалі необхідна для створення сапти, але також згодиться й для іншого завдання.

Сапта, яку я створю для тебе, потрібна, щоб побачити духів води у святилищі в Срібнохвойному пралісі, на південь від Підмістя. Щодо води, що залишилася — добре, що ще є кілька крапель — я розповім тобі пізніше, коли ти відчуєш, що {стать:готовий:готова}.

Ти {стать:готовий:готова} до ще однієї подорожі, {ім'я}?]===],
},
[232] = {
[===[Доручення аптекарки Зінґе]===],
[===[Королівське товариство аптекарів потребує твоєї допомоги. Послухай мене, і ми обидва отримаємо вигоду.

Аптекар Ківер, що в сусідній кімнаті, мабуть, трохи... несповна розуму... але його дослідження можуть приносити плоди, якщо їх очолить розумніший дослідник. На щастя, я саме та, хто потрібен. Віднеси цей список покупок Алессандро Луці, власнику "Дрібничок Синього Місяця"; він має видати набір для тестування. Як отримаєш його - повертайся до мене і я розкажу про подальші кроки.]===],
[===[Віднесіть список покупок Алессандро Луці в Підмісті.]===],
[===[Так-так... я можу тобі чимось допомогти? Ти по справах Королівського товариства аптекарів чи просто {стать:прийшов:прийшла} скрасити мій день?]===],
[===[О, Зінґе потрібне обладнання, чи не так? Шкода, що вона особисто не вшанувала мене своєю чарівною присутністю.

Ну що ж, давай я тобі його спакую.]===],
},
[235] = {
[===[Ясенеділське полювання]===],
[===[Увага, юні шукачі пригод! Дикі хащі Ясенедолу чекають на вас!

Орді вдалося закріпитися в землях на північ від Степів. Дві наші застави — при Тріснутому Дереві та на Зорамському узбережжі — б'ються за славу Орди! Ті, хто хоче проявити себе у подвигах, можуть вирушити туди. Зверніть увагу: Сенані Грозове Серце на заставі при Тріснутому Дереві, що на північ від Степів, шукає охочих взяти участь у великому полюванні в Ясенедолі!]===],
[===[Поговоріть з Сенані Грозовим Серцем на заставі при Тріснутому Дереві, що в Ясенедолі.]===],
nil,
[===[Ласкаво просимо на наш новий рубіж, {ім'я}. Ясенеділ — це земля можливостей, де {стать:такому юній:такій юній} {клас:д}, як ти, знайдеться вдосталь шансів довести свою силу. Оглянь цю заставу та обов'язково сходи на Зорамське узбережжя — в Орди й там є застава.

Як розумію, ти тут для того, щоб дізнатися більше про полювання. Слухай уважно, і я з радістю поділюся з тобою всім, що тобі потрібно знати.]===],
},
[238] = {
[===[Доручення аптекарки Зінґе]===],
[===[Набір готовий, {Ім'я}. Без сумніву, Зінґе потрібен цей набір якомога скоріше. Негайно віднеси це їй і додай, що витрати будуть покриті коштом Королівського товариства аптекарів. Також, будь ласка, передай їй мої найгарячіші вітання.

Чого {стать:встав:встала}? Ти ж {стать:посильний:посильна} чи як?]===],
[===[Принесіть набір для польових досліджень аптекарці Зінґе в Підмісті.]===],
[===[Схоже, що Лука також схвильований. Але це не має значення, просто віддай мені набір для польових досліджень. Мені ще треба буде внести певні корегування і перевірити базові матеріали.

Ти ж маєш набір, чи не так?]===],
[===[Добре! Таке задоволення - працювати з тими, хто не витрачає мій час даремно.

Після того як я зроблю правки в цьому наборі, ти будеш {стать:готовий:готова} до наступного завдання. З його допомогою потрібно буде зібрати важливі дані.

Це займе хвильку, я майже закінчила. А поки ти чекаєш, подумай, що тобі може знадобитися в пустелі.

Так, про пустелю тобі не почулося.]===],
},
[247] = {
[===[Кінець полювання]===],
nil,
nil,
nil,
[===[{ім'я}, ти {стать:вбив:вбила} всіх трьох звірів, які були цілями Ясенедільського полювання. Ти {стать:приніс:принесла} мені гідні докази їх смерті. Твоя сила та завзяття поза сумнівами. У твоїх жилах тече кров {стать:мисливця:мисливиці}. Ти заслуговуєш на винагороду!

Будь ласка, прийми цю дрібничку як нагороду за великі справи, вчинені тобою в Ясенедолі на честь Орди. Нехай бережуть тебе пращури!]===],
},
[264] = {
[===[Доки смерть не розлучить нас]===],
[===[Клятий покидьок! Покинув мене заради свого клятого походу. Тому що "Світло понад усе, це наш єдиний захист проти невмерлих!".

А як же діти?! А як же я?! Багато ночей я терпляче чекала на нього... я завжди була на другому місці після його клятого обов'язку!

Що ж, подивись на плоди "правосуддя", {ім'я}! Він мертвий, а стала тим, що він намагався зупинити!

Візьми цей мотлох і поклади на його могилу в Крипті. Мені не потрібне більше це сміття... і він сам теж!]===],
[===[Покладіть кулон Клариси на могилу Юріва в Срібнохвої.]===],
[===[Кам'яна плита холодна на дотик. Могила була сплюндрована: навколо валяється сміття, з барельєфа вибиті шмати, а могила заросла травою.

Нікому немає діла до тих, хто тут похований, особливо якщо це жертва чуми.]===],
[===[Ви кладете кулон на могилу, і дорогоцінний камінь у ньому помітно тьмяніє.

Підвівшись, ви дивитесь на кулон. Він лежить на плиті, тьмяний і холодний. Ваші думки перериває різкий, холодний вітер, що проноситься над Криптою. На мить все навколо завмирає.]===],
},
[354] = {
[===[Смерті в сім'ї]===],
[===[Родина Аґамандів була найзаможнішою в Тірісфальському переліссі. Я працював на їхніх млинах... до Чуми.

Коли вперше прийшла Cкара, Аґаманди укріпилися вдома та переконали своїх робітників залишитися і допомогти з обороною. Ми були бовдурами, але, принаймні, вірними бовдурами.

Своєю гординею Аґаманди прирекли нас на невмерлість. І тепер вони є маріонетками Скари!

Послужи відреченим - знищи Аґамандів, які померли від Чуми. Послужи і мені, принісши мені їхні рештки.]===],
[===[Принесіть рештки Ґреґора, рештки Нісси та рештки Турмана до Коулмена Фартинга у Брілль.]===],
[===[Ти вже маєш рештки Аґамандів? Ці прокляті чудовиська нарешті знищені?]===],
[===[Помста солодка на смак, чи не так? Коли ти {стать:знищував:знищувала} Аґамандів, чи {стать:відчув:відчула} ти хоча б крихту свободи волі у них усередині? Я сподіваюся, що так. Я сподіваюся, що вони відчували страх перед тим, як були спроваджені у забуття.

Це марна надія, я знаю. Але це надія, яку я все ж плекаю.]===],
},
[355] = {
[===[Розмова з Севреном]===],
[===[Ти {стать:приніс:принесла} мені рештки Аґамандів і цим {стать:задовольнив:задовольнила} моє бажання помсти. Але млини Аґамандів є загрозою не лише для мене, а й для усіх відречених.

Я розповів війту Севрену про твої звитяги проти Аґамандів, і він бажає поговорити з тобою особисто.]===],
[===[Поговоріть з війтом Севреном у Бріллі.]===],
nil,
[===[Коулмен добре відгукується про тебе, {Ім'я}, і про твої успішні набіги на млини Аґамандів.

Відречені знову потрібна твоя допомога...]===],
},
[356] = {
[===[Патруль тилової сторожі]===],
[===[Захисники Валу, які обороняють Тірісфаль від Зачумлених земель, постійно насторожі. Проте деколи Скара все ж прослизає повз них.

Наш успіх на Валу залежить від боротьби на одному фронті: ми не можемо дозволити атаки з тилу або відрізання ліній постачання наших оборонців.

Допоможи Валу. Попатрулюй схід і знищ усю Скару, що знайдеш. Особливо зосередься на хуторі Бальнірів – він тепер кишить бродячою падаллю.]===],
[===[Убийте 8 кривавих страховищ і 8 блукаючих духів, а потім відзвітуйте Ліннеї в її таборі.]===],
[===[Ти вже маєш звіт зі свого патруля?]===],
[===[Дуже добре. Твої зусилля значно посприяли стриманню Скари. Я відправлю рекомендацію моєму керівнику, карателю Зиґанду.]===],
},
[357] = {
[===[Особа ліча]===],
[===[Є ліч, який мешкає на острові посеред Ясноводного озера на півночі. Хоча він — відречений з вільною волею, він вважає, що всі інші невмерлі є рабами Скари та наказав своїм прислужникам нападати на будь-кого, хто наблизиться.

Але оскільки він є відреченим, Королева захоче його служби. А якщо він ще і вправний у некромантії, то його знання будуть... досить корисними для нас.

Щоб дізнатися про його особу та навички, я повинен побачити його фоліант. Прокрадися в його табір і роздобудь його, а тоді повертайся до мене.]===],
[===[Принесіть фоліант ліча Беторові Кригозламу в Підмістя.]===],
[===[{Ім'я}, ти вже {стать:роздобув:роздобула} фоліант?]===],
[===[Дуже добре, {Ім'я}. Я вивчу цю книгу та визначу особу цього ліча. Ти добре {стать:послужив:послужила} Королеві.

<Бетор відкриває фоліант та уважно оглядає його сяючі сторінки...>

Дивовижно! Принесений тобою фоліант належить нікому іншому, як Ґюнтерові Арканусу!

За життя Ґюнтер був вправним некромантом; ми з ним були друзями та товаришами по службі перед Чумою. І, судячи з цього фоліанту, він став навіть ще могутнішим після смерті. 

Його вміння були б для нас великим здобутком.]===],
},
[358] = {
[===[Мародери]===],
[===[Масові поховання південно-західніше пристанища Ґаррена на півночі були місцем для... значної... кількості померлих Тірісфалю, коли прийшла Чума.

Поки що тіла в цих могилах не настигла невмирущість, але Скара тепер посилає гнилошкурих гнолів, щоб зібрати трупи та використати їх для поповнення своєї армії. Цього не можна дозволити!

У тебе подвійне завдання: знищи Гнилошкурих біля масового поховання та на пристанищі Ґаррена і збери з них бальзамувальну сукровицю, що дає їм життя.]===],
[===[Убийте гнилошкурих мародерів і гнилошкурих дворняг. 

Принесіть 8 бальзамувальних сукровиць до війта Севрена у Брілль.]===],
[===[Твоє завдання виконано? Ти вже {стать:знищив:знищила} цих собакоподібних створінь і {стать:зібрав:зібрала} їхню сукровицю?]===],
[===[Майстерна робота, {Ім'я}. Скара помиляється, думаючи, що вона зможе підняти цих мерців проти нас, а рідина, яку ти {стать:зібрав:зібрала} з гнилошкурих рабів, буде вивчена нашими аптекарами. У ній можуть бути приховані таємниці, які ми зможемо використати проти Скари.

Як я вже говорив, чудова робота. Але наша боротьба продовжується, і вона напевне дасть тобі ще не одну можливість довести свою цінність для відречених.]===],
},
[359] = {
[===[Служба відречених]===],
[===[Мені потрібен свіжий звіт із застави Смертестражі на схід звідси.

Я мушу знати, чи проникли сили Скари крізь Вал у Тірісфаль. Ми повинні дотримуватися пильності на кордоні з Зачумленими землями: не можна дозволити Скарі закріпитись тут!

Йди на південь уздовж дороги, а потім зверни на схід на роздоріжжі, до застави. Поговори зі смертостражем Ліннеєю. У неї є інформація, яка мені треба.]===],
[===[Поговоріть зі смертостражем Ліннеєю.]===],
nil,
[===[Війт Севрен хоче звіт? Звичайно: захисники Валу стримують більшість сил Скари, але деякі все ж просочуються час від часу.

Ми спостерігали періодичну активність сил Скари на сході від нашої застави, зосереджену навколо хутора Бальнірів.]===],
},
[360] = {
[===[Повернення до війта]===],
[===[Тепер повертайся до війта Севрена з інформацією, що я тобі надала. Він захоче почути її якнайшвидше, тому поспіши.

А якщо побачиш сили Скари по дорозі назад – убий їх: ми не можемо дозволити їм розгулювати по наших землях.]===],
[===[Поверніться до війта Севрена у Брілль.]===],
nil,
[===[Те, що Скара проникає крізь Вал - тривожні новини. Король-ліч та його прислужники не стримуються у своїх нападах.

Але ми не здамося. Він не оволодіє нами знову!]===],
},
[361] = {
[===[Недоставлений лист]===],
[===[Цей лист написаний Турманом, найстаршим сином Ґреґора Аґаманда. Він призначений для Іветт Фартинг. Хоча, схоже, він до неї не дійшов...]===],
[===[Знайдіть Іветт Фартинг і віддайте їй лист від Турмана Аґаманда.]===],
[===[Так?]===],
[===[Ох... мій бідний Турман! Я благала його покинути млини Аґамандів зі мною та моїм батьком, але він був надто відданий своїй сім'ї! Я знала це! Я знала, що Бранд мав намір йому нашкодити! Ох, будь проклята ця Чума та ця Скара!

<Лице Іветт розгладжується та стає холодним.>

Але шкодування - для слабких. Як відречена, я маю нові цілі, і любов - не одна з них. Я дякую тобі за листа, оскільки мені було цікаво, що сталося з моїм колишнім коханням.

Але те життя закінчене. Назавжди.]===],
},
[362] = {
[===[Млини примар]===],
[===[Девлін Аґаманд був молодшим з двох синів Аґамандів, і не могло бути двох більш несхожих братів при житті. Турман був високим і доброзичливим, а його молодший брат - слабким і мав гострий язик.

Коли на їхні млини прийшла Чума, я не здивувався новинам, що Девлін швидко їй піддався. Його божевільну балаканину досі можна почути біля дороги, що туди веде.

Я збираю рештки Аґаманідів, і мені потрібен Девлін. Знайди його, вбий і принеси мені його кістки.]===],
[===[Вбийте Девліна Аґаманда та принесіть його рештки Коулмену Фартингу в Брілль.]===],
[===[{Стать:Знайшов:Знайшла} Девліна?]===],
[===[Дякую тобі. Кістки Девліна чудово ляжуть на мою мантію.

Якщо щось і може зігріти моє серце, то це звістка про знищення Аґамандів. Вони підвели мене та мою сім'ю, коли прийшла Чума - і тепер я присягаюся, що розтопчу їхні рештки власними ногами!]===],
},
[363] = {
[===[Різке пробудження]===],
[===[Пора б тобі вже прокинутися. Ми вже думали кинути тебе у вогнище, як інших, але, схоже, ти {стать:оговтався:оговталася}.

Я - Мордо, наглядач за криптою Смертедзвону. А ти - більше не {стать:раб:рабиня} Короля-ліча.

Поговори із жерцем тіні Сарвісом у каплиці при пагорбі. Він розповість тобі все, що ти тепер мусиш знати.]===],
[===[Поговоріть із жерцем тіні Сарвісом.]===],
nil,
[===[Ще один ходячий мрець, гм? Мабуть, було шокуюче прокинутися у крипті, де тебе привітали лиш холод і Мордо...

Я бачу розгубленість на твоєму обличчі. Дозволь мені пояснити нашу... ситуацію... тобі.

Нас звільнила від контролю Короля-ліча наша нова лідерка - леді Сильвана. Темна Леді веде нас у нашій війні проти ненависної Скари та загонів людей, які нишпорять за кожним нашим кроком.]===],
},
[364] = {
[===[Безтямні]===],
[===[Ми, відречені, воюємо з армією Короля-ліча, Скарою — піднятими некромантією військами невмерлих, з мерзенними тварюками півночі та змученими духами.

Північну частину селища заполонили безтямні, і їх потрібно знищити. Тож знищ їх, не жаліючи, хай як вони й схожі на наших колишніх братів та сестер. Полеглі — лише раби Короля-ліча.]===],
[===[Жрець тіні Сарвіс хоче, щоб ви вбили 8 безтямних зомбі та 8 жалюгідних зомбі.]===],
[===[Ти недалеко підеш у цьому новому житті, якщо не в змозі вбити навіть найслабших зомбі, {Ім'я}. Не повертайся до мене, доки не впораєшся з ними.]===],
[===[На жаль, Скару не можна переманити на наш бік: їхня численність нам би знадобилась у майбутніх битвах.

Але вони до нас не приєднаються, тому в нас немає іншому вибору, окрім як знищити їх.]===],
},
[365] = {
[===[Поля скорботи]===],
[===[Так, що тут у нас? Ти виглядаєш, як {стать:новоспечений:новоспечена} {клас:н}. Якщо ти сподіваєшся довести свою цінність Темній Леді, ти {стать:повинен:повинна} слідувати звичаям відречених.

На заході ти знайдеш ферму. Люди налізли на цю землю, як мухи на гнилий труп. Мало того, Багряний Похід патрулює неподалік, зі своєї вежі. Провчи цих покидьків і викради в них 10 їхніх цінних гарбузів.

Коли будеш мати десяток, віднеси їх аптекареві Йогаану до Брілля.]===],
[===[Викрадіть 10 гарбузів з ферми на заході, трохи північніше Смертедзвону, і принесіть їх аптекареві Йогаану в Брілль.]===],
[===[Смертостраж Сіммер сповістив мене, що ти зможеш забезпечити для мене дуже потрібні реагенти. Ти {стать:зміг:змогла} зібрати 10 гарбузів, {Ім'я}?]===],
[===[Ти чудово {стать:виконав:виконала} своє завдання, {стать:юний:юна} {клас:к}. Ти доводиш, що є цінним надбанням у війську Темної Леді.]===],
},
[366] = {
[===[Повернення книги]===],
[===[Багато років тому Гюнтер і я разом з Тулом Воронокігтем, тепер некромантом Скари, були друзями та студентами в Кірін-Торі – товаристві магів Даларану.

Ми з Гюнтером обоє загинули від Чуми, але я думав, що він або залишався мертвим, або його оживили до рядів Короля-ліча. Добре знати, що він вільний.

Ми повинні залучити його. Я наклав закляття на його фоліант, і, коли він його побачить, то зрозуміє, що я вільний від влади Короля-ліча. Сподіваюся, що після цього він приєднається до нас.]===],
[===[Поверніть Гюнтеру його фоліант. Його можна знайти на острові Прихистку Гюнтера.]===],
[===[Твої господарі бовдури, якщо послали тебе сюди — я ніколи не буду рабом Скари знову!]===],
[===[Мій фоліант??? То ось {стать:злодій:злодійка}, що {стать:викрав:викрала} її!

Але... що це за нові чари на ньому… Бетор? У Лордероні?

Якщо він досі є, можливо, він також втік від хватки Короля-ліча...]===],
},
[367] = {
[===[Нова чума]===],
[===[Леді Сильвана скликала Королівське товариство аптекарів. Темна Леді вірить, що наші знання в парі з новоздобутою магією відкриють нам ключ до знищення Артаса. Вона наказала нам приготувати нову чуму, яка буде більш згубною, ніж будь-яка пошесть на Азероті. Це має зруйнувати армію Скари Артаса.

Мої дослідження показують, що кров звірів може виявитися наріжним каменем. Принеси мені 5 пробірок з кров’ю темногончих, щоб я зміг випробувати свої здогадки.]===],
[===[Аптекар Йогаан з містечка Брілль просить вас зібрати 5 пробірок крові темногончих.]===],
[===[Ти уже {стать:зібрав:зібрала} 5 пробірок з кров’ю темногончих, {Ім'я}? Час спливає!]===],
[===[Ти добре {стать:потрудився:потрудилася}, {Ім'я}, і я дякую тобі за твої зусилля.]===],
},
[368] = {
[===[Нова чума]===],
[===[Поки ти {стать:збирав:збирала} для мене зразки, мої експерименти допомогли мені зрозуміти, що потрібно більше інгредієнтів для правильного поширення пошесті. Отруєння безпорадних жертв є дитячою забавкою. Поширення чуми на весь світ - це більш складно.

Мені буде потрібно 5 огидних лусок плавників з місцевих мурлоків. Ти зможеш їх знайти вздовж узбережжя на півночі чи заході.]===],
[===[Аптекар Йогаан з містечка Брілль потребує 5 огидних лусок плавників мурлоків з Тірісфальського перелісся.]===],
[===[{Ім'я}, ти {стать:зміг:змогла} дістати 5 огидних лусок плавників з мурлоків?]===],
[===[Ці луски просто чудові, {Ім'я}. Саме те, що мені треба для створення відвару.]===],
},
[369] = {
[===[Нова чума]===],
[===[Поки ти {стать:здобував:здобувала} інгредієнти, я знайшов старі записи в одному з моїх фоліантів про те, що стародавня чума знищила тисячі невинних жертв. Пізніше відкрили, що смертоносний штам пошесті зберігся в отруті нічних колопрядів.

Принеси мені трохи отрути цих злих нічних колопрядів, щоб закінчити експеримент. Я хочу побачити, чи буде цей заразний елемент у ній працювати з моїм новим відваром. Кажуть, що таких павуків можна знайти на сході Тірісфальського перелісся.]===],
[===[Аптекар Йогаан з містечка Брілль хоче, щоб ви зібрали 4 зразки отрути злих нічних колопрядів.]===],
[===[Маєш уже отруту злих нічних колопрядів, {Ім'я}? Це останній інгредієнт, якого я потребую для випробування мого експериментального варива.]===],
[===[О, ця отрута чудово підійде, {Ім'я}. Усе інше вже додано у відвар і приготоване. Нарешті, я готовий випробувати цей новий смертельний штам!]===],
},
[370] = {
[===[Війна з Багряним Походом]===],
[===[Стратегічні документи від карателя Аррена містять усі деталі, які нам потрібні, щоб вичавити людську заразу з нашого краю. Згідно з цими відомостями, Багряний Похід направив капітана Перріна й один загін до зруйнованої вежі, що розташована в південно-західному напрямку від Брілля.

Убий Перріна, 3 ревнителів, 3 місіонерів і відзвітуй мені.]===],
[===[Каратель Зиґанд в Бріллі хоче, щоб ви убили капітана Перріна, 3 ревнителів Багряного Походу і 3 місіонерів Багряного Походу.]===],
[===[{стать:Юний:Юна} {клас:к}, не марнуй свій час тут у Бріллі, коли ти {стать:потрібен:потрібна}, щоб боротися за свій народ. Бери зброю, відправляйся в південно-західному напрямі до зруйнованої вежі, та вбий там капітана Перріна, 3 ревнителів і 3 місіонерів. Ми приведемо Багряний Похід до їхньої загибелі.]===],
[===[Смерть капітана Перріна, безсумнівно, потішить Темну Леді. Ти добре {стать:впорався:впоралась} зі своїм обов'язком, {клас:к}.]===],
},
[371] = {
[===[Війна з Багряним Походом]===],
[===[Ми досі воюємо, а сила Багряного Походу зростає. Звіт карателя Аррена повідомляє, що Багряний Похід вчиняє набіги зі зруйнованої вежі на південному-сході біля хутора Бальнірів, під очільництвом капітана Вачона.

Убий Вачона разом з 5 ченцями Багряного Походу. Це має завдати спустошливого удару по Походу!]===],
[===[Каратель Зиґанд в Бріллі просить вас вбити капітана Вачона та 5 ченців Багряного Походу.]===],
[===[Я бачу, що ти {стать:повернувся:повернулася}, але завдання не {стать:виконав:виконала}. Може, тебе не трубує, що якісь людиська втручаються у плани Темної Леді? Чи, може, ти можеш виконати свій обов'язок і вбити капітана Вачона та його ченців!]===],
[===[Смерть капітана Вачона досить сильно зупинить наступ Багряного Походу в Тірісфальському переліссі. Але інші загрози нависають над нами.]===],
},
[372] = {
[===[Війна з Багряним Походом]===],
[===[Багряний Похід робить набіги зі зруйнованої вежі у північному Тірісфалі, біля Спочину Фаола. Згідно з нашими даними, безжальний командир на ім'я капітан Мелрач очолює цей загін.

Я довіряю тобі це особливе та небезпечне завдання. Вбий Мелрача та двох його охоронців в ім’я Темної Леді.]===],
[===[Каратель Зиґанд з містечка Брілль хоче, щоб ви вбили капітана Мелрача та двох його тілоохоронців.]===],
[===[Ти не {стать:виконав:виконала} свій обов'язок, {Ім'я}. Ми не можемо сподіватися на реалізацію плану Темної Леді, коли нашим солдатам докучає Багряний Похід. Принеси їм смерть і виконай свої зобов'язання перед Сильваною!]===],
[===[Ти неймовірно добре {стать:впорався:впоралася}, {клас:к}. З такими безжалісними бійцями, як ти, що перемагають на славу відречених, ми вже на крок ближчі до поразки Артаса раз і назавжди. У мене хороші передчуття щодо тебе, {стать:товаришу:товаришко}.]===],
},
[374] = {
[===[Доказ загибелі]===],
[===[Каратель Зиґанд розповів мені, як ти вправно {стать:вбивав:вбивала} членів Багряного Походу. Тірісфальське перелісся переповнене ними.

Варіматрас, лейтенант Темної Леді, особисно взявся за цю справу, щоб азеротська нечисть - люди - були стерті в порох. Тут у Тірісфалі ми зустрілися із особливо набридливим видом - Багряним Походом.

Йди та завдай удару по Багряному Походу, {клас:к}. Принеси мені 10 перснів-відзнак Багряного Походу як доказ своєї вірності Варіматрасу та Темній Леді.]===],
[===[Принесіть 10 перснів-відзнак Багряного Походу смертостражу Бурґессу у Брілл.]===],
[===[Ти вже {стать:зібрав:зібрала} 10 перснів-відзнак Багряного Походу, {клас:к}?]===],
[===[Варіматрас пишатиметься тобою. Ти добре {стать:послужив:послужила} своїм лідерам, {клас:к}.]===],
},
[375] = {
[===[Холодок смерті]===],
[===[Так холодно... Чума невмирущості звивається у моїх жилах, як льодяна змія. Скоро мене поглине божевілля, але жодна невідворотна доля не зупинить мене від служби нашій Темній Леді. Коли мене викликали, я шила сумки для тіл загиблих воїнів армії Сильвани.

Тепер мої руки трясуться від холоду. Якби ти {стать:приніс:принесла} мені 5 шкурок сутінкового кажана, я б могла пошити собі ковдру. Допоможи мені, {Ім'я}, і я зможу продовжувати служити нашій справі.]===],
[===[Принесіть 5 шкур сутінкового кажана та трохи грубої нитки для Ґретхен Дедмар у Брілль.]===],
[===[Ти вже маєш 5 шкурок сутінкового кажана та трохи грубої нитки, {Ім'я}?]===],
[===[Я ціную твої зусилля, {Ім'я}. Сподівають, одного дня твою хоробрість помітить Сильвана...]===],
},
[376] = {
[===[Прокляті]===],
[===[Мої обов'язки включають допомогу нашим пораненим воїнам, пошиття броні й одягу та поміч жерцю тіні Сарвісу з будь-чим, що йому потрібно.

Судячи з твого вигляду, тебе також призначили йому на службу... для полювання на бездумних, наскільки я його знаю. Добре, якщо хочеш залишитись {стать:цілим:цілою} — а я в цьому не сумніваюся — я зможу тобі допомогти. В мене закінчуються лапи та крила, і, якщо принесеш мені декілька, я знайду для тебе якусь броню. Ти знайдеш вдосталь вовків і кажанів на півдні.]===],
[===[Послушниця Елрет потребує 6 лап падальників і 6 крил сутінкового кажана.]===],
[===[Постарайся залишитись {стать:неушкодженим:неушкодженою}, доки я не видам тобі броню.]===],
[===[Дякую, {ім'я}. Це броня повинна стати тобі в пригоді. 

Сподіваюся, вона послужить тобі краще, ніж тому, хто носив її до тебе...]===],
},
[380] = {
[===[Лігво нічних ткачів]===],
[===[Однією з наших найбільших проблем є здобуття природних ресурсів, які потрібні для виживання. Золото було рідкістю навіть у часи розквіту Альянсу.

На північний захід звідси є золота шахта, і вона переповнена павуками. Нам потрібне золото з цієї шахти, але ми не можемо навіть потрапити всередину, поки ці павуки там усюди лазять. Я не маю достатньо підлеглих, щоб дати їм це завдання, тож ми спробуємо виконати його потрохи.

Піди та поглянь, що ти можеш для нас там зробити, {Ім'я}.]===],
[===[Каратель Аррен хоче, що ви знищили 10 молодих нічних колопрядів і 8 нічних колопрядів.]===],
[===[Стережися отрути павуків, {Ім'я}. Якщо ти відчуєш різке печіння, тобі, певно, знадобиться огляд.]===],
[===[Гм, добре, це початок. Повне очищення цього місця від нашестя павуків займе кілька тижнів або місяців. Після цього нам потрібно буде спуститися туди з факелами, щоб спалити все павутиння.

Ти добре {стать:виконав:виконала} свій обов'язок, {Ім'я}. Певно, я зможу знайти ще якусь роботу для тебе.]===],
},
[381] = {
[===[Багряний Похід]===],
[===[Тобі буде приємно дізнатися, що ми, схоже, досягаємо успіхів у шахті, не в останню чергу завдяки твоїм зусиллям. Тепер ми можемо зайнятися іншими справи.

Мої розвідники доповіли, що загін Багряного Походу лаштує табір на південний схід звідси. Багряний Похід — нікчемна організація, яка полює на нас, і вони не зупиняться, доки кожного невмерлого — зі Скари Короля-ліча чи ні — не буде знищено. Ми повинні вдарити першими!

Будь {стать:обережним:обережною}, їхня нечестива ревність робить їх небезпечними супротивниками.]===],
[===[Принесіть карателю Аррену 12 багряних пов'язок з новонавернених і посвячених Багряного Походу.]===],
[===[Ці дурні... Вони самі прирекли себе на загибель.]===],
[===[Якби вони лише дослухалися до глузду, еге ж, {Ім'я}? Можливо, ми б змогли сісти за стіл для конструктивного дискурсу... ага!

Засліплені світлом ідіоти.]===],
},
[382] = {
[===[Червоний посланець]===],
[===[Звіти від мого начальства у Бріллі повідомляють, що з Багряного монастиря відіслали агента Багряного Походу сюди, до Смертедзвона. Згідно з цими відомостями, посланець має при собі важливу інформацію. Я не маю подробиць, але що б це не було, ми повинні нею заволодіти!

Ти є найбільш {стать:придатним:придатною} з тих, кому я можу це доручити, {ім'я}. Знайди посланця та принеси мені будь-яку інформацію, яку спроможешся відшукати.]===],
[===[Убийте Мевена Корґала, посланця у таборі Багряного Походу, та повертайтеся з будь-якою роздобутою інформацією до карателя Аррена.]===],
[===[Як твої успіхи на завданні, {клас:к}?]===],
[===[Гм-м... Погляньмо, що тут у тебе...

<Він починає перебирати документи, які ви роздобули.>

Новини щодо їхніх дій проти нас... Нікчемно. Доповіді розвідки... Нові накази: "Продовжуйте будувати табір біля зруйнованого міста...". Нічого такого, чого ми вже не знаємо... О, а це що? Карта розташувань їхніх польових командирів і агентів? Нам це згодиться.]===],
},
[383] = {
[===[Надважливі відомості]===],
[===[Це потрібно донести до мого начальника, карателя Зиґанда, до Брілля. З цією інформацією ми зможемо завдати вирішального удару по Багряному Походу. Твоя служба була корисною тут, у Смертодзвоні, але мені потрібен хтось, щоб доставити це до Зиґанда, і я думаю, що він зможе знайти тобі краще завдання.

Йди дорогою на північ від Смертедзвона. Незабаром, як вийдеш на простори Тірісфалю, дійдеш до роздоріжжя. Поверни у східному напрямку та простуй далі на схід. По дорозі пройдеш повз садибу Холодне Вогнище.]===],
[===[Доставте документи Багряного Походу до карателя Зиґанда у Брілль.]===],
[===[Так, чого ти хочеш?]===],
[===[О, це дуже добре. Ти добре {стать:вчинив:вчинила}, що {стать:роздобув:роздобула} цю інформацію, {Ім'я}. Гм-м... імена офіцерів у Тірісфальському переліссі...

Уяви, якого удару по моралі цих чортових ревнителів ми б могли завдати, якби знищили їхніх лідерів одним стрімким ударом.]===],
},
[398] = {
[===[Розшукується: Червиве Око]===],
[===[Розшукується: Червиве Око!

Паскудну тварюку, навіть по мірам гнолів, Червиве Око засуджено до смерті за злочини проти відречених. Цей нікчемний поганець викрадає трупи для використання армією Короля-ліча. Востаннє його бачили за розоренням місцевості біля пристанища Ґаррена на північ від Брілля.

Містечко Брілль цим пропонує нагороду вправній душі, яка зможе провести страту. Покажіть карателю Зиґандові лапу злочинця, коли справу буде зроблено.

Милосердя - для слабких.]===],
[===[Убийте Червиве Око та повертайтеся з його лапою до карателя Зиганда у Брілль по нагороду.]===],
[===[Так?]===],
[===[Червиве Око нарешті спіткала розплата за його мерзенні злочини. Можливо, твої доблесні дії ясно попередять тих, хто хоче нашкодити нашому народові. Від імені містечка Брілля, я дякую тобі, {Ім'я}.]===],
},
[404] = {
[===[Cмердюче завдання]===],
[===[Скара просочилася у Тірісфальське перелісся та заполонила місцевість на захід від Брілля, біля старого мосту.

Ступай туди і відбий гниючих мерців і порваних трупів, яких там знайдеш. Порозкидай їхні кістки та принеси їхні смердючі пазури, і смертестражі нагородять тебе.]===],
[===[Принесіть 7 смердючих пазурів смертостражу Діллінджеру в Брілль.]===],
[===[Ти вже {стать:виконав:виконала} завдання, яке я тобі доручив? {стать:Приніс:Принесла} мені смердючі пазури?]===],
[===[Гарна робота. Шкода, мене там не було, щоб побачити, як ти трощиш цих мерців в гниючу масу!]===],
},
[405] = {
[===[Блудний ліч]===],
[===[Бетор Кригозлам, високопоставлений і могутній маг у Підмісті на півдні, наказує мені прислати йому {стать:підлеглого:підлеглу} з доведеною цінністю в боротьбі зі Скарою. Ти, {Ім'я}, {стать:ним:нею} станеш.

Покажи ці накази Беторові. Після цього він проінструктує тебе щодо твоєї місії. Я не знаю деталей, але вона пов'язана із залученням на наш бік якогось норовливого ліча. І вона буде небезпечною.

Тож приготуйся, {клас:к}. Ти {стать:повинен:повинна} не підвести.

Ти зможеш знайти Бетора у кварталі Магії у Підмісті.]===],
[===[Покажіть накази Севрена Бетору Кригозламові в Підмісті.]===],
[===[Вітаю. Або ти не знаєш, хто я, або твоя справа до мене невідкладна.

Тому що якщо жоден з цих здогадів не правдивий, ти б не {стать:був:була} настільки {стать:нерозумним:нерозумною}, щоб тривожити мене...]===],
[===[А-а, ти - {стать:той підлеглий, якого:та підлегла, яку} прислав війт Севрен. Тоді, так - твоя справа до мене є надважливою.

Я вірю, що він залучив когось, придатного для мого завдання... але побачимо.]===],
},
[407] = {
[===[Поля cкорботи]===],
[===[Невинні гарбузи, чи не так? Принаймні, так здається. Якщо ми хочемо перемогти наступ Артаса з півночі та людську пошесть з півдня, нам варто почати використовувати весь потенціал нашого дару невмирущості.

Трішки винахідливості — і простий гарбуз стає кинджалом в руках Темної Леді. Цей овоч, наповнений моїм останнім винаходом, стане чудовим частуванням.

Тут спіймали ще одного ревнителя Багряного Походу, і він зараз у підвалі таверни «Край шибениці». Принеси гарбуз цьому бовдурові.]===],
[===[Принесіть оброблений гарбуз до полоненого ревнителя Багряного Походу, якого утримують у підвалі таверни «Край шибениці».]===],
[===[Забирайся, мерзотне й осквернене створіння! Світло, захисти мене! Багряний Похід очистить Азерот від твоєї...

...стривай. Ця їжа - для мене? Я такий голодний…]===],
[===[Хвала Світлу! Нарешті їжа! Такий солодкий, солодущий гарбуз...]===],
},
[408] = {
[===[Сімейний склеп]===],
[===[Місцевість біля млинів Аґамандів стала плацдармом для Скари. Їхньою найукріпленішою точкою є сімейний склеп Аґамандів, де створив штаб їх командувач, скелет на ім'я капітан Дарґол. Силою некромантії він підняв предків Аґамандів і планує використати їх проти нас.

Так не піде, і ти мусиш це зупинити. Вирушай до сімейного склепу Аґамандів і побори піднятих предків.

А ще принеси мені череп капітана Дарґола.]===],
[===[Убийте 8 тужливих предків і 8 гниючих предків.

Убийте капітана Дарґола та принесіть його череп війту Севрену до Брілля.]===],
[===[Час - це розкіш, і його у нас обмаль, {Ім'я}. З кожною годиною сила Скари у Тірісфальському переліссі міцніє.]===],
[===[Твої дії завдали важкого удару по Скарі. І твоя перемога не залишиться непоміченою - ні відреченими, ні нашими ворогами.

Продовжуй боротися, як всі ми, {Ім'я}, й одного дня ми виженемо з Азероту самого Короля-ліча!]===],
},
[409] = {
[===[Доказ вірності]===],
[===[Ти кажеш, що ти не {стать:підвладний:підвладна} Королю-лічу, і чари, які Бетор наклав на мій фоліант, підтверджують це. Але перед тим, як повірити тобі, мені потрібен доказ, що ти є ворогом Скари.

При південному березі цього острова є старий закривавлений вівтар. Його використовує могутня прислужниця Скари, Лілліт Нефара.

Візьми свічку з ось цього ящика. Запалиш її на вівтарі — і Лілліт прокинеться. Знищ її, і тоді я повірю, що ти — ворог Короля-ліча.]===],
[===[Здобудьте свічку, що манить.

Викличте Лілліт Нефару та вбийте її.

Поверніться до Ґюнтера на його острів.]===],
[===[Я очікую на доказі твоєї вірності, {клас:к}.]===],
[===[Ти {стать:переміг:перемогла} Лілліт Нефару та цим {стать:довів:довела}, що ти є справжнім ворогом Скари. Неймовірно.

Я думав, що тільки я є {стать:невмерлим:невмерлою} зі свободою волі, але ти {стать:показав:показала} мені, що є й інші, хто спромігся вирватися з-під панування Короля-ліча.]===],
},
[410] = {
[===[Дрімотна тінь]===],
nil,
nil,
[===[Це старий, пощерблений, закривавлений стіл.]===],
[===[Ви ставите поманливу свічку на стіл і запалюєте її...]===],
},
[411] = {
[===[Повернення блудного ліча]===],
[===[Віднеси цей самоцвіт Підсвіття до мого старого друга Бетора. З його допомогою ми зможемо спілкуватися... а я багато чого маю йому розповісти.]===],
[===[Віднесіть самоцвіт Підсвіття до Бетора Кригозлама в Підмістя.]===],
[===[Ти {стать:повернув:повернула} книжку Ґюнтера? Він щось відповів?]===],
[===[Ти {стать:переконав:переконала} його приєднатися до нас! Ти {стать:вчинив:вчинила} велике діло для відречених, {Ім'я}. Темну Леді сповістять про це.]===],
},
[421] = {
[===[Доведи свою цінність]===],
[===[Леді Сильвана доручила Варіматрасу завоювати людські та дворфські землі на півдні.

Але цей дурень, Аруґал - даларанський шарлатан, а тепер проклятий звір із фортеці Тінеклик - дозволив своїй безрозсудній магії посіяти хаос у стратегічній твердині Срібнохвойного пралісу.

Мені потрібен хтось досвічений у битвах, щоб допомогти розгребти цей безлад Аруґала. Доведи мені свою придатність, вбивши 5 білоскальпів Місяцесказу. Цих мерзенних звірюк часто можна знайти одразу на узбіччі дороги, уздовж схилу нижче.]===],
[===[Далар Ранньоткач з Крипти хоче, щоб ви вбили 5 білоскальпів Місяцесказу.]===],
[===[Якщо хочеш довести мені свою придатність — вбий 5 білоскальпів Місяцесказу. Виконай це завдання, і я подбаю про те, щоб твої вміння були застосовані в серйозніших завданнях.]===],
[===[Ти добре {стать:послужив:послужила} мені, {клас:к}. Мені очевидно, що ти будеш {стать:гідним помічником:гідною помічницею} в позбавленні Срібнохвойного пралісу від прокляття Аруґала.]===],
},
[422] = {
[===[Дурість Аруґала]===],
[===[Як Аруґала взагалі прийняли в Кірін-Торі - за межею мого розуміння. Його знання у застосуванні заклять здавалися такими ж прозорими, як скляна куля.

Що важливо зараз - так це дізнатися, яку саме магію використовував Аруґал, щоб я міг обернути її проти нього і забезпечити панування Темної Леді у Срібнохвойному пралісі.

Спочатку Аруґал зупинився на пшеничній фермі, що на північ від мосту. Один зі смертоловів повідомив, що бачив якісь книги з закляттями, але не зміг їх взяти. Знайди для мене закляття з назвою "Засіб Аруґала" серед цих книг.]===],
[===[Роздобудьте "Засіб Аруґала" для Далара Ранньоткача з Крипти.]===],
[===[Перш ніж я дізнаюся, з чим ми маємо тут справу, {клас:к}, я повинен ретельно дослідити закляття, відоме як "Засіб Аруґала". Принеси його мені, або я буду змушений знайти собі більш гідного слугу.]===],
[===[Так, це саме те закляття, яке я шукав, {клас:к}. Якщо твоя відданість справі Темної Леді залишиться непохитною, на тебе чекає досить непогане майбутнє серед відречених.]===],
},
[423] = {
[===[Дурість Аруґала]===],
[===[Після вивчення роботи Аруґала мої найгірші підозри справдилися. Старий шкарбан не був гідним навіть для чистки нічних горщиків у Даларані, не кажучи вже про те, щоб представляти Кірін-Тор у його найжахливішу годину. Дурні!

Аруґал використовував зачаровані предмети для підсилення своєї нікчемної магії. Мені потрібно особисто дослідити ці речі. Прямуй далі та вбивай ненажер і темнодухів Місяцесказу, доки не збереш достатню кількість їхніх зачарованих кайданів для мого дослідження. Цих мерзенних істот бачили на півночі та на сході.]===],
[===[Принесіть 6 кайданів ненажер та 3 кайданів темнодухів Даларові Ранньоткачу в Крипту.]===],
[===[Мені потрібні 6 кайданів ненажер та 3 кайданів темнодухів, перш ніж я зможу оцінити ситуацію та розробити остаточне рішення по Аруґалу. Тепер повертайся до свого завдання та вбивай ненажер Місяцесказу й темнодухів Місяцесказу, поки не здобудеш те, що мені потрібно.]===],
[===[Сподіваюсь, я зможу одержати достатньо енергії з такої обмеженої кількості матеріалу. Можливо, мені слід було доручити тобі зібрати більше кайданів.

Однак, ти чудово себе {стать:проявив:проявила}, збираючи їх, {клас:к}.]===],
},
[424] = {
[===[Дурість Аруґала]===],
[===[Розкриття темних секретів, що стоять за чарами, які використав Аруґал, насправді займе більше часу, ніж я думав. 

Але тим часом тобі потрібно буде попіклуватися про невелику проблему, з якою зіткнулися наші темнолови. Схоже, що магія Аруґала поширилася на шахту Глибинний Елем, що в пагорбах на південному сході.

Шахта стала б досить цінним ресурсом для наступу Варіматраса.

Я хочу, щоб ти {стать:обезголовив:обезголовила} спаплюженого десятника шахти, Ґрімсона Блідого. Після його смерті шахта стане нашою.]===],
[===[Убийте Ґрімсона Блідого та принесіть його голову Даларові Ранньоткачу в Крипту.]===],
[===[Ти вже {стать:вбив:вбила} Ґрімсона Блідого? Варіматрасу не сподобається, якщо ми проігноруємо його накази.]===],
[===[Чудово. Шахта забезпечить наші сили відмінними ресурсами для нашого просування у Срібнохвойному пралісі та вглиб Азероту.]===],
},
[425] = {
[===[Айвар Нечистий]===],
[===[Нам з братом Квінном доручили провести розвідку Срібнохвойного пралісу та відзвітувати верховному карателю Гадрекові. Але ми не зайшли далеко: коли проходили через цю ферму, на нас напав гуль Айвар Нечистий.

Ми втекли від Айвара, але він серйозно поранив Квінна. Він зцілюється зіллям, що ти йому {стать:дав:дала}, але Айвар може повернутися, перш ніж Квінн одужає.

Убий Айвара, щоб у Квінна був час на зцілення. Айвар зазвичай сидить у тому сараї, чекаючи, коли я втрачу пильність.]===],
[===[Убийте Айвара Нечистого та принесіть голову Айвара до Рейни Йорик на ділянку Айвара.]===],
[===[Ти {стать:вбив:вбила} Айвара Нечистого? Якщо ти не зробиш цього для мене та мого брата, тоді зроби це заради відречених.]===],
[===[Ох, дякую. Я дуже вдячний тобі, {ім'я}.

І я включу твій внесок до звіту, який направлю своєму керівництву.]===],
},
[426] = {
[===[Захоплені млини]===],
[===[Скара намагається створити базу на млинах Аґамандів. Якщо їм це вдасться, вони зможуть втілювати подальші атаки на Тірісфаль.

Наказ відданий: Скару на млинах потрібно знищити.

Вирушай до Млинів. Збери там надщерблені ребра з брязкокісткових солдатів і солдатів з тріснутими черепами, а також почорнілі черепи з темнооких заклиначів кісток.

Щоб туди дістатися, йди дорогою на захід. Як перейдеш міст, зверни на північ на наступному роздоріжжі, туди ж і прямуй. Битва почнеться, коли побачиш млини.]===],
[===[Зберіть 5 надщерблених ребер і 3 почорнілі черепи та повертайтеся до смертостража Діллінджера у Брілль.]===],
[===[Наші битви зі Скарою тривають, {Ім'я}. Зроби свій внесок і відкинь цих проклятих, бездумних мерців назад до Зачумлених земель!]===],
[===[Ми відчуваємо твої зусилля у цій війні, {Ім'я}. Я не подякую тобі за те, що ти робиш необхідне, але смертостражі Тірісфалю пам’ятатимуть твоє ім’я.]===],
},
[427] = {
[===[Війна з Багряним Походом]===],
[===[Документи карателя Аррена надала нам саме той прорив, який був потрібен у нашій битві проти клятого Багряного Походу. Тепер ми знаємо їхні точні позиції по Тірісфальському переліссю. 

Проте Смертестража має більші турботи. Армія Короля-ліча зростає щоночі. Нам {стать:потрібен хтось такий "ініціативний":потрібна хтось така "ініціативна"}, як ти, щоб звести Багряний Похід в їхню могилу.

Доведи, що ти {стать:здатен:здатна} служити Темній Леді: вирушай до вежі на заході, повз хутір Солліденів, і вбий 10 воїнів Багряного Походу.]===],
[===[Каратель Зиґанд з Брілля хоче, щоб ви убили 10 воїнів Багряного Походу.]===],
[===[Якщо ти хочеш довести свою користь Темній Леді, вбий 10 воїнів Багряного Походу, {клас:к}.]===],
[===[Просто чудово, {клас:к}. Твої бойові навички беззаперечні.]===],
},
[428] = {
[===[Зниклі смертолови]===],
[===[Кілька тижнів тому двоє з наших смертоловів, Рейна та Квінн Йорики, були відправлені на розвідувальну місію по півночі Срібнохвою. З того часу ми від них нічого не чули.

Можливо, вони стали жертвою Скари, і, якщо це правда, то мені потрібно підтвердження. Знайди цих смертоловів.

Їхньою першою ціллю було розвідати ферми у північному Срібнохвої. Тобі варто почати свої пошуки там.]===],
[===[Знайдіть смертоловів Квінна та Рейну Йориків.]===],
nil,
[===[Ти {стать:знайшов:знайшла} нас! Ще мить – і було б вже пізно...]===],
},
[429] = {
[===[Дикі серця]===],
[===[Мій брат Квінн був сильно поранений гулем, Айваром Нечистим, і я не знаю, чи зможе він вилікуватися без допомоги магії. Хоча я й не аптекар, я знаю, що вони у нас уміють робити цілющі зілля зі знебарвлених сердець воргів.

Збери такі серця та принеси їх аптекареві Ренферрелу в Крипту на півдні. Потім повертайся сюди з зіллям.

Ти зможеш знайти багато воргів між цим місцем і садком Мальдена на сході.]===],
[===[Зберіть 6 знебарвлених сердець воргів і принесіть їх до аптекаря Ренферрела у Крипту.]===],
[===[Я не маю часу, {клас:к}. Темна Леді доручила мені надважливе завдання.]===],
[===[<Ренферрел бере серця.>

Мені тривожно чути, що наші смертолови провалили своє завдання.

Будемо сподіватися, що такі невдачі будуть нечастими.

Я дам тобі зілля за мить, але ось його рецепт: якщо ці смертолови потребуватимуть допомоги у майбутньому, то, можливо, ти зможеш надати її самостійно.]===],
},
[430] = {
[===[Повернення до Квінна]===],
[===[Ось зілля, що допоможе Квіннові Йорику одужати.

Тепер, якщо ти мені вибачиш, у мене є дуже важливі справи...]===],
[===[Принесіть Квіннове зілля Квіннові Йоріку на ділянку Айвара на північ від Крипти.]===],
[===[Моя сестра сказала мені, що ти тут, щоб допомогти нам. Це правда?]===],
[===[<Квінн бере зілля та випиває його.>

Так, я відчуваю, що воно працює. Скоро я зможу подорожувати.

Ти {стать:зробив:зробила} мені велику послугу, {ім'я}.]===],
},
[431] = {
[===[Свічки, що манять]===],
nil,
nil,
nil,
[===[Ви хапаєте одну зі свічок і кладете її собі в сумку.]===],
},
[435] = {
[===[Супроводжуючи Ерланда]===],
[===[Вовки ззовні ніяк не підуть, і вони злісно на мене дивляться щоразу, коли я виходжу за двері. Вони, мабуть, неймовірно голодні, якщо думають, що я вартий того, щоб мене з'їсти.

Мені потрібно відзвідувати моїй напарниці, смертоловці Рейні Йорік. А щоб дістатися до Рейни, мені знадобиться допомога проти цих вовків.

Будь ласка, супроводь мене! Назовні багато вовків, тому наші шанси зростуть, якщо в тебе є друзі, які зможуть допомогти...]===],
[===[Проведіть Ерланда через вовків до Рейни Йорик.]===],
[===[Будь ласка, будь {стать:лаконічним:лаконічною}. Навколо дуже небезпечно, і ми не можемо стояти без діла в розмові.]===],
[===[Дякую за допомогу, {ім'я}. Я побоювалася, що Ерланда настигли небезпеки Срібнохвою. Але бачу, що ні, завдяки тобі.]===],
},
[437] = {
[===[Мертві поля]===],
[===[Наші початкові звіти з розвідки Срібнохвою говорять, що Гнилошкурі мають базу на старій фермі на північ звідси — Мертвих полях. Ми направляли проти них невеликі загони, але кожного разу їм на допомогу приходить банші Нічнохльостка, яка використовує свою магію, щоб розгромити наші сили.

Ми хочемо, щоб Нічнохльостка була знищена.

Йди до Мертвих полів та напади на Гнилошкурих. Якщо не побачиш Нічнохльостку, вбивай Гнилошкурих доти, доки вона не з'явиться, а потім знищ її.

Її сутність обернеться в пил. Принеси мені цей пил як доказ.]===],
[===[Убивайте Гнилошкурих гнолів на Мертвих полях.

Коли з'явиться Нічнохльостка, вбийте її.

Принесіть сутність Нічнохльостки до верховного карателя Гадрека у Крипту.]===],
[===[Ти вже {стать:переміг:перемогла} Нічнохльостку, {ім'я}? Від її знищення залежить наш успіх у боротьбі проти Гнилошкурих!]===],
[===[Я чув, що твій напад на Гнилошкурих був вельми успішним, {ім'я}, і ця сутність є доказом смерті Нічнохльостки.

Скара програла сьогодні. Твоя цінність для відречених зростає.]===],
},
[438] = {
[===[Трухлявий пором]===],
[===[{ім'я}, ми виявили нове гніздо Скари: Трухлявий пором. Пором розташований на сході від Крипти, і його ретельно патрулюють Гнилошкурі й інші невмерлі.

Для захоплення цього району Скарою має бути причина. Йди до Трухлявого порома та з'ясуй, чому Скара там.]===],
[===[Вирушайте до Трухлявого порома.

Знайдіть причину присутності там Скари.]===],
nil,
[===[У цьому човні накидали купу загорнутих трупів. І, дивлячися на схід через Лордамерське озеро, навпроти можна побачити пристань на острові Фенріса.

Доля трупів напевне пов'язана з ним.]===],
},
[439] = {
[===[Докази на Гнилошкурих]===],
[===[З купи трупів стирчить оголена рука. Це — рука жінки, вкрита плямами від чуми, але відносно свіжа.

На руці є перстень. Знявши його й оглянувши, можна побачити гравіювання:

"Для Деліі"]===],
[===[Принесіть перстень Делії верховному карателю Гадреку в Крипту.]===],
[===[{ім'я}. Ти {стать:повернувся:повернулася}, тож я припускаю, що твоє розслідування принесло плоди?]===],
[===[Ти кажеш, що цей перстень носила жінка, яку нещодавно вбили?

Єдиним джерелом поблизу для такого тіла можуть бути тільки масові поховання в Тірісфалі. Гнилошкурі гноли, певно, забирають ті трупи на острів Фенріса!]===],
},
[440] = {
[===[Гравійований перстень]===],
[===[Якщо ти хочеш знайти чоловіка або коханого, що дав Делії її перстень... то поговори з війтом Севреном у Бріллі. Він повинен мати записи про недавні смерті та, якщо пощастить, зможе виявити, ким була Делія.

Але я б не сподівався. Той, хто дав їй це кільце, мабуть, мертвий. Або, якщо він невмерлий, то, ймовірно, більше не турбується про Делію.]===],
[===[Принесіть перстень Делії війтові Севрену до Брілля.]===],
[===[Привіт, {ім'я}. Що привело тебе назад до Брілля?]===],
[===[У Бріллі справді жила Делія не так давно. Її поховали у спільній могилі, але, якщо те, що ти кажеш - правда, тоді Гнилошкурі гноли, скоріш за все, викрали її тіло та віднесли його до Срібнохвою.

Гнилошкурі, як і вся інша Скара, повинні бути знищені. Я вірю, що ти вживаєш заходів, щоб це сталося.]===],
},
[441] = {
[===[Ралей та Підмістя]===],
[===[У Деліі був чоловік, Ралей, котрий зараз мешкає в Підмісті. Якщо перстень справді належав Делії, що жила в Бріллі, то Ралей його впізнає.

Ти знайдеш його в Торговому кварталі Підмістя.]===],
[===[Принесіть Ралею перстень Делії.]===],
[===[Я тебе знаю?]===],
[===[Так, цей перстень належав моїй дружині. Її настигла така ж доля, як і всіх, хто не зміг пережити ці суворі часи. Я нічого не відчуваю ні з приводу її смерті, ні з цієї історії про викрадення її тіла, що ти розповідаєш.

Такі почуття вже давно охололи в мені. Проте жага досі горить у моєму мертвому серці, {ім'я}.

Жага помсти.]===],
},
[442] = {
[===[Штурм острова Фенріса]===],
[===[Тепер настав час напасти на твердиню Скари в Срібнохвойному пралісі: острів Фенріса.

Тобі потрібно знову вирушити на острів і знищити Тула Воронокігтя. Мені потрібна його голова!

Ця місія настільки ж небезпечна, наскільки й важлива, {ім'я}. Ти не можеш зазнати невдачі.]===],
[===[Принесіть голову Тула верховному карателю Гадреку в Крипту.]===],
[===[Ми не вожемо дозволити Скарі зоставатися в Срібнохвої, {ім'я}. Повертайся до мене, коли будеш мати доказ смерті Тула.]===],
[===[Смерть Тула Воронокігтя - значуща подія, {ім'я}. Ренферрел сказав мені, що енергію, яка вивільнилася, коли ти його {стать:знищив:знищила}, було відчутно аж у Крипті.

Твої дії справили враження в рядах відречених. Твоя цінність для нас зростає.]===],
},
[443] = {
[===[Пасока Гнилошкурих]===],
[===[Перш ніж ми почнемо штурм острова Фенріса, ми маємо з'ясувати, хто стоїть за Гнилошкурими гнолами. Наші аптекарі вважають, що їхнє виникнення пов'язане з незвичайною рідиною, яка тече в їхніх тілах.

Йди до острова Фенріса, що на сході від Трухлявого порома, та збери пасоку Гнилошкурих із гнолів, яких знайдеш там. Принеси її до аптекаря Ренферрела, який перебуває біля Крипти.]===],
[===[Принесіть 8 пляшок пасоки Гнилошкурих до аптекаря Ренферрела у Крипту.]===],
[===[У тебе є вже пасока Гнилошкурих, {Ім'я}?]===],
[===[Дуже добре. Ця пасока допоможе нам зрозуміти природу Гнилошкурих і, можливо, відкриє нам, у чому їхня слабкість...

...якщо вона в них є.]===],
},
[444] = {
[===[Походження Гнилошкурих]===],
[===[Я очистив пасоку, яку ти мені {стать:приніс:принесла}, і розділив його на базові компоненти. Мої результати неоднозначні, але я визначив, що у створенні цієї рідини використали чорнокнижну та некромантську магії.

Поки я продовжую вивчати пасоку, я хочу, щоб ти {стать:доставив:доставила} зразок Беторові Кригозламу в Підмістя. Бетор не аптекар, але його знання магії може допомогти нам розгадати таємницю Гнилошкурих.

Іди. Ти знайдеш Бетора у кварталі Магії Підмістя.]===],
[===[Принесіть зразок пасоки Беторові Кригозламу в Підмістя.]===],
[===[Мої дослідження потребують великої концентрації. Тож я сподіваюся, що твій візит — не просто примха.]===],
[===[Ця речовина пронизана потужними заклинаннями, деякі з яких я не бачив протягом дуже, дуже довгого часу...

Хвилинку, я маю застосувати закляття провидіння...]===],
},
[445] = {
[===[Доставка в Срібнохвойний праліс]===],
[===[Час - це розкіш, яку не можуть собі дозволити ті, хто під прямим командуванням леді Сильвани. Ти, звісно, про це вже знаєш.

Як член Королівського товариства аптекарів, я зобов’язаний ділитися своїми знаннями з колегами, щоб наші спільні зусилля одного дня забезпечили Темну Леді новою чумою, яку вона так сильно бажає.

Віднеси ці дослідження до аптекаря Ренферрела, який зараз знаходиться в Крипті у Срібнохвойному пралісі. Йди вздовж дороги на південь від Брілля, а біля Підмістя поверни на південний захід.]===],
[===[Візьміть дослідження аптекаря Йогаана та принесіть їх аптекареві Ренферрелу у Срібнохвойний праліс.]===],
[===[Яка в тебе справа до мене, {клас:к}?]===],
[===[О, як добре, що аптекар Йогаан надіслав мені свої дослідження. З усіма цими справами у Срібнохвої, я майже забув про знахідки з Лордерону та Тірісфальського перелісся. Це нагадало мені, що я незабаром повинен надіслати зразки до Некрополя.

Але пробач мені за мою балаканину. Залишайся у Срібнохвої, {Ім'я}. Нам би тут {стать:згодився такий вправний:згодилася така вправна} {клас:н}, як ти.]===],
},
[446] = {
[===[Тул Воронокіготь]===],
[===[Цю пасоку створив мій давній колега - Тул Воронокіготь. Він був молодим, перспективним магом до великої війни. Але коли Король-ліч досяг могутності, він зрадив своїх побратимів і ввійшов у союз зі Скарою.

Я не усвідомлював, що він досі живий, а тим паче — що він очолює набіги Гнилошкурих на нас!

Я знаю багато його заклять і це може допомогти зварити проти них зілля. Віднеси цей сувій до аптекаря Ренферрела. У ньому написані заклинання, необхідні для варива.]===],
[===[Принесіть сувій Бетора аптекареві Ренферрелу до Крипти Срібнохвою.]===],
[===[Вітання тобі, {Ім'я}. Що розповів тобі Бетор?]===],
[===[Цей сувій пронизаний потужною магією. Я ніколи не використовував такі сили для зілля... це буде потужна суміш, і вона повинна добре тобі послужити, якщо ти вирішиш атакувати Тула в його фортеці на острові Фенріса.]===],
},
[447] = {
[===[Рецепт смерті]===],
[===[Сили Артаса незчисленні, але з Новою Чумою ми зможемо раз і назавжди покінчити як з армією Скари, так і з людьми.

Мої дослідження довели, що павуча кров у поєднанні з токсином, отриманим з серця посивілого ведмедя, перетворюється на смертельний еліксир. Збери зразки з павуків із Дріботливої Темряви на північному заході та з ведмедів, що блукають по всьому Срібнохвойному пралісу. Достав реагенти майстру-аптекареві Фаранеллу з Королівського товариства аптекарів в Підмістя.]===],
[===[Зберіть 6 сердець посивілих ведмедів і 6 зразків дріботливої крові та доставте їх майстрові-аптекарю Фаранеллу в Підмістя.]===],
[===[Вітаю тебе, {клас:к}. Яку справу ти маєш до Королівського товариства аптекарів?]===],
[===[Як правильно зробив аптекар Ренферрел, що прислав тебе до мене, {ім'я}. Ці зразки дійсно стануть корисними для нашої справи. Я негайно почну вивчати їхні токсичні та забруднювальні властивості.]===],
},
[448] = {
[===[Доповідь Гадрекові]===],
[===[Перед тим, як ти почнеш атаку на острів Фенріса, відзвітуй верховному карателю Гадрекові. Він може надати додаткову інформацію чи спорядження, що може тобі знадобитись.]===],
[===[Відзвітуйте верховному карателю Гадрекові у Крипті.]===],
nil,
[===[Якщо те, що говорить Бетор, правда, то Тул Воронокіготь - це сила, з якою потрібно розібратися, і розібратися скоро.

Для цього завдання ти можеш узяти щось з нашого арсеналу...]===],
},
[449] = {
[===[Звіт смертоловів]===],
[===[Хоча рани Квінна ще загоюються, я хочу якомога швидше доставити наш звіт до верховного карателя Гадрека. Він містить інформацію, яка є життєво важливою для захоплення Срібнохвою відреченими.]===],
[===[Віднесіть звіт смертоловів до верховного карателя Гадрека у Крипту.]===],
[===[Ти {стать:дізнався:дізналася} про долю смертоловів?]===],
[===[Я не розраховував ні на такий рівень присутності Скари, що ми бачимо в Срібнохвойному пралісі, ні на неприємності, з якими наші смертолови зіткнулися у процесі розвідувальної діяльності.

Твоя допомога нашим смертоловам була неоціненною, {ім'я}. І тебе буде нагороджено.]===],
},
[450] = {
[===[Рецепт смерті]===],
[===[Ти можеш ще послужити Королівському товариству аптекарів, {ім'я}.

Коли Аруґал навів свою мерзенну магію на ліс, він прокляв одного з наших найбільш перспективних членів, аптекаря Берарда. Нині бездумний слуга Аруґала, нам Берард нічим не корисний. Проте його дослідження можуть виявитися вартісними. Він вивчав стародавню чуму, що вбила все живе в озері Лордамер віки тому.

Забери щоденник Берарда з його кабінету в таверні Поховальних Вогнищ та віднеси його до аптекаря Ренферрела.]===],
[===[Знайдіть щоденник аптекаря Берарда в селі Поховальні Вогнища та віднесіть його до аптекаря Ренферрела в Крипту.]===],
[===[Бачу, ти {стать:повернувся:повернулася}, {ім'я}.]===],
[===[Щоденник аптекаря Берарда! А ти досить {стать:хоробрий:хоробра}, {ім'я}. Тепер подивімося, чим займався Берард до того, як збожеволів...]===],
},
[451] = {
[===[Рецепт смерті]===],
[===[Згідно з записами в щоденнику Берарда, мох озерного тайноходця та озерного підкрадача може виявитися корисним для нашої задачі з виведення нової чуми. Ці істоти мешкають на островах озера Лордамер на сході.

Він також згадує про дуже рідкісну затверділу пухлину, яку він знайшов на мурлоку з племені Злобного Плавника. Певно, пухлина настільки рідкісна, що Берарду вдалося добути лише одну.

Збери зразки моху, а також рідкісну затверділу пухлину, та віднеси їх майстрові-аптекарю Фаранеллу в Підмістя.]===],
[===[Принесіть 6 зразків моху озерного підкрадача, 6 зразків моху озерного тайноходця та затверділу пухлину до майстра-аптекаря Фаранелла в Підмістя.]===],
[===[Що привело тебе назад в Підмістя, {ім'я}?]===],
[===[Втрата Берарда - то важкий удар для Королівського товариства аптекарів. Але завдяки твоїй важкій праці та старанним дослідженням аптекаря Ренферрела вчення Бернара все ще будуть корисними у справах Темної Леді.

Ми зараз на порозі чогось насправді величного, {ім'я}. Якби ти не {стать:був таким умілим:була такою вмілою} у мистецтві бою, я б спробував завербувати тебе в Товариство.]===],
},
[452] = {
[===[Засада в Поховальних Вогнищах]===],
[===[Ти дуже вчасно {стать:добрався:добралася} до нас, {ім'я}!

Рада Поховальних Вогнищ повернеться будь-якої миті. Аруґал має інші справи, що затримують його у фортеці. Він використовує раду лише як маріонеток, щоб тримати безмозких посіпак Поховальних Вогнищ під своїм контролем. Проте я вважаю, що без керівництва ради сини Аруґала навернуться проти свого господаря.

Я не можу впоратися з ними всіма сама. Мені потрібна твоя допомога. Разом ми зможемо рознести раду для Леді Сильвани.]===],
[===[Допоможіть смертоловці Фарлеї вбити раду Поховальних Вогнищ.]===],
nil,
[===[Ти {стать:боровся, як справжній послідовник:боролася, як справжня послідовниця} Темної Леді, {ім'я}. Тепер, коли рада мертва, ймовірно, ми зможемо отримати контроль над цим містечком раз і назавжди та вигнати Аруґала з фортеці Тінеклик. Віддаю тобі честь!]===],
},
[460] = {
[===[Спочивання шматками]===],
[===[Ти не виглядаєш як Гнилошкурий. Добре. Бо я вже втратив надію...

Мене звати Аларік, і я був колись слугою й охоронцем Тула. Він використав свою магію, щоб "захистити" мене від Чуми невмирущості, але натомість його заклинання дало мені нежиття — стан, від якого я не можу втекти. І після створення проклятих Гнилошкурих, Тул обезголовив мене... і віддав мою голову гнолам, як іграшку!

Будь ласка, віднеси мене до мого тіла. Думаю, гноли поховали його тут, у фортеці Фенріса, біля стайні, у безіменній могилі.]===],
[===[Принесіть голову Аларіка до його могили.]===],
[===[Ця могила була викопана нашвидкуруч.]===],
[===[Дякую, {ім'я}. Я боявся, що гноли знищили моє тіло. Добре знати, що вони цього не зробили.]===],
},
[461] = {
[===[Прихована ніша]===],
[===[Мені відомо про приховану нішу в межах фортеці, яка містить предмет, дорогий Тулові та його старим колегам. Вона також містить дещо, що може бути тобі корисним. Віднеси мене туди!

Альков розташований у південно-західній вежі фортеці, позаду запилених полиць.

Візьми моє тіло, але залиш чоботи. Все одно вони ніколи мені не підходили...]===],
[===[Віднесіть Аларіка до замаскованого алькова.]===],
[===[Це те саме місце! Піднеси мене ближче...]===],
[===[Ось, ніша відкрита. Залиш мене тут. Я провів найкращі дні свого життя в цій фортеці, і думка про упокоєння в її стінах дає мені почуття комфорту.

Обов'язково зачини альков щільно: я не хочу, щоб ці Гнилошкурі знайшли мене.

О, і візьми це. Ти {стать:заслужив:заслужила}.]===],
},
[477] = {
[===[Перетини кордону]===],
[===[Як ти, мабуть, знаєш, Бурштиновий Млин залишається джерелом людського опору. В основному завдяки підтримці, яку вони отримують від чарівників Даларана.

Я не знаю, в чому суть їхнього плану, але те, що вони проявляють цікавість до такої глухомані, як Бурштиновий Млин, вказує, що воно має чимале значення.

Вони постачають контейнери фургоном з Гіллзбраду. Багато з цих запасів потрапляють у маленький табір на північ від Поховальних Вогнищ. Здобудь вміст однієї зі скринь і повертайся до мене.]===],
[===[Здобудьте вміст однієї зі скринь даларанських чарівників. Ви знайдете село Поховальні Вогнища на півдні.]===],
nil,
[===[<Відкривши кришку скрині, ви знаходите там набір ретельно запакованих предметів. Поверх них лежить зв'язка пожовклих від часу мап, на яких, схоже, зображено Срібнохвойний праліс та інші частини західного Лордерону.

Під мапами лежить таємничий магічний кулон.>]===],
},
[478] = {
[===[Мапи та руни]===],
[===[<Ви швидко витягуєте кулон зі скрині та закриваєте кришку.>]===],
[===[Принесіть дивний кулон темному жерцю Аллістерові до Крипти.]===],
[===[{Стать:Дізнався:Дізналася} що-небудь корисне, {ім'я}?]===],
[===[Мапи та цей... кулон, гм? Цікаво.

Очевидно, що чарівники Даларана чомусь цікавляться Бурштиновим Млином, але їхня мета все ще невідома.

Можливо, Далар зможе з'ясувати щось про їх плани.]===],
},
[479] = {
[===[Розслідування в Бурштиновому Млині]===],
[===[Далар намагається визначити джерело сили чарівницьких заклинань. А поки що ми мусимо сповільнити їхній прогрес усіма можливими способами...

Заклинателі, маги та захисники, без сумніву, мають при собі кулони. Зніми їх і забери.

Тримайся головної дороги на південь і на роздоріжжі зверни на схід до Бурштинового Млина.]===],
[===[Здобудьте 8 даларанських кулонів для жерця тіні Аллістера в Крипті.]===],
[===[Нам потрібно поспішати. Їхні плани не повинні здійснитися, інакше ми можемо втратити свою владу в Срібнохвойному пралісі.]===],
[===[Далар з'ясував, що плетіння чар зайшло досить далеко, попри затримки.

Магічну енергію скеровує якийсь дуже могутній чарівник. Його потрібно негайно зупинити.]===],
},
[480] = {
[===[Ткач]===],
[===[Якийсь дуже могутній архімаг контролює процес реактивації лей-енергетичного вузла. Вони вже далеко зайшли, тож єдиний спосіб їх зупинити — вбити його. Але це буде важко: його, без сумніву, захищають багато інших магів і вартових.

Тобі потрібно піти туди та швидко з ним розібратися. А коли він помре — забери його посох для мене. Вирушай уже.]===],
[===[Убийте даларанського архімага, заберіть його посох і віднесіть його жерцю тіні Аллістерові у Крипту.]===],
[===[Поспішай, часу обмаль, {ім'я}!]===],
[===[Магія чарівників розсіюється, а лей-енергія знову заспокоюється. Твої зусилля були плідними, {ім'я}, і ми завдали серйозного удару нашим ворогам і зухвалим чарівникам Даларана.

Проте, ми повинні бути пильними, знаючи, що таке потужне джерело енергії знаходиться зовсім близько... Потрібно розробити плани на майбутнє.]===],
},
[481] = {
[===[Аналіз Далара]===],
[===[Віднесіть кулон Даларові Ранньоткачу: можливо, він зможе пролити світло на плани чарівників.]===],
[===[Віднесіть покритий рунами кулон Даларові Ранньоткачу до Крипти.]===],
[===[Слухаю, {клас:к}? Що це?]===],
[===[Цікаво, схоже на нові махінації Кірін-Тору. Це — потужний артефакт. Його часто використовували могутні чарівники Кірін-Тору для спрямування магічних енергій.

Те, що вони звозять їх до Бурштинового Млина, свідчить про те, що вони затівають щось серйозне.

Поглянемо, чи зможу я пробити їхні щити та з'ясувати їхні наміри.]===],
},
[482] = {
[===[Наміри Даларану]===],
[===[Звісно! Як я міг забути?

Бурштиновий Млин був одним із місць, відмічених Кірін-Тором, тому, що під ним є сплячий вузол лей-енергії. Чарівники, певно, планують реактивувати вузол і використати його енергію для якоїсь більш серйозної мети.

Ми не можемо цього допустити...

Для активації лей-енергії цієї місцевості знадобиться багато сил, тож ми можемо їх зупинити, відібравши кулони у чарівників.

Передай цю інформацію Аллістеру. Він вирішить, як діяти далі.]===],
[===[Поговоріть із жерцем тіні Аллістером у Крипті.]===],
nil,
[===[Кепські новини ти {стать:приніс:принесла}, {ім'я}. Якщо Далар має рацію — а я не маю причин вважати інакше — ми мусимо діяти швидко.

Я повинен обговорити з ним наш план нападу. А тим часом нам доведеться затримати їхній прогрес.]===],
},
[491] = {
[===[Жезл для Бетора]===],
[===[Одного разу Тул розповів мені, як колись давно він і два його колеги створили магічний жезл, сплетений воєдино з учнівських жезлів, що належали кожному з магів. Цей жезл був символом їхньої дружби, і, хоча Тул ненавидів його, він не міг ні розпрощатися з ним, ні дозволити іншим ним володіти. Тож він украв жезл і сховав його у фортеці Фенріса.

Ось. Віднеси жезл Беторові Кригозламу, одному з друзів Тула з минулого. Я впевнений, що він буде радий отримати його.]===],
[===[Віднесіть сплетений жезл до Бетора Кригозлама у квартал Магії Підмістя.]===],
[===[{Ім'я}, ти {стать:покінчив:покінчила} з Тулом Воронокігтем?]===],
[===[...що це? Тул володів нашим сплетеним жезлом? Я думав, що його було втрачено, коли наша дружба розвалилася і він перейшов на бік Короля-ліча!

Напевно, він не викликав його силу, бо якби він це зробив, я б відчув. І це добре, що він його не використовував...

Це дивовижна знахідка. Я щиро вдячний, {ім'я}, і я винагороджу тебе.]===],
},
[492] = {
[===[Нова чума]===],
[===[Смертестраж повідомив мені, що вони схопили ще одного дурного дворфійського горянина. Смертестражі зазвичай використовують підвал таверни «Край шибениці» як місце утримання, допоки вони «як слід» не попрацюють з в'язнем.

Чому б тобі не подивитися, як цей полонений горянин смакуватиме особливий напій, що я приготував для нього? Він містить в собі витончений натяк на те, що Темна Леді планує зробити з рештою Азероту.]===],
[===[Принесіть особливий напій Йогаана полоненому горянину.]===],
[===[Якби я мав свою вірну рушницю, то ти б уже {стать:відкинув:відкинула} ноги, {клас:к}. Почекай лише, доки Паровотанкова бригада не приїде мене рятувати!]===],
[===[О, нарешті є що випити. Я впевнений, це не фірмова «Рапсодія солоду», але наразі я прийму будь-що, щоб змочити горло.]===],
},
[493] = {
[===[Подорож до передгір'я Гіллзбраду]===],
[===[Королівське товариство аптекарів зазнає надзвичайного тиску з боку Темної Леді щодо розробки нової чуми. Ми старанно працюємо та досягли значного прогресу. На наш погляд, успіх буде здобуто набагато швидше, якщо ми ділитимемося інформацією у товаристві.

З цієї причини я хочу, щоб ти {стать:доставив:доставила} мої останні дані досліджень аптекареві Лідону в Тарренський Млин, маленьке містечко, розташоване в передгір'ях Гіллзбраду. Шлях неблизький.

Рушай на південь і тримайся доріг. Чітко слідуй вказівникам!]===],
[===[Віднесіть дані досліджень аптекаря Ренферрела аптекареву Лідону до міста Тарренський Млин у передгір'я Гіллзбраду.]===],
[===[У тебе є щось для мене?]===],
[===[Ах, просто чудово. Я глибоко поважаю аптекаря Ренферрела. Мені не терпиться вивчити його роботи.]===],
},
[494] = {
[===[Час завдати удару]===],
[===[Тихо та уважно, {клас:к}.

Мене відправили на цю позицію для того, щоб обстежити Гіллзбрад. Моя місія — розвідка. Вкрай важливо, щоб ти негайно {стать:доставив:доставила} повідомлення верховній карательці Дарталії в Тарренський Млин. Передай їй, що я, смертоловка Леш, надсилаю наступне послання:

"Крик ворона із заходу вабить".

Йди дорогою на схід і уважно стеж за знаками. А тепер поспішай! Вирушай до Тарренського Млина, і, мушу зауважити, терміново!]===],
[===[Відправляйтеся в Тарреньский Млин, щоб доставити послання смертоловки Леші верховній карательці Дарталії.]===],
nil,
[===[Крик ворона із заходу вабить?

Чудові новини! Гіллзбрад готовий до нападу. Тепер ми можемо здійснити наш план знищення. Варіматрас буде задоволений.]===],
},
[495] = {
[===[Корона Волі]===],
[===[Муґ'Тола та його банду огрів послали до Альтераку, щоб вони роздобули Корону Волі для леді Сильвани. На жаль, замість того, щоб її принести, цей ідіот вирішив надягнути її... Гадаю, огри не можуть встояти перед чимось яскравим і блискучим.

Однак, його дурні дії створюють певні труднощі. Корона Волі наділила його силою противитися одержимості, яку наклали на нього, щоб служити леді Сильвані.

Темна Леді хоче його провчити, тож йди до Тарренського Млина у Гіллзбраді та відрапортуй Мелісарі, моїй лейтенантці.]===],
[===[Відзвітуйте Мелісарі у Тарренському Млину, розташованому в передгір'ї Гіллзбраду.]===],
nil,
[===[Тебе прислала Шарліндра? Дуже добре, тоді ти побачиш, що я не марную час дурними балачками.

Муґ'Тол дратує, тому ми розберемося з ним швидко, ретельно та без зайвих пригод.]===],
},
[496] = {
[===[Еліксир страждання]===],
[===[Ах, ще один жалюгідний день у Тарренському Млині. Це чисте повітря так псує мені настрій, {ім'я}.

Чим швидше ми зможемо знищити тутешніх людей, тим краще. Я проводжу інтенсивні дослідження можливих вбивчих речовин, які можна використати в моїх рецептах, але у мене немає часу, щоб зібрати їх усі.

Якщо ти хочеш принести мені користь, здобудь для мене 10 сірих ведмежих язиків та дуже рідкісний і важкодоступну пасоку підкрадача. І ведмедів, і підкрадачів ти знайдеш неподалік від Тарренського Млину.]===],
[===[Аптекар Лідон із Тарренського Млина хоче 10 язиків сірого ведмедя і пасоку підкрадача.]===],
[===[Бачу, ти {стать:повернувся:повернулася}. Сподіваюсь, тобі вдалося зібрати потрібні мені реагенти. Ще один безсмертний день наганяє на мене такий похмурий настрій.]===],
[===[Ці зразки ідеальні. Що ж, {ім'я}, тобі вдалося принести мені легкий натяк на радість у цей черговий похмурий день. Я ціню твої зусилля.]===],
},
[498] = {
[===[Порятунок]===],
[===[Я та кілька інших воїнів були послані воєвождем забрати об'єкт з Дурнгольда та дослідити цей так званий Синдикат.

Ми вирушили до Дурнгольду, щоб оглянути місцевість, але були захоплені зненацька великою кількістю людей. Ми хоробро билися, але їхньої кількості було достатньо, щоб перемогти нас. Декого з нас вони взяли в полон, але мені вдалося втекти.

Дурнгольд знаходиться на південний схід звідси, за річкою. Там утримують Друлла і Тоґ'тара, ти маєш піти та врятувати їх.]===],
[===[Краск з Тарренського Млина хоче, щоб ви звільнили Друлла і Тоґ'тара з фортеці Дурнгольд.]===],
[===[Ти маєш поквапитись, {клас:к}. Я здригаюся від думки, що люди можуть зробити з Друллом і Тоґ'таром.]===],
[===[Тож люди додумалися перетворити наших воїнів на рабів, чи не так? Ми їм покажемо!

Схоже, вони забрали Ґол'діра, нашого ватажка, в інше місце. Ми повинні знайти його і врятувати. Але наразі ми не знаємо, де він...

Коли у нас з'явиться зачіпка, я обов'язково скажу тобі, {ім'я}.]===],
},
[499] = {
[===[Еліксир страждання]===],
[===[Мені знадобиться лише секунда, щоб змішати ці компоненти в те, що я назвав еліксиром страждання.

Ось так! Ніщо так не скрашує похмурий день у цих жалюгідних передгір'ях, як внесення у світ трохи страждань.

Давай подивимося, чи досягло наше маленьке зілля бажаного ефекту.

Дай моєму помічникові Умпі спробувати, що Темна Леді запланувала для людей і створінням Скари.]===],
[===[Дайте Умпі еліксир страждання.]===],
[===[Ква!]===],
[===[Квак!]===],
},
[501] = {
[===[Еліксир болю]===],
[===[О, {ім'я}. . . у Гіллзбраді розпускаються квіти, а повітря таке свіже і бадьоре. Мене від цього просто нудить! Я дивлюся у своє брудне вікно і жадаю того дня, коли наша нова чума принесе цьому світу заслужену смерть.

Як би мені не хотілося сидіти й роздумувати цілими днями, але мій обов'язок перед Темною Леді кличе мене. Допоможи мені, будь ласка. Мої дослідження приводять мене до думки, що я можу приготувати найпрекрасніше смертельне зілля з крові гірського лева. Принеси мені трохи крові, і ми розважимося.]===],
[===[Принесіть 10 флаконів крові гірського лева аптекарю Лідону у Тарренський Млин.]===],
[===[Я пам'ятаю тебе, {ім'я}. Ти {стать:збирався:збиралася} допомогти мені з приготуванням мого останнього еліксиру. Мені знадобиться кров, перш ніж я зможу принести свій особливий вид страждань мешканцям Гіллзбраду.]===],
[===[Чудова робота, {ім'я}.]===],
},
[502] = {
[===[Еліксир болю]===],
[===[Ніщо не може зрівнятися із запахом свіжої крові в передгір'ї!

Тепер ми змішаємо трохи цього і трішки того, і почнемо справжню забаву! Те, що я створив із цієї крові, мені хотілося б назвати еліксиром болю. Якщо мої розрахунки вірні, це зілля може стати початком чогось дуже прекрасного для леді Сильвани. Але нам потрібен тест.

Віднеси цей еліксир на північну ферму в поля Гіллзбраду на південному заході. Подивимось, як сподобається цей "смаколик" маленькому песику фермера Рея — Стенлі.]===],
[===[Напоїть Стенлі еліксиром болю.]===],
[===[Гав?]===],
[===[Ви наливаєте трохи еліксиру собі в долоню і простягаєте її Стенлі.]===],
},
[503] = {
[===[Ґол'дір]===],
[===[Судячи з добутих тобою документів, Ґол'діра утримують на великій базі Синдикату на півночі, ймовірно, в Альтерацьких горах. Він був у полоні занадто довго, час звільнити його.]===],
[===[Звільніть Ґол'діра, а потім поверніться до Краска в Тарренський Млин.]===],
[===[Дай мені ключ, {клас:к}, я сам відчиню замок.]===],
[===[Дякую, {ім'я}. Я очолив експедицію з Дуротара за наказом воєвождя, але, як бачиш, наші плани дещо порушилися. Вони тримали мене в полоні в цьому місті, змушуючи працювати, тягати тягарі, копати...

Але те, що я пережив — неважливо. Є важливіша інформація, яку ти маєш передати тому, хто зараз очолює нашу групу.]===],
},
[506] = {
[===[Спадщина Блекмура]===],
[===[День чи два тому до мене прийшов ватажок цього Синдикату. Його звали Аліден Перенольд, і він називав себе лордом цих земель. Він розповів мені свої плани про поневолення орків, які виступили проти нього, як це планували його батько і його наставник, підлий Блекмур.

Ще важливіше було те, що він привів із собою коханку — тендітну дівчину, на ім'я Еліза. На її шиї висіло намисто, яке бажав воєвождь.

А тепер іди. Я піду своєю дорогою, коли закінчу свої справи в таборі.]===],
[===[Доставте інформацію, зібрану Ґол'діром, до Краска в Тарренський Млин.]===],
nil,
[===[Треба ж, які ці люди нахаби! Ми покажемо їм, що орки ніколи не підкоряться їм!

Відтепер це буде нашою метою, на додачу до повернення тієї прикраси, яку бажає воєвождь. Схоже, що виконавши одне, ми виконаємо і друге.]===],
},
[507] = {
[===[Лорд Аліден Перенольд]===],
[===[Очевидно, що Перенольда треба вбити, позбавивши світ від його мерзенності. Його маєток розташований на північ звідси, на березі Лордамерського озера. Виконай свій обов'язок, {ім'я}, потім знайди намисто, яке бажає воєвождь, і повертайся сюди.]===],
[===[Вбийте лорда Алідена Перенольда і розпитайте його коханку Елізу про намисто Тарети.]===],
[===[Щ-що вам треба?]===],
[===[Ні, ні, будь ласка, не вбивайте мене! Я ніколи не бажала вашим людям зла, він тримав мене проти моєї волі! Будь ласка... помилуйте мене!]===],
},
[508] = {
[===[Подарунок Тарети]===],
[===[Намисто? Звичайно, можете забрати його... Заберіть його! Я не хочу про нього пам'ятати... Прошу, благаю, дайте мені спокій...]===],
[===[Принесіть намисто Тарети Краску в Тарренський Млин.]===],
[===[Ти {стать:повернувся:повернулася}, {ім'я}. Доповіси про успіх?]===],
[===[Дивно, що воєвождь витрачає стільки сил на таку дрібницю. Я не завжди розумію його мотиви, але я піду за ним, що б він не наказав. Ти молодець, {ім'я}, без сумніву, воєвождь буде радий почути про твій успіх.]===],
},
[509] = {
[===[Еліксир агонії]===],
[===[Ще один день, ще один еліксир, який треба приготувати. Якби це залежало від мене, я б просто дозволив жалюгідним людям і Скарі вбивати одне одного. Їм це так подобається.

На щастя, наша Темна Леді хоче трохи пришвидшити цей процес, тож чому б не прикрасити ці жахливі дні, поширивши трохи смерті та хвороб по всій землі?

Ось план, {ім'я}: ти підеш у маєток Нетандера, на південь від Тарренського Млину та на схід від річки й Південнобережжя. Збери на полі 6 квіток Брудномордих для мого наступного еліксиру.]===],
[===[Принесіть 6 квіток Брудномордих аптекарю Лідону в Тарренський Млин.]===],
[===[Як успіхи в маєтку Нетандера?]===],
[===[Ах, жахливий сморід від квіток Брудномордих. Принаймні, ці бридкі гноли хоч на щось придатні.]===],
},
[513] = {
[===[Еліксир агонії]===],
[===[Саме тоді, коли я думав, що ще один день пройде без жодної радості, ти {стать:приніс:принесла} мені ці чудові квіти Брудномордих.

Спершу я змішаю їх у чудову суміш. Потім нам знадобиться майстер-аптекар Фаранелл з Підмістя, щоб додати до неї зілля тління, і тоді ми будемо готові до справжньої забави!

Ось, {ім'я}, візьми цю суміш із квітів Брудномордих і негайно віднеси її до майстра Фаранелла.]===],
[===[Віднесіть порошок із квіток Брудномордих майстру-аптекарю Фаранеллу в Підмістя.]===],
[===[Хіба ти не бачиш, що я зайнятий, {клас:к}? Темна Леді вимагає вивести нову чуму, доки нас не здолала Скара, що насувається з Нортренду. З півдня ж нам загрожують люди, тож час зараз надзвичайно цінний для мене. Краще б це було щось важливе!]===],
[===[Тебе прислав аптекар Лідон? Що ж ти одразу не {стать:сказав:сказала}!

Попри свою похмуру вдачу, аптекар Лідон — один з наших найвидатніших та найдосвідченіших учасників товариства.

Цей добрий хлопець прислав суміш із квітів Брудномордих! Я знаю, чим зараз займається наш друг з Гіллзбраду. І мені подобається хід його думок. Темна Леді була б дуже вражена прогресом, якого він досягає в розробці нової чуми.]===],
},
[515] = {
[===[Еліксир агонії]===],
[===[Суміш Брудномордих? Просто геніально! Як я сам до цього не додумався?

Дозволь мені внести своє зілля тління в це диявольське вариво.

Для того, щоб активувати отруйні речовини в суміші Брудномордих, Лідону знадобиться міцне зілля крові троля, а також трохи луски клинкоспинних наг і очі мурлоків Розірваного Плавника з південного узбережжя Гіллзбраду. Він знає, що робити, коли ти збереш йому всі складові. Ох, як же мені не терпиться дізнатися про результати його експерименту!]===],
[===[Принесіть розчин Брудномордих, міцне зілля крові троля, 5 лусок клинкоспинних наг і 5 очей мурлоків Розірваного Плавника аптекарю Лідону в Тарренський Млин.]===],
[===[Я радий, що ти {стать:повернувся:повернулася}, {ім'я}. Я тут страшенно нудьгував. Жодних розваг, окрім отруєння Умпі та її реанімації... знову і знову, і знову, і знову.

Як пройшла подорож до Підмістя? Тобі пощастило вбити якихось людей по дорозі?]===],
[===[Від хвилювання перед цим експериментом у мене паморочиться в голові! Ти мені дуже {стать:допоміг:допомогла}, {ім'я}. Разом ми поширимо смерть і хвороби по цій землі!]===],
},
[516] = {
[===[Згуба Берена]===],
[===[Я отримав звіт про те, що група невмерлих зачаїлася та готується до нападу на нас. Озброївшись цією інформацією, ми можемо помінятися ролями й атакувати їх першими, зруйнувавши їхній маленький план ще у зародку.

На жаль, у моїй інформації є прогалини, у кращому випадку. Кажуть, що вони ховаються десь у місцевості, відомій як Згуба Берена. Точне місцезнаходження невідоме, але, схоже, це печера у пагорбах, поблизу ділянки, зайнятої чарівниками Даларана.

Я довіряю твоїй винахідливості. Знайди їх і знищ.]===],
[===[Знайдіть Згубу Берена та вбийте 6 чорноробів Воронокігтя та 6 вартових Воронокігтя, після чого поверніться до жерця тіні Аллістера у Крипту.]===],
[===[Ти вже {стать:знайшов:знайшла} їхню базу, {ім'я}? Не гай часу!]===],
[===[Якщо наші розвідники й агенти продовжуватимуть здобувати таку цінну інформацію, як ця, ми дуже швидко позбавимо наші землі від Скари Короля-ліча.]===],
},
[517] = {
[===[Еліксир агонії]===],
[===[Новий еліксир нарешті готовий до випробувань. Але навіщо витрачати такий чудовий, заразний засіб на жабу чи собаку? Розважмось по-справжньому в ім'я Леді Сильвани!

Прямуй до Дун-Ґарока. Це казарми, де живуть ці бридкі маленькі дворфи. Вкради мені барильце "Землекопського міцного". Як тільки я отримаю барильце, ми з тобою влаштуємо справжню вечірку, {ім'я}.]===],
[===[Принесіть барильце "Землекопського міцного" аптекарю Лідону в Тарренський Млин.]===],
[===[Іноді мені так нудно тут, у Тарренському Млині, що я відкриваю банку з формальдегідом і вдихаю його чудовий аромат. Умпі від цього трохи нервує.

То тобі вдалося дістати барильце у дворфів? Присягаюся, якщо мені доведеться дивитися на цей смертоносний еліксир без змоги використати його на комусь ще хоч один день, я закричу.]===],
[===[Нарешті! Тепер ми готові діяти!]===],
},
[518] = {
[===[Корона Волі]===],
[===[Муґ'Тол і його скелеламські огри захопили руїни Альтерака. Важко буде завдати йому серйозного покарання, не прорідивши ряди огрів.

А вже потім ми продовжимо.

Зрозуміло? Чудово. Тепер іди.]===],
[===[Вбийте 14 скелеламських молотобоїв для Мелісари в Тарренському Млині.]===],
[===[Я бачу, що твоє завдання ще не виконано, {ім'я}. Мені повідомити Шарліндру про твою непридатність?]===],
[===[Сніг червоніє від крові огрів, але ми не припинимо наших зусиль, доки не втопчемо дух і тіла Селаламів в бруд і сніг.]===],
},
[519] = {
[===[Корона Волі]===],
[===[Тарґ, Брудень та Ґломмус — лейтенанти Муґ'Тола. Вони віддані йому, хоча хто може сказати, що спонукає огра до вірності.

Принеси мені їхні голови, {ім'я}, і тоді все, що залишиться — це відрубати голову Муґ'Тола разом із короною.]===],
[===[Вбийте Тарґа, Макрейка та Ґломмуса і принесіть їхні голови Мелісарі в Тарренський Млин.]===],
[===[Мені потрібні їхні голови, {ім'я}, а не виправдання.]===],
[===[...а я думала, що від огрів і так неприємно пахне.

Коли ти принесеш мені голову Муґ'Тола, я накажу насадити їх чотирьох на піки над Альтераком. Гідний пам'ятник тим, хто йде проти волі Темної Леді.]===],
},
[520] = {
[===[Корона Волі]===],
[===[Тепер, коли лейтенанти Муґ'Тола мертві, все, що залишилося — вбити його самого і повернути корону Волі. Не сумніваюся, що він не захоче з нею розлучатися. Швидше за все, він чекає на тебе, враховуючи... зникнення... його товаришів.

Знайди Муґ'Тола і принеси мені його голову разом із короною. Опору Скелаламів буде покладено край.]===],
[===[Вбийте Муґ'Тола і принесіть його голову з короною Волі Мелісарі в Тарренський Млин.]===],
[===[Три голови у мене, а четвертої поки що не видно. Це буде або голова Муґ'Тола, або твоя, {ім'я}. Це я обіцяю.]===],
[===[Ти добре {стать:виконав:виконала} свій обов'язок, {ім'я}. Голова Муґ'Тола прикрасить найвищу вершину руїн Альтерака, а Смертестражі зітруть рештки Скелеламів з лиця землі.]===],
},
[521] = {
[===[Корона Волі]===],
[===[Залишилося лише віднести корону Волі до Шарліндри у Підмістя. Вона простежить, щоб її передали леді Сильвані. Я б застерегла тебе від думки скористатися нею в особистих цілях, {ім'я}. Нехай доля Муґ'Тола послужить тобі уроком.]===],
[===[Передайте корону Волі Шарліндрі з Підмістя.]===],
[===[Так? Ти маєш щось повідомити?]===],
[===[Отже, це і є та реліквія, яку огр використовував, щоб ухилитися від волі Темної Леді...

Дивно, що щось таке просте могло володіти такою великою силою. І потрапити в такі незграбні руки. Молодець, {ім'я}, я передам корону леді Сильвані й доповім їй про твої подвиги.]===],
},
[524] = {
[===[Еліксир агонії]===],
[===[Поруч смертостражі тримають кількох полонених фермерів. Верховна карателька Дарталія підозрює, що серед них переховується один з військових стратегів Штормовія. Вочевидь, його знайшли мертвим у Зачумлених землях минулої ночі. Дарталія завжди піклується про мене і вирішила залишити полонених у моєму розпорядженні.

Гадаю, настав час влаштувати цим фермерам вечірку. Ох, повеселимося!

Постав це зіпсоване барильце на килим у їхній кімнаті. Всім по чумному пиву!]===],
[===[Поставте зіпсоване барильце на килимок біля полонених фермерів.]===],
[===[Від килима йде затхлий запах.]===],
[===[Ви ставите зіпсоване барильце на вкритий пилом килим.]===],
},
[527] = {
[===[Битва за Гіллзбрад]===],
[===[Звертаючись до мене, стань струнко, {клас:к}.

Я перебуваю під прямим командуванням Варіматраса. Ми повинні придушити людську навалу, поки наші аптекарі працюють над новою чумою.

За нашими відомостями місто Гіллзбрад вразливе для нападу. Твоє перше завдання — вивести з ладу їхні запаси продовольства та інфраструктуру.

Вирушай на захід. Влаштуй набіг на найпівнічніші ферми Гіллзбрадських полів. Переконайся, що землевласники, фермер Рей і фермер Ґетц, також будуть страчені.]===],
[===[Вбийте 6 гіллзбрадських робітників, 6 гіллзбрадських фермерів, фермера Рея та фермера Ґетца і поверніться до Дарталії в Тарренський Млин.]===],
[===[Я верховний каратель Тарренського Млину, під прямим командуванням Варіматраса і Темної Леді, тож ти {стать:зобов'язаний:зобов'язана} виконувати мої накази.

Чи може ти легковажно ставишся до війни з Альянсом? Якщо це так, то я повинна відрубати тобі голову тут і зараз. Якщо ж ні — вирушай на захід, до міста Гіллзбрад, і бийся з людьми, як наказано.

Вільно.]===],
[===[Вільно, {клас:к}. Бачу, ти {стать:повернувся:повернулася} з битви. Мої джерела стверджують, що ти добре {стать:проявив:проявила} себе на Гіллзбрадському фронті.]===],
},
[528] = {
[===[Битва за Гіллзбрад]===],
[===[Звістка про напад на північні ферми викликала паніку у містян. Це дуже добре.

Наші Смертолови повідомляють, що селяни тікають на поля в південному Гіллзбраді. Дурні думають, що зможуть врятуватися від загибелі в садах.

Доведи, що вони помиляються, {ім'я}. Повертайся на поля Гіллзбраду і шукай селян, що втікають. Знищуй їх в ім'я нашої Темної Леді.

Вільно!]===],
[===[Вбийте 15 гіллзбрадських селян і поверніться до Дарталії в Тарренський Млин.]===],
[===[Ти {стать:отримав:отримала} наказ, {клас:к}. Досить байдикувати у Тарренському Млині коли в тебе є завдання.]===],
[===[Смерть стискає лещата навколо Гіллзбрада. Битва йде добре.]===],
},
[529] = {
[===[Битва за Гіллзбрад]===],
[===[Жителі Гіллзбраду чинять несподіваний опір. Проблема полягає в тому, що мешканців міста озброює місцевий коваль. Нам потрібно перекрити всі лінії постачання.

Твоїм завданням буде стратити коваля Веррінґтана. Вбий також його учнів. І заодно принеси партію заліза з їхніх запасів. Вони стануть у пригоді, коли ми закінчимо завоювання Гіллзбраду і почнемо спустошувати Південнобережжя.]===],
[===[Вбийте коваля Веррінґтана та 4 гіллзбрадських учнів коваля.

Заберіть партію заліза і поверніться до Дарталії в Тарренський Млин.]===],
[===[Ти {стать:виконав:виконала} накази, {клас:к}? Ти {стать:позбувся:позбулася} Веррінґтана і його учнів? І де вантаж заліза?]===],
[===[Завдання виконано, {клас:к}. І, варто зауважити, дуже майстерно.]===],
},
[530] = {
[===[Помста чоловіка]===],
[===[Валдред був колись моїм добрим другом, а став вбивцею моєї дружини. I, хоча я не здатен горювати, я все ж прагну помсти. Якщо вб'єш Валдреда та принесеш мені його прокляті руки, то я тебе винагороджу.

Востаннє я чув, що він був при Сивогривській стіні на півдні Срібнохвою, намагаючись втекти в королівство Ґілнеас.]===],
[===[Вбийте Валдреда Морея.

Принесіть його руки Ралею Андреану в Підмістя.]===],
[===[Ти {стать:приніс:принесла} його руки, {ім'я}?]===],
[===[Ах, чудово. Ці руки вбили мою дружину, Делію. Помста за її вбивство була моєю єдиною турботою, і ти {стать:був:була} інструментом цієї помсти.

Ось, візьми кільце, яке ти {стать:повернув:повернула} раніше. Делія померла для мене так давно, що її обручка - то дрібничка, яка мені більше не потрібна. Натомість я залишу собі ці руки на пам'ять про зраду свого друга.]===],
},
[532] = {
[===[Битва за Гіллзбрад]===],
[===[Гіллзбрад у повному хаосі, і ми віримо, що він незабаром впаде. Однак ми повинні залишатися безжалісними, поки людські покидьки не будуть стерті з передгір'я назавжди.

Попри величезні втрати, люди продовжують боротися і підтримують свого лідера. Ми повинні ліквідувати їхнього ватажка, війта Шкваростіна, а разом з ним і міську раду. Знищити їх священний політичний документ — прокламацію Гіллзбраду. А також викрасти міський реєстр.]===],
[===[Вбийте війта Шкваростіна та 5 гіллзбрадських радників. Знищте прокламацію Гіллзбраду. Викрадіть реєстр Гіллзбраду. Після цього поверніться до Дарталії у Тарренський Млин.]===],
[===[Які у тебе новини?]===],
[===[Звістка про твої успіхи в Гіллзбраді розлетілася досить швидко. Ти відмінно {стать:попрацював:попрацювала}, {клас:к}.]===],
},
[533] = {
[===[Проникнення]===],
[===[Нарешті до нас починають доходити чутки та навіть відомості про місцеперебування Ґол'діра. Люди постійно змінювали місця його ув'язнення, але ми змогли звузити сферу пошуку до великого табору Синдикату на північ звідси.]===],
[===[Отримайте інформацію про місцеперебування Ґол'діра для Краска в Тарренському Млині.]===],
[===[Ну як, вдалося що-небудь дізнатися? Боюся, перспективи Ґол'діра погіршуються з кожним днем...]===],
[===[Нарешті ми знаємо, де утримують Ґол'діра. Табір, про який йде мова, знаходиться недалеко звідси. Будемо сподіватися, що вони не будуть так добре підготовлені, як тоді, коли нас застали зненацька.]===],
},
[535] = {
[===[Валік]===],
[===[У-у-у-ух… поранений, вмираю й оточений ворогом.

Звісно, ти все одно мене вб'єш, але якщо принесеш мені південнобережний стаут - ваша братія його п'є, чи не так? - я розповім тобі те, що ти хочеш знати.]===],
[===[Принесіть кухоль з південнобережним стаутом до Валіка в таборі Синдикату.]===],
[===[Ти {стать:приніс:принесла} мені щось випити чи {стать:прийшов:прийшла} завершити діло?]===],
[===[Враховуючи мою неминучу смерть, гадаю, можу з чистою совістю сказати, що це - найсолодший на смак трунок у світі... Ось, візьми це, мені воно не стане в пригоді мертвим.

Що ж, заверши справу!]===],
},
[539] = {
[===[Битва за Гіллзбрад]===],
[===[У реєстрі Гіллзбраду зазначено, що Лазурова копальня перебуває під контролем Альянсу. Крім того, шахта є основним джерелом залізної руди для арсеналів Альянсу.

Попри те, що ми завдали вирішального удару по Гіллзбраду, Альянс усе ще підтримує і захищає Лазурову копальню.

Шахта знаходиться на південь від Гіллзбрада. Відправляйся туди та вбий десятника, людину на ім'я Бондс. Також вбий його шахтарів. Це стане гарним уроком для Альянсу.]===],
[===[Вбийте десятника Бондса та 10 гіллзбрадських шахтарів, після чого поверніться до Дарталії в Тарренський Млин.]===],
[===[Ти {стать:отримав:отримала} наказ напасти на Лазурову копальню. У тебе мають бути вагомі причини для байдикування на Тарренському Млині, інакше я відрубаю тобі голову за зраду.]===],
[===[Темна Леді буде задоволена, коли дізнається, що у неї з'явилася нова копальня, завдяки якій вона може озброїти своїх солдатів.]===],
},
[541] = {
[===[Битва за Гіллзбрад]===],
[===[Дворфи допомагають людям? Будь прокляті ці брудні маленькі тварюки.

Ми перевіримо на міцність так званий Альянс. Побачимо, як ці маленькі розбишаки поспішатимуть на допомогу людям, коли відчують наш гнів. Ми точно знаємо, де знаходиться їхній опорний пункт.

Вони облаштували казарму на південному сході Гіллсбраду, вздовж стіни Торадіна, під назвою Дун-Ґарок. Останнє завдання цієї битви — взяти в облогу Дун-Ґарок, {клас:к}. Капітан Залізопагорб, їхній ватажок, має загинути.]===],
[===[Відправляйтесь в Дун-Ґарок і вбийте 10 горян, 8 стрільців, 4 жерців і капітана Залізопагорба, а потім поверніться до Дарталії в Тарренський Млин.]===],
[===[Дун-Ґарок тобі не по зубах, {клас:к}? А я думала, що ти {стать:довів:довела} свою доблесть у Гіллзбраді.

Якщо ти не впораєшся з цим завданням, я знайду когось іншого, хто зможе досягти кращих результатів. Що ж до тебе, то я впевнена, що Темній Леді не завадять нові гробокопачі у Тірісфальському переліссі.]===],
[===[Твої дії на полі бою заслуговують на найвищу відзнаку.]===],
},
[544] = {
[===[Вторгнення до в'язниці]===],
[===[Я приїхав до Тарренського Млина, щоб провести дослідження, але зараз мушу вирішити кризову ситуацію. Бачиш, четверо відречених втекли з Підмістя кілька місяців тому. Вони зрадили своїх побратимів, але що ще гірше... вони обікрали Темну Леді.

Ці злодії вдерлися до захищеного сховища і викрали чотири артефакти — предмети, необхідні нашим аптекарям для певних досліджень. Сильвана жадає повернути ці артефакти.

Злодії втекли з Підмістя до Даларану, і тамтешні чарівники помістили їх у Лордамерський ізоляційний табір.]===],
[===[Знайдіть зрадників і заберіть їхні артефакти, а потім поверніться до чаклуна Пустогляда в Тарренський Млин.]===],
[===[Тобі вдалося знайти злодіїв? І, що важливіше, чи вдалося повернути те, що вони вкрали?]===],
[===[Ти {стать:зробив:зробила} велику послугу для відречених, {ім'я}. Цих артефактів нам дуже бракувало.

Приємно чути, що Кеґан та інші зрадники отримали по заслузі.]===],
},
[545] = {
[===[Даларанські патрулі]===],
[===[Чарівники Даларана побудували величезний магічний купол навколо серця свого міста. Дехто вважає, що це було зроблено для захисту від небезпек, тоді як інші кажуть, що вони просто хотіли усамітнитися, щоб вчитися і будувати плани.

Мені особисто байдуже, якою була причина. Мене цікавлять руїни на околицях їхнього міста, за межами купола, де можуть ховатися цінні магічні скарби.

Але цю територію патрулюють чаклуни та їхні елементалі-невільники.

Тож напади на них і повернись, коли суттєво скоротиш їхню кількість.]===],
[===[Вбийте 6 даларанських закликачів і 12 елементалів-невільників, а потім поверніться до чаклуна Пустогляда в Тарренський Млин.]===],
[===[Ти вже {стать:зменшив:зменшила} кількість даларанських патрулів в руїнах?]===],
[===[Дуже добре. Тепер ці руїни мають бути достатньо безпечними для пошуків, але треба бути обережними.

Спасибі тобі, {ім'я}.]===],
},
[546] = {
[===[Сувеніри смерті]===],
[===[Я чув, що тебе завербувала Дарталія для війни проти людей Гіллзбраду. Я так тобі заздрю...

Поки ти розважаєшся — вбиваєш людей, грабуєш місто, тероризуєш невинних людей, — я стирчу тут, на варті Тарренського Млина.

Можливо, ти зглянешся над старим смертостражем? Бачиш, я збираю людські черепи, а тобі доведеться вбити чимало людей. Збери під час битви 30 черепів, принеси мені, і я тобі добре заплачу.]===],
[===[Смертостраж Самса з Тарренського Млина просить вас принести 30 людських черепів з Гіллзбраду.]===],
[===[А от і {ім'я}! Скільки людей ти сьогодні {стать:вбив:вбила}? Сотні, напевно!

Маєш черепи для мене?]===],
[===[Чудові черепи! Такі гарні! Ось твоя плата, як я й обіцяв, {ім'я}!]===],
},
[547] = {
[===[Меч Гумберта]===],
[===[Верховна карателька Дарталія послала мене наглядати за Дун-Ґароком. Я розбив табір подалі від дворфів. Але коли настав ранок і мені потрібно було закип'ятити воду, я пішов збирати дрова.

Повернувшись, я виявив, що мої речі зникли.

Очевидно, якісь дворфи-розвідники з Дун-Ґарока проходили повз і вкрали їх. Мені потрібен мій меч! Якщо ти зможеш його повернути, я буду дуже вдячний. Там так багато дворфів... буде досить важко знайти маленького брудного злодія, який його вкрав.]===],
[===[Заберіть меч смертостража Гумберта з Дун-Ґарока та поверніть його йому в Тарренський Млин.]===],
[===[Ти {стать:зміг:змогла} дістати мій меч, {ім'я}? Верховна карателька Дарталія повісить мене на кроквах, якщо дізнається про мою дурість.]===],
[===[Ти {стать:знайшов:знайшла} його!

Ах, як приємно знову відчувати в руці мій дорогоцінний меч. Дуже дякую тобі!]===],
},
[549] = {
[===[РОЗШУКУЮТЬСЯ: прихильники Синдикату]===],
[===[За наказом леді Сильвани всі члени організації, відомої під назвою Синдикат, засуджені до смерті. Ті, кого затримають або візьмуть у полон, будуть страчені без суду і слідства. Наразі відомо, що вони збираються в руїнах замку Дурнгольд, на південний схід від Тарренського Млину.

Всім, хто надасть докази їхніх діянь верховній карательці Дарталії, пропонується щедра винагорода.]===],
[===[Вбийте 10 розбійників Синдикату та 10 вартових Синдикату. Поверніться до верховної карательки Дарталії в Тарренський Млин за нагородою.]===],
[===[Ти не маєш нічого кращого, ніж стояти тут переді мною, {клас:к}? У мене, як у верховної карательки, є важливіші справи, ніж витріщатися на твою гнилувату пику.]===],
[===[Чудово, {клас:к}. З такою швидкістю шкідники із Синдикату будуть винищені в найкоротші терміни.]===],
},
[550] = {
[===[Битва за Гіллзбрад]===],
[===[Оскільки ти {стать:бився:билася} з неабиякою відвагою та завзяттям у Гіллзбраді, я написала цю грамоту, вихваляючи твої героїчні подвиги, щоб вище командування їх визнало.

Віднеси цю запечатану грамоту Варіматрасу в Підмістя. Йди з гордістю, {клас:к}.]===],
[===[Віднесіть запечатану грамоту Дарталії до Варіматраса в Підмістя.]===],
[===[Що несе {клас:н} з поля бою аж до Підмістя?]===],
[===[То ти {стать:той самий сумнозвісний:та сама сумнозвісна} {клас:н}, що {стать:завдав:завдала} вирішального удару по військах Альянсу в передгір'ї Гіллзбраду? Чутки про твої славетні подвиги швидко долетіла до Підмістя.

У тебе велике майбутнє в лавах бійців Темної Леді, якщо ти й надалі проявлятимеш таку відданість в бою.

Хоча наша головна загроза — армія Короля-ліча, що наступає з півночі, людська "проблема" продовжує перешкоджати нашим планам. Однак, ти {стать:показав:показала}, що люди можуть і будуть програвати.]===],
},
[552] = {
[===[Помста Гелькулара]===],
[===[Майстер Гелькулар майже завершив своє перетворення на ліча, коли розлючений натовп знайшов його ритуальне лігво на пагорбах і жорстоко вбив його. Що ще гірше, вони поховали його на кладовищі Південнобережжя.

Така неповага до великого чарівника неприпустима. Як його учень, я хочу помститися Південнобережжю.

Але спершу нам потрібен жезл Гелькулара. Його ритуальне лігво захопили єті. Жезл має бути в одного з них.]===],
[===[Заберіть жезл Гелькулара у єті та поверніть його послушнику Тайванду в Тарренський Млин.]===],
[===[Ти вже {стать:знайшов:знайшла} жезл Гелькулара? Там так багато єті, що знайти його буде непросто. Але нам без нього не обійтися.]===],
[===[Ти {стать:знайшов:знайшла} його! Неймовірно, {ім'я}!]===],
},
[553] = {
[===[Помста Гелькулара]===],
[===[Ось, візьми жезл Гелькулара. Він тобі знадобиться.

Гелькулар створив 3 церемоніальних вогнища як частину свого наймогутнішого заклинання. Полум'я Азеля та полум'я Вераза знаходяться в печерах Передгір'я. Полум'я Узеля знаходиться в печері вище, далі на північ у горах.

Жезл Гелькулара повинен бути заряджений від кожного з трьох полум'їв. Після завершення ритуалу встроми жезл в могилу Гелькулара в Південнобережжі, місті людей на півдні, що ретельно охороняється. Ми помстимося!]===],
[===[Зарядіть жезл Гелькулара силою полум'я Азеля, полум'я Вераза та полум'я Узеля.

Віднесіть заряджений жезл до могили Гелькулара в Південнобережжя.]===],
[===[Могила Гелькулара наповнена містичною енергією.]===],
[===[З-під землі лунає сильний гуркіт.]===],
},
[556] = {
[===[Кам'яні талісмани]===],
[===[Чарівники Даларана славляться своїм зв'язком з елементалями — могутніми створіннями з інших вимірів, якими вони керують за допомогою магічних талісманів. Чаклун Пустогляд хотів би вивчити ці талісмани.

Вирушай на землі даларанських чаклунів, на захід від Гіллзбраду, і збери талісмани.

Ти можеш знайти талісмани у будь-якого жителя Даларана, але я раджу пошукати їх в ізоляційному таборі. Там набагато безпечніше, ніж у самому Даларані.]===],
[===[Принесіть 10 потертих кам'яних талісманів хранителю Бел'варілу в Тарренський Млин.]===],
[===[Чи є у тебе потерті кам'яні талісмани, {ім'я}? Чаклун прагне розкрити їхні таємниці.]===],
[===[Чудові талісмани. Хоча, здається, їхня магія вже згасла. Та воно й на краще — нехай для початку чарівник поекспериментує проводилися на менш активних екземплярах, як ці.

Дякую, {ім'я}.]===],
},
[557] = {
[===[Зв'язувальні браслети]===],
[===[Чаклун буде зайнятий вивченням зібраних тобою кам'яних талісманів, але незабаром йому знадобляться зразки пов'язаних з ними предметів — зв'язувальних браслетів. Їх одягають на зап'ястя елементалів, щоб змусити їх виконувати волю мага.

Вбивай елементалів у руїнах Даларана і збирай їхні браслети зв'язування землі. Чаклун буде задоволений.]===],
[===[Принесіть 4 зв'язувальні браслети землі хранителю Бел'варілу в Тарренський Млин.]===],
[===[Привіт, {ім'я}. Елементалі — непрості супротивники, але я не сумніваюся, що ти впораєшся. Ти вже {стать:зібрав:зібрала} зв'язувальні браслети?]===],
[===[Ти {стать:знайшов:знайшла} їх. Сподіваюся, елементалі, з яких ти {стать:зняв:зняла} ці браслети, не надто опиралися?

Хм... здається, смерть не тільки зупинила моє серце, але й позбавила мене почуття гумору.

Що ж, дякую тобі, {ім'я}. Ти добре служиш чаклуну, а отже і Темній Леді.]===],
},
[566] = {
[===[РОЗШУКУЄТЬСЯ: барон Вардус]===],
[===[За наказом верховної карательки Дарталії людину, відому як барон Вардус, розшукують за злочини проти відречених. Відомо, що Вардус є високопоставленим членом організації, відомої як Синдикат.

Востаннє його бачили на Верхогір'ї в Альтерацьких горах, на північ від Тарренського Млину.

Його розшукують мертвим. Принесіть докази його загибелі верховній карательці Дарталії, щоб отримати винагороду.]===],
[===[Вбийте барона Вардуса і доставте його голову верховній карательці Дарталії в Тарренський Млин.]===],
[===[А, {ім'я}. Можливо, ти {стать:прийшов:прийшла} по винагороду за голову барона Вардуса?]===],
[===[Чудова робота, {ім'я}. Зі смертю барона Вардуса кількість ватажків Синдикату зменшується. Недовго їм залишилося опиратись.]===],
},
[567] = {
[===[Особливо небезпечні!]===],
[===[Особливо небезпечні!

Наступні жителі Гіллзбраду були визнані небезпечними і верховна карателька Дарталія пропонує винагороду за їхні голови:

Писар Горацій Білокінь. Розшукується за вбивство смертостража Тома.

Містянин Вілкс. Розшукується за вбивство аптекаря Елі.

Шахтар Гаккет. Розшукується за вбивство смертолова Фрая.

Фермерка Калаба. Розшукується за напад на караван із припасами з Підмістя.

Всі ці злочинці ховаються, і знайти їх буде нелегко. Нагороду буде видано тим, хто здійснить над ними правосуддя.]===],
[===[Верховна карателька Дарталія з Тарренського Млину пропонує винагороду за писаря Горація Білоконя, містянина Вілкса, шахтаря Гаккета і фермерку Калабу.]===],
[===[Так?]===],
[===[Ти {стать:справжній мисливець:справжня мисливиця} за головами, {клас:к}. Молодець.]===],
},
[590] = {
[===[Угода пройдисвіта]===],
[===[Що? 

Що?!

Хочеш гроші? Я тобі не винен жодних грошей.

Лист? Який лист? Що, хочеш побитися? Що ж, {стать:друже:подруго}... зробімо це! Ну-ну, винен тобі гроші....]===],
[===[Переможіть Кальвіна Монтенґ'ю в Смертедзвоні.]===],
[===[Непогано, {стать:друже:подруго}, дуже навіть непогано.]===],
[===[Надзвичайно! Які навички!

Думав, ти будеш легкою здобиччю, {Ім'я}. Але {стать:спіймав:спіймала} ти мене добре.

Ось, тримай монету, як і обіцялося... не так багато, як було сказано, але я ж і від початку не був з тобою чесним.]===],
},
[649] = {
[===[Повернення шипучки]===],
[===[У мене є для тебе одне дільце, і якщо ти, як і я, любиш чудову шипучку — тобі сподобається це завдання. Шипучка!

Це напій такий, дурепо.

На покинутій ординській заставі є заначка медової шипучки Внутрішніх земель. Такого чудового питва більше не роблять! Один із цих бовдурів, помічників Малтона, знає, куди треба йти. Сходи до нього, принеси ящик шипучки та кілька пляшок для моєї колекції! Поговори з Малтоном, він розповість тобі всі деталі.]===],
[===[Поговоріть з Малтоном Дрофферсом в Орґріммарі.]===],
nil,
[===[А, так, ти щодо шипучки, що потрібна батьку! Він хоче продати її в таверну в Орґріммарі, але ми отримаємо більше грошей, якщо вона буде в оригінальній упаковці. Я знаю декого, хто може її добути, і він живе у Внутрішніх землях, де й знаходиться шипучка. Але він, тойво... вищий ельф.

Ну, він хороший вищий ельф, бо він не з Альянсу. Ну, він не стільки хороший ельф, скільки п'яний ельф. Він любить випивку. Прямо ОБОЖНЮЄ її.]===],
},
[650] = {
[===[Повернення шипучки]===],
[===[Ельфа, з яким тобі потрібно буде поговорити, звати Ґілверадін Сонцеслід. Він так знається на винах, що вміє за запахом визначити не тільки сорт вина, а і якого воно врожаю! Він може надіслати потрібну нам шипучку, потрібно лише поговорити з ним. Нам потрібно шість пляшок на продаж, дві — батьку... а може й більше. Коли забереш пакунок шипучки разом з кількома пляшками для батька — повертайся сюди!

Ґілверадін живе неподалік від оселі вищих ельфів у Внутрішніх землях. А ті вищі ельфи — не добрі, повір мені.]===],
[===[Поговоріть з Ґілверадіном Сонцеслідом. Його табір розташований у Внутрішніх землях.]===],
nil,
[===[То ти знаєш Малтона? Він мій давній товариш по пляшці. Розумієш, я знайшов те, що долає всі штучні кордони й умовності — випивку. Якби розумні істоти випивали, замість того щоб воювати, світ став би набагато кращим і чистішим.

Та щось мені підказує, що ти тут не для того, щоб слухати про благословенні властивості алкоголю, чи не так?]===],
},
[676] = {
[===[Бій Молота]===],
[===[Слабаки... всі вони. А ти, {клас:к}, на що {стать:витріщився:витріщилася}? Думаєш, ти {стать:особливий:особлива}, га? Чому б тобі не довести це?

На аванпост Молотобій в Араті напали вороги. Якщо ми не допоможемо їм найближчим часом, вони не встоять.

Утім, не поспішай. Спершу треба випробувати твої навички. На північний схід від Штормґарду в Араті знаходиться курган огрів, який населяє плем'я Брилоруких. Коли ти впораєшся з ограми та їхніми громилами, вирушай до Драма Кепського в Молотобій.]===],
[===[Вбийте 8 брилоруких огрів і 10 брилоруких громил, а потім знайдіть Драма Кепського на аванпості Молотобоя на височині Араті.]===],
[===[У мене немає часу сокиру нагострити, не кажучи вже про те, щоб покинути заставу і вбити тих тварюк, що намагаються вбити моїх братів.

Тобі, здається, не вистачає досвіду навіть для звичайного бугая, не кажучи вже про {стать:повноцінного:повноцінну} {клас:р}. Чого ж ти хочеш, {ім'я}?]===],
[===[Гадаєш, ти достатньо {стать:сильний:сильна}, щоб допомогти Молотобою? Хай буде так.

Смалець відправив тебе на той курган огрів або сподіваючись, що ти там загинеш, або вважаючи, що ти достатньо {стать:сильний:сильна}, щоб допомогти нам. Так чи інакше, ти зараз тут, а мені потрібні бійці для боротьби з постійними нападами.

Якщо ти плануєш залишитися в Молотобої, то відпочинь, а потім приходь до мене. У нас вистачить для тебе боїв.]===],
},
[677] = {
[===[Заклик до зброї]===],
[===[Тролі племені В'ялошкірих та огри клану Брилоруких співпрацюють разом, щоб вижити нас із цієї землі, але ми не збираємося поступатися ні їм, ні кому-небудь ще. Ми маємо їх перебити та показати, що ця земля є нашим домом.

Тролі від нас відреклися, а огри хочуть зжерти нас та відібрати у нас цінні речі. Та ми їм цього не дозволимо.

Ми почнемо атаку на В'ялошкірих тролів, що утримують територію на південь звідси. Перебий їх трохи, і повертайся коли їхні поселення заллються кров'ю.]===],
[===[Вбийте 10 в'ялошкірих сокирожбурів, 10 в'ялошкірих мисливців за головами та 10 в'ялошкірих знахарів і поверніться до Драма Кепського на аванпост Молотобій.]===],
[===[Якщо ти ще не {стать:виконав:виконала} своє завдання — не стій тут, а йди і виконуй його. Чи може ти {стать:такий же зрадник:така ж зрадниця}, як і ці тролі.]===],
[===[Я бачу сліди битви на твоїх обладунках, і піт на твоєму чолі. Дуже добре...]===],
},
[678] = {
[===[Заклик до зброї]===],
[===[Твоя сила вражає, {ім'я}. Тепер подивимося, як ти впораєшся зі справжнім ворогом.

Брилорукі огри мають лігво на південний захід звідси, у напрямку мосту дворфів. Якщо не помиляюсь, тамтешні моцаки та чаклуни мають стати для тебе серйознішим випробуванням — принаймні такими вони були для нас.

Вбий стільки огрів, скільки зможеш, або повернись у формі духа після смерті. У будь-якому разі я віддам хвалу твоїй стійкості в бою.]===],
[===[Вбийте 10 брилоруких моцаків та 4 брилоруких чаклунів, після чого поверніться до Драма Кепського в аванпост Молотобій.]===],
[===[Ти сумніваєшся. Чому? Ти {стать:побив:побила} цих в'ялошкірих покидьків, {ім'я}. Не підведи мене зараз...]===],
[===[Ти {стать:сильний:сильна}, як кодо, і твій героїзм в битві надихає наш народ.]===],
},
[679] = {
[===[Заклик до зброї]===],
[===[Голову цієї почвари потрібно зрубати... грубою силою, {ім'я}. Ти {стать:довів:довела} кожною своєю дією готовність завдати цього останнього потужного удару. Лідери цих мародерів та вбивць сновигають в руїнах Штромґарду, символі людської слабкості.

Знайди та вбий лордів Брилоруких та їхніх прислужників-шаманів, що намагаються вигнати нас з цих земель.]===],
nil,
[===[Я бачу як твоя сміливість згасає. Це говорить про те, що мої здогадки про тебе правдиві: твоя сила — ніщо в порівнянні з твоїми хвастощами.

Повертайся, коли знищиш ворогів, або не повертайся ніколи.]===],
[===[Твій народ може пишатися тобою, <name>. Загроза тепер значно зменшилася, і я впевнений, що ми зможемо процвітати на цій височині.]===],
},
[698] = {
[===[Недостача надлишку]===],
[===[Я намагаюся здобути припаси для нашого поста на узбережжі, на схід звідси. Ток'Кар робить, що може, але між змінами вартової служби та приготування їжі для солдатів, у нього залишається небагато часу.

Вони з задоволенням готують м'ясо пилкозубів, але я не встиг відправити їм нову партію. Не {стать:міг би:могла б} ти допомогти?

Молоді пилкозуби не такі смачні, як дорослі, тому не чіпай їх — дай ще рік-два підрости.]===],
[===[Принесіть 8 сирих вирізок пилкозуба Ток'Кару на болото Скорбот.]===],
[===[Лок'тар, {клас:к}. Подорож через болота легкою не назвеш. Ти {стать:сміливий:смілива}, якщо випробовуєш свою вдачу тут.]===],
[===[Ух! Чудово! Свіже м'ясо на вогнищі до вечері! Дякую, {ім'я}.

Ти {стать:допоміг:допомогла} зробити наступні вечори більш стерпними. Вогонь горить яскраво і наші шлунки будуть наповнені.

Приємна несподіванка, що ти {стать:привіз:привезла} нам вантаж. Дар — не найпривабливіший орк у світі, але, принаймні, його ставлення приємніше, ніж його запах.]===],
},
[699] = {
[===[Недостача надлишку]===],
[===[Мурлоки на узбережжі становлять небезпеку, тому ми тут, щоб захистити Камінард або, якщо сили ворога виявляться занадто великі, підняти тривогу. В нас небагато часу на відпочинок, і ми не відмовимося від деякої допомоги ще.

З пазурів пилкозубих кусачів виходить добра зброя, якщо виробити їх належним чином. Принеси мені кілька пазурів, і ти отримаєш нашу зброю в подяку за свіже м'ясо і хорошу компанію.]===],
[===[Принесіть 6 пазурів пилкозубих кусачів Ток'Кару на болото Скорбот.]===],
[===[Добра медовуха, тепле вогнище, армія орків і арсенал зброї... це все, що дійсно треба нам на цьому узбережжі. Я не шкодую, що несу свою варту тут, охороняючи Камінард, але було б непогано якось зробити тут бункер або хоча б вежу.]===],
[===[Радий бачити тебе {стать:живим і здоровим:живою і здоровою}, {ім'я}.

Ці пазурі нам дуже знадобляться. Чим більше зброї у нас буде на гоготові в момент атаки, тим краще.

Почну роботу над твоїм екземпляром якомога швидше. Це не займе багато часу, я вже призвичаївся в виготовленні зброї.]===],
},
[728] = {
[===[У Підмістя за збірником Ягіна]===],
[===[Ця табличка говорить багато про що. І все ж цього недостатньо! І близько недостатньо!

Існує книга, збірник, яку Ягін писав століття тому. Люди... від яких я втік... вони зберігають цю книгу в багатьох місцях. І наймудріші з них вивчають її. Вона містить великі знання. Знання, що здатні захистити нас!

Вирушай до хранителя Бел'дуґура у Підмісті в Лордероні. Покажи йому цю сигілу і він прийме тебе за свого. Попроси у нього збірник Ягіна... і принесе його мені!]===],
[===[Принесіть Сигілу Молота хранителю Бел'дуґуру в Підмістя.]===],
[===[Ах, я бачу, що у нас тут нетерплячий {клас:н}. {стать:Прийшов:Прийшла} вивчати мою колекцію? Добре!

Але пам'ятай: подібно до того, як знання дають силу сильним..., так і зведуть з розуму слабких.]===],
[===[Будь {стать:розбірливим:розбірливою} зі своїми знаками, {клас:к}. Є ті, хто не вірить у праведність нашої обітниці.

А є ті, хто б залюбки побачив, як ми програли, якби вони про нас знали.

Ми повинні бути завжди обережними. І пильними. І терплячими.]===],
},
[736] = {
[===[Зірка, рука та серце]===],
[===[Тобі потрібен збірник Ягіна? Отже, твій план - зібрати ще одну ватагу? Звісно, що так... І, звісно, я тобі допоможу, {стать:брате:сестро}.

Але ти також {стать:повинен:повинна} мені допомогти.

Мені потрібні три предмети сили. Принеси мені їх - і збірник буде твоїм.

Я не можу вимовити назви цих предметів, але запишу їх.

Дістань мені речі з цього списку. Якщо зможеш це зробити, тоді ти справді {стать:достойний:достойна} відкрити свій власний осередок нашого ордену.]===],
[===[Принесіть предмети, перелічені в записці Бел'дуґура хранителеві Бел'дуґуру в Підмістя.]===],
[===[Як твої успіхи на завданні, {клас:к}?]===],
[===[Я вражений! Ти або володієш великою вправністю, або великим фартом, якщо {стать:здобув:здобула} ці реліквії. У будь-якому разі, ти маєш велику цінність для нас.]===],
},
[742] = {
[===[Ясенеділське полювання]===],
[===[Увага, юні шукачі пригод! Дикі хащі Ясенедолу чекають на вас!

Орді вдалося закріпитися в землях на північ від Степів. Дві наші застави — при Тріснутому Дереві та на Зорамському узбережжі — б'ються за славу Орди! Ті, хто хоче проявити себе у подвигах, можуть вирушити туди. Зверніть увагу: Сенані Грозове Серце на заставі при Тріснутому Дереві, що на північ від Степів, шукає охочих взяти участь у великому полюванні в Ясенедолі!]===],
[===[Поговоріть з Сенані Грозовим Серцем на заставі при Тріснутому Дереві, що в Ясенедолі.]===],
nil,
[===[Ласкаво просимо на наш новий рубіж, {ім'я}. Ясенеділ — це земля можливостей, де {стать:такому юній:такій юній} {клас:д}, як ти, знайдеться вдосталь шансів довести свою силу. Оглянь цю заставу та обов'язково сходи на Зорамське узбережжя — в Орди й там є застава.

Як розумію, ти тут для того, щоб дізнатися більше про полювання. Слухай уважно, і я з радістю поділюся з тобою всім, що тобі потрібно знати.]===],
},
[743] = {
[===[Небезпека Вітролютих]===],
[===[Дякую, що {стать:знайшов:знайшла} час поговорити зі мною, {Ім'я}. Я Руул, воїн і наставник.

Очевидно, ти {стать:досяг:досягла} того віку, коли потрібно пройти випробування, якщо ти прагнеш піти далі, за межі Мулґора.

Якщо хочеш перевірити свою міць, почни з пошуку Вітролютих гарпій на південному сході. Вони гніздяться вздовж гребня гір подалі від дороги.

Ці гарпії є одними з наших природних ворогів тут у Мулґорі, вони стануть хорошим випробуванням твоєї майстерності.]===],
[===[Принесіть 8 кігтів Вітролютих Руулові Орлиному Кігтю у селище Криваве Копито.]===],
[===[Вітролюті — смертельні вороги. Їхня сила у бою може зрівнятись лише з їхньою жагою до свіжого м'яса.]===],
[===[Ти добре {стать:впорався:впоралась}, {Ім'я}. Схоже, ти вже {стать:готовий:готова} подорожувати далі. Нехай вітри завжди віють тобі у спину.]===],
},
[744] = {
[===[Підготовка до церемонії]===],
[===[{ім'я}, мій брат незабаром постане перед Вождем Кривавим Копитом, і мені випала велика честь зробити для нього головний убір.

Я хочу попросити тебе про послугу, поки я вичиняю ці шкіряні смужки. У мене немає часу, щоб знайти вдосталь пір'я, і я хотів би попросити тебе зібрати його для мене.

Пір'я потрібного розміру можна знайти у гарпій, що мешкають далеко на півночі та північному заході від Громового Бескиду. Мені потрібно лише 6 лазурових і 6 бронзових пір'їн, щоб закінчити роботу.]===],
[===[Зберіть 6 лазурових і 6 бронзових пір'їн та принесіть їх Еяну Орлиному Кігтю в Громовий Бескид.]===],
[===[Цей головний убір стане чудовим подарунком для мого брата.]===],
[===[Дякую тобі за допомогу, {ім'я}.

Моя участь у церемонії мого брата майже завершена. Мені залишається лише подарувати йому цей головний убір і спостерігати за церемонією.]===],
},
[745] = {
[===[Розділення володінь]===],
[===[{Ім'я}, цю землю ранять безліч протистоянь. Я сподіваюся, що ти не станеш свідком стількох із них, скільки бачив їх я. Та все ж є одне, у якому я б попросив тебе взяти участь. Це дасть тобі уявлення, наскільки жахливою може стати навіть найменша загроза для землі, якщо її залишити невирішеною.

Гноли-Бляклогриви оселилися на півдні від Кривавого Копита й у печері на заході. Вони зневажають усі наші спроби почати спілкування з ними та несамовито знищують диких жителів Мулґору.

Слова тут більше не зарадять.]===],
[===[Убийте 10 бляклогривих дубильників, 8 бляклогривих шкуродерів і 5 бляклогривих браконьєрів, і повертайтеся до Бейна Кривавого Копита у селище Криваве Копито.]===],
[===[Якби Бляклогриви більше поважали цю землю та її жителів, цього протистояння ніколи б не відбулося.]===],
[===[{Ім'я}, це добре, що ти серйозно {стать:поставився:поставилась} до цього завдання. Важливо поважати землю та її створінь. Смерть і життя - це одне коло... неминучість. Одне не може існувати без іншого. Обдумай це без поспіху та постарайся ніколи не забувати.]===],
},
[746] = {
[===[Дворфійські розкопки]===],
[===[На північному заході звідси дворфи готуються до розкопок. Вони думають, що таємниці приховані глибоко в землі, і це правда. Але осквернення та спустошення землі - не той шлях, який відкриє її мудрість.

Збери інструменти дворфів для копання, розтрощи їх і повертайся до мене.

Ламати інструменти можна в кузні. Одна з них розташована в Громовому Бескиді, але підійде будь-яка, навіть та, що в дворфійскому таборі.]===],
[===[Зберіть 5 кайл розвідувачів.

Розтрощіть кайла геологів у кузні, щоб отримати зламані інструменти.

Принесіть 5 зламаних інструментів Бейну Кривавому Копиту в селище Криваве Копито.]===],
[===[Привіт, {Ім'я}. Зламані інструменти у тебе? Дворфійські розкопки розлючують кодо Мулґору. Час покласти край оскверненню нашої землі!]===],
[===[Дякую тобі, {Ім'я}. Це заспокоїть тварин Мулґору. Якщо на те буде воля духів, дворфи зрозуміють, що буріння землі - не найкращий шлях до нових знань.]===],
},
[747] = {
[===[Полювання розпочинається]===],
[===[Ти виглядаєш досить багатообіцяюче, тож зможеш проявити себе перед своїм плем’ям. Можливо, одного дня тебе приймуть у великому місті Громовий Бескид. Але до цього ти {стать:повинен:повинна} показати себе перед моїм батьком, вождем Соколиним Вітром.

Тут, на плато Червоної Хмари ми пишаємося нашими відточеними навичками полювання. Таурени полюють і за необхідності, і для розваги. Наші запаси м’яса закінчуються і нам потрібно більше пір’я для одежі. Вполюй кількох рівнинобігів поряд і відзначся, поповниши запаси села.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви принесли йому 7 пір’їн рівнинобіга та 7 шматків м’яса рівнинобіга.]===],
[===[Принесені тобою м'ясо та пір'я будуть першим кроком, щоб показати себе {стать:справжнім:справжньою} {клас:о} перед вождем.]===],
[===[Мешканці Нараче дякують тобі, {ім'я}. Ти подаєш великі сподівання.]===],
},
[748] = {
[===[Отруйні води]===],
[===[Гобліни та їхні посіпаки забруднили наші колодязі зі священною водою! Ми не можемо цього допустити.

Для очищення кожного колодязя я повинен створити очисний тотем, тоді тобі потрібно принести його до колодязя та провести ритуал очищення.

Першим ми зробимо тотем для колодязя Зимового Копита. Для цього земля повинна запропонувати нам свою допомогу. Вполюй вовків прерій задля їхніх лап і дорослих рівнинобігів задля їхніх кігтів. Вони на південному заході.

Повертайся до мене з лапами та кігтями, {Ім'я}.]===],
[===[Принесіть 6 лап степового вовка і 4 кігті рівнинобіга Муллу Громовому Рогу в Криваве Копито.]===],
[===[У тебе є вже лапи та кігті, {Ім'я}?]===],
[===[Ти добре {стать:впорався:впоралася}, {Ім'я}. Я візьму їх та вплету їхню силу в тотем очищення.]===],
},
[749] = {
[===[Розорений караван]===],
[===[Декілька днів тому ми помітили караван ТзНБ "Авантюра", що йшов під охороною по північному березі озера Кам’яного Бика. Ми втратили двох наших у битві раніше, тож ми були швидкі на напад і знищили караван.

Ми залишили позаду ящики з вантажем, думаючи, що наші смолоскипи знищать все цінне, але оскільки дехто з ТзНБ були помічені недалеко від спалених фургонів, можливо, ми помилялися.

Може, ти {стать:міг:могла} би піти до каравану та роздивитися вміст ящиків.]===],
[===[Морін Ловець Хмар хоче, щоб ви обстежили вміст вантажних ящиків у розореному каравані.]===],
nil,
[===[Усі сторони ящика пропечатані позначками шахтарського відділу ТзНБ "Авантюра". Обережно видрукувані примітки на боці картонних коробок вказують, що вміст призначений для переробки на одному з центральних заводів ТзНБ.]===],
},
[750] = {
[===[Полювання продовжується]===],
[===[Досвічений у полюванні таурен знає, що його здобич - це не просто трофей. Тварини рівнин дають нам ресурси для виживання. Ти справиш досить сильне враження на наших старійшин, якщо принесеш кілька дуже цінних шкур гірських пум. Ти знайдеш цих тварин на півдні, де вони скрадаються по схилах.

Нашим дітям потрібна одежа, а наші шатра варто підлатати.]===],
[===[Ґрулл Соколиний Вітер у таборі Нараче хоче, щоб ви принесли йому 10 шкур гірських пум.]===],
[===[Якщо ти зможеш забезпечити наше плем’я шкурами, я замовлю слово перед моїм батьком, вождем Соколиним Вітром, про твої шляхетні вчинки.]===],
[===[Таурени Нараче дякують тобі за цей внесок, {Ім'я}. З такими навичками у мисливстві колись тебе неодмінно вихвалятимуть у Громовому Бескиді.]===],
},
[751] = {
[===[Розорений караван]===],
[===[Відкриття кришки розкриває тісно запаковані набори руди та мінералів - додатковий доказ гірничих операцій ТзНБ "Авантюра" у Мулґорі. З-понад матеріалів ви піднімаєте міцно зв'язаний стос паперів.

Вище у передгір'ї на сході ви можете ледве чути звуки роботи та бачити дим від великого вогнища.]===],
[===[Поверніть папери ТзНБ "Авантюра" Моріну Ловцю Хмар біля селища Кривавого Копита.]===],
[===[Вітання, {Ім'я}. Ти {стать:дізнався:дізналася} що-небудь нове про плани та операції ТзНБ "Авантюра" на наших землях?

Якщо вони планують розорювати наші землі так, як вони це робили з іншими, наші гінці швидко покладуть цьому край.]===],
[===[Схоже на те, що ТзНБ "Авантюра" й справді намагається пограбувати нас на наші природні ресурси. Добре знати це напевно, і тепер, здається, ми повинні щось з цим зробити.]===],
},
[752] = {
[===[Скромне прохання]===],
[===[Усі члени нашого племені поділяють життєву гармонію. Ми живемо разом і працюємо разом.

Наша відданість одне одному несе з собою відповідальність. У мене є одне скромне прохання до тебе.

Моя матінка вирушила на південний схід від Нараче набрати води з колодязя. З тих пір вже пройшло багато часу. Можливо, ти {стать:міг:могла} би її знайти, поки я займаюсь справами племені?]===],
[===[Вождь Соколиний Вітер просить вас пошукати його матір біля колодязя на південному сході від табору Нараче.]===],
nil,
[===[Ти {стать:пройшов:пройшла} увесь цей шлях лише для того, щоб допомогти старій жінці? Ох, у тебе дуже велике серце.]===],
},
[753] = {
[===[Скромне прохання]===],
[===[Я пройшла багато стежок за своє життя, і мої старі ноги вже не такі прудкі, як були раніше. Та все ж, я можу виконувати свої обов'язки перед плем'ям. Просто іноді робота забирає в літньої жінки трохи більше часу.

Але ти {стать:схожий:схожа} на {стать:палкого:палку} {клас:р}. Давай випробуємо твою юнацьку жвавість. Візьми цей глечик для води і принеси його моєму сину, вождю, у табір Нараче.

Пам'ятай, що навіть найзвичайніше прохання може стати запорукою визнання старійшин.]===],
[===[Наберіть глечик води з колодязя.

Поверніть глечик вождю Соколиному Вітру в таборі Нараче, що лежить на північному заході від колодязя.]===],
[===[Схоже, ти щойно {стать:повернувся:повернулась} з рівнин. Ти {стать:приніс:принесла} якусь звістку від праматері Соколиний Вітер?]===],
[===[Ясно, ти {стать:приніс:принесла} цей глечик на прохання праматері.

Твоє бажання допомогти іншим і стати в пригоді тауренам табору Нараче впевнює мене у тому, що одного дня ти прославиш наше плем'я у Громовому Бескиді.]===],
},
[754] = {
[===[Очищення Зимового Копита]===],
[===[Я змайстрував очисний тотем колодязя Зимового Копита. Тепер ти мусиш взяти його до колодязя та провести ритуал очищення. Ти знайдеш його на південний схід, під охороною мерзотних гоблінів!

Це буде непростим завданням, але ти {стать:повинен:повинна} зробити його, якщо ми хочемо коли-небудь використовувати воду колодязя знову.

Щасти тобі, {Ім'я}.]===],
[===[Використайте очисний тотем Зимового Копита біля колодязя Зимового Копита, після чого поверніться до Мулла Громового Рога.]===],
[===[Не барися, {Ім'я}. Потрібно вичистити заразу з колодязя Зимового Копита!]===],
[===[Новини про твій вчинок досягли мене лише миті тому: тварини радісно п’ють з нього воду.

Ти {стать:зробив:зробила} велику справу для цієї землі, {Ім'я}. І ти {стать:зробив:зробила} велику справу для народу тауренів.]===],
},
[755] = {
[===[Обряди Матері-Землі]===],
[===[Твоя готовність допомагати у повсякденних завданнях тауренів Нараче та завзятість до навчання - благородні риси, {Ім'я}. Я вірю, що одного дня тебе представлятимуть у Громовому Бескиді як {стать:величного:величну} {клас:з}.

Проте до цього ти мусиш пройти Обряди Матері-Землі, яких всього три.

Перша перевірка - це Обряд Сили. Йди до Провидця Сірого Язика і передай йому, що тебе прислав вождь Соколиний Вітер.

Ти знайдеш житло провидця на південь від табору Нараче, сховане серед пагорбів.]===],
[===[Прямуйте до Провидця Сірого Язика, що живе серед пагорбів на південь від табору Нараче.]===],
nil,
[===[Тебе прислав вождь Соколиний Вітер? Проходження Обрядів Матері-Землі - це не проста задача...]===],
},
[756] = {
[===[Тотем Громового Рога]===],
[===[Для створення очисного тотема Громового Рога, ти маєш зібрати пазурі хижаків, що живуть на рівнинах Мулґору. Вполюй ловців прерій і рівнинних пум задля їхніх пазурів і повертайся до мене. 

Ти знайдеш цих хижаків на сході та на заході.]===],
[===[Принесіть 6 пазурів ловця та 6 пазурів пуми Муллу Громовому Рогу.]===],
[===[{Ім'я}, у тебе є пазурі, які я просив зібрати? З кожною годиною колодязь Громового Рогу забруднюється все більше!]===],
[===[Дякую тобі, {Ім'я}. Непорочність, з якою ці тварини полюють, є надзвичайно важливою у створенні очисного тотема.

Гобліни ніколи не зрозуміють різницю між боротьбою із землею та життям у гармонії з нею.]===],
},
[757] = {
[===[Обряд Сили]===],
[===[Обряди Матері-Землі - це перші кроки, які {стать:повинен:повинна} пройти {стать:юний таурен:юна тауренка}, щоб заслужити повагу в Громовому Бескиді.

Спершу ти маєш пройти Обряд Сили. У цьому випробуванні тобі потрібно довести свою сміливість, вбиваючи ворогів племені.

Щетиношкури ущелини Лезожини на сході зазіхають на наші племінні землі. Вони роблять засідки на наші мисливські групи та грабують селище з приходом ночі.

Покажи свою звитягу, убивши цих злодіїв, і повертайся до вождя у табір Нараче з їхніми поясами - доказами твоїх діянь.]===],
[===[Убийте Щетиношкурів з ущелини Лезожини та принесіть 12 поясів Щетиношкурів вождю Соколиному Вітру в табір Нараче.]===],
[===[Ти {стать:пройшов:пройшла} Обряд Сили, {Ім'я}? Мені потрібні докази твоєї звитяги проти ворога нашого племені, Щетиношкурів.]===],
[===[Ти {стать:пройшов:пройшла} перше випробування з Обрядів Матері-Землі. Плем’я буде тобою пишатися.]===],
},
[758] = {
[===[Очищення Громового Рога]===],
[===[Тотем готовий, {Ім'я}. І знову, твоє завдання - провести ритуал очищення.

Йди до колодязя Громового Рога на північ від селища та використай очисний тотем Громового Рога у своєму ритуалі. Після того, як закінчиш, повертайся до мене.

Нехай тебе ведуть духи.]===],
[===[Використайте очисний тотем Громового Рога біля колодязя Громового Рога, після чого поверніться до Мулла.]===],
[===[Вода колодязя Громового Рога досі заражена, {Ім'я}. Будь ласка, ти мусиш провести ритуал!]===],
[===[Духи клану Громового Рога говорили зі мною уві сні, вихваляючи тебе за твій вчинок для їхнього колодязя.

Як знак їхньої вдячності, вони хочуть дати тобі це...]===],
},
[759] = {
[===[Тотем Дикої Гриви]===],
[===[Залишилось очистити один колодязь, названий на честь клану Дикої Гриви. Щоб він став чистим, земля повинна надати зуби лютого хижака, степового альфа-вовка. Знайди альф на півночі та повертайся до мене, коли твоє полювання завершиться.

Альфи часто блукають біля підніжжя нашого могутнього міста, Громового Бескида.]===],
[===[Принесіть 8 зубів степового альфи Муллові Громовоому Рогу до селища Криваве Копито.]===],
[===[{Ім'я}, у тебе є зуби, про які я просив?]===],
[===[Дуже добре, {Ім'я}. Я відчуваю пожертву землі у цьому підношенні, і мій дух наповнюється сумом і гордістю.]===],
},
[760] = {
[===[Очищення Дикої Гриви]===],
[===[Про твоє очищення колодязів Зимового Копита та Громового Рога говорять духи, {стать:юний:юна} {Ім'я}. Тотем Дикої Гриви готовий, і твоє останнє завдання лежить попереду.

Колодязь Дикої Гриви розташований на північ від Громового Бескиду. Проведи ритуал! Вилікуй землю від гоблінської отрути! Нехай знову ллється чиста вода!]===],
[===[Використайте очисний тотем Дикої Гриви біля колодязя Дикої Гриви, після чого поверніться до Мулла Громового Рогу.]===],
[===[Останній водяний коллодязь залишається сморідним і отруйним, {Ім'я}. Не барися!]===],
[===[Ти {стать:впорався:впоралася}, ти {стать:очистив:очистила} колодязі та {стать:вилікував:вилікувала} наші землі. Селище Криваве Копито вдячне тобі, {Ім'я}.

Нехай вітер шепоче про твої вчинки сотні пір року, а води Мулґору залишаються чистими назавжди.]===],
},
[761] = {
[===[Полювання на хапунів]===],
[===[Хапун - хитра пташка, яку складно і знайти, і вполювати. Збірка пір'їн хапуна - це відзнака розуму та цілеспрямованості мисливця.

Якщо хочеш взятися за це завдання, йди на рівнини та вполюй хапунів.

Принесі мені їхні пір’їни, і цим принеси честь своєму кланові.

Хапунів можна знайти будь-де у Мулґорі, але твій зір має бути гострим, а копита - швидкими, щоб помітити їх та наздогнати.]===],
[===[Принесіть 8 трофейних пір’їн хапуна Гаркенові Вітровому Тотему у селище Криваве Копито.]===],
[===[Ти {стать:знайшов:знайшла} хапунів, {Ім'я}? Їхні пір’їни у тебе?]===],
[===[Я знаю, що збір цих пір’їн був непростим завданням, {Ім'я}. Виконавши його, ти {стать:довів:довела}, що ти - {стать:достойний:достойна} {клас:н}. Добре, що ти {стать:завітав:завітала} до Кривавого Копита.]===],
},
[763] = {
[===[Обряди Матері-Землі]===],
[===[Для продовження Обрядів Матері-Землі ти {стать:повинен:повинна} пройти ще два випробування. Настав час розширити твій досвід, {Ім'я}.

Мандруй до селища Криваве Копито та знайди нашого вождя, Бейна Кривавого Копита, сина Керна. Звідти ти зможеш продовжити свої подорожі та заслужити прийняття старійшин з Громового Бескиду.

Принеси цей тотем Бейнові. Він упізнає мої позначки та допоможе тобі у твоєму шляху.

Йди по дорозі з табору Нараче та поспішай. Не сходь зі свого шляху, а то неодмінно заблукаєш.]===],
[===[Принесіть тотем Соколиного Вітру Бейнові Кривавому Копиту в селищі Криваве Копито. Прямуйте по дорозі з табору Нараче.]===],
[===[Що привело тебе у моє селище, {клас:к}?]===],
[===[Звістка від мого хорошого друга, вождя Соколиного Вітру! Ах, по різьбі я бачу, що ти особливої породи.]===],
},
[764] = {
[===[ТзНБ "Авантюра"]===],
[===[Це пояснює зосередження робітників й устаткування ТзНБ "Авантюра" у Мулґорі. Ці гобліни… їхня компанія розширюється занадто швидко, на шкоду їм самим. Як кажуть, покажи щось гоблінові, й одразу почуєш звук його терез.

Маленькі жадюги. На жаль для їхньої справи, ми, таурени, не можемо дозволити їм проводити свої операції на наших землях. Йди до їхньої шахти на північний схід від розореного каравану та надішли їм повідомлення.]===],
[===[Убийте 14 робітників ТзНБ "Авантюра" і 6 наглядачів ТзНБ "Авантюра" для Моріна Ловця Хмар у селищі Криваве Копито.]===],
[===[ТзНБ "Авантюра" було відмовлено у правах на видобування тут у Мулґорі, але, схоже, що вони не сприймають "ні" за відповідь. Ми, таурени, не з тих, хто розкидується словами, але у нас є інші способи донести свою позицію.]===],
[===[Не думаю, що наш сигнал можна сприйняти надто неоднозначно, гм? ТзНБ "Авантюра" знатиме, що не варто сприймати тауренів несерйозно або бути настільки нахабними та вважати, що ми мовчки дозволимо їм красти природні ресурси навколо нас.]===],
},
[765] = {
[===[Наглядач Шуморакета]===],
[===[Згідно з паперами, які ти {стать:знайшов:знайшла} у каравані, ТзНБ "Авантюра" склало багато планів, щоб спробувати вигнати нас з наших земель. Так вони зможуть безперешкодно грабувати наші землі.

Мені гидкі й обурливі глибини ницості, у які вони готові впасти заради досягнення своїх цілей. Я хочу, щоб натхненник їхніх планів був убитий. Його ім’я — наглядач Шуморакета, ти знайдеш його у шахті ТзНБ на схід від розореного каравану. Принеси мені його записник, подивимося, чи там знайдеться щось корисне.]===],
[===[Убийте наглядача Шуморакету та принесіть його записник Моріну Ловцю Хмар у селище Криваве Копито.]===],
[===[Мене збурює гнів від думки про звірства, які готове застосувати проти нас ТзНБ "Авантюра" заради прибутку.]===],
[===[Мій гнів дещо стих від новини про смерть злодія Шуморакети. Я пройдуся по його особистих записах і подивлюся, чи немає там якої-небудь додаткової інформації про плани ТзНБ на майбутнє. Дякую за твої зусилля, {Ім'я}.]===],
},
[766] = {
[===[Маззраначе]===],
[===[Мій дід оповідав мені історії про битви із рівнинним бігуном на ім’я Маззраначе. Він розповів мені про його демонічні червоні очі, гострі, як бритва, кігті й отруйний укус.

За примхою долі, я зустрів його у своїх мандрівках рівнинами, і він паскудно вкусив мене за плече. Він такий ж жахливий, як його й описував мій дід. Щоб очистити цей укус від інфекції, мені потрібні будуть деякі частини тіл тварин, яких важко знайти: серце вовка, стегнову кістку пуми, луску рівнинобіга та шлунок хапуна.

Поспішай, часу обмаль.]===],
[===[Принесіть серце степового вовка, стегнову кістку рівнинної пуми, луску рівнинобіга та шлунок хапуна Маурові Накликачу Дощу в Кривавому Копиті.]===],
[===[Мій жар зростає, і я відчуваю, як мої думки поринають у лихоманливі жахіття… Мені слід було знати, що я не зможу самостійно упоратися зі звіром, якого не зміг перемогти мій дід…

У тебе є складники для протиотрути? Боюсь, якщо я скоро не прочищу рану, вона стане моєю смертю.]===],
[===[Ах, дякую тобі, {Ім'я}. З тим, що ти мені {стать:приніс:принесла}, я зможу зробити протиотруту, щоб зупинити розповсюдження інфекції та з часом повністю вилікуватися від неї. Я зобов’язаний тобі своїм життям.

Але я ніколи не забуду визг, з яким Маззраначе наблизився до мене, і яскравий спалах, коли він ударив своїм дзьобом…

Бережися у своїх подорожах.]===],
},
[767] = {
[===[Обряд Прозріння]===],
[===[Обряд Прозріння, один із Обрядів Матері-Землі, допоможе тобі на шляху до визнання серед старійшин Громового Бескиду.

Наш народ навчився, що земля є нашим найсвятішим джерелом. Щоб узяти участь у ритуальному видінні, ти {стать:повинен:повинна} поговорити із духовним лідером нашого селища, Зарлманом Два-Місяці.]===],
[===[Поговоріть із Зарлманом Два-Місяці у селищі Криваве Копито.]===],
nil,
[===[Я відчував, що ти прийдеш до мене, {клас:к}. Я завжди впізнаю тих, хто прагне пройти Обряди Матері-Землі.]===],
},
[768] = {
[===[Збір шкіри]===],
[===[Вітаю, {стать:юначе:юначко}. Я бачу блиск в твоїх очах. Схоже, що тобі не терпиться повернутися на рівнину для полювання. Нехай прибуде з тобою честь для твого клану!

Я працюю зі шкірами тварин — роблю з них одяг та обладунки для мешканців Громового Бескиду.

Якщо ти принесеш мені шкіри звірів, я зроблю щось і для тебе.]===],
[===[Зберіть 12 легких шкір Верену Високоступу в Громовий Бескид.]===],
[===[І знову привіт. Вже {стать:був:була} на полюванні? Є шкіра для мене?]===],
[===[Ах, яка гарна шкіра. З неї вийдуть гарні вироби.

Тримай, {ім'я}. Візьми це на знак подяки...]===],
},
[769] = {
[===[Сумка зі шкіри кодо]===],
[===[Кодо Мулґору — звірі сильні та витривалі, а ми такі риси поважаємо. Якщо ти вмієш працювати зі шкірою і хочеш навчитися робити сумки зі шкіри кодо — принеси мені необхідні матеріали.

Зробиш це — і я поділюся з тобою своїми знаннями.]===],
[===[Принесіть 4 легкі шкіри та 4 мотки грубої нитки Верену Високоступу в Громовий Бескид.]===],
[===[Ти {стать:дістав:дістала} матеріали, {ім'я}?]===],
[===[Ах, дуже добре. Дякую, {ім'я}. Моє серце розпирає від гордості, коли я бачу молодь, яка цікавиться шкірництвом.]===],
},
[770] = {
[===[Пошматований демонами плащ]===],
[===[Поношена шкура Примарного Вия досі має жахливу рану, отриману вовком у битвах проти Палаючого Легіону.

Можливо, комусь у селищі Криваве Копито варто знати про смерть Примарного Вия…]===],
[===[Знайдіть когось, хто знає про Примарного Вия.]===],
nil,
[===[Я ледве можу повірити моїм старим очам! Ти {стать:переміг:перемогла} великого вовка Примарного Вия? Тепер я по-новому дивлюся на тебе, з повагою, {стать:юний:юна} {клас:к}. Ти - {стать:ловець:ловчиня} неймовірних умінь!

Дозволь мені дещо запропонувати тобі. Мої дні мисливства минули, але для мене буде честю, якщо ти використовуватимеш одну з моїх зброй у своїх полюваннях.

Хай вона вражає напевно та принесе тобі визнання.

І будемо сподіватися, що дух Примарного Вия нарешті знайшов спокій.]===],
},
[771] = {
[===[Обряд Прозріння]===],
[===[Щоб пройти Обряд Прозріння, ти {стать:повинен:повинна} зібрати реагенти, необхідні для створення Води Провидців.

Мені будуть потрібні камені, які можна знайти біля колодязів у Мулґорі. Я поєднаю їх з бурштиновими насінинами, які падають з могутніх дерев нашої землі.

Ці реагенти містять магічні елементи, і якщо їх приготувати та застосувати перед племінним багаттям, вони дозволять тобі бачити видіння. Йди за ним, і воно приведе тебе до наступного кроку цього священного завдання.]===],
[===[Зберіть 2 колодязних камені та 2 бурштинових насінини, та принесіть їх Зарлманові Два-Місяці у селищі Криваве Копито.]===],
[===[Як тільки ти збереш достатньо каменів навколо колодязя і бурштинових насінин під деревами, я приготую для тебе Воду Провидців.]===],
[===[Я бачу, ти {стать:навчився:навчилася} збору з наших священних земель, {Ім'я}. Мені треба всього лише хвилинка, щоб приготувати Воду Провидців.]===],
},
[772] = {
[===[Обряд Прозріння]===],
[===[Я дарую тобі воду Провидців.

Коли будеш {стать:готовим:готова}, випий воду біля племінного вогнища. Видіння з'явиться перед вогнем за кілька митей після того, як ти ковтнеш священної води.

З цього моменту лише ти можеш йти за ним до своєї долі…]===],
[===[Випийте воду Провидців навпроти племінного багаття у селищі Криваве Копито та слідуйте за видінням, яке вам явиться.]===],
nil,
[===[Не бійся, {Ім'я}. Ти успішно {стать:пройшов:пройшла} Обряд Видіння.]===],
},
[773] = {
[===[Обряд Мудрості]===],
[===[Щоб заслужити прийняття у старійшин Громового Бескиду, наступним ти {стать:повинен:повинна} пройти Обряд Мудрості.

Оскільки ти {стать:пройшов:пройшла} Обряд Видіння, духи предків Червоних скель дадуть тобі благословення наших пращурів. Лише ті, хто випив воду Провидців, можуть отримати їхній дар.

Йди на схід від Громового Бескиду, до Червоних скель, і знайди там Дух Предків, {Ім'я}.]===],
[===[Прямуйте до Червоних скель на схід від Громового Бескиду та поговоріть з духом Предків.]===],
nil,
[===[Ти {стать:проявив:проявила} велику старанність у своєму прагненні пройти Обряди Матері-Землі, {Ім'я}. 

Ми, духи предків, утілюємо могутніх тауренів, які хоробро віддали свої життя задля заснування та захисту нашого великого міста - Громового Бескиду. Тепер я покладаю цей обов’язок захисту на тебе.

Ти {стать:пройшов:пройшла} Обряд Мудрості, {стать:юний:юна} {клас:к}. Приходь у Громовий Бескид із гордістю.]===],
},
[775] = {
[===[Подорож до Громового Бескиду]===],
[===[Відтепер тебе шануватимуть у стінах нашого великого міста. Пройшовши Обряди Матері-Землі, ти заслужиш на таку честь.

Виконай останнє завдання, відшукай благородного вождя Керна Криваве Копито, що проживає на вершині найвищого плато Громового Бескиду.]===],
[===[Поговоріть з Керном Кривавим Копитом у Громовому Бескиді.]===],
nil,
[===[Вітаю, {стать:молодий:молода} {клас:к}. Бачу ти {стать:знайшов:знайшла} шлях до моїх дверей.]===],
},
[776] = {
[===[Обряди Матері-Землі]===],
[===[Ти {стать:пройшов:пройшла} Обряд Матері-Землі та {стать:заслужив:заслужила} своє місце у Громовому Бескиді.

Але щоб утримувати позицію, задля якої ти так важко {стать:працював:працювала}, ти {стать:повинен:повинна} продовжувати засвідчувати свою цінність своєму народу.

Ми - мисливці, {Ім'я}. У Мулґорі там унизу є могутній кодо на ім’я Арра'чі. Покажи мені свої навички вистежування та полювання - принеси мені ріг Арра'чі.]===],
[===[Керн Криваве Копито з Громового Бескиду хоче, щоб ви принесли йому ріг Арра’чі.]===],
[===[Ти вже {стать:вистежив:вистежила} Арра’чі?]===],
[===[Молодець! Це була вартісна здобич.

Я відряджу групу збирачів, щоб забрати тушу на шкури та м’ясо.

Ти {стать:зробив:зробила} велику справу для свого народу, {Ім'я}.]===],
},
[780] = {
[===[Бойові кнури]===],
[===[Бойові кнури з ущелини Лезожини на сході зазіхають на мисливські угіддя нашого племені. Їх виховують бути злючими Свинобрази племені Щетиношкурів, з якими ми у війні.

Піди й убий цих жорстоких істот і принеси декілька їхніх рил і вирізок, щоб ми могли зробити трохи тушковини для нашої малечі.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви убили бойових кнурів і принесли йому 8 рил бойових кнурів і 8 вирізок бойових кнурів.]===],
[===[Атаки бойових кнурів стають частішими. Ти вже {стать:послав:послала} їм чіткий знак і {стать:приніс:принесла} декілька рил і боків?]===],
[===[Прекрасно! З цих інгредієнтів ми зробимо смачну страву, а втрата тих кнурів стане хорошим уроком тим злим Щетиношкурам.]===],
},
[781] = {
[===[Напад на табір Нараче]===],
[===[Після ретельного вивчення мапи, ви розумієте, що те, що ви знайшли — плани вождя Щетиношкурих щодо розширеної облоги табору Нараче.

Безсумнівно, вождь Соколиний Вітер міг би скористатися цією інформацією!]===],
[===[Принесіть плани нападу Щетиношкурих вождю Соколиному Вітру в табір Нараче.]===],
[===[У тебе занепокоєний вигляд, {Ім'я}. Які новини ти {стать:приніс:принесла}?]===],
[===[Це дійсно тривожна звістка! Але тепер ми можемо звернутися до наших братів з селища Криваве Копито по допомогу. Ти {стать:зберіг:зберегла} життя безлічі тауренів, {Ім'я}.]===],
},
[782] = {
[===[Розірвані альянси]===],
[===[Завдяки союзові Орди з драконом Смертокрилом часів Другої війни ми знаємо, що два його лейтенанти, Чорнохлист та Гемат, були заточені далеко на сході, в ущелині Летлор. Щоб відновити честь Орди, ми повинні змусити замовкнути наших порочних союзників з минулого!

Ми найняли То'ґруна та його зграю огрів-найманців допомогти нам здобути Знак Землі - ключ, необхідний, щоб відчинити в'язницю дракончиків. Але То'ґрун нас зрадив, розбивши наші сили, і забрав Знак собі. Вирушай до табору Бофф і відбери його!]===],
[===[Убийте ватажка То'ґруна і принесіть Знак Землі Ґорнові в Карґат.]===],
[===[Зрада То'ґруна... і хтось ще дивується, чому огри більше не в Орді? Я з радістю попіклуюся про його смерть та про повернення Знаку Землі.

Якщо ти ще не {стать:розправився:розправилася} з ним, не марнуй часу по дорозі до табору Бофф. Він розташований на південний схід від Карґата.]===],
[===[Оскільки То'ґрун мертвий, а його скелет обчистили пустельні вітри та нишпорки-канюки, серед огрів почнеться безлад. Хоча це мала перемога, вона призведе до значно більшої.

Знак Землі тепер у нас, і ми зможемо відімкнути в'язницю чорних дракончиків у Летлорі. Ми звільнимо їх від їхнього вічного ув'язнення, хоча й для їхньої погибелі!]===],
},
[784] = {
[===[Розчавити зрадників]===],
[===[Під командуванням адмірала Праудмура люди Кул-Тіраса вторглись в Дуротар. Цим вони порушили договір воєвождя з Джайною Праудмур, що був підписаний для сумісної перемоги над Архімондом багато років тому.

Наші сили відбили людську агресію, Тіраґардська твердиня пала. Але нещодавно резерви адмірала, під командуванням лейтенанта Бенедикта, захопили твердиню і знову загрожують нашій батьківщині. Ці люди не виказують ніякої поваги до дипломатії.

Доведи свою гідність і відправляйся на південь до Тіраґардської твердині. Прожени звідти людських загарбників.]===],
[===[Убийте 10 кул-тіраських моряків, 8 кул-тіраських морських піхотинців і лейтенанта Бенедикта, після чого поверніться до Ґар'Тока у Колючий Пагорб.]===],
[===[У тебе є наказ, {Ім'я}. Безпека Дуротару під загрозою. Заверши завдання або схили голову у ганьбі.

Доведи свою гідність і переможи людей у Тіраґардській твердині.]===],
[===[Чутки про твою хоробрість швидко розповсюджуються, {Ім'я}. Розповіді про перемогу у Тіраґардській твердині будуть ширитись Орґріммаром.]===],
},
[786] = {
[===[Перешкодити агресії Колкарів]===],
[===[Говори тихше, {клас:к}. Кентаври клану Колкар розмістились одразу за пагорбом, на заході від скель Колкар.

Минулої ночі, поки вони полювали, я прокрався до їхнього поселення і дізнався, що ці брудні скоти планують трирівневу атаку на тролів та орків Дуротару.

Ми маємо перешкодити їхньому вторгненню. Можливо, тобі не забракне сил проникнути у скелі Колкар і знищити ці плани?

Останнє, що я помітив — вони поділили їх на три частини і роздали трьом ватажкам.]===],
[===[Лар Нишпорний Бивень з околиць селища Сен'джин хоче, щоб ви знищили 3 плани атаки кентаврів, що зберігаються серед скель Колкар.]===],
[===[Здається, кентаври вже переросли у постійну проблему для Орди. Але ми не можемо спокійно спостерігати за їхніми намірами захопити наші землі.]===],
[===[Навіть за нападу кентаврів, Орда неодмінно б перемогла. Але попередивши цей набіг, ми уберегли наших могутніх воїнів від непотрібної різанини.

Кров ще проллється. Це настільки ж точно, як і те, що пустелі Танаріса покриває пісок.

Ти {стать:послужив:послужила} своєму народові на славу, {клас:к}.]===],
},
[788] = {
[===[Видерти зуби]===],
[===[Перш ніж перейти до серйозних завдань, треба тебе трошки розім'яти. Звичайно, я міг би одразу відправити тебе у Степи полювати на кодо, але, якщо чесно, ти {стать:корисніший нам живим, аніж мертвим:корисніша нам живою, аніж мертвою}.

Гадаю, для початку непогано згодяться й крапчаті кнури, яких ти знайдеш на північ звідси.]===],
[===[Вбийте 10 крапчатих кнурів і поверніться до Ґорнека у Лігво.]===],
[===[Я сподіваюсь ти не {стать:повернувся:повернулась} переконувати мене, що {стать:завершив:завершила} завдання, {Ім'я}? Ні, звичайно ні. Я про тебе кращої думки.]===],
[===[Хммм, непогано, {Ім'я}. Але не треба одразу гоноритися. На своєму шляху ти зустрінеш ще багато значно сильніших супротивників, ніж кнури.

Тим не менш, ти {стать:показав:показала} себе добре, і у наступному випробуванні тебе чекає сутичка зі значно небезпечнішим супротивником. Тому тобі потрібен додатковий захист.]===],
},
[789] = {
[===[Жало скорпіда]===],
[===[І могутнього воїна, і незграбного новачка однаково вражає отруйне жало скорпіда. Ти знайдеш велику кількість цих тварюк на північному заході звідси. Дістань мені десять їхніх хвостів як доказ твоєї майстерності у битві.

Протиотрута від скорпідів взагалі-то робиться з отрути, видобутої з їхніх жал. Ми тримаємо велику кількість цих лікувальних засобів під рукою для порятунку новачків на кшталт тебе…

Але я певен, що тобі це взагалі не знадобиться, правда ж?]===],
[===[Принесіть 10 хвостів скорпідів-робітників Ґорнеку у Лігво.]===],
[===[Панцир скорпіда не настільки твердий, щоб стримати силу рішучого воїна. Бий сильно, не вагайся, і скорпіди стануть легкою здобиччю.]===],
[===[Важливий урок, який тобі потрібно винести з битви зі скорпідами. Будь-який ворог, незалежно від розміру, може відняти твоє життя. У запеклому бою будь-що може призвести до смерті.

Мені більше нічому тебе вчити, {Ім'я}. Ти добре {стать:впорався:впоралась}, тож я охоче спостерігатиму за твоїми подальшими досягненнями.]===],
},
[790] = {
[===[Саркот]===],
[===[{Клас:к}! Я вже думав, що помру тут, і ніхто про це не дізнається. Полюючи на скорпідів, я перестрів особливо злючу тварюку. Накинувшись на нього, я зміг сильно пошкодити його клешню, перш ніж вона зімкнулась на моїй нозі.

Але я не був готовий до жала, що увійшло у мої груди, прорізало плоть і пустило кров. Прошу, вбий заради мене цього скорпіда! Комусь треба відстояти мою честь! Я бився з ним на височині на півдні.]===],
[===[Вбийте Саркота і принесіть його клешню Гана'зуа.]===],
[===[Оох… Мій батько завжди казав, що я багато не досягну. Лежачи під деревом та відчуваючи, як життя просочується скрізь пальці, немов пісок, я розумію, що він мав рацію.

Принаймні я хотів би померти, знаючи, що мій останній ворог також був убитий.]===],
[===[Мого удару було недостатньо, щоб убити його, але я дивлюсь на шкоду, що завдав його клешні, і це наповнює мене невелиим почуттям гордості. Це маленьке досягнення — все, що залишиться після мене, якщо я помру. У такому стані... настільки короткий список моїх досягнень сповнює мене люттю.]===],
},
[791] = {
[===[Тягнути торбу]===],
[===[Роки відплатили мені безпорадністю. Я вже не придатний до битв, але намагаюсь бути корисним в іншому.

Я сиджу тут, на височині, і дивлюся, чи не з'являться вороги. Але в міру того, як наші сили ростуть, мені все рідше і рідше доводиться сурмити в сигнальний ріг.

Щоб проводити час з користю, я майструю речі для молодших сильніших воїнів, здатних боронити нашу вітчизну.

Я можу змайструвати тобі сумку для речей. Якщо тобі вона потрібна, принеси мені трохи полотна. Цю тканину частенько використовують люди та кентаври.]===],
[===[Фурлу Презирному Чолу зі сторожової вежі Колючого Пагорба потрібно 8 уривків полотна.]===],
[===[Я гордо бився пліч-о-пліч з воєвождем, коли ми лишень ступили на ці землі. Моє тіло усіяне шрамами битв.

Моя сокира, мій бойовий клич захищали честь Орди, коли ми завдали поразки Архімонду в мерзенному, проте необхідному союзі з людьми та ельфами.

Але зараз ця служба вартового дає мені нове відчуття користі.]===],
[===[Надзвичайно, {Ім'я}. Цій торбі точно можна знайти застосування на полі бою.

Я вшановую твою силу та готовність померти в ім'я Орди!]===],
},
[792] = {
[===[Паскудні фамільяри]===],
[===[Я вірю, що долина Випробувань навчить тебе багато чого нового, {стать:юний:юна} {клас:к}.

Мене відправили сюди, щоб я стала твоєю наставницею, але виявляється, у вас тут серйозні проблеми...

Група, що зве себе Палаючим Лезом, оселилась у долині Випробувань. Вони ховаються в печері на північному сході, а їхні паскудні фамільяри вилазять з її нутра, спустошуючи все навколо.

Що ж, ось твоє перше завдання в боротьбі з Палаючим Лезом: перебий їх стільки, скільки зумієш, і, якщо виживеш, повертайся до мене.]===],
[===[Убийте 12 паскудних фамільярів.

Поверніться до Зурііти Далековзірної, що стоїть ззовні Лігва.]===],
[===[Щоб проявити себе у битві з Палаючим Лезом, ти маєш спершу перемогти паскудних фамільярів. Повертайся, тільки-но закінчиш з цим.]===],
[===[Гарна робота, {Ім'я}.

Хоч паскудні фамільяри і були лише ручними тваринками темних сил Палаючого Леза, твій успіх передує великим діянням.]===],
},
[793] = {
[===[Розірвані альянси]===],
[===[Печатку Землі утримують три рунні камені, сховані у Діамантовому, Опаловому й Аметистовому стовпах в ущелині Летлор. За допомогою знака Землі ти зможеш витягти рунні камені та зламати Печатку Землі.

Але будь {стать:обачним:обачною}, {ім'я}: чорні дракончики Чорнохлист та Гемат не є дрібничками. Вбий їх і принести мені їхні кайдани.

Щоб дістатися ущелини, подорожуй до далекої східної частини Безплідних країв. Однак будь {стать:обережним:обережною}: ущелина служить домом для безлічі дракончиків.]===],
[===[За допомогою Знака Землі активуйте Діамантовий, Опаловий і Аметистовий стовпи та отримайте рунні камені.

Помістіть рунні камені в Печатку Землі, щоб звільнити Чорнохлиста та Гемата.

Убийте їх і принесіть Ґорнові наручники Чорнохлиста, ланцюги Гемата і Знак Землі.]===],
[===[Мало хто з ворогів смертельніший за драконяче поріддя, і дуже мало було драконів, які билися так само люто, як Чорнохлист та Гемат.]===],
[===[Крило чорних драконів продовжує об'єднуватися з відступниками - орками Чорнокаменю, і їх усіх потрібно провчити або усунути. Зі смертю Чорнохлиста та Гемата ми можемо звернути свою увагу на захід, у напрямку Чорноскельного шпиля.]===],
},
[794] = {
[===[Медальйон Палаючого Леза]===],
[===[Ворожіння показали мені предмет великої сили, схований глибоко в надрах печери Палаючого Леза. Його охороняє зграя небезпечних тварюк і завіса чорної магії.

Цей предмет зветься медальйоном Палаючого Леза, і твоїм наступним завданням буде знайти його і забрати з печери.

Але будь {стать:обережним:обережною}, медальйон може бути у одного з членів Палаючого Леза. Якщо це так, то сила твого ворога перевищуватиме всіх фамільярів, з якими ти {стать:мав:мала} справу до цього.

Йди, {Ім'я}. Ти знайдеш медальйон у печері, на північному заході.]===],
[===[Принесіть медальйон Палаючого Леза Зурііті Далековзірній, що стоїть перед Лігвом.]===],
[===[Твоє завдання виконане, {Ім'я}? Ти {стать:приніс:принесла} медальйон Палаючого Леза?]===],
[===[Ти його {стать:дістав:дістала}! Чудово!

Твої зусилля у нашій боротьбі проти Палаючого Леза зіграють ключову роль у викоріненні цього культу з долини Випробувань. Але боюсь, що це лише початок конфлікту...

Допоки їм не видно кінця.]===],
},
[795] = {
[===[Печатка Землі]===],
nil,
nil,
[===[Печатка Землі знаходиться тут, з трьома заглибленими нішами для аметистового, опалового та діамантового рунних каменів.]===],
[===[Як тільки ви вставляєте рунні камені у відповідні ніші, несамовитий гуркіт трясе землю, через те, що печатка зламана.]===],
},
[804] = {
[===[Саркот]===],
[===[Твої дії наповнюють моє серце відвагою. Я не здамся так просто! Я маю витримати!

Але я все ще не зможу дістатись до Лігва без допомоги. Прошу, {Ім'я}, повернись туди і розкажи Ґорнеку про те, що зі мною сталося. Можливо, він зможе мені допомогти.]===],
[===[Донесіть звістку про стан Гана'зуа Ґорнеку в Лігво.]===],
nil,
[===[Судячи з опису тієї тварюки, я гадаю, ти говориш про Саркота! Не дивно, що Гана'зуа програв той бій. Я негайно направлю туди підмогу, можеш більше не хвилюватись про стан Гана'зуа.

Попри все це, мене вразила звістка про твою перемогу над Саркотом. Це подвиг, яким можна пишатись, {Ім'я}. І те, що ти борешся за честь незнайомця, відсуваючи власні справи на задній план, підвищує твою гідність в сотню разів.]===],
},
[805] = {
[===[Звітування у селище Сен'джин]===],
[===[Твоя боротьба з Палаючим Лезом закінчена… в долині. Але я хочу, щоб ти {стать:доповів:доповіла} про свої знахідки.

Йди в селище тролів Сен'джин і знайди майстра Ґадріна. Селище Сен'джин лежить на сході від долини Випробувань, праворуч від роздоріжжя.

Розповіси Ґадріну про Палаюче Лезо, і про те, чого вони досягли в долині Випробувань. Дізнайся від нього, чи дійшли вони до селища Сен'джин.

Йди, {Ім'я}, і не барись. Я боюсь, що зло, знайдене у печері Палаючого Леза, є вісником більшої загрози…]===],
[===[Поговоріть з майстром Ґадріном у селищі Сен'джин.]===],
nil,
[===[Хмм… Твоя розповідь прийшла у поганий час. Палаюче Лезо не помічали тут у Сен'джині, але їхнє зло проросло по узбережжю, на островах Ехо.

Орки — друзі Тролів Темного Списа. Шановані друзі. Ми хочемо допомогти оркам, але… нам теж потрібна допомога.]===],
},
[806] = {
[===[Темний шторм]===],
[===[Ми не можемо дозволити Палаючому Лезу закріпитись у Дуротарі! Ми мусимо знищити їх, перш ніж ця гниль розповсюдиться!

Я провів власне розслідування і дізнався, що чорнокнижник Палаючого Леза, гоблін Фіззл Темношторм, став табором посеред Громового кряжа на північному заході. Звідти він і його посіпаки-культисти поширюють хаос нашими землями.

Знайди, вбий Фіззла і принеси мені його кіготь!]===],
[===[Принесіть кіготь Фіззла Орґнілу Духошраму у Колючий Пагорб.]===],
[===[Ти {стать:знайшов:знайшла} Фіззла, {Ім'я}? Його разом із рештою Палаючого Леза потрібно раз і назавжди викурити з наших земель!]===],
[===[Ага! Ти його {стать:дістав:дістала}!

Клан може пишатися тобою, {Ім'я}. І саме завдяки тобі, Дуротар став вільним ще від одного прибічника злих сил.]===],
},
[808] = {
[===[Череп Міншини]===],
[===[Я чую голос мого брата, Міншини, що зве мене у моїх снах.

Його забрав Залазейн, чорнокнижник з островів Ехо, що на сході. Мій брат мертвий.

Але смерть не стала звільненням для нього. Дух Міншини заточений у пастці свого ж черепа, під дією магії Залазейна. У своїх снах я бачу його поряд із іншими черепами, у колі сили, на найбільшому з островів Ехо. Поки він знаходиться там, душа мого брата приречена на страждання.

Прошу, {Ім'я}. Знайди коло і забери череп Міншини. Принеси мені його.

Звільни його!]===],
[===[Дістаньте череп Міншини з кола сили на островах Ехо.

Поверніть його майстру Ґадріну в селище Сен'джин.]===],
[===[Череп мого брата у тебе, {Ім'я}? Він нарешті вільний?]===],
[===[Дякую тобі, {Ім'я}. Ти {стать:врятував:врятувала} Міншину. Ти {стать:врятував:врятувала} душу мого брата від рабства!]===],
},
[809] = {
[===[Ак'Зелот]===],
[===[З часів останньої великої війни, в якій Палаючий Легіон зазнав поразки, я шукаю джерела демонічної гнилі серед орків. І нашийник, що ти {стать:приніс:принесла}, підтверджує мої страхи.

Він належить Палаючому Лезу, культу, що об'єднується навколо предмета, наповненого демонічною силою. Цей предмет зветься Демоновим Сім'ям, і знаходиться він у Степах, на вершині Зловісного Туману. Сім'я має бути знищене!

Йди на Далекостежну заставу, що на кордоні зі Степами на заході, і поговори з моїм учнем, Ак'Зелотом. Він направить тебе далі.]===],
[===[Поговоріть з Ак'Зелотом у Степах.]===],
nil,
[===[Нііру хоче, щоб Демонове Сім'я було знищене, справді? Дивно…

Що ж, добре. Якщо він цього хоче, я розповім тобі як його позбутись.]===],
},
[812] = {
[===[У пошуках зцілення]===],
[===[{Ім'я}... ти дуже вчасно. Я лише сподіваюсь, що також зможу віддячити за твою швидкість.

Я був необережний, б'ючись з отрутохвостами, і один з них глибоко мене вжалив. Я відчуваю, як його отрута ослаблює мене, навіть від того, що ми розмовляємо. Мені залишилось жити десь з годину. Але щоб вижити, мені треба твоя допомога…

Кор'ґхан в Орґріммарі знає набагато більше про протиотруту. Знайди його… і поквапся, {Ім'я}. Я довго не протримаюсь. Він має бути у Розколині Тіні.]===],
[===[Знайдіть Кор'ґхана в Орґріммарі та отримайте протиотруту з отрутохвоста. Потім принесіть протиотруту Рінаґу на північному заході Дуротару.]===],
[===[Я майже радий, що не можу повернутись до селища Сен'джин в цьому стані. Мою слабкість і тупість обов'язково б висміяли.]===],
[===[{Ім'я}, ти {стать:врятував:врятувала} моє життя. Дякую тобі.

Будь ласка, візьми це. Якщо не зможеш виручити за це кілька монет, то, сподіваюсь, воно хоча б допоможе тобі у твоїх мандрівках. З того, що ти кажеш, я все одно не зможу цим користуватись найближчим часом. Кор'ґхан прожене мене через купу своїх ритуалів, перш ніж я доведу свою гідність. Далі убивати кабанів, далі збирати хвости скорпідів… <зітхає>]===],
},
[813] = {
[===[У пошуках протиотрути]===],
[===[Отрутохвости — одні з найсмертельніших скорпідів Дуротару. Рінаґ вчинив немудро, полюючи на них без протиотрути, але осуд — це останнє, що йому потрібно.

Принеси мені декілька отруйних залоз отрутохвостів, що водяться біля воріт Орґріммара, і я зроблю для Рінаґа протиотруту.

Поспіши, {Ім'я}. Один з наших потребує твоєї допомоги.]===],
[===[Принесіть 4 отруйні залози отрутохвостів Кор'ґхану в Орґріммар.]===],
[===[Пам'ятай, неважливо на кого ти полюєш, ти маєш уважно вивчити його і зрозуміти його поведінку. Це знання може врятувати твоє життя.]===],
[===[Ось протиотрута, {Ім'я}. Віднеси її Рінаґу так швидко, як можеш, і будь {стать:обережний:обережна}.]===],
},
[815] = {
[===[Розбити кілька яєць]===],
[===[Оува! Я ледь не забув приготувати сніданок.

{Ім'я}, збирайся і принеси мені декілька яєць хвостохлястів. Мені потрібно щонайменше три, якщо я захочу приготувати достатньо їжі на завтра.

Кривавопазурові хвостохлясти можуть бути агресивними і відчайдушно захищають свою кладку аж до самої смерті. Інколи, в цілях захисту, вони закопують яйця занадто глибоко в землю, але якщо ти підеш прямо на острови Ехо, що на південному сході від селища Сен'джин, то зможеш з легкістю побачити достатню їх кількість довкола.]===],
[===[Принесіть 3 яйця хвостохлястів кухарю Торці в Колючому Пагорбі.]===],
[===[Сніданок, обід, вечеря! Кому яка різниця, що подають? Комусь все одно треба все це готувати — точніше, мені!]===],
[===[Ти може й {стать:слабак:слабка}, але хоча б не незграба, {Ім'я}.

Ось, візьми це і вали з моїх очей. Мені треба готувати.]===],
},
[816] = {
[===[Зниклий, але не забутий]===],
[===[{Ім'я}, прошу, ти допоможеш мені? Мій син Крон пішов полювати декілька днів тому, і досі не повернувся. Він пішов на захід у сторону Степів полювати на кроколісків вздовж Південнолютної річки. Я боюсь найгіршого.

Хоч він і був сильним, але його вперта гордість приводила його до небезпек. Я попереджала його про лють і силу кроколісків. Але він лише розізлився і кинувся геть.

Якщо ти не зможеш знайти його, принаймні дізнайся, що з ним сталось… Навіть якщо тобі доведеться розрізати живіт кожного з кроколісків на берегах Південнолютної.]===],
[===[Дізнайтесь, що сталось з Кроном і дайте знати Міші Тор'крен на фермі на північному заході від Колючого Пагорба.]===],
[===[Я молюсь, щоб Крон повернувся, але майже впевнена, що вже знаю його долю.]===],
[===[Ох, мій сину… мій прекрасний сину.

Невпевнена щодо долі мого сина, я мучилась з того дня, як він пішов. Тепер, знаючи, що з ним сталось, я нарешті можуть почати оплакувати його.

Дякую тобі, {Ім'я}. Будь ласка, візьми це, я хотіла віддати Крону як подарунок, коли він повернеться. Тепер, знаючи, що він мертвий, я не можу на це дивитись.]===],
},
[817] = {
[===[Корисна здобич]===],
[===[Більшість шкур, які ми використовуємо, добуваються з дуротарських тигрів, {Ім'я}. Ковдри, обладунки, намети: є багато причин, чому ми полюємо на цих звірів, і так само багато причин, чому ми не заважаємо поширенню їхньої популяції.

Та настав час прорідити отару, так би мовити. Наші ряди ростуть і наші потреби починають перевищувати наші запаси. Мені потрібні шкури, щоб підготувати більше речей.

Принеси мені 4 шкури дуротарських тигрів і я тобі віддячу. Ти знайдеш їх на островах на півдні звідси.]===],
[===[Принесіть 4 шкури дуроторського тигра Вел'ріну Іклу в селище Сен'джин.]===],
[===[Я пам'ятаю моє перше полювання на тигрів, {Ім'я}. Я обрав найбільший з островів Ехо, чудово затаївся у тіні листя майже на весь день… видивляючись… очікуючи.

Мої м'язи були напружені, я був готовий до удару. Коли тигр нарешті вхопив наживку, це була одна з моїх найславетніших перемог.]===],
[===[Я задоволений, {Ім'я}. З твоєю допомогою наш народ буде захищений і не замерзне, коли зміниться пора року.

Дякую тобі.]===],
},
[818] = {
[===[Розчинник духу]===],
[===[Хоч мої очі мене підводять, я все ще досить добре бачу. Дедалі частіше я маю покладатись на свої алхімічні здібності для допомоги з магією, що колись так просто мені давалась. Але я відмовляюсь брати учня — досі не натрапляв на гідного троля чи орка!

Ти {стать:гідний:гідна}? Звісно… Звісно ж ти думаєш, що так….

Дістанеш для мене дещо?

Мені потрібні непошкоджені очі макрури і фіали зі слизом повзунів. Ти знайдеш їх у будь-якої макрури чи повзуна в Дуротарі. Принесеш, тоді побалакаємо.]===],
[===[Принесіть 4 непошкоджених ока макрури і 8 фіалів зі слизом повзунів до майстра Ворнала в селищі Сен'джин.]===],
[===[Час — справжнє випробування сили та волі. Втратиш терпіння чи піддасися слабкостям, і справжнє нутро покаже себе.]===],
[===[Дуже добре, {стать:юначе:дівчинко}… Дійсно дуже добре.]===],
},
[819] = {
[===[Порожня діжка Ченя]===],
[===[Невелика табличка на одному з боків діжки говорить:

"Чень Бурехміль-

Нехай твій дух буде сповненим, а кухоль завжди наповненим."]===],
[===[Знайдіть когось, хто володіє інформацією про порожню діжку Ченя.]===],
[===[Так?]===],
[===[А щоб я...

Це одна з діжок Ченя Бурехміля. Він колись давно мандрував разом із Рексаром. Я не бачив і не чув про нього вже з вік кодо. Вельми вдячний тобі за те, що {стать:приніс:принесла} мені це барильце, {Ім'я}.]===],
},
[821] = {
[===[Порожня діжка Ченя]===],
[===[Бажаєш скуштувати напій, названий іменем Ченя? Ох, бурехміль — міцне вариво. Чень поділився рецептом з моїм наставником, а той — передав його мені. Щоправда, мені не вистачає кількох компонентів, але я запевняю тебе: вштирить добре! Воно того варте.

Роздобудь мені 5 ікл будь-якого лева савани, 5 нирок будь-якого рівнинобіга та 1 ріг будь-якого виду громоящера. Цього має вистачити для браги.

Ці інгредієнти не важко дістати по всіх Степах.]===],
[===[Принесіть 5 ікл лева савани, 5 нирок рівнинобіга й 1 ріг громоящера бровареві Дрону до Брашпиля.]===],
[===[Як просуваються пошуки?]===],
[===[Ха-ха... Я ніколи не думав, що знову варитиму це питво.

Ти {стать:розбурхав:розбурхала} в мені почуття сильної ностальгії, {ім'я}. Згадався останній раз, коли я зварив трозьку брагу. Дякую. Ці спогади зігрівають мені нутро.]===],
},
[822] = {
[===[Порожня діжка Ченя]===],
[===[Чудовий напій, цей бурехміль, еге ж?

У мене є ще один рецепт, який повідав мені Чень. Цікавить? Приготування не займе багато часу, а ще напій може бути корисним тобі в подальших пригодах.

Принеси мені 5 громозалоз будь-якого бурешкура, 1 слинну залозу з більшеньких громояструбів і печінку кодо від будь-якого кодо, що зустрінеться тобі на просторах Степів.

Зуб даю, ця штука крута. Це трозька брага, про яку я розповідав тобі раніше.]===],
[===[Дістаньте 5 громозалоз, 1 слинну залозу громояструба та 1 печінку кодо для броваря Дрона у Брашпилі.]===],
[===[Ти досі шукаєш інгредієнти, {Ім'я}?]===],
[===[Ха-ха! Я знав, що ти не встоїш перед цим хмільним напоєм. Повертайся у будь-який час, як захочеш ще, {ім'я}. Просто знову принеси мені все необхідне.]===],
},
[823] = {
[===[Звітування Орґнілу]===],
[===[У нас в селищі Сен'джин своїх проблем достатньо, і ми дякуємо тобі за твою допомогу. Але новини, що ти {стать:приніс:принесла}, стосовно Палаючого Леза, можуть бути проблемою для усіх.

У Колючому Пагорбі є орк, Орґніл Духошрам, який охороняє Дуротар від подібного зла! Йди до Орґніла і розкажи йому про нашу ситуацію, а також про твої новини з долини Випробувань. Він захоче почути про це.

Колючий Пагорб знаходиться на півночі.]===],
[===[Поговоріть з Орґнілом Духошрамом у Колючому Пагорбі.]===],
nil,
[===[Так? Тобі є що повідомити? Ну, тоді розказуй!]===],
},
[824] = {
[===[Дже'неу зі Служителів Землі]===],
[===[Служителі Землі — об'єднання шаманів, які займаються вивченням і збереженням стихій. Те, що ми знаємо про божевільних старих богів та стародавні легенди ніщо в порівнянні з їх знаннями.

Тобі пощастило: я знаю декого зі Служителів тут, в Ясенедолі. Прямуй до форпосту Зорам'гар на Зорамському узбережжі. Покажи Дже'неу Санкрі свою знахідку. Тільки він зможе відкрити її таємниці.]===],
[===[Принесіть забруднену водяну кулю Дже'неу Санкрі на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[О, вітаю. Я старанно вивчаю воду — та й всі інші стихії — настільки, що іноді не помічаю навколишніх.

Чи можу я тобі чимось допомогти?]===],
[===[Ця куля... вона мене дуже бентежить. Багато могутніх елементалів отримують свою силу та енергію через такі прилади. Знайти такий майже неушкодженим — це одне, але настільки забрудненим — то зовсім інше.

Я простежу, щоб ця куля була належним чином вивчена Служителями Землі. Можливо, ми зможемо покласти край спотворенню стихій. Будь ласка, прийми це як винагороду за привернення уваги Служителів до цієї проблеми.]===],
},
[825] = {
[===[З уламків....]===],
[===[Один із моїх найбільш спостережливих розвідників доповів, що уламки флоту Праудмура досі знаходяться вздовж дуротарського узбережжя, на схід від Тіраґардської твердині.

Ні для кого не секрет, що люди в альянсі з цими брудними коротунами-гномами, які, своєю чергою, досить непогано розбираються у питаннях механіки. Ми мусимо мати повне розуміння наших потенційних ворогів. Увесь наш народ теж виграє від цих знань.

Попірнай між уламками, {Ім'я}, і дістань мені інструменти Альянсу.]===],
[===[Ґар'Ток з Колючого Пагорба хоче, щоб ви дістали 3 інструменти гномів з корабельних уламків вздовж берега.]===],
[===[Як тільки ми зрозуміємо, як люди керують своїми дивними машинеріями, то отримаємо величезну перевагу у майбутніх битвах.

З отриманими знаннями Орда стане ще сильнішою.]===],
[===[Твоя місія по отриманню інструментів була успішною, {клас:к}. Я простежу, щоб вони дістались Орґріммару з наступним караваном.

Гарна робота.]===],
},
[826] = {
[===[Залазейн]===],
[===[Знахар Залазейн мешкає на островах Ехо, що лежать на сході. Островах, які ми колись називали домом.

Звідти він відправляє своїх тролів на материк, щоб докучати нашому народу — зачаровуючи їх і перетягуючи під свій контроль.

Його потрібно зупинити.

Убий Залазейна і його посіпак — колишніх тролів Темного Списа. Їх вже не врятувати… Принеси мені його голову і я буду знати, що цьому злу настав кінець.]===],
[===[Переможіть Залазейна.

Убийте 8 тролів вуду і 8 зачарованих тролів.

Принесіть голову Залазейна Ґадріну.]===],
[===[Залазейн вже переможений, {Ім'я}?]===],
[===[Зі смертю Залазейна наше плем'я знову може спати спокійно.

Дякую тобі, {Ім'я}. Плем'я Темного Списа тобі дуже зобов'язане. Якщо тебе турбує якийсь недуг, звернись до мого помічника Бом'бея, позаду мене. В нього достатньо сильне вуду...]===],
},
[827] = {
[===[Скеля Черепа]===],
[===[{Ім'я}. На сході від Орґріммару Палаюче Лезо захопило печеру, відому як Скеля Черепа. Там вони проводять свої дикі ритуали і спалюють власну плоть опаляючими нашийниками.

Думаю, що вдягаючи ці нашийники, культисти намагаються осягнути демонічні сили. Але щоб підтвердити цю гіпотезу, мені потрібно декілька цих предметів для аналізу.

Йди до Скелі Черепа і забери опаляючі нашийники у культистів. Принеси їх мені, і я розкрию їхні секрети.]===],
[===[Заберіть опаляючі нашийники у культистів зі Скелі Черепа.

Принесіть їх Марґозу у його табір.]===],
[===[Ти {стать:ходив:ходила} до Скелі Черепа, {Ім'я}? {стать:Приніс:Принесла} мені опаляючі нашийники?]===],
[===[Чудово. Ці нашийники приховують в собі секрети Палаючого Леза. І я їх розкрию...]===],
},
[828] = {
[===[Марґоз]===],
[===[Один із наших шаманів, Марґоз, знає більше про гниль Палаючого Леза. За його словами, в печері, що зветься Скеля Черепа, одразу за Орґріммаром, оселилась велика кількість послідовників Палаючого Леза.

Перш ніж ти підеш у Скелю Черепа, поговори з Марґозом. Він мудрий, а його поради дуже цінні.

Він став табором на північному сході, між узбережжям і Сухощільним яром.

Прислухайся до його порад, але хоч що там Марґоз тобі казатиме, {Ім'я}, я все одно хочу, щоб ти {стать:роздавив:роздавила} тих культистів!]===],
[===[Поговоріть з Марґозом.]===],
nil,
[===[Вітаю, {Ім'я}. До мене дійшли розмови про твій прихід і про твої подвиги у Дуротарі.

Твоя майстерність росте пропорційно твоїй славі, {клас:к}.

Йди цим шляхом, і на тебе чекає велике майбутнє.]===],
},
[829] = {
[===[Нііру Вогняне Лезо]===],
[===[Ці опалюючі ошийники, які ти мені {стать:приніс:принесла} — могутні, демонічні знаряддя. Визначити ж їхні походження, на жаль, за межами моїх шаманських сил. Щоб дослідити їх, нам потрібен чорнокнижник.

Віднеси опалюючий ошийник до Нііру Вогняного Леза. Хоч він і талановитий чорнокнижник, за його словами, він використовує сили для приборкання демонів і заявляє, що займається окультними дослідами лише в добрих намірах. Правда це чи ні, нам може знадобитись його допомога проти демонічного культу в Дуротарі.

Ти можеш знайти Нііру в Орґріммарі у Розколині Тіні.]===],
[===[Принесіть зразок ошийника Нііру Вогняному Лезу в Орґріммар.]===],
[===[Мої найпокірніші вітання, {клас:к}. Як можу я допомогти моєму побратиму-{раса:д}?]===],
[===[Арх, і звідки ти це {стать:дістав:дістала}? Добрий Марґоз з Колючого Пагорбу послав тебе до мене, чи не так?

Ну що ж, поглянемо поближче...]===],
},
[830] = {
[===[Накази адмірала]===],
[===[Ви відкриваєте старий зім'ятий конверт і бачите якийсь офіційний документ. Ви помічаєте знак з печаткою адмірала Праудмура.

Скоріше за все, це важливий документ. Можливо Ґар'Ток, командувач Колючого Пагорба, буде зацікавлений у цій інформації.]===],
[===[Принесіть накази адмірала Праудмура Ґар'Току в Колючий Пагорб.]===],
[===[Маєш занепокоєний вигляд, {клас:к}. Що там у тебе?]===],
[===[Нам це не обіцяє нічого хорошого. Передати мені цю інформацію було розумно з твого боку.]===],
},
[831] = {
[===[Накази адмірала]===],
[===[Людям нема віри. Ми билися пліч-о-пліч з ними, але в глибині душі знали, що рано чи пізно вони нас зрадять.

Адмірал Праудмур був убитий, але цього виявилося недостатньо, щоб зупинити їх зраду. Ця підступна людина встигла до кінця все продумати і перед смертю виклала свої плани на папері.

Схоже, що його правління не помре навіть разом з Бенедиктом. Хто знає, коли наступна хвиля людей Праудмура обрушиться на наші береги?

Ці накази слід негайно передати в Орґріммар, Назґрелу! Ти знайдеш його в приймальній залі Тралла.]===],
[===[Віднесіть накази адмірала Праудмура Назґрелу в приймальну залу Тралла в Орґріммарі.]===],
[===[Ти що, не бачиш, що я зайнятий? Сподіваюсь, це важливо…]===],
[===[О, скільки разів я переконував воєвождя не довіряти людям! Однак тут мова не про особисту гордість.

Ти гідно {стать:послужив:послужила} Орді, {стать:юний:юна} {клас:к}.

А тепер вибач, я маю негайно поговорити з Траллом...]===],
},
[832] = {
[===[Палаючі тіні]===],
[===[<Слова плавно перетікають з підвіски у вашу свідомість>

Ґазз'уз?

Ґазз'уз… відповідай!

Про те, що ти знайшов у Скелі Черепа вже відомо. Готуйся до нападу!

Ґазз'уз, я вимагаю, щоб ти відгукнувся! Відповідай, або я повідомлю про все Нііру Вогняному Лезу, а він-то вже тебе точно не пожаліє.

З ним тобі краще не гратися...

… Ґазз'уз, ти там…?]===],
[===[Принесіть це око Нііру Вогняному Лезу.]===],
[===[Ти маєш розповісти про щось життєво важливе. Я відчуваю це у твоєму погляді.]===],
[===[<Розглядає око палаючої тіні>

Цікаво. Почутий голос назвав моє ім'я? Я давно завоював репутацію мисливця на ворогів нашого воєвождя, але… дивно, що мене так визначили. Ще дивніше те, що у когось з послідовників культу Палаючого Леза ім'я, настільки подібне до мого.

Я маю вивчити цю підвіску. Вивчити та обміркувати значення цього послання.

Дякую тобі за знахідку, {Ім'я}. Ти {стать:зробив:зробила} велику послугу своєму народові.]===],
},
[833] = {
[===[Священне поховання]===],
[===[Тільки найзвитяжніші таурени можуть бути поховані на Червоних скелях, нашому священному кладовищі. Ця честь випадає лише найзвитяжнішим воїнам, які заснували і захищали Громовий Бескид, тим, хто віддав свої життя на благо свого племені та ватажків.

Але схоже, що нечиста загроза проторила свій шлях на нашу святу землю. Могили опоганюють встрягачі із племені Щетиношкурих, а я занадто старий, щоб прогнати їх.

Проти них допоможе лише сила, {Ім'я}.]===],
[===[Хранитель знань Дощовий Тотем хоче, щоб ви вбили 8 щетиношкурих встяграчів на Червоних скелях.]===],
[===[Встрягачів із племені Щетиношкурих потрібно вигнати з нашого священного кладовища, {Ім'я}.]===],
[===[Хороша робота. Ти {стать:відправив:відправила} цим брудним Щетиношкурим чітке повідомлення. Тепер вони подумають двічі, перш ніж знову оскверняти святі для нас місця.]===],
},
[837] = {
[===[Вторгнення]===],
[===[Коли ми прибули, бритвогриві свинобрази тримали більшу частину землі і були для нас справжньою скалкою в дупі. Своїми силами ми вигнали велику їх кількість, але подекуди досі трапляються їхні добре укріплені табори.

Це продовжується занадто довго. Для власного захисту, ми не можемо дозволити Бритвогривим закріпитись у наших землях. Їхні табори можна відшукати на заході. Орієнтуйся на колючі чагарники і знайдеш їх. Сьогодні ми виженемо їх з Дуротару, а завтра, можливо, з усього Калімдору!]===],
[===[Убийте 4 бритвогривих свинобразів, 4 бритвогривих розвідників, 4 бритвогривих пилоступів і 4 бритвогривих боєстражів для Ґар'Тока у Колючому Пагорбі.]===],
[===[Хоч вони і володіють якимись знаннями, і мають певну організованість, але я продовжую дивуватись, як ці свинобрази були здатні захопити і утримувати так багато територій у Калімдорі. Можливо, вони є більш підступним ворогом, ніж я вважав раніше…]===],
[===[Я розповім усім, що свинобрази були вигнані зі своїх барлогів і тепер їхні будівлі можна спалити. Вигнання Бритвогривих з Дуротару підводить нас ближче до повного закріплення кордонів нашої нової батьківщини.]===],
},
[840] = {
[===[Новобранець Орди]===],
[===[Гмм, ти виглядаєш досить {стать:сильним:сильною}.

Слухай, мій хороший друг Карґал потребує кількох новобранців для служби у Степах. Я знаю, ти хочеш допомогти Орді. Що ж, це твій шанс.

Віднеси цей вербувальний лист Карґалу і подивимось, чи він підпише його.]===],
[===[Йдіть західним шляхом від Колючого Пагорбу через міст до Степів.

Зупиніться на заставі орків за мостом.

Віддайте Карґалу Битвошраму на заставі, що в Степах, ваш вербувальний лист.]===],
[===[Чого тобі, щеня? Якщо ти тут щодо вербування, то в мене нема на тебе часу.]===],
[===[Ох, то це Такрін послав тебе? Він відмінний розвідник, не знаю, що б я робив без нього.

Я підпишу твого листа, але нам більше б знадобилася чиясь допомога у Перехресті.]===],
},
[842] = {
[===[Призов на Перехрестя]===],
[===[Візьми цей підписаний вербувальний лист до Перехрестя.

Серґра Темношип, хай їй трясця, там головна. Вона нудотна шаманка, яка запаморочить тобі мізки, перш ніж дозволити зробити хоч щось корисне. Тралл переконаний, що вона особлива, але я в тому не впевнений.

Ти вже {стать:сам:сама} маєш вирішити для себе, {стать:малий:мала}…]===],
[===[Йдіть західною дорогою від Далекостежної застави Карґала.

На роздорожжі поверніть ліворуч і йдіть південним шляхом.

Знайдіть Серґру Темношип на перетині доріг в Перехресті.]===],
[===[Так так так, що ми тут маємо? Карґал вирішив відзначити мене черговим новобранцем?]===],
[===[Добре, {Ім'я}. Ти хочеш зробити свій внесок у справу Орди? Що ж, тут вдосталь роботи, тому слухай уважно і роби те, що тобі кажуть.

{стать:Я бачу цей погляд у твоїх очах, не думай, що буду терпіти таку зухвалість. Тралл особисто оголосив жінок Орди рівними чоловікам. Ставитимешся до мене зневажливо, і відчуєш, що таке справжній біль.:Я рада, що зустріла тебе. Траллу буде приємно дізнатись, що дедалі більше жінок бере на себе ініціативу щодо розширення нашого впливу у Степах.}]===],
},
[843] = {
[===[Вороття Ґанна]===],
[===[Я блукаю цими дорогами на самоті.

Дворфи Баєль Модану не виявляють і краплини поваги до моєї землі. Несамовиті вибухи пробивають глибокі діри в землі, а громохкі машини розпанахують пагорби. Земля, яка колись служила домом і годувальницею мого племені, тепер переповнена руйнівними дворфами.

Спроби досягти консенсусу дипломатичним шляхом провалилися. Настав час рішучих дій.

Прожени дворфів з розкопок Баєль Модану силою та принеси мені журнал їхнього керівника, розвідувача Хазґорма.]===],
[===[Ґанн Камнештир просить вас вбити 15 баєль'дунських копачів та 5 баєль'дунських бригадирів.

Поверніться до Ґанна Камнештира з журналом Хазґорма.]===],
[===[Багато невинних тауренів загинули або були вимушені покинути батьківщину, коли сюди прибули дворфи Баєль Модану. Я маю повернути нашу землю!]===],
[===[Хазґорм зустрів долю, на яку заслужив. В мене немає жалю для того телепня. Він не ставився з повагою до землі, на яку прийшов.

Нехай його смерть буде попередженням для всіх, хто планує порушити наше спокійне життя.

А тепер, мені потрібно пару хвилин, щоб переглянути журнал дворфа...]===],
},
[844] = {
[===[Гроза рівнинобігів]===],
[===[Твоя перша здобич буде легкою.

Рівнинобіги, що водяться на сході, безперестанку зазіхають на наші запаси їжі та вже стоять нам у горлі.

Перебий їх і повертайся до мене з дзьобами.]===],
[===[Зберіть 7 дзьобів рівнинобігів і принесіть їх Серґрі Чорношип на Перехрестя.]===],
[===[Ти {стать:назбирав:назбирала} дзьоби рівнинобігів?]===],
[===[Дуже добре, {ім'я}. Без рівнинобігів нам буде легше контролювати поставки провіанту. І я сподіваюся, що ти {стать:навчився:навчилась} кільком хитрощам там, у Степах, бо твоя наступна здобич трохи більш норовиста за рівнинобігів...]===],
},
[845] = {
[===[Жеври]===],
[===[Жеври, хоч і не найлихіші звірі Степів, все ж сильніші за рівнинобігів. Не хвилюйся: настане час, і ми пошлемо тебе по більшу здобич, але поки що тобі варто трохи попрактикуватись.

Уполюй жевр, на півночі та півдні, та позбирай їхні копита. Принеси їх мені, і, можливо, наступного разу ми оберемо тобі небезпечнішого звіра.]===],
[===[Убивайте жевр-скакунів, поки не назбираєте 4 копита жеври для Серґри Темношип на Перехресті.]===],
[===[Скільки жевр ти {стать:забив:забила}?]===],
[===[Непогано, {ім'я}. Жеври мають багато сили у своїх ногах. Різкий удар від них може завалити на дупу навіть таурена!

Схоже, в тобі теж є трохи сили. Ти {стать:готовий:готова} до справжнього виклику?]===],
},
[846] = {
[===[Помста Ґанна]===],
[===[Зрозуміло, що розвідувач покладався на вибухівку та на ті гуркітливі машини, щоб розривати землю. Думаю, незабаром сюди пришлють нового бригадира.

Я хочу відплатити дворфам їхньою ж монетою. Згідно з цими схемами, якщо поєднати нітрогліцерин з целюлозою та нітратом натрію, ми зможемо створити вибуховий заряд. Усі ці компоненти можна знайти у стрільців, солдатів та офіцерів у фортеці.

Збери все необхідне та принеси мені. Я змайструю таку вибухівку, яку дворфи ніколи не забудуть!]===],
[===[Ґанн Камнештир просить вас принести йому 6 флаконів нітрогліцерину, 6 пучків целюлози та 6 зразків нітрату натрію.]===],
[===[Я бачу, ти {стать:повернувся:повернулася}, {ім'я}.

Можливо смерть Хазґорма й відстрочить ненадовго розкопки на землі моїх пращурів, проте ні в якому разі не призведе до повного припинення руйнування.

Фортеця Баєль Модану - це військова загроза, що невпинно росте. Її збудували для захисту розкопок, але тепер вона стала плацдармом для воєнних дій.

Якщо ти збереш всі необхідні компоненти, я зможу створити запал, який змусить дворфів переглянути свої плани на Степи.]===],
[===[Я бачу, що ти доволі {стать:завзятий:завзята} {клас:н}.

Незабаром дворфи отримають сюрприз, на який заслуговують.]===],
},
[848] = {
[===[Спори грибів]===],
[===[Оазиси Степів приховують таємницю. Життєва енергія тече в їхніх водах, що живить рослини та звірів, які її п'ють.

Живить і змінює.

Біля цих оазисів водиться особливий гриб. Його спори мають деякі властивості, які ми, аптекарі Лордерона, вважаємо корисними.

Принеси мені ці спори, а ми тобі щедро віддячимо.]===],
[===[Принесіть 4 спори грибів аптекарю Гелбріму на Перехрестя.]===],
[===[Ти {стать:дістав:дістала} спори, {ім'я}? У Громовому Бескиді моя колега чекає на концентрат відвару, що я маю зготувати, тож мені конче необхідні спори...]===],
[===[О-о, так. Які чудові зразки. Дозрілі.

Я з відречених, а ми слів на вітер не кидаємо. Ось твоя нагорода, {ім'я}.]===],
},
[849] = {
[===[Помста Ґанна]===],
[===[Слідуючи плану Хазґорма, створити вибухівку буде не складно.

А, ось і готово!

Тепер, {ім'я}, я збираюся доручити тобі дуже особливе завдання. Візьми цю вибухову палицю і скористайся нею, щоб підірвати літальний апарат в Баєль Модані.

Мало того, що літальний апарат є ключовою частиною інфраструктури розкопок, його також використовують у військових цілях. А ще важливіше те, що цей літальний апарат — символ могутності дворфів і образа пам'яті мого племені.

Зроби так, щоб я пишався тобою. Виконай це героїчне завдання і будеш щедро {стать:винагороджений:винагороджена}.]===],
[===[Зруйнуйте літальний апарат в Баєль Модані та поверніться до Ґанна Камнештира.]===],
[===[Як тільки літальний апарат дворфів буде знищений, я відчую солодкий присмак помсти.]===],
[===[Ти добре {стать:впорався:впоралася}, {ім'я}! Нехай тебе цінують у Громовому Бескиді як {стать:захисника:захисницю} священних земель тауренів та {стать:поборника:поборницю} загубленого племені.]===],
},
[850] = {
[===[Лідери Колкарів]===],
[===[Кентаври багато років дошкуляють тауренам. А останнім часом клан Колкар зі Степів перетворився на справжню загрозу. Зазвичай, місцеві з цих істоти - дезорганізовані, але в їхніх рядах з’явилися нові лідери, згуртовуючи їх.

Заради збереження нашого осередку тут, цих кентаврських лідерів необхідно знищити.

Принеси мені голову Барака Кодобоя. Він облаштував табір біля Забутих ставів, що на півночі.

Здолай його, потому повертайся до мене.]===],
[===[Принесіть голову Барака Реґтарові Згубобрамі західніше Перехрестя.]===],
[===[Вітаю, {ім'я}. Маєш голову Барака?]===],
[===[Блискуче, {ім'я}. Кентаври - примітивні, тупоголові істоти, але деякі мають достатньо кмітливості та ідей для лідерства. І такі - найнебезпечніші.

Барак був таким кентавром. Добре, що він мертвий.]===],
},
[851] = {
[===[Вероґ-Дервіш]===],
[===[Кентавр Вероґ-Дервіш блукає по Степах, і його досить важко знайти. Але він живе у наметі командування кентаврів у Застійному оазисі на південному сході. Можливо, тобі вдасться виманити його до себе.

Прямуй до Застійного оазису на південний схід і атакуй кентаврів, що тиняються поблизу командного намету. Це вкрай небезпечно, але якщо ти зможеш вбити чимало тих істот - вони піднімуть тривогу. І на поклик прийде Вероґ.

Принеси мені його голову, щоб я поклав її поруч із Бараковою.]===],
[===[Принесіть голову Вероґа Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:знайшов:знайшла} Вероґа, {ім'я}?]===],
[===[Дуже добре. Певно, ти по-справжньому {стать:сполохав:сполохала} всіх кентаврів: наші вартові помітили активність близ Застійного оазису, певно, викликану тобою.

Тобі варто пишатися своєю роботою, {Ім'я}. У тобі багато сміливості.]===],
},
[852] = {
[===[Гезрул Кровослід]===],
[===[Гезрул Кровослід - лідер кентаврів клану Колкар в Степах. Він лютий, жорстокий і лукавий. Його кончина підірве і зламає Колкарів, значно зменшивши їхню загрозу для нас.

Так що вбий його. І нехай голова Гезрула приєднається до Баракової і Вероґової.

Він керує своїми послідовниками з оазису Рясноводдя, що на південь звідси.]===],
[===[Принесіть голову Гезрула Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:здолав:здолала} Гезрула, {ім'я}?]===],
[===[Хвалю тебе, {ім'я}. Ці кентаври недисципліновані та не можуть сконцентрувати свою лють так, як орки, але все-таки вони завзяті. У перемозі над ними ти ще раз {стать:продемонстрував:продемонструвала} свою доблесть.]===],
},
[853] = {
[===[Аптекарка Зама]===],
[===[Я переробив спори, що ти мені {стать:дав:дала}, в емульсію. Тепер час відправити їх моїй колезі, аптекарці Замі. Якщо віднесеш їй пакунок, то отримаєш у нагороду щось із наших алхімічних запасів.

Ти знайдеш її в Джерелах Видіння, печері під місцем зібрання шаманів Громового Бескиду. Шлях до цієї печери добре прихований, але ти знайдеш його біля Верхів’я Духів.

Поспішай! Ефективність моєї емульсії досить швидкоплинна, тож її слід обробити та перекоркувати якомога швидше.]===],
[===[Віднесіть оброблені спори аптекареві Замі до Громового Бескиду, доки не спливе наданий на це час.]===],
[===[Ти {стать:приніс:принесла} щось від аптекаря Гелбріма?]===],
[===[О-о, спори із Степів, які збирав сам Гелбрім. Ти {стать:допоміг:допомогла} йому доставити їх? Добре.

А емульсія все ще дієва. Бачу, що ти не {стать:ловив:ловила} ґав по дорозі сюди. Молодчага, {клас:к}.]===],
},
[854] = {
[===[Подорож до Перехрестя]===],
[===[Я передбачив твій прихід, {стать:юний:юна} {клас:н}. Хоча, можливо, ти вже не {стать:такий юний:така юна}, як раніше.

Гадаю, тобі час піти вглиб цієї землі. Я відчуваю, що тобі судилися великі діяння.

Перехрестя, ось що ти маєш знайти. Наші життя переплетені з життями орків, і вони потребують нашої допомоги. Йди далі по цій дорозі на схід і прямуй нею на північ до Перехрестя. Знайди Торка за його стінами, він несе благословіння Матері-Землі.]===],
[===[Поговоріть з Торком у Перехресті, що у Степах.]===],
nil,
[===[Як добре, що все більше союзників нашої раси приходять допомогти нам з такої далечини, як Громовий Бескид. Вітаю тебе.]===],
},
[855] = {
[===[Наручі кентаврів]===],
[===[Плем'я Колкар загрожує пануванню Орди у Степах, тому ми повинні зменшити чисельність їхніх військ. Тобто, пора відрядити тебе полювання.

Вирушай на території Колкарів, убий якомога більше їхніх воїнів і позбирай кентаврські наручі. Повертайся, коли у тебе буде ціла купа трофеїв, і Орда тебе щедро винагородить.]===],
[===[Принесіть 15 наручів кентаврів Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Як твоє полювання, {ім'я}?]===],
[===[Чудова робота. Я впевнений, що ти {стать:нагнав:нагнала} страху на кентаврів, що вижили, {ім'я}. Якщо у них є здоровий глузд, вони заспокояться та припинять свої атаки.

Але, щось мені каже, що вони не отямляться. Прикро.

Прикро... для них.]===],
},
[857] = {
[===[Сльоза Місяця]===],
[===[Її сила була в моїх руках! В моїх руках! І я хочу повернути її! Повернути, кажу!

Ці брудні копачі відкопали її... і вона була прекрасна. Її назвали Сльозою Місяця — це було перше велике відкриття, яке ми зробили в Баєль Модані.

Вона мала бути моєю! Моєю, кажу!

Генерал Двокосий заздрив силі, яку вона давала мені. Він замкнув її у фортеці. Сказав, що вона проклята! Дурень!

Інші теж хотіли отримати її, і я мав їх зупинити! А цей виродок, Двокосий, вигнав мене.

Тепер я хочу повернути її. Повернути, кажу!]===],
[===[Фіґлі Вигнанець просить вас повернути йому Сльозу Місяця.]===],
[===[Де Сльоза Місяця? Вона потрібна мені! Потрібна, кажу!]===],
[===[Нарешті, її сила знову моя! Моя, кажу!]===],
},
[860] = {
[===[Серґра Темношип]===],
[===[Якщо бажаєш стати на шлях мисливця - тобі пряма дорога до Степів. Тамтешні звірі - вольові та люті. Ти багато чого навчишся, полюючи там, а твій дух зміцніє.

Поговори з Серґрою Темношип. Вона стане твоєю першою наставницею у Степах.

Серґра мешкає на Перехресті. Щоб дістатися до неї, йди на схід від селища Криваве Копито прямісінько в Степи, потім повертай на північ, як дійдеш до роздоріжжя. І будь {стать:обережним:обережною}: Степи таять велику небезпеку для непідготовлених і необачних.]===],
[===[Поговоріть із Серґрою Темношип на Перехресті.]===],
nil,
[===[Прагнеш полювати в Степах?

Очі твої нетерплячі, молоді. Вони ще не зіщулені від постійного переслідування здобичі по висохлих рівнинах цієї землі.

Але турбуватися не варто. Ми загартуємо твоє тіло та розум. І ти пізнаєш, що мисливство - це більше, ніж знайти та вбити здобич.

Приготуйся. Твоя подорож починається. Прямо зараз.]===],
},
[861] = {
[===[Шлях мисливця]===],
[===[А ти {стать:охочий:охоча} до мандрівок, я можу сказати. Я теж мав жагу до блукання, колись…

Блукати та полювати, бо полювання для таурена - найбільша честь.

Якщо ти справді хочеш йти шляхами мисливця, тоді Мелор Кам’яне Копито може показати тобі путь. Він у Громовому Бескиді, на верхів'ї Мисливців.

І щоб показати йому твої вміння та рішучість, принеси йому пазурі рівнинних скрадачів Мулґору. Вони сильні та хитрі - підхожа здобич для {стать:молодого:молодої} {клас:р} на шляху мисливця.]===],
[===[Принесіть 4 пазури рівнинного скрадача Мелорові Кам’яному Копиту до Громового Бескиду.]===],
[===[Вітаю. Твоя присутність багато про що говорить. У нас є, про що поговорити?]===],
[===[Скорн Біла Хмара - мудрий таурен. Він полював багато років, і, хоч його тіло вже старе, його дух запекло палає. Він робить нам честь, будучи серед нас.

Якщо Скорн послав тебе до мене, значить, у тебе теж є мисливський дух. А ці зібрані тобою пазурі показують твої вміння, які вже дали паростки.

Можливо, ти {стать:готовий:готова} йти шляхом.]===],
},
[864] = {
[===[Повернення до аптекарки Зінґе]===],
[===[«Ось воно, джерело енергії безпечно видалено, а дані збережено. Ну що ж, бажаю безпечної подорожі тощо. Сподіваюся, що цей мерзенний науковий експеримент спрацював для тебе і все таке».

Гоблін відвертається від вас, щоб виголосити вимоги водної компанії Пристробляху. Ви запаковуєте запечатаний набір для досліджень і готуєтесь до повернення в Підмістя. Там на нього та вас очікує аптекарка Зінґе.]===],
[===[Принесіть запечатаний набір для польових досліджень аптекарці Зінґе у Підмістя.]===],
[===[Вітаю тебе з поверненням. Принаймні, якщо ти {стать:повернувся:повернулася} з опечатаний набором для досліджень. Інакше я зроблю вигляд, що не помітила твою цілковиту некомпетентність, і побережу тебе від свого гніву, доки ти не вчиниш так, як тобі сказали, і не виконаєш своє завдання.]===],
[===[Я негайно проаналізую ці дані. Можливо, божевілля Ківера все ж стане моєю геніальністю.

А щодо тебе... Ти - {стать:корисний:корисна} для мене, а я добре винагороджую тих, хто залишається корисним. Візьми цю річ, дзвінку монету та, що найважливіше, мою подяку на додачу.

Час від часу повертайся до мене - б'юся об заклад, що це ще не кінець нашої спільної роботи над цим проєктом.]===],
},
[867] = {
[===[Гарпії-напасниці]===],
[===[Занадто довго прокляті гарпії розорювали наші каравани з припасами. Настав час перерізати пару горлянок, і тим самим зменшити їхню кількість.

Я понишпорив довкола їхніх гнізд і з'ясовував, хто є хто. Завдамо нищівного удару по нижніх ланках командування, і поступово дістанемося до ватажків.

На все свій час, спершу покінчи з гарпіями та опереними розбійницями зграї Чарокрилих на північному заході, та принеси мені 8 їхніх кігтів. Це для початку...]===],
[===[Зберіть 8 кігтів зграї Чарокрилих.

Принесіть їх Дарсоку Худкоклину на Перехрестя.]===],
[===[Багатьох {стать:відправив:відправила} на той світ? Продовжуй сікти та збирати трофеї. Мені потрібні 8 кігтів Чарокрилих.]===],
[===[О, а ці нічогенькі такі. Справді добротні... Гарно {стать:попрацював:попрацювала}, {ім'я}. З нетерпінням чекаю, коли знову зможу помилуватися на твою роботу.]===],
},
[868] = {
[===[Полювання на яйця]===],
[===[Агов, {ім'я}. Мене відправили на Перехрестя доглядати за землею, та повідомляти начальству в Орґріммар про все, що тут відбувається.

Одним з об'єктів моїх досліджень являються комахоподібні істоти на південь звідси, на полі Велетнів. Нам мало що відомо про цих істот, тож моя мета - дізнатися більше. Здається, їхній інтелект більш розвинений, ніж у звичайних тварин.

Візьми цей рийний кіготь і збери яйця істот із курганів, але будь {стать:обережним:обережною}: якщо вони тебе помітять - відразу нападуть.]===],
[===[Принесіть 12 яєць сілітідів та рийний кіготь Коррану на Перехрестя.]===],
[===[Будь {стать:обережним:обережною} з яйцями, що знайдеш, {ім'я}. Биті яйця мені ні до чого.]===],
[===[Ну, ти мене тішиш, {ім'я}. І яйця, і інструмент. Чудова робота.

Щодо твоєї винагороди...]===],
},
[869] = {
[===[Раптори-злодії]===],
[===[Нещодавно з нашої сторожової вежі вкрали партію срібла. Срібло призначалося на зарплату вартових Перехрестя, і ми маємо його повернути.

Дивна річ... ми спіймали одного зі злодіїв у ніч крадіжки. І... це виявився раптор! Неймовірно!

Не знаю, навіщо рапторам срібло. Але мені байдуже: коли вони будуть мертві — крадіжки припиняться!

Повбивай рапторів у Степах і принеси мені їхні голови!]===],
[===[Принесіть 12 голів рапторів Ґазроґу на Перехрестя.]===],
[===[Ти {стать:приніс:принесла} їхні голови, {ім'я}?]===],
[===[Тобі вдалося позбавитись від рапторів!

Дякую тобі, {ім'я}. Ти — {стать:гідний:гідна} {клас}.]===],
},
[870] = {
[===[Забуті стави]===],
[===[Давним-давно Степи були родючою місцевістю, де вирувало життя. Але війна та катаклізм понівечили землю, випалюючи її та лишаючи тільки сухе лушпиння. Так у житті буває, і від того моє серце журиться.

Але за останні кілька років у Степах утворилися нові оазиси, і життя пожвавлюється. А ми, друїди, відчуваємо, що на поверхню просочується якась сила.

Треба знайти її джерело. Прямуй до Забутих ставів, на північний захід від Перехрестя. Пошукай у водоймах джерело сили та потому повертайся назад.]===],
[===[Відзвітуйте Тонзі Рунному Тотемові про свої знахідки.]===],
[===[Ти вже {стать:був:була} на Забутих ставах, {Ім'я}? Щось {стать:знайшов:знайшла}?]===],
[===[Що? Розколина в землі, з якої просочується газ? Дивно. Можливо, це і є відповідь на наші запитання, але поки що ми не можемо бути певними.

Однак, це вже щось. І я вдячний, що ти це {стать:знайшов:знайшла}.]===],
},
[871] = {
[===[Саботаж атак]===],
[===[Всі, без винятку, свинобрази наші вороги, {ім'я}. Просто з деякими більше мороки ніж з іншими.

Плем'я Бритвогривих неспинно нападає на наші лінії постачання з Дуротара, нескінченно надокучаючи нам. Мої розвідники, вишукують лідера цих набігів, а тим часом будь-які втрати, які ти зможеш завдати тим брудним свиноподібним потворам, допоможуть нам.

Починай з північного сходу в бік Дуротара. Як побачиш чагарники з величезної тернистої лози, що повилазила з-під землі - знай, там їхній барліг. Вистежуй їх і вбивай.]===],
[===[Вбийте 8 водошукачів, 8 терноткачів та 3 мисливців племені Бритвогривих і поверніться до Торка в Перехрестя.]===],
[===[Чим довше потрібно часу для припинення цих атак, тим важче буде забезпечити припасами мешканців Перехрестя.]===],
[===[Блискуча робота, {ім'я}. Ці нахабні свинобрази нарешті зарубають собі на носі, що міць Орди не слід ігнорувати.]===],
},
[872] = {
[===[Кінець свавіллю]===],
[===[Один з моїх розвідників став свідком нападу на караван з Дуротару, {ім'я}. Винуватцями й справді є плем'я Бритвогривих. Один зі свинобразів на ім'я Крініг Рилоскал - їхній ватажок. Його бачили на північний схід звідси, на південь від дороги до Дуротару. Допоки Крініг живий - набігам не буде кінця-краю.

А щоб остаточно відбити в них бажання нападати в майбутньому - давай-но додамо дрібку приниження до їхньої поразки. Прикінчи Крініга і якомога більше його прибічників та повертайся до мене з його іклом.]===],
[===[Вбийте 8 геомантів та 8 захисників племені Бритвогривих, а також Крініга Рилоскала.

Принесіть ікло Крініга Рилоскала Торку на Перехрестя.]===],
[===[Відріж голову ватажку і їх охопить хаос, {ім'я}. Зарубай собі це на носі. Стане в пригоді тобі у майбутньому.

Кнурі почнуть безцільно метушитися, а ми ж відвоюємо Степи.]===],
[===[Чудова робота, {ім'я}. Завдяки смерті Крініга число набігів на наші каравани значно зменшиться.

Твій народ повинен пишатися тим, що ти {стать:один:одна} із них.]===],
},
[873] = {
[===[Іша Авак]===],
[===[Величний Іша Авак - володар цих вод. Величний у своїй силі, та непохитний у своїй пихатості. Люди узбережжя страшаться його, бо багатьох він поглинув.

Але я його не боюся. Я вдячна, що він тут. Він гідний суперник і почесна здобич.

Якщо ти {стать:готовий:готова}, тоді відпливай якомога далі та шукай Ішу Авака, Погибель глибин.

Його дух живе в серці, і прислухавшись до його биття ти дізнаєшся свою долю.]===],
[===[Принесіть серце Іши Авака до Марен Небесної Провидиці.]===],
[===[Не бійся вод, {раса:к}.]===],
[===[Тепер ти одне ціле з Ішею Аваком, {ім'я}. Його дух з тобою. Він зачаївся у твоїх очах...

Очах, які одного дня навчаться бачити.]===],
},
[874] = {
[===[Марен Небесна Провидиця]===],
[===[Ти {стать:вполював:вполювала} багатьох звірів Степу. Дух твій сильний. Але мисливець повинен бути завжди напоготові. Справжній мисливець може переслідувати здобич в будь-яких умовах. Чи то гори, чи болота, ніщо не зіб'є ловця з пантелику.

Навіть море.

Знайди мою сестру, Марен. Вона полює на великих морських звірів вздовж узбережжя. Вона і стане твоїм учителем відносно морських тварюк.

Але будь на сторожі під час пошуку, бо берег Степів під владою людей.]===],
[===[Поговори з Марен Небесною Провидицею.]===],
nil,
[===[Мій брат прислав тебе, чи не так? Отже, ти справді себе гарно перед ним {стать:зарекомендував:зарекомендувала}. Якщо Джорн тебе шанує, то поважатиму і я.

{стать:Готовий:Готова} йти далі мисливським шляхом?]===],
},
[875] = {
[===[Лейтенанти гарпій]===],
[===[Ха-ха-ха, {ім'я}. Хочеш ще? Добре, радий це чути.

Цього разу я хочу, щоб ти {стать:позбувся:позбулася} деяких лейтенантів гарпій на Сухих пагорбах. З усієї зграї Чарокрилих, лише душогубки можуть бути лейтенантами, а ти зможеш їх вирізнити завдяки персням, які вони носять. Паскудні створіння, але вони ведуть частину підлеглих за собою. Ліквідація хоча б шести з них стане неабияким ударом по їхньому матріархату.

Постарайся, щоб вони помирали в муках, {ім'я}. Нехай ті гарпії-нетіпахи зарубають собі на пір'ях, яка то дурість задиратися з Ордою.]===],
[===[Зберіть 6 лейтенантських перснів гарпій з вбивць зграї Чарокрилих, і поверніться до Дарсока Худкоклина на Перехрестя.]===],
[===[{стать:Дістав:Дістала} 6 лейтенантських перснів гарпій? Нехай отримають справедливу кару за свої варварські нападки на Орду.]===],
[===[Відмінна робота, друже. Я думаю, ти багато чого досягнеш в Орді.]===],
},
[876] = {
[===[Серена Кривавопера]===],
[===[Ти так добре {стать:справився:справилася} з лейтенантами та поплічниками, що я хотів аби ти {стать:зробив:зробила} ще одну, останню річ для мене.

Серена Кривавопера - сестра гарпії, на ім'я Кривавопера, яку Рексар вбив досить давно. Можливо, ці нападки на ординські каравани - це її помста за смерть сестри.

Потрібно, щоб ти {стать:відтяв:відтяла} і {стать:приніс:принесла} мені її голову. Я хочу розмістити її на наступному каравані, що ми відправимо... Щоб всі гарпії задумались.]===],
[===[Убийте Серену Кривавоперу і принесіть її голову Дарсоку Худкоклину на Перехрестя.]===],
[===[Ти нічого не отримаєш, допоки я не побачу голови Серени.]===],
[===[ХА! Блискуче, {ім'я}! Чудова робота... Я не був упевнений, що ти впораєшся із завданням, але виявляється, ти ще {стать:той відчайдух:та відчайдуха}. Спасибі тобі, що {стать:допоміг:допомогла} нам придушити це нашестя гарпій. Ось твоя винагорода, користуйся з розумом.]===],
},
[877] = {
[===[Застійний оазис]===],
[===[Можливо, й інші оазиси Степу мають тріщини на кшталт тієї, що ти {стать:знайшов:знайшла} у Забутих ставах. Якщо так, то, напевно, розколини і є джерелом життя оазисів.

Потрібно це перевірити.

Ось, візьми це насіння. Воно мертве та безплідне, проте все ж віднеси його до Застійного оазису на південний схід. Якщо там є розколина - помісти в неї насіння... та уважно спостерігай.]===],
[===[Обстежте Застійний оазис та поверніться до Тонґи на Перехрестя.]===],
[===[Ти вже {стать:побував:побувала} в Застійному оазисі? Чи є там щілина під його водами?]===],
[===[Твоя знахідка дивовижна! Насіння, яке я тобі дав, було висохле та мертве. Що б не було під цими оазисами, воно може створити життя з нічого!

Ми повинні добряче це дослідити...]===],
},
[878] = {
[===[Війна племен]===],
[===[Ти {стать:повинен:повинна} помститися моїм ворогам. <фиркає> Ти мусиш допомогти Кривозубові та Бритвогривим, послабивши Щетиношкурих. Обидва племені дуже духовні - прив’язані до землі та її могутності. <фиркає> Це надає нам силу у всьому... особливо на війні.

Якщо кортить дізнатися, хто насправді спричиняє Торкові <фиркає> та Орді такий клопіт, то допоможи Кривозубові! Напади на духовних лідерів Щетиношкурих на півночі; ослаб їх, щоб Бритвогриві змогли перемогти та запанували на теренах Степів.]===],
[===[Убийте 6 щетиношкурих водошукачів, 12 щетиношкурих терноткачів і 12 щетиношкурих геомантів та поверніться до Кривозуба у табір Таурахо, що в Степах.]===],
[===[Більше інформації <фиркає> для Орди отримаєш тільки після того, як уб’єш мудреців Щетиногривих, {раса:к}. <фиркає> Ні на мить раніше! Кривозуб - не дурень.]===],
[===[Так-так... я мав би бути сповненим щастя, що, нарешті, <фиркає> Щетиношкурі відчувають біль мого племені, {раса:к}. Але ні, щось мені не радісно.

Ось ти допомагаєш своїм - і вони тебе шанують. Кривозуб допомагав своїм, і що ж? Вони відвернулися від нього. Його забули, залишили гнити у клітці!

Я допомагав їм навіть з-поза ґрат, але ні… ніхто не прийшов мені на допомогу!]===],
},
[879] = {
[===[Зрада зсередини]===],
[===[З Крааля вийшло троє моїх одноплемінників, щоб керувати набігами на Орду. <фиркає> Вони безжальні та хитрі, але як тільки ти їх позбудешся, то ваше Перехрестя і навіть більшість Степів відчують полегшення... <фиркає> принаймні, від племені Бритвогривих. <фиркає>

Нак, Каз і Лок Орковбивця - саме ті, хто тобі треба. Вони перебувають далеко на півдні Степів. Один - заклинатель, інший - мисливець, а їхній лідер - той, що зветься Орковбивцею - <фиркає> воїн. Убий їх, {раса:к}, як вони вбили мене.]===],
[===[Вбийте Нака, Каза та Лока Орковбивцю та принесіть їхні черепи Кривозубу в табір Таурахо, що в Степах.]===],
[===[Ну як там твоє полювання, {раса:к}?

Торк думає, що знає, хто очолює набіги на його народ, але він скоро збагне, наскільки був неправий. Якщо ти впораєшся.

Моя смерть неминуча, але ти {стать:завдав:завдала} великого болю моїм ворогам, тому Кривозуб ні про що не шкодує.]===],
[===[Нарешті! Краще такий кінець, вважає Кривозуб. <фиркає> Вони повинні були <фиркає> впевнитися, що я мертвий, перш ніж лишати <фиркає> мене тут, у цій покинутій клітці.

Тобі залишилося виконати лише одне завдання, {раса:к}.]===],
},
[880] = {
[===[Видозмінені істоти]===],
[===[Твої відкриття просто неймовірні, {ім'я}! Джерело властивостей оазисів певно надходить ззовні. А можливо навпаки, із надр, із самого лона землі.

Хотілось би знати, як ці проломи впливають на звірів, які п'ють з води оазисів.

Вистежи тріскощелепів у Застійному оазисі та на Рясноводді. А панцирі неси мені, щоб я міг їх оглянути.]===],
[===[Принесіть 8 панцирів видозмінених тріскощелепів Тонзі Рунному Тотемові на Перехрестя.]===],
[===[Як проходить збір? Ти {стать:дістав:дістала} панцирі?]===],
[===[Дякую, {ім'я}. Вивчення звірів тієї чи іншої місцевості може багато розповісти про саму місцевість. Подивимося, що розкажуть нам ці панцирі.

Прийми мою вдячність за допомогу... і візьми ці монети. Мені вони вже не треба, а тобі, можливо, ще знадобляться.]===],
},
[881] = {
[===[Ечеякі]===],
[===[Біломла, або ж Ечеякі мовою тауренів - король серед котячих Савани. Він настільки майстерно таїться на полюванні, ніби тонка, біла імла, що непомітно стелиться по землі. А ще настільки миттєво вбиває свою здобич, що та не має часу жахнутися чи відчути біль.

Таурени кажуть, що Ечеякі - це і милість, і смерть одночасно.

От і дізнаєшся, правда це чи вигадки. Бо нині я відряджаю тебе на шлях полювання на Ечеякі. Його лігво розташоване на північному сході від Перехрестя, серед кісток велетенського кодо.

Йди. Подуй у цю сурму, коли дістанешся його лігва. Засурми - і він прийде.]===],
[===[Принесіть шкуру Ечеякі до Серґри Чорношип на Перехрестя.]===],
[===[Великий кіт чекає на тебе, {ім'я}.]===],
[===[Ти {стать:здолав:здолала} Ечеякі, і хоча його дні полювання скінчилися... його дух віднині - з тобою. Він навчить тебе виявляти силу в грації та честь у милосерді.

Твій шлях ще довгий, {клас:к}. Сподіваймося ж, що ти легко ним ітимеш.]===],
},
[882] = {
[===[Ішамугал]===],
[===[Ішамугал, Списезуб - найлютіший сонцелуский раптор Степів. Він не полює ні заради спорту, ні заради їжі. Він полює, бо полювання - його пристрасть. І він убиває, бо його природа - вбивати.

А ти повчишся у його природи, {Ім'я}, тому що твій шлях тепер проходить по кігтистих слідах Ішамугала.

Розпочни полювання. Убий його улюблену здобич, жевру, та принеси її тушу до мертвого дерева на північний захід від Брашпиля. Ішамугал унюхає її і з'явиться на її запах.

Будь {стать:готовий:готова} до його приходу.]===],
[===[Принесіть ікло Ішамугала до Джорна в табір Таурахо.]===],
[===[{Ім'я}, ти {стать:здолав:здолала} Ішамугала?]===],
[===[Саме ікло - не більше, ніж сувенір, але те, що воно уособлює, має глибокий зміст.

Сила Ішамугала в тобі, {Ім'я}. Користуйся ж нею розсудливо. Це - твій тягар.

І це ж твоя честь.]===],
},
[883] = {
[===[Лакота'мані]===],
[===[Копито Лакота'мані є символом сили величного кодо.]===],
[===[Принесіть копито Лакота'мані Джорну в табір Таурахо.]===],
[===[{ім'я}, я помітив нову силу у твоїй ході. Скажи мені, чи твій дух вже зустрівся з величним Лакота'мані?]===],
[===[Лакота'мані нашою мовою означає «землеструс», адже кроки його - здригають наче грім. Він тепер із тобою, а мужність його сплететься із твоєю. Відтепер, немає такої проблеми з якою б ти не {стать:впорався:впоралась}.

Шануйся, {ім'я}. Знай собі ціну, Землеструсе.]===],
},
[884] = {
[===[Оватанка]===],
[===[Коли ви торкаєтесь хвостового шипа Оватанки, з нього вилітають іскри.]===],
[===[Принесіть хвостовий шип Оватанки Джорну в табір Таурахо.]===],
[===[{ім'я}, я бачу у твоїх очах сяйво нової сили! Ти {стать:зустрівся:зустрілась} з могутньою Оватанкою, чи не так?]===],
[===[Ім'я громоящірки Оватанки мовою тауренів означає "синя блискавка", бо в ній живе стрімкість, не властива її розмірам. Кажуть, що Оватанку колись вразила блискавка і, наситившись гнівом небес, вона отримала безмежний запас сил.

Нехай її енергія тече в тобі, {ім'я}. Бо тепер ти не {стать:поступився б:поступилась би} Оватанці в стрімкості.]===],
},
[885] = {
[===[Ваште Пауні]===],
[===[До пера Ваште Пауні боляче доторкатися.]===],
[===[Принесіть Джорну Небесному Провидцю в табір Таурахо перо Ваште Пауні.]===],
[===[Бачу, ти {стать:сповнений:сповнена} рішучості, <ім'я>. рішучості, породженої болем...

Тебе обтяжує смерть Ваште Пауні?]===],
[===[Громояструби — рідкісні звірі Степів, і їх смерть передвіщає велику удачу або ж велику загибель.

Але смерть Ваште Пауні, що мовою тауренів означає "Пожирач Духів", не означає ні те, ні інше... або і те, і інше.

Біль, що ти {стать:відчув:відчула} під час полювання на Пожирача Духів, — це біль, якого зазнають усі, хто досягає величі великою ціною. Цей біль — наслідок жалю.

Втім, я бачу, що тобі вдалось впоратись з ним. Ти {стать:зрозумів:зрозуміла}, що жаль перетворюється на мудрість і лише через біль можна здобути силу.

Ти багато чого {стать:навчився:навчилась}, {ім'я}.]===],
},
[886] = {
[===[Оазиси Степів]===],
[===[Друїди Громового Бескиду відчувають дивну силу, що просочується у Степи, що на схід від Мулґору.

Тонґу Рунного Тотема спорядили розвідати джерело цієї сили, але ми боїмося, що йому може знадобитись допомога.

Прямуй до Степів і поговори з Тонґою. Ти знайдеш його на Перехресті. Рухайся дорогою на схід, від селища Криваве Копито, щоб туди дістатися. Як зайдеш у Степи, то на роздоріжжі тримайся півночі. Йди у тому ж напрямку й опинишся на Перехресті.

І не звертай з дороги, {ім'я}: Степи - сувора земля.]===],
[===[Поговоріть з Тонґою Рунним Тотемом на Перехресті.]===],
nil,
[===[Мої побратими з Громового Бескиду мудро вчинили, приславши тебе, {стать:юний:юна} {клас:к}. Бо самотужки таємницю Степів я не розплутаю.

З твоєю допомогою, сподіваюся, ми знайдемо відповіді на наші запитання.]===],
},
[889] = {
[===[Дух вітру]===],
nil,
nil,
[===[Принеси Кривозубові 10 кривавих скалок, і я благословлю тебе великою швидкістю. Ти бігатимеш нарівні з жеврами, і навіть вітер тобі позаздрить.

Триватиме це не довго, але має бути достатньо для того, щоб перетнути Степи.]===],
[===[Гаразд. Тепер можеш відправлятися в путь, і нехай дух Аґамаґґана веде тебе у правильному напрямку, {раса:к}. Повертайся до мене, якщо знадобиться більше чарів Аґамаґґана.]===],
},
[891] = {
[===[Зброя Північноварти]===],
[===[Ці фанатики з фортеці Північноварти потопили ще один корабель з мого флоту!

Пора розібратися з цими мерзотниками. Їх параноя перейшла всі межі. Ці безрозсудні негідники стріляють у все, що рухається.

Вирушай на південь уздовж узбережжя Торгівця до фортеці та розбий їхні війська. Принеси мені медалі їхніх солдатів як доказ. І, в ім'я мого флоту, вбий капітана Честостанну та її клятих канонірів!]===],
[===[Капітан Тало'тас Ясносвіт з Брашпиля просить вас зібрати 10 медалей Терамору та вбити капітана Честостанну, каноніра Вессана та каноніра Смайта.]===],
[===[Мій флот у небезпеці, капітан Честостанна та її кляті каноніри постійно стріляють по кораблях з фортеці Північноварти. Я хочу, щоб її солдати теж заплатили за це нахабство. Принеси мені жменю їхніх медалей, і я знатиму, що ти {стать:помстився:помстилась} за моїх полеглих побратимів.]===],
[===[Праведні гармати Альянсу нарешті замовкли, як шкода. Ти отримаєш винагороду за свою допомогу, {ім'я}.

Тепер ми можемо знайти тіла загиблих....]===],
},
[893] = {
[===[Бажана зброя]===],
[===[На південь, по той бік Поля велетнів, свинобрази племені Бритвогривих не мають майстерних ковалів, як мені казали, але, схоже, вони додумалися розробити міцнішу зброю. Мені хотілося б отримати кілька зразків, щоб вивчити їхню техніку роботи... Думаєш, це можливо?

Якщо хочеш принести славу Орді - дістань для мене зразки цієї зброї. Мені знадобиться кинджал їхніх ловців, паличка провидців і щит, що носять їхні очмани. Цього має вистачити!]===],
[===[Принесіть Таттернакові Сталевару в табір Таурахо, що в Степах, стилет, обгорілу паличку та бойовий щит Бритвогривих.]===],
[===[Я теж сумніваюся в тому, що жалюгідні свинобрази можуть навчитися ковальству, проте я виконую накази воєвождя, тому я маю дізнатися якомога більше про плем'я Бритвогривих.

У мене були і гірші завдання, та я охоче виконую їх заради добробуту орків.]===],
[===[Чудові, справді чудові екземпляри.

Свинобрази куди вправніші, ніж я очікував.

Ось, {клас:к}, візьми це і не заважай! А мені треба ознайомитися з цією зброєю. Схоже, ми недооцінили нашого ворога, а такої помилки ми не можемо собі дозволити.]===],
},
[897] = {
[===[Жнець]===],
[===[Ця дивна, комахоподібна істота виглядає неприродно для Степів.]===],
[===[Принесіть Джорнові Небесному Провидцю голову женця.]===],
[===[Тебе щось турбує, {ім'я}. Як проходить твоє навчання в Степах? Що тебе так схвилювало?]===],
[===[Я нічого не можу сказати про природу цього звіра, бо його духу не залишилось. Але, як ти вже {стать:здогадався:здогадалась}, йому не місце в Степах. Боюся, він може бути вісником похмурого майбутнього для нашого народу...

А поки що готуйся до найгіршого і будемо сподіватися, що з часом ми розгадаємо таємницю цієї істоти.]===],
},
[898] = {
[===[На волю!]===],
[===[Нарешті! Хтось прийшов мені на поміч!

Не можу повірити, що ти {стать:пройшов:пройшла} повз вартових. Ці фанатики з Терамору не сповна розуму. Вони потопили наш корабель і ув'язнили мене, єдиного вцілілого. Мене назвали ворогом і загрозою для Альянсу.

Я! Загроза цілковитому стидовиську Альянсу? Я був матросом на судні, що перевозило самогон від Брашпиля до Грабіжної Бухти.

Годі базікати. Допоможеш мені повернутися до Брашпиля? Дай мені знати, коли будеш {стать:готовий:готова}, і ми втечемо звідси.]===],
[===[Забезпечте безпечний супровід Гілтаресу Вогневіту до капітана Ясносвіта в Брашпиль.]===],
[===[Га?]===],
[===[Отакої! Ми гадали, що Вогневіт давно згинув!

Твій подвиг здобув тобі почесне місце серед корсарів Тало'дану, {ім'я}.]===],
},
[899] = {
[===[Поглинутий ненавистю]===],
[===[Можливо, тобі відома мука постійної невпевненості, а, можливо, й ні, {клас:к}. Але уяви собі: я стою тут кожнісінький день, від сходу сонця до його заходу, вишукуючи на горизонті цих потвор. Я вбивав кожну людиноподібну свиню на своєму шляху, проте моя жага їхньої крові далека від утамування. Напевно, замість того, щоб іти на північ до Перехрестя, мені варто було б прямувати в Таурахо.

Ти, {клас:к} - ти {стать:міг би:могла б} мені допомогти.

Повбивай їх. Забий стільки, скільки зможеш. Принеси мені їхні ікла, і ми разом відсвяткуємо їхню кончину.]===],
[===[Принесіть 60 ікл щетиношкурих свинобразів Манкріку на Перехрестя.]===],
[===[Свинобрази за це заплатять, {ім'я}. Присягаюсь!]===],
[===[{Клас:к}, ти відповідально {стать:поставився:поставилася} до мого заклику, і за це я дякую тобі.

Моя жага помсти нікуди не поділася, проте тепер я, принаймні, можу усміхнутися, знаючи, що свинобрази теж відчули біль.]===],
},
[903] = {
[===[Скрадачі Степів]===],
[===[Настав час полювання на щось дійсно кусюче. Скрадачі Степів — не із сумирної породи. Жорсткі, винахідливі, хитрі... та смертоносні. Ти знайдеш їх серед високої трави на південному заході від Перехрестя.

Будь насторожі під час полювання, {ім'я}, бо не встигнеш отямитися, як перетворишся з ловця на здобич.]===],
[===[Назбирайте 7 пазурів скрадачів савани для Серґри Чорношип на Перехресті.]===],
[===[Як там твоє полювання, {ім'я}? {стать:Знайшов:Знайшла} скрадачів?]===],
[===[О-о, я бачу, ти часу дарма не {стать:гаяв:гаяла}, ховаючись у траві та полюючи на скрадачів. Як думаєш, чи стане тобі сил зустрітися з найсильнішим з них?]===],
},
[905] = {
[===[Злющі серпопазурі]===],
[===[Тепер, {Ім'я}, полювання стає складнішим. Тепер ти мусиш здолати свою здобич, а потім знайти шлях до її лігва.

Полюй на сонцелуских рапторів на півдні. Убивай їх і не забувай збирати пір’я, які вони носять. Поклади пір’я в гніздах серпопазурів на південний захід від Застійного оазису. Покажи рапторам, що ти їх не боїшся!]===],
[===[Убивайте сонцелуских рапторів і збирайте їхнє пір'я. Використайте пір’я в 3 гніздах серпопазурів. Повертайтеся до Серґри Темношип на Перехрестя.]===],
[===[Ти вже {стать:був у:була в} гніздах, {Ім'я}?]===],
[===[Отже, ти {стать:побував:побувала} біля гнізд і {стать:поклав:поклала} пера своїх жертв у них. Безумовно, це потребувало немало хоробрості.

Чи почуваєшся ти тепер трохи {стать:дужчим:дужчою}, {Ім'я}? Бо тепер ти виглядаєш більш {стать:дужим:дужою}, ніж коли ти вперше сюди {стать:прибув:прибула}. Схоже, Степи роблять своє.]===],
},
[906] = {
[===[Зрада зсередини]===],
[===[Віднеси голову Лока Торку на Перехрестя, {раса:к}. <фиркає> Нехай дізнається, що сталося з моїм племенем - ха, навряд чи він повірить, що Кривозуб приклав до цього руку. Але я впевнений, що він нагородить тебе за здійснення такого великого подвигу. <фиркає>

Й допоки я сидітиму в цій клітці, не перестану благословляти тебе силою Аґамаґґана, {раса:к}. А тепер - прощавай!]===],
[===[Принесіть череп Лока Торку на Перехрестя, що в Степах.]===],
[===[Ну, що ще?]===],
[===[Ти {стать:знайшов:знайшла} ватажка Бритвогривих і {стать:прикінчив:прикінчила} його власноруч, {ім'я}? Неперевершено!

Я не можу дібрати слів, але це не означає, що я невдячний. Жителям Перехрестя варто поважати твою силу.

Маю визнати, я вважав лідером набігів на лінії постачання нашої провізії геть іншого свинобраза. Дякую тобі ще раз, {Ім'я}.]===],
},
[907] = {
[===[Озвірілі громоящери]===],
[===[Тепер, {Ім'я}, ти {стать:повинен:повинна} зіткнутися з величними громоящерами. Ці звіри настільки великі, що земля дрижить, коли вони тупотять по рівнинах. Бережися, б'ючися з ними, бо один неправильний крок - і ти, ймовірно, опинишся в них під ногами.

Знайти громоящерів можна у південних Степах. Вони відомі як буреморди, бурешкури та громоголови. Повертайся до мене, як подолаєш їх.]===],
[===[Принесіть 3 зразки крові громоящера Джорнові Небесному Провидцю у табір Таурахо.]===],
[===[Ти вдалось здолати громоящерів, {Ім'я}?]===],
[===[Любо бачити, що ти повертаєшся з доказом перемоги. І добре знати, що тобі вдалось це зробити і залишитись з цілими кістками.]===],
},
[908] = {
[===[Серед руїн]===],
[===[Молот Сутінків проник до руїн місячної святині в Чорноводних глибинах. Їхня присутність націлена на те, щоб обернути стихії проти нас. Якщо ми не будемо діяти, вони захоплять ці місця.

{ім'я}, йди до Чорноводних глибин і знайди в руїнах камінь глибин. Він має бути десь неподалік під водою. В ньому заховано ядро глибин — пристрій, що дозволить нам зчитати дані про всю активність стихій. Якщо принесеш його мені — ми зі Служителями Землі зможемо зупинити їх!]===],
[===[Принесіть ядро глибин Дже'неу Санкрі на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[Чи вдалося тобі знайти ядро глибин? Без нього ми ніколи не дізнаємось, що замислив Молот Сутінків.]===],
[===[Це те, що мені потрібно! Ядро глибин — невичерпне джерело інформації, яку ми можемо звідти добути. Що б там не замислив Молот Сутінків — а повір мені, нічого хорошого — ми з моїми побратимами дізнаємось про це.

Ти сьогодні добре {стать:потрудився:потрудилася} і Служителі Землі неймовірно вдячні тобі за це. Це також і допомога Орді, тож можеш пишатися собою.]===],
},
[909] = {
[===[Барон Акваніс]===],
[===[Переможений водяний елементаль залишив після себе дивну водяну кулю. Ви припускаєте, що ця річ якимось чином живила потвору енергією. Всередині кулі хлюпоче гнила на вигляд вода. Сама куля здається непроникною для будь-якої фізичної сили.

Якщо хтось і може розібратися в ній, це Дже'неу Санкрі зі Служителів Землі. Він знаходиться на ординській заставі Зорам'ґар в Ясенедолі.]===],
[===[Принесіть дивну водяну кулю Дже'неу Санкрі на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[О, ще раз вітаю, {ім'я}. Я тут зчитував морські хвилі, як завжди. Що привело тебе на заставу?]===],
[===[Оце так знахідка, {ім'я}.

Кажеш, {стать:добув:добула} її у барона Акваніса в Чорноводних глибинах? Барон Акваніс здавна вважався спотвореним елементалем. Ця куля розкаже, що саме його зіпсувало. Я не здивуюся, якщо це Молот Сутінків, але наші дослідження також покажуть, як саме вони зуміли це зробити.

Добре, що ти мені це {стать:приніс:принесла}. Будь ласка, прийми це разом з найтеплішими побажаннями від Служителів Землі.]===],
},
[913] = {
[===[Скрик громояструба]===],
[===[Громояструб, {ім'я}, це лютий звір. Прийшов час тобі зустрітися з ним. Твоє завдання - вистежити істоту та принести мені його крила, як доказ успішного полювання.

Чим швидше впораєшся - тим швидше закінчиться твоє навчання.]===],
[===[Знайдіть і вбийте громояструба, принесіть його крила Джорну Небесному Провидцю в табір Таурахо.]===],
[===[Завдання виконано? Тобі вдалось здолати громояструба?]===],
[===[Ти, як той громояструб, маєш пишатися собою. Зі сміливістю, честю та силою ти {стать:подолав:подолала} кожну ціль поставлену перед тобою.

Але твій шлях, {ім'я}, продовжується. Скоро ти зрозумієш, що справжні мисливці постійно борються, і довіку йдуть своїм шляхом з високо піднятою головою. Точнісінько як ти!

Настав час рухатися далі.]===],
},
[914] = {
[===[Лідери Ікла]===],
[===[Друїди Плачучих печер, друїди Ікла, вражені порчею. Колись вони були частиною ордена благородних друїдів, що поклявся зцілити Степи, але тепер вони прагнуть зробити цю землю подібною своїм власним, спотвореним видінням.

Друїди Ікла мають чотирьох лідерів, кожен із яких володіє самоцвітом сновидінь. Навіть тепер вони переслідують мене в кошмарах! Здолай лідерів і принеси мені їх самоцвіти. І тоді Степи знову зможуть зазнати мир.

Вперед, {ім'я}. Ти знайдеш їх укриття глибоко в Плачучих печерах.]===],
[===[Принесіть Нарі Дикій Гриві в Громовий Бескид самоцвіти Кобрана, Анакондри, Пітонаса й Серпентіса.]===],
[===[Спогади про мої кошмари переслідують мене, {ім'я}. Чи вдалося тобі перемогти лідерів ікла і здобути їх самоцвіти?]===],
[===[Ти {стать:впорався:впоралась}, {ім'я}! Ти {стать:вбив:вбила} лідерів Ікла. Тепер мої сни вільні від їх жахливих облич, а ти {стать:допоміг:допомогла} врятувати Степи.

Дякую тобі, {ім'я}. І дякую тобі від імені друїдів Громового Бескиду, і від імені цих земель.]===],
},
[924] = {
[===[Демонове Сім'я]===],
[===[Демонове Сім'я — могутній інструмент Палаючого Легіону. Воно перебуває у печері на вершині Зловісного Туману, над демонічним жертовником вогню.

Я підготував силові камені, які при розміщенні біля Сім'я зруйнують його зв'язок з Легіоном.

Візьми камінь зі столу і принеси його до жертовника на вершині Зловісного Туману. Йди на захід, потім на північ до роздоріжжя. Вершина буде зліва. Найбезпечніший підйом — з північної частини гори.

І поспіши, сила каменя з часом поглине його.]===],
[===[Візьміть тріснутий камінь сили. Віднесіть його до жертовника вогню перш ніж камінь зникне, після чого поверніться до Ак'Зелота.]===],
[===[Демонове Сім'я все ще існує. Я відчуваю його силу…]===],
[===[Твоє завдання виконане. Ти {стать:знищив:знищила} Демонове Сім'я, як того й вимагав Нііру. Але це ще не кінець…

Знищення Демонового Сім'я спричинило імпульс енергії надзвичайної сили. Я відчуваю її, і упевнений, що інші також. Інші, хто допоки не може зрозуміти, чому їх іграшка не працює...

Але лишимо це питання на майбутнє, у мене для тебе є дещо. Нііру надіслав мені це для оплати твоєї роботи і попросив подякувати за допомогу.

Тож, дякую.]===],
},
[926] = {
[===[Тріснутий камінь сили]===],
nil,
nil,
nil,
[===[Ці камені наповнені магічною енергією, але навмисно пошкоджені. Вони дуже нестабільні. Піднявши їх зі столу, ви бачите, як вони швидко починають пожирати самі себе.]===],
},
[936] = {
[===[Допомога верховному друїду Рунному Тотему]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Громовому Бескиді зацікавлене в таких досвідчених шукачах пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Гамуул Рунний Тотем.

Будь ласка — якщо тобі цікаво, поговори з ним особисто на Верхів'ї Старійшин у Громовому Бескиді.]===],
[===[Поговоріть із верховним друїдом Гамуулом Рунним Тотемом у Громовому Бескиді.]===],
nil,
[===[Вітаю, {клас:к}. Радий бачити твою зацікавленість в нашому дослідженні. Роботи дуже багато, але я поведуся негарно, якщо не попереджу тебе про те, що вона досить небезпечна. Сподіваюся, тебе це не лякає... з іншого боку, дивлячись на тебе, переконуюся, що ти вже {стать:досвідчений:досвідчена} в таких справах.]===],
},
[962] = {
[===[Змієквіт]===],
[===[Королівське товариство аптекарів, що знаходиться в Підмісті, направило мене сюди з особливою справою, {ім'я}. Можливо, ти зможеш допомогти мені, а отже й Темній Леді, на благо відречених.

Нещодавно я вивчала рідкісний екземпляр місцевої флори, що зветься змієквітом. І я впевнена, що в більших кількостях він має великий потенціал.

На жаль, змієквіт росте лише в найтемніших закутках Плачучих печер — небезпечних підземеллях Степів.]===],
[===[Аптекарка Зама з Громового Бескиду просить вас принести 10 змієквітів.]===],
[===[Сподіваюсь, ти збереш достатньо змієквіту в Плачучих печерах. Я багатьох туди відправляла, та ще ніхто не повернувся.]===],
[===[Ах, чудові екземпляри. Ти гарно {стать:попрацював:попрацювала}, {ім'я}.]===],
},
[972] = {
[===[Сапта води]===],
nil,
nil,
nil,
[===[{ім'я}, візьми сапту води та знайди зіпсовану водойму у Срібнохвої. Я покладаю великі надії на твої здібності.]===],
},
[1000] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здібних осіб, які допоможуть в дослідженні нових безкраїх рубежів Калімдору! Далеко на заході від Танарісу та Пристробляху лежить загадкова пустеля, сповнена неймовірних небезпек, і Колу потрібні охочі та благородні герої, що діятимуть від його імені.

Усі зацікавлені повинні звернутися до Кенарійського Кола. Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді для отримання подальшої інформації!]===],
[===[Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[Вітаю, {клас:к}.

Я радий бачити, що такі, як ти, цікавляться благополуччям природи; тобі передують розповіді про твої величні діяння, і тут раді тобі. Твоя присутність переді мною вселяє почуття впевненості в тому, що Кенарійське Коло отримає належну допомогу, якої потребує.

Наш зв'язок із Кенарійським Колом в Місячній галявині вищий за расові та політичні розбіжності. Пам'ятай про це, коли працюватимеш від імені Кола, і тоді ти досягнеш успіху.]===],
},
[1004] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здорових осіб, які допоможуть їм досліджувати нові безкраї рубежі Калімдору! Далеко на заході від Танарісу та Пристробляха пролягає заборонений пустир неймовірних небезпек, і Колу потрібні охочі та благородні повірені, щоб діяти від їхнього імені.

Усі зацікавлені повинні прийти на співбесіду з Кенарійським Колом. Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді з приводу додаткової інформації!]===],
[===[Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[Вітаю, {клас:к}.

Я радий бачити, що такі, як ти, цікавляться благополуччям природи; тобі передують розповіді про твої величні діяння, і тут раді тобі. Твоя присутність переді мною вселяє почуття впевненості в тому, що Кенарійське Коло отримає належну допомогу, якої потребує.

Наш зв'язок із Кенарійським Колом в Місячній галявині вищий за расові та політичні розбіжності. Пам'ятай про це, коли працюватимеш від імені Кола, і тоді ти досягнеш успіху.]===],
},
[1013] = {
[===[Книга Ура]===],
[===[{Ім'я}, в Тінеклику знаходиться книга Ура, яку я б дуже хотів мати у своїй колекції. Ур був видатним магом Даларану до приходу Скари, його дослідження інших світів безцінні для... деяких відречених.

Вирушай у фортецю Тінеклик і знайди цю книгу. Принеси її мені і я доповім про твою службу нашій Темній Леді...]===],
[===[Принесіть книгу Ура до хранителя Бел'дуґура, що знаходиться в Апотекарії в Підмісті.]===],
[===[Ти {стать:знайшов:знайшла} книгу, {ім'я}?]===],
[===[Дуже добре. Ця книга чудово доповнить мою колекцію робіт Ура. Його знання були величні, але совість утримувала його від справжньої міці. Саме через це, коли прийшла Скара, він не зміг їй протистояти.

Ми, відречені, не можемо дозволити собі такої слабкості, якщо хочемо вижити...

...або підкоряти.]===],
},
[1014] = {
[===[Аруґал мусить померти]===],
[===[Срібнохвойний параліс є важливим стратегічним опорним пунктом для Темної Леді. Але ми не зможемо закріпитися тут, доки Аруґал живий. Він досі знаходиться у фортеці Тінеклик.

Я подбаю про те, щоб його магія була викорінена, {Ім'я}. Але саме ти маєш зробити так, щоб Аруґал помер. Він заслуговує на це.

Направляйся до фортеці Тінеклик і поклади край його нечистій магії, раз і назавжди. Принеси мені голову цього мерзенного чаклуна!]===],
[===[Вбийте Аруґала і принесіть його голову Далару Ранньоткачу в Крипту.]===],
[===[Зі смертю Аруґала ми зміцнимо позиції Темної Леді в Лордероні.]===],
[===[Срібнохвойний праліс нарешті звільнився від порочного Аруґала. Ти гарно {стать:послужив:послужила} Темній Леді, {Ім'я}. Твоя завзятість буде винагороджена.]===],
},
[1018] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здібних осіб, які допоможуть в дослідженні нових безкраїх рубежів Калімдору! Далеко на заході від Танарісу та Пристробляху лежить загадкова пустеля, сповнена неймовірних небезпек, і Колу потрібні охочі та благородні герої, що діятимуть від його імені.

Усі зацікавлені повинні прийти на співбесіду до Кенарійського Кола. Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді для отримання подальшої інформації!]===],
[===[Поговоріть з верховним друїдом Гамуулом Рунним Тотемом на Верхів'ї Старійшин у Громовому Бескиді з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[Вітаю, {клас:к}.

Я радий бачити, що такі, як ти, цікавляться благополуччям природи; тобі передують розповіді про твої величні діяння, і тут раді тобі. Твоя присутність переді мною вселяє почуття впевненості в тому, що Кенарійське Коло отримає належну допомогу, якої потребує.

Наш зв'язок із Кенарійським Колом в Місячній галявині вищий за расові та політичні розбіжності. Пам'ятай про це, коли працюватимеш від імені Кола, і тоді ти досягнеш успіху.]===],
},
[1048] = {
[===[В Багряний монастир]===],
[===[Поки Темну Леді турбує загроза з півночі у вигляді Короля-ліча, я займаюсь вирішенням більш нагальних проблем.

Одна з найбільших проблем — мерзотні люди, що називають себе Багряним Походом. Все Тірісфальське перелісся кишить цими багряними шкідниками.

Відправляйся до монастиря, {клас:к}, і покінчи з верховною інквізиторкою Білошкур та її заступниками.]===],
[===[Вбийте верховну інквізиторку Білошкур, командира Багряного Походу Моґрейна, чемпіона Багряного Походу Герода та псаря Локсі та відзвітуйте Варіматрасу в Підмістя.]===],
[===[Можливо я неясно висловився, {клас:к}. Ти маєш вбити верховну інквізиторку Білошкур і заодно її поплічників.

Покінчи з цим фанатиком, командиром Багряного Походу Моґрейном. Прикінчи чемпіона Багряного Походу Герода та псаря Локсі з його брудними шавками.

Тепер йди!]===],
[===[Ти гарно {стать:послужив:послужила} Темній Леді, {клас:к}. Це була непроста задача.

Твоя відданість відреченим буде відзначена. А завзятість в бою не буде забута.]===],
},
[1049] = {
[===[Компендіум полеглих]===],
[===[Служителі Землі мали чисті наміри щодо наших постраждалих від чуми побратимів. Та хто зна, які наміри у тих, хто нашіптує всіляке на вуха членам ради Старійшин?

У наших нових союзників, відречених, давня історія підступних задумів. Занадто швидко ми уклали з ними союз. Можливо, Керну варто було прислухатись до попереджень Орґріммару.

Глибоко в Багряному монастирі лежить книга, "Компендіум полеглих", яку охороняють людські фанатики. Хоч вони й керуються божевіллям, та їх дослідження стануть нам у пригоді.]===],
[===[Знайдіть "Компендіум полеглих" в монастирі Тірісфальського перелісся та поверніть її Любомудру Шукачу Істини в Громовий Бескид.]===],
[===[Керн — сміливий і благородний лідер, якому я б довірив своє життя. Та є й ті, кому я не довіряю.

Щойно я зберу всі необхідні знання, я зможу дати гідну пораду нашому ватагу.

Ти вже {стать:ходив:ходила} до Тірісфальського перелісся? В Багряний монастир? Компендіум полеглих лиш невелика частина задуму...]===],
[===[Компендіум полеглих! Я вже думав, що його не існує!

Ти гідно {стать:послужив:послужила} тауренам Громового Бескиду, {ім'я}. Ми не забудемо твоєї відданості.]===],
},
[1051] = {
[===[Помста Воррела]===],
[===[Хоч я й маю волю, я не можу служити Темній Леді. Мій час на Азероті добігає кінця. Життєві сили покидають мене.

Це зробив зі мною допитувач Вішас! Він тижнями катував мене! Ще й забрав мою обручку і віддав своїй дружині. Покидьок!

Я хочу помсти!

Цей дурень вихвалявся своєю дружиною, Ненсі, що живе на озері Лордамер. Знайди її, забери обручку і віддай моїй дружині, Моніці. Вона живе на Тарренському Млині.

Прошу, виконай моє останнє прохання...]===],
[===[Поверніть обручку Воррела Сенґутца Моніці Сенґутц в Тарренський Млин.]===],
[===[Чого ти хочеш, {стать:страннику:страннице}?]===],
[===[Воррел мав непросте життя. Та він був мені гарним чоловіком...

Кляті бридкі люди!

Не бути нам разом в невмерлості. Та принаймні я маю добру звістку про здійснену тобою помсту. Дякую тобі за це.

Тепер залиш мене наодинці з моїм горем...]===],
},
[1058] = {
[===[Лісова магія Джин'Зіла]===],
[===[Я в захваті!

Три маленькі клітки для трьох маленьких ельфів! Але що нам робити з нашими милими друзями дереволюбами? А давай ми дамо їм відчути смак... як вони це називають... лісової магії!

Мені знадобиться добряча порція каміннопазуристої живиці. Принеси мені кілька сутінкових вусів цих жахливих котів. І, звісно ж, багато очей оленів — їх ніколи не буває забагато. А, і не забудь цінну луску чарівного дракончика.

Поспіши на Каміннопазуристий пік, {ім'я}, щоб я зміг зварити трохи лісової магії!]===],
[===[Знахарю Джин'Зілу з Малака'джина потрібно 5 порцій каміннопазуристої живиці, 5 сутінкових вусів, 30 очей оленя і луска чарівного дракончика.]===],
[===[Поглянь на наших бідолашних друзів-ельфів. Сидять у клітках і не можуть потрапити до лісу, де можна було б погратися!

Ти {стать:зміг:змогла} знайти мені трохи живиці? Як щодо вусів сутінкового бігуна? Невже, у тебе немає луски чарівного дракончика?

І очі! Мені потрібно багато очей! Неможливо створити люте лісове магічне вариво без добрячої порції очей!]===],
[===[Як же зрадіють ці маленькі лісові німфи! Ми змусимо їх відчувати себе як вдома, приготувавши спеціальне вариво!]===],
},
[1060] = {
[===[Лист для Джин'Зіла]===],
[===[Ти гарно {стать:потрудився:потрудилася} для мене, {ім'я}. Ти справжній щасливий подарунок фортуни для мене, і я хочу тобі щось показати.

Степи - не батьківщина для гарпій. Вони походять з місця під назвою Каміннопазуристі гори, далеко на північний захід звідси. Скоріш за все, це небезпечне для тебе місце, проте даний лист конче необхідно доправити моєму старому другові, який там живе, знахарю на ім'я Джин'Зіл.

Він зрадіє, дізнавшись, що Серена Кривавопера мертва. А ще, я думаю, що Каміннопазуристі гори видадуться тобі цікавим місцем.]===],
[===[Віднесіть лист Дарсока до Джин'Зіла в печеру Малака'Джин, що в Каміннопазуристих горах.]===],
[===[{стать:Якийсь:Якась} ти {стать:підозрілий:підозріла}? Маєш що мені сказати?]===],
[===[Ааа, лист від Дарсока. Я не чув від нього вже сто років.

Тож остання з Кривавоперих мертва, га? Чудова новина, пам'ятаю, коли мій друг Рохан пішов із тим божевільним мок'наталом, щоб вбити її старшу сестру. Ох, от би знову бути молодим, як ти.]===],
},
[1061] = {
[===[Духи Каміннопазуристих гір]===],
[===[Духи Каміннопазуристих гір розгнівані, бо гобліни та їхні слуги розоряють і випалюють землю. Тож земля закричала, і ті, хто здатен її чути... почули.

Сірет Камнелом, багатонадійна шаманка Орди, вирушила до Каміннопазуристих гір. Вона повідомляє, що гобліни масово вирубують ліси і просить про допомогу.

Зустрінься з Сірет в Каміннопазуристих горах. Щоб туди дістатися, прямуй від Перехрестя, що в Степах, дорогою на захід. Сірет отаборилася біля Високолісої долини.]===],
[===[Поговоріть з Сірет Камнелом в Каміннопазуристих горах.]===],
nil,
[===[А, {клас}. Дуже добре. Нам знадобиться твоя допомога, щоб розібратися з цими мародерами!]===],
},
[1062] = {
[===[Гоблінські загарбники]===],
[===[ТзНБ "Авантюра", якою керують гобліни, вдерлася в Каміннопазуристі гори. Вони вирубують дерева і спалюють величезні ділянки лісу. Духи цих земель у нестямі від болю та люті. Ми повинні зупинити ТзНБ "Авантюра"!

Прямуй на північний захід, за Високолісу долину, до Вітрокосих скель. Ти знайдеш гоблінів та їхніх слуг за роботою — покажи їм, що Орда не дозволить плюндрувати Каміннопазуристі гори. Поясни їм це мовою, яку вони найкраще розуміють...

Мовою насильства.]===],
[===[Вбийте 15 лісорубів ТзНБ "Авантюра", а потім поверніться до Сірет Камнелом на кордон Каміннопазуристих гір та Степів.]===],
[===[Високоліса долина лежить на північний захід звідси, {ім'я}. Прямуй туди і всели страх у тих, хто хоче розграбувати ці землі!]===],
[===[Це відважний вчинок, {ім'я}.

Зрештою, нам може знадобитися мудрість старійшин тауренів, щоб заспокоїти духів Каміннопазуристих гір, але...

Позбавлення від працівників ТзНБ "Авантюра" — гарний перший крок.]===],
},
[1063] = {
[===[Стара відьма]===],
[===[Щоб остаточно заспокоїти духів Каміннопазуристих гір, ми маємо порадитися зі старійшинами тауренів.

Я знаю небагато імен їхніх старійшин, лиш одне: Маґата. Я чула, що вона дуже стара і багато знає. Якщо хтось з тауренів і може допомогти нам з духами, то це вона.

Маґата мешкає в столиці тауренів — Громовому Бескиді, на Верхів'ї Старійшин — північно-східній вершині міста. Поговори з Маґатою і розкажи їй про те, що коїться в Каміннопазуристих горах.]===],
[===[Поговоріть з Маґатою в Громовому Бескиді.]===],
nil,
[===[Вітаю тебе. Ти {стать:прийшов:прийшла} за порадою?]===],
},
[1064] = {
[===[Допомога відречених]===],
[===[Таурен мають тісний зв'язок із землею, і мені боляче чути про те, що коїться в Каміннопазуристих горах. Але я боюся, що для зцілення цієї землі, ми спершу маємо вилікувати її від хвороби.

Хіба це не щастя, що відречені з нами в союзі? Вони багато знають про хвороби. Я впевнена, що вони зможуть допомогти нам, і цим самим зміцнити довіру між нашими народами.

Поговори з аптекаркою Замою. Вона — вчена і представниця відречених. Ти знайдеш її біля Джерел Видіння під Верхів'ям Духів.]===],
[===[Поговоріть з аптекаркою Замою біля Джерел Видіння у Громовому Бескиді.]===],
nil,
[===[Маґата попередила про твій прихід, {ім'я}. Хоча моє серце більше не б'ється, я все ж відчуваю скорботу за духами Каміннопазуристих гір.

Відречені готові допомогти всім, чим зможуть.]===],
},
[1065] = {
[===[Подорож до Тарренського Млина]===],
[===[Нам доведеться вдатися до крайніх заходів, щоб позбавити Каміннопазуристі гори від ТзНБ "Авантюра". Крайні, але не кровопролитні.

У одного мого колеги може знайтися саме те, що нам потрібно. Його звуть Лідон, він мешкає в містечку Тарренський Млин у передгір'ї Гіллзбраду, що у далеких землях Лордерону.

Щоб потрапити до Гіллзбраду, вирушай дирижаблем до нашої столиці, Підмістя. Йди на північ до Тірісфальського перелісся, потім на південний захід до Срібнохвою і тоді на південь до Гіллзбраду.

Знайди Лідона і передай йому цю записку. Там написано, що нам від нього потрібно.]===],
[===[Віднесіть записку Зами аптекарю Лідону в Тарренський Млин.]===],
[===[Ага, ти {стать:привів:привела} мені нових піддослідних?]===],
[===[Записка від Зами? У неї, мабуть, великі проблеми, якщо вона пише в таку далечінь. Подивимося, що вона хоче...

Чудово! Я знаю, що їй треба!]===],
},
[1066] = {
[===[Кров невинних]===],
[===[Я створю токсин, який витягне сили з ТзНБ "Авантюра", зробить їх слабкими й покірними. Це має вирішити проблеми Орди в Каміннопазуристих горах, так?

Але для створення токсину мені знадобиться кров невинних, а її важко дістати.

На щастя, Синдикат, група людських розбійників, наймає тіньових магів... а вони збирають кров невинних для своїх власних, нечистих цілей.

Ти знайдеш тіньових магів Синдикату у фортеці Дурнгольд на південному сході.]===],
[===[Принесіть 5 флаконів крові невинних аптекареві Лідону в Тарренський Млин.]===],
[===[Тобі вдалося знайти тіньових магів Синдикату і забрати у них кров?]===],
[===[Дуже добре! Сподіваюся, Синдикат не доставив тобі клопоту?

Як я вже казав, кров невинних дістати нелегко. Нам пощастило, що тіньові маги Синдикату виконали за нас важку роботу.

А тепер почекай, поки я створюю своє зілля...]===],
},
[1067] = {
[===[Повернення до Громового Бескиду]===],
[===[Ось токсин. Якщо ти застосуєш його проти ТзНБ "Авантюра", він повинен дати тобі гарний результат, можливо, навіть заразливий. Маю сказати, це дуже цікаво — бачити, як мою роботу застосовують на практиці!

Утім, спершу віднеси його аптекарці Замі. Вона має розробити ефективний спосіб доставки токсину, щоб його дія була максимальною.]===],
[===[Принесіть токсин Лідона аптекарці Замі в Громовий Бескид.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Тобі вдалось отримати допомогу від аптекаря Лідона?]===],
[===[Токсин від аптекаря Лідона? Чудово. Якщо я добре знаю Лідона, цей токсин має бути досить ефективним проти ТзНБ "Авантюра"...]===],
},
[1068] = {
[===[Подрібнювальні машини]===],
[===[Існує зв'язок між духовною магією шаманів і природною магією друїдів. Ось чому ми, шамани, можемо чути благання духів Каміннопазуристих гір. Я можу розібрати не все, що вони шепочуть, але одне послання, одне видіння було чітким...

Я бачила видіння двох людиноподібних машин серед Вітрокосих скель, що на північний захід від Високолісої долини, які рубали дерева з неймовірною швидкістю. Цих металевих тварюк потрібно зупинити!

У моєму видінні машини були позначені дивними символами:

XT:4 та XT:9.]===],
[===[Знищіть подрібнювачі XT:4 та XT:9, після чого поверніться до Сірет Камнелом на кордон Каміннопазуристих гір та Степів.]===],
[===[Духи дерев плачуть за своїми загиблими побратимами, {ім'я}. Ти маєш знищити подрібнювачі XT:4 та XT:9, інакше, боюся, Каміннопазуристі гори ніколи не зціляться.]===],
[===[Знищення машин XT:4 та XT:9 заспокоїло багатьох духів Каміннопазуристих гір, {ім'я}. Будемо сподіватися, що з їхньою втратою ТзНБ "Авантюра" забереться з цих гір.

Бо якщо вони цього не зроблять, то я боюся, що лихо, що спіткало ці землі, буде дрібницею в порівнянні з тим, що чекає на нас попереду.]===],
},
[1086] = {
[===[Порт для літальних апаратів]===],
[===[Токсин готовий. Залишилося лише доставити його. І саме ти, {ім'я}, це зробиш.

У ТзНБ "Авантюра" має бути засіб для доставки повідомлень і легких вантажів між штаб-квартирою і Каміннопазуристими горами. Ймовірно, це невеликий повітряний порт — недостатньо великий для дирижабля, але, можливо, придатний для літальних апаратів. Ти маєш обшукати підконтрольні ТзНБ "Авантюра" території Каміннопазуристих гір і знайти цей повітряний порт, якщо він існує. Як знайдеш його — розмісти там токсин.

Розмісти його і швидко тікай.]===],
[===[Віднесіть розсіювач токсичного туману до небопорту ТзНБ "Авантюра", після чого поверніться до аптекарки Зами.]===],
[===[Ти маєш знайти повітряний порт ТзНБ "Авантюра", якщо він існує, {ім'я}.]===],
[===[Ти {стать:знайшов:знайшла} порт? Молодець, {ім'я}! Я впевнена, що гоблінам сподобається твій подарунок! Будемо сподіватися, що токсин потрапить до їхньої штаб-квартири.

Ти добре {стать:послужив:послужила} своєму народу, тож нехай тебе не мучить совість через отруєння ТзНБ "Авантюра". Вони заслуговують значно гіршого.

Союзникам відречених варто навчитися важливої мудрості:

Не цурайся темних шляхів... якщо вони ведуть до перемоги.]===],
},
[1087] = {
[===[Спадщина Кенарія]===],
[===[Ти не можеш уявити собі ненависть, яку я відчуваю до цих жалюгідних земель. Такі, як Кенарій і калдорейські друїди, мешкають на цій вершині та використовують свої жалюгідні сили, щоб придушити потік магії, навіть так далеко на південь від їхніх жалюгідних володінь... їхніх улюблених лісів.

Я так хочу повернутися до Джеденара і насолоджуватися потоком магії, але мій майстер не дозволить мені повернутися, поки робота не буде виконана.

Я не сумніваюся, що ти ненавидиш нічних ельфів та їхніх союзників так само як і я. Допоможи мені і ми обидва будемо задоволені.]===],
[===[Вбийте 4 синів Кенарія, 4 дочок Кенарія та 4 кенарійських ботаніків для Брейлін Вогнерукої з Сонцескельної криївки.]===],
[===[Спрямовувати магію тут — це як черпати воду з колодязя дірявим відром.]===],
[===[Я вже відчуваю її... так... силу, таку солодку... її стрімкий потік. Дурні калдореї, що відкидають дари цього світу, не дають магії вільно, співочим потоком, текти по жилах.

Яке ж життя бліде без цього палкого потоку!]===],
},
[1088] = {
[===[Ордан]===],
[===[Вони думали, що зможуть зупинити потік магії. Але вони помилялися. Вони думали, що зможуть сховати Ордана, але я дістану його голову!

Магія дарує мені можливість бачити істину. Так... ось він. Перехрестя... На верхівці великого дерева в лісі Ясенеділ. Ім'я... прихисток Незайманого лісу. Один зі старших синів бога лісу. Вони забрали його з цієї вершини швидше, ніж я змогла знайти його, але його час спливає.

Принеси мені його голову і я поділюся з тобою могутністю.]===],
[===[Принесіть голову Ордана до Брейлін Вогнерукої в Сонцескельну криївку.]===],
[===[Коли мій господар відправив мене в Каміннопазуристі гори, я думала, що потрібно лише знищити нічних ельфів, які повзають по священних руїнах нашого древнього храму Азшари, оскверняючи святість цього місця... але Ордана вислизнув від мене.]===],
[===[Колись, дуже давно, я знала Ордана. Він був гордим, як і всі його родичі й навіть вважав себе вищим за високородних.

Тепер він не може підняти голову так високо, чи не так, {ім'я}?

Я пообіцяла тобі нагороду і ти її отримаєш. Слухай мене.]===],
},
[1089] = {
[===[Лігво]===],
[===[На Каміннопазуристому піку друїди побудували лігво Кігтя, в ньому вони зберігають багато потужних предметів.

Вони розробили складну схему, аби ці предмети не потрапили в чужі руки.

На щастя, мені вдалося... витягти деякі подробиці з одного з них.

У маленькому ліхтарику біля входу в Лігво ти знайдеш ключ хранителя воріт — за допомогою нього ти зможеш відкрити схованки навколо Лігва. Предмети з цих схованок дозволять тобі відкрити їхню скарбницю, розташовану в одному з центральних приміщень.]===],
[===[Відправляйтеся до Лігва на Каміннопазуристий пік. Використовуючи ключ хранителя воріт, відшукайте заховані предмети друїдів. Використайте ці предмети, щоб відкрити скарбницю лігва Кігтя.]===],
[===[В камені вирізані три отвори для ключів.]===],
[===[Коли три ключі входять у відповідні отвори, в центрі мерехтливого сяйва з'являться кілька предметів.]===],
},
[1098] = {
[===[Смертолови у Тінеклику]===],
[===[В підготовці до штурму фортеці Тінеклик, два смертолова були вислані, щоб зібрати розвіддані. Минуло вже багато днів, а вони ще досі не повернулися, але ми повинні отримати їхній звіт, щоб мати хоч якусь надію на успішну атаку!

Тож ось твоє завдання, {Ім'я}. Вирушай до фортеці Тінеклик, що на південь звідси, та знайди смертоловів Адаманта та Вінсента. Знайди їх, можливо, їм потрібна допомога.

Ця завдання дуже важливе й небезпечне, {Ім'я}. Не підведи.]===],
[===[Знайдіть смертоловів Адаманта і Вінсента.]===],
nil,
[===[Тіло Вінсента лежить розтрощене і нерухоме.

Хоча, смертолов Адамант надішле звіт Гадреку... будь-які додаткові деталі, зібрані Вінсентом, залишаться з ним.

Але його рука стискає маленьку дрібничку...]===],
},
[1102] = {
[===[Мстива доля]===],
[===[Керн — благородний лідер, що об'єднав наш народ в Громовому Бескиді.

Та я не можу пробачити тих, хто вигнав нас з земель наших предків. Ми жили в південних Степах багато років. Це були наші священні землі. Та нас вигнали наші вороги.

Велика помста чекає на відьму, Чарлґу Бритвобоку, що збирає нечестиве вояцтво в краалі Бритвоболотих.

Принеси мені серце Бритвобокої, {ім'я}. Це принесе мені спокій.]===],
[===[Принесіть серце Бритвобокої Ольду Кам'яному Шпилю в Громовий Бескид.]===],
[===[Щойно з потворами крааля Бритвоболотих буде покінчено, я зможу спочивати з миром.

Ти вже {стать:був:була} в краалі? Я чекаю на серце Бритвобокої.]===],
[===[Бачу, кляті свинобрази з крааля Бритвоболотих тепер відчують на собі страждання мого народу. Як їм і належить.

Вигнання цілого народу з їх священної землі — злочин, гідний суворої кари.

Дякую, що не {стать:залишив:залишив} мене з моєю бідою, {ім'я}.]===],
},
[1103] = {
[===[Поклик води]===],
[===[Здоров, {стать:брате:сестро}! Ти теж {стать:прийшов:прийшла} очистити тутешні води та довести Іслен своє розуміння?

Я щойно сам переміг зіпсованого духа води, і якраз збираюся покласти його наручі та залишки води в жаровню.

Що це? А... Тьєв добре розуміє, коли щось йде не так. Що ж, я можу допомогти тобі, якщо тобі знову потрібен чистий дух води.

Принеси мені сапту води від Іслен, як доказ твоєї готовності, я почекаю.]===],
[===[Якщо вам не вдалося поговорити з меншим проявом води, принесіть сапту води Тьєву Мордуну у Срібнохвойний праліс.]===],
[===[У тебе є сапта, {стать:брате:сестро}?

Я знаю ше кой-кого, хто мав проблеми після перемоги над злим водяним духом — кажеться, він сильно довго ждав і вийшов з світу духів надто швидко. Не хочу, шоб це сталося з кимось ше, тож пожду тут трохи — впевнюсь, шо моя допомога більше нікому не треба.]===],
[===[А-а-а, то ти {стать:готовий:готова}...

Я положу свої речі в жаровню, а ти зможеш поговорить з духом.

І не переживай, шо не побачиш потойбічний світ за допомогою сапти... Старий Тьєв знає коє-шо про те, як працює магія сапти.

Пішли зо мною до святилища, поговорим з духами разом, {стать:брате:сестро}.]===],
},
[1109] = {
[===[Не все те золото...]===],
[===[Як ти можеш бачити, {ім'я}, ми в королівському товаристві аптекарів проводимо... цікаві досліди.

Моя робота як майстра-аптекара — спостерігати за найперспективнішими алхімічними проєктами. Роботи в мене купа, а часу обмаль.

Схоже, тобі не звикати до подорожей, {клас:к}. Допоможеш?

Мені потрібен один рідкісний і неприємний інгредієнт. Його можна дістати у кажанів, що водяться в дірі, що називається краалем Бритвоболотих. Принеси мені гуано краальських кажанів і ми розпочнемо роботу...]===],
[===[Принесіть купу гуано краальського кажана майстру-аптекару Фаранеллу в Підмістя.]===],
[===[Бачу, ти вже {стать:повернувся:повернулась}. Вдалось дістати гуано краальських кажанів?]===],
[===[Це те, що треба! Тепер ми можемо починати, {ім'я}.]===],
},
[1113] = {
[===[Ревнісні серця]===],
[===[Нащо мені це рідкісне гуано, спитаєш ти мене. Що ж, в цьому експерименті ми поглянемо, як взаємодіють між собою діаметрально протилежні сутності. Особливо, в токсичному середовищі, для... жахливіших результатів.

На північному сході Тірісфальського перелісся знаходиться Багряний монастир. В ньому живуть божевільні послідовники Багряного Походу. Вбий їх і принеси мені їх ревнісні серця.

Це буде надзвичайно!]===],
[===[Принесіть майстру-аптекару Фаранеллу в Підмістя 20 ревнісних сердець.]===],
[===[Ти вже {стать:повернувся:повернулась} з Багряного монастиря? Для цього чудового експерименту мені знадобиться багато сердець!

Певен, Варіматрас та Темна Леді також будуть раді позбавленню від цієї багряної нечисті.]===],
[===[Ох, яка чудова кривава картина, {ім'я}! Твої успіхи неймовірні!]===],
},
[1123] = {
[===[Рабін Сатурна]===],
[===[Для виконання цього завдання мажордом хранителя Ремулоса в Місячній поляні — Рабін Сатурна — шукає допомоги в дослідженні величезної пустелі далеко на захід від Танаріса, за Ун'Горо. Ти знайдеш його в Нічній Гавані, головному селищі Місячної галявини.

Я хочу, щоб ти {стать:розумів:розуміла} всю важливість твоєї присутності там. Стосунки між нічними ельфами Дарнасу і Кенарійським Колом Місячної галявини напружені. Будь вище расових відмінностей і скористайся мудрістю предків у спілкування з Колом, {ім'я}. Щасти тобі.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині. Місячна галявина знаходиться між Скверноліссям та Зимоключем, шлях до неї проходить через оплот Деревопузих.]===],
nil,
[===[Я Рабін Сатурна, і від імені хранителя Ремулоса та всіх мешканців цієї священної галявини я вітаю тебе.

Я ціную твою зацікавленість і прагнення допомогти Кенарійському Колу. Таурен виявили неймовірну прихильність принципам Кенарія, і завдяки їм Орду вітають на цій галявині. Адже збереження Азероту — наша спільна мета.

Тут ти серед друзів, {ім'я}.]===],
},
[1130] = {
[===[Звістка від Мелора]===],
[===[{ім'я}, Мелор Кам'яне Копито дізнався про твої подвиги і намітив для тебе шлях.

Якщо ти хочеш пройти його — вирушай до Громового Бескиду і поговори з Мелором. Ти знайдеш його на Верхів'ї Мисливців.]===],
[===[Поговоріть з Мелором Кам'яним Копитом у Громовому Бескиді.]===],
nil,
[===[Отже, ти {стать:прийшов:прийшла}, {ім'я}. Чи {стать:готовий:готова} ти до подорожі далекими землями?

Якщо так, {стать:юний:юна} {клас:к}, то слухай...]===],
},
[1131] = {
[===[Сталекус]===],
[===[Іноді ми полюємо заради їжі. Іноді — заради честі. А іноді ми полюємо, щоб засвоїти вчення Матері-Землі.

Але полювання, яке чекає на тебе, не має з цими речами нічого спільного. Ти маєш вбити істоту, яка не має благословення Матері-Землі.

Гієна на прізвисько Сталекус блукає Тисячею Шипів, що на південь від Степів. До нього прибиваються інші гієни і разом вони сіють страх серед інших, більш мирних звірів.

Знайди Сталекуса, {ім'я}. Знайди його і вбий.]===],
[===[Принесіть ребро Сталекуса Мелору Кам'яному Копиту в Громовий Бескид.]===],
[===[Тобі вдалося здолати Сталекуса, {ім'я}?]===],
[===[Перемігши Сталекуса, ти {стать:очистив:очистила} Тисячу Шипів від жахливої напасті.

І це, {ім'я}, твій сьогоднішній урок.]===],
},
[1136] = {
[===[Кригопаща]===],
[===[<ім'я>, настав час для твоєї подорожі в далекі краї. Ти {стать:готовий:готова}.

Тепер ти полюватимеш на Кригопащу, єті з Альтерацьких гір. Він невловимий, його біла шкура зливається зі снігами його гірського житла. Його рідко можна побачити.

Але я покажу тобі, як приманити таку істоту, як цей єті. Ось, візьми цей сувій. На ньому я написав, як можна приманити Кригопащу.

А тепер йди, {ім'я}. Шлях неблизький і на тебе чекає багато випробувань. Повертайся з гривою Кригопащі.]===],
[===[Принесіть гриву Кригопащі Мелору Кам'яному Копиту в Громовий Бескид.]===],
[===[Ти вже {стать:бував:бувала} в Альтерацьких горах, {ім'я}? Чи зустрічався тобі Кригопаща?]===],
[===[Щоб знайти і вбити Кригопащу, {ім'я}, потрібні і сила, і хитрість. У тебе є обидві ці якості.

Твій шлях привів тебе в долини Тисячі Шипів і у високі гори Альтераку. Одного дня він проведе тебе через усі краї Матері-Землі, бо такий шлях мисливця.]===],
},
[1145] = {
[===[Рій росте]===],
[===[Багато мандрівників, які приходили в Перехрестя, допомагали мені збирати яйця з Поля Велетнів, а потім розповідали, які смертоносні істоти там живуть. Я почув достатньо, щоб вважати цих комах набагато більшою загрозою, ніж думали мої господарі.

Мені потрібен кур'єр, що відправиться до Орґріммару на зустріч з Белґромом Скелебоєм. Це буде нелегка справа, яку можна доручити тільки тому, хто поставиться до завдання серйозно.

Зазвичай Белґрома можна знайти біля цехового будинку воїнів.]===],
[===[Доставте запечатану записку Коррана Белґрому Скелебою в Орґріммар.]===],
[===[Я заздрю тобі, {клас:к}. Схоже, ти давно не {стать:бував:бувала} в Орґріммарі.

Я б і сам вирушив у подорож на славу воєвождя, якби Тралл не потребував моєї роботи тут, у місті. Але він мудрий правитель, і я залишуся тут доти, доки буду йому потрібен.]===],
[===[А, записка від Коррана. Він вже давно служить Орді з усією відданістю. Я саме збирався дізнатися, як у нього справи в Перехресті.]===],
},
[1146] = {
[===[Рій росте]===],
[===[Отже, Корран дійшов схожого висновку щодо цих комах — схоже, що вони становлять набагато більшу загрозу, ніж ми думали.

Кілька днів тому з Тисячі Шипів повернувся ледь живий мисливець. Його із загоном відправили на Мерехтливі рівнини, щоб вигнати звідти групу дворфів, які проводили розкопки. Але під час бою з печери на місці розкопок вирвалося ще більше цих комах і ледь не вбили весь загін.

Їх очолював Моктар Крін, і зараз вони стали табором на кордоні Мерехтливих рівнин. Передай йому цю записку.]===],
[===[Передайте запечатану записку Белґрома Моктару Кріну в Тисячу Шипів.]===],
[===[Мене і мій загін привела на Мерехтливі рівнини війна, {клас:к}. А що привело сюди тебе?]===],
[===[Не звертай уваги на відлуння гуркоту, що лунає серед гір. Гобліни та гноми влаштовують перегони по рівнинах, змагаючись один з одним на кошмарних машинах, породжених тим, що вони називають "наукою". Тут, у Тисячі Шипів, є більші загрози, одна з яких нещодавно вбила більшу частину мого загону.

Але ми залишимося тут, доки не отримаємо звістку від Белґрома з Орґріммару. До тих пір ми утримуватимемо наші позиції та стоятимемо на сторожі.]===],
},
[1147] = {
[===[Рій росте]===],
[===[Гм. Схоже, Белґром вважає цих монстрів загрозою та хоче, щоб їх загнали в глибини, з яких вони вилізли.

Я так розумію, що вбивства дворфів з Ліги дослідників було йому недостатньо. Тепер я маю відправити напівмертвий загін у ще один бій. Ми не впораємося самотужки, принаймні не в такому стані. Розкопки знаходяться на південь звідси. Там більше не має бути дворфів. Хочеш допомогти нам своїм мечем чи посохом?]===],
[===[Вбийте 5 сілітідів-шукачів, 5 сілітідів-трутнів та 5 сілітідів-загарбників та поверніться до Моктара Кріна в Тисячу Шипів.]===],
[===[Зважаючи на кількість мандрівників, які приїхали на рівнини, щоб подивитися перегони, я впевнений, що ми знайдемо шукачів пригод, що допоможуть нам відбитися від цих комах. А доти мій загін не зможе покинути цей пост.]===],
[===[Ха! Ця лімфа, якою ти {стать:покритий:покрита}, пасує тобі, {ім'я}! Хоча смердиш ти так, що аж очі ріже. Не підходь надто близько кодо — вони або втечуть, або накинуться на тебе.

Гадаю, мої товариші погодяться, що твій запах сам по собі є доказом того, що ти {стать:зробив:зробила} свій внесок у боротьбу з цими комахами. Дякую, {ім'я}.]===],
},
[1148] = {
[===[Частини рою]===],
[===[Ви уважно оглядаєте панцир. Покрутивши його в руках, ви розумієте, що хітинове покриття щільно переплетене, що робить панцир неймовірно міцним. Ви досі не бачили нічого подібного. Ви оглядаєте рештки далі, і розумієте, наскільки ці створіння сильні та розвинені.

Дивлячись знову на панцир, ви думаєте, що Коррану було б цікаво вивчити цих істот детальніше. Це допомогло б йому дізнатися, що це за створіння, та звідки вони беруться.]===],
[===[Принесіть 1 серце, 5 кігтів та 3 цілі панцири сілітідів Коррану на Перехрестя.]===],
[===[Ох, пройшло чимало часу з тої пори, як ти {стать:приходив:приходила} до мене, {ім'я}. Чим я можу тобі допомогти? Ти виглядаєш так, ніби ти нещодавно {стать:брав:брала} участь у битві. Добре... це добре для Орди та для тебе. Чим більше битв ти побачиш, тим корисніше і сильніше ти будеш.]===],
[===[О, то ти нещодавно {стать:бачився:бачилася} з Моктаром? Він завжди дбав про мене. Прикро чути про те, що він витрачає свій час на те, щоб наглядати за своєю групою, замість того, щоб самому брати участь в бою. Та я впевнений, що він отримує задоволення від вбивства членів Ліги дослідників.

Ти {стать:вчинив:вчинила} правильно, принісши мені ці зразки, {ім'я}. Разом з цими яйцями, які ми знайшли на Полі велетнів, це дасть мені чудовий початок в дослідженні того, що це за комахи, і чого вони взагалі хочуть.]===],
},
[1149] = {
[===[Випробовування віри]===],
[===[Що ж, ти {стать:знайшов:знайшла} мене, чи, можливо, тебе привела до мене доля? Неважливо. Тепер ти тут, і перед тобою лежить новий шлях.

Особистість складається з багатьох граней: душі, тіла і розуму. Деякі з цих аспектів визначаються культурними традиціями, про наявність інших ми можемо тільки здогадуватися. Якщо ти погодишся, я випробую деякі з цих граней у тобі.

Якщо пройдеш випробування — станеш сильніше. Якщо ж провалиш — пізнаєш всю безодню Підсвіття.

Перше випробування — це випробування віри.]===],
[===[Якщо у вас є віра, стрибніть з дощок над Тисячею Шипів.]===],
[===[Віра. Вона є набагато важливішою, ніж дехто може собі уявити.

Неважливо у що ти віриш. Головне — вірити у щось.]===],
[===[Лише тоді, коли ми постаємо перед непередбачуваними труднощами, ми починаємо усвідомлювати, наскільки сильний наш дух. Ти {стать:повірив:повірила} у себе, навіть не маючи гарантій того, що ти виживеш. Твій розум відкритий, твій дух готовий до того, що чекає попереду.

Якщо бажаєш, можеш приступити до наступного випробування.]===],
},
[1150] = {
[===[Випробовування витривалості]===],
[===[Я радий бачити, що твоя мужність залишається непохитною, незважаючи ні на що. Твоя віра стійка, прийшов час випробувати твоє тіло.

Першим буде випробування на витривалість. Вирушай у лігво Оперених розбійниць на захід від застави Розкутого Вітру. Проберися в саме серце лігва та знищ їхні запаси їжі. Це має розлютити тамтешніх гарпій, і якщо ти виживеш, сама Ґренка Крововиск прийде за тобою. Вбий її та принеси мені її кіготь, щоб пройти це випробування.]===],
[===[Принесіть кіготь Ґренки Дорну Рівнинному Ловцю в Тисячу Шипів.]===],
[===[Ти маєш бути {стать:готовим:готовою} духовно, фізично та ментально для завдання, що чекає на тебе.

Дуже часто ми мчимо вперед непідготовленими. Я вважаю своїм обов'язком підготувати всіх новачків, які приходять до мене, незалежно від їхнього походження. Вони мають знати, з чим їм доведеться зіткнутися за порогом рідного дому.]===],
[===[Ґренка була дуже сильною, навіть для {стать:такого:такої} {раса:р}, як ти. Ти маєш пишатися своїм сьогоднішнім досягненням.

Під час твого випробування віри, ти {стать:продемонстрував:продемонструвала} силу духу, а зараз ти {стать:показав:показала} свою витривалість, зустрівшись в бою з Опереними розбійницями. Та настав час для нового випробування.]===],
},
[1151] = {
[===[Випробовування сили]===],
[===[За часів Старих Богів, елементалі населяли більшу частину світу. Вони поклонялися Старим Богам і таким чином, Боги, завдяки своїй силі, прив'язали елементалів до цього світу. Коли ж Старих Богів вигнали, елементалі теж покинули цей світ і тепер з'являються лише за покликом могутніх магів.

Але є й винятки. Деякі елементалі настільки сильні, що можуть залишатися в цьому світі. Один з таких елементалів — Рок'Алім.

Щоб випробувати свою силу, знайди Рок'Аліма в Тисячі Шипів та вбий його.]===],
[===[Принесіть фрагменти Рок'аліма Дорну Рівнинному Ловцю в Тисячу Шипів.]===],
[===[Племена кентаврів називають Рок'Аліма Руйнівником через гуркіт його кулаків, якими він лупцює тих, хто досить сміливий або дурний для того, щоб опинитися на його шляху.]===],
[===[Випробовування сили завершено. Ти {стать:продемонстрував:продемонструвала} свою силу та хоробрість, і тепер {стать:готовий:готова} до наступного та останнього випробовування після якого твоя посвята завершиться.]===],
},
[1152] = {
[===[Випробування знань]===],
[===[Твій час зі мною добігає кінця. Я знаю багато, але не можу проводити випробовування знань. Є іще багато уроків, які тобі варто засвоїти та місць, які треба відвідати.

Якщо ти {стать:готовий:готова}, знайди Брауґа Тьмяного Духа. Він дуже мудрий шаман. Він буде випробовувати тебе далі, тож прислуховуйся до його слів, {ім'я}.

Як будеш {стать:готовий:готова}, знайди тунель, що з'єднує Каміннопазуристі гори з Ясенедолом. Брауґ мешкає там. Будь {стать:обережним:обережною}, {ім'я}, нічні ельфи можуть завадити твоєму випробовуванню.]===],
[===[Знайдіть Брауґа Тьмяного Духа поруч з входом до Пазуродертого тунеля в Каміннопазуристих горах.]===],
nil,
[===[Дні та ночі холоднішають по всьому світу, гобліни роздирають землю, а нічні ельфи принижують молодші раси. Не тільки відречені та орки винні у негараздах, що спіткали Калімдор та Лордерон. Багато розумних рас заподіяли світу чимало болю. Дорн знає це, і він прислав тебе до мене, бо ти {стать:показав:показала}, що також це усвідомлюєш.

І тепер ти стоїш перед Брауґом.]===],
},
[1153] = {
[===[Зразок нової руди]===],
[===[{Клас:к}, ти добряче мені {стать:допоміг:допомогла} минулого разу. Наразі воєвождь задоволений моїми досягненнями та наказує продовжувати з новою рішучістю. Моя честь вимагає, щоб я по-справжньому відзначив тебе перед воєвождем за весь твій вклад, але спершу я знову попрошу тебе про допомогу.

Нещодавно сюди прибули мандрівники з півдня - місцевості, під назвою Тисяча Шипів. Там вони вбили кобольда, у якого був зразок незвичайної руди, але вони не захотіли мені його продати. А я конче хочу дослідити такий зразок.]===],
[===[Знайдіть неочищений зразок руди у жорствопикого копача або землеміра і віддайте його Таттернаку Сталевару в табір Таурахо, що в Степах.]===],
[===[Я знову побачив тих мандрівників - які не продали мені зразок руди. Плював я на них з високої гірки за те, що вони відмовилися допомогти воєвождю!

Нехай вони загинуть в бою як боягузи, а не як воїни, бо таке право мають лише ті, хто стали союзниками Орди.]===],
[===[Ладний зразок, {Ім'я}. Справді, хороший зразок.

Нехай вам повилазить, мандрівники! Тепер і в мене є руда, завдяки тобі, звісно ж.

Я негайно стану до роботи. Якщо метал виявиться достатньо міцним, то я зроблю зброю і надішлю її до воєвождя, щоб показати йому наш успіх.

Я не забуду твоєї допомоги, {клас:к}.]===],
},
[1154] = {
[===[Випробування знань]===],
[===[Ти {стать:пройшов:пройшла} випробовування Дорна, а тепер прагнеш пройти наступне? Дуже добре. Але всі твої попередні випробування були лише забавою для малюків. Випробовувати своє тіло легко, а от розум — це зовсім інша річ.

Я поясню простіше: знайди книгу, яку я назву, вивчи її та дай відповідь на мої питання, що стосуються цієї книги.

"Що за книга?" - ти запитаєш. "Спадщина Аспектів". Вона знаходиться на дні Дор'Даніла, що на півдні Ясенедолу, і охороняється мертвими друїдами та їхніми ж вбивцями.]===],
[===[Знайдіть книгу "Спадщина Аспектів" та принесіть її Брауґу Тьмяному Духу, що знаходиться біля входу до Пазуродертого тунелю в Каміннопазуристих горах.]===],
[===[Принеси мені книгу після того, як ти вивчиш її. Я не буду ставити тобі запитання, поки ти не віддаси мені книгу.]===],
[===[Це саме та книга, про яку я казав. Що ж, є надія, що ти відповіси на мої питання правильно... якщо ти не {стать:забув:забула} вивчити її зміст.

Коли будеш {стать:готовий:готова} — поговори зі мною, і я поставлю тобі запитання.]===],
},
[1159] = {
[===[Випробування знань]===],
[===[Молодець, {ім'я}. Ти {стать:пройшов:пройшла} першу стадію випробування знань, але є іще одне питання, на яке ти маєш дати відповідь. Щоправда, ставити його буду не я.

Відшукай Парквела Фінталласа в Лордероні. Він був великим істориком до того, як став жертвою Чуми. Він продовжує шукати просвітлення, але в іншій природі.

У нього буде доручення для тебе перед тим, як він поставить тобі питання, але ти {стать:впорався:впоралася} прекрасно минулого разу, тож я впевнений, що труднощів у тебе не виникне.]===],
[===[Знайдіть Парквела Фінталласа в Підмісті.]===],
nil,
[===[Тебе прислав Брауґ? Неможливо.

<Парквел оглядає вас.>

{стать:Відзначився:Відзначилася} в Дор'Данілі, {стать:зробив:зробила} стрибок віри і {стать:впорався:впоралася} з могутнім елементалем? Тьху! Ти явно {стать:якийсь самозванець:якась самозванка}, {стать:який наслухався:яка наслухалася} казочок у таверні. І ти думаєш, що зможеш пройти моє випробування? Ну що ж, добре... {клас:к}.]===],
},
[1160] = {
[===[Випробування знань]===],
[===[Я скажу, що тобі доведеться шукати та навіть поставлю своє запитання, та не тому, що ти хочеш проявити себе. Знання не менш важливі за силу. Навіть якщо хтось перевершує тебе в силі, твої знання можуть бути кориснішими.

Йди в монастир, що на півночі Тірісфальського перелісся. В бібліотеці ти знайдеш книгу, що називається "Джерела загрози невмерлих". З неї нині збожеволілі паладини черпають знання для знищення моїх побратимів.

Принеси її мені.]===],
[===[Знайдіть книгу "Витоки загрози невмерлих" і поверніть її Парквелу Фінталласу в Підмістя.]===],
[===[Сподіваюсь, ти {стать:приніс:принесла} вдосталь страждань Багряному Походу, поки {стать:шукав:шукала} книгу.

Моє ставлення до них не безпідставне. Хай вони колись і служили Світлу, та тепер їх мета — знищення всіх, хто не поділяє їх погляди. Вони вважають, що всі невмерлі — відречені чи ні — мають бути знищені. А всіх, хто ходить нашими землями називають або безумцями, або жертвами заклять невмерлих. Ідіоти. Ідіоти та дурні. Всі вони.]===],
[===[Це та сама книга, за якою я тебе відправив.

<Парквел повільно проводить рукою по обкладинці книги, оглядаючи її.>

То тепер ти чекаєш на питання, щоб довести, що розум твій не поступається силі та духу. Якщо ти уважно {стать:прочитав:прочитала} книгу — дай відповідь на моє наступне питання і ми завершимо ці випробування!]===],
},
[1164] = {
[===[Крадіжка у злодіїв]===],
[===[Шльондра! Свинюка! Кената досі жива, її сім'я ціла та процвітає, поки я страждаю. Справді, відречена!

Моя сім’я загинула - її забрала чума. Зникла і наша домівка, спалена та розграбована під час війни. І після всіх цих жахіть вона та її виродки мали нахабство викрасти єдині цінності, які в мене залишилися.

Мене більше не цікавлять речі, які вони вкрали. Тепер мені потрібні їхні голови!

Убий їх для мене! Йди до хутора Дабірі в Араті, на північний схід від Опорного пункту.]===],
[===[Принесіть Женаві Болотянці в Підмістя голови Кенати, Фардела та Марселя Дабірі.]===],
[===[Убий їх усіх і принеси мені їхні голови!]===],
[===[Ти стоїш переді мною, як образ помсти, і я кланяюся тобі у своїй вдячності.

Зі смертю цієї корови та знаючи, що її поріддя більше не розмножуватиметься на поверхні Азерот, я можу скерувати свою енергію на щось корисніше. Сподіваюся, ти {стать:вигріб:вигребла} їхній хутір після того, як їх {стать:прикінчив:прикінчила}.]===],
},
[1184] = {
[===[Частини рою]===],
[===[Повертайся до Белґрома в Оргріммар та скажи йому, що Моктар зробить усе, що від нього вимагається в Тисячі Шипів. Також скажи йому, що я роблю прогрес у дослідженнях, і сподіваюся скоро дізнатися ще більше. Він буде радий це почути.]===],
[===[Поверніться до Белґрома Скелебоя в Орґріммар.]===],
nil,
[===[Я вдячний тобі за твої зусилля, {клас:к}. Воєвождь із задоволенням послухає, {стать:яким наполегливим:якою наполегливою} ти {стать:був:була}, виконуючи свої обов'язки.

О, і звичайно, я зазначу йому твоє ім'я. Він часто зі мною розмовляє та дуже цінує мою думку.

А тепер іди, у мене ще багато справ. Якщо будеш говорити з Корраном, і у нього будуть новини про цих створінь — повертайся до мене. Я думаю, що до цих створінь не варто ставитися легковажно.]===],
},
[1195] = {
[===[Священне полум'я]===],
[===[Кентаври племені Ґалак у Тисячі Шипів охороняють артефакт, що зберігся ще з часів створення кентаврів.

Ми хотіли б отримати його, але для цього нам знадобиться фіал води з одного з місячних колодязів нічних ельфів.

Щоб набрати води, тобі спочатку потрібно отримати один з фіалів дріад, що мешкають поблизу прихистку Незайманого лісу в самому серці Ясенедолу. Біля західного берега Далекоплинної річки, на південь від головної дороги, є місячний колодязь, де ти зможеш наповнити фіал.]===],
[===[Принесіть наповнений гравійований фіал Занґену Кам'яному Копиту в Громовий Бескид.]===],
[===[Щойно в нас буде наповнений фіал, ми надішлемо його моєму помічникові, Рау, в Тисячу Шипів. Саме він і просив фіал цієї води і йому краще знати, що з нею робити далі.]===],
[===[Дуже добре. Це те, що потрібно Рау. Зможеш передати йому це? Тобі може сподобатися в Шипах.]===],
},
[1196] = {
[===[Священне полум'я]===],
[===[Віднеси цей наповнений фіал Рау Скелеступу на заставу Розкутого Вітру, що на південному сході Тисячі Шипів. Ти зможеш дістатись туди, скориставшись Великим підйомником на південному краю Степів.

Думаю, ти й надалі зможеш допомагати нам.]===],
[===[Передайте наповнений гравійований фіал Рау Скелеступу на заставу Розкутого Вітру.]===],
[===[Невже тебе прислав Занґен, гм?]===],
[===[Так, цей фіал гарно послужить нашим цілям. Завдяки спільному походженню дріад і кентаврів, вода з місячних колодязів дозволить нам подолати захист вічного полум'я, що оточує реліквію кентаврів.]===],
},
[1197] = {
[===[Священне полум'я]===],
[===[За допомогою цієї води ти зможеш загасити полум'я, що охороняє реліквію кентаврів. Однак воно згасне ненадовго, тому тобі доведеться діяти швидко.

На північ звідси знаходяться скелі Розщепленого Копита — фортеця кентаврів. Полум'я зберігається в укріпленні Розщепленого Копита, частині скелі, що ретельно охороняється.

Однак будь {стать:обережний:обережна}, кентаврів племені Ґалак там дуже багато, і вони неохоче віддадуть таку цінну річ.]===],
[===[Принесіть роздвоєне копито Рау Скелеступу на заставу Розкутого Вітру.]===],
[===[Не можу дочекатись, коли нарешті доторкнутись до роздвоєного копита. Ти вже {стать:дістав:дістала} його?]===],
[===[Я відчуваю дивну енергію в цьому копиті... Не сумніваюся, що вивчивши його детальніше, ми дізнаємося багато нового про кентаврів.

Я вдячний тобі, {ім'я}. А тепер я маю почати вивчення таємниць цієї реліквії.]===],
},
[1358] = {
[===[Зразок для Гелбріма]===],
[===[Мій колега в Калімдорі, аптекар Гелбрім, досліджує дію лордеронських токсинів на звірів Калімдору. Він буде дуже зацікавлений зразками вовчих сердець, які мені надіслав Ренферрел.

Гелбрім перебуває у Степах, в поселенні, відомому як Перехрестя. Щоб добратися до нього, сідай на дирижабль і лети до столиці орків - Орґріммару, а потім йди пішки на південь, у Дуротар. Прямуй на захід у Степи та незабаром дійдеш до Перехрестя.]===],
[===[Принесіть зразок вовчого серця аптекареві Гелбріму в Степи.]===],
[===[У тебе для мене пакунок?]===],
[===[О, дуже добре. Якщо початкові звіти правдиві, токсичність цих сердець може привести нас до подальших прогресу у нашому знанні отрут.

Це довгоочікуваний пакунок, {Ім'я}. Ти справді {стать:заробив:заробила} свою нагороду.]===],
},
[1359] = {
[===[Доставка Зінґе]===],
[===[Вовчі серця, як ти {стать:роздобув:роздобула}, мають особливість, небачену в інших схожих особин. Їхня токсичність мала б бути смертельною для самих вовків, у чиїх грудях ці серця билися! 

Це просто надзвичайно, і ми повинні вивчити це глибше. Я зберіг кілька зразків цих сердець. Віднеси їх моїй колезі, аптекарці Зінґе. Ти знайдеш її у нашому осередку в Підмісті.]===],
[===[Принесіть зразки вовчих сердець аптекарці Зінґе в Підмістя.]===],
[===[Ти маєш щось для мене?]===],
[===[О, так, це ті самі зразки, про які говорив Ренферрел. Мені не терпиться поекспериментувати з ними... Королівському товариству аптекарів завжди цікаво, коли відкривають нові форми токсинів.]===],
},
[1372] = {
[===[Нічого, крім правди]===],
[===[Наша експедиційні сили були відправлені за дорученням Варіматраса для дослідження нижнього Азероту.

Під час розвідки я помітив людину-шпигуна, що шпигував за притулком Бідаків. Перед тим, як я хотів його затримати, деякі наші оркські... побратими... захопили його і взяли з собою до Камінарда, їхньої фортеці у болоті Скорбот.

Я хочу... допомогти... нашим оркським союзникам. Вони не помітили наш табір, але я все одно збираюся протягнути їм руку допомоги.

Попрацюй з Фаустіном тут, щоб розробити... сироватку правди для нашого друга у Камінарді.]===],
[===[Поговоріть з аптекарем Фаустіном у притулку Бідаків.]===],
nil,
[===[Зредус щойно розповів мені про цього шпигуна перед тим, як ти {стать:прийшов:прийшла}.

Це справді серйозна проблема. Останнє, що нам потрібно, це шпигун, який винюхує щось в притулку Бідаків.

Я впевнений, що орки в Камінарді з цікавістю вислухають його. Зважаючи на те, що вони наші союзники... кхм... ми повинні допомогти їм вивідати будь-яку інформацію, яку вони можуть отримати від цієї людини.

Допоможи мені, {ім'я}, і ми доставимо сироватку правди в Камінард.

За Орду!

...я ж правильно сказав?]===],
},
[1383] = {
[===[Нічого, крім правди]===],
[===[Я знаю одну сироватку, яка нам може підійти. Вона розкриє правду як слід.

Щоб зробити її, мені знадобиться кілька сердець тіньових пантер з болота. Також потрібна зачарований гриб з повелителя болота, який мешкає неподалік. Я впевнений, що {стать:такий досвідчений:така досвідчена} {клас}, як ти, {ім'я}, зможе його переконати поділитися з тобою.

І найважче — тобі потрібно знайти пухлину глибокохода з далекого Спустошища. Ці гіганти рідко хворіють, а пухлини в них з'являються ще рідше.

А тепер йди!]===],
[===[Аптекарю Фаустіну з притулку Бідаків потрібні 5 сердець тіньової пантери, гриб повелителя болота і пухлина глибокохода.]===],
[===[Той шпигун у Камінарді безперечно... розкриє всю правду... після того, як вип'є моєї спеціальної сироватки. Ха-ха!

Необхідні інгредієнти зовсім не просто знайти. Тіньові пантери зазвичай знаходяться в болоті, але зібрати достатньо сердець для наших цілей може бути непросто. А повелитель болота може бути досить примхливим чудовиськом.

Та й пухлину глибокохода теж надзвичайно складно знайти. Але хімічна реакція, яку можна отримати з неї, неперевершена.]===],
[===[Чудово, {ім'я}! І саме вчасно. Судячи з того, що розповів мені Зредус, шпигун оговтався від ран і готовий до допиту.

Дай мені хвилинку, щоб підготувати отру.. тобто підготувати сироватку правди.]===],
},
[1388] = {
[===[Нічого, крім правди]===],
[===[Все йде за планом, {ім'я}. Я хочу, щоб ти {стать:дав:дала} цю сироватку правди смертолову Зредусу, і він покаже тобі, як правильно її... застосовувати.

Ха-ха!]===],
[===[Віддайте сироватку правди Фаустіна смертолову Зредусу в притулку Бідаків.]===],
[===[Схоже, що ти добре {стать:допоміг:допомогла} нашому дорогому другові, аптекарю Фаустіну.]===],
[===[Я знав, що старий Фаустін придумає щось гарне! Ти нам дуже {стать:допоміг:допомогла}, без сумніву.

А тепер перейдімо до справи, еге ж?]===],
},
[1391] = {
[===[Нічого, крім правди]===],
[===[Нам потрібно діяти обережно. Зрештою, ти ж не збираєшся туди просто зайти та переконати дурня випити сироватку Фаустіна, правда?

Але від випивки жодна людина не відмовиться. Я змішаю сироватку Фаустіна з цим елем. Я гарантую, що бідолаха без вагань прийме цю випивку.

Поспішай до Камінарда в болото Скорбот, {ім'я}. І збережи наше маленьке завдання в таємниці...]===],
[===[Віднесіть вариво Зредуса шпигуну Марксену в Камінард.]===],
[===[Будь ласка, змилуйся наді мною! Я маю відомості, які не стосуються Альянсу. Хоча я й не прихильник Орди, але ми зіткнулися зі зрадою, яку я маю викрити!]===],
[===[Напій для мене? Як мило з твого боку. Мені вже кілька днів не дозволяють пити. Дозволь мені випити це, а потім я розповім тобі, що я дізнався...]===],
},
[1394] = {
[===[Остання подорож]===],
[===[Ти гарно {стать:впорався:впоралася}, {ім'я}. Ти {стать:пройшов:пройшла} моє та всі попередні випробування. Повертайся до Дорна в Тисячу Шипів. Він відчує зміни в тобі, і побачить, що твій розум, тіло та дух досить сильні, щоб винагородити тебе за твої зусилля.

Завжди зберігай у собі ту гармонію, що ти {стать:демонстрував:демонструвала} в цих випробуваннях, {ім'я}, і тоді в майбутньому Дорн зможе випробувати тебе знову.]===],
[===[Поговоріть з Дорном Рівнинним Ловцем в Тисячі Шипів.]===],
nil,
[===[А, {ім'я}. Пройшло чимало часу відтоді, як ти {стать:ступив:ступила} на поріг мого дому. Схоже, що багато місяців минуло з того часу, як ти {стать:зробив:зробила} свій перший стрибок, який наставив тебе на шлях.

І зараз, ти повертаєшся до мене, набагато {стать:сильнішим:сильнішою} ніж раніше... І набагато {стать:мудрішим:мудрішою}. Це радує мене. За те, що ти {стать:пройшов:пройшла} всі мої випробування, ти отримаєш гідну винагороду.]===],
},
[1418] = {
[===[Ніка Кровошрам]===],
[===[Безплідні краї суворі й межують з територією Альянсу — Лох-Моданом, тому сполучення між Камінардом і аванпостом у Безплідних краях часто розривається. 

У тебе є можливість проявити себе, {Ім'я}. Вирушай в Безплідні краї та поговори з Нікою Кровошрам, головою розвідників Карґату, а потім принеси мені її доповідь.]===],
[===[Поговоріть з Нікою Кровошрам.]===],
nil,
[===[Гелґраму потрібна доповідь, га? Не минуло і трьох днів, як я посилала гінця в Камінард. Він що, провалив свою місію? Якщо в Камінарді немає мого донесення, то, схоже, він зазнав невдачі. 

Будемо сподіватися, що наступний вістовий, якого я пошлю, матиме більше навичок, або більше талану.]===],
},
[1419] = {
[===[Койоти-злодії]===],
[===[Чи багато днів ти {стать:провів:провела} у Безплідних краях, {клас:к}? Чи {стать:відчув:відчула} їхню спеку? Чи зустрічалися тобі тварюки, що блукають їхніми запиленими рівнинами? Час для цього настав.

Скельні койоти - міцної породи. Міцної та достатньо сміливої, щоб пробиратися у Карґат і красти з наших припасів їжі. Допоможи позбутися цих злодіїв у заставі!

Вполюй скельних койотів, {ім'я}. Вполюй їх і принеси мені їхні щелепні кістки. Принесеш вдосталь, і, можливо, тоді я повірю, коли ти кажеш, що знаєш Безплідні краї.]===],
[===[Принесіть 30 щелепних кісток койотів до Ніки Кровошрам у Карґат.]===],
[===[Ти маєщ щелепи?]===],
[===[Це мила колекція щелеп, {ім'я}. Тепер-то ці койоти не шматуватимуть наші запаси у пошуках шматків.

Чудова робота. Койоти Безплідних країв - не така вже й легка здобич. Твій вчинок доводить мені, що ти таки зможеш тут вижити.]===],
},
[1420] = {
[===[Доповідь Гелґрамові]===],
[===[Я написала нову доповідь для Гелґрама з Камінарда. Принеси її йому.

І якщо ти вважаєш себе гінцем, то не збийся зі шляху. І не попадайся ворогам.]===],
[===[Принесіть доповідь Ніки Гелґрамові Прудкому в Камінард.]===],
[===[Ти {стать:повернувся:повернулась}. Доповідь при тобі?]===],
[===[Дякую, {ім'я}. З доповіді Ніки я бачу, що Альянсові не бракне власних проблем. І, можливо, ми виявимо, що деякі вороги у нас спільні.]===],
},
[1422] = {
[===[Загроза з моря]===],
[===[Поки я буду працювати над твоєю зброєю, чому б тобі не поговорити з Катаром? Він, говорив, що йому потрібна допомога з патрулюванням узбережжя, і я б радше бачив як ти тримаєш розум та зброю напоготові, замість того, щоб напиватись з деякими іншими невдахами з цього табору.]===],
[===[Поговоріть з Катаром на болоті Скорбот.]===],
nil,
[===[Помовч трохи, {клас:к}. Навіть крізь глухий рев моря все ще чутно огидне булькання риболюдів.]===],
},
[1424] = {
[===[Став Сліз]===],
[===[Воєвождь відправив нас дослідити дивовиська, що відбуваються в храмі Атал'Гаккар.

Тролі Атал'ай — плем'я темних заклинателів, відомих тим, що використовують заборонену магію. Можеш собі уявити, як ми були вражені, коли дізналися що храм затоплений.

Тепер його чатують зелені дракони, які висувають права на звання захисників Азерот.

Ми повинні з'ясувати, що сталося. Досліджуй околиці ставу Сліз і збери артефакти Атал'ай. У такий спосіб я зможу скласти цю головоломку.]===],
[===[Зберіть 10 артефактів Атал'ай для Фел'зерула з Камінарда.]===],
[===[Ніхто не знає, які темні обряди творилися в храмі Атал'Гаккар. Але ми знаємо, що там застосовувалися потужні закляття.

Ми повинні дізнатися якомога більше про цю магію. Можливо, заклинання Атал'ай виявляться корисними для Орди.

Як тільки ти збереш достатньо артефактів Атал'ай в околицях ставу Сліз, я почну розуміти, чого саме сподівались досягти тролі і в чому була їх жахлива помилка.]===],
[===[Твоя старанність в збиранні артефактів Атал'ай заслуговує похвали, {клас:к}.]===],
},
[1426] = {
[===[Загроза з моря]===],
[===[Не маю любові ані до моря, ані до жодної істоти, що лізе з його глибин. Це могутня, але сліпа, стихія; байдужа і жорстока. З великим задоволенням я винищував би цих риболюдів сотнями, якби це було в моїх силах. Але мені принесе радість видовище їх загибелі від рук тих, хто виконує волю Орди.

Від твоїх рук, {клас:к}. Скількох ти зможеш вбити? Чи хочеш ти випробувати себе і битися з найсильнішими з них?]===],
[===[Убийте 10 болотних мурлоків, 10 болотних чорнильників і 10 болотних живоїдів, потім поверніться до Катара в болоті Скорбот.]===],
[===[Я терплячий. Терплячий і вічний як старий камінь з Дренору. Риболюди більше не порушать наші кордони, поки я ще можу стояти. Якби у нас була армія, я очистив би цей, і всі інші світи, від них. Я відчуваю, як моя ненависть клекоче, навіть, коли лише говорю про них.]===],
[===[Море здається величезним і невблаганним, але ти {стать:заплямував:заплямувала} його кров'ю його власних породжень. Риболюди знають, що таке біль. Їх тупість змусить їх згуртувати ряди після того розгрому, який ти їм {стать:учинив:учинила}, і це добре.

Нехай їх булькітливі крики заглушають шум моря аж до ночі. Я буду посміхатися кожен раз як почую, що хтось із них замовк.

Повертайся до мене, якщо раптом захочеться повбивати ще риболюдів. Я із задоволенням винагороджу тебе за це ще раз.]===],
},
[1427] = {
[===[Загроза з моря]===],
[===[Перш ніж піти відпочити, поговори з Ток'Каром знов. Поки тебе не було, думаю, він закінчив роботу над дечим зі зброї. За твою допомогу він запропонує ту зброю тобі. Було б непогано, якби ти {стать:випробував:випробувала} її силу на риболюдях, коли будеш {стать:готовий:готова}... зроби мені ласку.]===],
[===[Поговоріть з Ток'Каром на болоті Скорбот.]===],
nil,
[===[А, {ім'я}, ти {стать:повернувся:повернулась}. Добре. Я якраз закінчив виготовляти зброю для нашої боротьби проти мурлоків. За свіже м'ясо пилкозубів і за те, що {стать:змусив:змусила} Катара трохи посміхнутись, вибери собі щось.]===],
},
[1428] = {
[===[Тривала загроза]===],
[===[Мені приємно бачити, що ненависть, яку ти відчуваєш до риболюдів, зростає, як і моя.

Знайди їх на узбережжі, а потім коли битва буде закінчена, повертайся. Тоді ми вирішимо, як винагородити тебе за старанність.]===],
[===[Вбийте 10 болотних чорнильників, 10 болотних живоїдів і 10 болотних оракулів, потім поверніться до Катара в болоті Скорбот.]===],
[===[Доти, поки море і всі його породження не сконають я не буду задоволений... особливо ті огидні риболюди.]===],
[===[Відмінно, {клас:к}. Але я вимагаю більше їхньої крові. Нехай всі риболюди згинуть.]===],
},
[1429] = {
[===[Вигнанець Атал'ай]===],
[===[Поки ти сміливо {стать:долав:долала} небезпеки ставу Сліз, один з моїх розвідників повернувся з сувоєм написаним кров'ю на висушеній плоті. Здається, це судовий вирок жерцеві племені Атал'ай.

Цей жрець був засуджений до долі гіршої, ніж смерть серед своїх.

Він був вигнаний на північ до Внутрішніх земель, жити серед тролів племені В'ялошкірих.

Я зберу ці артефакти, а тобі належить знайти вигнанця і з'ясувати їх призначення. Повертайся до мене, як тільки завершиш подорож.]===],
[===[Принесіть пакунок з артефактами Атал'ай до вигнанця Атал'ай у Внутрішні земліі.]===],
[===[Прийти сюди було сміливим вчинком. Сміливим або дурним...]===],
[===[Ти приніс мені артефакти призову Атал'ай?

Я бачу, Джаммал'ан-Пророк веде своїх послідовників з Чертога Крові назустріч обраної ними долі. Цікаво, чи повернувся Гаккар у свій храм? Чи зустріли вони свою долю?]===],
},
[1430] = {
[===[Свіже м'ясо]===],
[===[Серед моїх покупців високий попит на соковите м'ясо повзунів, особливо м'ясо жахливого повзуна.

Якщо ти плануєш вирушити на узбережжя, то можеш зробити це з вигодою. Принеси мені кілька ніг жахливого повзуна і я відправлю їх до Орґріммару.

Узбережжя знаходиться на схід звідси, в тебе не має виникнути проблем з пошуком тих істот, що снують на березі та під водою.]===],
[===[Принесіть 10 ніг жахливого повзуна Дару на болото Скорбот.]===],
[===[У мене тут барильце вина чекає твого повернення, {ім'я}. Як на мене, товар спершу треба скуштувати, і лише потім відсилати замовнику.]===],
[===[Ех, це має бути відмінно. Не дочекаюся, коли спробую м'ясо повзуна, приготовлене належним чином на відкритому вогні. Візьми з собою в дорогу дещицю. Смак просто незрівнянний.]===],
},
[1431] = {
[===[Відносини з Альянсом]===],
[===[Почекай, {клас:к}, дозволь мені поділитися з тобою дечим важливим для нашого народу, та геть не очевидним.

Ми гордий народ, і війна з людьми виснажила навіть терпіння Тралла. Бачиш, наш воєвождь мудрий і розважливий, а інтереси нашого народу для нього понад усе. Зрештою, він дипломат, і за час, проведений з людьми, він багато чому навчився у них.

Якщо тобі це цікаво — знайди Келдрана біля західного виходу з міста. Його халупа там.]===],
[===[Поговоріть з Келдраном в Орґріммарі.]===],
nil,
[===[Патанні, {стать:благородний:благородна} {клас:к}. Мене звати Келдран, я вивчаю магію... та інші таємні мистецтва.

Справа, з приводу якої Крейвен послав тебе до мене, вимагає дещо більшої витонченості, ніж ті, з якими ти {стать:мав:мала} справу раніше, але це не означає, що ти не можеш нам допомогти.

Будь ласка, влаштовуйся зручніше, і я розповім тобі, чому воєвождю потрібна моя... і твоя допомога.

Все починається з зовнішності, {ім'я}. Якою бачить себе Орда. Якими нас бачать наші союзники. І найголовніше — якими нас бачать наші вороги.]===],
},
[1432] = {
[===[Відносини з Альянсом]===],
[===[У міру того, як Альянс просувається все глибше і глибше в Калімдор, може скластися враження, що Орда вступає в союз з Палаючим Легіоном. Воєвождь не може цього допустити. І з його благословення я беру під свій контроль їх усунення.

У мене є свої агенти в районі Спустошища на заставі Блукаючих Привидів на північ від великого кладовища кодо. Прямуй на південь від Обвугленої долини в Каміннопазуристих горах, і натрапиш на неї. Коли прибудеш туди, розшукай Такату Гостроклина.]===],
[===[Поговоріть з Такатою Гостроклином в Спустошищі.]===],
nil,
[===[Вітаю, {клас:к}. У тебе є звістки з Орґріммара? Це добре.

Тутешні краї наповнені демонами — навіть більше, ніж гноєм кентаврів. Конелюди вважають ці землі своїми, але очевидно, що є сили, з якими їм ніяк не впоратися, якщо не тримати їх під контролем.

Мені не подобається, що ми опосередковано допомагаємо кентаврам, але це на благо Орди, тож я виконую свій обов'язок перед воєвождем, навіть якщо це означає допомогу чорнокнижникам всередині Орди.]===],
},
[1433] = {
[===[Відносини з Альянсом]===],
[===[У Палаючого Леза багато планів, але знайте, що вони віддані злу до глибини душі, їхні душі зіпсовані, і єдиний спосіб їх зупинити — це знищити.

Келдран відправив Мавріна зі мною тому, що він знає багато чого про Палаюче Лезо і розуміється на методах чорнокнижників.

Він бореться з Лезом, поки я займаюсь іншими демонічними загрозами у Спустошищі.

Поговори з ним, і він розкаже тобі про свої плани.]===],
[===[Поговоріть з Мавріном Кісткощепом в Спустошищі.]===],
nil,
[===[О, так. Нам завжди знадобиться допомога тих, хто відданий воєвождю.

Мене звати Маврін. Я тут за наказом Келдрана і нашого юного воєвождя, Тралла. Я хочу допомогти нашому молодому лідеру протистояти злу, що загрожує його правлінню.

Підійди-но ближче, {клас:к}. Я розкажу тобі про свої плани усунення цього гнійного нариву, яким є Палаюче Лезо.]===],
},
[1434] = {
[===[Спаплюжені сатирами]===],
[===[Нашестя демонів не відбувається без причин — щось має дозволити злу закріпитися.

Це може бути слабкість духу, безглузде прагнення влади чи жага помсти. Коли нас охоплює біль, зло може скористатися нами — таке зло, як сатири.

Вони пов'язані з Палаючим Лезом і Тралл хоче, щоб їх перебили. Шукай їх на північному сході та повертайся до мене, коли розберешся з ними.]===],
[===[Вбийте 7 скаженолютих розбійників, 7 скаженолютих скверноклятів, 7 скаженолютих зрадників та 7 скаженолютих пеклокликів і поверніться до Такати Гостроклина в Спустошище.]===],
[===[Один товариш-таурен попередив мене, що сатири — не зовсім ті, якими здаються. Він вважає, що в них є щось більше, що їхнє зло — це викривлення їхньої справжньої природи. Але я цього не помічав.

Я бачу лише як вони безжально вбивають слабких і оскверняють душі тих, хто звертається до темних сил.

І я буду знищувати їх, допоки воєвождь не накаже мені інше. До тих пір мій меч не знатиме милосердя.]===],
[===[Ти добре {стать:потрудився:потрудилася}, {ім'я}. Ти {стать:проявив:проявила} свою честь і відданість.

Коли ми покінчимо з нашими справами в Спустошищі, воєвождь неодмінно дізнається про те, що ти {стать:допоміг:допомогла} нам виконати його волю.

Дякую тобі.]===],
},
[1435] = {
[===[Спалення духів]===],
[===[Смерть — єдиний вихід для цих жалюгідних створінь. Але смерті недостатньо, коли маєш справу з тими, хто віддався на поталу темряві.

Візьми цей самоцвіт. Коли один з послідовників Палаючого Леза буде при смерті, активуй його. Закляття витягне зіпсованого духа з його жертви, залишивши по собі наповнений самоцвіт.

Принеси мені ці самоцвіти, а я з ними розберуся.

Іди ж, і нехай тебе не наздожене смерть.]===],
[===[Принесіть палаючий самоцвіт і 15 наповнених палаючих самоцвітів Мавріну Кісткощепу в Спустошище.]===],
[===[Я намагався зробити закляття якомога простішим. Витягнути душу твоєї жертви з її вмираючого тіла має бути дитячою забавкою. Але не розраховуй, що магія самоцвіту сама вб'є твого ворога. Ти маєш використовувати самоцвіт лише тоді, коли твій ворог близький до смерті, інакше нічого не вийде.]===],
[===[А, ти {стать:повернувся:повернулася} з перемогою. Це добре. Віддай мені самоцвіти, і я покладу їх в надійне місце....

У мене більше немає для тебе доручень, {клас:к}. Поговори з Такатою, коли відпочинеш. Можливо, у нього знайдуться інші завдання, або, можливо, він попросить тебе повернутися до Орґріммару, щоб повідомити Келдрану про наші успіхи у Спустошищі.]===],
},
[1436] = {
[===[Відносини з Альянсом]===],
[===[Справи йдуть непогано, {ім'я}. Можливо, якщо ми продовжимо здобувати такі великі перемоги над демонами та їхніми поплічниками, воєвождь дозволить нам повернутися до наших домівок ще до наступної пори року.

Повертайся до Келдрана і розкажи йому, чого нам вдалося досягти. Я впевнений, що він винагородить тебе. Його справа важлива для нього, і він пишатиметься тим, що воєвождь цінує його зусилля.]===],
[===[Поговоріть з Келдраном в Орґріммарі.]===],
nil,
[===[Тобі вдалося досягти успіху в Спустошищі, та ще й якого, {ім'я}. Дякую тобі.

Дякую за твої зусилля, за витрачений час і за розуміння моєї справи. Тралл бажає миру між Ордою та Альянсом, і, вживаючи заходів щодо покращення відносин до нас, ми запобіжимо новим конфліктам.

Я твій боржник.]===],
},
[1462] = {
[===[Сапта землі]===],
nil,
nil,
[===[Поговоріть з провидицею Вороняче Перо, щоб отримати ще одну сапту землі.]===],
[===[Візьми її та пам'ятай — вона священна.]===],
},
[1463] = {
[===[Сапта землі]===],
nil,
nil,
[===[Поговоріть з Канагою Землезовом, щоб отримати ще одну сапту землі.]===],
[===[Я даю тобі її зі спокійною душею. Одного разу ти вже {стать:проявив:проявила} себе, але надалі тобі варто бути {стать:обережнішим:обережнішою}.]===],
},
[1464] = {
[===[Сапта вогню]===],
nil,
nil,
[===[Поговоріть з Телфом Джууламом, щоб отримати ще одну сапту вогню.]===],
[===[Нехай вогонь палає у твоєму серці, {ім'я}.

Стихії чекають на тебе.]===],
},
[1470] = {
[===[Відкриваючи завісу]===],
[===[Вітаю, дитино. Я бачу, що ти ще {стать:молодий:молода} у вміннях {стать:чорнокнижника:чорнокнижниці}, сила все ще ухиляється від тебе. Я відчуваю твоє бажання вчитися.

І ти будеш вчитися.

Немає сили в незнанні. Знання — наша найбільша сила. Завдяки цій силі ми можемо контролювати магію хаосу та істот безодні, підкоряючи їх нашій волі.

Я покажу тобі, як підкорити прислужника своїй волі, але спершу ти маєш принести мені три черепи брязкокісткових скелетів, що ходять поблизу покинутої кузні.]===],
[===[Принесіть Венії Мартанд 3 черепи брязкокісткового скелета.]===],
[===[Твоя сила поки невелика, хоча я підозрюю, що ти вже відчуваєш можливості.

Навіть мертвий може відчути себе живим, коли ця сила проймає нас.]===],
[===[Хоча ти ще {стать:недосвідчений:недосвідчена} та {стать:молодий:молода} у своєму знанні, ти {стать:довів:довела}, що маєш вдосталь здібностей, щоб опанувати заклинання виклику біса. Нехай тебе не вводять в оману його розміри. Хоча він не має фізичної сили, він володіє здібностями та хитрістю, які дуже тобі стануть у пригоді.

Слухай мене уважно, {ім'я}, бо повторювати я не буду, і я поділюсь з тобою цим знанням.]===],
},
[1471] = {
[===[Зв'язування]===],
[===[Ти, безперечно, {стать:бачив:бачила} коло виклику під нами? Тільки там ти зможеш викликати пустотника.

Використовуючи ці руни, ти зможеш викликати його, а потім ти {стать:повинен:повинна} підкорити його силою зброї та магії.

Коли ти підкориш його, він буде зобов'язаний тобі. Тоді повернись до мене, і я навчу тебе заклинанню виклику, щоб він міг служити тобі коли ти забажаєш.]===],
[===[За допомогою руни виклику викличте і підкоріть пустотника, а потім поверніть руну виклику Карендіну Галґару у квартал Магії Підмістя.]===],
[===[Сподіваюся, ти досягнеш успіху, {ім'я}. Однак, якщо ти не виправдаєш моїх очікувань, це буде найменшою з твоїх турбот.]===],
[===[Ти гарно {стать:впорався:впоралася}, {ім'я}. Тепер я навчу тебе виклику пустотника.

Сила, яка тобі відкрилася, тепер належить тобі. Використовуй її з розумом.]===],
},
[1472] = {
[===[Пожирачка душ]===],
[===[Сукуб — це пожирачка душ, руйнівниця сердець, спокусниця чоловіків. Це створіння глибокого зла та неперевершеного розуму.

Просто так в наш світ її не викличеш.

Тому ми використовуємо її силу проти неї. Перед серцями добрих, чистих, люблячих людей сукуб не зможе встояти та прийде до нашого світу. Тоді ти зможеш підкорити її та керувати нею.

Звернись до мого помічника Ґодріка Фарсана в храмі. Він допоможе тобі знайти приманку.]===],
[===[Поговоріть з Ґодріком Фарсаном у храмі Проклятих.]===],
nil,
[===[Тебе прислав Карендін? Тоді ти {ім'я}.

Не думай про мене погано через те, що я втратив зір. Тепер я бачу речі, які раніше лежали поза моїм полем зору, з ясністю, якої ніколи не знав раніше. Те, що колись вважав прокляттям, тепер є благословенням для мене.]===],
},
[1473] = {
[===[Створіння Порожнечі]===],
[===[Схоже, що ти {стать:готовий:готова} навчитися виклику пустотника.

Це створіння було створене хаосом, який лежить за межами нашого світу, і якщо ти викличеш його, та не зможеш його контролювати, ти будеш {стать:розірваний:розірвана} на шматки.

Перший пустотник був викликаний Еґаліном, і у його гримуарі описано, як це робиться.

На жаль, його викрав у нас агент Багряного Походу, який переховує його на своїй базі у вежі на заході. Принеси його мені, і я передам тобі знання.]===],
[===[Отримайте гримуар Еґаліна та принесіть його Карендіну Галґару у храм Проклятих.]===],
[===[Еґалін був моїм наставником, він навчав мене. Він з легкістю міг керувати пустотником, якого викликав.

Коли настала моя черга підкорити це створіння, я був занадто самовпевнений. Не грайся з силою, якою володієш, {ім'я}, вона може пожерти навіть {стать:найсильнішого:найсильнішу}.]===],
[===[Це чудово. Мабуть, Перрін навіть не здогадувався про справжню силу цієї старезної книги, яку він вкрав у нас.

Вона більше не вислизне з наших рук. Подивись, {ім'я}, на структуру заклинання та на те, як потрібно спрямовувати свою силу.]===],
},
[1474] = {
[===[Зв'язування]===],
[===[Використовуючи ці серця, наклади заклинання на коло виклику, щоб відкрити прохід, через який з'явиться сукуб. Твоя сила тепер велика, і тобі знадобиться вся вона, щоб перемогти сукуба.

Обережно з її спокусливими чарами, {ім'я}, багато сильних розумів було поневолено її волі. Коли ти переможеш сукуба, вона повернеться до безодні і я навчу тебе магії, що дозволить тобі викликати її за твоїм бажанням.]===],
[===[За допомогою чистих сердець викличте і підкоріть сукуба, а потім поверніть чисті серця Карендіну Галґару у квартал Магії Підмістя.]===],
[===[З-поміж всіх жителів безодні, сукуб — одна з найнебезпечніших, оскільки слабкі найлегше піддаються її впливу.

Запам'ятай це раз і назавжди.]===],
[===[Ти знову чудово {стать:впорався:впоралася}, {ім'я}. Пройшло чимало часу з того моменту, як я бачив {стать:такого молодого:таку молоду} {клас:з} з таким потенціалом. Будь {стать:впевнений:впевнена}, що я буду продовжувати спостерігати за твоїм прогресом, готувати та допомагати у твоїх майбутніх випробуваннях.

А тепер дозволь мені показати заклинання для виклику твого щойно підкореного сукуба.]===],
},
[1476] = {
[===[Чисті серця]===],
[===[Люди честі та доброти? Чи такі люди існують?

Знадобилося багато часу на пошуки, але за допомогою підслуханих історій мені вдалося знайти двох людей, що підійдуть.

Першим є Далін Кузневар, який присвятив себе допомозі біженцям Лордерона, від яких відмовилися їхні родичі на Сивогрівській стіні.

Інша — Корма Віллард, жінка, яка залишається вірною своєму втраченому коханню і блукає по Заболоттю, шукаючи знаків від неї.

Принеси їхні серця Карендіну. Але спочатку дозволь мені показати тобі твоїх жертв.]===],
[===[Принесіть серця Даліна Кузневара та Комара Вілларда до Карендіна Галґара у храм Проклятих.]===],
[===[Я приємно здивований швидкістю твого прогресу, {ім'я}. Принеси мені серця і ти знову вразиш мене.]===],
[===[Здається, серце порядної людини схоже на будь-яке інше, чи не так?

Можливо, ми маємо дещо... інші... погляди на цю тему. Ці підійдуть. Я не сумніваюся, що сукуб піддасться їхній чистоті.]===],
},
[1478] = {
[===[Виклик Галґара]===],
[===[А, {ім'я}! Я щойно отримав повідомлення від Карендіна Галґара, він бажає бачити тебе для подальшого навчання.

Ти можеш пишатися собою, {ім'я}. Не кожен день Майстер Галґар вирішує особисто навчати {стать:молодого:молоду} {клас:з}.

Ти знайдеш його у кварталі Магії в Підмісті, неподалік від храму Проклятих.]===],
[===[Поговоріть з Карендіном Галґаром у Підмісті.]===],
nil,
[===[Чудово, я бачу, Аґерону вдалось знайти тебе, {ім'я}. Давай не будемо витрачати час на балачки та люб'язності, а зосередимося на твоєму навчанні. Тобі ще багато чого треба навчитися.]===],
},
[1485] = {
[===[Підлі фамільяри]===],
[===[Ті чорнокнижники, які були перед нами, заробили собі погану репутацію і заслужили недовіру Орди, і хоча нас терплять, нас не люблять.

Проте це не згуртувало чорнокнижників, багато з них вирішили стати відлюдниками, займаючись магією самотужки. Я не намагатимусь повести тебе тим чи іншим шляхом, але допоможу тобі у твоєму становленні.

Перш ніж я навчу тебе виклику, принеси мені шість голів підлих фамільярів з печери на північному сході.]===],
[===[Принесіть 6 голів підлих фамільярів Рузану.]===],
[===[Важливо, щоб ти {стать:міг:могла} контролювати істот, яких викликаєш за допомогою своєї магії. Тих, хто цікавиться ремеслом чорнокнижників, і так мало, тож я не дозволю тобі ризикувати життям перш ніж побачу, що ти до цього {стать:готовий:готова}.]===],
[===[Протягом твого навчання, ти навчишся викликати найрізноманітніших істот. Усі вони по-своєму корисні, навіть якщо це не очевидно на перший погляд.

Не дай обдурити себе маленьким розміром біса. Як ти, без сумніву, {стать:помітив:помітила}, це все ще небезпечний супротивником.]===],
},
[1489] = {
[===[Гамуул Рунний Тотем]===],
[===[В панцирах, що ти мені {стать:приніс:принесла}, я відчуваю порчу, яку ще ніколи не бачив. Я впевнений, що вода оазису є тому причиною, і я вже відчуваю загрозу, яку вона несе цим землям. Це схоже на те, як ніби земля спить і не може прокинутися.

Плачучі печери повинні бути джерелом порчі. Але перед тим, як ти туди підеш, поговори з Гамуулом Рунним Тотемом, старшим друїдом. Я надіслав йому звістку про події в Степах. Він мудрий, і може запропонувати тобі пораду.

Ти знайдеш його в Громовому Бескиді, на Верхів'ї Старійшин.]===],
[===[Поговоріть з Гамуулом Рунним Тотемом]===],
nil,
[===[Вітаю тебе, {ім'я}. Ласкаво прошу і пропоную тобі зібрати всі свої сили. Завдання, яке ми доручимо тобі, буде вкрай нелегким.]===],
},
[1490] = {
[===[Нара Дика Грива]===],
[===[Я перенісся у світ сновидінь і побачив орден друїдів, що мешкає в Плачучих печерах. Колись їх вела благородна мета, але нині вони зійшли зі свого шляху. Тепер вони — слуги зла, що просочується через Степи.

Я старий і сили мої вже не ті, тож я не зміг пробути в сні довше, щоб дізнатись більше про цих проклятих друїдів. Та Нара молода і міцна духом. Вона не покинула сон зі мною і залишилась там на довший час.

Поговори з Нарою. Вона он в тому шатрі.]===],
[===[Поговоріть з Нарою Дикою Гривою.]===],
nil,
[===[Так, це правда. Я знаю дещо про друїдів з Плачучих печер і бачила їх спотворені, вкриті лускою обличчя. І я знаю, що вони затіяли.

Ти маєш зупинити їх, {ім'я}.]===],
},
[1492] = {
[===[Завідувач причалу Запаморок]===],
[===[Мені потрібно відправити ящик з зіллям, реактивами та іншими речами моїм партнерам зі Старого Світу. Я не маю часу, щоб самотужки нести його до причалу в Брашпиль, а останній караван вже відбув.

Якщо можеш — будь ласка, віднеси це завідувачеві причалу Запамороку. Він подбає про те, щоб це доставили наступним човном до Бухти Чорноводдя.]===],
[===[Віднесіть запечатаний ящик завідувачеві причалу Запамороку в Брашпиль.]===],
[===[Бажаєш відплисти на наступному кораблі чи хочеш відправити щось на інший край світу?]===],
[===[Невеликий ящик. Так, думаю, для нього знайдеться місце на борту корабля. Він відпливе з наступним припливом, це досить скоро? Чудово. Дозволь мені тільки записати це в мій гросбух.

Ну ось, все готово! Гарного дня, {клас:к}.]===],
},
[1498] = {
[===[Мистецтво захисту]===],
[===[Одна з твоїх найважливіших задач, як {клас:р}... захист. Ми - щит Орди, що оберігає наших слабших побратимів. Якщо ти хочеш вступити до наших рядів - доведи свою стійкість.

Йди до Громового кряжу, що в Дуротарі. Там водяться блискавкошкури та громоящіри. Доведи свою міць в бою проти них. Як вистоїш проти них - принеси мені їх припалену луску.

Справишся - і я погоджусь навчати тебе.]===],
[===[Принесіть 5 припалених лусок Узеку на Далекостежну заставу в Степах.]===],
[===[{стать:Приніс:Принесла} луску, {ім'я}? Якщо не справишся з громоящірами, я не буду тебе навчати.]===],
[===[А-а-а, бачу, ти {стать:поборов:поборола} громоящірів, а отже, і {стать:довів:довела} свою стійкість. Тепер я покажу тобі, як міцність тіла та спритність рухів формують непробивний захист.

Добре запам'ятай мої настанови, {ім'я}. І будь {стать:готовий:готова} до подальших вказівок.]===],
},
[1499] = {
[===[Підлі фамільяри]===],
[===[Зурііта часто посилає таких новачків, як ти, щоб допомогти розібратись зі створіннями у печері, біля якої ти {стать:боровся:боролася} з підлими фамільярами.

Думаю, тобі не завадить набратися досвіду, допомагаючи їй. Не забудь сказати їй, що ти {стать:вирішив:вирішила} проблему з бісами — вона, ймовірно, нагородить тебе за це.]===],
[===[Поговоріть з Зуріітою Далековзірною.]===],
nil,
[===[Ти добре {стать:впорався:впоралася}, {ім'я}.

Хоча підлі фамільяри були лише ручними звірятками темних сил Палаючого Леза, однак твій успіх віщує про твої великі подвиги в майбутньому.]===],
},
[1501] = {
[===[Створіння Порожнечі]===],
[===[Так мало залишилось чорнокнижників... Ми багато ризикуємо, але наші ризики виправдані. Якщо ти хочеш бути {стать:корисним:корисною} для Орди та воєвождя, тобі потрібно дуже швидко досягти успіхів у своїх здібностях.

Настав час вивчити нове заклинання виклику.

Та спочатку тобі потрібно відновити скрижаль Верґи, яку викрали чорнокнижники Палаючого Леза і яка зараз зберігається в їхньому лігві в Скелі Черепа, що на сході від міста. З цією скрижаллю я покажу тобі руни, необхідні для виклику пустотника.]===],
[===[Принесіть скрижаль Верґи Ґан'рулу Кривавому Оку в Орґріммар.]===],
[===[Скрижаль Верґи у тебе, {ім'я}? Якщо ні, то я не хочу розмовляти з тобою, доки ти її не знайдеш.]===],
[===[Чудово. Сподіваюся, ти {стать:завдав:завдала} Палаючому Лезу багато втрат, коли {стать:забирав:забирала} її.

Вони були кісткою в горлі для воєвождя та великою загрозою для чорнокнижників в цілому.]===],
},
[1502] = {
[===[Тун'ґрім Вогнегляд]===],
[===[Зброя воїна має бути найкращою. Якщо хто і вміє робити високоякісну зброю, так це Тун'ґрім Вогнегляд. Він - самітник, що живе на пагорбах, що на сході від Перехрестя.

Якщо тобі потрібна добра зброя - йди до Тун'ґріма. Щоб дістатись до нього, тобі слід відправитись на захід до Перехрестя, а потім йти на схід, прямісінько на пагорб. Він живе на вершині.]===],
[===[Поговоріть з Тун'ґрімом Вогнеглядом в Степах.]===],
nil,
[===[Мої очі давно висохли від жару кузні, та дещо я ще бачу. Бачу, що тобі щось треба від мене.

І раз ти {стать:знайшов:знайшла} дорогу до мене, то я здогадуюсь, чого саме ти хочеш.]===],
},
[1503] = {
[===[Кована сталь]===],
[===[Буде тобі зброя, {ім'я}. Та спочатку ти маєш допомогти мені. Кілька днів тому на мене напало плем'я Бритвогривих з північного заходу. Вони побоялися битись зі мною, та знаючи, що я погано бачу - відволікли мене своїм фирканням та поцупили дещо в мене! Боягузи!

Вони забрали залізну скриню, в якій було кілька брусків кованої сталі. Якщо повернеш їх мені - я дам тобі зброю.

Пошукай залізну скриню в таборах свинобразів і повертайся зі сталлю.]===],
[===[Принесіть бруски кованої сталі Тун'ґріму Вогнегляду в Степи.]===],
[===[Ти {стать:приніс:принесла} мої бруски сталі.]===],
[===[Ти {стать:знайшов:знайшла} їх! І всі вони на місці, що й не дивно. Звідки Бритвогривим знати, що робити з такою чудовою сталлю.

Дякую, {ім'я}. Ось твоя зброя. Хай вона добре послужить тобі.]===],
},
[1504] = {
[===[Зв'язування]===],
[===[Поглянь на скрижаль Верґи, вона містить гліфи, які знадобляться тобі для виклику. Віднеси їх до кола в наметі Нііру Вогняного Леза на іншому боці печери. Там ти зможеш викликати пустотника.

Ти {стать:повинен:повинна} перемогти його будь-якими фізичними та магічними засобами. Коли це буде зроблено, повернись до мене з гліфами виклику, і я продемонструю, як ти можеш підкорити цю істоту своїй волі.]===],
[===[За допомогою гліфів виклику викличте і підкоріть пустотника, а потім поверніть гліфи виклику Ґан'рулу Кривавому Оку в Орґріммар.]===],
[===[Пустотник — дуже сильне створіння. Я пам'ятаю, коли я був на твоєму місці, {ім'я}. З роками мій власний пустотник став менше опиратися мені, хоча я підозрюю, що це лише тому, що він сподівається, що я втрачу пильність.

Пам'ятай це, {ім'я}.]===],
[===[Ти добре {стать:впорався:впоралася}, {ім'я}. Я покажу тобі, як викликати пустотника, подібного до того, якого ти щойно {стать:переміг:перемогла}.

Ти {стать:повинен:повинна} знати, що ми багато очікуємо від тебе, і поки що ти виправдовуєш всі наші очікування.

Однак хай успіх не затьмарює тобі голову, оскільки попереду тебе чекає ще багато викликів і завдань.]===],
},
[1505] = {
[===[Ветеран Узек]===],
[===[Орда шанує своїх воїнів і їх сила не піддається жодним сумнівам. Але справжній воїн має бути хорошим учнем.

Знайди Узека. Він - ветеран багатьох битв і зараз навчає молодих воїнів мистецтву битви. Ти знайдеш його південніше Далекостежної застави, гарнізону орків на кордоні Степів та Дуротару, що на сході.]===],
[===[Поговоріть з Узеком на Далекостежній заставі.]===],
nil,
[===[Вітаю, {стать:юначе:юначко}. Ти {стать:прийшов:пришла} навчатись, так?]===],
},
[1506] = {
[===[Виклик Ґан'рула]===],
[===[Ти {стать:прийшов:прийшла}. {ім'я}, чи не так?

Сподіваюсь, у тебе немає запланованих справ, оскільки Ґан'рул хоче негайно побачитися з тобою. Ти знайдеш його разом зі старшими чорнокнижниками в Розколині Тіні.

Виходячи з мого минулого досвіду спілкування з Ґан'рулом, його виклик може бути як дуже хорошою, так і дуже поганою річчю.]===],
[===[Поговоріть з Ґан'рулом Кривавим Оком в Орґріммарі.]===],
nil,
[===[Добре. Я боявся, що Офек не зможе знайти тебе.

Час розширити твої знання {клас:р}. Будь-які справи доведеться відкласти на потім.

Я сподіваюся, це не буде проблемою?]===],
},
[1507] = {
[===[Пожирачка душ]===],
[===[Настала пора дізнатися більше про магію виклику. Ти будеш вчитися викликати сукуба — створіння з неймовірними ментальними здібностями. Вона може підкорювати волю слабких духом створінь — але не бійся! Я впевнений, що ти впораєшся з цим викликом.

Сукуб може бути викликаний лише за умови, що його спокусить предмет, що відображає велику любов та відданість. Я залишаю пошуки такого предмета на тебе.

Хочеш пораду? Поговори з Казулом... Цьому древньому чорнокнижнику багато що відомо.]===],
[===[Поговоріть з Казулом в Розколині Тіні.]===],
nil,
[===[Гм... {ім'я}. Ти все ще новачок на своєму шляху, але я відчуваю в тобі потенціал для величі.

Ти {стать:народився:народилася} з даром, {ім'я}. Дивись, не згай його.]===],
},
[1508] = {
[===[Сліпий Казул]===],
[===[Гмм... Звичайно, ти не за цим {стать:прийшов:прийшла} до мене.

Якщо Ґан'рул відправив тебе до мене, то, мабуть, тому, що ти маєш викликати сукуба і тобі потрібна приманка.

Гмм... Якщо ти довіряєш сліпому поводиреві, {ім'я}, то слухай. У скелях Орґріммару, західніше від вежі приборкувачів виверн, живе Занкая. Вона чекає на повернення свого партнера.

Йди до неї.]===],
[===[Поговоріть з Занкаєю в Орґріммарі.]===],
nil,
[===[Ти {стать:прийшов:прийшла} з новиною про Доґрана? Він мав повернутися кілька днів тому, але я досі нічого не чула про нього...]===],
},
[1509] = {
[===[Звістка про Доґрана]===],
[===[Мій чоловік, Доґран, недавно був призначений на службу в Перехресті. Це було підвищення, і він був дуже гордий.

Звичайно, я була сумною, але не показувала йому цього. І була занепокоєною. Степи — це більш небезпечне місце, ніж Орґріммар, і я боялась найгіршого.

А зараз вже минув тиждень від того, як він мав повернутися, та я не отримала жодної вісточки від нього...

Можливо, ти {стать:міг би:могла б} сходити до Перехрестя та дізнатися, чи є якісь новини? Він служив з Ґазроґом, який має бути там на службі.]===],
[===[Поговоріть з Ґазроґом на Перехресті.]===],
nil,
[===[Занкая? Це дружина Доґрана, вірно?

Так, я чув про нього, але це не та новина, яку потрібно їй дізнатися...

Ні, він не помер. Але він поранений і у полоні свинобразів.]===],
},
[1510] = {
[===[Звістка про Доґрана]===],
[===[Він був призначений до табору Таурахо, де ми намагалися знищити свинобразів. Він повів за собою кількох бугаїв до одного з їхніх таборів, де його сильно поранили. Решта повернулась і спробувала його врятувати. Він мав поганий вигляд, його рани гноїлися, тому вони побоялися рухати його в такому стані.

Вони надіслали повідомлення сюди, щоб отримати лікувальне зілля у тролів у Малака'джина на підніжжі Каміннопазуристих гір. Ми відправили туди посланця, щоб забрати зілля, але він ще не повернувся.]===],
[===[Поговоріть з Кен'зіґлом в Малака'джині.]===],
nil,
[===[Ще один орк, еге ж? Сподіваюся, ти не {стать:прийшов:прийшла} за тим, іншим. Він не впорався. Про нього попіклувались гобліни.

Він встиг сказати, що йому потрібен лікувальний настій, але нічого більше.]===],
},
[1511] = {
[===[Настій Кен'зіґли]===],
[===[Я передбачав, що хтось ще прийде забрати настій, тому все підготував.

Ось, тримай, {ім'я}. Пам'ятай, ти {стать:повинен:повинна} дати йому лише половину! Цього буде достатньо, щоб він міг рухатися, не стікаючи кров'ю. Зачекай ніч, а потім дай йому другу половину.

Так чи інакше, тобі потрібно передати це Лоґмару в табір Таурахо. За словами першого, хто до мене прийшов, він повинен знати, де знаходиться цей Доґран.]===],
[===[Принесіть настій Кен'зіґли бугаю Лоґмару в табір Таурахо.]===],
[===[Так, що це в тебе?]===],
[===[Нарешті! Доґран вмирає там, чекаючи на цей настій.

Ми маємо негайно доставити це йому, але більшість моїх бугаїв знаходиться на завданні.]===],
},
[1512] = {
[===[Дар кохання]===],
[===[Занкая молода і прекрасна. Бути прикутою до каліки... Я не дозволю їй страждати від такої несправедливості.

Залиш мене, {ім'я}. І дякую тобі. Я краще закінчу своє життя в славній битві, а не буду тягнути це жалюгідне існування.

І, будь ласка, я прошу тебе не говорити їй про це... Я не хочу, щоб вона почувалася винною.]===],
[===[Віднесіть вкритий брудом кулон Ґан'рулу Кривавому Оку в Орґріммар.]===],
[===[Ти {стать:повернувся:повернулася}. {стать:Готовий:Готова} до битви з сукубом?]===],
[===[Якщо ти кажеш, що цього достатньо, то я вірю тобі, {ім'я}. Але дозволь мені його почистити... Так, блискучий та чистий, він буде ще привабливішим для сукуба.]===],
},
[1513] = {
[===[Зв'язування]===],
[===[Віднеси цей кулон до кола виклику в наметі Нііру, {ім'я}. Виклич потворного сукуба, а потім продемонструй свою майстерність. Я вірю у силу твоєї магії. Однак, будь {стать:обережним:обережною}, оскільки гордість та самовпевненість зламали багатьох перспективних чорнокнижників.

Коли переможеш, поверни кулон мені, щоб я міг повідомити Занкаї цю новину.]===],
[===[За допомогою кулона Доґрана викличте і підкоріть сукуба, а потім поверніть кулон Ґан'рулу Кривавому Оку в Орґріммар.]===],
[===[Коли я дивлюся на сукуба, моє серце починає битися сильніше... Але водночас, я майже відчуваю, як моя душа відпливає, розходячись, як прилив і відлив.

Будь {стать:обачним:обачною}.]===],
[===[Успіх! Безумовно, меншого я й не очікував від {стать:свого найкращого учня:своєї найкращої учениці}.

Ти {стать:показав:показала} чого ти {стать:вартий:варта}, і я з радістю покажу тобі заклинання виклику твого підкореного сукуба. Йди, тобі ще багато чого треба навчитись, і коли наступного разу я побачу тебе, я очікуватиму, що ти по-справжньому підкориш сукуба.

Не сумуй за Доґраном і Занкаєю, але пам'ятай про цю історію, вона стане добрим захистом від хитрощів темної сили, яку ти {стать:навчився:навчилася} викликати сьогодні.]===],
},
[1515] = {
[===[Полон Доґрана]===],
[===[Ти {стать:зайшов:зайшла} вже далеко, тому я не зупинятиму тебе, якщо ти бажаєш довести це до кінця. Але я не можу надати тобі своїх воїнів, ти будеш {стать:сам:сама}.

Доґрана утримують в таборі свинобразів на північ звідси. Шукай дві хати, в яких його утримують. Він буде під посиленою охороною — якщо його ще не вбили, або він не помер від ран.

Хай щастить.]===],
[===[Принесіть настій Кен'зіґли до Доґрана в Степи.]===],
[===[Уууф-фф...]===],
[===[Яка гидота...

Я відчуваю силу, якої вистачить, щоб шкандибати звідси... Але моя нога, я втратив її назавжди. І руку теж.]===],
},
[1516] = {
[===[Поклик землі]===],
[===[Час прийшов, {стать:юний:юна} {клас:к}. Твої сили зросли, а твій дух непохитний, як земля. Те, що ти {стать:вирішив:вирішила} йти шляхом {клас:р}, саме по собі є доказом твоєї мудрості.

Стихія землі направить твою долю та стане частиною тебе, якщо ти {стать:готовий:готова} до цього. Але тобі доведеться постати перед самою землею. Якщо ти {стать:готовий:готова}, то побачиш речі, що відомі лише шаманам.

Відшукай на півночі скверноловів і забери в них два копита. Після цього повернись до мене і ми обговоримо твоє майбутнє.]===],
[===[Принесіть 2 копита скверноловів Каназі Землезову у долину Випробувань.]===],
[===[Терпіння — найбільша чеснота землі. Земля є свідком змін багатьох речей: гори стають пустелями, річки — ущелинами. Земля — найбільш вперта та мудра з усіх стихій і вона не виносить нетерплячість.

Земля кличе тебе зараз, бо наближається час битви. Коли ти повернешся до мене, то будеш ще на крок ближче до своєї цілісності.

Усі інші будуть заздрити твоїй мудрості та ненавидіти тебе через своє невігластво.]===],
[===[Чудово. Твій успіх доводить, що ти {стать:готовий:готова}.

З усіх стихій земля являє собою основу для усіх речей. Це твоя сила, твоя витривалість та твоє терпіння. Земля захистить тебе, але тільки якщо ти ставитимешся до неї з належною повагою. Як і інші елементи, навіть земля може бути норовливою. Земля — основа життя, і, дотримуючись її законів, ти отримаєш більшу мудрість. Ніколи не забувай про таємниці, якими ділиться із тобою земля.

Тепер я зроблю для тебе сапту, і прийнявши її, ти зрозумієш свій шлях.]===],
},
[1517] = {
[===[Поклик землі]===],
[===[Сапта — це напій, створений для того, щоб зв'язувати наш дух зі стихіями. З'єднаний з магією, цей напій дозволить тим, хто володіє сильною волею, побачити стихії так, як ніхто інший. Твій дух поєднається зі стихією, для якої було створено сапту. Рецепт цієї сапти відомий лише кільком шаманам.

Сапту можна пити лише у священних місцях і ніде більше. Пам'ятай про це.

Відшукай камінь духа на південний захід звідси. Він розташований наприкінці Прихованої стежки. Випий там свою сапту та... ну, {стать:сам:сама} побачиш.]===],
[===[Знайдіть камінь духа та випийте біля нього сапту землі.]===],
nil,
[===[А... {ім'я}... земля рада, що ти тут.

Поєднавши своє тіло із духом, ти підеш вперед, знаючи, що гори — твоя сила, рівнини — твоє терпіння, а сам світ — основа твоєї сутності.

Усе, що потрібно тобі, щоб виконати цей обряд — це покірно постати перед землею. Але інші обряди вимагатимуть активніших дій. Вони можуть бути непередбачуваними та часто жорстокими, але така вже природа стихій. Тобі слід навчитися справлятися з вічною боротьбою протилежностей, що лежить в їхній основі.]===],
},
[1518] = {
[===[Поклик землі]===],
[===[Візьми в мене цей грубий кварц та віднеси його Каназі Землезову як підтвердження нашої зустрічі. Він створить для тебе тотем, серцем якого буде цей камінчик. Яким би малим він не здавався, ти згодом зрозумієш що розмір не має значення, і що навіть найменші речі можуть пережити багато інших.

Наберись терпіння, {ім'я}. Залишайся {стать:сильним:сильною}. І шукай мудрості. Це те, про що тебе просить земля. Зрештою, ти станеш одним цілим із землею — шануй її, і вона шануватиме тебе.]===],
[===[Принесіть грубий кварц Каназі Землезову у долину Випробувань.]===],
[===[Ось ти й {стать:став:стала} на перший з чотирьох шляхів, які назавжди вестимуть тебе до твоєї долі.

Якщо ти маєш камінь, що дала тобі земля, я дам тобі обіцяний тотем.

Якщо ж ні, то повертайся коли знайдеш свій шлях.]===],
[===[Чудово!

Тотем, який я зроблю для тебе — це більше, ніж символ твого статусу {клас:р} — він потрібен не тільки для цього. Один із варіантів його застосування — це зосередження на ньому заклинань. Ці заклинання пов'язані із землею, і згодом, як ти набуватимеш все більшої й більшої мудрості, тобі стане доступно більше здібностей землі.

Тренери знатимуть, коли ти будеш {стать:готовий:готова} отримати нові знання.

А поки що візьми цей тотем землі...]===],
},
[1519] = {
[===[Поклик землі]===],
[===[Час настав, {стать:молодий:молода} {клас:к}. Твоє тіло кріпшає і дух твій міцніє подібно землі. Я бачу, ти вже {стать:набув:набула} мудрості.

Земля веде наш народ, і розмовляє з нами, як одного разу розмовлятиме з тобою. Але ти маєш пройти випробування. Якщо ти {стать:готовий:готова}, то зможеш побачити речі, про які знаємо лише ми.

Шукай щетиношкурих шаманів у їхній ущелині на сході, і забери в них мазь, яку вони використовують у своїх ритуалах. Повертайся до мене лише тоді, коли збереш достатньо мазі для приготування зілля.]===],
[===[Принесіть 2 порції ритуальної мазі провидиці Вороняче Перо у табір Нараче.]===],
[===[Земля терпляча і чекатиме, доки ти не будеш {стать:готовий:готова}, бо що вона знає, що з часом усе руйнується та відроджується. Це цикл життя. Гори стають пустелями. Річки стають каньйонами. Земля — найвпертіша і наймудріша з усіх стихій.

Перш за все ти маєш навчитися терпіння та витривалості. Земля кличе тебе, бо відчуває твою готовність. Якщо тобі вдасться, вважай це за переродження. Більше ніколи ти не зможеш повернутись до невігластва.]===],
[===[Добре, {ім'я}. Твоє повернення означає, що ти {стать:готовий:готова} до наступного кроку.

Серед усіх елементів земля являє собою основу для усіх речей. Це твоя сила, твоя витривалість та твоє терпіння. Матінка Земля захистить тебе, але тільки якщо ти ставитимешся до неї з належною повагою. Земля є основою життя, і, дотримуючись її законів, ти отримаєш більшу мудрість. Ніколи не забувай про таємниці, якими ділиться із тобою земля.

Тепер я зроблю для тебе сапту, яка відкриє тобі новий шлях.]===],
},
[1520] = {
[===[Поклик землі]===],
[===[Сапта — це напій, створений для того, щоб зв'язувати наш дух зі стихіями. З'єднаний з магією, цей напій дозволить найбільш сприйнятливим побачити стихії так, як ніхто інший раніше їх не бачив. Твій дух назавжди поєднається зі стихією, для якої було створено сапту. Секрет створення цієї сапти відомий лише декільком шаманам.

Сапту можна пити лише у священних місцях, і ніде більше.

Відшукай шаманський вівтар на схід звідси та випий там сапту.]===],
[===[Знайдіть камінь кодо та випийте біля нього сапту землі.]===],
nil,
[===[А... {ім'я}... земля рада, що ти тут.

Поєднавши своє тіло із духом, ти підеш вперед, знаючи, що гори — твоя сила, рівнини — твоє терпіння, а сам світ — основа твоєї сутності.

Усе, що потрібно тобі, щоб виконати цей обряд — це покірно постати перед землею. Але інші обряди вимагатимуть активніших дій. Вони можуть бути непередбачуваними та часто жорстокими, але така вже природа стихій. Тобі слід навчитися справлятися з вічною боротьбою протилежностей, що лежить в їхній основі.]===],
},
[1521] = {
[===[Поклик землі]===],
[===[Візьми в мене цей грубий кварц та віднеси його провидиці Вороняче Перо як підтвердження нашої зустрічі. Вона створить для тебе тотем, серцем якого буде цей камінчик. Яким би малим він не здавався, ти згодом зрозумієш що розмір не має значення, і що навіть найменші речі можуть пережити гори.

Наберись терпіння, {ім'я}. Залишайся {стать:сильним:сильною}. І шукай мудрості. Це те, про що тебе просить земля. Зрештою, ти станеш одним цілим із землею — шануй її, і вона шануватиме тебе.]===],
[===[Принесіть грубий кварц до провидиці Вороняче Перо в табір Нараче.]===],
[===[Мої вітання, {ім'я}. Ти б не {стать:повернувся:повернулась} до мене, якби не {стать:виконав:виконала} свого завдання. Дозволь мені першою привітати тебе з першими кроками на першому з чотирьох шляхів, що завжди вестимуть тебе до твоєї долі.

Якщо ти маєш камінь, що дала тобі земля, я дам тобі обіцяний тотем. Якщо ж ні, то мені тебе шкода. Ти відчуєш велику гордість, коли повністю присвятиш себе стихіям.]===],
[===[Блискуче!

Тотем, який я тобі зроблю — це більше, ніж просто символ, він потрібен для дечого більшого. Один із варіантів його застосування — це зосередження на ньому заклинань. Ці заклинання пов'язані із землею, і згодом, як ти набуватимеш все більшої й більшої мудрості, тобі стане доступно більше здібностей землі. Тренери по усьому Калімдору знатимуть, коли ти будеш {стать:готов:готова} отримати нові знання, і дадуть тобі знати про це при зустрічі.

А поки що візьми цей тотем землі...]===],
},
[1522] = {
[===[Поклик вогню]===],
[===[Нехай вогонь буде із тобою, мон. Я бачу, тобі вже знайомі сили землі, тож певно ти {стать:готовий:готова} поговорити з Краналом.

Кранал живе на півночі від Перехрестя у Степах. Він добре володіє стихіями та може навчити тебе володіти вогнем... якщо ти відчуваєш, що {стать:готовий:готова} до цього.

Його легко знайти, просто не заходь дуже далеко — а то опинишся в землях ельфів.]===],
[===[Знайдіть Кранала Фісса у Степах.]===],
nil,
[===[Хм... То тебе Палько прислав, так? 

Тоді добре, Палькові завжди можна було довіряти, тож це має означити, що ти {стать:готовий:готова} спробувати наступну сапту — сапту вогню. 

Я вже бачу це у твоїх очах, палання, жадання. Ти вже {стать:відчув:відчула} силу і тепер {стать:готовий:готова} до більшого. Терпіння, {ім'я}. Пам'ятай, чого навчила тебе земля. Сила й руйнування даються легко, але ти все одно {стать:повинен:повинна} знати, коли зупинитися.]===],
},
[1523] = {
[===[Поклик вогню]===],
[===[Минуло багато часу відтоді, як ти {стать:проходив:проходила} своє останнє випробування, {ім'я}. До цього часу ти {стать:був старанним:була старанною} у своєму навчанні, але настав час тобі пізнати більше. Настав час тобі дізнатися про руйнування... і хаос. Ти пізнаєш елемент вогню, якщо будеш {стать:готовий:готова} заплатити за це.

Знайди Кранала Фісса у Степах. Він проживає у маленькій хатині на півночі від Перехрестя. Але май на увазі: якщо ти {стать:потрапив:потрапила} до земель нічних ельфів, ти {стать:зайшов:зайшла} надто далеко.]===],
[===[Знайдіть Кранала Фісса у Степах.]===],
nil,
[===[Хм... То тебе Заніс прислав, так? 

Тоді добре, Занісу завжди можна було довіряти, тож це має означити, що ти {стать:готовий:готова} спробувати наступну сапту — сапту вогню. 

Я вже бачу це у твоїх очах, палання, жадання. Ти вже {стать:відчув:відчула} силу і тепер {стать:готовий:готова} до більшого. Терпіння, {ім'я}. Пам'ятай, чого навчила тебе земля. Сила й руйнування даються легко, але ти все одно {стать:повинен:повинна} знати, коли зупинитися.]===],
},
[1524] = {
[===[Поклик вогню]===],
[===[Ти вже достатньо {стать:могутній:могутня}, щоб володіти тотемом вогню, але це не означає, що ти {стать:готовий:готова} до цього.

Уздовж Південнолютної річки у Дуротарі, не доходячи до Великого моря, лежить прихована стежка до одної з найвищих вершин цієї землі. Знайди шлях на самий верх, де ти побачиш один з наших священних вівтарів, про який піклується Телф Джуулам — вівтар дрімаючого полум'я.

Віднеси йому цей смолоскип. Це знак того, що ти намагаєшся приборкати вогонь. Запали його у жаровні коло вівтаря та принеси мені. А я подбаю про те, щоб ти {стать:отримав:отримала} тотем вогню.]===],
[===[Принесіть смолоскип дрімаючого полум'я Телфу Джууламу в Дуротар.]===],
[===[Вітаю, {ім'я}. Ти {стать:прийшов:прийшла} до вівтаря дрімаючого полум'я. Тільки ті, хто достатньо володіють шаманським мистецтвом зможуть пізнати таємниці та силу цього місця. Шкода, що тобі довелося подолали весь цей шлях тільки для того, щоб повернутися назад. Подорож сюди аж ніяк не безпечна. Але я — хранитель вівтаря, і я не можу дозволити блукати тут аби кому.]===],
[===[Ах, я помилився, {ім'я}. Перепрошую. Я не усвідомлював, що ти володієш смолоскипом. Приємно познайомитися.

Багато шукачів пригод потрапляли сюди у пошуках загублених скарбів або містичних істот, тільки щоб розчаровано піти геть від, на перший погляд, порожнього вівтаря. Але ми знаємо правду, еге ж, {ім'я}?

Цей вівтар зберігає велику таємницю, яка недосяжна для звичайних членів Орди. Але для нас він священний.]===],
},
[1525] = {
[===[Поклик вогню]===],
[===[Але ти {стать:прийшов:прийшла} сюди не на урок історії, чи не правда? Ти {стать:прийшов:прийшла} в пошуках Вічного вогню і тотема вогню.

Перший крок — створити сапту та зв’язати тебе з полум'ям.

Я зможу створити для тебе сапту вогню, якщо ти принесеш мені дві речі. Перша річ — це вогняна смола, простий предмет, який зазвичай носять бритвогриві заклиначі у східних Степах.

Другий предмет буде важче здобути: мішечок з реагентами від одного з культистів Палаючого Леза. Ти знайдеш їх у печері над ярами на північний схід від Колючого Пагорба.]===],
[===[Принесіть вогняну смолу та мішечок з реагентами Телфу Джууламу в Дуротар.]===],
[===[У мене достатньо інгредієнтів для сапти вогню. Потрібно лише щоб ти {стать:приніс:принесла} мішечок з реагентами та трохи вогняної смоли. Культисти Палаючого Леза носять необхідні компоненти для більшості своїх заклинань у мішечках, і, як правило, у них там вже є інгредієнти, які мені потрібні, щоб нам не довелось шукати щось інше.

Сапти завжди виготовляються з інгредієнтів, які тісно пов’язані з відповідними стихіями. Це полегшує нашу роботу через зв’язок чорнокнижників з вогнем.]===],
[===[Це саме те, що було потрібно, {ім'я}.

Вогонь — це більше, ніж хаос і руйнування, пам’ятай про це. Вогонь — це також життя та творення. Таким чином всі речі пов'язані між собою. Сили протистоять одна одній, але водночас одна без іншої не може існувати. Обидві гасять одна одну, але також надають одна одній сенс. Завжди пам'ятай про це.

Поєднання різних видів магії означає не тільки справжню майстерність, але й велику мудрість.]===],
},
[1526] = {
[===[Поклик вогню]===],
[===[Сапта вогню готова. Настав час тобі зустрітися з полум'ям. Випий сапту біля вівтаря та вирушай на вершину гори, щоб зустрітися з проявом стихії. Він не нападе, доки ти не будеш {стать:готов:готова}, але він знатиме, що ти його бачиш.

Ти маєш перемогти його якнайшвидше, {ім'я}, оскільки чим довше ви будете битись, тим більше зростатиме його сила. Коли прояв вогню погасне, помісти його розжарені вуглинки в жаровню та запали смолоскип.]===],
[===[Переможіть менший прояв вогню та покладіть розжарену вуглинку в жаровню на вершині храму Вічного Вогню.]===],
[===[Жаровня заввишки приблизно з третину вашого зросту і виглядає цілком звичайною, за винятком написів уздовж гладких металевих рейок. Метал виглядає як новий, а чаша на вершині жаровні прохолодна на дотик.]===],
[===[Біле гаряче полум’я спалахує в чаші, щойно ви кладете в неї вуглинку. Ви відчуваєте магічний ефект сапти, що протікає по вашому тілу, а вогонь ритмічно танцює перед вами.

Ви поміщаєте верхню частину смолоскипа в чашу, і вона одразу ж спалахує.]===],
},
[1527] = {
[===[Поклик вогню]===],
[===[Міцно тримаючи факел у руці, ви відвертаєтесь від жаровні й дивитеся на Дуротар. Ви відчуваєте хвилювання, яке переймає ваш дух, коли вітер підіймається і змушує вогонь бурхливо танцювати.

Ви починаєте свій зворотний шлях до Степів в пошуках Кранала Фісса.]===],
[===[Принесіть смолоскип вічного полум'я до Кранала Фісса у Степи.]===],
[===[О, {ім'я}? Що там в тебе?]===],
[===[Твій дух горить яскравіше, ніж будь-який смолоскип, який я коли-небудь бачив, {ім'я}, і ти маєш пишатися цим.

Якщо ти продовжиш йти цим шляхом, стихії коритимуться тобі, а наші побратими шукатимуть в тебе порад та мудрості.]===],
},
[1528] = {
[===[Поклик води]===],
[===[Вода — твоє майбутнє, {стать:друже:подруго}. Я бачу, шо ти вже {стать:покорив:покорила} огонь, і думаю, ти {стать:готовий:готова} поговорить з Іслен.

Вона живе на березі Степів. Іди на південь вздовж Південнолютної річки й не пропустиш її — шукай здорову акулу! Іслен — вміла повелителька стихій і покаже тобі путь води... якщо ти до цього {стать:готовий:готова}.

Її просто знайти, тіки не заходь сильно далеко на південь — вона зразу за Брашпилем.]===],
[===[Знайдіть Іслен Морську Провидицю в Степах.]===],
nil,
[===[Ти твердо крокуєш по землі, а твій дух вже зігрітий вогнем — я б сказала, що настав час тобі пізнати чистоту води.

Твій шлях привів тебе так далеко, і сила твого духу дасть тобі сил йти далі. Але перший крок ти маєш зробити {стать:сам:сама}.]===],
},
[1529] = {
[===[Поклик води]===],
[===[Минуло багато часу з твого останнього випробування, {ім'я}. Досі ти {стать:проявляв:проявляла} чимало терпіння у своєму навчанні, та настав час тобі зробити новий крок. Настав час пізнати чистоту води.

Поговори з Іслен Морською Провидицею в Степах. Ти знайдеш її в рибальській хатині на східному узбережжі, на південь від Південнолютної річки та Брашпиля. Щасти тобі, {ім'я}.]===],
[===[Знайдіть Іслен Морську Провидицю в Степах.]===],
nil,
[===[Ти твердо крокуєш по землі, а твій дух вже зігрітий вогнем — я б сказала, що настав час тобі пізнати чистоту води.

Твій шлях привів тебе так далеко, і сила твого духу дасть тобі сил йти далі. Але перший крок ти маєш зробити {стать:сам:сама}.]===],
},
[1530] = {
[===[Поклик води]===],
[===[Насамперед ти маєш засвоїти, що вода означає відродження.

Її сила тече, розмиває та очищає все суще. Її здатність зцілювати й відновлювати незрівнянна, але тільки тоді, коли вона чиста.

Коли ти зрозумієш, що забруднена вода може спустошити все, до чого торкається, ти зрозумієш і те, наскільки вона важлива для нашого буття.

Якщо ти бажаєш отримати сапту води, відшукай Бріну в південних Степах. На її домівку постійно нападають тамтешні свинобрази.]===],
[===[Знайдіть Бріну в південних Степах.]===],
nil,
[===[Так?

Здається, я знаю твоє перше питання: кому може спасти на думку жити в глибинах Степів, поруч зі свинобразами, та ще й без жодного захисту? Що ж, у кожного з нас свої причини діяти так чи інакше. У мене ж інше питання: що змусило {стать:простого:просту} {раса:з} прийти в глибини Степів, щоб поговорити з жінкою, яку, очевидно, не турбує власний добробут?

Готова посперечатися, що ми обоє знаємо відповідь на це питання.]===],
},
[1531] = {
[===[Поклик вітру]===],
[===[Гля, а ти просуваєсся. Я певен шо ти {стать:гідний:гідна} отримати тотем вітру, але сперва тобі слід найти Прату Пантрувачку Хмар у Тисячах Шипів. Будь {стать:поважним:поважною} з нею і вона розкаже тобі, як здобути його.

Топай на південь Степів, і як достанешся до Тисячі Шипів, вертай на схід. Вона ховається десь в норі зі своїм хлопцем — хаха! Тіки не пробовкнись їй шо я таке сказав, бо вона узлиться.]===],
[===[Знайдіть Прату Пантрувачку Хмар у Тисячі Шипів.]===],
nil,
[===[Наразі я дам тобі те, що тобі потрібно для зосередження своїх заклинань та виклику духів повітря. Візьми цей тотем, а коли будеш {стать:готовий:готова} продовжити навчання — приходь знову.]===],
},
[1532] = {
[===[Поклик вітру]===],
[===[Вітри Калімдору линуть тобі назустріч, і незабаром тебе буде зараховано до числа наших наймогутніших {стать:братів:сестер}. Я пишаюся тим, що ти вже стільки {стать:досяг:досягла} і бачу, що на тебе чекає велике майбутнє.

Стихією повітря важко керувати, але я вірю, що твої навички подолають будь-які перешкоди, що постануть перед тобою.

Прямуй на самий південь Степів та увійди у Тисячу Шипів. Саме там, далеко на сході, ти знайдеш Прату Пантрувачку Хмар. Вона продовжить твоє навчання.]===],
[===[Знайдіть Прату Пантрувачку Хмар у Тисячі Шипів.]===],
nil,
[===[Наразі я дам тобі те, що тобі потрібно для зосередження своїх заклинань та виклику духів повітря. Візьми цей тотем, а коли будеш {стать:готовий:готова} продовжити навчання — приходь знову.]===],
},
[1534] = {
[===[Поклик води]===],
[===[Візьми цей бурдюк і вирушай вглиб густого лісу, який нічні ельфи називають Ясенедолом. Він знаходиться далеко на півночі від Степів.

Щойно увійдеш до лісу — рушай на захід. Біля кряжа, що розділяє Каміннопазуристі гори і Ясенеділ, і за озером Містраль, ти знайдеш священне місце — руїни Зорепилу. У центрі озера, на острівці, є маленький фонтан.

Принеси мені зразок води з нього. Це останній компонент, який тобі потрібно зібрати, перш ніж повернутись до Іслен.]===],
[===[Наповніть порожній блакитний бурдюк в руїнах Зорепилу, що в Ясенедолі та поверніться з ним до Бріни в Степи.]===],
[===[Ти вже {стать:набрав:набрала} води, {ім'я}? Кажуть, що руїни охороняють величезні створіння природи, які не шанують гостей, але, ймовірно, це всього лише легенди, що мають відлякувати ворогів нічних ельфів.

Хоч би що там було, будь {стать:обережний:обережна}.]===],
[===[Чудово, {ім'я}. Тепер у мене є всі три зразки води, і я можу створити для тебе фіал з найчистішою водою, яку тільки здатна знайти жива істота. Вона знадобиться тобі на наступних етапах твоєї посвяти.

Я рада, що серед тих, хто обрав наш шлях, є такі, як ти, <ім'я>. Усі шамани пишаються тобою, і я з нетерпінням чекаю почути про твої подвиги в майбутньому.]===],
},
[1535] = {
[===[Поклик води]===],
[===[Щоб знайти порозуміння та отримати від мене сапту, тобі доведеться відшукати найчистішу воду. Коли ти збиратимеш її зразки, поглянь на навколишній світ. Зверни увагу на істот, які покладаються на воду і захищають її. Подивись, як вона впливає на ліси й пустелі. Ти побачиш, як те, що підтримує життя, змушує істот забирати це життя в інших.

Почнемо з простого завдання: під моєю хатиною є ставок з цією дорогоцінною рідиною. Наповни нею цей бурдюк і повертайся до мене.]===],
[===[Наповніть порожній коричневий бурдюк в ставку під хатиною Бріни та поверніться з ним до Бріни в Степи.]===],
[===[Я готова дати тобі наступне завдання. Ти вже {стать:наповнив:наповнила} бурдюк?

Я знаю, як ревниво свинобрази можуть захищати водопій. Навіть таке маленьке джерело води для них — справжній скарб. Вони влаштовують великі бенкети, коли в Степах йде навіть найменший дощ. Вода для них священна, бо її так мало. Розумієш?]===],
[===[Я припускала, що кровопролиття не уникнути, якщо ти спробуєш взяти воду зі ставу. Шкода, що свинобрази не розуміють, що все живе пов'язане між собою. Їхня жадібність лише посилює біль і страждання їхнього ж народу. Як багато вони могли б досягти, якби забули про суперечки й об'єднались...

Знову ж таки, для них це погано, але для інших мешканців Степів — радше добре.]===],
},
[1536] = {
[===[Поклик води]===],
[===[Колись давно я з кількома товаришами вирушила у передгір'я Гіллзбраду. Нам довелося відбиватися від людей, що оселилися в тих краях, і врешті-решт ми опинилися в маленькому містечку, яке захопили відречені — Тарренському Млині.

Саме там я виявила дивовижну річ: у центрі містечка був невеликий колодязь зі свіжою джерельною водою. Не думаю, що уражені чумою мешканці міста усвідомлюють його цінність — це маленький промінь світла в царстві темряви.

Набери воду з того колодязя в цей бурдюк і принеси мені.]===],
[===[Наповніть порожній червоний бурдюк з колодязя на Тарренському Млині та поверніться з ним до Бріни в Степи.]===],
[===[Колодязь, що залишився чистим в такому місці, нагадує мені історії, які мені розповідали в дитинстві, {ім'я}. Навіть у часи великого болю і скорботи можна знайти промінь надії, навколо якого можна згуртуватися. Саме таким променем надії для орків є Тралл. Він вижив, незважаючи ні на що, і повів за собою наш народ.

Не думаю, що хоч хтось з орків страждав стільки, скільки страждав він, але водночас жодному орку не була дарована така сила.]===],
[===[Добре, {ім'я}. Ти {стать:відданий:віддана} своїй справі та вмієш йти до мети.

Ще один зразок, і я зможу створити реагент, необхідний для твоєї сапти. Іслен буде задоволена.]===],
},
[1656] = {
[===[Незавершене завдання]===],
[===[{Ім'я}, будь ласка, я прошу тебе, ти можеш мені допомогти? Я ще не закінчила своє завдання тут на Плато — лишень пройшла половину Обряду Сили — а мій батько вже просить мене донести ці шкури у таверну в Кривавому Копиті.

Я ще не достатньо відпочила, щоб пройти і обряд, і виконати його доручення. Як ти дивишся на те, щоб зробити це замість мене?

Таверна — приємне та чудове місце для відпочинку після довгих мандрівок. Я впевнена, ти погодишся зі мною, як тільки прийдеш туди.]===],
[===[Принесіть зв'язку хутра корчмареві Кауту в селище Криваве Копито.]===],
[===[Так, {стать:юначе:юначка}? Що Каут може зробити для тебе?

Для одних подорож з Плато видається жахливим тягарем, для інших — приємним дозвіллям. Цікаво, яка вона для тебе?]===],
[===[Ах, я чекав на ці хутра. Дякую.

Ти {стать:впорався:впоралась} швидше, ніж я очікував. Вони стануть хорошими ковдрами для тих, хто захоче тут переночувати.

Будь ласка, залишайся стільки, скільки забажаєш. Моя таверна завжди відчинена, і ми раді кожному з нашого народу. І не недооцінюй хороший нічний відпочинок. Він може сильно допомогти протягом твоїх мандрівок.]===],
},
[1801] = {
[===[Фоліант змови]===],
[===[Для того, щоб викликати скверногончу на бій, тобі знадобиться більше, ніж просто коло виклику. 

Мої три послідовники і я допоможемо тобі створити магічні кола. Тобі потрібна копія давно втраченого фоліанта змови. Він був написаний групою чорнокнижників, які змогли вперше викликати скверногончу.

Можливо, Джорах Аннісон зможе допомогти. Зараз він працює картографом в Підмісті, але все ще знає більше стародавніх текстів, ніж будь-хто з моїх знайомих.]===],
[===[Поговоріть з Джорахом Аннісоном в Підмісті.]===],
nil,
[===[Картографія! Картинки далекі від реальності. Вони мені не потрібні.

У книгах, в повістях, в описах! Там істина лежить. Я б обміняв усі мапи в цьому магазині на одну книгу про зародження некромантії або історію про тріумф Темної Леді.]===],
},
[1803] = {
[===[Фоліант змови]===],
[===[А! Бачу, що ти також {стать:чорнокнижник:чорнокнижниця} із подібними смаками до моїх. Дійсно, отримати фоліант Змови — це гідне прагнення. Чи {стать:знав:знала} ти, що колись він зберігався в стінах Лордерона? Однак його зіпсували, майже половина сторінок вирвана. Хто міг скоїти такий ганебний вчинок?

Отже, половина тексту втрачена, ходять чутки, ніби вона потрапила до рук кентаврів із Тисячі Шипів.

Решта тексту мала бути перевезена до Залізогарту, але була втрачена на узбережжі на захід від Південнобережжя.]===],
[===[Поверніть запліснявілий фоліант і пошарпаний манускрипт Джораху Аннісону в Підмістя.]===],
[===[Можливо, ти й віриш у казку, {ім'я}, але навіть в найсміливіших чутках можна знайти частку правди.]===],
[===[Так-так-так! Що це ти {стать:приніс:принесла}?

Це неймовірно, {ім'я}. Я б не подумав, що це можливо, але ось він в моїх руках — цілий екземпляр фоліанта Змови.

Дозволь мені погортати його сторінки, хоча б на мить, перш ніж ти знову вирушиш в дорогу.]===],
},
[1805] = {
[===[Фоліант змови]===],
[===[Це один з найцікавіших текстів, які я читав за останні кілька років. Вибір тут дещо обмежений — переважно книги по географії — і я вже прочитав їх усі. Я сподіваюся, що Страгад надішле мені копію цього фоліанту, коли матиме можливість.

До речі, про нього, він прислав мені звістку, поки тебе не було. Для свого завдання ти {стать:повинен:повинна} дістати три жезли виклику.

Якщо дозволиш мені почитати фоліант, я розкрию тобі секрет: ти зможеш знайти жезли в орків з клану Драконопащих в Заболотті.]===],
[===[Принесіть відновлений фоліант і 3 жезли виклику Страгаду Фарсану в Брашпиль.]===],
[===[Так, {ім'я}? Чим я можу тобі послужити?]===],
[===[Чудово робота! Фоліант виклику і три бездоганних... може, трохи подряпаних... жезлів виклику.

Це буде цікаво. Вже давно не було {стать:молодого:молодої} {клас:р}, що {стать:вирішив:вирішила} завести свою власну скверногончу.]===],
},
[1818] = {
[===[Розмова з Діллінджером]===],
[===[Мені тут сказали, що у смертостража Діллінджера є робота для тебе. Якщо хочеш довести свою цінність Темній Леді - негайно поговри з Діллінджером.

Смертостраж Діллінджер стоїть на посту на західній околиці Брілля, біля кладовища.]===],
[===[Поговоріть зі смертостражем Діллінджером в Бріллі.]===],
nil,
[===[Ти тут за завданням? Чудово. У мене є тут одне для тебе. Заодно і покажеш свої навички в бою... і свою рішучість захищати відречених.]===],
},
[1819] = {
[===[Улаґ-Колун]===],
[===[Коли воїни Скари наводнили Тірісфальське перелісся, нам вдалось схопити одного з них для вивчення. Він мав свідомість і називав себе Улаґом-Колуном. Та не дивлячись на це, він все ще був поневолений Королем-лічем.

Ми сподівались знайти спосіб розірвати цей зв'язок та зазнали невдачі. Що ж, прийшов час звільнити його.

Звільни його і вбий.

Активуй перемикач біля мавзолею на півночі. Він зніме з Улаґа магічну печатку, що стримує його.

Нехай щастить, {ім'я}.]===],
[===[Вбийте Улаґа-Колуна, після чого поговоріть зі смертостражем Діллінджером.]===],
[===[Ти не {стать:закінчив:закінчила} справу, {ім'я}. Не личить {клас:д} проявляти страх...]===],
[===[Чудова робота, {ім'я}. Улаґ був важливим слугою Скари. Ти {стать:довів:довела} смертостражам, що ти {стать:досвідчений і вірний:досвідчена і вірна} {клас} і заслуговуєш надалі служити Темній Леді.]===],
},
[1820] = {
[===[Розмова з Коулменом]===],
[===[Ти {стать:довів:довела} свою цінність Темній Леді й тепер можеш послужити одному з її підданих.

Коулмен Фартинг шукає {клас:з}, що буде гідним знаряддям помсти ворогам відречених.

Ти знайдеш його в таверні «Край шибениці» у східному Бріллі.]===],
[===[Поговоріть з Коулменом Фартингом.]===],
nil,
[===[Так, все правильно. Мені потрібні твої бойові навички. Велику плату не обіцяю, але ти допоможеш не тільки мені, а й справі відречених. Справишся - і матимеш гідне визнання.]===],
},
[1821] = {
[===[Реліквії Аґамандів]===],
[===[Я служив Аґамандам при житті й через них я його втратив. А тепер вони заслужено стали безмозкими слугами Короля-ліча.

Мені потрібно позбавити їх залишків гордості. Спускайся в їх сімейний склеп і забери їх родові реліквії: меч, сокиру, кинджал і булаву. Принеси їх мені!

Сімейний склеп Аґамандів знаходиться на північ від млинів Аґамандів. Його оберігає бродяча Скара і мертві Аґаманди.]===],
[===[Принесіть Коулмену Фартингу родовий меч Аґамандів, родову сокиру Аґамандів, родовий кинджал Аґамандів та родову булаву Аґамандів.]===],
[===[Ти {стать:приніс:принесла} реліквії, {ім'я}?]===],
[===[Ага! Ось і вони! Тепер залишки честі і пам'яті про Аґамандів полишать ці землі. Віднині їх рід знищено!]===],
},
[1822] = {
[===[Родова зброя]===],
nil,
nil,
nil,
[===[Я заберу собі три реліквії на пам'ять про мій біль і втрату. Але прошу, {ім'я}, візьми собі одну з них.

Хай вона служить тобі достойніше, ніж минулим проклятим власникам.]===],
},
[1823] = {
[===[Розмова з Руґою]===],
[===[Ти здобуваєш все більше досвіду й слави, {клас:к}. Думаю, ти {стать:готовий:готова} до випробування Руґи Тотему Люті. Ти знайдеш його в таборі Таурахо в Степах.

Він чекає на воїнів, які приймуть його виклик.]===],
[===[Поговоріть з Руґою Тотемом Люті.]===],
nil,
[===[Ти {стать:прийшов:прийшла} за випробуванням, {ім'я}?]===],
},
[1824] = {
[===[Випроба на Полі велетнів]===],
[===[Щоб пройти моє випробування, ти маєш йти на Поле велетнів, що на півдні. Там ти знайдеш купу створінь, схожих на комах. Вони з'явились в Степах недавно і я маю погане передчуття щодо них.

Мені потрібні їх вусики, {ім'я}. Відділені від комахи, вони будуть деякий час смикатись. Щоб пройти моє випробування, ти маєш принести мені їх до того, як вони завмруть.]===],
[===[Принесіть 5 судомних вусиків Руґі Тотуму Люті в табір Таурахо.]===],
[===[Ти {стать:приніс:принесла} вусики? Якщо так, то давай їх сюди скоріше. Вони довго смикатись не будуть...]===],
[===[Чудово, {ім'я}! Пройшовши моє випробування, ти добре {стать:просунувся:просунулась} по шляху {клас:р}.]===],
},
[1825] = {
[===[Розмова з Тун'ґрімом]===],
[===[Тун'ґрім Вогнегляд, знаменитий коваль орків, дізнався про твою віддану службу Орді. Він хоче виготовити для тебе гідний обладунок, тож тобі варто зустрітися з ним якомога скоріше.

Тун'ґрім живе в горах на схід від Перехрестя.]===],
[===[Поговоріть з Тун'ґрімом Вогнеглядом в Степах.]===],
nil,
[===[Так, ти {стать:прийшов:прийшла}. Це добре, нам є що обговорити.]===],
},
[1838] = {
[===[Броня жорстокості]===],
[===[Я чув про твою силу та доблесть і хочу виготовити для тебе гідний обладунок, що буде оберігати тебе у твоїх діяннях.

Однак створення цього обладунку вимагатиме від тебе зусиль, {ім'я}. Мені знадобиться твоя допомога і допомога інших ковалів Орди.

Ось, візьми цей сувій. Я складав цей список багато ночей, вдивляючись в пергамент ледь зрячими очима. Принеси мені всі матеріали зі списку і я створю першу частину твого обладунку.]===],
[===[Принесіть Тун'ґріму Вогнегляду 15 злитків димчастого заліза, 10 одиниць молотого азуриту, 10 злитків заліза та фіал флогістону.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[Ти {стать:приніс:принесла} все, що я просив. Тепер справа за мною...]===],
},
[1839] = {
[===[Ула'елек і рукавиці жорстокості]===],
[===[Троль-коваль Ула'елек виготує для тебе рукавиці жорстокості. Він живе разом зі своїми побратимами Темного Списа в Дуротарі, в селищі Сен'джин і чекає на тебе.]===],
[===[Поговоріть з Ула'елеком в Дуротарі.]===],
nil,
[===[Вітаю, {ім'я}. Старий Тун'ґрім попередив мене про твоє прибуття, та й без цього я чекав на тебе.

Духи спостерігають за твоїми діянням, {клас:к}, і вони кажуть що ти {стать:переміг:перемогла} багатьох ворогів.]===],
},
[1840] = {
[===[Орм Кам'яне Копито і шолом жорстокості]===],
[===[Орм Кам'яне Копито славиться своєю майстерністю. Він зробить для тебе шолом жорстокості.

Знайди його в Громовому Бескиді, біля ставу під великим головним тотемом.]===],
[===[Поговоріть з Ормом Кам'яним Копитом в Громовому Бескиді.]===],
nil,
[===[Вітаю, {клас:к}, я Орм. Тун'ґрім сказав мені, що тобі потрібен шолом.]===],
},
[1841] = {
[===[Велора Нітелі та набедреники жорстокості]===],
[===[Кажуть, що за життя Велора Нітелі була однією з найкращих обладунниць Лордерону. Схоже, що смерть не позбавила її навичок. Поговори з нею - вона створить для тебе набедреники жорстокості.

Велора займається своїм ремеслом в торговому кварталі Підмістя в Лордероні.]===],
[===[Поговоріть з Велорою Нітелі в Підмісті.]===],
nil,
[===[Тобі потрібен захист для ніг? Чудово!

Хм... А хто з нас робитиме його?

Жартую. Смішно ж було? Я не розумію... Почуття гумору я втратила разом з іншими почуттями. Десь тоді ж, коли перестала дихати.]===],
},
[1842] = {
[===[Копита сатирів]===],
[===[Я можу виготовити для тебе пару чудових рукавиць, наповнивши їх магічною силою. Та спершу ти маєш принести мені джерело цієї сили.

Сатири, що мешкають на північному сході Ясенедолу, використовують тамтешні сили. Вони живляться чистотою лісу, висмоктуючи та спотворюючи її. Сатирів, що ввібрали найбільше магії, ти можеш відрізнити по розбухлим нероздвоєним копитам.

Ці копита містять велику силу. Вони знадобляться мені у виготовленні рукавиць.]===],
[===[Принесіть 7 нероздвоєних копит сатирів Ула'елеку в селище Сен'джин, що в Дуротарі.]===],
[===[Копита у тебе, {ім'я}? Їх магія сильна.]===],
[===[А, ти {стать:приніс:принесла} їх! Тепер я використаю їх силу в рукавицях, витягнувши її, так само як сатири витягують сили Ясенедолу.]===],
},
[1843] = {
[===[Рукавиці жорстокості]===],
nil,
nil,
nil,
[===[Дякую тобі, {ім'я}. Ці рукавиці - моя найкраща робота. Візьми їх і носи з гідністю. Цим ти принесеш честь мені і моїм предкам.]===],
},
[1844] = {
[===[Ріг химери]===],
[===[Я зроблю шолом для тебе, та спершу ти маєш довести, що заслуговуєш на нього.

На південному заході Каміннопазуристих гір знаходиться Обвуглена долина. Колись це була красива квітуча місцина, та нині вона знищена та випалена, а тамтешні створіння сповнені болем та відчаєм.

Туди ти й відправишся, {ім'я}.

Йди до Обвугленої долини і знайди химеру-матріарха. Вбий її і звільни від страждань. Принеси мені її гальванізований ріг, як доказ і я зроблю для тебе шолом.]===],
[===[Принесіть гальванізований ріг Орму Кам'яному Копиту в Громовий Бескид.]===],
[===[Ріг у тебе? Ти {стать:позбавив:позбавила} матріарха страждань?]===],
[===[Ти {стать:виконав:виконала} завдання, {ім'я}, і {стать:довів:довела} свою хоробрість. Я зроблю для тебе шолом...]===],
},
[1845] = {
[===[Шолом жорстокості]===],
nil,
nil,
nil,
[===[Візьми цей шолом.

Великі подвиги привели тебе до мене, {ім'я}. Якщо на те буде воля Матері-Землі, тебе чекає ще багато подвигів.]===],
},
[1846] = {
[===[Гомілкові кістки Драконопащих]===],
[===[Для створення набедреників жорстокості мені знадобляться міцні гомілкові кістки. У Драконопащих орків Заболоття підхожі кістки. Вони мені й потрібні.

Але потрібні найміцніші, тому перевір їх перед тим, як брати. Якщо можеш зламати їх голіруч - вони не підійдуть.]===],
[===[Принесіть Велорі Нітелі в Підмістя 8 міцних гомілкових кісток Драконопащих.]===],
[===[Я чекаю на гомілкові кістки, {ім'я}. Вони будуть гарною основою для твоїх набедреників.]===],
[===[Чудова робота! Ці кістки виглядають надійно. Думаю, вони чудово підійдуть. Орки не були проти? Сильно опирались?

Це теж був жарт. А ти не смієшся.

Щось не дуже я смішно жартую останнім часом...]===],
},
[1847] = {
[===[Набедреники жорстокості]===],
nil,
nil,
nil,
[===[Ось твої набедреники, {ім'я}. Дай мені знати, якщо треба щось змінити. Я прагну догодити замовнику! Принаймні, завжди так робила...

Нині я вже не так дбаю про якість моєї роботи. Але це краще, ніж бути бездумною слугою Скари!

Напевно...]===],
},
[1848] = {
[===[Гауберк жорстокості]===],
nil,
nil,
nil,
[===[Тобі певно довелось багато попрацювати і пролити крові, щоб добути це, {ім'я}. Ось результат твоєї праці.

Носи його з честю і якось розкажеш, як він рятував тобі життя.]===],
},
[1858] = {
[===[Розтрощена Рука]===],
[===[Я лишаю відкриття ранця Тазана на тебе — принеси мені його вміст. Замикальний механізм складний, тому буде простіше відкрити його, якщо у тебе буде ключ.

На трупі Тазана ключа не було? Значить, він його комусь віддав... Ах, ну так, звісно. У нього був помічник, Ґамон. Він пияка, тож шукай його у таверні. Можливо, тобі вдасться тихо поцупити в нього ключ.]===],
[===[Викрадіть ключ Тазана та скористайтеся ним, щоб відкрити його ранець. Принесіть вміст ранця Терзоку в Розколину Тіні, що в Орґріммарі.]===],
[===[Хіба не прикро тримати в руках те, що тобі потрібно, та не мати можливості його дістати?]===],
[===[А ось це вже цікаво. Ти не тільки {стать:довів:довела} свою цінність, ти {стать;зробив:зробила} навіть більше, {ім'я}. Я вражений. Можеш вважати себе новим членом Розтрощеної Руки. Візьми це — думаю, воно тобі знадобиться.]===],
},
[1859] = {
[===[Терзок]===],
[===[Розмовляй тихіше, {ім'я}. Так, я знаю твоє ім'я. Мені наказали стежити за {раса:о}, {стать:схожим:схожою} на тебе.

Я чув, що ти можеш постояти за себе у відкритому бою та не проти, час від часу, вдатися до хитрощів.

Чи не так?

Так чи інакше, ти маєш побачитися з Терзоком в Орґріммарі. У нього є для тебе пропозиція.]===],
[===[Поговоріть з Терзоком в Розколині Тіні в Орґріммарі.]===],
nil,
[===[Дуже добре, я радий що Каплак зумів тебе перехопити.

У нас є багато речей, про які варто поговорити. Насамперед — про твоє майбутнє в Руці.]===],
},
[1881] = {
[===[Розмова з Анастасією]===],
[===[{ім'я}, Анастасія Гартвелл має завдання, яке тобі якраз до снаги. Поговори з нею у кварталі Магії Підмістя та підготуйся до свого першого завдання для магів відречених.]===],
[===[Поговоріть з Анастасією Гартвелл.]===],
nil,
[===[Вітаю, {ім'я}. Ти {стать:вчинив:вчинила} мудро, відповівши на мій заклик, та ще мудріше буде прислухатись до моїх слів...]===],
},
[1882] = {
[===[Хутір Бальнірів]===],
[===[Зачумлені землі на сході — мерзенне творіння Короля-ліча. Вони поширюють свою магію у ґрунт, спотворюючи та знищуючи все живе. Попри певну привабливість руйнівної сили чуми, ми, маги відречених, вважаємо її некерованою і неприпустимою.

Але перед тим, ми повинні виміряти, наскільки сильно вона проникла в Тірісфаль. Йди на хутір Бальнірів що на сході Тірісфаля. У саду ростуть квіти — ротики. Збери їх і повертайся.]===],
[===[Принесіть ротики Бальнірів Анастасії Хартвелл у квартал Магів Підмістя.]===],
[===[Ти {стать:знайшов:знайшла} ротики? Вони дуже чутливі до магічної енергії, і вивчення цих рослин поблизу Зачумлених земель допоможе нам зрозуміти, чи не потрапила чума на Тірісфальське перелісся.]===],
[===[Ах, який чудовий зразок. Я відправлю його на вивчення нашим аптекарям, щоб встановити вплив зараження з Зачумлених земель.

Гарна робота, {ім'я}. За твої послуги я пропоную винагороду на твій вибір: сферу або посох. Що б ти не {стать:обрав:обрала}, ця річ буде досить корисною.]===],
},
[1883] = {
[===[Розмова з Ун'Тувою]===],
[===[Ун'тува, племінний маг селища Сен'джин, виявив порушення магічних потоків у Дуротарі та просить допомоги. Поговори з Ун'тувою та зроби все можливе, щоб допомогти йому.

Зроби це, і з часом тобі розкриються нові таємниці.]===],
[===[Поговоріть з Ун'Тувою.]===],
nil,
[===[Привіт тобі, {ім'я}. Хвала тобі, що {стать:відгукнувся:відгукнулася} на мій заклик. Будемо сподіватися, що ти впораєшся із завданням...]===],
},
[1884] = {
[===[Купи джуджу]===],
[===[Чорнокнижник Залазейн з островів Ехо порушив звичайний потік магії в Дуротарі. Він робить це за допомогою зіпсованих фетишів — куп джуджу, які він розмістив біля хатин на головному Острові Ехо.

Ці купи знищують нашу дику природу та надають силу чорнокнижникам та пекельникам, які ховаються в темних закутках землі.

Тобі необхідно знищити купи джуджу, {ім'я}, перш ніж потік магії зміниться назавжди.]===],
[===[Знищте 4 купи джуджу, після чого поверніться до Ун'туви у селище Сен'джин.]===],
[===[Ти маєш поквапитися, {ім'я}. Знищ купи джуджу!]===],
[===[Я відчуваю, що купи джуджу Залазейна знищені, і з часом потік магії в Дуротарі має повернутись до норми.

Ти {стать:зробив:зробила} великий подвиг для свого народу, {ім'я}. І {стать:показав:показала}, що ти {стать:гідний:гідна} бути {клас:о} Орди.]===],
},
[1885] = {
[===[Меннет Каркад]===],
[===[{ім'я}? Не зовсім те, що я очікував, враховуючи, що сам Каркад зацікавився тобою. Та зовнішність може бути оманливою, чи не так?

У будь-якому разі, тобі варто зустрітися з ним якомога швидше. Краще тобі не знати, що сталося з тими дурнями, що вирішили проігнорувати його виклик.]===],
[===[Поговоріть з Меннетом Каркадом у кварталі Розбійників Підмістя.]===],
nil,
[===[Гм. Немає сумнівів, що ти {стать:прийшов:прийшла} сюди за першим же моїм покликом, так? Звісно. Я б не очікував меншого від {стать:перспективного смертолова:перспективної смертоловки}.]===],
},
[1886] = {
[===[Смертолови]===],
[===[Якщо ти хочеш приєднатися до Смертоловів, елітної гвардії лорда Варіматраса, тобі доведеться спершу довести, що ти {стать:вартий:варта} цього.

Не буду брехати тобі, {ім'я}, це завдання може коштувати тобі життя.

Мені потрібна допомога в кількох справах. Для початку, мені потрібні особисті речі Астора Хадрена, гінця, який подорожує між Срібнохвоєм та Підмістям. Як ти це зробиш — вирішувати тобі.

Поки що це все, що тобі слід знати. Впораєшся — я розповім тобі більше.]===],
[===[Отримайте рекомендаційний лист Астора та поверніться до Меннета Каркада у квартал Розбійників.]===],
[===[Є успіхи?]===],
[===[Молодець, {ім'я}. Ти {стать:пройшов:пройшла} першу частину випробовування. Сподіваюся, Андрон нічого не дізнався про твої, і ти зможеш переконати його, що ти і є той гінець, на якого він чекає.]===],
},
[1898] = {
[===[Смертолови]===],
[===[Рекомендаційного листа має бути достатньо, щоб переконати Андрона, що ти саме той посланець, на якого він чекає. Я зустрічав Андрона раніше, він не настільки розумний, щоб щось запідозрити.

Лорд Варіматрас підозрює, що Андрон таємно допомагає іншій групі. Він хоче знати що це за організація, і вимагає доказів.

Я хочу, щоб ти {стать:поговорив:поговорила} з Андроном та {стать:отримав:отримала} цю інформацію. Ти знайдеш його в його крамниці біля Апотекарія.]===],
[===[Поговоріть з Андроном Ґантом в Підмісті.]===],
[===[Вітаю. Чим я можу допомогти?]===],
[===[А, так, я чекав на тебе. Гадаю, наші спільні знайомі задоволені інформацією, яку я надав?

Та певно немає сенсу питати тебе, навряд чи тебе обтяжують зайвими знаннями. Навіщо довіряти гінцеві такі таємниці, еге ж?]===],
},
[1899] = {
[===[Смертолови]===],
[===[На книжковій полиці позаду мене ти знайдеш гросбух з інформацією, яку шукають ваші роботодавці. Достав її з усіма моїми вітаннями, і скажи їм, що якщо вони захочуть продовжити співпрацю, я волів би мати справу з тобою.]===],
[===[Принесіть гросбух Андрона Меннету Каркаду у квартал Розбійників Підмістя.]===],
[===[Є успіхи, {ім'я}?]===],
[===[Що ж, це явно більше, ніж я очікував отримати від Андрона. Дай мені трохи часу, щоб прочитати її перед тим, як я відправлю тебе на твоє наступне завдання.]===],
},
[1918] = {
[===[Забруднений елементаль]===],
[===[Вбивши елементаля, ви отримали водяну кулю, що яскраво сяє. Вміст кулі виглядає, м'яко кажучи, огидно. Можна з упевненістю припустити, що джерело забруднення озера Містраль присутнє й в цій кулі. 

Не зовсім зрозуміло, хто може бути зацікавлений у такій знахідці. Можливо, Масток Хитрошип з застави при Тріснутому Дереві, який відправив вас сюди, щось знає.]===],
[===[Принесіть забруднену водяну кулю Мастоку Хитрошипу на заставу при Тріснутому Дереві, що в Ясенедолі.]===],
[===[Еге, чого хочеш?]===],
[===[Ти {стать:знайшов:знайшла} огидну водяну бульбашку і {стать:приніс:принесла} її мені? Я що, схожий на Служителя Землі?

До речі, це непогана ідея. Може, тобі й справді варто звернутися до Служителів Землі. Якщо це раз і назавжди прояснить ситуацію з озером, я згодний.

Ти ж знаєш, хто такі Служителі Землі, {ім'я}?]===],
},
[1943] = {
[===[Розмова з Дейно]===],
[===[Трольці-магесі Дейно потрібна твоя допомога, {ім'я}. Вона знаходиться в Орґріммарі, в хижі Темношипа.]===],
[===[Поговоріть з Дейно.]===],
nil,
[===[Добре, що ти {стать:прийшов:прийшла}. Моє завдання нелегке, але життєво важливе для товариства магів. Ти маєш допомогти мені, я впевнена, тебе це зацікавить.]===],
},
[1944] = {
[===[Води Завіана]===],
[===[Легендарне місто Завіан лежить у глибині східного Ясенедолу, і розповіді про його давні знання добре відомі серед освічених людей. Кажуть, що води Завіана мають величезну магічну силу.

Я хотіла б отримати зразок цієї води.

Візьми цю флягу і вирушай до Завіана. Набери води з підніжжя його найвищого водоспаду і повертайся до мене. І будь {стать:обережний:обережна}, руїни цього стародавнього міста заполонили сатири, і вони не люблять, коли маги втручаються в їхні справи.]===],
[===[Принесіть зразок води Завіана до Дейно в Орґріммар.]===],
[===[Я рада, що ти {стать:повернувся:повернулася} з головою на плечах, {ім'я}. Тобі вдалось взяти зразок води? Мені не терпиться вивчити її властивості.]===],
[===[Ах, дуже добре. Певно, сатири Завіана завдали тобі клопоту?

Дякую, {ім'я}. Я негайно займуся вивченням цієї води.]===],
},
[1945] = {
[===[Веселі сестри]===],
[===[За твої послуги, я хочу винагородити тебе новою магічною мантією, але тобі доведеться зібрати необхідні матеріали...

Тобі потрібно повернутися до Ясенедолу та зібрати волосся веселих сестер — дріад, що збираються біля прихистку Незайманого лісу.

Коли збереш їхнє волосся, принеси його тролю-кравцю Кіл'галі на Перехрестя. Він-то й пошиє для тебе нову мантію.]===],
[===[Принесіть 12 волосин веселих сестер до Кіл'гали на Перехрестя.]===],
[===[Вітаю, {ім'я}. Дейно сказала, що ти прийдеш і принесеш волосся веселих сестер. Воно в тебе?]===],
[===[Ах, з цього волосся вийде прекрасна мантія, {ім'я}. Шкода що веселі сестри мали загинути, щоб розлучитися з ним, втім, добровільно вони його все одно не віддали б.

Шкода, але не дуже.]===],
},
[1946] = {
[===[Вбрання підсвітнього плетіння]===],
nil,
nil,
nil,
[===[Ось твої вбрання підсвітного плетіння, {ім'я}. Вони зручні та міцні, і зберігають в собі магію веселих сестер.

Насолоджуйся, і якщо вони тобі сподобаються, будь ласка, згадай про це в розмові з Дейно. Вона з тих магів, з якими варто підтримувати добрі стосунки...]===],
},
[1959] = {
[===[Звіт для Анастасії]===],
[===[Маги Підмістя помітили порушення магії у місті та надіслали повідомлення магам Орди, щоб дослідити це явище.

Анастасія Гартвелл зможе розповісти тобі більше деталей. Поговори з нею у кварталі Магіі в Підмісті.]===],
[===[Поговоріть з Анастасією Гартвелл.]===],
nil,
[===[Це правда. Було виявлено порушення магії у нашому місті. Ми ще не впевнені в його походженні або в тому, чи є воно згубним, чи доброякісним. Треба зібрати більше інформації...

І це, {ім'я}, підводить нас до твого завдання.]===],
},
[1960] = {
[===[Розслідування в лавці алхіміка]===],
[===[У лавці алхіміка Елджернона в Апотекарії відбуваються дивні речі. Невидимі створіння, створені виключно з магії, блукають по лавці. Для цього має бути якась причина, і ми маємо її знайти!

Розслідуй порушення та злови цих створінь. Візьми скрині стримування та закляття прояву за мною. Скористайся закляттям у лавці, щоб розсіяти їхню невидимість, здолай їх, а потім кинь скриню стримування, щоб їх зловити. Повернись із заповненими скринями стримування, ящиком та закляттям прояву.]===],
[===[Візьміть закляття прояву та ящик зі скринями стримування за спиною в Анастасії Гартвелл. Принесіть 3 заповнені скрині стримування, ящик зі скринями стримування та закляття прояву до Анастасії в Підмістя.]===],
[===[Ти {стать:був:була} у лавці, {ім'я}? Тобі вдалося спіймати створінь?]===],
[===[Дуже добре, {ім'я}. Ці створіння, що знаходяться в скринях стримування, будуть вивчені нашими кращими вченими та ми зрозуміємо що вони роблять в Підмісті.

Якщо їх поява викликана розломом у природному потоці магії, то ми повинні зрозуміти, чи був цей розрив випадковим. Якщо ж це було не випадковістю, а нападом якоїсь магічної сили, то ми повинні підготуватися до майбутніх, більш серйозних порушень.]===],
},
[1961] = {
[===[Збір матеріалів]===],
[===[Настала пора тобі одягнути свою першу мантію {клас:р}. Вона є знаком твого статусу та свідченням твоєї цінності.

Щоб отримати мантію, тобі необхідно зібрати самоцвіти мани у даларанських магів у Срібнохвої. Їхні переконання схожі на наші, тому вбивати їх дещо неприємно, але якщо їм бракує сил, щоб протистояти нам, то вони не заслуговують на життя.

Принеси кристали та льон Йосипу Ґреґоряну в лавку кравця, що у кварталі Магії.]===],
[===[Принесіть 10 відрізів лляної тканини та 6 даларанських самоцвітів мани Йосипу Ґреґоряну.]===],
[===[Анастасія сказала, що ти завітаєш до мене, і я готовий пошити для тебе мантію. У тебе є кристали та льон?]===],
[===[Це дуже якісний матеріал, і хоча мені не вистачає таланту, щоб оцінити якість цих самоцвітів мани, незабаром ми дізнаємося, чи підходять вони для створення мантії заклинання вогню...]===],
},
[1962] = {
[===[Мантія заклинателя]===],
nil,
nil,
nil,
[===[Ось твоя мантія, {ім'я}. Носи її із задоволенням.]===],
},
[1963] = {
[===[Розтрощена Рука]===],
[===[Воєвождь дуже витончений у своїх методах. Він боїться вивільнити всю силу Орди. Колись ми були сильнішими, могутніми завойовниками. Плем'я має повернути цю гордість, і Розтрощена Рука зробить це.

Ми черпаємо нашу силу з тіні та б'ємо по відкритих місцях, таємно підстерігаючи наших ворогів. Завдання яке ти маєш виконати для мене — довести свою цінність.

Троль Тазан торгує з піратами біля Брашпиля. Він володіє інформацією, яка мені потрібна. Вбий його та принеси мені його ранець.]===],
[===[Вбийте Тазана та принесіть його ранець Терзоку в Розколину Тіні, що в Орґріммарі.]===],
[===[Тільки дурень вважає, що ривок з сокирою небезпечніший за кинджал у спину.]===],
[===[Гм, я радий, що Тазан більше не з нами, але від замкнутого ранця немає ніякої користі. Нам потрібна інформація, яка захована всередині.

Ось і друге завдання для {стать:того:тої}, хто хоче приєднатися до Розтрощеної Руки.]===],
},
[1978] = {
[===[Смертолови]===],
[===[Синдикат? Ніколи б не подумав. Низько ж впали лорди Альтераку за роки, що минули з часу їхньої зради.

Лорд Варіматрас із задоволенням послухає про це, і оскільки ти {стать:взяв:взяла} активну участь у цьому відкритті — ти й розповіси йому все.

Йой. Як я міг забути?

Ласкаво просимо до Смертоловів.]===],
[===[Доставте гросбух Андрона Варіматрасу в зал Темної Леді в Підмісті.]===],
[===[Так?]===],
[===[Хм, це цікаво. Смертолови чудово виконали свій обов'язок.

Наскільки я знаю, ти також заслуговуєш на похвалу за свою роботу. Сподіваюся, це стане для тебе звичною справою, {ім'я}, моїм Смертоловам завжди знадобляться вправні руки.]===],
},
[1998] = {
[===[Фенвік Татрос]===],
[===[Лорд Варіматрас тільки що надіслав мені звістку про небезпеку, що загрожує відреченим, з якою слід негайно розібратися. Його ім'я — Фенвік Татрос, і лорд Варіматрас вважає, що він є лідером невмерлих, що пустили своє коріння в Срібнохвойному пралісі.

Я негайно згадав про тебе, {ім'я}. Я довіряю твоїм здібностям і впевнений, що ти виконаєш це доручення бездоганно.

Останній звіт Смертоловів зі Срібнохвою свідчить, що Тантроса бачили біля закинутої пристані на озері Лордамер.]===],
[===[Вбийте Фенвіка Татроса та принесіть його голову Меннету Каркаду у квартал Розбійників Підмістя.]===],
[===[Я цілком покладаюся на тебе. Виконай доручення лорда Варіматраса.]===],
[===[Ти добре {стать:впорався:впоралася}, {ім'я}. Мені здається, що ти {стать:зробив:зробила} багато корисного для Смертоловів, тим самим довівши свою цінність. Схоже, що настав час продовжити твоє навчання тіньового мистецтва.]===],
},
[1999] = {
[===[Професійні інструменти]===],
[===[Чаклуни Кірін-Тору в Бурштиновому Млині зберігають важливі документи, що стосуються поточних справ у Даларані. Ми це дізналися від одного з наших в'язнів. Лорд Варіматрас доручив Смертоловам повернути ці документи.

Честь виконати це завдання випала тобі, {ім'я}. Тобі знадобиться деяке спорядження та вміння злому замків. Поговори з Естель Ґендрі, нашою екіпірувальницею, і попроси у неї набір інструментів, перш ніж вирушати в дорогу.]===],
[===[Знайдіть звіт про ситуацію в Даларані та віддайте його Меннету Каркаду у квартал Розбійників Підмістя.]===],
[===[Ти {стать:знайшов:знайшла} документи, {ім'я}?]===],
[===[Дуже добре, {ім'я}! Тобі вдалося освоїти мистецтво злому, і навіть швидше, ніж я очікував.

Я бачу, що не помилився, довірившись тобі. Повір мені, {стать:стать:хлопче:дівчино}, ти далеко підеш у цій справі.]===],
},
[2161] = {
[===[Ноша наймита]===],
[===[Перепрошую? Допоможете?

У мене тута купа їдла. Я собі зухвало йшов цією дорогою, незважаючи на скорпидів, павучків і навіть гірших тварюк. Ніс їдло до долини Випробувань, бо думав, їм треба, тож захотів допомогти. Але їм не треба їдло! Тому я маю віднести його назад до Колючого Пагорба, але страшусь отих всіх звірюк по дорозі...

Можете взяти його за мене? Я просто наймит, але ви герой. Ви нічого не боїтесь!

Віднесіть їдло корчмарю Ґроску у таверні Колючого Пагорба. Дякую!]===],
[===[Принесіть ношу Укора до корчмаря Ґроска у Колючому Пагорбі.]===],
[===[Вітаємо у Колючому Пагорбі!]===],
[===[А, це їжа, яку Укор ніс до долини Випробувань. Їм не знадобилось? Ну, схоже, їм подобається морити голодом героїв-початківців. Кажуть, це загартовує дух!

Дякую за повернення їжі. Я покладу її назад на полиці... але дозволь мені спочатку запропонувати тобі трохи перекусити!

І не забудь відпочити тут у корчмі. Ти може і {стать:хоробрий:хоробра}, {клас:н}, {стать:повний:повна} жаги завоювати цей світ, але без енергії ні собі, ні Орді сильно не допоможеш.]===],
},
[2202] = {
[===[В Ульдаман за реагентами]===],
[===[Я чув про нещодавно відкриту рослину — гриб-малиновик. Вони ростуть цілими колоніями глибоко в розкопках Ульдамана. Певне, вони можуть рости ще десь, але поки мені відомо тільки про це місце. Я хочу вивчити можливості їх застосування в алхімії і тут-то ти мені й знадобишся.

Відшукай і принеси мені дюжину цих грибів. Але будь {стать:обережний:обережна} – від зайвих рухів вони можуть випустити отруйні спори.

Якщо виконаєш моє доручення – я приготую для тебе партію мого знаменитого відновлювального зілля!]===],
[===[Принесіть 12 грибів-малиновиків Джаркалу Змішаному Моху в Карґат.]===],
[===[Ти приніс гриби-малиновики для моїх алхімічних досліджень? Немає грибів — немає нагороди!]===],
[===[Чудово, {ім'я}, ти знову {стать:показав:показала} на що {стать:здатен:здатна}! Ці гриби будуть здорово корисними в дослідженнях, дуже здорово!

А тепер, як я й обіцяв, ти можеш насолодитись одним з найкращих зіллів з моїх запасів...

Якщо ти добре знаєш алхімію, ми могли б обговорити ще одну справу. У всякому разі, дякую тобі за допомогу!]===],
},
[2203] = {
[===[Забіг по реагенти Безплідними краями ІІ]===],
[===[Ти {стать:надав:надала} мені неоціненну допомогу, {клас:к}. Я б нагородив тебе навіть рецептом пійла, яке я дав тобі раніше... Але спершу я дам тобі ще одне завдання, досить небезпечне. Вислухай моє прохання.

У цій скриньці — три порожні тавматургічні флакони. Вони зачаровані аурою, що витягує кров у випаленого дракона-стража. Їхнє використання дуже розсердить чудовиськ, тому будь {стать:обережним:обережною}. Коли наповниш усі три, принеси їх мені.

Зроби це, і рецепт стане твоїм.]===],
[===[Застосуйте порожні тавматургічні флакони на випалених драконах-стражах, яких можна знайти у Безплідних краях. Коли наповните їх, принесіть їх Джаркалу Змішаному Моху в Карґат.]===],
[===[Ти вже {стать:використав:використала} флакони, щоб добути потрібну мені кров випалених драконів-стражів? Так, знаю, що це небезпечне завдання... Але в разі успіху на тебе чекає рецепт мого відновлювального пійла. Гра варта свічок, мій друже, гра варта свічок...]===],
[===[Як один алхімік іншого, вітаю тебе. Ось, візьми цей рецепт і додай його до своїх знань. Нехай він принесе тобі успіх і нагороди, які він роками приносив мені.]===],
},
[2258] = {
[===[Забіг по реагенти Безплідними краями]===],
[===[{ім'я}, я міг би скористатися твоєю допомогою, якщо ти не проти. Я - досить визначний алхімік, і я шукаю твоєї допомоги у здобутті деяких реагентів, які можна відшукати в Безплідних краях.

Ось що мені потрібно, щоб поповнити свої запаси: п'ять шлунків канюка, десять ікл скельного койота і п'ять уламків кам'яних елементалів. Очевидно, що їх можна добути з самих тварин, але якщо ти - не войовничий типаж, то знайди друзів, які такими є.

Роздобудь для мене ці реагенти, і з цієї угоди ти одержиш дзвінку монету. Що скажеш?]===],
[===[Принесіть 5 шлунків канюка, 10 ікл скельного койота та 5 уламків кам'яних елементалів Джаркалові Змішаному Моху до Карґата у Безплідних краях.]===],
[===[Чи {стать:роздобув:роздобула} ти вже все, що мені потрібно? Ти не отримаєш платню, доки не принесеш мені ті реагенти.]===],
[===[О, чудова робота! Цього мені повинно вистачити принаймні на деякий час. Ось твоя плата, як я й обіцяв.

Якщо тобі цікаво, у мене є ще деякі реагенти, якими я міг би скористатися. Однак, ці можна знайти лише у глибинах розкопок Ульдамана. Здобути їх нелегко, але я добре заплачу за твій час, якщо ти {стать:зацікавлений:зацікавлена} допомогти мені знову.

Можливо, щось більше, ніж декілька блискучих монет, га?]===],
},
[2280] = {
[===[Платинові диски]===],
[===[Дотик до дисків Норґаннона знову викликає поколювання у ваших пальцях. Однак, цього разу зсередини дисків доноситься гучний скрегіт.

Ваш рюкзак раптово стає тяжче. Всередині ви знаходите мініатюрну версію дисків!

Без сумніву, такий предмет — безцінна знахідка для того, хто зацікавлений в древній історії Азероту. Мудреці Громового Бескиду — одні з таких істориків Орди. Можливо, вони знайдуть їм належне застосування.]===],
[===[Віднесіть мініатюрну копію дисків Норґаннона до одного з мудреців у Громовий Бескид.]===],
[===[Так, {стать:юний:юна} {клас:к}, я бачив, як ти рішуче {стать:йшов:йшла} до мого шатра. Ти {стать:прийшов:прийшла} по мою пораду заради важливої для Орди справи? Чи може ти хочеш розкрити таємниці всесвіту?]===],
[===[Що це в тебе?

Неймовірно, {стать:юний:юна} {клас:к}! Ці диски... Я відчуваю, що вони приховують давно втрачені таємниці. Дякую, що {стать:приніс:принесла} їх мені, це було дуже мудро з твоєї сторони.]===],
},
[2283] = {
[===[Відновлення намиста]===],
[===[У нас є робота для тебе, якщо, звісно, тобі вистачить сміливості!

Глибоко в Безплідних краях знаходиться місце розкопок Ульдамана. Ми чули історію про якогось ідіота-паладина, який нещодавно там загинув. При ньому було дуже цінне намисто з трьома самоцвітами: рубіном, сапфіром і топазом.

Коротко кажучи, нам потрібне це намисто, і ми готові заплатити за нього чистим сріблом. Воно може бути пошкодженим, але це неважливо — ми його якось полагодимо.]===],
[===[Знайдіть цінне намисто на місці розкопок Ульдамана і принесіть його Драну Дрофферсу в Орґріммар. Намисто може бути пошкоджене.]===],
[===[Ну що, намисто в тебе? Ти не отримаєш від нас і мідяка, якщо не принесеш його!]===],
[===[Ммм, здобич! Я навіть звідси відчуваю його. Дай-но поглянути...

Гей, що це нам хочеш підсунути? У ньому не вистачає каменів! {стать:Думав:Думала}, ми не помітимо? Навіть Малтон помітив би, що каміння немає.

Ну, може, це й не ти їх {стать:вкрав:вкрала}... але без них намисто нічого не варте! Ні-ні, твоя робота ще не закінчена!]===],
},
[2284] = {
[===[Відновлення намиста, друга спроба]===],
[===[Ці камені напевно залишилися десь в Ульдамані! Це так само вірно, як те, що Мальтон — бовдур. Тобі доведеться повернутися туди та розшукати їх.

Як я вже казав, якщо те, що нам розповідали — правда, то в намисті мали бути рубін, сапфір і топаз. Знайди їх і поверни в намисто.

Де вони? А хто ж їх знає? Можливо, тобі пощастить і ти знайдеш труп того паладина. Можливо, вони все ще у нього, якщо його не обчистили.]===],
[===[Знайдіть підказку про місцеперебування самоцвітів у надрах Ульдаману.]===],
nil,
[===[Здається, вам вдалося знайти рештки паладина, про якого говорив Дран. Обшукавши їх, ви знаходите те, що, схоже, є його щоденником. Щоденник у поганому стані, більша частина сторінок залита кров'ю. Те, що ви можете прочитати, однак, є суцільною нісенітницею. Наскільки вам відомо, це мова людей.

Вам доведеться знайти того, хто зможе це перекласти.]===],
},
[2318] = {
[===[Переклад щоденника]===],
[===[Опинившись в глухому куті, ви розумієте, що вам потрібен переклад щоденника зрозумілою мовою. Безумовно, у світі знайдеться багато знавців людської мови. Найближче місце, де можна знайти когось — форпост Карґат, що у Безплідних краях. Можливо, варто почати звідти.]===],
[===[Знайдіть когось, хто зможе перекласти щоденник паладина. Найближче місце для пошуків — Карґат, що у Безплідних краях.]===],
nil,
[===[{стать:Могутній:Могутня} {клас:к}, я знаю, що ти робиш тут, у Безплідних краях. Я знаю, що тобі потрібен мій дар знання мов. Ти шукаєш частин намиста, яке {стать:знайшов:знайшла} в Ульдамані.

{стать:Здивований:Здивована}? Не варто: знати такі речі — моя робота. Натомість обговорімо, що ти {стать:готовий:готова} зробити задля перекладу щоденника. Повір, я єдиний, хто зможе перекласти його.

А ще краще, дозволь мені запропонувати дещо краще, ніж пропонує тобі Дран Дрофферс, і при цьому ти зможеш виконати його завдання. Ну що, {стать:зацікавлений:зацікавлена}?]===],
},
[2338] = {
[===[Переклад щоденника]===],
[===[Дрофферсам не стане розуму, щоб відновити магію в намисті, але я зможу це зробити. Все, що мені потрібно — вивчити намисто, щоб навчитися робити їх самостійно. Для цього мені потрібне твоє намисто. Дозволь мені позичити його на деякий час, а в обмін я перекладу для тебе щоденник. А поки ти шукатимеш камінці, у мене буде вдосталь часу на вивчення.

Ця угода вигідна нам обом. Ну, що скажеш?]===],
[===[Дозвольте Джаркалу позичити намисто. Натомість він перекладе для вас щоденник.]===],
[===[Ти вже все {стать:обдумав:обдумала}, так? Ти {стать:розумний:розумна} {клас}, якщо погодишся на цю угоду — ми обоє одержимо те, що нам потрібно, а Дрофферси думатимуть, що і вони отримають своє.]===],
[===[Це дійсно гарна угода — я знав, що можу розраховувати на тебе.

Зачекай хвилинку, поки я накладу закляття, щоб швидко перекласти щоденник з людської мови на зрозумілу тобі. Я — троль свого слова; запитай кого хочеш в Орді про Джаркала Змішаного Моха, і тобі скажуть те ж саме. Ну що ж, почнімо...]===],
},
[2339] = {
[===[Пошук самоцвітів та джерела сили]===],
[===[Ось перекладений щоденник, можеш самостійно прочитати його. Там написано, що дворфи сховали рубін, троги — топаз, а трог на ім'я Ґрімлок привласнив сапфір.

Послухай — тобі знадобиться джерело сили, щоб намисто знову запрацювало. Та Дран Дрофферс цього не знає. Щоб знайти таке джерело — спустись глибше в Ульдаман, знайди наймогутніше створіння і вбий його. Не сумніваюсь, ти знайдеш джерело сили у нього.

Коли збереш все — повертайся сюди!]===],
[===[Знайдіть всі три самоцвіти та джерело сили намиста в Ульдамані та принесіть їх Джаркалу Змішаному Моху в Карґат. Джаркал вважає, що джерело сили можна знайти у наймогутнішого створіння в Ульдамані.

Зі щоденника ви знаєте, що...
* Рубін схований на забарикадованій території Тінегарту.
* Топаз захований в урні в одному з районів, зайнятих троггами, біля дворфів Альянсу.
* Сапфір привласнив Грімлок, ватажок трогів.]===],
[===[Якщо у тебе немає самоцвітів і джерела сили, здатного спрямувати магічну силу у намисто, на тебе чекає ще одна подорож до глибин Ульдаману.

Ти отримаєш самоцвіти, щоб передати їх цим бовдурам в Орґріммар, а я залишу собі джерело сили, оскільки саме воно змусить намисто працювати...]===],
[===[Дуже добре, {клас:к}. Тепер плоди нашої праці окупляться сторицею. Я закінчив роботу над намистом і впевнений, що тепер зможу створити таке саме.

Але спершу я використаю спеціальне заклинання, щоб швидко дослідити ці самоцвіти, перш ніж ти віднесеш їх і намисто назад до Орґріммару. Це займе лиш мить.]===],
},
[2340] = {
[===[Доставка самоцвітів]===],
[===[Для намиста підійде будь-яка оправа та камені, головне, щоб вони були з тих же матеріалів. Однак саме це джерело сили поверне в нього магію... Сподіваюся.

Я з радістю віддам тобі камені, які підходять для намиста, якщо джерело сили дійсно працює.

Вирушай до Орґріммару і виконай свою частину угоди з Дрофферсами. Тільки нікому не кажи про нашу угоду, а коли повернешся — у мене буде для тебе чудовий сюрприз.]===],
[===[Доставте намисто та самоцвіти Драну Дрофферсу в Орґріммар.]===],
[===[Поглянь-но, хто прийшов! Бачу, ти не {стать:поспішав:поспішала} сюди. Будемо сподіватися, що ти не марно витрачаєш мій час! Ти не отримаєш платні, поки не принесеш все, що я просив, май це на увазі. І можеш не сумніватися — ми все перевіримо, і не один раз!]===],
[===[Так, все на місці. Не проти, якщо ми залишимо сумку? Ні? Дякую, дуже тобі дякую! Ха!

Це намисто — наша найбільша здобич! Але не засмучуйся, я впевнений, що намисто тобі все одно не підійшло б. Ха!

Угода є угода, тож ось твоя винагорода за трофеї. На цьому все, приходь пізніше, може, у нас буде ще робота. А поки забирайся геть!]===],
},
[2341] = {
[===[Відновлення намиста, третя спроба]===],
[===[Пів справи зроблено, а Дран і Малтон Дрофферси вже сваряться через нову здобич. Тепер потрібно відправитися в Безплідні краї, адже там, в Карґаті, на вас чекає особлива нагорода від Джаркала Змішаного Моха.]===],
[===[Відвідайте Джаркала Змішаного Моха в Карґаті.]===],
nil,
[===[Джерело сили, яке ти мені {стать:приніс:принесла}, перевершило всі мої сподівання. Я зміг виготовити намисто для нас обох, і в ньому залишилося достатньо сили, щоб зробити ще принаймні три. За них можна буде отримати чималу винагороду, а Дрофферси ні про що не здогадаються.

Ось, тримай. Я тобі дуже вдячний.]===],
},
[2342] = {
[===[Повернення скарбів]===],
[===[Підмітати загони для кажанів цією мітлою не личить Ґарретам! Я заробив трохи грошей на цій мерзенній роботі та хочу витратити їх на поліпшення свого становища.

Родинна зброя сім'ї Ґарретів замкнена в нашій скрині в південній загальній залі Ульдаману ще з тих часів, коли ми, Ґаррети, працювали там землекопами. Без неї я застрягну тут навіки — буквально — прибираючи лайно за цими клятими кажанами.

Дістань мій родинний скарб! Допоможи мені повернути те, що належить мені по праву!]===],
[===[Дістаньте родинний скарб Патріка Ґаррета з його родинної скрині південній загальній залі Ульдамана і принесіть його йому в Підмістя.]===],
[===[Прибиранню немає кінця... Ці кажани не перестають знущатися наді мною і моєю мітлою. Будь ласка, скажи, що тобі вдалося повернути скарб моєї сім'ї! Я готовий віддати тобі все моє срібло — хіба цього недостатньо?!]===],
[===[Нарешті — мітла, гідна Ґаррета. Ти, чорт забирай, {стать:вартий:варта} кожного витраченого на тебе срібляка!

Ви чуєте мене, кляті кажани? Тепер у мене є справжня зброя родини Ґарретів! Тремтіть, кажани, тремтіть!]===],
},
[2378] = {
[===[Пошуки Розтрощеної Руки]===],
[===[Ти добре {стать:послужив:послужила} Смертоловам, {ім'я}, але схоже, що настав тобі час рухатися далі. У тебе гарні здібності у непомітності та обмані, але тобі все ще потрібно багато тренуватися.

У Смертоловів є союзники серед Розтрощеної Руки. Йди до тих, хто зможе допомогти нам — знайди Шентула в Орґріммарі.]===],
[===[Доберіться до Оргріммару та поговоріть з Шентулом в Розколині Тіні.]===],
nil,
[===[Так ось кого могутні союзники прислали Шентулу? Якось не вражає...]===],
},
[2379] = {
[===[Зандо'зан]===],
[===[Однієї твоєї рішучості не вистачить, щоб подолати всі перешкоди, які чекають на нас.

Поговори із Зандо'заном, щоб почати навчання як агент Розтрощеної Руки.

Тільки тоді, коли ти опануєш навички непомітності та злодійства, ти зможеш зробити наступний крок назустріч своєї долі.]===],
[===[Поговоріть із Зандо'заном в Розколині Тіні.]===],
nil,
[===[Можливо, Зандо'зан помилився. Зандо'зан просить вибачення.]===],
},
[2380] = {
[===[До Орґріммару!]===],
[===[Ти, звісно, далеко ще не фахівець з непомітності та обману, проте все це може змінитися. Принаймні, начальство явно звернуло на тебе увагу, оскільки сам Шентул запам'ятав твоє ім'я.

Рушай звідси на північ, до Орґріммару, та поговори з Шентулом в Розколині Тіні.]===],
[===[Поговоріть з Шентулом в Розколині Тіні в Орґріммарі.]===],
nil,
[===[Дуже важливо, щоб Розтрощена Рука зберігала пильність перед обличчям змін, які Тралл має намір запровадити в Орді. Нашої чисельності буде недостатньо, щоб змагатися з його владою — ми маємо покладатись на непомітність та хитрість.]===],
},
[2381] = {
[===[Пограбувати грабіжників]===],
[===[Не хочу лякати тебе, {ім'я}, але останні п'ять крадіїв, яких я відправив викрасти скарб Південних морів, повернулися до мене по частинах!

На південь вздовж узбережжя, ти знайдеш корабель флібустьєри Південних морів — "Припливну Бритву". В його трюмі лежить скарб Південних морів. На другій палубі цього корабля знаходиться піратське лігво, де вони тренують своїх крадіїв.

Проникни на цей корабель, викради скарб та принеси його мені. Якщо тобі знадобиться потренувати твої навички злому — скористайся піратським лігвом, але будь {стать:обережний:обережна}!]===],
[===[Принесіть скарб Південних морів Реніксу Жалюгідному в Брашпиль. Не забудьте взяти В.Х.М.К та інструменти зломника з гізмотронного апарату Ренікса. Вам знадобляться ці предмети для виконання завдання.

Якщо на вас нападуть вороже налаштовані папуги — скористайтеся В.Х.М.К.!]===],
[===[Що ж, принаймні у тебе всі кінцівки на місці. Тобі вдалося знайти скарб?]===],
[===[Неймовірно! Прекрасно! Просто дивовижно! У тебе є талант, {ім'я}, або ж тобі неймовірно щастить!

Ось твоя частка. Думаю, ти знайдеш їй краще застосування, ніж я.]===],
},
[2382] = {
[===[Ренікс з Брашпиля]===],
[===[Зандо'зан бачив це! Так, день близький! Смерть Тралла... кинджал у його спині, отрута в його венах... Зандо'зан сказав занадто багато.

{ім'я}! У Зандо'зана є завдання для тебе! {ім'я} має вирушати до Брашпиля, на схід від Перехрестя, та поговорити з Реніксом Жалюгідним. Йди!]===],
[===[Відправляйтеся до Брашпиля та поговоріть з Реніксом Жалюгідним.]===],
nil,
[===[Ще {стать:один:одна}? Останні п'ятеро, яких прислав мені цей божевільний троль, пішли на корм акулам. Сподіваймося, що ти протримаєшся краще, ге?]===],
},
[2383] = {
[===[Простий пергамент]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Прочитай його, як матимеш час. Якщо не помиляюсь, він від тренера воїнів Франґа. Певно, ти захочеш поговорити з ним. Знайти його можна біля Лігва, десь в затінку.]===],
[===[Прочитайте простий пергамент і поговоріть з Франґом в долині Випробувань.]===],
[===[Що це в тебе? Пергамент? Ти що, вмієш читати?]===],
[===[А, так, це ж я написав. Я почув, що ти будеш в долині, {ім'я}. Радий, що тобі вдалось добратися сюди. Будемо сподіватись, що ти впораєшся і з майбутніми випробуваннями. Як я й писав - приходь до мене і я зроблю з тебе {стать:справжнього:справжню} {клас:з}.

Хай щастить, {ім'я}. Приходь, як будеш {стать:готовий:готова}.]===],
},
[2440] = {
[===[Платинові диски]===],
[===[Я зосереджу свої сили на цих дисках і врешті-решт розкрию їх таємниці.

А щодо тебе, {ім'я}, я маю віддячити за те, що ти {стать:приніс:принесла} їх мені. Віднеси цей талон Бені Зимовому Копиту, тренерці алхімії в Громовому Бескиді. Вона дасть тобі одну річ, яка, я впевнений, тобі сподобається, а ще запропонує тобі на вибір зілля з моїх особистих запасів.

І скоріш повертайся до мене, бо чую я, що на нас чекає ще багато пригод з цією знахідкою.]===],
[===[Віднесіть ваш талон на винагороду Бені Зимовому Копиту в Громовий Бескид.]===],
[===[Вітаю, {клас:к}! Ти {стать:прийшов:прийшла} навчатись алхімії чи, може, за чимось ще?]===],
[===[Що ж, {ім'я}, схоже, ти гарно {стать:догодив:догодила} Любомудру Шукачу Істини, якщо маєш отримати цю річ. Також ти можеш обрати собі винагороду з його запасів зілля. Обирай: п'ять відмінних зіллів лікування чи п'ять сильних зіллів мани?]===],
},
[2458] = {
[===[Надійне прикриття]===],
[===[ТзНБ "Авантюра"... Можливо, ти {стать:чув:чула} про них?

Протягом року ми працювали над тим, щоб один з наших агентів втерся їм у довіру. І завдяки наполегливій праці та ретельному плануванню нам це вдалося.

Нещодавно ми отримали звістку, що ТзНБ "Авантюра" планує щось масштабне. Вирушай до вежі ТзНБ "Авантюра", що на півночі від Драговини шламу, та зв'яжися з нашим таємним агентом, орударем Фіззулом.

Коли знайдеш вежу, скористайтеся цим сигнальним пістолетом, а потім підійди до Фіззула та покажи йому вітання Розтрощеної Руки.]===],
[===[Відправтеся до вежі ТзНБ "Авантюра" північніше Драговини шламу та зв'яжіться з таємним оперативником Розтрощеної Руки, орударем Фіззулом.

Коли вежа буде в полі зору, скористайтеся сигнальним пістолетом, щоб повідомити орударю Фіззулу про своє прибуття. Випустіть ДВІ сигнальні ракети, після чого підійдіть до орударя Фіззула та продемонструйте вітання (/salute) Розтрощеної Руки.

Ці дії повинні бути виконані в правильному порядку, оскільки Фіззул буде нападати на всіх незнайомців.]===],
nil,
[===[Приємно бачити ще одного агента Розтрощеної Руки в цих краях, проте сигнальний пістолет — це вже занадто!

Наступного разу, як захочеш поговорити зі мною, дмухни у цей свисток двічі, і я зрозумію що ти союзник.]===],
},
[2460] = {
[===[Вітання Розтрощеної Руки]===],
[===[Тепер, коли ти {клас} Розтрощеної Руки, тобі слід вивчити вітання Розтрощеної Руки. Це єдиний спосіб ідентифікувати члена Руки.

Дивись, вчись, повторюй.]===],
[===[Повторіть вітання Розтрощеної Руки за Шентулом.]===],
[===[Повтори!]===],
[===[Молодець, {ім'я}. Тепер ми можемо продовжувати.]===],
},
[2478] = {
[===[Місія здійсненна, але малоймовірно]===],
[===[Тобі доведеться вкрасти ключ від вежі у штейгера Силіксиза, {ім'я}. Як ви отримаєте ключ, збережи його — він мені ще знадобиться.

Пам'ятай, отрута послабила всіх у цій вежі. Скористайся своїми здібностями, щоб принести хаос і руйнування її мешканцям. Вбий їх всіх, ніякого милосердя!

Коли все всередині перетвориться на криваву баню, зламай скриню Ґаллівікса та викради з неї запас зміненої суміші Занзіла. Принеси голову та суміш Шентулу в Орґріммар.]===],
[===[Викрадіть ключ від вежі Силіксиза у штейгера Силіксиза, а потім вбийте двох мутованих мерців, двох патрульних та двох спостерігачів ТзНБ "Авантюра".

Вбийте старшого штейгера Ґаллівікса та заберіть його голову, потім зламайте замок на скрині Ґаллівікса та викрадіть запас зміненої суміші Занзіла. Принесіть запас суміші та голову Ґаллівікса Шентулу в Орґріммар для отримання подальших вказівок.]===],
[===[У тебе є що доповісти, {ім'я}?]===],
[===[Бідний Фіззул, він був гарним агентом — одним з кращих. На жаль, це ціна, яку ми платимо, {ім'я}. Бути польовим агентом Розтрощеної Руки — це небезпечна робота.

Ти чудово {стать:впорався:впоралася} зі своїм завданням, {клас:к}. Добре, що тобі вдалося вижити, адже ти можеш служити нам далі.]===],
},
[2479] = {
[===[Допомога Гінотта]===],
[===[Віднеси зразок суміші Сержу Гінотту в Тарренський Млин.

Якщо хтось може вилікувати тебе — це Серж. Він тебе навчить усього, що пов'язано з отрутами... якщо ти, звісно, виживеш.]===],
[===[Відправтеся до Тарренського Млина в передгір'я Гіллзбраду та доставте зразок суміші Занзіла Сержу Гінотту.

Щоб дістатися Тарренського Млина, сядьте на дирижабль та відправтеся до Підмістя, йдіть південною стежкою через Срібнохвой в напрямку Гіллзбраду. Слідкуйте за знаками!]===],
[===[Що це???]===],
[===[Ти {стать:такий блідий:така бліда}, виглядаєш дуже апетитно, {клас:к}. І що це за неприємний запах іде від тебе?? Я мушу знати!]===],
},
[2480] = {
[===[Допомога Гінотта]===],
[===[Я ніколи не бачив такого дивовижного ефекту від отрути! Занзіл, кажеш? Ніколи не чув про нього, проте, маю віддати йому належне за створення такої чудової суміші.

Ну що ж, я вилікую тебе, а потім навчу користуватися отрутою.

Дай мені кілька хвилин, {ім'я}, я маю вивчити токсин.]===],
[===[Дочекайтеся, доки Серж Гінотт завершить ліки.]===],
nil,
[===[Ліки готові! Випий цю протиотруту і це повзуче божевілля зупиниться. Проте, я нічого не зможу зробити з цим запахом.]===],
},
[2622] = {
[===[Зниклі накази]===],
[===[Накази? Для чого ти хочеш отримати ці накази?

Що ти маєш на увазі, {ім'я}? Звичайно, я передав ці накази! Солдати, з якими я їх відправляв, потрапили в засідку і були безжально розбиті мурлоками. Вижив тільки один, якщо це можна так назвати. Він ледь може говорити, не може ходити і його доводиться годувати через трубку. Якщо хочеш знати, що сталося з тими наказами, поговори з Бенґором. Я впевнений, що він десь тут... та ще, {ім'я} стеж, куди сунеш свій ніс — його можуть і відкусити.]===],
[===[Поговоріть з Бенґором.]===],
nil,
[===[Болотний ба... баз.. базікало...]===],
},
[2623] = {
[===[Болотний Базікало]===],
[===[Накази були віддані командиром зв'язку. Ми прийняли... прийняли накази. На шляху до Спустошених земель — засідка.

Мурлоки... багато мурлоків... Одного звали Болотний Базікало. Вирвав накази у мене з рук, вдарив списом мені в голову. Схід... печера...

<Бенґор непритомніє.>]===],
[===[Заберіть накази воєвождя і поверніть їх загиблому герою Орди.]===],
[===[Очікую накази.]===],
[===[Це гірше, ніж я очікував. Дев'ятнадцять моїх соратників були б позбавлені від страждань, на які вони наражались. Якби я не діяв так нерозумно.

Допоможи їм, {ім'я}! Я безсилий щось зробити.]===],
},
[2841] = {
[===[Техновійни]===],
[===[Два роки тому технології гномів використовувались хіба що як жарт. Часи, звісно, змінилися. Зараз вони побудували машину, яка краща за всі наші моделі подрібнювачів разом узяті. Мені потрібні її креслення, {ім'я}!

На жаль, вони знаходяться в сейфі біля мехженера Термоштепселя. Що ще гірше — код від сейфа знає лише він.

Зроби все можливе, щоб отримати цей код, {ім'я}. Потім відкрий сейф і принеси мені креслення!]===],
[===[Дістаньте креслення машини та код від сейфу Термоштепселя в Гномреґані та принесіть їх Ноґґу в Орґріммар.]===],
[===[Я не бачу креслень. Ти десь {стать:сховав:сховала} їх чи просто стоїш тут, щоб мене роздратувати?]===],
[===[Я знав, що в тебе все вийде, {ім'я}! А Совік сумнівався...

<Ноґґ відкашлюється.>

Тепер, коли ми маємо креслення, це лише питання часу, коли ми розберемось в рішеннях гномів, які були використані при створенні машини. Вони знадобляться нам для нових моделей подрібнювачів.]===],
},
[2842] = {
[===[Старший інженер Скуті]===],
[===[Щойно ми почули від Кернобі про нову машину гномів, ми зі Скуті почали працювати над Транполіпортом 6000 - найшвидшим і найнадійнішим способом дістатися до Гномреґану.

І він нарешті готовий, {ім'я}. Якщо хочеш спробувати — вирушай до Грабіжної Бухти та поговори зі Скуті, що знаходиться під гніздом грифонів, неподалік таверни «Солоний матрос». До Грабіжної Бухти можеш дістатись на човні з Брашпиля.

Але звісно, ти завжди можеш спробувати добігти до Гномреґану через гори Дун-Морогу, що кишать дворфами!]===],
[===[Поговоріть зі Скуті в Грабіжній Бухті.]===],
nil,
[===[Вона прекрасна, чи не так? Вершина гоблінської транспортної технології — вибухнула лише з десяток разів.

Та не хвилюйся, {ім'я}, вона більше не вибухне — я її полагодив. А якщо і вибухне, то все буде швидко і безболісно.]===],
},
[2843] = {
[===[До Гномреґану!]===],
[===[Поки транспондер у тебе — все, що тобі потрібно зробити — це наступити на платформу, і ти перенесешся до Гномреґану.

Ти можеш відчути деякі незвичні побічні ефекти, але жоден з них не має залишитись... надовго.

Ледь не забув найважливіше — повернення. Коли захочеш повернутись — просто наступи на платформу трансполіпорта на іншій стороні, у Гномреґані!

Тепер я маю відкалібрувати транспондер відповідно до твого розміру та ваги.]===],
[===[Зачекайте, поки Скуті відкалібрує гоблінський транспондер.]===],
[===[Готово!]===],
[===[Все готово! Коли будеш {стать:готовий:готова} — просто наступи на платформу.]===],
},
[2949] = {
[===[Повернення персня]===],
[===[Відкривши коробку, виготовлену Блискочистом 5200, ви бачите блискучий перстень! Ви відчуваєте, як він випромінює чарівну силу.

На його внутрішній стороні є невеликий, але помітний відбиток печатки Орґріммару. Поруч викарбувано літери, але навіть після очищення можна прочитати лише перші три: «НОҐ...». 

Це може бути ім'я власника, а може – ювеліра, що виготовив перстень. Залишити його собі... чи знайти цього "НОҐ...". Непросте рішення...]===],
[===[Ви можете залишити перстень собі, або знайти того, чиї ініціали викарбувані на його внутрішній стороні.]===],
[===[Ну нічого, ми покажемо цим брудним маленьким гномам. Я впевнений, що це вони вкрали у нас ту машину! Ох, вже ці кляті... е-е-е, так? Тобі щось потрібно?]===],
[===[Перстень з Гномреґану? Цікаво... але ні, це не моє.

Ця історія з Гномреґаном — з цією купою дурнів не могло статись нічого кращого. Роками вони були посміховиськом, а тепер майже за одну ніч вони почали робити кращі машини, ніж ми?

Що, перстень був у дворфа Темного Заліза? Це ще цікавіше! Знаєш, може, гноми вкрали їхні божевільні схеми големів і модифікували їх. Отже, тепер дворфи Темного Заліза прагнуть помсти. Дуже цікаво...

А щодо персня...]===],
},
[2950] = {
[===[Вдосконалення персня]===],
[===[Ні-ні-ні, я не збираюся стверджувати, що перстень мій. Зазвичай я такого не роблю, але твоя інформація про Темне Залізо була надзвичайно корисною. Я вдосконалю цей перстень для тебе, краще, ніж міг би зробити той, хто виготовив цю просту дрібничку. Напевно, це був якийсь гном...

Якщо ти принесеш мені злиток срібла, моховий агат і тридцять срібних монет за мою роботу, я додам до персня срібну решітку та агат, що посилить його магічні властивості. Хочеш?]===],
[===[Принесіть блискучий золотий перстень, злиток срібла, моховий агат та 30 срібних монет Ноґґу в Орґріммар.]===],
[===[Ти {стать:приніс:принесла} матеріали, які я просив? Без них я не зможу вдосконалити перстень.]===],
[===[Ось твій перстень, кращий за попередній. Ще раз дякую за інформацію про дворфів Темного Заліза. Це може пояснити, звідки у цих гномів раптом з'явилася гоблінська майстерність.]===],
},
[2965] = {
[===[Провісники Ульдуму]===],
[===[А, {ім'я}, як добре, що ти знову {стать:прийшов:прийшла} до мене. Твої відкриття на розкопках Ульдаману викликали неабиякі обговорення серед мудреців. Я якраз розмовляв про це з одною з друїдів, Нарою Дикою Гривою, коли раптом зрозумів, що її минулі пригоди можуть мати велике значення для подальших досліджень.

Я хотів би, щоб ти {стать:поговорив:поговорила} з нею про її подорож в долину Вартових, що в пустелі Танаріс. Вона чекатиме тебе на Верхів'ї Старійшин.]===],
[===[Поговоріть з Нарою Дикою Гривою на Верхів'ї Старійшин в Громовому Бескиді.]===],
nil,
[===[В пустелі Танаріс є місце, що називається долиною Вартових. Ці диски, які ти {стать:знайшов:знайшла}... в їх написах згадується місце під назвою Ульдум. Вважається, що це місце — всього лише міф.

Та я знаю, що це не так. Ульдум існує. Я була там. Ну... принаймні поруч.

Суть в чому, {ім'я}: ми вважаємо, що ці диски якимось чином пов'язані з Ульдумом, тож ти маєш туди відправитись.]===],
},
[2966] = {
[===[Що буде далі]===],
[===[Ми з Любомудром Шукачем Істини хочемо, щоб ти {стать:відніс:віднесла} ці диски до запечатаних воріт Ульдуму. Але ми... не впевнені, до чого це призведе.

Звучить ризиковано, так, ми це розуміємо. Однак, може, нічого і не станеться. Можливо тобі доведеться до чогось їх притулити. А може, в присутності дисків відкриються ворота. Не бійся експериментувати та будь {стать:готовий:готова} до будь-яких наслідків.

Як щось дізнаєшся — повертайся до мене. Впевнена, нам буде що обговорити.]===],
[===[Принесіть мініатюрні платинові диски до воріт Ульдуму в Танаріс та перевірте, чи є між ними зв'язок.]===],
[===[З розпеченого піску видніється знайомий постамент. Можливо, він тут не просто так...]===],
[===[Щойно ви торкаєтесь постаменту, мініатюрні диски з Ульдаману починають гудіти та світитись. В руках відчувається знайоме поколювання і перед воротами Ульдуму з'являється кам'яний вартовий.

"Вітаю. Я — вартовий цього проходу. Серед використаних вами дисків відсутні пластини Ульдуму. Будь ласка, додайте ці пластини до вашого набору та повторіть спробу доступу. Дякую."]===],
},
[2967] = {
[===[Повернення до Громового Бескиду]===],
[===[Ви торкаєтесь постаменту і платинові диски знову опиняються у вашому рюкзаку.

Тепер, дізнавшись більше про кам'яного вартового та повернувши диски, ви можете повернутись до Громового Бескиду та розказати про все Нарі Дикій Гриві.]===],
[===[Поговоріть з Нарою Дикою Гривою в Громовому Бескиді.]===],
[===[З поверненням, {ім'я}. Тобі вдалось якось використати диски?]===],
[===[Тобі не вистачило дисків? Цікаво... Схоже, що диски Норґаннона — лише одна з частин більшого набору. Простіше кажучи, вони як один з ключів на зв'язці.

Якщо ми знайдемо пластини Ульдуму, то зможемо й потрапити до самого комплексу. Навіть не знаю, радіти цьому чи жахатись.

Можливо, нам доведеться пожертвувати всім, щоб впевнитись, що таємниці нашої планети, які можуть знищити нас, залишаться таємницями.]===],
},
[2968] = {
[===[Задача на майбутнє]===],
[===[Що ж, {ім'я}... схоже, що ми зайшли в глухий кут. Ми знаємо, що нам потрібні пластини Ульдуму, але гадки не маємо, де їх шукати. Нам проведемо дослідження та розробимо план подальших дій. В мене є кілька ідей щодо пошуку і я сподіваюсь, що скоро ми знову попросимо тебе про допомогу.

Ти маєш розказати про це Любомудру Шукачу Істини, {ім'я}. Не сумніваюсь, він захоче особисто віддячити тобі за почутий поклик про допомогу.]===],
[===[Поговоріть з Любомудром Шукачем Істини у Громовому Бескиді.]===],
nil,
[===[Що ж, ми всі згодні з тим, що найкращий план дій — відкласти цю справу, поки ми не звузимо зону пошуків. Ми зайшли так далеко завдяки тобі, {ім'я}, і я сподіваюсь, що саме ти й розкриєш таємниці Ульдуму.

А поки що дозволь мені вручити тобі твій гонорар. Це має з надлишком покрити твої витрати. Заходь до нас пізніше, Ульдум чекає на нас.]===],
},
[2981] = {
[===[Загроза в Фераласі]===],
[===[Фералас — ідеальне місце для того, щоб {стать:такий:така} {клас}, як ти, {стать:міг:могла} проявити себе. Плем'я огрів під назвою Ґордунні домінує там, і їхня чисельність зростає. Їх треба зупинити, перш ніж вони загрожуватимуть нашим силам у Фераласі.

Я знаю одну воїтельку на ім'я Рок Орхан, вона живе в таборі Мохаче у Фераласі. Йди до неї. Вона розповість тобі про ситуацію докладніше.]===],
[===[Белґром Скелебій просить вас поговорити з Рокою Орханою в таборі Мохаче.]===],
nil,
[===[То тебе прислав Белґром. Ти якраз вчасно, {раса:к}.

Дозволь мені пояснити ситуацію, а ти вже вирішуй, чи тобі це по зубах... Але якщо тебе прислав Белґром, значить, твоя хоробрість не має викликати сумнівів.]===],
},
[2983] = {
[===[Поклик вогню]===],
[===[Минуло багато часу відтоді, як ти {стать:проходив:проходила} своє останнє випробування, {ім'я}. До цього часу ти {стать:був старанним:була старанною} у своєму навчанні, але настав час тобі пізнати більшу силу... справжню силу. Ти пізнаєш елемент вогню, якщо будеш {стать:готовий:готова} заплатити за це.

Знайди Кранала Фісса у Степах. Він проживає у маленькій хатині на півночі від Перехрестя. Але май на увазі: якщо ти {стать:потрапив:потрапила} до земель клятих нічних ельфів, ти {стать:зайшов:зайшла} надто далеко.]===],
[===[Знайдіть Кранала Фісса у Степах.]===],
nil,
[===[Хм... То тебе Сворт прислав, так? 

Тоді добре, Сворту завжди можна було довіряти, тож це має означити, що ти {стать:готовий:готова} спробувати наступну сапту — сапту вогню. 

Я вже бачу це у твоїх очах, палання, жадання. Ти вже {стать:відчув:відчула} силу і тепер {стать:готовий:готова} до більшого. Терпіння, {ім'я}. Пам'ятай, чого навчила тебе земля. Сила й руйнування даються легко, але ти все одно {стать:повинен:повинна} знати, коли зупинитися.]===],
},
[2984] = {
[===[Поклик вогню]===],
[===[Минуло багато часу відтоді, як ти {стать:проходив:проходила} своє останнє випробування, {ім'я}. До цього часу ти {стать:був старанним:була старанною} у своєму навчанні, але настав час тобі пізнати більше. Настав час тобі дізнатися про руйнування... і хаос. Ти пізнаєш елемент вогню, якщо будеш {стать:готовий:готова} заплатити за це.

Знайди Кранала Фісса у Степах. Він проживає у маленькій хатині на півночі від Перехрестя. Але май на увазі: якщо ти {стать:потрапив:потрапила} до земель нічних ельфів, ти {стать:зайшов:зайшла} надто далеко.]===],
[===[Знайдіть Кранала Фісса у Степах.]===],
nil,
[===[Хм... То тебе Нарм прислав, так? 

Тоді добре, Нарму завжди можна було довіряти, тож це має означити, що ти {стать:готовий:готова} спробувати наступну сапту — сапту вогню. 

Я вже бачу це у твоїх очах, палання, жадання. Ти вже {стать:відчув:відчула} силу і тепер {стать:готовий:готова} до більшого. Терпіння, {ім'я}. Пам'ятай, чого навчила тебе земля. Сила й руйнування даються легко, але ти все одно {стать:повинен:повинна} знати, коли зупинитися.]===],
},
[2986] = {
[===[Поклик води]===],
[===[Минуло багато часу з твого останнього випробування, {ім'я}. Досі ти {стать:проявляв:проявляла} чимало терпіння у своєму навчанні, та настав час тобі зробити новий крок. Настав час пізнати чистоту води.

Поговори з Іслен Морською Провидицею в Степах. Ти знайдеш її в рибальській хатині на східному узбережжі, на південь від Південнолютної річки та Брашпиля. Щасти тобі, {ім'я}.]===],
[===[Знайдіть Іслен Морську Провидицю в Степах.]===],
nil,
nil,
},
[2995] = {
[===[Лінії зв'язку]===],
[===[Оселя Квел'Даніл є центром комунікацій вищих ельфів у Внутрішніх землях. Їхні посли працюють над тим, щоб встановити взаємовідносини з іншими расами, поширюючи знання про В'ялошкірих тролів, які живуть у південних Внутрішніх землях. Усі документи щодо комунікацій зберігають в оселі.

Нам не потрібно, щоб Високодільні будували союзи з іншими, {Ім'я}.

Знищ документи Високодільних. Ми повинні спалити їхні лінії зв'язку... буквально.]===],
[===[Орана Змієкрут з Підмістя просить вас відправитись у Внутрішні землі та спалити там записи Високодільних, звіти Високодільних і нотатки Високодільних.]===],
[===[Утримувати Високодільних ельфів у ізоляції - ось у чому ключ. Ти вже {стать:знайшов:знайшла} оселю?]===],
[===[Чудово, {Ім'я}. Поки Високодільні працюють над відновленням своєї загубленої інформації, ми зможемо ще краще перекрити лінії...]===],
},
[2996] = {
[===[У пошуках Страгада]===],
[===[Я багато чому навчив тебе, але тобі потрібен новий вчитель. Він знаходиться в Брашпилі, його ім'я Страгад. Він людина, але не дозволяй цьому обдурити себе і думати, що він слабкий. Він могутній, навіть якщо й малий. Він може навчити тебе потужнішим заклинанням виклику — я відчуваю, що ти {стать:готовий:готова}. Йди до нього. Він у Брашпилі... біля вежі над портовим містом.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі.]===],
nil,
[===[Насичений день у Брашпилі, чи не так? Я люблю спостерігати за напруженою роботою портового містечка. Тут стільки таємниць, стільки пригод... та стільки неуцтва.

Чи це ненависть у твоїх очах, {ім'я}? Чудово, ми знайдемо для неї застосування.]===],
},
[3001] = {
[===[У пошуках Страгада]===],
[===[Я багато чому навчив тебе, але тобі потрібен новий вчитель. Він знаходиться в Брашпилі, його ім'я Страгад. Він людина, але не дозволяй цьому обдурити себе і думати, що він слабкий. Він не твій ворог, тому поважай його. Страгад може навчити тебе потужнішим заклинанням виклику, заклинанням які ти {стать:готовий:готова} вивчити.

Ти знайдеш його в Брашпилі... над портовим містом, поруч з вежею.]===],
[===[Знайдіть Страгада Фарсана в Брашпилі.]===],
nil,
[===[Насичений день у Брашпилі, чи не так? Я люблю спостерігати за напруженою роботою портового містечка. Тут стільки таємниць, стільки пригод... та стільки неуцтва.

Чи це ненависть у твоїх очах, {ім'я}? Чудово, ми знайдемо для неї застосування.]===],
},
[3065] = {
[===[Проста скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Прочитай його, як матимеш час. Якщо не помиляюсь, він від тренера воїнів Франґа. Певно, ти захочеш поговорити з ним. Знайти його можна біля Лігва, десь в затінку.]===],
[===[Прочитайте просту скрижаль та поговоріть з Франґом в долині Випробувань.]===],
[===[О, ще {стать:один:одна} {раса} в наших рядах. Ти здаєшся {стать:здібним:здібною}.

Тобі певно важко буде справитись з хорошою сокирою, та який-небудь спис теж згодиться.

Вітаю в долині Випробувань!]===],
[===[Ти призвичаїшся до цього місця, поки будеш вчитись майстерності {клас:р}. Якщо маєш якісь питання - не бійся, запитуй. А як будеш {стать:готовий:готова} - приходь до мене на тренування. Я не поступаюсь жодному тутешньому воїну та можу поділитись з тобою знаннями... за невелику плату.]===],
},
[3082] = {
[===[Гравійована скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цю скрижаль.

Прочитай її, як матимеш час. Якщо не помиляюсь, вона від тренерки мисливців Джен'шан. Певно, ти захочеш поговорити з нею.]===],
[===[Поговоріть з Джен'шан в долині Випробувань.]===],
[===[Джен'шан бачить {стать:могутнього:могутню} {клас:з}. Духи раді тобі.

Шлях мисливців — один з найдавніших. Орда покладалась на наші навички, коли намагалась вижити на Азерот і просили навчити, поділившись нашими таємницями. Вони вже були сильні по своєму: хтось був сильним воїном, а хтось — могутнім шаманом. Та шлях мисливців тоді ще був не для них...]===],
[===[Тепер ми вчимо їх мистецтву мисливства, а вони нас — своїм вмінням. Ми практично стали одним цілим і є давніми союзниками. Не забувай їм допомагати. А Джен'шан не забуватиме допомагати тобі.

Джен'шан навчить тебе мистецтва мисливців... добре навчить. Пам'ятай — мисливців завжди поважають в племені. Тебе чекає велике майбутнє — не забувай про це.

Як буде потреба — приходь до Джен'шан. Вона навчить тебе всього, чого зможе.]===],
},
[3083] = {
[===[Зашифрована скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цю скрижаль.

Прочитай її, як матимеш час. Якщо не помиляюсь, вона від тренерки розбійників Рваґа. Певно, ти захочеш поговорити з ним.]===],
[===[Прочитайте зашифровану скрижаль і поговоріть з Рваґом в долині Випробувань.]===],
[===[Ласкаво просимо у долину Випробувань, {ім'я}. Тебе б тут не було, якби ти не {стать:отримав:отримала} мою скрижаль, отож, я перейду до справи.

Я Рваґ, і я відповідальний за тренування розбійників, злодіїв та нишпорок тут, у долині. Я той, до кого звернеться Рука, якщо ти будеш не {стать:готовим:готовою} до того, що має статися. Але не переймайся, Рука не буде контролювати все, що ти робиш, але було б розумно співпрацювати з ними, особливо, якщо їм знадобляться твої таланти.]===],
[===[До того часу ти будеш під моєю опікою. Я покажу тобі як, що і де. Коли відчуєш себе {стать:готовим:готовою}, приходь до мене, і я подбаю про подальше навчання. А до тих пір практикуй свої навички та відточуй їх до блиску. Хто зна, коли тобі знадобиться навіть найнезначніша здібність.]===],
},
[3084] = {
[===[Рунічна скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цю скрижаль.

Прочитай її, як матимеш час. Якщо не помиляюсь, вона від тренерки шаманів Шікрік. Певно, ти захочеш поговорити з нею.]===],
[===[Поговоріть з Шікрік в долині Випробувань.]===],
[===[А, привіт, {ім'я}. Я радий, що ти {стать:прибув:прибула}. У мене чимало справ, і учнів вистачає, але щоразу, як до мене з'являється хтось з твого племені, це приносить мені відчуття виконаного обов'язку — адже колись я сама вчилася в одного з ваших шаманів.]===],
[===[Як ти, напевно, вже знаєш, стихії дають нам могутність. Вогонь, земля, вода й повітря — це наші знаряддя.

Наша сила походить від духів наших предків. Ми повинні вести наш народ. Для міст і сіл, де ми буваємо, ми повинні стати тим самим, чим став Тралл для всієї Орди. Вони шукатимуть у нас мудрості та захисту. Але щоб бути {стать:готовим:готовою}, тобі знадобиться чимало тренуватися. Коли відчуєш, що {стать:став сильнішим:стала сильнішою}, приходь до мене, і я навчу тебе всього, що вмію.]===],
},
[3085] = {
[===[Священна скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цю скрижаль.

Прочитай її, як матимеш час. Якщо не помиляюсь, вона від тренера жерців Кен'джая. Певно, ти захочеш поговорити з ним.]===],
[===[Прочитайте священну скрижаль та поговоріть з Кен'джай біля лігва в долині Випробувань.]===],
[===[Ти тут... добре, добре. Духи сказали мені, що ти скоро прийдеш, щоб побачитись з Кен'джаєм. Дозволь мені одним з перших привітати тебе в долині Випробувань. Це місце недовго буде твоїм домом, але поки це так, чом би тобі цим не скористатись.]===],
[===[Випробувавши себе, ти зрозумієш, що можеш все краще контролювать духів. Ти будеш кликати їх для потужних здібностей... і з цим тобі допоможе старий Кен'джай. Приходь поговорити зі мною, коли будеш {стать:готовий:готовий}. Якщо духи погодяться, я зможу навчити тебе потужних здібностей... але тіки якщо вони погодяться.

Іди но, поговори з іншими жителями долини. Поговорим пізніше.]===],
},
[3086] = {
[===[Гліфічна скрижаль]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цю скрижаль.

Прочитай її, як матимеш час. Якщо не помиляюсь, вона від тренерки магів Май'а. Певно, ти захочеш поговорити з нею.]===],
[===[Прочитайте гліфічну скрижаль та поговоріть з Май'а біля входу до Лігва в долині Випробувань.]===],
[===[Здається, ти {стать:зацікавив:зацікавила} Май'а, {ім'я}. Це добре. Ти поважатимеш Май'а, а Май'а поважатиме тебе. Але досить про це, ти тут, щоб вчитися магії, а не слухати розмови Май'а.

Є тільки одна річ, якої Май'а не зможе навчити тебе, {ім'я}, і це те, як зупинити скверну.]===],
[===[Ти будеш {стать:одним:однією} з наймогутніших істот у світі, {ім'я}... це без сумнівів. І всі це дізнаються... добре дізнаються!

Але будь {стать:обережний:обережна}! Бо боятися треба не орка, не ельфа, і не дворфа... Боятися треба речей, яких не бачиш. Магія потужна. Вона змушує робити те, чого не хочеш. Змушує думати, що ти {стать:сильніший:сильніша}, ніж є насправді. Будь {стать:терплячим:терплячою}. Будь {стать:розумним:розумною}.

Коли відчуєш, що {стать:готовий:готова} до тренувань — повертайся до Май'а. Вона тебе всього навчить, без проблем.]===],
},
[3087] = {
[===[Гравійований пергамент]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Прочитай його, як матимеш час. Якщо не помиляюсь, він від тренерки мисливців Джен'шан. Певно, ти захочеш поговорити з нею.]===],
[===[Прочитайте гравійований пергамент і поговоріть з Джен'шан в долині Випробувань.]===],
[===[О, нарешті, ти тут. Добре. Джен'шан чекала на тебе.

Багато хто каже, що це простий шлях, та послухай Джен'шан. Се не проста справа — впоратись зі звірами Дуротару та інших земель. Не легше, ніж покорити арканічну магію чи спілкуватись з духами предків.

Мо' користування луком чи рушницею не таке небезпечне, як жбурляння вогняних куль. Та не для твоїх ворогів.]===],
[===[Як закінчимо розмову — поговори з жителями долини. Вони попросять тебе про допомогу. Се перевірить твою міць та привчить до небезпеки.

Як наберешся досвіду — приходь до мене. Джен'шан навчить тебе нових навичок та покаже кілька рухів.]===],
},
[3088] = {
[===[Зашифрований пергамент]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Прочитай його, як матимеш час. Якщо не помиляюсь, він від тренера розбійників, Рваґа. Певно, ти захочеш поговорити з ним.]===],
[===[Прочитайте зашифрований пергамент і поговоріть з Рваґом в долині Випробувань.]===],
[===[Тсс, не так голосно. Я не довіряю Нартоку. Тому, хто ховається в печері глибше ніж я, не варто довіряти.

Сподіваюся, ти без проблем {стать:зорієнтувався:зорієнтувалася}?]===],
[===[Оскільки ти знаєш, де я переховуюся, я маю тобі дещо розказати: в Розтрощеній Руці попросили мене приглянути за тобою. Вони хочуть, щоб я почав тебе тренувати та інформувати про те, що їм може знадобитися. Навіть якщо ти поки що не хочеш допомагати їм — що було б безглуздо — я зроблю все можливе, щоб навчити тебе...за невелику плату. Приходь до мене в будь-який час, і ми побачимо, на що ти {стать:здатен:здатна}.]===],
},
[3089] = {
[===[Рунічний пергамент]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Прочитай його, як матимеш час. Якщо не помиляюсь, він від тренерки шаманів Шікрік. Певно, ти захочеш поговорити з нею.]===],
[===[Прочитайте рунічний пергамент і поговоріть з Шікрік у долині Випробувань.]===],
[===[Отже, ти {стать:прийшов:прийшла}. Я вже почала сумніватися, чи ти з'явишся. Я відправила пергамент досить давно, але не була впевнена, що його тобі доставили.

Але досить балачок... Ти тут тому, що {стать:був обраний:була обрана}, щоб стати {стать:духовним провідником:духовною провідницею} нашого народу.]===],
[===[Ти будеш {стать:посередником:посередницею} між нами та духами наших предків. Сила стихій буде у твоєму розпорядженні. Перемагати ворогів буде дитячою забавкою, а зцілювати союзників буде так само просто, як дихати. Пам'ятай про це, коли зустрінешся з новими викликами, і повертайся до мене так часто, як тобі захочеться. Я залишуся тут, щоб навчити тебе нових заклинань і наставити на вірний шлях, коли ти будеш {стать:готовий:готова}.]===],
},
[3090] = {
[===[Заплямований пергамент]===],
[===[О, {ім'я}! Поки тебе не було, мене попросили передати тобі цей пергамент.

Зазвичай я уникаю спілкування з чорнокнижниками, коли це можливо, але я думаю, що тобі слід прочитати його, як матимеш час. Якщо не помиляюсь, він від нового тренера, Нартока. Певно, ти захочеш поговорити з ним.]===],
[===[Прочитайте брудний пергамент і поговоріть з Нартоком у Лігві в долині Випробувань.]===],
[===[Нарешті, ти {стать:прибув:прибула}... і досить непомітно. Добре.

Наш світ повний йолопів, {ім'я}. Навіть могутній Тралл має недоліки. Він відвертається від сили, яка може допомогти повністю підкорити ці землі! Ми вже не ті, ким маніпулювали істоти з Підсвіття. Ми самі собі господарі. Ми горді... і ми сильні.]===],
[===[А тепер і ти {стать:приєднався:приєдналася} до наших рядів. Зрозумій мене правильно, {ім'я}. У тебе є сила, на яку багато хто зазіхає, але це не означає, що тебе легко приймуть. Тралл допускає таких, як ми, до Орґріммару, бо ми все ще його родичі — він не може відвернутися від нас, інакше ми стали б такими ж жалюгідними, як люди, що поневолили його. Я хочу сказати: будь {стать:обережним:обережною}. Ти можеш бути {стать:сильним:сильною}, але якщо ти {стать:дурний:дурна}, то ти все одно, що {стать:мертвий:мертва}.

Якщо тобі потрібно буде вивчити нові заклинання — повертайся до мене.]===],
},
[3091] = {
[===[Проста записка]===],
[===[Щойно посланниця шукала тебе, {ім'я}. Здається, її прислав тренер воїнів Гарутт. Якщо ця записка від Гарутта, я б не став зволікати з її прочитуванням.]===],
[===[Прочитайте просту записку та поговоріть із Гаруттом Громовим Рогом у таборі Нараче.]===],
[===[А, нарешті ти {стать:прийшов:прийшла}, {клас:к}. Я не збрехав у своїй записці, {ім'я}. Ми не настільки відрізняємось від друїдів та шаманів нашого племені, наша порода також є особливою. Ти настільки ж {стать:важливий:важлива}. Ми ті, хто захищає наші кордони, полює на кентаврів та йде на війну.]===],
[===[Кожен з нас виконує свою роль у нашому племені. Кожен з нас також повинен пройти через усі обряди. Ніколи не дозволяй своїй гордості казати тобі інакше.

Я залишаюсь тут, щоб тренувати нових воїнів, які жадають слави битв і які слідують шляхами наших стародавніх предків. Коли ти відчуєш себе {стать:готовим:готовою}, повертайся до мене і я зроблю усе від мене залежне для твого подальшого тренування. Іди з благословенням племені, {ім'я}.]===],
},
[3092] = {
[===[Гравійована записка]===],
[===[Щойно посланниця шукала тебе, {ім'я}. Здається, її прислав тренер мисливців Ланка. Якщо ця записка від Ланка, я б не став зволікати з її прочитуванням.]===],
[===[Прочитайте гравійовану записку та поговоріть з Ланкою Далекострілом у плато Червоної Хмарини.]===],
[===[Ласкаво прошу до табору Нараче, {ім'я}. Я чув хороші речі про тебе. У тебе сильний родовід і багато старійшин вважають тебе уже достатньо {стать:вправним:вправною}. Але ми це перевіримо.

Рівнини Мулґору будуть твоїм домом деякий час і ти {стать:повинен:повинна} якомога краще вивчити їх. Одного дня ти помандруєш до незнайомих країв, щоб опанувати вищі вміння. Ти маєш бути {стать:готовим:готовою} до цього.]===],
[===[Це і є моєю роботою — впевнитись, що ти {стать:готовий:готова}, навчаючи тебе основ нашої професії — як приручити звіра, як поцілити з рушниці та багатьох інших навичок, котрі знадобляться тобі.

Мисливство є вагомою частиною нашої традиції та історії, {ім'я}. Ти маєш добре запам'ятати, що ти — важлива частина племені. Тебе поважатимуть та шануватимуть, якщо ти добре послужиш нашому народу.]===],
},
[3093] = {
[===[Рунічна записка]===],
[===[Щойно посланниця шукала тебе, {ім'я}. Здається, її прислала тренерка шаманів Міла. Якщо ця записка від Міли, я б не став зволікати з її прочитуванням.]===],
[===[Прочитайте рунічну записку та поговоріть із Мілою Світанковою Мандрівницею в таборі Нараче.]===],
[===[Швидко, як вода падає з неба, ти {стать:з'явився:з'явилася} переді мною. Мене тішить твій поспіх. Це означає, що ти усвідомлюєш важливість нашої зустрічі та свого перебування тут. Я не вождь, але я розумію стихії та говорю з духами нашого народу. Я навчу тебе цього.]===],
[===[Ми ще не раз зустрінемося з тобою, і щоразу ти будеш йти від мене трохи {стать:сильнішим:сильнішою}... трохи {стать:підготовленішим:підготовленішою}. Твій дух палатиме подібно до Вічного вогню.

А тепер йди, {ім'я}, і випробуй себе. Повертайся, якщо тобі знадобиться моя допомога.]===],
},
[3094] = {
[===[Вкрита мохом записка]===],
[===[Щойно посланниця шукала тебе, {ім'я}. Здається, її прислав тренер друїдів Ґарт. Якщо ця записка від Ґарта, я б не став зволікати з її прочитуванням.]===],
[===[Прочитайте вкриту мохом записку та поговоріть з Ґартом Мрякогоном у таборі Нараче.]===],
[===[Ти {стать:прийшов:прийшла}. Це добре. Щось тривожить духів наших предків в Мулгорі та за його межами, але ми не можемо зрозуміти, що саме. Відтепер твоїм обов'язком буде спілкування з духами та виконання їх волі. Пам'ятай про це.]===],
[===[Хоч ми й маємо багато спільного з нічними ельфами, не чекай від них приязності. Їх засліпила гордість, та нехай це тебе не турбує. Зосередься на вченні Матері-Землі, а я навчатиму тебе в міру твого досвіду.

Заходь до мене, {ім'я}. І ти побачиш, як Матір-Земля щедро винагороджує своїх вірних послідовників.]===],
},
[3095] = {
[===[Простий сувій]===],
[===[А, ось і ти! Поки ти {стать:займався:займалася} бездумною Скарою, тобі принесли цей сувій. Думаю, це щось важливе — на ньому печатка тренера воїнів Даннала. Я б на твоєму місці його негайно прочитав.]===],
[===[Прочитайте простий сувій та поговоріть з Данналом Штерном в Смертедзвоні.]===],
[===[О, ти {стать:прийшов:прийшла}. Добре. Я чув, що ти не {стать:єдиний:єдина}, хто {стать:уник:уникла} забуття. Ще кілька таких, як ти прямують до міста. Можливо, ця стійкість знадобиться в майбутньому.

Можеш подякувати Сильвані за свою свободу... свободу тіла й душі. Ти звісно нікуди не подінешся від наслідків чуми, та зате ти маєш волю.]===],
[===[Я буду тут, завжди готовий навчити тебе новому, як матимеш достатньо досвіду. Приходь коли забажаєш. Грошей я багато не візьму, зате поділюсь цінними знаннями.

А тепер йди і спробуй себе в бою. Чомусь ти навчишся самостійно, з часом, а всьому іншому навчу тебе я. Сильвані знадобляться такі гідні {стать:воїни:воїтельки}, як ти, знай це. Ти станеш опорою нашого спасіння.]===],
},
[3096] = {
[===[Зашифрований сувій]===],
[===[А, ось і ти! Поки ти {стать:займався:займалася} бездумною Скарою, тобі принесли цей сувій. Думаю, це щось важливе — на ньому печатка тренера розбійників Девіда Тріаса. Я б на твоєму місці його негайно прочитав.]===],
[===[Прочитайте зашифрований сувій та поговоріть з Девідом Тріасом в Смертедзвоні.]===],
[===[Тож, ти {стать:прийшов:прийшла}? Чудово, нам знадобиться якомога більше розбійників. Тінелови точно захочуть знайти тебе, коли вважатимуть за потрібне, тож не роби помилок та того, про що потім пожалкуєш. Їм потрібні талановиті агенти... а не нишпорки та дурні.]===],
[===[Більшу частину свого часу я проводжу тут, у таверні, спостерігаючи за новими обличчями та просто стежачи за перспективними кандидатами. Не сунь носа, куди не слід, і я навчу тебе кількох речей. Приходь до мене, коли ти забажаєш і побачимо, чи {стать:готовий:готова} ти навчитися нових навичок.]===],
},
[3097] = {
[===[Священний сувій]===],
[===[А, ось і ти! Поки ти {стать:займався:займалася} бездумною Скарою, тобі принесли цей сувій. Думаю, це щось важливе — на ньому печатка тренера жерців Дюстена. Я б на твоєму місці його негайно прочитав.]===],
[===[Прочитайте священний сувій та поговоріть з темним священником Дюстеном у церкві Смертодзвону.]===],
[===[Тож, між вогнем, чумою, бунтів та іще чого гіршого, до мене {стать:прийшов один:прийшла одна} з "вірних". Що ж, дозволь мені привітати тебе, {клас:к}. І дозволь мені пояснити дещо перед тим, як ти вирушиш шукати нові пригоди: Святе Світло забуло про тебе, історії про духів твоїх пращурів — казочки, а істоти з Підсвіття не хочуть тебе.

Розумієш мене?]===],
[===[Є лише одна річ, яку ти {стать:повинен:повинна} знати: ми вижили лише завдяки своїй волі. Саме віра у власні сили відрізняє нас від інших, з нашими силами ми зможемо змінити весь Азерот. Слабші прийдуть, щоб покластися на тебе. Прокажені будуть називати тебе {стать:мілордом:міледі}. А невігласи шукатимуть у тебе настанови. Мій обов'язок — переконатися, що у тебе є все необхідне, щоб ти {стать:був готовим:була готовою}, коли настане час. Коли наберешся досвіду — знайди мене. Я навчу тебе більшого, коли ти будеш {стать:готовий:готова}.]===],
},
[3098] = {
[===[Гліфічний сувій]===],
[===[А, ось і ти! Поки ти {стать:займався:займалася} бездумною Скарою, тобі принесли цей сувій. Думаю, це щось важливе — на ньому печатка тренерки магів Ізабелли. Я б на твоєму місці його негайно прочитав.]===],
[===[Прочитайте гліфічний сувій та поговоріть з Ізабеллою у церкві Смертедзвону.]===],
[===[Я знав, що ти прийдеш до мене, {ім'я}. Не тому, що ти не маєш волі йти своїм власним шляхом, але тому, що ми подібні духом. Ми обидва відчули біль, ми обидва страждали. І зараз ми хочемо здобути силу, щоб повернути те, що належить нам: нашу землю, наше життя, нашу долю. Але тобі ще багато чому потрібно навчитись.]===],
[===[Тобі треба частіше навідувати мене, якщо ти хочеш стати достатньо {стать:сильним:сильною}, щоб знищити тих, хто буде нам протистояти. Правила магії все ще стосуються тебе, {ім'я}. Ти все ще будеш помічати, що скверна слідує за тобою, як голодні вовки вночі. Ти помітиш, що її ласка нічим не відрізняються від залежності. Але ці речі можна стримувати. Скверна буде контролювати тебе лише якщо ти дозволиш їй це зробити.

Можеш йти. Повертайся до мене, коли станеш {стать:могутнішим:могутнішою}.]===],
},
[3099] = {
[===[Заплямований сувій]===],
[===[А, ось і ти! Поки ти {стать:займався:займалася} бездумною Скарою, тобі принесли цей сувій. Думаю, це щось важливе — на ньому печатка тренера чорнокнижників Максимільйона. Я б на твоєму місці його негайно прочитав.]===],
[===[Прочитайте замащений сувій та поговоріть з Максимільйоном в Смертедзвоні.]===],
[===[Я вітаю тебе, {стать:брате:сестро}. Я знав, що ти прийдеш. Це було лише питання часу.

Те, що я сказав, зацікавило тебе, чи не так? Я зачепив за живе... щось всередині тебе знало, що те, що я сказав, було правдою. Що ж, добре.

Але знай: я не зрадник Сильвани. Якщо вже на те пішло, вона сама визнала б мою правоту, тому що її власні погляди поставили відречених в те положення, у якому вони знаходяться зараз.]===],
[===[Я згадував, що раб завжди залишається рабом, хто б не був господарем. Пам'ятаєш? Ми обоє знаємо, що саме такий контроль — саме така влада — кличе нас. Ми прагнемо, щоб створіння служили нам. Ми знаємо, що ми сильніші й заслуговуємо на більшу повагу, ніж дають нам інші... і тепер ми прагнемо взяти своє.

Я буду твоїм союзником у цій боротьбі — боротьбі за нашу власну свободу. Свободу шукати наші власні союзи. Коли ти будеш {стать:готовий:готова} — повертайся до мене, і я навчу тебе всього, що знаю.]===],
},
[3221] = {
[===[Розмова з Ренферрелом]===],
[===[Поки ти там {стать:займався:займалася} допомогою нашим смертоловам, аптекар Ренферрел хотів тебе бачити. Він не розповів мені подробиць, але хотів поговорити з тобою про вовчі серця, які ти йому {стать:дав:дала}.]===],
[===[Поговоріть с аптекарем Ренферрелом у Крипті.]===],
nil,
[===[О, дуже добре. Є справа, яка стосується сердець вовків, що ти {стать:приніс:принесла} мені раніше, і вона вимагає нашої уваги.]===],
},
[3261] = {
[===[Джорн Небесний Провидець]===],
[===[Твій час зі мною закінчився, {Ім'я}. Тобі потрібно піти до табору Таурахо на південь і поговорити з Джорном Небесним Провидцем, щоб вчитися далі. Він продовжить наставляти тебе.]===],
[===[Поговоріть з Джорном Небесним Провидцем у таборі Таурахо.]===],
nil,
[===[Мої вітання, {стать:юначе:юнко}! Ти тут, щоб іти шляхом мисливства?

Чудово. Розпочнімо ж.]===],
},
[3281] = {
[===[Вкрадене срібло]===],
[===[Може ти й {стать:вбив:вбила} рапторів, та вкрадене ними срібло необхідно повернути! У мене є дані, що ящери гніздяться на південь від Брашпиля, у місці, що називається долиною рапторів. Цілком ймовірно, що вони потягли наше вкрадене срібло саме туди.

Вирушай в це лігво рапторів і пошукай наше срібло. Як знайдеш — повертайся з ним до мене.]===],
[===[Принесіть вкрадене срібло Ґазроґу на Перехрестя.]===],
[===[{стать:Знайшов:Знайшла} срібло?]===],
[===[Ага! Отже, раптори все ж сховали срібло у своєму лігві. Важко зрозуміти, навіщо цим звірям срібло. Можливо, байки про їхній інтелект не такі вже й далекі від істини!

Дякую, {ім'я}. Прийми це як нагороду за твої послуги та знай, що вартові перехрестя отримають свою виплату завдяки тобі.]===],
},
[3301] = {
[===[Мура Рунний Тотем]===],
[===[Моя одноплемінниця, Мура Рунний Тотем, вирушила до Срібнохвою, щоб допомогти нашим невмерлим союзникам. Срібнохвой — хворий, вмираючий ліс, і Мура сподівалася дати йому нове життя. Можливо, дивна живність Степів допоможе їй у роботі в Срібнохвої.

Візьми зразок здобутих тобою панцирів і віднеси його Мурі в Срібнохвой. Вона зупинилася в Крипті. Якщо пощастить, оглянувши панцир, вона зможе придумати, як зцілити це хворе місце.]===],
[===[Поговоріть з Мурою Рунним Тотемом в Крипті.]===],
[===[Від тебе пахне пилом Степів, {клас:к}. Ти {стать:прийшов:прийшла} здалеку.]===],
[===[А це що? Цей панцир світиться зсередини, немов у ньому, як і раніше, жевріє життя. Дивовижно! Я маю ретельніше вивчити його.

Дякую, {ім'я}. Якщо пощастить, цей панцир розкриє секрет зцілення земель Срібнохвою.]===],
},
[3341] = {
[===[Нести погибель]===],
[===[В Степах знаходяться жахливі тернові зарослі, що називаються норами Бритвоболотих. Спершу ми думали, що вони не несуть великої загрози, та наші нещодавні відкриття значно серйозніші...

Свинобрази з нір Бритвоболотих об'єднались зі Скарою. Тепер ними керує ліч, на ім'я Амненнар Стужевій, контролюючи кожен їх рух.

Амненнар має прямий телепатичний зв'язок з Нер'зулом. Ми маємо обірвати його, {ім'я}. Поклади кінець Стужевію.]===],
[===[Ендрю Браунелл просить вас вбити Амненнара Стужевія і принести його череп.]===],
[===[Це надзвичайно важливо, {ім'я}. Ми маємо завадити Скарі зміцнити свої ряди.]===],
[===[Вірність ліча непохитна, {ім'я}. Та ти {стать:показав:показала} їм, до чого це приводить.]===],
},
[3369] = {
[===[У кошмарах]===],
[===[У цього уламка є великі секрети; це істинне єство Смарагдового Сну. Однак те, що я бачу в ньому - зовсім не сон; дехто називає такі видіння кошмаром.

Не хочу вас хвилювати, {ім'я}, але я вважаю, що найкраще, якщо ви віддасте цей уламок в руки мудрого друїда, і як найшвидше.

Гамуул Рунний Тотем у Верхів'ї Старійшин - це саме, той кого потрібно знайти. Вирушайте до Громового Бескиду. На жаль, більше нічого не можу сказати.]===],
[===[Принесіть уламок кошмару Гамуулу Рунному Тотему на Верхів'я Старійшин.]===],
[===[Чим можу тобі допомогти?]===],
[===[Фалла послала тебе до мене? Ану-ну, подивімось на той уламок, що, як ти кажеш, так її наполохав...

<Гамуул вглядається в уламок>

О... Я не... Ну.

{ім'я}, дякую, що ти {стать:приніс:принесла} мені це. Необачно обговорювати подібні речі, але я все-таки, дам тобі одну пораду. Не варто тобі перейматися цією справою.

Скажімо так: в Смарагдовому Сні все виявляється зовсім не так, як ми вважали...

Можливо, у майбутньому наші з тобою шляхи знову перетнуться.]===],
},
[3376] = {
[===[Розтрощи Гостроікло!]===],
[===[{Ім'я}... я чула про тебе, {стать:новачок:новенька}. Можливо, ти {стать:той:та}, хто допоможе нам там, де інші зазнали невдачі.

Ми, таурени, не без втрат заснували домівку в цих землях. Свинобрази з племені Щетиношкурих з ущелини Лезожини, під командуванням вождя Гостроікла Колючкокожуха, ускладнили нам життя своєю тривалою війною. Я покладаю на тебе відповідальність принести мені його голову!

Ти знайдеш його у долині на сході, у їхньому тимчасовому селищі.]===],
[===[Принесіть голову вождя Гостроікла Колючкошкура сміливиці Вітряній Пір'їні на плато Червоної Хмарини.]===],
[===[Гостроікло більше нас не потривожить, як тільки ти принесеш мені доказ його смерті. Мені потрібна його голова, {Ім'я}.

Ми, таурени, живемо з мисливства, і немає більш славетного полювання, ніж на спроможних вполювати нас. Якщо в тебе все пройде успішно, {стать:юначе:дівчино}, ти зрозумієш, про що я.]===],
[===[Завдяки твоїм швидким діям, {Ім'я}, сьогодні ми досягли справедливості. Нехай це буде попередженням для всіх, хто загрожуватиме нашому дому.

Ти {стать:заслужив:заслужила} цю нагороду. Вона має стати тобі у нагоді, {клас:к}.]===],
},
[3504] = {
[===[Зрадниця]===],
[===[Зрадниця і злодійка! Інших слів для неї у мене немає!

Я зробив велику помилку, {ім'я}. Я довірився кривавій ельфі!

Вона запевняла, що в Азшарі лежать великі багатства... могутні артефакти. Я мав лише відправити з нею кількох воїнів для охорони, і отримав би свою долю. Та я залишився в дурнях — вона їх усіх вбила.

Я жадаю помсти, {ім'я}, але вже не можу послати туди інших воїнів. Знайди Аґ'тора у Хоробрині, на північ від табору Гальдаррів. Він розповість, що робити далі.]===],
[===[Передайте запечатаний лист Аґ'тору Кровокулаку в Азшару.]===],
[===[Ах, Белґром нарешті наважився послати нам на допомогу когось не зі своїх, еге?

У цьому таборі колись було з десяток воїнів, {ім'я}, але тепер вони всі мертві. Ця чаклунка, Рімторі, вбила їх усіх. Вона обвела Белґрома навколо пальця... навіть спокусила його. Це не моя справа, але між нами кажучи, вона ще те стерво. Напевно, тому я все ще тут і допомагаю Белгрому — на його місці я б, напевно, зробив те ж саме.]===],
[===[Ми відправили на неї та її поплічників всіх, кого мали, але вони занадто сильні. Нікому не вдалось повернутися. Я думаю, що більшість з них загинули, та впевнений, що деякі просто втекли... боягузи.

Але тепер, коли прибуло підкріплення, можливо, ми зможемо покарати її за брехню та зраду.

Що скажеш, ти з нами?]===],
},
[3505] = {
[===[Зрадниця]===],
[===[Я так і думав.

Ми почнемо похід проти її поплічників уздовж південних урвищ на північному півострові Азшари. Вбивай їх без жалю — нехай знають, що зрадили не тих.

Поки що не турбуйся щодо неї — вона проводить більшу частину часу зі своїми охоронцями, нишпорячи Азшарою. Після того, як вб'єш її поплічників, знайти її табір. Потрібно спочатку розвідати можливості нападу на неї. Можливо, там є щось, за допомогою чого можна виманити її з табору.]===],
[===[Вбийте 10 кривавих ельфів-відновників та 10 кривавих ельфів-землемірів, після чого розшукайте табір чаклунки Рімторі. У таборі знайдіть що-небудь цінне для чаклунки, щоб викликати її на бій.]===],
[===[На чорній шкіряній обкладинці золотом викарбувано назву книги — "калдорейський фоліант виклику". Відкривши книгу, ви бачите, що вона дуже стара, але досі в чудовому стані.

Схоже, що текст написаний якоюсь давньою мовою... можливо, калдорейською?

Інтуїція підказує, що краще повернутися сюди, після того, як ви покінчите з кривавим ельфами.]===],
[===[Ви починаєте гортати фоліант, поки знаходите сторінку, закладену тонкою смужкою чорного шовку.

Намагаючись розшифрувати незрозумілі слова, ви бачите внизу однієї зі сторінок схему. Оглянувшись, ви розумієте, що кристали, коло і деякі інші предмети на землі розташовані так само, як на схемі.]===],
},
[3506] = {
[===[Зрадниця]===],
[===[Ще кілька хвилин роздумів — і на думку спадає кілька ідей: можливо, знищення кристалів спровокує криваву ельфу, що зрадила Белґрома?

Ви продовжуєте розглядати фоліант і розумієте, що один з кристалів пов'язаний з творцем кола — інші ж пов'язані з чимось набагато зловіснішим.

Ви закриваєте книгу і починаєте обдумувати, який з кристалів слід знищити.]===],
[===[Знищте арканічний фокусувальний кристал чаклунки Рімторі, після чого вбийте її. Віднесіть голову чаклунки Рімторі до Аґ'тора Кровокулака в Азшару.]===],
[===[Як твої успіхи у знищенні зрадників-кривавих ельфів, {ім'я}?

Сподіваюся, тобі вистачить сил поставити цю мерзоту на коліна! За все, що вона накоїла, вона заслуговує найболючішої смерті!]===],
[===[Р-р-р!! Неймовірно!

Тобі вдалося! Белґром буде радий! Нарешті душі десятків наших воїнів спочиватимуть з миром. Дякую тобі, {ім'я}.]===],
},
[3507] = {
[===[Зрадниця]===],
[===[Повертайся до Белґрома в Орґріммар. Він захоче побачити її голову на власні очі! Ми теж скоро повернемося туди.

Ах, це справді прекрасний день. Дякую за допомогу, {ім'я}.]===],
[===[Поговоріть з Белґромом Скелебоєм в Орґріммарі.]===],
[===[Я пам'ятаю тебе, {клас:к}. Я просив тебе вирушити в Азшару, щоб знищити ту негідницю, що зрадила мене! Здається, ніби це було багато місяців тому. Тільки не кажи мені, що Аг'тор та інші теж мертві!]===],
[===[ХА-ХА! Поглянь на себе, жалюгідне дівчисько! Я плюю на твої рештки!

Дякую тобі, {ім'я}. Дякую від щирого серця! Це справді чудовий день!

Я б подарував тобі ціле королівство, якби міг! Але, можливо, тобі вистачить цього?

<Белґром дивиться на голову чаклунки, що зрадила його.>

Ха-ха! Дурна ельфка, ось що з тобою стало... в мішку і без тіла! Не треба було зраджувати Белґрома!]===],
},
[3513] = {
[===[Сувій з рунами]===],
[===[Сувій виглядає дуже по-офіційному, щільно обмотаний сріблястою стрічкою. Ви впевнені, що комусь його буде цікаво побачити, але кому?

На північному кордоні з Ясенеділом стоїть форпост. Якщо інформація в цьому згортку стосується нічних ельфів, то саме туди його і варто віднести.]===],
[===[Віднесіть сувій з рунами до північної вартової вежі Степів.]===],
[===[Шо це таке?!]===],
[===[Ну гаразд... де ти це {стать:знайшов:знайшла}?]===],
},
[3514] = {
[===[Присутність Орди]===],
[===[Цей сувій від тієї підступної дріади Ринтаріель, ключниці лігва Кігтя на Каміннопазуристому піку.

Що ж, більше вона не зустрінеться з вістовим, у якого ти це {стать:забрав:забрала}, але ми повинні відстояти своє. Орда не потерпить такого нахабства!

{ім'я}, вирушай до лігва Кігтя. Вбий Ринтаріель і встанови там знак, щоб видно було звідусіль. Візьми цей стяг Орди, {ім'я}. Розмісти його в самому лігві Кігтя, щоб наступного разу вони двічі подумали, перш ніж відправити посланця через нашу територію.]===],
[===[Убийте ватажка лігва Кігтя, ключницю Ринтаріель.]===],
[===[Ми не можемо дозволити Альянсу шастати по нашій території, {ім'я}. Провчи їх як слід!]===],
[===[Ну ти {стать:крутий:крута}! Спекатися Ринтаріель в лігві Кігтя - це важливий крок, {ім'я}. Поки вони помалу перегруповуватимуться, по Степах бігатиме менше шпигунів Альянсу. Пройде час, перш ніж вони наважаться відправити наступного.

Дякую.]===],
},
[3568] = {
[===[Повзуче загнивання]===],
[===[Бачиш ту тауренку позаду мене — цю, яка виглядає так, ніби будь-якої миті її може вивернути? Нещодавно вона була в Азшарі. Вона стверджує, що її поранили якісь наги, коли вона проходила через руїни Ельдарата.

Коли вона відбилася від кількох з них, то перепочивала на пляжі та випила води з однієї з прибережних калюж. Тепер її нудить... і не тільки.

Я б хотів дізнатися, що вона випила. Візьми цю коробку, в ній — порожні фіали, які я промаркував. Наповни кожен з різної калюжі та повертайся назад.]===],
[===[Заповніть 4 порожні фіали з прибережних калюж вздовж берегу біля руїн Ельдарата в Азшарі, після чого поверніться до хіміка К'юлі.]===],
[===[Ти ж розумієш, що це означає, чи не так, {Ім'я}? У неї немає шансів вижити... подивися на неї. Найкраще, що вона може тепер зробити, це допомогти нам знайти ліки проти чуми. Ця вода, яку вона випила, може підказати нам, як це зробити. Ця тауренка все одно помре, тож вона може померти й роблячи щось благородне для нашого народу. {Стать:Згоден:Згодна}?]===],
[===[Чудесно. Ти {стать:встиг:встигла} повернутись, поки вона не померла. Гаразд-гаразд.

Тож чому б нам не розпочати?

Я вивчав її симптоми вже протягом деякого часу, і все досить кепсько. Здивований, що вона досі стоїть. Вона вже три чи чотири рази повсюди блювала... такий приємний запашок.

Почекай хвильку, і я збовтаю дещо, щоб випробувати на нашій... подрузі.]===],
},
[3569] = {
[===[Повзуче загнивання]===],
[===[Віддай це Терсі. Можливо, це вилікує її... А може й ні. Ми не дізнаємося, поки вона це не вип'є.]===],
[===[Віддайте еліксир К'юлі Терсі Пісні Вітру в Підмісті.]===],
[===[Я прибула до Підмістя, бо чула, що тутешні алхіміки довго та наполегливо досліджували, як знайти ліки проти їхньої власної недуги. Я подумала, що, можливо, вони зможуть допомогти і мені.

Хоча це місце змушує мене почуватися зовсім небажаною гостею, у мене немає вибору - ця хвороба, що спіткала мене, розриває мене зсередини, і я негайно потребую їхньої допомоги.]===],
[===[Хімік К'юлі поводився дуже люб'язно... аж тривожно. Але якщо він каже, що це мені допоможе, тоді я не маю вибору. У мене немає часу на пошук інших рішень. Я вже говорила з жерцями та шаманами, і жоден з них не зміг мені допомогти.

Будемо сподіватися, що Матір-Земля оберігає мою душу.]===],
},
[3570] = {
[===[Повзуче загнивання]===],
nil,
nil,
[===[Ти ж розумієш, що це означає, чи не так, {Ім'я}? У неї немає шансів вижити... подивися на неї. Найкраще, що вона може тепер зробити, це допомогти нам знайти ліки проти чуми. Ця вода, яку вона випила, може підказати нам, як це зробити. Ця тауренка все одно помре, тож вона може померти й роблячи щось благородне для нашого народу. {Стать:Згоден:Згодна}?]===],
[===[Я навіть не думав, що еліксир зможе так швидко подіяти. Дякую тобі, {Ім'я}. Я негайно почну працювати над рештою зразків. Упевнений, вже скоро леді Сильвана та відречені знайдуть їм застосування.]===],
},
[3631] = {
[===[Виклик скверножеребця]===],
[===[Хмм. Я думаю, що ти не {стать:готовий:готова}, але не мені вирішувати. Страгад має іншу думку, і це його рішення... цього разу.

Він хоче поговорити з тобою, і швидко. Ти знайдеш його на тому ж місці — над Брашпилем в Степах, у його маленькій вежі з його помічниками.

Не зволікай.]===],
[===[Поговоріть зі Страгадом Фарсаном в Степах.]===],
nil,
[===[Отже, ти {стать:вирішив:вирішила} знову відвідати мою скромну особу. Дуже мило з твого боку.

Мої помічники сумнівалися, що ти коли-небудь з'явишся. Я сказав їм, що не сумніваюся. Коли мова йде про силу, ти притягуєшся, як метелик до полум'я.]===],
},
[3761] = {
[===[Ґрунт Ун'Ґоро]===],
[===[Кажуть, що ґрунт кратера Ун'Ґоро наділений потужними магічними властивостями. Кенарійському Коло хоче вивчити його. Вирушай в нетрі кратера Ун'Ґоро та дістань достатньо зразків ґрунту для наших досліджень.

Цей ґрунт часом можна знайти у великих купах, а іноді його можна знайти у звірів. Принеси зразки Ґеду — шукай купи землі й таурена, що роздає накази. Він не злий, просто постарайся йому не дошкуляти.]===],
[===[Принесіть 20 зразків ґрунту Ун'Ґоро Ґеду на Верхів'я Старійшин, що в Громовому Бескиді.]===],
[===[Вільно, {стать:рядовий:рядова}. Якщо ти тут, щоб вивантажити ґрунт Ун'Ґоро — чудово! Якщо ні — кругом і марш звідси.]===],
[===[Гаразд, {стать:рядовий:рядова} {ім'я}, не намагайся допомагати мені звалювати цю землю до купи! Якби Великі Духи цього хотіли, то просто тут і влаштували б диво, чи не так?!

Верховний друїд Рунний Тотем хоче знову поговорити з тобою, але для його наступного завдання тобі знадобляться знання травництва хоча б на рівні підмайстра. Але навіть якщо це не так, він все одно знайде тобі діло.]===],
},
[3762] = {
[===[Допомога верховному друїду Рунному Тотему]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Громовому Бескиді зацікавлене в таких досвідчених шукачах пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Гамуул Рунний Тотем.

Будь ласка — якщо тобі цікаво, поговори з ним особисто на Верхів'ї Старійшин у Громовому Бескиді.]===],
[===[Поговоріть із верховним друїдом Гамуулом Рунним Тотемом у Громовому Бескиді.]===],
nil,
[===[Вітаю, {клас:к}. Радий бачити твою зацікавленість в нашому дослідженні. Роботи дуже багато, але я поведуся негарно, якщо не попереджу тебе про те, що вона досить небезпечна. Сподіваюся, тебе це не лякає... з іншого боку, дивлячись на тебе, переконуюся, що ти вже {стать:досвідчений:досвідчена} в таких справах.]===],
},
[3782] = {
[===[Дослідження світанки]===],
[===[За допомогою того, що ми називаємо торбою вічного цвітіння, ми виростили насіння Тарлендріса в ґрунті з кратера Ун'Ґоро. З цього насіння проростає низка корисних трав. Одна з них – світанка, таємнича рослина, про яку ми мало що знаємо. І я збираюсь дослідити її таємниці для Кола.

Віднеси це моїй доньці, Башані, і вона дасть тобі трохи насіння, щоб ти {стать:міг:могла} нам допомогти. Якщо ти все витратиш, тобі доведеться купити у неї ще.]===],
[===[Віднесіть розписку про видачу насіння Башані Рунному Тотему в Громовий Бескид.]===],
[===[Мир тобі, {клас:к}. Ти тут за дорученням від самого верховного друїда, чи не так?]===],
[===[Так, по цій розписці я можу видати тобі двадцять пакетів насіння. Якщо закінчиться — я зможу продати ще. 

На жаль, насіння Тарлендріса досить дорого виробляти у великій кількості. Ось чому Кенарійське Коло просить тих, хто нам допомагає, компенсувати частину витрат. Ті, хто повертається зі світанкою, знають, що винагорода верховного друїда з лишком окупає витрати.]===],
},
[3784] = {
[===[Допомога верховному друїду Рунному Тотему]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Громовому Бескиді зацікавлене в таких досвідчених шукачах пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Гамуул Рунний Тотем.

Будь ласка - якщо тобі цікаво, поговори з ним особисто на Верхів'ї Старійшин у Громовому Бескиді.]===],
[===[Поговоріть із верховним друїдом Гамуулом Рунним Тотемом у Громовому Бескиді.]===],
nil,
[===[Вітаю, {клас:к}. Радий бачити твою зацікавленість в нашому дослідженні. Роботи дуже багато, але я поведуся негарно, якщо не попереджу тебе про те, що вона досить небезпечна. Сподіваюся, тебе це не лякає... з іншого боку, дивлячись на тебе, переконуюся, що ти вже {стать:досвідчений:досвідчена} в таких справах.]===],
},
[3786] = {
[===[Дослідження світанки]===],
[===[Ось твоя торба вічного цвітіння, у якій ти зможеш проростити насіння Тарлендріса. Тобі доведеться посадити їх у ґрунт Ун'Ґоро. Як матимеш все необхідне — просто скористайся торбою. Вона подбає про все інше.

Як матимеш достатньо світанки — принось її мені на Верхів'я Старійшин. І прошу, не турбуй верховного друїда, він дуже зайнятий дослідженнями та безліччю інших важливих справ!]===],
[===[За допомогою торби вічного цвітіння, пакету насіння Тарлендріса та двох зразків ґрунту Ун'Ґоро спробуйте проростити світанку.

Принесіть 10 світанок Башані Рунному Тотему в Громовий Бескид.]===],
[===[Ну як, {ім'я}, тобі вдалось виростити світанку для важливих досліджень верховного друїда? З кожним днем ми дізнаємось все більше таємниць кратера Ун'Ґоро завдяки зусиллям таких, як ти.]===],
[===[Молодець, {ім'я}, я обов'язково віддам їх верховному друїду, коли вони йому знадобляться. А поки що прийми це на знак вдячності Кенарійського Кола.

Нам завжди потрібна світанка, тож якщо хочеш і надалі допомагати нам — приходь до мене, коли виростиш ще.]===],
},
[3804] = {
[===[Світанка для Громового Бескиду]===],
nil,
nil,
[===[Верховному друїду завжди потрібна світанка для проведення досліджень Кенарійського Кола в кратері Ун'Ґоро. Ми приймаємо її по десять одиниць і натомість даємо кілька корисних речей. Коли збереш десять світанок — принось мені, і я тебе гідно винагороджу.]===],
[===[Чудово — ця світанка, без сумніву, допоможе нам, коли прийде час. Ми знаємо, що нічні ельфи проводять подібні дослідження цієї рослини, хоча й не ясно, як вони будуть її використовувати, якщо щось відкриють. Верховний друїд вважає, що світанка буде потрібна нам доти, доки ми не розгадаємо її таємниці.

Це для тебе, {ім'я}. Кенарійське Коло дякує за твою постійну допомогу.]===],
},
[3821] = {
[===[Скеля Жахобою]===],
[===[Ша'ні направили досліджувати повідомлення про дивну ритуальну діяльність серед Вогнечеревих огрів у Палаючому степу понад три тижні тому.

Клинозуб каже, що не отримував звісток від жодного члена того загону, і що найкраще зараз мені рухатися далі та зосередитися на нагальних справах. Можеш у таке повірити? Це ж моя дружина!

Я не маю права залишити свій пост, {ім'я}, але я повинен знати, що сталося з Ша'ні. Вирушай до Палаючого степу і пошукай її.]===],
[===[Прямуйте до Палаючого степу та з'ясуйте, що сталося з Ша'ні Гордий Бивень.]===],
nil,
[===[Бідний мій Тал'трак.

А ми ж планували переселитися до моїх матері й батька у Внутрішні землі, коли наша служба завершиться. Тепер ці плани зруйновано!]===],
},
[3901] = {
[===[Брязкіт кісток]===],
[===[Ти {стать:показав:показала} свій потенціал для відречених у нормальних умовах, {Ім'я}. А тепер поглянемо, як ти поводишся під тиском.

Брязкокісткові скелети, ще більш безвільні раби Короля-ліча, є сильнішими ворогами, ніж зомбі, з якими ти {стать:бився:билася} до цього. Знову ж, проріди їхні ряди та послужи відреченим. Не зволікай і, коли виконаєш завдання, повертайся знову до мене.]===],
[===[Убийте 12 брязкокісткових скелетів і поверніться до жерця тіні Сарвіса у Смертедзвін.]===],
[===[Хто зволікає з таким завданням, можуть скінчити тим, що безцільно бродитимуть навколо, як наші полеглі брати та сестри з селища. Сподіваймося ж, що ти справишся краще за них, еге ж?]===],
[===[Я побачив достатньо, {ім'я} - ти {стать:показав:показала} себе {стать:вартим:вартою} свободи, що тобі дана. Багато хто протистоятиме тобі через те, чим ти {стать:став:стала}, але знай, що наперекір будь-чому, що вони можуть спробувати використати проти нас, ми - вільні, і нас не закувати знову.

Візьми це та рушай своїм шляхом. На тебе чекають великі досягнення, {клас:к}.]===],
},
[3902] = {
[===[Обшук Смертедзвона]===],
[===[Гей, ти! Якщо шукаєш, що б зробити корисне, тоді слухай!

Нам потрібно, щоб наші свіжі тільки-з-землі рекрути подалися у Смертедзвін і пошукали там якесь корисне спорядження. Найімовірніше, що воно буде в нагромаджених коробках. Ми надіємося скоро підняти більше рекрутів, і, якщо ми не хочемо, щоб вони тут вешталися голі, нам варто почати шукати!

Що ж, вперед до роботи, нікчемний лантух з кістками! Я не нагороджуватиму тих, хто нічого не робить.]===],
[===[Обшукайте Смертедзвін й округу та знайдіть там 6 віднайдених припасів, а потім поверніть їх смертостражеві Салтейну.]===],
[===[Вдалося роздобути щось корисне для нас? Немає сорому в тому, щоб використовувати знову те, що колись викинули. Ніхто не подарує нам жодних подачок, тому ми, відречені, самі про себе попіклуємося!]===],
[===[Чудова робота, {ім'я}. Я знав, що ти не {стать:безнадійний:безнадійна}. Ось, вибери собі одну з кращих речей, які я обрав з того, що вже вдалось зібрати.]===],
},
[3921] = {
[===[Венікі Цебробовт]===],
[===[Здається, я зламав самофланж. Це недобре, бо я вже розповів про нього кільком колегам з Підштольні, і вони були дуже заінтриговані. Ми маємо полагодити його!

Віднеси зламаний самофланждо Венікі Цебробовт, на південь від оплоту Мор'шан, форпосту орди між Степами і Ясенедолом. Вона дуже розумна і допитлива. Покажи їй самофланж, б'юся об заклад, вона не упустить можливість полагодити його.]===],
[===[Принесіть зламаний самофланж до Венікі Цебробовт.]===],
[===[Я дуже зайнята, {клас:к}. Якщо у тебе немає для мене чогось важливого, краще йди своєю дорогою...]===],
[===[А це що таке? Самофланж, кажеш? Що за самофланж?

А... але поглянь-но, як він рухається, коли береш його до рук. А всередині дзижчать шестерні. Йой! Я маю полагодити його і дізнатися, що він робить, а ти?]===],
},
[3922] = {
[===[Заготовки для деталей]===],
[===[Я хочу полагодити цей самофланж, але для цього мені знадобляться деякі матеріали. У мене закінчилися заготовки для деталей на 17.5, а для роботи мені знадобиться їх ціла купа.

Найближче місце, де їх можна дістати — Драговина шламу на сході. Працівники ТзНБ "Авантюра" зазвичай тримають їх у відрах з інструментами. Йди туди та пошукай заготовки, а як назбираєш достатньо — повертайся до мене.]===],
[===[Принесіть 15 заготовок для деталей Венікі Цебробовт в Степи.]===],
[===[{стать:Знайшов:Знайшла} заготовки для деталей, {ім'я}? Я вже не можу дочекатися, коли зможу попрацювати над самофланжем.]===],
[===[Чудово, вони в тебе! А тепер до роботи...]===],
},
[3923] = {
[===[Ріллі Мастилоплюв]===],
[===[Що ж, це не спрацювало. Я додала кілька додаткових датчиків на самофланг, щоб виміряти його структурну цілісність, і вони показали, що цілісність на рекордно низькому рівні. Я могла б додати ще кілька циферблатів чи важелів, але... Думаю, так стане тільки гірше.

Віднеси самофланж до Ріллі Мастилоплюва. Він раніше працював на ТзНБ "Авантюра" — якщо хтось і знає, як полагодити цю штуку, то це Ріллі.

Ти знайдеш його в майстерні Ноґґа в Орґріммарі, в долині Честі.]===],
[===[Принесіть зламаний та пошарпаний самофланж Ріллі Мастилоплюву в Орґріммар.]===],
[===[Обережніше з головою! Не заважай мені працювати!]===],
[===[А це що? Та це ж самофланж! Звідки він у тебе? Ти {стать:нишпорив:нишпорила} на майданчику ТзНБ "Авантюра" в Степах?

Ти або дуже {стать:хоробрий:хоробра}, або дуже {стать:дурний:дурна}.]===],
},
[3924] = {
[===[Посібник з експлуатації самофланжу]===],
[===[Думаю, я зможу полагодити самофланж, але спершу мені знадобиться посібник з експлуатації. Коли я працював у ТзНБ "Авантюра", у мене був суперник, бос Мідноштепсель, який зберігав таємниці самофланжа і ділився лише краплинами знань про пристрій з тими, кому він довіряв. Я не був одним з тих небагатьох...

Бос Мідноштепсель зазвичай перебуває у шахті Валун Вапняку на північному сході Степів. Забери у нього посібник і сторінки з нього, які він, певно, комусь встиг роздати.]===],
[===[Принесіть посібник з експлуатації самофланжу Ріллі Мастилоплюву в Орґріммар.]===],
[===[Ти {стать:приніс:принесла} посібник?]===],
[===[Тобі вдалося дістати посібник! Не можу дочекатися, щоб прочитати його і дізнатися, як полагодити самофланж! Я розмовляв зі Гуркоклапаном в Брашпилі — він хотів подякувати тобі за допомогу і передати винагороду.

І я теж дуже вдячний. Якщо я коли-небудь полагоджу цю штуку, я дам тобі знати...]===],
},
[4021] = {
[===[Контратака!]===],
[===[Орда високо цінує твої успіхи в боротьбі із кланом Колкар, але вони самі шаленіють від люті. У мене є відомості про те, що загін Колкарів покинув Спустошище, свою домівку, та попрямував до Степів у пошуках помсти. Останній звіт говорив про те, що вони вже зараз на підході до цих укріплень, із заходу!

Виступи проти Колкарів-загарбників і поклади кінець небезпеці, що вони несуть Степам. Убивай їх, допоки не з'явиться їхній вождь, воєвода Кром'зар. Здолай його та принеси клаптик його стягу як доказ твоєї перемоги.

Ми розраховуємо на тебе, {ім'я}.]===],
[===[Принесіть клаптик стягу Кром'зара Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:приніс:принесла} стяг?]===],
[===[Тобі вдалося! Ти {стать:переміг:перемогла} плем’я Колкар!

Я переконаюся, щоб Тралл дізнався про твої тутешні звитяги, {ім'я}.

Орда пишається тобою, пишайся й ти!]===],
},
[4062] = {
[===[Повстання машин]===],
[===[Г.Л.А.

Ці 'ініціали' вигравіювані на уламках елементалей. Під ними викарбувано напис, мабуть, що вказує на якийсь ранг. Механізми, що ти {стать:знищив:знищила} у Палаючому степу, мали 'Ранг IV'. Я припускаю, що це найнижчий ранг.

Віднеси цей зразок уламка Лотвілю Веріату у таборі на сході. Це відомий вчений у колах вивчення елементалей. Він може допомогти нам.]===],
[===[Віднесіть зразок уламка елементаля Лотвілю Веріату.

Ви згадуєте як Теодора казала, що Лотвіль зупинився у таборі на сході.]===],
[===[Що там у тебе, {раса:к}?]===],
[===[<Лотвіль несподівано блідне.>

Я... Я впізнаю це маркування.]===],
},
[4293] = {
[===[Зразок слимака...]===],
[===[Сквернолісся розташоване далеко на півночі від Степів, далі ніж Ясенеділ. Слимаків в тому лісі можна знайти навколо водойм, до яких дісталася Скверна. Скара знищила ті землі атаками пекельників та іншої демонічної магії. Вважається, що слимаки, під час тих атак, виповзали на поверхню землі.

Збери зразки сквернолісних слимаків, тоді ми використаємо тестувальне обладнання поруч зі мною, щоб створити контрольну групу для наших подальших дослідів. Тоді ми зможемо порівнювати їх з іншими зразками, які ти збереш.]===],
[===[Зберіть зразки слизу з будь-яких слимаків у Скверноліссі. Після цього, використайте тестувальне обладнання поруч із хіміком Паливком в Підмісті, і визначить, які з них найбільш забруднені. Принесіть 5 забруднених сквернолісних зразків хіміку Паливку.]===],
[===[Мені потрібно щонайменше п'ять забруднених зразків для нашої контрольної групи, {Ім'я}. Продовжуй збирати сквернолісних слимаків доти, доки не буде саме стільки. Так велить Леді Сильвана...]===],
[===[Чудово, ці зразки дуже добре підходять. Спасибі за допомогу.

Коли ми зберемо всі зразки слимаків, ми зможемо дізнатися більше. Я починаю підозрювати, що накази леді Сильвани в цьому напрямку не лише правильні, але й дуже перспективні, на стільки, що навіть вона сама не змогла б це передбачити. Надзвичайно цікаві зразки. Зважаючи на те як вони реагують на мої суміші... хм, так, ми маємо продовжувати дослідження.]===],
},
[4294] = {
[===[... і партія слизу]===],
[===[{стать:Чув:Чула} про кратер Ун'Ґоро, {Ім'я}? Він розташований біля пустелі Танаріс і це чудове місце: буйна, повна життєвої сили живність і рослинність.

Саме туди ти й маєш вирушити. До мене дійшли чутки, що це місце досі не було розвідане. Лише зараз мандрівники активно взялися досліджувати його таємниці.

Я хочу дослідити слизнів чи ще якусь твань цього місця. Якщо це правда і вони дійсно неушкоджені, мені треба побачити як еволюціонували ці істоти.]===],
[===[Зберіть зразки слизу з будь-яких слимаків у кратері Ун'Ґоро. Після цього, використайте тестувальне обладнання поруч із хіміком Паливком в Підмісті, і визначіть, які з них найчистіші. Принесіть 5 чистих ун'ґорських зразків хіміку Паливку.]===],
[===[Що, {Ім'я}? Як проходять твої пошуки?]===],
[===[Це дивовижно, {Ім'я}. Цей кратер Ун'Ґоро містить більше таємниць ніж я очікував. Цікаво, про що ми ще дізнаємося, продовжуючи досліди.

Просто дивовижно... Подивись на чистоту цих зразків. Цікаво, що це означає? Вони, ніби, елементалі за природою, але... і щось більше. Вони нагадують мені... Старих Богів. Ми знаходили їхні сліди по всьому Азероту, і тепер треба дізнатися чи ці створіння з ними якось пов'язані.

Ми маємо продовжувати дослідження.]===],
},
[4300] = {
[===[Кістяна зброя]===],
[===[Хм, думаю, для тебе знайдеться робота. Так, Джес'рімону точно знадобиться твоя допомога.

У кратері Ун'Ґоро живуть раптори зі смертоносними кігтями. У більшості з них кігті чорні, як смерть, але в деяких вони білі. У Розтрощеної Руки є... клієнти... яким подобається зброя, зроблена з таких кігтів. Принеси мені побільше білих кігтів, і я добре заплачу. Зроби це якнайшвидше, і, можливо, я допоможу тобі ще чимось.]===],
[===[Принесіть 8 кігтів равазавра Джес'рімону в Орґріммар.]===],
[===[Мої клієнти нетерплячі, {ім'я}. Ти вже {стать:зібрав:зібрала} кігті?]===],
[===[Так, це те, що треба. Дякую, {ім'я}. І ти саме вчасно.... це чудово.

Можливо, ми зможемо виготовити з цих кігтів зброю і для тебе. Що скажеш?]===],
},
[4402] = {
[===[Ґалґаровий пиріг з кактусовими яблуками]===],
[===[А тут в долині Випробувань стає справді гаряче.

<Ґалґар витирає чоло.>

Якби ж у мене було декілька кактусових яблук, я міг би приготувати мій славнозвісний десерт! Ніщо не охолоджує швидше, ніж шматочок цього чарівного смаколика.

Я ось що тобі скажу, {Ім'я}. Якщо принесеш мені 10 кактусових яблук, я приготую декілька порцій пирога, які ти зможеш взяти з собою у мандри. Якщо {стать:зацікавився:зацікавилась} - ці яблука ростуть поруч із кактусами.]===],
[===[Принесіть Ґалґару 10 кактусових яблук. Ви пригадуєте, як він казав, що їх можна знайти біля кактусів.]===],
[===[Ти {стать:закінчив:закінчила} збирати кактусові яблука?]===],
[===[Чудово, {Ім'я}! Як обіцяв, ось твій пиріг з кактусовими яблуками, плюс дещо зверху.]===],
},
[4489] = {
[===[Виклик скверножеребця]===],
[===[Ти, {раса}! Підійди сюди!

Ти {стать:той:та}, кого звуть {ім'я}, так?

Я так і знав. Скажу коротко: твоя сила зростає, і це всі визнають. І тепер прийшов час, коли ти будеш {стать:винагороджений:винагороджена} за свої зусилля.

Йди в Степи. Там, над Брашпилем, ти знайдеш Страгада Фарсана — можливо, ти його пам'ятаєш? Він хоче поговорити з тобою. Я б на твоєму місці не затримувався.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі.]===],
nil,
[===[Отже, ти {стать:вирішив:вирішила} знову відвідати мою скромну особу. Дуже мило з твого боку.

Мої помічники сумнівалися, що ти коли-небудь з'явишся. Я сказав їм, що не сумніваюся. Коли мова йде про силу, ти притягуєшся, як метелик до полум'я.]===],
},
[4494] = {
[===[Нашестя сілітідів]===],
[===[Схоже, що мета силітидів, а точніше — сенс їхнього існування — поглинати на своєму шляху все, що відрізняється від них. Вони дуже зосереджено займаються цим, тому й становлять серйозну загрозу всьому живому на Азероті.

Все, що ми бачили дотепер — лише перші кроки. Я підозрюю, що їхня сила походить з глибин Калімдору — кратеру Ун'Ґоро. Вирушай до Пристробляху в пустелю Танаріс і поговори з алхіміком Товкачером. Розкажи йому про мою теорію. Він неодмінно допоможе нам у боротьбі з сілітідами.]===],
[===[Поговоріть з алхіміком Товкачером у Пристроблясі.]===],
nil,
[===[Так, я зрозумів, що тебе прислав до мене Зілзібін. Твій досвід у боротьбі з цими чудовиськами неоціненний. Я ще не чув ні про кого, хто мав справу з ними. Щодо ідеї Зілзібіна про їх походження з кратера Ун'Ґоро... можливо, так воно і є. Ун'Ґоро — це таємничі й небезпечні джунглі на захід звідси. Можливо, там ми й знайдемо пояснення природи сілітідів.]===],
},
[4511] = {
[===[Затишшя перед бурею]===],
[===[{ім'я}, без тебе ми б не впорались. Без сумніву, прийде час, коли я знову попрошу тебе про допомогу в боротьбі з сілітідами. Ми повинні засвоїти те, що ми дізналися в Ун'Горо. Боюся, що мої припущення про те, що силітиди походять з Ун'Горо, тепер помилкові... і десь їх набагато більше.

Віднеси цю записку Карусу в банк. Він дасть тобі дещо з мого сховища на знак моєї вдячності. Дякую за допомогу, {стать:могутній:могутня} {клас:к}.]===],
[===[Принесіть банківську розписку Карусу в банк Орґріммару.]===],
[===[Заґ-заґ! Чим я можу допомогти, {клас:к}?]===],
[===[Ця розписка уповноважує мене видати вам предмет зі сховища Зілзібіна Ударника і подарувати вам. Схоже, вас можна привітати!]===],
},
[4542] = {
[===[Повідомлення для застави Розкутого Вітру]===],
[===[{стать:Сміливий мандрівнику:Смілива мандрівнице}, кентаври посилили свої атаки в цій місцевості. Про це потрібно терміново доповісти на заставу Розкутого Вітру! Знайди спостерігача скель Довгорогого на заставі Розкутого Вітру на південний схід звідси та віддай йому це термінове повідомлення.

Попереджаю, уникай клан Зловісного Тотема, їхнє поселення неподалік... останнім часом, вони дуже дивно поводяться.]===],
[===[Доставте термінове повідомлення спостерігачу скель Довгорогому на заставу Розкутого Вітру.]===],
[===[Чого ти хочеш, {клас:к}? Термінове повідомлення для мене?]===],
[===[Все більше поганих новин! Ці кентаври зайшли занадто далеко! Вони пограбували один із моїх караванів з постачаннями та вирізали всіх, хто там був. Це просто жах, вони мають бути за це покарані!]===],
},
[4561] = {
[===[Тест на домішки - кратер Ун'Ґоро]===],
nil,
nil,
[===[Ви берете зразок слимака з кратеру Ун'Ґоро та розкладаєте його в різні трубочки та мензурки на столі. Коли все починає кипіти та бризкати, слиз змінює кольори. Як тільки процес сповільнюється та рідини заспокоюються, ви бачите невелику чашу Петрі з вашими зміненими ун'ґорськими зразками слизу та якимись іншими залишками.]===],
[===[Ви берете чашу Петрі зі зразком слизу всередині. Єдиний спосіб вияснити, чи зразок достатньо чистий - відкрити посудину й особисто оглянути її вміст. В ідеалі, ви знайдете там зразок, який відповідає критеріям хіміка Паливка.]===],
},
[4641] = {
[===[Твоє місце у світі]===],
[===[{Ім'я}, нарешті ти {стать:досяг:досягла} віку, коли можна почати боротьбу в ім'я Орди та завоювання во славу воєвождя.

Так…

<Калтунк оглядає вас.>

Ти впораєшся.

Без сумніву, ти мрієш одразу знайти могутнього дракона чи демона, а потім власноруч його придушити, але зараз, можливо, було б розумніше почати з дечого менш… небезпечного.

<Калтунк сміється.>

Відрапортуй Ґорнеку, він зможе дати тобі підходяще завдання, {стать:молодий:молода} {клас:к}. Ти знайдеш його у Лігві, на заході.]===],
[===[Поговоріть з Ґорнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцезнаходженням. Ґорнек знаходиться у Лігві, будівлі, що стоїть на заході.]===],
nil,
[===[Ще один Калтунків рекрут, еге ж?

Схоже, настали скрутні часи, якщо ти - це найкраще, що може направити мені на службу Орда. Нічого. Перш ніж ти покинеш долину, я зроблю з тебе {стать:гордого:горду} {клас:з} Орди.]===],
},
[4642] = {
[===[Сполучення впливів]===],
[===[Ось, запакований слизень, створений зі скверноліських зразків, які ти {стать:роздобув:роздобула}. Віднеси футляр у кратер Ун'ґоро та знайди чистого слизня... первісний різновид чудово підійде. Коли будеш достатньо близько, випусти слизня з футляра, і ми побачимо, як вони один на одного зреагують.

Після завершення експерименту принеси мені зразки того, що там залишиться. Я очікуватиму на тебе тут, в Апотекарії.]===],
[===[Принесіть зразок об'єднаного слизу хімікові Паливку в Підмістя.]===],
[===[Як проходить експеримент, {Ім'я}? Я продовжу досліджувати зразки, які ти для мене {стать:роздобув:роздобула}: я починаю бачити, чому леді Сильвана настільки зацікавлена цими створіннями. Якщо вони дійсно є частинками Старих Богів, тоді хтозна, як це можна використати нам на користь.]===],
[===[О, це просто чудово, {Ім'я}. Просто чудово.

Яка історія... Хто б міг подумати, що вони так взаємодіятимуть один з одним... Мені потрібно буде проводити більше часу за вивченням умов довкілля, що спричинили зміни в цих створіннях.

Поки що я продовжу своє дослідження. Можливо, ми скоро знову поговоримо. А до того часу, бажаю тобі всього найкращого.]===],
},
[4661] = {
[===[Тест на псування - Сквернолісся]===],
nil,
nil,
[===[Ви берете зразок слимака зі Сквернолісся та розкладаєте його в різні трубочки та мензурки на столі. Коли все починає кипіти та бризкати, слиз змінює кольори. Як тільки процес сповільнюється та рідини заспокоюються, ви бачите невелику чашу Петрі з вашими зміненими скверноліськими зразками слизу та якимись іншими залишками.]===],
[===[Ви берете чашу Петрі зі зразком слизу всередині. Єдиний спосіб вияснити, чи зразок достатньо чистий - відкрити посудину й особисто оглянути її вміст. В ідеалі, ви знайдете там зразок, який відповідає критеріям хіміка Паливка.]===],
},
[4737] = {
[===[У пошуках Менари Пустоплестої]===],
[===[Хм, ти все ще намагаєшся стати {стать:сильнішим:сильнішою}. Не сумніваюся, рано чи пізно залежність від скверни заволодіє тобою, і ти станеш {стать:рабом:рабинею} того, над чим так прагнеш здобути владу.

Пфах! Ти {стать:дурень:дурепа}! Час доведе мою правоту — ніщо інше... тільки час.

Але, здається, не всі згодні з Зевростом. Здається, Менара готова створити предмети, що допоможуть тобі стати {стать:могутнішим:могутнішою} та приборкати власну силу. Якщо тебе це зацікавило, то йди до Брашпиля в Степи. Вона живе у вежі над містом.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, то тебе прислав Зеврост. Добре. Значить, чутки поширюються досить далеко, щоб знайти майбутніх учнів. Це мене тішить.

Це типово для нас, {ім'я}, об'єднуватися, незалежно від раси. Це особливо важливо, оскільки ті, з ким ми маємо справу найчастіше, не розрізняють нас у своїй злобі, якщо нам не вдається їх заспокоїти або належним чином контролювати.

Я відчуваю, що ти {стать:навчився:навчилася} багатьом речам, і якщо ти {стать:згоден:згодна}, я допоможу тобі створити інструменти, які доповнять твої навички.]===],
},
[4739] = {
[===[У пошуках Менари Пустоплестої]===],
[===[{клас}! Так, саме ти!

Я бачу в тебе є не все спорядження, але очевидно, що ти {стать:готовий:готова} — у тобі відчувається впевненість. Так, я бачу це зараз.

Якщо ти вважаєш, що {стать:готовий:готова}, Менара Пустоплеста зможе тебе чомусь навчити. Вона проводить час, навчаючи молодших учнів арканічній магії. Вона навіть дарує подарунки тим, хто проходить її випробування.

Якщо тобі цікаво — вирушай до Брашпиля в Степи. Вона живе над містом у вежі Страгада.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, то тебе прислав Каел. Добре. Значить, чутки поширюються досить далеко, щоб знайти майбутніх учнів. Це мене тішить.

Це типово для нас, {ім'я}, об'єднуватися, незалежно від раси. Це особливо важливо, оскільки ті, з ким ми маємо справу найчастіше, не розрізняють нас у своїй злобі, якщо нам не вдається їх заспокоїти або належним чином контролювати.

Я відчуваю, що ти {стать:навчився:навчилася} багатьом речам, і якщо ти {стать:згоден:згодна}, я допоможу тобі створити інструменти, які доповнять твої навички.]===],
},
[4767] = {
[===[Приборкувачі виверн]===],
[===[Мене попросили набрати нових виверн для приборкувачів. Їх кількість постійно зростає, і я сподіваюся, що я колись сам зможу стати приборкувачем виверн. Проте, виверни мають великий попит, і нам їх постійно не вистачає. Можливо ти зможеш допомогти мені, {ім'я}?

Мені потрібно, щоб ти {стать:відправився:відправилася} до Високого Сідала та {стать:добув:добула} яйця виверн. Звідси йди на північний захід, вздовж стін каньйону, до підйому, що веде до Високого Сідала. Будь {стать:обережним:обережною}, виверни не люблять чужинців, а за свої кладки вони будуть готові розірвати кого завгодно.]===],
[===[Принесіть 10 яєць виверн з Високого Сідала до Елу на заставу Розкутого Вітру.]===],
[===[{ім'я}, ти {стать:зібрав:зібрала} для мене яйця виверн? Мені не терпиться почати тренування!]===],
[===[Чудово! З цими яйцями, я зможу зробити перший крок, щоб стати приборкувачем виверн. Ось, візьми це на знак моєї вдячності, нехай тобі завжди щастить на полюванні, {клас:к}.]===],
},
[4770] = {
[===[Шлях додому]===],
[===[Будь ласка, допоможи мені, {клас:к}. Я вже кілька днів ховаюся у Високому Сідалі, і за цей час не зустрів жодного дружнього обличчя. Я прийшов сюди щоб вивчати виверн і, схоже, занадто близько підійшов до них. Після того, як я втік від їхнього гнізда, я загубився.

Мені потрібно повернутися на Білосяжну заставу! Мотеґа іще не знає, що я зник, і дуже розлютиться, якщо дізнається, що я відправився у Високе Сідало один.

Білосяжна застава знаходиться на схід звідси... будь ласка, проведи мене туди!]===],
[===[Виведіть Пао'ку Стрімку Гору з Високого Сідала, потім поговоріть з Мотеґою Вогняною Гривою на Білосяжній заставі.]===],
nil,
[===[Що?! Якби я знав, що Пао'ка полізе у Високе Сідало, я б прикував його до тотема! Його батько неохоче погодився відпустити свого сина зі мною в Тисячу Шипів. Ми прийшли сюди, щоб дослідити різних створінь, що населяють ці прекрасні землі.

Я вдячний тобі за допомогу Пао'ку. Сподіваюся, що це компенсує всі твої витрати.]===],
},
[4821] = {
[===[Чужоземне яйце]===],
[===[З'явилась чутка про чужоземне яйце тут, в Тисячі Шипів. Ті, хто його бачили, не змогли навіть підійти достатньо близько, щоб детально оглянути. Змії оберігають його так, наче воно їх власне.

Я хочу, щоб ти {стать:знайшов:знайшла} це яйце та {стать:приніс:принесла} його мені для дослідження. Доповідають, що воно знаходиться в зміїному лігві, але таких лігв декілька вздовж схилу скель на півдні на північному сході від застави Розкутого Вітру.]===],
[===[Принесіть чужоземне яйце Агару Блискавичному Копиту на заставу Розкутого Вітру.]===],
[===[Я маю краще дослідити це загадкове яйце, хто зна, що з нього вилупиться.]===],
[===[Так, нарешті... я отримав загадкове яйце. А тепер дозволь мені краще його роздивитись... Що!.. Що це?..]===],
},
[4841] = {
[===[Заспокоїти кентаврів]===],
[===[{ім'я}, я доручаю тобі розпочати полювання на кентаврів. Вони мусять відчути гнів нашої помсти. Напади на табір кентаврів, що знаходиться на північ від застави Розкутого Вітру! Нехай гнів скеровує твою руку!]===],
[===[Вбийте 12 розвідників, 10 чередників та 6 вітроловів племені Ґалак, після чого поверніться до спостерігача скель Довгорогого на заставу Розкутого Вітру.]===],
[===[Ну ж бо, {ім'я}, я знаю, що ти іще не {стать:вбив:вбила} вдосталь кентаврів. Вбий їх, і тоді, на знак вдячності, я дам тобі винагороду.]===],
[===[На знак моєї дяки, ось, тримай, це тобі, {ім'я}.]===],
},
[4865] = {
[===[Зміїна дикість]===],
[===[Якби я не побачив це на власні очі, то ніколи в житті б не повірив! Помста прийшла в Тисячу Шипів!

<Агар втирає чоло.>

{ім'я}, ти мусиш діяти швидко! Вирушай негайно і знайди Мотеґу Вогняну Гриву. Він на Білосяжній заставі, що вздовж дороги на північний захід від застави Розкутого Вітру. Він знатиме, що робити!]===],
[===[Звістіть Мотеґу Вогняну Гриву про свою знахідку.]===],
nil,
[===[Помста! Отже, легенда про Арікару – правда. Авжеж, це проблема, що має бути вирішена негайно.]===],
},
[4881] = {
[===[План вбивства]===],
[===[Таурен Канаті Сіра Хмара насмілився стати мисливським табором в Тисячі Шипів. Ми маємо вбити його та усунути всіх його прихильників. Зустрінемось на маленькому посту, що південно-західніше від Великого Підйомника.]===],
[===[Попередьте Канаті Сіру Хмару на Білосяжній заставі про те, що його планують вбити.]===],
nil,
[===[Вони збираються вбити мене? Я покажу їм, як б'ються таурени.]===],
},
[4904] = {
[===[Нарешті вільна!]===],
[===[Арнак думав, що одружиться зі мною... але після того, як я відхилила його пропозицію, він повернувся вночі та викрав мене. Мій брат намагався його зупинити, але Арнак був надто сильним... він вбив мого брата, а після цього привів мене сюди. Мій бідолашний брат...

{ім'я}, чи не {стать:міг би:могла б} ти вивести з Темнохмарного верхів'я? Прошу... мені потрібно повернутися до Талії. Вона певно страшенно переймається через мене.]===],
[===[Виведіть Лакоту Пісню Вітру з Темнохмарного верхів'я, після чого поговоріть з Талією Бурштиношкурою на заставі Розкутого Вітру.]===],
[===[Талія Бурштиношкура:]===],
[===[Дякую тобі, {ім'я}. Десь в глибині душі я вірила, що вона знайде спосіб повернутися до мене. Вона розповіла мені про твою хоробрість, і як ти {стать:допоміг:допомогла} їй втекти. Ці речі належали її брату. Я точно знаю, що вона хотіла б, щоб вони залишились у тебе.]===],
},
[4921] = {
[===[Пропала у бою]===],
[===[Ми билися в невеликому тауренському таборі, коли нас розділили - вона стиналася з трьома Щетиношкурими одночасно. Численність була не на нашу користь. Я відвів деяких подалі, та лише побачив, як на неї набігло ще більше нових ворогів. У своїй люті я кинувся на них, але вони з легкістю мене здолали завдяки своїх неосяжній кількості.

Коли я отямився, то побачив таурена-друїда, що доглядав мої рани - він надибав мене на Шляху Золота.

Будь ласка, {клас:к}, знайди хоч якісь сліди моєї дружини.]===],
[===[Знайдіть дружину Манкріка, а потім поверніться до нього на Перехрестя.]===],
[===[У тебе є хоча б якісь звістки про неї? Біль у грудях говорить, що сталося найгірше, але я сподіваюся, ти знайдеш її здоровою та неушкодженою.]===],
[===[Я зрозумів. Дякую, {клас:к}.]===],
},
[4941] = {
[===[Мудрість Ейтріґґа]===],
[===[Ренд живий?

Неможливо!

Вважалося, що він загинув десятки років тому.

Звернись за порадою до Ейтріґґа, {ім'я}. Ніхто не знає про орків Чорнокаменю краще за нього, і якщо те, що написано тут — правда, Ейтріґґу варто про це знати. Нікому не можна відмовляти в праві на помсту.

Ти знайдеш його в Орґріммарі.

Після того, як поговориш з Ейтріґґом, йди до воєвождя за вказівками.]===],
[===[Поговоріть з Ейтріґґом в Орґріммарі. Обговоривши питання з Ейтріґґом, зверніться за порадою до Тралла.

Ви пригадуєте, що бачили Ейтріґґа в приймальній залі Тралла.]===],
[===[Хіба ти не бачиш, що я зайнятий?]===],
[===[<Схоже, що Тралл стурбований вашою звісткою.>]===],
},
[4966] = {
[===[Захистити Канаті Сіру Хмару]===],
[===[Кентаврів може бути більше, ніж я гадав. Прошу, {ім'я}, бийся разом зі мною проти цих нікчемних душогубів.]===],
[===[Захистіть Канаті Сіру Хмару від нападу кентаврів.]===],
nil,
[===[Дякую за допомогу, {ім'я}. Без тебе я б не зумів їх стримати.]===],
},
[4967] = {
[===[Знання сфери Орагіла]===],
[===[Ти все ще {стать:дурень:дурепа}, і все ще шукаєш прикраси смертних. Так, я говорю з тобою з гонором. Я бачу тебе перед собою і мені смішно. Ти {стать:жалюгідний:жалюгідна}!

Але не має значення, що я думаю. Важливо лише те, що думають ті, хто хоче мати з тобою справу! І в цьому випадку, всупереч моїм переконанням, ті, хто має певну частку влади, вважають, що ти заслуговуєш на більше.

Якщо це те, чого ти прагнеш, тобі слід поговорити з Менарою Пустоплестою у вежі над Брашпилем. Гадаю, ти з нею вже {стать:зустрічався:зустрічалася}.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, ти дійсно шукаєш щось більш... суттєве. Я можу допомогти тобі, якщо ти дійсно {стать:готовий:готова}.

Приємно бачити, що хтось із нас прагне більшої влади в інших формах, а не лише в знаннях.

Отже, думаєш, ти {стать:готовий:готова}, {ім'я}?]===],
},
[4969] = {
[===[Знання сфери Орагіла]===],
[===[Ха-ха! Ти добре справляєшся, {стать:юний:юна} {клас:к}.

Прийде час, і пекельники та жахопани вклонятимуться перед тобою!

Але поки цей час не настав, тобі все ще доведеться користуватися зброєю, виготовленою руками смертних.

Здається, ти {стать:готовий:готова} до створення ще одної такої зброї, і якщо ти {стать:згоден:згодна} — Менара Пустоплеста захоче з тобою поговорити! Вона знаходиться біля вежі Страгада, над портовим містечком Брашпиль. Йди туди, коли будеш {стать:готовий:готова}.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, ти дійсно шукаєш щось більш... суттєве. Я можу допомогти тобі, якщо ти дійсно {стать:готовий:готова}.

Приємно бачити, що хтось із нас прагне більшої влади в інших формах, а не лише в знаннях.

Отже, думаєш, ти {стать:готовий:готова}, {ім'я}?]===],
},
[5041] = {
[===[Припаси для Перехрестя]===],
[===[Під час нападу на караван ми втратили припаси, які нам були вкрай необхідні.

Тобі вистачило хоробрості, щоб битися з плем'ям Бритвогривих, і я попрошу тебе зробити це знову, але цього разу пошукай наші припаси. Ти, напевно, знайдеш їх у їхньому таборі, де свинобрази жирують на чужому добрі.

Жителі Перехрестя будуть перед тобою в боргу.]===],
[===[Знайдіть і поверніть ящики з припасами для Перехрестя Торку в Степи.]===],
[===[Як просуваються твої пошуки припасів, {ім'я}? Думаю, ти легко впораєшся зі свинобразами.]===],
[===[Ха-ха! Дякую, {ім'я}! Ти нам неймовірно {стать:допоміг:допомогла}. Ти — спасіння для Перехрестя і для всієї Орди. Якщо я можу тобі чимось допомогти, прошу, дай мені знати.]===],
},
[5042] = {
[===[Сила Аґамаґґана]===],
nil,
nil,
[===[Мені знадобиться 4 кривавих скалки, якщо ти бажаєш отримати силу Аґамаґґана, {раса:к}.

Після мого благословення всі вороги жахатимуться твоєї могутності.

Такою силою наділені найкращі воїни Бритвогривих!]===],
[===[Якби тільки Кривозуб був вільний, щоб побачити, як ти {стать:винищував:винищував} тих, хто зрадив його! <фиркає>

Я вдячний тобі за те, що ти {стать:знищив:знищила} ще більше Щетиношкурих, збираючи ці скалки. Будь ласка, продовжуй в тому ж дусі, а я тобі допомагатиму. <фиркає>]===],
},
[5043] = {
[===[Спритність Аґамаґґана]===],
nil,
nil,
[===[Кажуть, найкращі розвідники мого племені не мають рівних у своїй майстерності, і жоден розбійник <фиркає> не зміг зрівнятися з їхньою прудкістю у бою.

Принеси мені 4 кривавих скалки, і я зроблю тебе {стать:спритнішим:спритнішою} за будь-якого свинобраза.]===],
[===[Нехай твоя рука буде стійкою, а зброя - влучною, {раса:к}.

Дух Аґамаґґана віднині з тобою. Повертайся до мене, як захочеш. Кривозуб благословить тебе знову, якщо на те буде воля величного бога-кабана.]===],
},
[5044] = {
[===[Мудрість Аґамаґґана]===],
nil,
nil,
[===[Шамани та геоманти племен свинобразих <фиркає> прикликають силу Аґамаґґана для допомоги у битвах та ритуалах, {раса:к}.

Якщо ти теж бажаєш отримати благословення Аґамаґґана для своїх заклять - принеси 4 кривавих скалки, і Кривозуб тобі допоможе.]===],
[===[Твої вороги ще дужче боятимуться тебе, {раса:к}. 

Розкажи Кривозубові історії про свою винахідливість у бою, коли ми зустрінемось в майбутньому - в цьому житті чи наступному.]===],
},
[5045] = {
[===[Піднесення духу]===],
nil,
nil,
[===[Усякий воїн <фиркає> потребує сильного духу. Він спонукатиме тебе на ще більші звершення, навіть коли надії вже немає. Племені Бритвогривих це здавна відомо. <фиркає> Ми - духовне плем'я та більше пишаємося своїм зв’язком з Аґамаґґаном, ніж нашою майстерністю <фиркає> в бою.

Принеси мені 4 кров'яних скалки, і я благословлю твій дух для бою. <фиркає>]===],
[===[Наші найвправніші воїни та наймогутніші <фиркає> шамани позаздрили б твоїй силі волі, {раса:к}.

Подолай ще більше Щетиношкурих, знаючи, що вони не можуть тебе зупинити! <фиркає>]===],
},
[5046] = {
[===[Бритвошкура]===],
nil,
nil,
[===[Тому, хто йде в бій, <фиркає> захист не завадить. Їхні кістки мають бути міцними, а шкіра - жорсткою. <фиркає> Моє плем'я чудово знає це, і, крім дарованих нам від природи голок і товстої шкури, <фиркає> ми часто просимо Аґамаґґана про захист перед тим, як йти на війну.

Принеси мені 4 криваві скалки <фиркає>, і я дарую тобі такий самий захист.]===],
[===[Іди в бій, {раса:к}.]===],
},
[5049] = {
[===[Блюз Єремії]===],
[===[Судячи з доказів, які я знайшов, особа, яку ти розшукуєш, і адресат посилки - Єремія Пейсон, торговець тарганами Підмістя.

Я завжди вважав, що потрібно мати особливий дар, щоб продавати... тарганів. Безсумнівно, ти зараз - в епічній подорожі, {стать:могутній:могутня} {клас:к}. Я залишу тебе для твоїх починань світового значення. Проте дозволь мені бути частиною твоєї magnum opus і сказати, що він розташований біля банку, повзаючи під тротуарами, як йому й належить.]===],
[===[Знайдіть Єремію Пейсона у Підмісті та перевірте, чи, насправді, він є Єремією Сквернокаменем. Якщо це так, тоді, можливо, він захоче отримати пакунок від Дженіс Сквернокамінь.]===],
[===[Кожен раз, коли хтось стає на тарганчика, я плачу. Будь ласка, не змушуй мене плакати.]===],
[===[Я не використовував це ім’я вже багато років... Але так, в якийсь момент мого життя - до цієї славної невмерлості - це було моє прізвище.

Ти кажещ, що {стать:знав:знаєш} мою сестру... Чи, радше, що недавно {стать:говорив:говорила} з нею. 

Яка вже мертва.

Чотири роки, як.

Знаєш, якби мої кістки вже не були такими ламкими, я б з радістю вперіщив тобі з ноги. Глумишся над чужим горем?

Що... у тебе пакунок від моєї сестри?]===],
},
[5052] = {
[===[Криваві скалки Аґамаґґана]===],
[===[Кров зачепила не тільки терни, <фиркає> але й інші аспекти землі: криваво-червоні камені, змішані з іншими мінералами. Щетиношкурі викопують ці обламки та застосовують їх як тотеми <фиркає>, що підсилюють їх у бою та використовують для магії. <фиркає>

Я знаю секрети цієї магії.

Як принесеш Кривозубові одну таку скалку, то він тобі покаже. А якщо принеш Кривозубу цілу купу таких, то він благословить тебе магією свинобразів - магією Аґамаґґана! <фиркає>]===],
[===[Принесіть кривавий скалок Кривозубові в табір Таурахо у Степах.

Зберіть більше кривавих скалків, якщо бажаєте, щоб він благословив вас силою Аґамаґґана.]===],
[===[Наші племена розселяються поміж тернистих районів по всім Степам <фиркає>, тому що це - святі місця, проте жодне не зрівняється зі святістю Бритвоболота. Воно повністю створене з тіла Аґамаґґана, <фиркає>, але Нори - особливо захищені, оскільки вхід зроблений з його величної пащі! <фиркає> Він проковтне всіх, хто йому не вірний, і виплюне їхні тіла після того, як гарненько пережує! <фиркає>

Аґамаґґан залишив своє тіло, щоб захистити нас, і щедро ділиться своїм духом, щоб ми могли захистити його. <фиркає>]===],
[===[Ов-ва, то ти таки розумієш. <фиркає> Я не дарма перед тобою розпинався, {раса:к}. Кривозуб хоч і замкнений, але жодна клітка не зможе зупинити могутність Аґамаґґана!

Дотик до скалка, ці відчуття... це було вже так давно, {раса:к}.

Ти знаєш, як це? Коли твою силу вирвали в тебе?

Але ця оповідь на інший раз. Я обіцяв тобі інформацію. Я обіцяв тобі силу Аґамаґґана. Мої люди відвернулися від Кривозуба. Тож тепер я напущу тебе на них. <фиркає>]===],
},
[5062] = {
[===[Священний вогонь]===],
[===[Арікара — це смертельно небезпечна істота, з якою необхідно розібратись якомога швидше. Для того, щоб подолати її, тобі знадобиться священний вогонь життя, — він викличе Арікару.

Вирушай за рослинами рідкісної вогнистої агави. Щойно матимеш їх достатньо — знайди Маґату Зловісний Тотем на Верхів'ї Старійшин в Громовому Бескиді. Це могутня шаманка, котра може зачарувати рослину агави й створити з неї порошок, здатний запалити вогонь.

Прямуй на північний схід до Киплячого ставу і збери вогнисту агаву.]===],
[===[Зберіть 10 рослин вогнистої агави, після чого поговоріть з Маґатою Зловісним Тотемом на Верхів'ї Старійшин у Громовому Бескиді.]===],
[===[Отже, Мотеґа Вогняна Грива шле звістку про Арікару... це жахлива звістка.

<Маґата озирається навкруги.>

Арікара — це смертельно небезпечна істота, народжена з єдиною ціллю — мститися тим, хто чинив мерзенні дії.

<Маґата посміхається.>]===],
[===[Чудово, ти {стать:зібрав:зібрала} достатньо вогнистої агави. Ця рідкісна рослина, яка росте лише в Тисячі Шипів, допоможе пробудити священний вогонь життя.

<Маґата починає зачаровувати вогнисту агаву.>]===],
},
[5064] = {
[===[Спостереження за Зловісним Тотемом]===],
[===[{Ім'я}, ти гарно {стать:послужив:послужила} нам раніше, тож я довіряю тобі важливе завдання. Клан Зловісного Тотема затіває щось таємне. Протягом останніх тижнів до їхнього поселення приходили троє агентів невідомого походження. Ми дізналися, що в скринях на Темнохмарному верхів'ї знаходяться важливі папери.

{Ім'я}, якщо ти успішно виконаєш це завдання, я тебе щедро винагороджу.]===],
[===[Знайдіть три таємні записки на Темнохмарному верхів'ї та принесіть їх спостерігачу скель Довгорогому на заставу Розкутого Вітру.]===],
[===[Ти вже {стать:дізнався:дізналася}, що саме затіває Зловісний Тотем?]===],
[===[Великий Тотем Духів! Це справді страшні новини. Я маю почати готуватися до того, що на нас чекає.

{ім'я}, як і було обіцяно, ось винагорода за твою сміливу допомогу.]===],
},
[5088] = {
[===[Арікара]===],
[===[Віднеси вогнистий порошок в Тисячу Шипів і вкинь його у священний вогонь життя, котрий знаходиться на окремому шипі Темнохмарного верхів'я, де хоронять мерців.

Чари, що я вклала в цей порошок, прикличе Арікару до тебе, {ім'я}.

Я боюсь, що вона може переслідувати Керна Криваве Копито. Надто багато звичаїв тауренів змінилось і це могло розгнівати Арікару. Поквапся, доки ще не запізно, {клас:к}.]===],
[===[Убийте Арікару та як доказ принесіть її рештки разом з вогнистим порошком Мотезі Вогняній Гриві на Білосяжну заставу.]===],
[===[Чи ти вже {стать:вбив:вбила} лиху змію Арікару, {ім'я}?]===],
[===[Це не має жодного сенсу. Навіщо Арікарі полювати на Керна Криваве Копито? Але Маґата не може помилятись, вона ж бо наша найбільш потужна шаманка.

<Мотеґа похитує головою.>

Однак, твоя велика допомога Орді не повинна залишитись непоміченою. Прошу, обери собі нагороду до смаку.]===],
},
[5147] = {
[===[Розшукується — Арнак Зловісний Тотем]===],
[===[Розшукується: Арнак Зловісний Тотем

Арнак — вигнанець, який розшукується через огидні злочини: вбивство та викрадення. Сміливців, що наважаться притягнути цього злочинця до відповідальності, очікує щедра винагорода.

Востаннє Арнака бачили на скелях Темнохмарного верхів'я. Принесіть докази його смерті спостерігачу скель Довгорогому на заставу Розкутого Вітру, щоб отримати винагороду.]===],
[===[Вбийте Арнака Зловісного Тотема та принесіть доказ його смерті спостерігачу скель Довгорогому на заставу Розкутого Вітру.]===],
[===[Чи є у тебе новини про цього вбивцю, Арнака Зловісного Тотема?]===],
[===[Хах! Добре, це прекрасні новини! Я вже почав перейматися через те, що він уникне правосуддя!

Ось, {ім'я}... і дякую. Звістки про злочини Арнака змушували мою кров кипіти від люті!]===],
},
[5151] = {
[===[Гіперконденсатор]===],
[===[Я єдиний, хто залишився живим після нападу кентаврів на наш караван! Кремезна пантера охороняє мій найкращий пристрій, який як раз висить на її шиї. Хах! Навіть кентаври тремтять в присутності цього лютого звіра!

Ось ключ від клітки. Вони забрали все, але лишили ключ. Вбий звіра та принеси назад мій гіперконденсатор, і я нагороджу тебе!

Розбитий караван знаходиться на північ звідси.]===],
[===[Вбийте звіра, принесіть гіперконденсатор та ключ від клітки пантери Візло Блископідшипнику.]===],
[===[Ти {стать:приніс:принесла} мій гіперконденсатор?]===],
[===[Мій гіперконденсатор! Це займе мене на деякий час, доки я розберуся, що він робить...]===],
},
[5361] = {
[===[Родинне дерево]===],
[===[Мій брат Натака знаходиться на заставі Блукаючих Привидів в Спустошищі. Я хотів би попросити тебе... чи не {стать:міг би:могла б} ти передати йому цей звіт? Минув рік з того часу, як я востаннє писав, і ось зараз кентаври знову щось затівають. Мій брат має дізнатися про це.

Прямуй в Каміннопазуристі гори, на захід від Перехрестя, а потім прямуй на захід, в Обвуглену долину. Спустошище знаходиться на південь від долини. Йди дорогою на південь і побачиш заставу Блукаючих Привидів.]===],
[===[Доставте звіт спостерігача скель Довгорогого до Натаки Довгорогого на заставу Блукаючих Привидів, що в Спустошищі.]===],
[===[Які в тебе новини, {клас:к}? Повідомлення від мого брата, кажеш? Ну тоді давай сюди цей звіт!]===],
[===[Я не знаю, що тебе пов'язує з моїм братом, але схоже, що він довіряє тобі, {клас:к}.

Я, Натака Довгорогий, вітаю тебе на заставі Блукаючих Привидів. {Клас:н} нам тут точно не завадить! Поговори з іншими, можливо ти комусь знадобишся.]===],
},
[5441] = {
[===[Ліниві наймити]===],
[===[Прокляті наймити! Вони тяжко працюють, збираючи деревину по долині, але також постійно дрихнуть! Мені потрібен хтось, хто б допоміг з їх дисципліною.

Ти виглядаєш як {стать:той:та} {раса:н}, {стать:який:яка} {стать:потрібен:потрібна} для цього завдання. Ось, візьми цей кийок і використай його на наймитах, які сплять на роботі. Хороший ляпас одразу налаштує їх! Повернеш кийок, коли закінчиш.

Вшиві ліниві наймити...]===],
[===[Використайте кийок десятника на лінивих наймитах, коли ті сплять. Розбудіть 5 наймитів, потім поверніть кийок десятнику Тазз'рілу в долину Випробувань.]===],
[===[В ледачості нічого хорошого…

Е? Мій кийок у тебе? Ти {стать:спіймав:спіймала} когось, хто спить на роботі?!]===],
[===[Добре, добре. Можливо, наступного разу вони подумають двічі, перш ніж розслаблятись! Дякую за допомогу!]===],
},
[5481] = {
[===[Завдання Ґордо]===],
[===[Хазяїнові потрібні бур’яни. Ми мати великі руки, погано збирати. Ти помогти нам, ми тебе не чіпати. Нам треба бур’ян мороку. Багато з них рости біля дороги і десь тута.

Коли ти мати достатньо бур’яну, ти нести його хазяїну Голланду на кладовище у Бріллі.]===],
[===[3беріть 3 бур’яни мороку та віднесіть їх молодшому аптекареві Голланду на Брілльське кладовище.]===],
[===[Де ця бездарна погань? Або в тебе є те, що мені потрібно, або краще забирайся звідси та знайди його.]===],
[===[Що це? Бур’ян мороку?! Мені не потрібен бур’яну мороку! Ця тупа гора м’яса збирає там маргаритки та переконує інших, Леді знає скількох, йолопів, як ти, робити те ж саме. Не ображайся.

Принаймні, ти вже тут, і це те, що мені потрібно. Оскільки я не збираюся знову пробувати та щось втовкмачити тій потворі, може, ти збереш те, що мені потрібно насправді - бур'ян приречення!]===],
},
[5482] = {
[===[Бур'ян приречення]===],
[===[Як бачиш, я у скрутному становищі, {Ім'я}. Та штука там збирає не ті трави! Я добре оплачу твій час, якщо ти збереш те, що мені потрібно. Принеси мені достатньо бур’яну приречення, і я тебе достойно нагороджу.

Наскільки я розумію, їм подобається отруювати флору біля кладовища, що північніше Брілля. Поспіши та остерігайся місцевих гнолів.]===],
[===[Позбирайте 10 бур’янів приречення і принесіть їх молодшому аптекареві Голланду.]===],
[===[Сподіваюся, ти з чимось хорошим. Уже маєш усі потрібні мені бур’яни приречення?]===],
[===[О, мої бур’яни приречення. Чудово!

<Молодший аптекар Голланд жадібно потирає руки.>

Це стане в нагоді. Ти чудово {стать:послужив:послужила} мен.., е-е-е, Леді, {Ім'я}. Як і обіцяно, ось твоя заслужена винагорода.]===],
},
[5642] = {
[===[Тінестраж]===],
[===[На тебе чекає щось важливе в Орґріммарі, {ім'я}.

Зазвичай посланці, що приходять сюди у пошуках тролів-жерців, дуже неквапливі. Але цього разу, вони, здається, дуже поспішали. Не затримуйся надовго в Громовому Бескиді. Гадаю, тобі варто повернутися в долину Духів якомога швидше.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Скоро почнеться найважливіший обряд ініціації {клас:р}. Я поясню тобі більше — ти {стать:готовий:готова}.]===],
},
[5643] = {
[===[Тінестраж]===],
[===[Як і більшість наших жерців, твоє плем'я також проводить ритуали посвячення. Ці ритуали зазвичай навчають жерців особливих здібностей, життєво необхідних для виживання. Я відчуваю, що твій час теж настав. Ти маєш повернутися в долину Духів, що в Орґріммарі, та поговорити з Ур'кьо. Те, чого він тебе навчить, знадобиться тобі у майбутньому.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Скоро почнеться найважливіший обряд ініціації {клас:р}. Я поясню тобі більше — ти {стать:готовий:готова}.]===],
},
[5644] = {
[===[Пожираюча чума]===],
[===[Ах, який же це чудовий день для тебе, {ім'я}. Я бачу, що ти багато чого {стать:навчився:навчилась}, тож настав час тобі повернутися до Ельталісти. Є речі, яких тільки вона може навчити тебе, але тільки тоді, коли ти покажеш на що {стать:здатен:здатна}. 

Не буду псувати тобі сюрприз, та пам'ятаю себе іще молодим жерцем, коли я дізнався про справжню силу... божественну силу. Оце були часи. 

Повертайся до Ельталісти в Підмістя, {ім'я}. Вона чекатиме на тебе у кварталі Війни.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[Добре, ти {стать:повернувся:повернулася}, і не {стать:запізнився:запізнилася} ні на мить. Ми маємо обговорити дещо важливе, {ім'я}. Твої сили зростають і ми маємо впевнитися, що ти {стать:готовий:готова}.]===],
},
[5646] = {
[===[Пожираюча чума]===],
[===[Ельталіста виявила велику повагу моєму народу, відправляючи моїх учнів до мене для подальшого тренування, а тепер я зроблю те саме для її племені.

Повертайся до Підмістя, {ім'я}. Вона чекає на тебе у кварталі Війни, щоб розповісти більше про твій народ та його звичаї. Йди туди, не зволікай.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[Добре, ти {стать:повернувся:повернулася}, і не {стать:запізнився:запізнилася} ні на мить. Ми маємо обговорити дещо важливе, {ім'я}. Твої сили зростають і ми маємо впевнитися, що ти {стать:готовий:готова}.]===],
},
[5648] = {
[===[Вбрання духовності]===],
[===[Ти {стать:готовий:готова} до свого першого випробування, {ім'я}. На південь від Колючого Пагорба, прямо за містом, одна з наших бугаїв поранилась, відбиваючись од праудмурських стариганів. Вона кепсько себе почуває, і їй би не завадила наша допомога. Найди її — її ім'я Кор'жа — вилікуй її рани та дай їй благословення наших предків.

Зроби це, і я вважатиму, що ти {стать:готовий:готова} йти далі нашим шляхом.]===],
[===[Знайдіть Кор'жу та вилікуйте її рани використовуючи Мале зцілення (ранг 2). Після цього надайте їй Слово сили: Стійкість та поверніться до Тай'джин в Колючий Пагорб.]===],
[===[Багато хто думає, що магія лікування сильна, але мало хто розуміє, наскільки вона сильна. Ти можеш зберегти життя багатьом, замість того, щоб вони йшли до своїх предків. Ця цілюща магія разом зі стійкістю — дуже потужна комбінація заклинань. Пам'ятай це. Вона корисна для всіх — від воїнів до магів.]===],
[===[Добре, значить, Кор'жа жива і може знову захищати наше місто від цих бісових людей. Я люблю згадувати дні битв, де сила проявлялася в бою, а мудрі знищували тих, хто покладався лише на свою силу.

Ти добре {стать:вчинив:вчинила}, {ім'я}. Візьми це вбрання. Можливо воно стане тобі в пригоді, а можливо тобі байдуже, проте ти {стать:заслужив:заслужила} його, і я пишаюся тим, що називаю тебе {стать:братом:сестрою}.]===],
},
[5649] = {
[===[На славу духовності]===],
[===[Наш народ приєднавсь до Орди, бо вони були добрі до нас. Вони вірні, вони навчають нас таких речей, як честь. Наші старі звичаї важко забуть. Можливо, орки не сприймають деякі з них, але це не заважає нам дотримуватися їх в таємниці від інших.

Ти знаєш це, тому я одправляю тебе до Тай'джин на Колючий Пагорб. Вона навчить тебе нашій історії. Вона навчить тебе звичаїв нашого племені. Йди до неї коли будеш {стать:готовий:готова}.]===],
[===[Поговоріть з Тай'джин у Дуротарі.]===],
nil,
[===[Ах... нарешті ти {стать:прийшов:прийшла} до Тай'джин. Це добре.

Ти вже розумієш, що ми вже не те плем'я, яке було раніше. Тепер ми набагато сильніші. Ми стали сильнішими, бо ми швидко пристосовуємось. Орда багато чому нас навчила. Ми більше не розгромлюєм ворогів, а потім набираємся сил — тепер ми набираємся сил, а потім розгромлюєм ворогів.

Різниця незначна, але ти навчишся цьому. От побачиш. Плем'я розраховує на те, шо ти навчишся цих речей.]===],
},
[5650] = {
[===[Вбрання темряви]===],
[===[Наша черпаємо силу з темряви й тіні, {ім'я}, але це не єдина твоя роль. Ти {стать:зрозумів:зрозуміла}, що у лікувальному мистецтві теж є користь. Це мудро. Але перш ніж пізнати темряву, ти маєш пізнати світло. А для цього у мене є випробування для тебе. 

На північ від кладовища знаходиться поранений смертостраж Кел. Він захищав нас від гнолів деякий час та потребує лікування. Ти також маєш укріпити його тіло перед тим, які він повернеться до виконання своїх обов'язків. Зроби це за допомогою своїх заклинань та повертайся до мене.]===],
[===[Знайдіть смертостража Кела та зціліть його рани використовуючи Мале зцілення (Ранг 2). Після цього надайте йому Слово сили: Стійкість та поверніться до темного священника Берила в Брілль.]===],
[===[Наші сили дають нам неймовірні можливості, {ім'я}. Так чи інакше ти зрозумієш, що наші здібності лікувати рани та зміцнювати союзників завжди будуть бажаними. Тільки не дай цьому відмовити тебе від інших шляхів, {клас:к} — ти можеш бути {стать:ефективним:ефективною} в багатьох напрямках. Але... якщо ти справді бажаєш нищити своїх ворогів магічною енергією, можливо, тобі більше сподобається темна магія.]===],
[===[Ти з легкістю {стать:пройшов:пройшла} моє випробовування. Добре.

Скоро, ти будеш {стать:готовим:готовою} взяти на себе ще одну відповідальність, і ця дорога поведе тебе до темніших сил — сил, які жодні жерці інших рас не мають. 

Візьми це вбрання на знак твого становища. Ти на це заслуговуєш. Якщо ти не хочеш одягати робу, тоді нехай так і буде, можеш робити з нею все, що забажаєш. Ми ніколи не забудемо чого ти {стать:досяг:досягла} в наших рядах.]===],
},
[5651] = {
[===[На славу темряви]===],
[===[Відречені винесли багато уроків зі свого досвіду і зрозуміли речі, про які деякі раси тільки починають здогадуватися. І хоча наш шлях пролягає через темряву, ти зрозумієш, що багато величних речей залежать від неї не менше, ніж від світла. Ти навчишся використовувати й те, й інше... використовувати з розсудом. Але прислухайся до моїх слів: ніколи не забувай, що нас створили у гної та залишили гнити в купі трупів. Темрява — це наш дім.

Коли будеш {стать:готовий:готова} дізнатися більше — знайди темного священника Берила у Бріллі.]===],
[===[Поговоріть з темним священником Берилом у Тірісфальському переліссі.]===],
nil,
[===[Нарешті, ти {стать:прибув:прибула}. Покладаючись лише на свою віру та силу волі, ти не зможеш пройти випробовування, {стать:юначе:дівчинко}. Відчуття невідкладності та трошки амбіцій допоможуть тобі.]===],
},
[5652] = {
[===[Зурочення слабкості]===],
[===[Мене відправили сюди, щоб я переконався, що ти не блукаєш надто далеко від дому, {ім'я}. Мене відправили за тобою тому, що Ур'кьо, найкращий з наших жерців, хотіти поговорити з тобою. Йди до нього. Прямуй в долину Духів у місті орків та поговори з Ур'кьо. Він чекає тебе.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Тобі краще бути {стать:уважним:уважною} на цьому уроці, {стать:юначе:дівчинко}. Зурочення слабкості добре слугуватиме тобі в бою. Пізніше у мене буде випробування для тебе, щоб перевірити тебе та довести твою цінність для племені.]===],
},
[5654] = {
[===[Зурочення слабкості]===],
[===[Час тобі зустрітись з Ур'кьо, {ім'я}. Він находиться в долині Духів в місті орків. Йди туди та поговори з ним. Час тобі пізнати більше про старі звичаї нашого народу. Пора вступити в коло і стати {стать:справжнім:справжньою} {клас:о} нашого племені.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Добре, ти тут. Ми можем почать твоє вчення старих звичаїв.]===],
},
[5655] = {
[===[Зурочення слабкості]===],
[===[Мене відправили сюди, щоб я переконався, що ти не блукаєш надто далеко від дому, {ім'я}. Мене відправили за тобою тому, що Ур'кьо, найкращий з наших жерців, хотіти поговорити з тобою. Йди до нього. Прямуй в долину Духів у місті орків та поговори з Ур'кьо. Він чекає тебе.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Тобі краще бути {стать:уважним:уважною} на цьому уроці, {стать:юначе:дівчинко}. Зурочення слабкості добре слугуватиме тобі в бою. Пізніше у мене буде випробування для тебе, щоб перевірити тебе та довести твою цінність для племені.]===],
},
[5656] = {
[===[Зурочення слабкості]===],
[===[Моє невмируще серце радіє, коли я бачу, як жерці різних культур мандрують цим світом. Добре знати, що існує не арканічна сила, що цілком доступна нам. Ось для мене честь направити тебе додому, {ім'я}.

Ур'кьо, твій старший жрець в Орґріммарі, хотів би бачити тебе. Ти знайдеш його у долині Духів.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Тобі краще бути {стать:уважним:уважною} на цьому уроці, {стать:юначе:дівчинко}. Зурочення слабкості добре слугуватиме тобі в бою. Пізніше у мене буде випробування для тебе, щоб перевірити тебе та довести твою цінність для племені.]===],
},
[5657] = {
[===[Зурочення слабкості]===],
[===[Додому. Повертайся додому, {стать:юний:юна} {раса:к}.

Твій духовний лідер Ур'кьо просить тебе повернутися до нього та поговорити про обраний тобою шлях.

Прямуй в долину Духів у величному місті Орди, Орґріммарі. Ти знайдеш його там.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Добре, ти тут. Ми можем почать твоє вчення старих звичаїв.]===],
},
[5658] = {
[===[Дотик слабкості]===],
[===[Ти далеко од дому, {клас:к}. На тебе ждуть там, у твому підземному місті. Твоя майстриня, Ельталіста, приказує тобі повернуться. Як і в мойому племені, є речі, яких тебе може навчить тіки вона. Не затримуйся тута надовго. Ти маєш бистріше прямувать до кварталу Війни, шо в Підмісті.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[Ах, {стать:юний:юна} {клас:н}, я рада, що ти {стать:повернувся:повернулася} сюди. Я збираюся навчити тебе дечого, і раджу слухати уважніше. Ти {стать:готовий:готова}?]===],
},
[5660] = {
[===[Дотик слабкості]===],
[===[Ти далеко од дому, {клас:к}. На тебе ждуть там, у твому підземному місті. Твоя майстриня, Ельталіста, приказує тобі повернуться. Як і в мойому племені, є речі, яких тебе може навчить тіки вона. Не затримуйся тута надовго. Ти маєш бистріше прямувать до кварталу Війни, шо в Підмісті.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[О, добре, іще {стать:один прибув:одна прибула}. Для мене час не має значення, але для тебе він біжить швидко. Тобі багато чому треба навчитися, і я багато чому тебе навчу. Та ти маєш довести свою цінність. Зроби це, і отримаєш гідну винагороду.]===],
},
[5661] = {
[===[Дотик слабкості]===],
[===[Тут, в селищі Криваве Копито, ти далеко од дому, {ім'я}. Мене послали сюда шукать жерців з мого племені, шоб потім одправить їх до наших старійшин. Але я можу помогти й тобі.

Я чув, шо ваша верховна жриця-дух наказала всім відреченим-жерцям прийти до неї — є дещо, чому вона має тебе навчить.

Найди Ельталісту в кварталі Війни, що в твому рідному місті.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[О, добре, іще {стать:один прибув:одна прибула}. Для мене час не має значення, але для тебе він біжить швидко. Тобі багато чому треба навчитися, і я багато чому тебе навчу. Та ти маєш довести свою цінність. Зроби це, і отримаєш гідну винагороду.]===],
},
[5662] = {
[===[Дотик слабкості]===],
[===[Моя повага тобі та твоєму роду, {ім'я}. Зазвичай я навчаю тільки членів мого племені. Твоїм навчанням займеться Ельталіста в місті, що раніше називалося Лордероном.

Ти маєш повернутися до неї, якщо ти хочеш навчитися здібностей, що відокремили тебе від інших вірувань.

Йди до кварталу Війни в Підмісті та знайди там свою майстриню.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[О, добре, іще {стать:один прибув:одна прибула}. Для мене час не має значення, але для тебе він біжить швидко. Тобі багато чому треба навчитися, і я багато чому тебе навчу. Та ти маєш довести свою цінність. Зроби це, і отримаєш гідну винагороду.]===],
},
[5663] = {
[===[Дотик слабкості]===],
[===[Ельталіста надіслала звістку всім її жерцям. Ми тут, щоб направити наших юних жерців на навчання до Підмістя.

Ти зможеш знайти Ельталісту в кварталі Війни, що знаходиться в глибинах Підмістя.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[О, добре, іще {стать:один прибув:одна прибула}. Для мене час не має значення, але для тебе він біжить швидко. Тобі багато чому треба навчитися, і я багато чому тебе навчу. Та ти маєш довести свою цінність. Зроби це, і отримаєш гідну винагороду.]===],
},
[5679] = {
[===[Пожираюча чума]===],
[===[Ельталіста виявила велику повагу моєму народу, відправляючи моїх учнів до мене для подальшого тренування, а тепер я зроблю те саме для її племені.

Повертайся до Підмістя, {ім'я}. Вона чекає на тебе у кварталі Війни, щоб розповісти більше про твій народ та його звичаї. Йди туди, не зволікай.]===],
[===[Поговоріть з Ельталістою в Підмісті.]===],
nil,
[===[Я навчу тебе пожираючої чуми, якщо ти відчуваєш, що {стать:готовий:готова}, {ім'я}. Це потужне закляття і воно допоможе у тобі в майбутніх битвах. Практикуйся, випробування будуть пізніше.]===],
},
[5680] = {
[===[Тінестраж]===],
[===[Як і більшість наших жерців, твоє плем'я також проводить ритуали посвячення. Ці ритуали зазвичай навчають жерців особливих здібностей, життєво необхідних для виживання. Я відчуваю, що твій час теж настав. Ти маєш повернутися в долину Духів, що в Орґріммарі, та поговорити з Ур'кьо. Те, чого він тебе навчить, знадобиться тобі у майбутньому.]===],
[===[Поговоріть з Ур'кьо в Орґріммарі.]===],
nil,
[===[Твій ритуал скоро почнеться. А поки що я навчу тебе заклинання, що буде корисним в бою.]===],
},
[5722] = {
[===[У пошуках втраченої сумки]===],
[===[Троги — не єдине, що цікавить Маґату у прірві Лютого Полум'я. До неї дійшли чутки, що один з її слуг, Маур Зловісний Тотем, знайшов в прірві щось особливе, але вибратися звідти йому не вдалося. Вона хоче, щоб хто-небудь знайшов тіло Маура — якщо воно ще ціле — і з'ясував, що ж він таке знайшов, намагаючись вести переговори з трогами.

Якщо знайдеш що-небудь цікаве, принеси це Маґаті, і вона не поскупиться на нагороду.

Знову ж таки, прірву ти знайдеш в найтемніших закутках Орґріммара.]===],
[===[Обшукайте прірву Лютого Полум'я в пошуках тіла Маура Зловісного Тотема та знайдіть всі незвичайні предмети.]===],
nil,
[===[Тіло виглядає так, ніби Маура жорстоко били кийками чи кулаками, але більша частина одягу і спорядження, здається, на місці. Схоже, що трогам не надто були потрібні його пожитки.

Ви починаєте оглядати тіло в пошуках будь-яких предметів, які могли б зацікавити Маґату.]===],
},
[5723] = {
[===[Випробування сили ворога]===],
[===[Настирливі істоти, відомі як троги, раптом полізли із заповнених лавою тунелів під Орґріммаром. Великодушна Маґата хотіла домовитися з цими потворами, але вони накинулися на її дипломатів і перебили їх. Вона не може допустити такого поводження з тауренами, тож тепер для неї ці тварюки — вороги Орди.

Вона просить тебе розправитися з цими трогами, перш ніж вони почнуть загрожувати Орді з-під землі. Знайди прірву Лютого Полум'я і знищ їх усіх.]===],
[===[Знайдіть в Орґріммарі прірву Лютого Полум'я, убийте 8 трогів і 8 шаманів Лютого Полум'я. Після цього поверніться до Рахауро в Громовий Бескид.]===],
[===[Як справи з пошуком прірви? А з трогами?

Якщо ми дозволимо цій загрозі й надалі існувати — вона завдасть шкоди нашим побратимам-оркам.]===],
[===[Я радий, що ти серйозно {стать:поставився:поставилась} до прохання Маґати. Дякую тобі, {ім'я}. Тепер, коли трогів поменшало, вони вже не полізуть так нахабно на поверхню!

Може, в майбутньому ми зуміємо дізнатися, звідки взялися ці істоти, і що їм потрібно насправді.]===],
},
[5724] = {
[===[Повернення втраченої сумки]===],
[===[Під тілом загиблого таурена ви знаходите сумку. Він все ще міцно стискає її в руках — мабуть, він намагався уберегти її від трогів.

Звільнивши сумку з його міцної хватки, ви закидаєте її до свого спорядження і готуєтеся до виходу з тунелів, щоб відправитися до Рахауро в Громовий Бескид.]===],
[===[Віднесіть сумку Зловісного Тотема до Рахауро в Громовий Бескид.]===],
[===[Тобі вдалося щось знайти, {ім'я}? Будь-які зачіпки щодо того, чому одному з членів її клану довелося померти без потреби, були б корисними.]===],
[===[Прекрасно, {ім'я}. Дякую тобі.

Магата сказала мені, що якщо тобі вдасться знайти члена її клану, я маю віддати тобі ось це. Прошу, прийми це на знак подяки.]===],
},
[5725] = {
[===[Сила руйнувати...]===],
[===[Тобі певно вже відомо, що в Легіоні прийнято всіляко обдаровувати ідейних послідовників. Деяким з цих дарів краще б опинитися в руках у Темної Леді, ніж у... простаків.

Яскравий приклад — секта Ради Тіні, що ховається в печерах під Орґріммаром, відома також як "Випалений Клинок". Леді повідомила, що вони отримали дві могутні книги заклять — вона хотіла б "позичити" їх. І ти дістанеш їх для неї.]===],
[===[Принесіть книги "Закляття Темряви" і "Чаклунство з Підсвіття" Варіматрасу в Підмістя.]===],
[===[Мене чекає сотня інших справ, {клас:к}. Де книги?]===],
[===[Молодець, {клас:к}. Ти добре {стать:послужив:послужила} Темній Леді. Її підданим знадобляться твої завзятість і честолюбство. Повертайся до мене в майбутньому. Можливо, я відправлю тебе на нові подвиги, які допоможуть Темній Леді здолати Короля-ліча і звільнити рабів Скари.]===],
},
[5726] = {
[===[Таємні вороги]===],
[===[Я не потерплю зрадників серед нас, {ім'я}. Однак було б безглуздо діяти напролом — це не допоможе викорінити заразу з наших земель, а лише призведе до її поглиблення.

Але ти, {стать:юний шукаче:юна шукачко} пригод, можеш проникнути туди, куди моїм агентам не дістатись... можеш дізнатися правду... можеш знайти справжню голову цієї потвори.

Якщо тобі вистачає хоробрості — вирушай до Скелі Черепа на схід від Орґріммару, знайди в одного з послідовників Палаючого Леза знак розрізнення лейтенанта і принеси його мені.]===],
[===[Принесіть знак розрізнення лейтенанта Траллу в Орґріммар.]===],
[===[Тобі вдалося тобі дістати знак розрізнення, {ім'я}?

Це важлива деталь для проникнення до організації, яку я вважаю найбільшою загрозою для Орди, і нарешті принести мир у наш новий дім.

Ти дізнаєшся, наскільки складні й підступні задуми можуть затіяти люди та орки, керовані жадібністю і жагою влади. Ти побачиш їх таємні плани та опинишся в епіцентрі війни, про існування якої навіть не {стать:підозрював:підозрювала}.]===],
[===[Добре, {ім'я}! Хвала духам, можливо, саме ти нарешті покладеш край моїм найбільшим страхам! Хто б міг подумати, що такі юні та хоробрі шукачі пригод боротимуться за нашу справу? Ти нагадуєш мені мене самого в молодості. Я подбаю про те, щоб тебе гідно винагородили за зусилля, якщо ми обидва переживемо прийдешню бурю.

Але час для похвали буде пізніше. Те, що тобі вже вдалося зробити — дрібниці у порівнянні з тим, що тебе чекає... але це гарний початок.]===],
},
[5727] = {
[===[Таємні вороги]===],
[===[А тепер давай подивимося, чи вартий знайдений тобою знак розрізнення цих зусиль.

У місті є чорнокнижник, який упевнений, що я йому повністю довіряю. Він і не підозрює, що мені відомо про його зраду. Насправді він — ватажок Палаючого Леза. Але не поспішай вступати з ним у бій. Він нам ще знадобиться — ми використаємо його проти наших ворогів.

Віднеси цей знак розрізнення йому в Розколину Тіні, що в Орґріммарі. Поговори з ним і переконайся, що він прийме тебе за {стать:одного зі своїх:одну зі своїх}, а потім повертайся до мене.]===],
[===[Віднесіть знак розрізнення лейтенанта Нііру Вогняному Лезу і поговоріть з ним. Переконайтесь, що він вірить у вашу приналежність до Палаючого Леза, а потім поверніться до Тралла в Орґріммар.]===],
[===[Ну що, {клас:к}? Він повірив у наш трюк, чи все гірше, ніж я думав?

Якщо ти доведеш свою цінність для Нііру, нам буде набагато легше проникнути в Раду Тіні. У нього буде вдосталь інформації, яку ми зможемо використати, щоб вивести на чисту воду тих, хто хоче згубити все, що ми побудували в Дуротарі.]===],
[===[Чудово! Просто чудово, {клас:к}!

Те, що ти {стать:зробив:зробила} сьогодні — лише перший крок до знищення Ради Тіні, раз і назавжди.

Перекажи мені все, що він говорив... і не пропусти жодного слова — дрібниці можуть виявитися важливішими, ніж ти думаєш.]===],
},
[5728] = {
[===[Таємні вороги]===],
[===[Хм, ватажки Випаленого Клинка... Це серйозно. Якщо Нііру ними дорожить, значить, саме їх і потрібно ліквідувати. Цей сатир... Баззалан, і той, другий, якого згадував Нііру, — він хто, чорнокнижник? — їх слід вбити.

Повертайся до Розколини Тіні та проникни до прірви Лютого Полум'я, {ім'я}. Знайди цих ватажків Випаленого Клинка й убий їх. Але будь {стать:обережний:обережна}, щоб Нііру не дізнався, що це твоїх рук справа. Нехай, як і раніше, вважає тебе {стать:одним з братів:однією з сестер} по зброї.]===],
[===[Убийте Баззалана та Єргоша-Заклинателя перед поверненням до Тралла в Орґріммар.]===],
[===[Ти їх ще не {стать:знайшов:знайшла}, {ім'я}? Лідерів Випаленого Клинка.

Я знав, що Рада Тіні прагнула забрати у мене Орґріммар та всю Орду, але я не усвідомлював, як швидко вони змогли проникнути в місто. У цього звіра стільки рук... Ми можемо їх виснажити, але ми не просунемося далі, аніж від того, з чого почали. Я накажу своїм шпигунам подвоїти зусилля.]===],
[===[Я радий, що ти {стать:повернувся:повернулася}, {ім'я}. Мої агенти вже повідомили, що в печерах під Орґріммаром запанував хаос після смерті їхніх ватажків. Мені навіть доповідали, що Нііру дуже стривожений. Схоже, ми надломили його броню. Не можу не визнати, що мене це тішить... Нехай це й невелика, але все ж перемога.]===],
},
[5729] = {
[===[Таємні вороги]===],
[===[Гадаю, тепер тобі варто наблизитись ближче до Нііру. Якщо він справді настільки схвильований, як про це кажуть у звітах — ми вб'ємо відразу двох зайців. По-перше, ти зможеш дізнатись більше про Раду або, принаймні, про Палаюче Лезо, а по-друге, він, можливо, почне довіряти тобі настільки, що попросить йому допомагати. Він зараз у відчаї, тож цілком може довіритись тобі.

Повертайся в Розколину і поговори з ним знову, але не будь занадто {стать:відвертим:відвертою}.]===],
[===[Поговоріть з Нііру Вогняним Лезом в Орґріммарі.]===],
nil,
[===[Що таке?! О, це ти, {клас:к}... прошу вибачення. Я злий, як скажений кодо... але, можливо, я сам у цьому винен. Відправляючи мандрівників у прірву Лютого Полум'я, я мав передбачити, що це може призвести до проблем. Здається, що Баззалана та Єргоша застали зненацька і вбили якісь кляті добродії Тралла. Дуже невчасно, але з цим вже нічого не поробиш.]===],
},
[5730] = {
[===[Таємні вороги]===],
[===[Ти {стать:один:одна} з моїх лейтенантів! Тож приготуйся, {клас:к}. Скоро я викличу тебе.

Певно, я даремно витратив час на Випалений Клинок, але це не означає, що від цього мають постраждати інші плани Ради Тіні. Я зроблю все, що зможу, щоб мінімізувати наслідки у прірві Лютого Полум'я. А тим часом мої агенти в Степах та Ясенедолі почнуть працювати над нашим новим планом. Повертайся до мене пізніше.]===],
[===[Поговоріть з Траллом в Орґріммарі та розкажіть йому про все, що дізналися.]===],
nil,
[===[Ясенеділ? Хм, я не чув про присутність Ради або Палаючого Леза в Ясенедолі. Я доручу своїм шпигунам це перевірити, {ім'я}. Ти добре {стать:попрацював:попрацювала}.

А поки відпочивай і займися іншими справами. Незабаром я покличу тебе знову.

Лок'тар оґар!]===],
},
[5761] = {
[===[Убити звіра]===],
[===[Головне завдання, яке доручив мені наш великий воєвождь, — це викорінити тих тварюк, відповідальних за зараження нашого великого міста демонічною заразою. Палаюче Лезо — головна, але не єдина загроза. Є ще, наприклад, Випалений Клинок, культ, який влаштувався в прірві Лютого Полум'я і потай бентежить розуми простих представників Орди.

Щоб їх зупинити, потрібно вбити їхнього ватажка — вартового скверни, на ім'я Тараґаман Ненажерливий.

Убий його, і його серце заспокоїть Тралла, в цьому я впевнений.]===],
[===[Спустіться до прірви Лютого Полум'я, убийте Тараґамана Ненажерливого і принесіть його серце Нііру Вогняному Лезу в Орґріммар.]===],
[===[Ну що, вдалося тобі вбити цього звіра? Він, безумовно, повинен бути ватажком Випаленого Клинка у прірві Лютого Полум'я.]===],
[===[Ха! Тобі це вдалося! Тралл буде в захваті.

Я забезпечу належний догляд за цим серцем.

Ну, а ти можеш відсвяткувати свою перемогу. Я повідомлю Траллу про твої успіхи.

Дякую за допомогу, {клас:к}.]===],
},
[5881] = {
[===[Зміна варти]===],
[===[Орда тримає наші війська у формі... з часів Великої Війни ми успішно проживаємо тут, у Калімдорі.

Зроби мені послугу, у мене є хлопець, на ім'я Ґріш Довгобіг, який охороняє Великий Підйомник у південних Степах. Передай йому цього листа. В ньому говориться, що я маю воїна з резерву, який замінить його на службі, щоб він міг провідати свою сім'ю. Ґріш нещодавно просив про це і буде радий почути таку новину.]===],
[===[Маґґран просить вас передати листа Ґрішу Довгобігу, що знаходиться біля Великого Підйомника в Степах.]===],
[===[В тебе є новини від Маґґрана Землев'яза?]===],
[===[Це чудова новина. Я надто довго сидів тут, оберігаючи цей шматок дерева. Тепер я зможу хоч трохи провести час зі своєю сім'єю... Ура!]===],
},
[5901] = {
[===[Чуму на вас!]===],
[===[Отже, щоб накликати біль і чвари на Багряний Похід, я хочу відняти у них їхню цінну лісопилку. Я впевнена, що втрата такого цінного ресурсу значно ослабить їх в обороні та відбудові містечка для їхніх потреб. Чи допоможеш ти мені, {Ім'я}?

Почни з того, що віднесеш цю банку в Чумоліс у Східних Зачумлених землях. Наповни її термітами з насипів, які знайдеш по лісу. Повертайся, коли будеш мати достатньо комах.]===],
[===[Використайте порожню банку для термітів на термітниках у Східних Зачумлених землях. Після того, як назбираєте 100 термітів Зачумлених земель, поверніться до Мікі Левін на Валу в Тірісфальському переліссі.]===],
[===[Ти вже маєш термітів, {Ім'я}? Я впевнена, що це неважко для {стать:такого кмітливого:такої кмітливої} {клас:р}, як ти.

Коли ми матимемо їх достатньо, ми подбаємо про те, щоб ніхто не зміг знову користуватися цією лісопилкою!]===],
[===[Ці чудово підійдуть, {Ім'я}. Дякую.

Якщо ти {стать:готовий:готова}, ми можемо перейти до наступного кроку.]===],
},
[5902] = {
[===[Чуму на вас!]===],
[===[Тепер, коли ми маємо вдосталь термітів, віднеси цю укріплену сталлю бочку до Північномостової лісопилки, що на півдні від Вогнедолу – ти знайдеш її на заході від дороги, що веде до цього містечка.

Як будеш там - постав бочку в центрі лісопилки, на щось високе, як ящик чи щось подібне.

Після того, як відкриєш її, все вирішиться саме собою. Просто повертайся сюди, і я тебе нагороджу за допомогу.]===],
[===[Знайдіть зручне місце в центрі Північномостової лісопилки в Західних Зачумлених землях, щоб розмістити там бочку з термітами Зачумлених земель.]===],
nil,
[===[Терміти явно починають метушитись, коли ви ставите бочку на ящик.]===],
},
[5922] = {
[===[Місячна галявина]===],
[===[Усіх друїдів радо приймуть у священних землях Місячної Галявини — як тауренів, так і нічних ельфів. Хранитель Ремулос наглядає над друїдами, що перебувають там в сплячці. Тепер, коли ти {стать:став:стала} на шлях Кігтя, я навчу тебе закляття, що дозволить переноситися туди. Застосуй його, коли шукатимеш знань чи спокою на Місячній галявині.

Твій перший урок — відправитися до Місячної Галявини та поговорити з Дендритом Зіркосяйвом в Нічній Гавані про шлях, яким ти зараз йдеш. Щасти тобі, {стать:молодий:молода} {клас:к}.]===],
[===[Використайте заклинання "Телепорт: Місячна галявина", щоб відправитися до Місячної галявини. Коли прибудете, поговоріть з Дендритом Зіркосяйвом в селищі Нічна Гавань.]===],
nil,
[===["Так все й починається, Батьку Кенарію. Так все й починається."

Дендрит робить швидкий, непомітний рух над головою. Ледь помітна аура сили окутує його.

"Перша форма, до якої ти маєш пристосуватися — форма ведмедя. Я направлю тебе на шлях пізнання цього аспекту життя друїдів, та саме ти маєш прийняти й ширити його — зараз і навіки!"]===],
},
[5926] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Турак Рунний Тотем хоче з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Турак — один з помічників верховного друїда. Він відомий як мудрий і терплячий наставник; ти багато чому в нього навчишся.

Ти знайдеш його в Громовому Бескиді, всередині головного шатра Кенарійського Кола на Верхів'ї Старійшин.]===],
[===[Поговоріть з Тураком Рунним Тотемом на Верхів'ї Старійшин в Громовому Бескиді.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5927] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Турак Рунний Тотем хоче з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Турак — один з помічників верховного друїда. Він відомий як мудрий і терплячий наставник; ти багато чому в нього навчишся.

Ти знайдеш його в Громовому Бескиді, всередині головного шатра Кенарійського Кола на Верхів'ї Старійшин.]===],
[===[Поговоріть з Тураком Рунним Тотемом на Верхів'ї Старійшин в Громовому Бескиді.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5928] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Турак Рунний Тотем хоче з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Турак — один з помічників верховного друїда. Він відомий як мудрий і терплячий наставник; ти багато чому в нього навчишся.

Ти знайдеш його в Громовому Бескиді, всередині головного шатра Кенарійського Кола на Верхів'ї Старійшин.]===],
[===[Поговоріть з Тураком Рунним Тотемом на Верхів'ї Старійшин в Громовому Бескиді.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5930] = {
[===[Дух Великого ведмедя]===],
[===[У північно-західній частині Місячної галявини проживає мудра і благородна істота, котру ми називаємо духом Великого ведмедя. Для всіх друїдів він є наставником і вчителем, який дає початок розуміння справжньої природи ведмедя. Всі друїди в певний момент потребують мудрості цього створіння і ти — не вийняток.

Скоріш йди до духа Великого ведмедя й осягни все, чому він захоче тебе навчити. Коли він буде задоволений тобою, повертайся в Нічну Гавань. Тоді й поглянемо, чи ти справді {стать:засвоїв:засвоїла} його уроки.]===],
[===[Знайдіть дух Великого ведмедя на північному заході Місячної галявини та засвойте все, що він розкаже вам про природу ведмедя. Коли уроки будуть завершені, повертайтесь до Дендрита Зіркосяйво в Нічну Гавань на Місячній галявині.]===],
[===[Повертайся тоді, коли дух Великого ведмедя відпустить тебе до мене. Без його благословіння ти не зможеш продовжити навчання.]===],
[===[Дендрит робить ще один непомітний жест над головою при вашому наближенні. Його знову окутує аура сили й він ледь помітно посміхається.

"Я відчуваю мудрість в тобі, дитя, якої не було в момент нашої першої зустрічі. У твоєму погляді сила та усвідомлене прагнення, хоча ще не зовсім сформоване. Сьогодні ти навчишся зосереджувати свою силу і залучати природу ведмедя у своїх ділах."]===],
},
[5932] = {
[===[Повернення в Громовий Бескид]===],
[===[Настав час нашим шляхам розійтись, {стать:юначе:юнко}, адже для подальшого навчання тобі потрібно повернутися до того, хто прислав тебе до мене. Хоча таурени не так давно почали слідувати ученням Кенарія, Турак Рунний Тотем живе у гармонії з природою. Слухайся його настанов і зовсім скоро ти цілком засвоїш свої перші уроки, які і визначатимуть твою роль {стать:хранителя:берегині} балансу.

А зараз йди, {стать:юначе:юнко}. Ми ще зустрінемось.]===],
[===[Поверніться в Громовий Бескид і поговоріть із Тураком Рунним Тотемом на Верхів'ї Старійшин.]===],
nil,
[===[З поверненням, {ім'я}. Я відчуваю, що твоя перша зустріч з духом Великого Ведмедя повпливала на тебе так, як і на інших друїдів, які ступили на шлях Пазура... Трохи збиває з пантелику, але вражає. Зі мною теж так було.

Дух Великого Ведмедя був частиною Азерот з самої її появи. Ми, таурени, уважно прислухаємось до таких духів і їх цілі ведуть нас до процвітання. Тепер настав час тобі пройти своє перше випробування на цьому шляху. Отже, слухай...]===],
},
[5961] = {
[===[Обранець Королеви-Банші]===],
[===[Мені так подобається бачити, як до нашої боротьби приєднуються загартовані в битвах мандрівники. Наші ряди зростають у чисельності та силі з кожним днем. Можливо, ти {стать:готовий:готова} випробувати свої сили, {клас:к}?

Одним з перших моїх обранців був Натанос, тепер відомий як Гнилоклич. Мало хто в наших лавах має більше відданості та запалу.

Знайди його у Східних Зачумлених землях. Він живе в маєтку Маррісів, час від часу блукаючи понищеною пусткою і вбиваючи всю скарівську й альянсівську мерзоту, яка зустрінеться на його шляху.]===],
[===[Поговоріть з Натаносом Гнилокличем у Східних Зачумлених землях. Подейкують, що він проживає у маєтку Маррісів.]===],
nil,
[===[Звісно ж, Темна Леді не вважає тебе {стать:достойним:достойною} зустрічі з її обранцем. Ти тут, щоб нагодувати моїх гончих, так? Інакше навіщо ти мене турбуєш?]===],
},
[6002] = {
[===[Тіло і серце]===],
[===[В землях на захід від Таурахо в Степах — там, де вони переходять у Мулґор — знаходиться камінь місячного совуха. Місячні совухи — звірі особливі, в тутешніх краях вони не живуть. Місяцекіготь, захисник каменю, з'явиться перед тобою коли ти посиплеш камінь кенарійським місячним пилом. Місяцекіготь таїть в собі силу, якою ти, як {стать:один:одна} з друїдів Пазура, {стать:повинен:повинна} володіти.

Ти {стать:заслужив:заслужила} право користуватися цим кенарійським місячним пилом, {ім'я}... тепер доведи мені, що ти також заслуговуєш володіти силами тіла і серця, які так необхідні друїду!]===],
[===[Посипте кенарійським місячним пилом на камінь місячного совуха між Мулґором та Степами, щоб викликати Місяцекігтя. Переможіть його та отримайте силу тіла і серця, якими він володіє.

По завершенню, поговоріть з Тураком Рунним Тотемом в Громовому Бескиді.]===],
[===[Доки ти не приймеш виклик, що чекає тебе, ти не зумієш цілком пізнати силу тіла і серця. До тих пір я нічим не зможу тобі помогти.]===],
[===[Це твій перший крок на шляху до великих звершень, {ім'я}. Я відчуваю вчення духа Великого ведмедя в тобі й бачу, що ти {стать:перейняв:перейняла} силу Місяцекігтя.

Більш нічого тобі не перешкоджає... дозволь мені тепер навчити тебе, що означає бути {клас:о} Пазура!]===],
},
[6061] = {
[===[Приборкання звіра]===],
[===[Для таурена важливо дотримуватись звичаїв своїх предків під час боротьби з могутніми створіннями. Перемагаючи їх, ми вбираємо в себе їх дух, стаючи ближче до Матері-Землі.

Так само й приборкання звіра, з яким ти будеш битись разом, робить тебе ближче до природи, що оточує нас. Врешті-решт, ти зможеш приручити звіра собі до вподоби. Та спершу тобі доведеться повчитись. Візьми цей жезл приборкання і потренуйся, приручивши дорослого рівнинобіга.]===],
[===[Приборкайте дорослого рівнинобіга за допомогою жезлу приборкання. Попрактикуйтесь, після чого повертайтесь до Йова Гострогрива в селище Криваве Копито.]===],
[===[Потренуй свої навички, {ім'я}. Приборкай дорослого рівнинобіга.]===],
[===[Матір-Земля дала мені знак. Ти чудово {стать:впорався:впоралась}.]===],
},
[6062] = {
[===[Приборкання звіра]===],
[===[Керування створіннями природи — велике вміння. Як {клас}, ти маєш навчитись використовувати силу і міць, що притаманні обраним тобою створінням.

Утримання контролю над звіром — непроста справа. Тобі знадобиться вся твоя рішучість.

Для твого першого завдання візьми цей жезл приборкання і за допомогою нього приборкай лютого крапчастого кнура. Ти знайдеш їх біля Колючого Пагорба. Попрактикуй свої вміння з кнурами та повертайся до мене.]===],
[===[Приборкайте лютого крапчатого кнура за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Тотару на Колючий Пагорб.]===],
[===[Успіхів, {стать:юний:юна} {клас:к}.]===],
[===[Ти чудово {стать:впорався:впоралась}, {ім'я}. Схоже, що ти {стать:готовий:готова} до наступного завдання.]===],
},
[6065] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Йовом Гострогривом в селищі Криваве Копито. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Йовом Гострогривом в селищі Криваве Копито.]===],
nil,
[===[Так, прийшов час почати твоє навчання.]===],
},
[6066] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Йовом Гострогривом в селищі Криваве Копито. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Йовом Гострогривом в селищі Криваве Копито.]===],
nil,
[===[Так, схоже, що ти {стать:готовий:готова}...]===],
},
[6067] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Йовом Гострогривом в селищі Криваве Копито. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Йовом Гострогривом в селищі Криваве Копито.]===],
nil,
[===[Так, схоже, ти {стать:готовий:готова}...]===],
},
[6068] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Тотаром на Колючому Пагорбі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Тотаром на Колючому Пагорбі.]===],
nil,
[===[Так, думаю, ти {стать:готовий:готова}....]===],
},
[6069] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Тотаром на Колючому Пагорбі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Тотаром на Колючому Пагорбі.]===],
nil,
[===[Так, думаю, ти {стать:готовий:готова} до тренувань....]===],
},
[6070] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Тотаром на Колючому Пагорбі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Тотаром на Колючому Пагорбі.]===],
nil,
[===[Так, думаю, прийшов час навчати тебе....]===],
},
[6081] = {
[===[Тренування звіра]===],
[===[Тепер ти вмієш приручати звірів, та ще тобі доведеться навчитись їх дресувати.

Відправляйся до Орґріммару. Там ти поговориш з одним з наших найшанованіших мисливців — Ормаком Лютострілом. Він навчить тебе дресування. Ти знайдеш його біля залу Відваги.

Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Ормаком Лютострілом в Орґріммарі.]===],
nil,
[===[А, {стать:юний:юна} {клас}. Так, я навчу тебе вмінням, необхідним для дресування твого улюбленця. Ти навчишся не тільки навчати його нових здібностей, а й годувати та повертати до життя, коли знадобиться.

Тепер йди, {клас:к}. Ми побачимось знову, як прийде час.]===],
},
[6082] = {
[===[Приборкання звіра]===],
[===[Останній звір, якого тобі належить приборкати — броньований скорпід. Він б'є різко і наповал, та як {клас} ти маєш вміти давати раду і таким сильним створінням.

Як повернешся — я навчу тебе самостійно приборкувати звірів собі до вподоби. Під твоїм командуванням звір буде вірним союзником і отримуватиме досвід в бою разом з тобою. А ще я навчу тебе викликати та відпускати його по твоїй волі.]===],
[===[Приборкайте броньованого скорпіда за допомогою жезлу приборкання. Попрактикуйтесь, після чого повертайтесь до Тотара на Колючий Пагорб.]===],
[===[Ти {стать:зміг:змогла} приборкати скорпіда?]===],
[===[Ти {стать:навчився:навчилась} всьому, що я міг тобі розказати, {ім'я}. Прийшов час використати на практиці все, про що я розповідав і вибрати собі супутника.

Отож, {ім'я}, тепер я навчу тебе приборкання звіра, а також як викликати та відпускати його по своїй волі. Користуйся своїми навичками з гордістю, ти на це {стать:заслужив:заслужила}.]===],
},
[6083] = {
[===[Приборкання звіра]===],
[===[Твій супутник подарує тобі чималу перевагу в бою, {ім'я}. Приборкуючи звіра, ти отримуєш і його силу. Ти стаєш з ним одним цілим.

Твоє наступне завдання відправить тебе до моря. Там, на узбережжі, між селищем Сен'джин та островами Ехо, ти знайдеш наступного звіра — спритного краба, що називається береговим повзуном. Приборкай його за допомогою жезлу приборкання і попрактикуйся.]===],
[===[Приборкайте берегового повзуна за допомогою жезлу приборкання. Попрактикуйтесь, після чого повертайтесь до Тотара на Колючий Пагорб.]===],
[===[Ти маєш практикуватись, щоб навчитись добре керувати своїм супутником. Ти вже {стать:приборкав:приборкала} берегового повзуна?]===],
[===[А ти швидко вчишся, {ім'я}. Молодець.]===],
},
[6087] = {
[===[Приборкання звіра]===],
[===[Ти маєш запальний дух, {клас:к}. Бачу, ти з нетерпінням чекаєш на новий виклик.

Твоє наступне завдання — приручити вовка, що зветься степовим ловцем. Створіння це напрочуд стрімке та безстрашне. Приймаючи його своїм компаньйоном, ти також маєш прийняти його здібності.

Під час бою ти навчишся працювати зі своїм супутником в команді. Врешті-решт ви станете єдиним цілим, б'ючись пліч-о-пліч.

Ось, тримай цей жезл приборкання, {ім'я}. Приручи степового ловця і попрактикуй свої навички.]===],
[===[Приборкайте степового ловця за допомогою жезлу приборкання. Попрактикуйтесь, після чого повертайтесь до Йова Гострогрива в селище Криваве Копито.]===],
[===[Ти {стать:знайшов:знайшла} степового ловця?]===],
[===[Так... Матір-Земля каже, що ти {стать:готовий:готова} до наступного уроку.]===],
},
[6088] = {
[===[Приборкання звіра]===],
[===[Останнім твоїм завданням стане приборкання жителя неба. Хапун — важкий супротивник, та він може стати грізним союзником, рубаючи твоїх ворогів.

З волі Матері-Землі, коли ти повернешся, я навчу тебе, як приручити звіра, що стане твоїм вірним супутником. Це створіння допоможе тобі в боротьбі з загрозами та отримуватиме разом з тобою досвід в бою. Також я навчу тебе, як викликати та відпускати його по твоїй волі.]===],
[===[Приборкайте хапуна за допомогою жезлу приборкання. Попрактикуйтесь, після чого повертайтесь до Йова Гострогрива в селище Криваве Копито.]===],
[===[Незабаром ти будеш {стать:готовий:готова}, {ім'я}.]===],
[===[Ти {стать:навчився:навчилась} всьому, що я міг тобі розказати, {ім'я}. Хай благословення Матері-Землі допоможе тобі у виборі супутника.

Отож, {ім'я}, тепер я навчу тебе приборкання звіра, а також як викликати та відпускати його по своїй волі. Користуйся своїми навичками з гордістю та шаною до Матері-Землі.]===],
},
[6089] = {
[===[Тренування звіра]===],
[===[Тепер ти вмієш приручати звіра, та ще ти маєш навчитись його дресувати.

Йди до Громового Бескиду. Там ти маєш поговорити з одним з наших найшанованіших мисливців — Гольтом Громовим Рогом. Якщо він визнає тебе {стать:гідним:гідною}, то навчить дресування твого нового супутника.

Гольт поборов наймогутніших та найстрашніших звірів Азероту і приборкував багатьох сильних створінь. Його зв'язок з Матір'ю-Землею сильний і ти навчишся у нього багатьом речам. Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Гольтом Громовим Рогом на Верхів'ї Мисливців у Громовому Бескиді.]===],
nil,
[===[А, {стать:юний:юна} {клас}. Так, я поділюсь з тобою знаннями, необхідними для дресування твого улюбленця. Ти навчишся не тільки навчати його нових здібностей, а й годувати та повертати до життя, коли знадобиться.

Тепер йди. Нехай Матір-Земля направляє тебе на шляху. Ми побачимось знову, як прийде час.]===],
},
[6126] = {
[===[Новий урок]===],
[===[Тепер, {ім'я}, ти {стать:готовий:готова} більше дізнатися про отрути та про владу, яку ми, друїди, маємо над ними. Кенарій дарував нам вміння виводити з тіла найгірші отрути за допомогою простих чар. Цей дар не варто сприймати легковажно... Тож, для засвоєння цього, тобі доведеться впоратись з отрутою самостійно, своїми силами. 

Відправляйся на Місячну галявину і поговори з Дендритом Блиском Зірок — він очікує на твоє прибуття, щоб почати навчання.]===],
[===[Відправляйтесь на Місячну галявину і поговоріть з Дендритом Зіркосяйвом в селищі Нічна Гавань.]===],
nil,
[===[Вітаю, {стать:юний:юна} {клас:к}. Я радий бачити, що ти {стать:готовий:готова} і прагнеш дізнатись більше про зцілення від отрут.

Хоча більшість друїдів проходили певні випробування, тобі цього не знадобиться. В Перехресті, що в Степах, стався сплеск отруєння тварин і місцеві жителі не змогли з цим справитись. Вони попросили Місячну галявину про допомогу, тож ми відправимо тебе. Це не тренування — завдання серйозне і небезпечне, май це на увазі.]===],
},
[6127] = {
[===[Первісне джерело]===],
[===[Вершина Зловісного Туману, що на північний захів від Перехрестя, — найімовірніше джерело розповсюдження отрути. Там знаходяться озера, випаровування з яких розносяться вітрами по всіх Степах. Я підозрюю, що їх води нині забруднені демонопоклонниками Палаючого Леза.

Візьми цей флакон і набери в нього води з вершини. Як наповниш — віднеси його Тонзі Рунному Тотему на Перехрестя. Саме він попросив нас про допомогу, тож ти відправишся йому на поміч.]===],
[===[Використайте пустий флакон вершини Зловісного Туману, щоб взяти пробу води з озер на вершині.

Віднесіть наповнений флакон вершини Зловісного Туману Тонзі Рунному Тотему в Перехрестя, що в Степах.]===],
[===[Тебе прислало Кенарійське Коло з Місячної галявини, так? Це неймовірно! Нам не вистачає сил для допомоги нещасним хворим газелям в північних Степах. Ми будемо раді твоїй допомозі.

Ти {стать:приніс:принесла} зразок води, про який казав Дендрит Зіркосяйво? Він сказав, що ти принесеш воду і допоможеш нам зі зціленням...]===],
[===[Клянусь предками, це просто мерзенна вода! Не дивно, що газелі захворіли.

Щось забруднює воду на вершині Зловісного Туману і, як наслідок, вражає екосистему всіх північних Степів. Хворих газелей бачили всюди на північ від цієї дороги зі сходу на захід. Хоч вода і є первісним джерелом забруднення, тут щось не чисто.

Вір чи ні, та ця вода допоможе нам створити ліки. А поки я досліджуватиму воду, ти допоможеш мені зібрати інгредієнти для ліків...]===],
},
[6128] = {
[===[Створення ліків]===],
[===[Основою цілющої мазі для газелей послужить вода. Для надання їй цілющої сили, мені знадобиться землекорінь. Травники знають де його шукати, тому якщо тобі не пощастило і ти не {стать:один:одна} з них — доведеться знайти когось, хто допоможе.

Для підсилення ефективності мазі мені потрібні роги кодо — уламки не підійдуть. Кодо, з якими ти впораєшся, мешкають на півночі Степів. Вбий кілька звірів, заразом і природний баланс відновиться, {ім'я}. Відпиляй у них роги та принеси мені.]===],
[===[Принесіть 5 землекоренів і 5 рогів кодо Тонзі Рунному Тотему на Перехрестя, щоб він приготував цілющу мазь.]===],
[===[Ти {стать:зібрав:зібрала} складники, необхідні для приготування мазі? Самі собою газелі не зціляться, тому нам краще поспішити їм на поміч!]===],
[===[Чудово, {ім'я}, ти {стать:приніс:принесла} так багато, що мені має вистачити на кілька великих доз мазі — принаймні, щоб зцілення почалось.

Приготування засобів проти отрут інколи буває досить складним, оскільки кожен потребує певного антидота для нейтралізації дії отрути. Чудово було б вміти в будь-який момент лікувати отруєння, не переживаючи про інгредієнти для антидота.

А зараз мені треба попрацювати над цим!]===],
},
[6129] = {
[===[Зцілення хворих]===],
[===[Мазі, виготовленої з інгредієнтів, які ти {стать:приніс:принесла} мені, {ім'я}, вистачить на десять доз. Поки я працюю тут, в селищі, намагаючись виготовити якомога більше цієї мазі, я хотів би, щоб ти {стать:допоміг:допомогла} нам почати зцілення. По всій північній частині Степів бродять хворі газелі. Скористайся цією маззю для їх зцілення.

Я впевнений, Дендрит Зіркосяйво з Місячної галявини захоче поговорити з тобою, коли ти закінчиш. Будь ласка, передай нашу подяку Кенарійському Колу... і дозволь мені подякувати тобі особисто за допомогу!]===],
[===[Нанесіть мазь для зцілення тварин на 10 хворих газелей, що мешкають в північній частині Степів, — це має їх зцілити. За чутками, хворі газелі живуть північніше дороги, яка проходить через Перехрестя зі сходу на захід.]===],
[===[Ти {стать:завершив:завершила} те, про що тебе просив Тонґа Рунний Тотем на Перехресті? Твоє завдання ще не виконане.]===],
[===[Ти добре {стать:зробив:зробила}, що {стать:потурбувався:потурбувалася} про хворих газелей Степів; це мимовільні жертви прокльону й осквернення, яке розповзається по всьому краю. Ти, {раса:н}, краще інших осягаєш мудрість Кенарія. Ти, як і мудреці з Громового Бескиду, відчуваєш, що необхідність досягнення балансу вища за штучні міжрасові кордони.

Хай там що, ти {стать:довів:довела}, що ти — друг природи та Кола; прийми це як відзнаку цієї твоєї якості.]===],
},
[6130] = {
[===[Влада над отрутою]===],
[===[Ти {стать:засвоїв:засвоїла}, як це, зцілювати від отрути без допомоги духів. Пам'ятай, чого ця боротьба вартує іншим, коли прийматимеш цей дар влади над отрутою.

Повертайся до Турака Рунного Тотема в Громовий Бескид, {ім'я}. Тепер, коли ти {стать:засвоїв:засвоїла} цей важливий урок, він навчить тебе важливого заклинання.

Нехай тобі щастить, {стать:юний:юна} {клас:к}. Ми зустрінемось знову.]===],
[===[Поверніться до Турака Рунного Тотема на Верхів'я Старійшин, що в Громовому Бескиді.]===],
nil,
[===[З поверненням! Я слідкував за твоїми успіхами відколи ти {стать:покинув:покинула} нас і, зізнаюсь, я був вражений, коли дізнався про те, що сталося в Аубердіні. Ми маємо більше дізнатись про це — така отрута не залишиться непоміченою для балансу природи.

Ти чудово {стать:проявив:проявила} себе в цій ситуації. За це я винагороджу тебе владою над отрутою. Використовуй її мудро, {ім'я}.]===],
},
[6282] = {
[===[Загроза гарпій]===],
[===[Таурени пишаються тим, що захищають ці землі. Безсумнівно, ти здогадуєшся, чому я стурбований кількістю гарпій, що мешкають тут, в Каміннопазуристих горах.

Джерелом такої кількості гарпій у Калімдорі є Криваволюті; вони зазіхають на життя кожного, не даючи невинним жителям покинути це місце.

Я хочу, щоб ти {стать:знищив:знищила} гарпій, {ім'я}!]===],
[===[Маґґран Землев'яз з Сонцескельної криївки хоче, щоб ви вбили 7 криваволютих гарпій, 7 криваволютих душительок, 7 криваволютих вбивць і 7 криваволютих оперених розбійниць.]===],
[===[Не дай Обвугленій долині втомити тебе, в тих пагорбах живе багато злих створінь. Залишайся {стать:сильним:сильною}, {ім'я} і ти переможеш цю загрозу для нашого народу. Йди та завдай удару — нехай наші діти ніколи не дізнаються про те зло, яке тут було.]===],
[===[Чудова новина! Розкажи мені ще раз, як ти {стать:вселив:вселила} страх у холодні серця цих мерзенних гарпій. Криваволютим завдано серйозного удару!]===],
},
[6283] = {
[===[Ватажок Криваволютих]===],
[===[Зменшити кількість криваволютих гарпій буде недостатньо. Єдине, чим можна викорінити цю заразу, це вбивство їхнього ватажка, криваволютої різниці!

Для цих мерзенних створінь вона майже королева. Вбий її, і гарпій стане менше.

Повернись до Обвугленої долини й знайдеш її на західних пагорбах. Її не так легко перемогти, але нагорода буде немалою.]===],
[===[Маґґран з Сонцескельної криївки хоче, щоб ви вбили криваволюту різницю і принесли її рештки в доказ вашого подвигу.]===],
[===[Криваволюта різниця — жахливе створіння! Ти знайдеш її на підніжжі до західних пагорбів в Обвугленій долині.

Без неї криваволюті гарпії будуть безпорадні... і ми зможемо перемогти їх назавжди!]===],
[===[Я вже відчуваю, як злість покидає мене. Що мені тепер робити? Усвідомлення того, що зло ходить поруч з моєю землею, змушувало мої думки рухатися, а зараз вони замовкли. Можливо, це добре... можливо, тепер я зможу зосередитися на доброті, як і потрібно усім тауренам.

Будь ласка, прийми це як винагороду за твої турботи.]===],
},
[6284] = {
[===[Арахнофобія]===],
[===[Попередження: дорога в Сиширський каньйон на захід звідси небезпечна, заходити на свій страх і ризик.

Бесселет та її восьминогі діти лісу перетворили цей каньйон на своє павутинне лігво.

Маґґран Землев'яз з Сонцескельної криївки назначив нагороду за голову Бесселет. Убийте її й принесіть докази Маґґрану. Тоді ви отримаєте нагороду за знищення цієї восьминогої загрози.]===],
[===[Убийте Бесселет і принесіть її ікло Маґґрану в Сонцескельну криївку.]===],
[===[Бесселет — безжалісний хижак... Я боюся за тих, хто подорожує Павутиновитою стежкою вночі. Саме тоді вона разом зі своїми дітьми полює на невинних мандрівників. Одного разу я сам ледь став жертвою її двометрового ікла смерті, але, на щастя, мені вдалося відбитися від неї та дістатися до безпечного місця. Я віддав би все, щоб побачити це чудовисько мертвим.]===],
[===[Вдалого полювання, {ім'я}! Бесселет вже давно загрожує цим землям... і я не буду за нею сумувати. Візьми цю винагороду як знак того, що ти {стать:герой:героїня} цього лісу.

<Маґґран потирає рану, залишену Бесселет.>

Можливо, тепер набагато більше народу приходитиме до Сонцескельної криївки, не боячись того, що ховається в темряві.]===],
},
[6301] = {
[===[Цикл відродження]===],
[===[Жадібність промисловців і безперервна війна зруйнували землі Каміннопазуристих гір. Лише благословення Матері-Землі може вилікувати такі рани.

{Ім'я}, я хочу, щоби ти {стать:знайшов:знайшла} особливе насіння — насіння Ґеї. Воно росте лише тут, на Каміннопазуристих горах, на північ від Сонцескельної криївки на Хмуромутному озері, біля самої води.

Коли ти принесеш мені насіння, я наповню його шаманською силою, щоб прискорити ріст.]===],
[===[Таммра Перекотиполе з Сонцескельної криївки просить вас зібрати 10 насінин Ґеї.]===],
[===[Безперервні руйнування, спричинені війною та тими, хто прагне нажитися на деревині, завдають мені сильного болю. Щоб розпочати цикл відродження і відновити землі, мені потрібне насіння Ґеї. Ти маєш його, {клас:к}?]===],
[===[О, {ім'я}, ти {стать:дістав:дістала} насіння Ґеї. Дивись і побачиш, як благословення Матері-Землі може змусити навіть ці маленькі зернятка життя квітнути та процвітати.]===],
},
[6321] = {
[===[Забезпечення Крипти]===],
[===[Каратель Гадрек попросив мене оцінити запаси нашого обладнання у Крипті. Поки в лісах затаїлися й армія Скари, і щось ще гірше, він не хоче, щоб Смертостражам не вистачило спорядження, яке їм може знадобитися.

Я з'ясував, що, загалом, ми добре забезпечені, але нам усе ж треба більше зброї, щоб замінити втрачену в бою.

Ось замовлення на закупівлю всього необхідного для торговця зброєю Гордона Вендгема у Підмісті. Віднеси його до нашого майстра кажанів, Кароса Разока, та поговори з ним з приводу польоту до Підмістя.]===],
[===[Принесіть замовлення Подріґа Каросові Разоку.]===],
[===[Ти, схоже, з важливою справою...]===],
[===[О, замовлення на постачання. Ти хочеш доставити його до Підмістя, без сумніву. І швидко, щоб Крипта не залишилася без припасів.]===],
},
[6322] = {
[===[Майкл Ґаррет]===],
[===[Я поклав припаси для Крипти в цей ящик. Якщо ти вже {стать:відвідував:відвідувала} Крипту та {стать:розмовляв:розмовляла} з їхнім майстром кажанів, то зможеш повернутися до нього верхи на кажані.

Поговори з майстром кажанів Підмістя, Майклом Ґарретом. Він може надати тобі кажана до Крипти.]===],
[===[Принесіть ящик Гордона до Майкла Ґаррета.]===],
[===[Якщо тобі треба подорожувати на довгу відстань, то кажан — найліпший варіант.]===],
[===[Цей ящик потрібно доставити до Крипти у Срібнохвою? Це легко зробити: наші кажани літають туди щодня.]===],
},
[6323] = {
[===[Політ до Підмістя]===],
[===[Один з моїх кажанів може відвезти тебе в Підмістя, за невелику плату. Поговори зі мною знову, як будеш {стать:готовий:готова}, щоб ми могли організувати тобі політ.

Ти знайдеш Гордона Вендгема у Торговому кварталі Підмістя. Це — той же квартал, де приземлиться мій кажан.]===],
[===[Купіть кажана до Підмістя у майстра кажанів Кароса Разока, а потім віднесіть замовлення Подріґа Гордонові Вендгему в Підмістя.]===],
[===[Я тримаю свою зброю в ідеальному стані. Вона почищена та готова до використання.]===],
[===[Замовлення з Крипти? Дуже добре. Це честь — служити тим, хто служить нашій Темній Леді.]===],
},
[6324] = {
[===[Повернення до Подріґа]===],
[===[Майстром кажанів в Крипті є Карос Разок. Якщо ти вже {стать:познайомився:познайомилася} з ним, то я можу дати тобі кажана, щоб повернутися до нього.

Наші кажани завжди можуть літати в Підмістя, але щоб дістатися до більш віддалених місцин, їхній вершник повинен спершу відвідати місцевість і поговорити з тамтешніми майстрами кажанів.

Ти вже зустрічав Кароса в Крипті, тож тепер ти зможеш літати туди на кажанах. Поговори зі мною, як будеш {стать:готовий:готова}.]===],
[===[Купіть політ кажаном до Крипти у майстра кажанів Майкла Ґаррета, а потім принесіть ящик Гордона смертостражу Подріґові у Крипті.]===],
[===[{ім'я}, ти {стать:повернувся:повернулася}. Ти маєш наші постачання з Підмістя?]===],
[===[Хороша робота, {ім'я}. Ця зброя гарантуватиме, що наших смертостражів не застануть непідготовленими.

Ти гарно {стать:послужив:послужила} Темній Леді.]===],
},
[6361] = {
[===[Оберемок шкур]===],
[===[У мене є в’язка шкур з тварин Степів, які треба доправити в Громовий Бескид. Мій колега, Агану, використовує їх для створення шкіряної броні.

Можливо, ти віднесеш їх йому замість мене?

Найшвидший шлях до Громового Бескиду - на спині виверни. Віднеси оберемок шкур Девраку, нашому приборкувачу виверн на Перехресті, і поговори з ним про поїздку до Громового Бескиду.]===],
[===[Принесіть оберемок шкур приборкувачу виверн Девракові на Перехрестя.]===],
[===[Тобі потрібна виверна? Треба щось перевезти?]===],
[===[Якщо тобі потрібно доставити ці шкури до Громового Бескиду - ти {стать:звернувся:звернулась} до правильного орка!]===],
},
[6362] = {
[===[Поїздка до Громового Бескиду]===],
[===[За невелику плату я відправлю тебе на одній з моїх виверн до Громового Бескиду. Швидшого шляху до міста не існує!

Подумай, і якщо це тобі підходить - то дай мені знати, як зберешся в дорогу.

Якщо ти везеш ці шкури Агану, то він, мабуть, у зброярні Геви у підніжжі вежі виверн, саме тієї, в якій ти приземлишся!]===],
[===[Заплатіть приборкувачу виверн Девраку за політ на виверні до Громового Бескиду, а там віднесіть оберемок шкур до Агану.]===],
[===[Ти {стать:весь вкритий:вся вкрита} пилом! Певно, ти {стать:прибув:прибула} зі Степів. {стать:Говорив:Говорила} з моїм другом Джаганом?]===],
[===[О! Новий оберемок шкур. Я негайно почну працювати над ними!

Спасибі, {стать:брате:сестро}. Ти добре мені {стать:допоміг:допомогла}. Ось кілька монет, щоб відшкодувати згаяний час та витрати на поїздку.]===],
},
[6363] = {
[===[Приборкувач виверн Тал]===],
[===[Я підготував Джагану шкіряні вироби на продаж на Перехресті. Віднесеш їх йому?

Якщо ти вже {стать:був:була} на Перехресті та {стать:розмовляв:розмовляла} з місцевим приборкувачем виверн, то без проблем зможеш повернутися туди верхи на одній з них з Громового Бескиду.

Візьми цю шкіргалантерею та прямуй до Тала, нашого приборкувача виверн у цьому місті, та домовся з ним щодо перельоту до Перехрестя.]===],
[===[Занесіть шкіргалантерею Агану до Тала в Громовий Бескид.]===],
[===[Мої вітання, {клас:к}. Чим я можу тобі допомогти?]===],
[===[Тобі потрібно доставити це на Перехрестя, еге? Не питання! Якщо ти вже {стать:був:була} там і {стать:розмовляв:розмовляла} з Девраком, тоді можеш взяти туди одну з моїх виверн.]===],
},
[6364] = {
[===[Повернення до Джагана]===],
[===[Для того, щоб полетіти до містечка, ти вже хоча б раз {стать:мусив:мусила} побувати там і поговорити з місцевим приборкувачем виверн. А оскільки ти вже {стать:бував:бувала} на Перехресті та {стать:знайомий:знайома} з Девраком, тож за символічну плату можеш взяти мою виверну та долетіти звідси до нього.

Я буду тут, якщо надумаєш. Опинившися на Перехресті, зможеш доставити шкіряні вироби Джаганові Ястубиному Крилу.]===],
[===[Заплатіть за виверну до Перехрестя приборкувачу Талу, а там знайдіть Джагана Яструбине Крило та віддайте йому шкіргалантерею Агану.]===],
[===[{Ім'я}, ти {стать:повернувся:повернулася} з Громового Бескиду? Ти {стать:віддав:віддала} шкури Агану?]===],
[===[Агану надіслав мені готові вироби? Дуже добре. На Перехресті нині багато мисливців та шукачів пригод, тож торгівля наразі дуже жвава. Я впевнений, що всі ці товари швиденько порозпродаю.

Дякую за всі твої зусилля, {Ім'я}. Я у боргу перед тобою.]===],
},
[6365] = {
[===[М'ясце до Орґріммара]===],
[===[У мене є декілька смачнючих м'ясних вирізок, які я хочу надіслати другові. Її звуть Гришка, корчмарка в Орґріммарі. Ти не {стать:міг би:могла б} доставити м’ясо для мене?

Найшвидший шлях до Орґріммару - верхи на виверні. Візьми пакунок та прямуй до приборкувача виверн Перехрестя, Деврака. З ним і домовся про переліт до Орґріммару.]===],
[===[Принесіть м'ясо від Зарґа Девракові на Перехрестя.]===],
[===[Тобі потрібно кудись швиденько дістатися? Тоді ти {стать:звернувся:звернулась} до правильного орка!]===],
[===[Ти маєш доправити це м'ясо до Орґріммара? Без проблем. За символічну платню моя виверна тебе туди віднесе.]===],
},
[6381] = {
[===[Нове життя]===],
[===[От бачиш, {клас:к}, хоч земля і понівечена, але цикл життя — це потужна річ. Тепер нам потрібно зробити свій внесок, щоб допомогти їй. Посади це насіння в самому центрі руйнувань, на заході, в Обвугленій долині. Але будь {стать:обережним:обережною}, бо на понівеченій землі все ще бродять гарпії та розлючені вогняні елементалі.

{ім'я}, візьми це зачароване насіння Ґеї й посади в родючі насипи ґрунту. Цикл життя повинен продовжуватися!]===],
[===[Посадіть 10 насінин Ґеї в насипи ґрунту Ґеї, а потім поверніть решту зачарованих насінин Ґеї Таммрі у Сонцескельну криївку.]===],
[===[Насіння, яке ти саджаєш, сильне, воно здатне протистояти псуванню та створювати підґрунтя для іншого життя. Воно буде рости й рости, спочатку не даючи розповсюджуватись гнилі та зцілюючи понівечену землю, а потім, в один прекрасний день, знову перетворить Каміннопазуристі гори на пишний ліс.

Ти {стать:посадив:посадила} все насіння Ґеї?]===],
[===[Це велика перемога для цих земель. З часом все зміниться: ТзНБ "Авантюра" забереться звідси разом зі своїми бензопилами та сокирами, розлючені духи вогню заспокояться, а гарпії будуть витіснені з цих земель.

Лише тоді, {ім'я}, настане справжній мир у Каміннопазуристих горах.

Ти добре {стать:попрацював:попрацювала}, {клас:к}. Візьми один з цих предметів як подяку за нове життя, яке ти {ствать:створив:створила} сьогодні.]===],
},
[6382] = {
[===[Ясенеділське полювання]===],
[===[Твоя сила вражає, {клас:к}, а жага до полювання дає впевненість, що незабаром тобі можна буде доручити більшу дичину... і серйознішу.

Ясенеділ — це величезні простори неприборканої дикої природи, які Орда хоче підпорядкувати собі як політично, так і в духовно. Якщо ти прагнеш проявити себе в незвіданих землях — звернись за допомогою до Сенані Грозового Серця на заставі при Тріснутому Дереві. Вона знаходиться на північ від шляху зі Степів.]===],
[===[Поговоріть з Сенані Грозовим Серцем на заставі при Тріснутому Дереві, що в Ясенедолі.]===],
nil,
[===[Ласкаво просимо на наш новий рубіж, {ім'я}. Ясенеділ — це земля можливостей, де {стать:такому юній:такій юній} {клас:д}, як ти, знайдеться вдосталь шансів довести свою силу. Оглянь цю заставу та обов'язково сходи на Зорамське узбережжя — в Орди й там є застава.

Як розумію, ти тут для того, щоб дізнатися більше про полювання. Слухай уважно, і я з радістю поділюся з тобою всім, що тобі потрібно знати.]===],
},
[6383] = {
[===[Ясенедільське полювання]===],
nil,
nil,
nil,
[===[Є три легендарні істоти, які є цілями Ясенедільского полювання. Знайди їх та випробуй себе проти їхньої хитрості та міці. Можливо, в процесі ти дізнаєшся щось про себе. Ці істоти — ведмідь Урсанґо, ночезуб Шадумбра та гіпогриф Гостропазур.

Створіння Ясенедільского полювання могутні. Можливо, ти потребуватимеш допомоги. Якщо тобі вдасться подолати їх — принеси мені докази своєї звитяги.]===],
},
[6384] = {
[===[Поїздка до Орґріммара]===],
[===[Усього за кілька монет моя виверна перевезе тебе до Орґріммара. Потрапивши туди, зможеш занести пакунок із м'ясом від Зарги до Гришки. Її корчма розташована у долині Сили, недалеко від Небесної башти, куди моя виверна теде доставить.

Дай знати, як будеш {стать:готовий:готова} до подорожі.]===],
[===[Оплатіть приборкувачеві виверн Девраку поїздку до Орґріммара, а там віднесіть м'ясо від Зарґа корчмарці Гришці.]===],
[===[Щось смачно пахне! У тебе часом немає сирого м’яса?]===],
[===[Ой, чудово! Яка файні шматки! Це ж від Зарґа, правильно? Цей орк точно знає, як полонити жіноче серце...

Ох, аж не дочекаюся, коли його приготую. Проте не занадто! М'ясо найкраще подавати з кров'ю, еге ж?]===],
},
[6385] = {
[===[Приборкувач виверн Дорас]===],
[===[Я написала лист подяки Зарґу. Будь {стать:ласкавий:ласкава} віднести послання до нього? Якщо ти вже {стать:бував:бувала} на Перехресті та {стать:знайомий:знайома} з місцевим приборкувачем виверн, то можеш полетіти туди на одній з виверн.

Бери мій лист і біжи до Дораса, приборкувача виверн Орґріммара. Домовся з ним про переліт до Перехрестя.]===],
[===[Віднесіть лист Гришки до Дораса в Орґріммар.]===],
[===[Тобі потрібна одна із моїх виверн?]===],
[===[Треба доставити це до Перехрестя у Степи? Звісно, я можу тебе туди доправити...]===],
},
[6386] = {
[===[Повернення на Перехрестя]===],
[===[Мої виверни навчені літати до багатьох різних місць, якщо ти вже {стать:бував:бувала} у місці призначення та {стать:знайомий:знайома} з моїм колегою в там.

Оскільки ти вже {стать:бував:бувала} на Перехресті та знаєш приборкувача виверн Деврака, то можеш летіти звідси прямісінько до нього. Опинившися на Перехресті, зможеш віддати лист Гришки Заргові.

Повідом мене, коли зберешся в путь-дорогу.]===],
[===[Сплатіть за переліт до Перехрестя приборкувачу виверн Дорасу, а по прибутті віддайте Заргові лист Гришки.]===],
[===[Ти щойно з Орґріммару? Чи сподобалося Гришці м'ясо, що я надіслав?]===],
[===[Ах! Схоже, воно їй до вподоби! Ніщо не змушує леді так рум'яніти, як великий, соковитий стейк!

Дякуємо, {Ім'я}. Ти мені добре {стать:допоміг:допомогла}. Ось гроші за твій клопіт, і не дивуйся, якщо я запрошу тебе на своє весілля!]===],
},
[6393] = {
[===[Війна елементалів]===],
[===[Рада Припливів послала мене в Каміннопазуристі гори, щоб розпочати війну з вогняними елементалями. Нептулон Хвилелов, повелитель усіх водяних елементалів, особисто зацікавлений у знищенні всіх наших вогняних родичів. 

{ім'я}, ти можеш допомогти мені заслужити прихильність ради, знищивши вогняних елементалів в Обвугленій долині. Після смерті вогняні елементалі залишають вогняні кристали — спалахтити. Принеси їх мені й ти отримаєш нагороду.]===],
[===[Принесіть 10 спалахтитів Цунамену в Сонцескельну криївку.]===],
[===[Рада Припливів втрачає терпіння. Вони прагнуть покласти край війні, що бушує в усіх вимірах вже не одне століття. Мої брати з нетерпінням чекають звістки про славну перемогу над ненависними вогняними елементалями. Чи є у тебе спалахтити, які мені потрібні?]===],
[===[Духи води всередині мене булькають від захоплення. {ім'я}, ти {стать:подарував:подарувала} мені славну перемогу, про яку я маю повідомити в раду Припливів.]===],
},
[6394] = {
[===[Кайло Тазз'ріла]===],
[===[{Ім'я}, на {стать:такого:таку} {раса:з} як ти можна покластись. Чи можу я розраховувати на тебе ще в одному завданні?

Якийсь час тому я обстежував північну печеру на наявність мінералів і лишив там своє улюблене кайло. Повертаючись за ним, я побачив, що печера вже була заповнена злими тварюками! Я до чого… Чи не {стать:міг би:могла б} ти сходити туди по моє кайло?

Я залишив його у невеликій залі з водоспадом. Моє кайло зачароване, тому ти побачиш його у темряві. Не забивай голову тим, як його шукати. Краще подумай про те, як забиратимеш його у тих тварюк…]===],
[===[Принесіть десятникові Тазз'рілу його кайло.]===],
[===[Ти вже {стать:ходив:ходила} у печеру Палаючого Леза, {Ім'я}? {стать:Знайшов:Знайшла} моє кайло?]===],
[===[Чудово, ти {стать:дістав:дістала} його! Дякую тобі, {Ім'я}. Це моє улюблене кайло! А тепер, якщо мої наймити закінчили рубати дерева, ми можливо знайдемо хорошу печеру для видобутку руди!]===],
},
[6395] = {
[===[Останнє бажання Марли]===],
[===[Моя подруга Марла Фіппс жила зі своїм чоловіком Семюелем перед Чумою, але коли настала ця пошесть, Семюель піддався їй і долучився до Скари.

Марла врятувалася від невмирущості тільки, щоб загинути від рук свого чоловіка, що втратив розум. Проте її любов була настільки сильною, що останнім її проханням було бути похованою з її коханим Семюелем.

Семюель Фіппс бродить по зруйнованому табору при дорозі на північний схід від Смертедзвону. Вбий його та подаруй Марлі її останнє бажання: поховай його у її могилі, у першому ряді нашого цвинтаря.]===],
[===[Принесіть рештки Семюеля Фіппса до могили Марли та повертайтеся до послушниці Елрет.]===],
[===[Ми повинні поважати наших померлих, {Ім'я}. Це - одна з речей, які відрізняють нас від Скари...]===],
[===[Сьогодні ти {стать:зробив:зробила} хорошу справу, {Ім'я}. Хоча наша боротьба проти Скари продовжується, сподіваймося, що Марла та Семюель знайдуть спокій разом в їхньому останньому спочинку.]===],
},
[6401] = {
[===[Кайя жива!]===],
[===[Розкажи Таммрі Перекотиполю, тітці Кайї, яка живе в Сонцескельній криївці, хороші новини! Кайя жива! Ми думали, що вона загинула під час того жахливого нападу на наше селище. Йди стежкою на захід і ти дістанешся до Сонцескельної криївки.]===],
[===[Передайте хороші новини Таммрі Перекотиполю, що живе в Сонцескельній криївці.]===],
nil,
[===[Боже мій, моя племінниця Кайя жива! Це справді хороша новина. Дякую тобі, {ім'я}.]===],
},
[6421] = {
[===[Ущелина Крутих валунів]===],
[===[Щось не так тут, у Каміннопазуристих горах. Відчуваєш напругу в повітрі, {ім'я}?

На південний схід звідси в ущелині Крутих валунів є глибока печера. Там кобольди відчайдушно видобувають рідкісні кристали — резоніт. Я хочу, щоб ти {стать:приніс:принесла} кілька зразків, щоб я міг зрозуміти, що відбувається в тій печері. Також було б добре, якби ти {стать:дослідив:дослідила} глибини тієї печери.

Вперед, {стать:юний:юна} {клас:к}, мені вкрай необхідно знати, яке зло ховається під цими горами.]===],
[===[Дослідіть глибини печери в ущелині Крутих валунів і принесіть 10 кристалів резоніту Мор'роґалу в Сонцескельну криївку.]===],
[===[Які новини ти {стать:дізнався:дізналася} з ущелини Крутих валунів? Я пригадую якусь легенду, пов'язану з резонітом... Але нема за що вхопитися. Можливо, якщо ми дізнаємося, що лежить на дні печери, то зможемо пролити світло на їхні підступні наміри.]===],
[===[Оо... Так! Це воно. Кристали резоніту мають сліди магії земельної. Мабуть, кобольди копали глибоко і знайшли земельника.

Легенда стверджує, що земельники — це істоти, створені титанами. З їхньою допомогою був створений земний ґрунт, по якому ми ходимо. Це, безумовно, загроза, яку не можна ігнорувати.

<Мор'роґал хитає головою.>

Можливо, я зможу зачарувати ці шматки руди, щоб використати їх проти кобольдів.]===],
},
[6441] = {
[===[Роги сатирів]===],
[===[Вітаннячка! Я подорожувала через Ясенеділ в Брашпиль і вирішила зупинитися тут, на заставі при Тріснутому Дереві. Я завжди в пошуку нових можливостей, і схоже, що в Брашпилі зараз високий попит на роги сатирів.

Я розпиталася і дізналася, що сатири в Ночеплині, Сатирнаарі та Завіані мають саме такі роги, які мені потрібні. Сама я з ними битися не можу... на відміну від тебе!

Ось що, збери для мене роги, а я тобі за це добре віддячу.]===],
[===[Зберіть 16 рогів сатирів для Піксель на заставі при Тріснутому Дереві.]===],
[===[Сподіваюся, ти швиденько збереш ті роги, {ім'я}. Мені час повертатися до Брашпиля!]===],
[===[Вони ідеальні, {ім'я}! Дякую за допомогу!

А це тобі за працю...]===],
},
[6442] = {
[===[Наги на Зорамському узбережжі]===],
[===[На узбережжі ховається зло, {раса:к}.

Це місце спочинку приреченого міста Зорам, давно зруйнованого і зануреного під воду. Загубленого і майже забутого.

Але наги повернулися, з невідомої причини. Проте причина не має значення. Ми повинні захистити землю, яку ми так важко здобували.

Повертайся до мене з двадцятьма їхніми головами! Відкинь наг назад до глибин!]===],
[===[Принесіть 20 голів гнівохвостих наг до Марукай на Зорамське узбережжя.]===],
[===[Кількість наг збільшується, {ім'я}. Будь ласка, заверши це завдання.]===],
[===[Нам не вистачає таких, як ти, {ім'я}. Дякую за допомогу.]===],
},
[6461] = {
[===[Кровопивці]===],
[===[Ми, тролі, тут, в Малака'джині, існуємо завдяки цій землі; Каміннопазуристі гори дають нам можливість полювати, щоб ми могли жити.

Тільки от повадилися до нас останнім часом непрохані гості... павуки, що живуть у цих горах, вночі нападають на наші табори, намагаючись вкрасти нашу здобич.

Якщо ти допоможеш нам винищити цих зловіщих істот, ми, тролі Малака'джина, будемо у тебе в боргу. В Каміннопазуристих горах павуки всюди — просто йди на північ і ти побачиш, що я маю на увазі.]===],
[===[Ксен'зілла з Малака'джина хоче, щоб ви вбили 10 густомохових підкрадачів та 7 густомохових ядоплюїв.]===],
[===[Агов, {стать:друже:подруго}, ти {стать:вбив:вбила} волохатих кровопивць? Я нікого не боюся тут, у Каміннопазуристих горах, але я не гуляю вночі... якщо ти розумієш, про що я, {стать:друже:подруго}!

Поки я тримаюся якомога далі від їхньої павутини, все буде добре.

Удачі тобі, {клас:к}!]===],
[===[Круто! Гарна новина, сподіваюсь, сьогодні ми будемо вечеряти без небажаних гостей.

Щиро дякуємо, {ім'я}. Ми навічно у тебе в боргу.]===],
},
[6462] = {
[===[Трольські обереги]===],
[===[Мої родичі подорожували сюди з купою оберегів, але Колючохутрі хутропузи напали та вбили їх ще до того, як вони дісталися Зорам'ґару! Кляті хутропузи!

Я сумую за братами та сестрами, яких було вбито, але ми зустрінемося знову на тому боці. Проте їхні обереги все ще мають велику цінність в цьому світі. Те, що вони в руках хутропузів — велика ганьба!

{ім'я}, ти маєш повернути ці обереги. Вони лежать в скринях в печерах Колючохутрих на околиці селища хутропузів, що на північ від Астранаару.]===],
[===[Принесіть 8 трольських оберегів Міцуві на форпост Зорам'ґар.]===],
[===[{стать:Знайшов:Знайшла} обереги, {ім'я}? Мої нутрощі киплять від люті, поки ці священні речі в їх лапах!]===],
[===[Ти {стать:знайшов:знайшла} їх! Дякую, {ім'я}! Ти й гадки не маєш, що це для мене означає. 

Троль без оберега як орк без бойових шрамів...

Нічого не вартий.]===],
},
[6481] = {
[===[Пробудження земельника]===],
[===[Завдяки тобі, {клас:к}, було виявлено містичну загрозу для землі. У резонітовому контейнері, який ти {стать:знайшов:знайшла} в тій печері, дрімав земельник, на ім'я Ґоґґерок.

За допомогою своїх шаманських сил, я змінив вміст кристалів резоніту, які ти {стать:приніс:принесла}. Візьми зачарований кристал резоніту і вдар по резонітовому контейнеру, в якому спить земельник.

Прокинувшись, Ґоґґерок буде ослаблений... Убий його, {ім'я}!]===],
[===[Відкрийте резонітовий контейнер за допомогою зачарованого кристала резоніту, а потім вбийте Ґоґґерока. Поверніться до Мор'роґала з новинами та зачарованим кристалом резоніту.]===],
[===[Боюся, якщо ми негайно не усунемо цю загрозу, то втратимо Каміннопазуристі гори. Могутність земельника неможливо порівняти ні з чим. Прокинувшись, Ґоґґерок буде ослабленим від довгого сну, ти {стать:повинен:повинна} скористатися цією можливістю... Йди негайно {ім'я}!]===],
[===[Ти {стать:приніс:принесла} хороші новини, {клас:к}! Я боявся того, що земельник може зробити з Калімдором.

Завдання вбити Ґоґґерока {стать:міг виконати тільки такий герой:могла виконати тільки така героїня}, як ти. Ти добре {стать:впорався:впоралася}. Всі Каміннопазуристі гори та Калімдор в боргу перед тобою, {стать:шляхетний:шляхетна} {клас:к}.

Прийми це як почесну винагороду.]===],
},
[6482] = {
[===[Свободу Руулу]===],
[===[Що? Ти хто?

{ім'я}? Ти не хутропуз. Кляті потвори! Вони вирішили, що я ведмідь та схопили мене, а тепер вони морять мене голодом! Я втрачаю сили...

Допоможи мені втекти, а потім поговори з моєю сестрою Ямою на заставі при Тріснутому Дереві, що на сході.

{ім'я}! Я маю вибратися звідси!]===],
[===[Проведіть Руула в безпеку, а потім поговоріть з Ямою Сніжним Копитом на заставі при Тріснутому Дереві.]===],
[===[Ти {стать:бачив:бачила} мого брата Руула? Він пішов до лісу кілька днів тому й досі не повернувся...]===],
[===[Ти {стать:знайшов:знайшла} мого брата! Його схопили Колючохутрі? Це жахливі новини, бо хоча деякі хутропузи — шляхетні істоти, плем'я Колючохутрих спотворено. 

Дякую, що {стать:визволив:визволила} мого брата, {ім'я}. Не хочу й думати про те, як вони поводилися з бідолашним Руулом. Скоріше за все, він буде довго висипатися після цього випробування.]===],
},
[6503] = {
[===[Вісниці Ясенедолу]===],
[===[Нам доповіли, що вісниці Ясенедолу нещодавно покинули Срібнокрилу заставу і тепер підкрадаються до наших лісних кордонів. Ми не хочемо, щоб вони збирали відомості про нашу оборону!

Спробуй прокрастись лісами на південь від нашого посту і на схід від Срібнокрилої застави, що належить Альянсу. Знайди й вбий вісниць, а потім повертайся до мене.]===],
[===[Вбийте 9 вісниць Ясенедолу та поверніться до Курай'біна на заставу Розщепленого Дерева.]===],
[===[Я чекаю на твою доповідь про вбитих вісниць, {ім'я}.]===],
[===[Дуже добре, {ім'я}. Твої мисливські навички вражають...

Втрата цих вісниць допоможе осліпити Альянс. Якщо їм бракуватиме розвідданих, ймовірність нападів зменшиться.]===],
},
[6504] = {
[===[Втрачені сторінки]===],
[===[Я тільки-но забрала подрібнювач в Брашпилі та поверталася до лісозаготівельного табору Боєпісні, де я повинна служити. Мені дали інструкцію про те, як користуватися подрібнювачем, але різкий порив вітру вирвав її з рук. Сторінки розлетілися, залишилася тільки обкладинка.

Напевно, ті сторінки вже можуть бути де завгодно... але без них я не знаю, як користуватися подрібнювачем! Пошукаєш їх для мене?]===],
[===[Знайдіть 12 загублених сторінок інструкції з експлуатації подрібнювача і складіть їх разом, щоб сформувати розділи 1, 2 і 3. Поверніть сторінки Ґурді Лютошрам на заставу при Тріснутому Дереві.]===],
[===[Сподіваюся, ти скоро знайдеш ті сторінки, {ім'я}! Мені конче потрібно повертатися до роботи!]===],
[===[Читання — не одна з моїх сильних сторін... але тепер я можу повернутися до роботи! Дякую, {ім'я}!]===],
},
[6521] = {
[===[Нечестивий союз]===],
[===[Малкін написав, що він знаходиться біля нір Бритвоболотих. Цього посла треба вбити — ми не можемо дозволити йому виконати волю Короля-ліча.

Його присутність в цих землях все пояснює — сили деяких тамтешніх свинобразів різко зросли водночас проявляючи ознаки Чуми. Схоже, вони про щось домовились з Малкіном.

Знайди й вбий його, {ім'я}. Повертайся, як виконаєш це завдання.]===],
[===[Принесіть голову посла Малкіна до Варматраса в Підмістя.]===],
[===[Тобі вдалось знайти посла, {ім'я}? Він мертвий?

Ми не можемо дозволити Скарі закріпитись в Калімдорі. Вони вже несуть вдосталь загрози нашим землям — ми не можемо дозволити їм відкрити ще один фронт.

Єдине, що вселяє оптимізм — те, що сама відьма, здається, не прийняла цю силу. Схоже, вона розуміє, що хоча Скара й може запропонувати велику силу, та з нею вона не зможе заволодіти Степами.]===],
[===[Добре. Дуже добре, {клас:к}.

Тепер, коли Малкін мертвий, ми можемо бути впевнені, що Скара поки не зможе просунутись далі. Темна Леді дякує тобі за відданість та хоче запропонувати винагороду.

Хоч ми й не знаємо всіх масштабів поширення Скари в норах Бритвоболотих, я впевнений, незабаром ми розкриємо їхні плани.]===],
},
[6522] = {
[===[Нечестивий союз]===],
[===[Моя Леді,

Наша пропозиція вам добре відома. Це чудова можливість отримати владу над Степами та навколишніми землями. В обмін ми просимо лише про свободу нашої діяльності в цих землях.

Просимо розглянути й обговорити нашу пропозицію. Ми володіємо великими силами, якими охоче поділимось з усіма, хто достатньо розсудливий, щоб приєднатись до нас. Я чекатиму біля нір Бритвоболотих.

З найкращими побажаннями,
Посол Малкін]===],
[===[Принесіть маленький сувій Варіматрасу в Підмістя.]===],
[===[Про що ти хочеш поговорити, {ім'я}? Сподіваюсь, це щось дійсно важливе, якщо ти продовжуєш докучати мені.]===],
[===[Я впізнаю знак на цьому сувої, {ім'я}. Ти {стать:знайшов:знайшла} це у тієї відьми, що править краалем Бритвоболотих? Цікаво.

Схоже, що Скарі мало одного континенту. Цей посол Малкін — один зі слуг Скари. Він був дипломатом у людей Лордерону до того як все... змінилось.

Якщо Скара дійсно хоче закріпитись в Калімдорі — прийшла пора діяти.]===],
},
[6523] = {
[===[Захист Кайї]===],
[===[Дякую, що {стать:врятував:врятувала} мене! Треба швидше тікати, поки вони не дізналися, що я на волі. Будь ласка, проведи мене до табору Апарає. Звідти я вже знаю дорогу.

Мій батько, Макаба Плоске Копито, напевно, місця собі не знаходить, не знаючи де я.]===],
[===[Проведіть Кайю Плоске Копито до табору Апарає, потім поверніться до Макаби Плоского Копита на південно-східний край Каміннопазуристих гір.]===],
nil,
[===[Кайя жива! {ім'я}, дякую, що {стать:врятував:врятувала} її.]===],
},
[6541] = {
[===[Доповідь Кадраку]===],
[===[Ти вже {стать:бував:бувала} в Ясенедолі, на півночі? Орда нещодавно організувала там заставу на Зорамському узбережжі, і нам завжди потрібні новобранці для захисту нових кордонів.

Якщо тобі це до душі, зустрінься з Кадраком у північних Степах, на сторожовій вежі. Він керує кампанією в Ясенедолі та може дати тобі доручення.]===],
[===[Поговоріть з Кадраком на сторожовій вежі в північних Степах.]===],
nil,
[===[Ясенеділ — розділений війною край, але наші нещодавні зусилля були дуже плідними. Ми заснували заставу не тільки на Зорамському узбережжі, але й прямо на північ звідси, при Тріснутому Дереві.]===],
},
[6542] = {
[===[Доповідь Кадраку]===],
[===[Ти вже {стать:бував:бувала} в Ясенедолі, на півночі? Орда нещодавно організувала там заставу на Зорамському узбережжі, і нам завжди потрібні новобранці для захисту нових кордонів.

Якщо тобі це до душі, зустрінься з Кадраком у північних Степах, на сторожовій вежі. Він керує кампанією в Ясенедолі та може дати тобі доручення.]===],
[===[Поговоріть з Кадраком на сторожовій вежі в північних Степах.]===],
nil,
[===[Ясенеділ — розділений війною край, але наші нещодавні зусилля були дуже плідними. Ми заснували заставу не тільки на Зорамському узбережжі, але й прямо на північ звідси, при Тріснутому Дереві.]===],
},
[6543] = {
[===[Накази Боєпісні]===],
[===[Нещодавно я відправив кількох розвідників в Ясенеділ і мені потрібен гінець, що доставить їм накази та повернеться з їхніми звітами про спостереження.

Твоєю першою зупинкою має бути форпост Зорам'ґар, що на Зорамському узбережжі, де ти знайдеш першого гінця. Також тобі доведеться зазирнути на заставу при Тріснутому Дереві, що на півночі, і вздовж дороги на схід, біля Азшари. Там ти знайдеш розвідницю та вершницю.

Передай кожному з них накази, а від них отримай звіти про їхні спостереження.]===],
[===[Відкрийте зв'язку наказів. Передайте накази Боєпісні розвідниці Боєпісні, гінцю Боєпісні та вершниці Боєпісні. Віднесіть отримані у них звіти Кадраку на північну сторожову вежу в Степах.]===],
[===[Поквапся, {ім'я}. Вони мають отримати свої накази, це терміново.]===],
[===[Бачу, на тебе можна покластися. Ці звіти є надзвичайно важливими для здійснення наших планів щодо розширення влади в Ясенедолі. Тепер ми можемо планувати наш наступний крок.]===],
},
[6544] = {
[===[Наліт Торека]===],
[===[Гей! {Клас:к}! Йди-но сюди!

Я і мої рейдери збираємося напасти на Срібнокрилу заставу на заході. Наша ціль — їхня командирка, Дюріель Місяцежар. Розвідники доповідають, що заставу добре охороняють вартові та воїни. Битва буде славною!

Хочеш розділити цю славу, {ім'я}? Тоді по закінченню звітуй про наш успіх моєму начальнику, Ертоґу Лютоіклу на заставі при Тріснутому Дереві.

То що скажеш? Ти з нами?]===],
[===[Супроводжуйте Торека під час його нападу на Срібнокрилу заставу та Дюріель Місяцежар, а потім звітуйте Ертоґу Лютоіклу на заставі при Тріснутому Дереві.]===],
[===[Торек мав завдання напасти на Срібнокрилу заставу. Чи був напад успішним?]===],
[===[То напад Торека вдався! Чудова робота, {ім'я}. Нічні ельфи — гідний ворог. Трохи кістляві, але сильні та люті! Впевнений, що битва була видовищною... 

Сподіваюся, ти {стать:отримав:отримала} кілька шрамів!]===],
},
[6545] = {
[===[Звіт гінця Боєпісні]===],
nil,
nil,
[===[То ти тут з моїм наказом? Завжди приємно бачити новобранців з буйним характером і сильною волею.

Тобі краще швидко вчитися, якщо не хочеш відставати від інших. Загроза з боку наг зростає, {ім'я}. Відколи я прибув сюди, я бачив кілька нападів та брав участь в обороні.

Але якщо хочеш долучитися, поговори з кимось іншим в аванпості.]===],
[===[Що ж, Кадрак дізнається про це все з мого звіту. Віднеси це йому якнайшвидше.]===],
},
[6546] = {
[===[Звіт від вершниці Боєпісні]===],
nil,
nil,
[===[{ім'я}, на цьому шляху на тебе чекає багато небезпечних зустрічей. Май це на увазі, подорожуючи цими землями. Альянс зовсім близько.

Ми оточені ворогами з усіх боків. В східному Ясенедолі сатири — грізна сила, що переважає нашу. До того ж я дізналася, що наги захопили значну територію Азшари.

Приємно бачити, що наша чисельність росте. Будь {стать:готовий:готова} до того, що чекає попереду, {ім'я}.]===],
[===[Віднеси мій звіт Кадраку. Поквапся, {ім'я}.]===],
},
[6547] = {
[===[Звіт розвідниці Боєпісні]===],
nil,
nil,
[===[Будь {стать:уважний:уважна}, {раса:к}. Ельфи часто ховаються в тінях...

Ми завжди повинні бути напоготові. Ми доклали неймовірних зусиль, аби завоювати цю землю, а ельфи шукають можливість забрати її у нас.

Гадаю, у тебе є для мене нові накази від Кадрака?]===],
[===[Прозвітуй Кадраку про наші успіхи в стримуванні нічних ельфів. Все йде за планом.]===],
},
[6548] = {
[===[Помстися за моє селище]===],
[===[На моє село напав клан Зловісний Тотем і вбив майже всіх. Я знищив всіх, кого міг, але сам ледве врятував власне життя.

{Ім'я}, все, чого я бажаю зараз, це щоб померло якомога більше цих негідників. Ти знайдеш їх на захід звідси.]===],
[===[Вбийте 8 розбійників і 6 найманців з племені Зловісний Тотем, а потім поверніться до Макаби Плоского Копита, що очікує вас на південно-східному кордоні Каміннопазуристих гір.]===],
[===[Ти вже {стать:вбив:вбила} їх?]===],
[===[{ім'я}, я вдячний тобі... але я ніколи не забуду, що Зловісний Тотем зробив з моїм селищем.]===],
},
[6561] = {
[===[Лиходійство Чорноводних глибин]===],
[===[Сили покидають мене. Мені потрібна твоя допомога!

Колись давно на цьому місці був храм Елуни. На жаль, його було знищено, коли порча Старих Богів просочилась з-під землі та зіпсувала священний місячний колодязь.

Аку'май, слуга Старих Богів, піднялася з глибин.

Культисти Молоту Сутінків об'єднались з нагами, щоб захопити ці землі. На чолі з Келрісом вони приносять жертви, щоб Аку'май набрався сил.

{ім'я}, благаю, вбий Келріса і принеси його голову Башані Рунний Тотем в Громовий Бескид.]===],
[===[Принесіть Башані Рунному Тотему в Громовий Бескид голову сутінкового лорда Келріса.]===],
[===[Хай береже тебе Матір-Земля, {ім'я}.

Гармонія з природою — наша головна мета. Все у світі відбувається по волі Матері-Землі, а наше завдання — втілювати її задуми.]===],
[===[Келріс довгий час переховувався від Сріблястого Світанку.

Деякий час вони вважали його мертвим.

Покінчивши з ним, ти {стать:врятував:врятувала} багато невинних життів, {ім'я}.

Хай славиться Матір-Земля! Немає прощення тим, хто приносить жертви Старим Богам!

Ти {стать:зробив:зробила} велику справу. Келріс був породженням зла і намагався повернути нас світ до часів хаосу, коли ним правили Старі Боги. Дякую тобі, {ім'я}.]===],
},
[6562] = {
[===[Халепа в глибинах]===],
[===[Дже'неу Санкрі потребує допомоги. Він знаходиться на форпості Зорам'ґар в Ясенедолі. Цей ліс нічних ельфів знаходиться на північ від Каміннопазуристих гір. Ти можеш дістатись до нього, пройшовши через Вітрокосі скелі або відправившись на північ через Степи. Зорамське узбережжя знаходиться на заході лісу. Будь {стать:обережний:обережна}, {ім'я}. Тамтешні сили можуть вороже сприйняти твою присутність.]===],
[===[Поговоріть з Дже'неу Санкрі в Ясенедолі.]===],
nil,
[===[Тебе прислав Цунамен? Чудово. Нам є що обговорити.]===],
},
[6563] = {
[===[Сутність Аку'Май]===],
[===[На стінах тунелів до Чорноводни глибин можна знайти великі скупчення сапфірів. Нещодавно ми помітили, що наги збирають їх. Ми поки не знаємо, для чого їх сапфіри, та думаю, що наг потрібно зупинити. Ці кристали містять великі сили стихій, що робить їх потужним компонентом для магічних заклять.

Ти допоможеш мені, {ім'я}? Чорноводні глибини знаходяться на Зорамському узбережжі на північ від нашого форпосту.]===],
[===[Принесіть 20 сапфірів Аку'Май до Дже'неу Санкрі в Ясенеділ.]===],
[===[Як проходять пошуки сапфірів, {ім'я}? Ти {стать:бачив:бачила}, як наги їх збирають? Я молю предків, щоб нам вдалось зрозуміти, нащо їм ці кристали.]===],
[===[Чудова робота, {ім'я}. Це ті самі кристали, про які я говорив. Цікаво...

Я відчуваю силу, що міститься в них. Вона притягує духів води. Що б наги не задумали робити з цими сапфірами... що ж, я радий, що ми відібрали їх.]===],
},
[6564] = {
[===[Відданість Старим Богам]===],
[===[На зім'ятому шматі паперу нашрябано:

"Так, передайте всім жрицям, щоб принесли кристали мені. Душі водяних елементалів могутні, вони допоможуть нашим аквамантам в закляттях.

З силою цих кристалів ми зможемо задовольнити Аку'Май. Одного дня ми матимемо достатньо сил, щоб викликати Аку'Май і повернути наш світ до найвеличнішої епохи! Епохи Старих Богів!"]===],
[===[Принесіть розмоклу записку Дже'неу Санкрі в Ясенеділ.]===],
[===[Так, {ім'я}? Чого тобі треба? Мені належить ще багато дізнатись про ці кристали, що збирають наги.]===],
[===[Що ж, це дійсно цікаво. Радий, що ти {стать:приніс:принесла} цю записку мені.

Тепер у нашої напасті є ім'я... Лорґус Джетт.]===],
},
[6565] = {
[===[Відданість Старим Богам]===],
[===[Ми не можемо дозволити цьому послідовнику Молоту Сутінків здійснити свій задум. Молот Сутінків не розуміє духів природи. Вони вірять в Старих Богів — створінь хаосу й нищення, переможених за давніх-давен. Ми не дозволимо цьому Лорґусу добитися свого. Ти маєш зупинити його, {ім'я}. Я не можу цього зробити — мені не вистачить сили.

Йти в Чорноводні глибини, знайди його і вбий. Повертайся до мене в Зорам'ґар, як закінчиш.]===],
[===[Вбийте Лорґуса Джетта в Чорноводних глибинах і поверніться до Дже'неу Санкрі в Ясенеділ.]===],
[===[Ти ще не {стать:знайшов:знайшла} його, {ім'я}? Ми маємо зупинити Лорґуса!]===],
[===[Чудово! Дякую тобі, {ім'я}. Хай ми ще не покінчили з Молотом Сутінків, та принаймні зірвали їх черговий план повернення Старих Богів.

Хтозна, що ще вони задумали. Та поки що ми можемо перепочити.]===],
},
[6566] = {
[===[Що приніс вітер]===],
[===[Радий знову тебе бачити, {ім'я}. Вітер приніс новини зі Східних Королівств.

Сядь, послухай.]===],
[===[Вислухайте Тралла.]===],
[===[Терпіння, {ім'я}. Слухай уважно!]===],
[===[Чи {стать:готовий:готова} ти взятися за це завдання?]===],
},
[6567] = {
[===[Герой Орди]===],
[===[Я отримав звістку від одного з моїх найвідданіших захисників про те, що він, можливо, знайшов шлях до лігва дракона. Ти маєш знайти його.

Рексар блукає пустельними краями Спустошища, мандруючи між Каміннопазуристими горами та Фераласом. Він чекає на твоє прибуття.]===],
[===[Розшукайте Рексара. Воєвождь сказав, що він мандрує дорогами Спустошища, між Каміннопазуристими горами та Фераласом.]===],
nil,
[===[Існує лише один шлях до лігва дракона, {раса:к}.

Лише найсильнішим з драконів чорної зграї дозволено входити до лігва матері чорних драконів. Для цього потрібно пройти багато випробувань і отримати ключ, зачарований самим генералом Драккісатом!

І оскільки ти не належиш до роду чорних драконів, у тебе можуть виникнути певні труднощі з отриманням пропуску.]===],
},
[6571] = {
[===[Припаси для Боєпісні]===],
[===[В лісозаготівельному таборі Боєпісні закінчуються припаси!

Постачальниця за ім'ям Піксель в заставі при Тріснутому Дереві має наш вантаж пиляльних лез. В Грабіжній Бухті завідувач причалу Лозґіл має ящик з сокирами. 

З вантажем мастила та мотузки буде важкувато. Мотузки розкрадено Колючохутрими та Гидколісовими хутропузами, а сатири перехопили вантаж мастила та використовують його для огидних ритуалів в Ночеплині, Сатирнаарі та Завіані!

Допоможеш мені?]===],
[===[Зберіть припаси для Боєпісні: пиляльні леза, лісозаготівельну мотузку, мастило та вантаж сокир для Локе Окарра на заставі при Тріснутому Дереві.]===],
[===[Сподіваюся, ти знайдеш всі припаси. Якщо я не доставлю їх найближчим часом, я в халепі!]===],
[===[Чудово, {ім'я}! Ти {стать:зекономив:зекономила} мені багато зусиль!

Але не думай, що я невдячний!]===],
},
[6581] = {
[===[Пиляльні леза Боєпісні]===],
nil,
nil,
[===[Прямісінько з Брашпиля, пиляльні леза Боєпісні! Еге ж, маю їх тутечки.

Але чим ти мені платитимеш? Я їх тобі не подарую! І мій час недешевий!

Ось що мені насправді потрібно — то це рушниця, яку можна брати з собою в подорожі. Треба ж дівчині себе захистити, еге ж? Є рушниця, яка дуже мені подобається, і я впевнена, що вправний інженер легко таку зробить.

Тож якщо ти принесеш мені смертоносний мушкетон, я віддам тобі вантаж із пиляльними лезами. Домовилися?]===],
[===[Ідеально — саме те, що потрібно! Ось твій вантаж.]===],
},
[6621] = {
[===[Король Гидколісових]===],
[===[{ім'я}, на південний схід від Астранаару живе ще одне плем'я фурболгів — Гидколісові. Їх не так багато, як Колючохутрих, але їхня жорстокість становить загрозу в майбутньому. Демонструючи силу, ми можемо її усунути.

Візьми цю хоругву, вирушай до поселення Гидколісових і встанови її на їхньому тотемному пагорбі. Вони намагатимуться знищити хоругву, але не здавайся, доки не з'явиться їхній вождь, Мурґут. Принеси мені його тотем.

Збери своїх союзників, {ім'я}. Це завдання не для {стать:одного:однієї} {клас:р}.]===],
[===[Встановіть хоругву Каранґа на тотемному пагорбі племені Гидколісових. Не дозволяйте хутропузам знищити її. Подолайте вождя Мурґута і принесіть тотем Мурґута Каранґу Амаккару в Зорам'ґар.]===],
[===[Ти {стать:переміг:перемогла} вождя Мурґута, {ім'я}? Чи вдалося тобі здобути його тотем?]===],
[===[Чудова робота, {ім'я}. Кинути виклик Гидколісовим та подолати їхнього ватажка означає надіслати їм чітку звістку:

З Ордою не жартують.

Думаю, що це плем'я ще довго нас не турбуватиме.]===],
},
[6627] = {
[===[Випробування знань]===],
[===[Ти {стать:приніс:принесла} мені книгу, настав час для запитання. Ти {стать:готовий:готова}?

Час — це не проблема, {клас:к}, тож не поспішай. Ти можеш відповідати стільки, скільки хочеш.]===],
[===[Дайте правильну відповідь на питання Брауґа Тьмяного Духа, а потім знову поговоріть з ним. Він чекатиме в Каміннопазуристих горах, коли ви будете готові.]===],
[===[Життя повне питань, {клас:к}. Ти ніколи не зможеш дати відповіді на всі, але якщо присвятиш трошки часу навчанню, можливо ти станеш більш {стать:обізнаним:обізнаною}.]===],
[===[Молодець, {клас:к}. Ти {стать:вивчив:вивчила} книгу, а тепер маєш пройти іще одне випробовування.]===],
},
[6628] = {
[===[Випробування знань]===],
[===[Ось ми й зустрілися знову. Ти {стать:показав:показала} неабияку завзятість, виконуючи моє завдання, і тепер мені залишилося тільки поставити тобі останнє запитання.

Якщо ти {стать:готовий:готова}, поговори зі мною знову. У тебе є час подумати, {ім'я}, можеш не квапитись, поспішати нам нікуди.]===],
[===[Дайте правильну відповідь на питання Парквела Фінталласа, а потім знову поговоріть з ним. Він чекатиме в Підмісті, коли ви будете готові.]===],
[===[Є тільки одне правило, якому би я хотів навчити тебе, щоб ти {стать:міг:могла} вижити в цьому світі: що більше знаєш, то більше бачиш.

Коли ти вивчаєш, коли спостерігаєш — ти почнеш бачити те, чого ніхто інший не помічає.]===],
[===[Молодець, {ім'я}. У мене були сумніви щодо того книги, яку я попросив тебе дістати, але ти {стать:відповів:відповіла} правильно.]===],
},
[6629] = {
[===[Убити Ґрандіґа Темну Хмару]===],
[===[{ім'я}, ти добре {стать:попрацював:попрацювала} з негідниками зі Зловісного Тотема. Але Ґрандіґ Темна Хмара і його власна банда громил набагато гірші. Це він очолив жорстокий напад на моє селище.

Ти знайдеш його на заставі Зловісного Тотема, трохи далі по дорозі на захід. Вбий його і я завжди буду вдячний тобі.]===],
[===[Вбийте Ґрандіґа Темну Хмару та 6 моцаків з племені Зловісний Тотем і поверніться до Макаби Плоского Копита, який чекає на південно-східному краї Каміннопазуристих гір.]===],
[===[Ти {стать:вбив:вбила} Ґрандіґа Темну Хмару і його моцаків?]===],
[===[Ґрандіґ Темна Хмара мертвий! {ім'я}, я завжди буду вдячний тобі за те, що ти {стать:зробив:зробила} сьогодні.]===],
},
[6641] = {
[===[Ворша-катівниця]===],
[===[Ворша-катівниця... жахлива гідра, що блукає морями...

Вона нападала на наш форпост зненацька, знищуючи все на своєму шляху. 

Але я готовий, {ім'я}. Я можу подолати гідру та покінчити з цими нападами на Зорам'ґар. 

Наги вшановують люту сутність цієї істоти, запалюючи жарівницю на острові неподалік від узбережжя. Я вважаю, що якщо ми її погасимо, розлючена Ворша з'явиться, аби покарати нас.

Нам буде потрібна допомога, тож не забудь взяти з собою сильних друзів.]===],
[===[Захищайте Муґлаша, поки він прямує до жарівниці. Допоможіть йому погасити жарівницю, а потім захистіть його під час битви з нагами.

По успішному виконанню завдання, поверніться до форпосту Зорам'ґар та повідомте гінця Боєпісні про смерть Ворші-катівниці.]===],
nil,
[===[За час мого перебування в форпості я бачив багато нападів наг. Мене заспокоює думка про те, що Ворша більше не буде вільно блукати морем. 

Ми твої боржники, {ім'я}.]===],
},
[6921] = {
[===[Серед руїн]===],
[===[Молот Сутінків проник до руїн місячної святині в Чорноводних глибинах. Їхня присутність націлена на те, щоб обернути стихії проти нас. Якщо ми не будемо діяти, вони захоплять ці місця.

{ім'я}, йди до Чорноводних глибин і знайди в руїнах камінь глибин. Він має бути десь неподалік під водою. В ньому заховано ядро глибин — пристрій, що дозволить нам зчитати дані про всю активність стихій. Якщо принесеш його мені — ми зі Служителями Землі зможемо зупинити їх!]===],
[===[Принесіть ядро глибин Дже'неу Санкрі на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[Тобі вдалося знайти ядро глибин? Без нього ми не дізнаємось, чим там займається Молот Сутінків.]===],
[===[Це те, що мені потрібно! Ядро глибин — невичерпне джерело інформації, яку ми можемо звідти добути. Що б там не замислив Молот Сутінків — а повір мені, нічого хорошого — ми з моїми побратимами дізнаємось про це.

Ти сьогодні добре {стать:потрудився:потрудилася} і Служителі Землі неймовірно вдячні тобі за це. Це також і допомога Орді, тож можеш пишатися собою.]===],
},
[6922] = {
[===[Барон Акваніс]===],
[===[Переможений водяний елементаль залишив після себе дивну водяну кулю. Ви припускаєте, що ця річ якимось чином живила потвору енергією. Всередині кулі хлюпоче гнила на вигляд вода. Сама куля здається непроникною для будь-якої фізичної сили.

Якщо хтось і може розібратися в ній, це Дже'неу Санкрі зі Служителів Землі. Він знаходиться на ординській заставі Зорам'ґар в Ясенедолі.]===],
[===[Принесіть дивну водяну кулю Дже'неу Санкрі на форпост Зорам'ґар, що в Ясенедолі.]===],
[===[О, ще раз вітаю, {ім'я}. Я тут зчитував морські хвилі, як завжди. Що привело тебе на заставу?]===],
[===[Оце так знахідка, {ім'я}.

Кажеш, {стать:добув:добула} її у барона Акваніса в Чорноводних глибинах? Барон Акваніс здавна вважався спотвореним елементалем. Ця куля розкаже, що саме його зіпсувало. Я не здивуюся, якщо це Молот Сутінків, але наші дослідження також покажуть, як саме вони зуміли це зробити.

Добре, що ти мені це {стать:приніс:принесла}. Будь ласка, прийми це разом з найтеплішими побажаннями від Служителів Землі.]===],
},
[7341] = {
[===[Чесний обмін]===],
nil,
nil,
[===[Вітаю, {раса:к}. Я Коларк, мисливець за головами з Громового Бескиду. Я багато подорожував світом і бачив чимало.

Подорожуючи Південними морями, я роздобув ці чудові стріли з торієвим вістрям. У мене безліч цих стріл, та, на жаль, у мене скінчилися торієві патрони. Жоден таурен, що поважає себе, ніколи не буде користуватися хлипким луком. Стріли мені ні до чого!!

Я пропоную обмін: я тобі — стріли, а ти мені — таку саму кількість торієвих патронів. Домовилися?]===],
[===[Чудово! Я — таурен слова, {раса:к}. Ось твої стріли.]===],
},
[7490] = {
[===[Перемога Орди]===],
[===[Ви здійснили неможливе. Мертва матір чорних драконів лежить біля ваших ніг. Візьміть її голову та віднесіть вашому воєвождю.]===],
[===[Принесіть голову Оніксії Траллу в Орґріммар.]===],
[===[<Коли Тралл бачить величезну голову Оніксії, здається, на мить він втрачає звичний спокійний вигляд і несвідомо береться за свій легендарний Молот Згуби.>]===],
[===[Це велика перемога для Орди, {ім'я}. Тобі вже не раз траплялося вшанувати свого воєвождя. Настав час і воєвождю вшанувати тебе.]===],
},
[7491] = {
[===[Щоб усі бачили]===],
[===[Надправитель Рунтак чекає на тебе в долині Сили.

<Тралл віддає вам честь.>

Не змушуй його чекати, {стать:герою:героїне}.]===],
[===[Знайдіть надправителя Рунтака в долині Сили.]===],
nil,
[===[Обери свою винагороду і нехай розпочнеться святкування твоєї славетної перемоги!]===],
},
[7493] = {
[===[Все тільки починається]===],
nil,
nil,
nil,
[===[Ти не тільки вбивця драконів, а ще й {стать:майстер:майстриня} шкірництва? Ти не перестаєш мене дивувати, {ім'я}. Я вражений.

Прошу, прийми цей дар в знак моєї вдячності. Ці знання допоможуть тобі, якщо ти збираєшся покінчити з родом чорних драконів.

Створи плащ з луски матері чорних драконів. Він захистить тебе і твоїх союзників від нищівного дихання повелителя Чорнокамінної гори... Нефаріана.]===],
},
[7660] = {
[===[Заміна арктичного вовка]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого швидкого вовка — я обміняю його на одного з нової зграї. Новий вовк буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці вовки, тут.]===],
},
[7661] = {
[===[Заміна червоного вовка]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого швидкого вовка — я обміняю його на одного з нової зграї. Новий вовк буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці вовки, тут.]===],
},
[7662] = {
[===[Заміна бірюзового кодо]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого кодо — я обміняю його на одного з нового стада. Новий кодо буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці великі кодо, тут, щоб знати, з чого обирати.]===],
},
[7663] = {
[===[Заміна зеленого кодо]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого кодо — я обміняю його на одного з нового стада. Новий кодо буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці великі кодо, тут, щоб знати, з чого обирати.]===],
},
[7664] = {
[===[Заміна кремового раптора]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого раптора - я обміняю його на нового з нагостреними пазурями. Новий раптор буде таким же швидким, як і твій попередній, але матиме новий вигляд. Ти можеш подивитися, як виглядають ці прудкі раптори, тут.]===],
},
[7665] = {
[===[Заміна червоного раптора]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого раптора - я обміняю його на нового з нагостреними пазурями. Новий раптор буде таким же швидким, як і твій попередній, але матиме новий вигляд. Ти можеш подивитися, як виглядають ці прудкі раптори, тут.]===],
},
[7667] = {
[===[Матеріальна допомога]===],
[===[{ім'я}, є нагальна справа, з якою, я сподіваюся, ти можеш мені допомогти... як матеріально, так і духовно. Дозволь мені пояснити.

У глибинах Школомансу в Лордероні є кімната, яку називають великим склепом. Мені потрібно завершити пристрій, який дозволить розвіяти зловісні тіні цього моторошного місця. Але для цього мені потрібні два діаманти: азеротський і незайманий чорний. Я знаю, що знайти їх не просто, та сам я їх роздобути не зможу.

Чи не {стать:міг би:могла б} ти роздобути ці діаманти для мене?]===],
[===[Принесіть азеротський діамант і незайманий чорний діамант Саґорну Хребтоступу в долину Мудрості, що в Орґріммарі.]===],
[===[Мені незручно просити про матеріальну допомогу, але для кристала провидіння — пристрою, який я сподіваюся закінчити — потрібні обидва ці камені. Якщо ти не зможеш мені допомогти, я зрозумію...]===],
[===[Твоя щедрість не знає меж, {стать:чол:жін}. Я дякую за твою доброту.

Тепер я зможу закінчити свій кристал провидіння, і навіть не один... можливо, тобі буде цікаво допомогти мені в його використанні? Запевняю тебе, це надзвичайно важлива справа... Якщо її не виконати, світу духів загрожує катастрофа!]===],
},
[7668] = {
[===[Загроза Тінегубителя]===],
[===[Лицар смерті Тінегубитель панує у великому склепі Школомансу. Він погрожує підкорити царство духів своїй волі, і його необхідно зупинити! Ось тут-то тобі й знадобиться кристал провидіння.

Приведи його в дію у самому серці великого склепу, щоб викликати поплічників Тінегубителя. Коли ти здолаєш цих духів, з'явиться сам лицар смерті. Принеси мені його голову, {ім'я}! Тільки його смерть здатна виправити шкоду, завдану царству духів!]===],
[===[Використайте кристал провидіння в глибинах підземель великого склепу Школомансу. Це викличе чотирьох духів, яких ви маєте битись. Перемога над цими духами викличе лицаря смерті Тінегубителя. Переможіть його.

Віднесіть голову Тінегубителя Саґорну Хребтоступу в долину Мудрості, що в Орґріммарі.]===],
[===[Часу обмаль, {ім'я} — тобі вдалося зупинити лицаря смерті Тінегубителя?]===],
[===[Це гідна перемога, {ім'я}! Загибель Тінегубителя має відновити тендітні кайдани, що тримають царство духів.

Ти значно {стать:перевершив:перевершила} те, чого від тебе вимагали, навіть коли ти не мав жодного уявлення про винагороду чи компенсацію. Ти справді {стать:гідний:гідна} {клас}.

Я знаю, що дії, спрямовані на збереження царства духів мають бути достатньою подякою, але, будь ласка — прийми цей простий подарунок на знак моєї вдячності.]===],
},
[7669] = {
[===[Повернення до великого склепу]===],
nil,
nil,
nil,
[===[Ти знову йдеш до Школомансу, {ім'я}? Ти {стать:заплатив:заплатила} велику ціну за кристал провидіння, тож, може, ти хочеш взяти з собою ще один? З ним ти зможеш знову пройти випробування великого склепу.

В будь-якому разі, тримай. Ти його {стать:заслужив:заслужила}.]===],
},
[7783] = {
[===[Повелитель Чорнокамінної гори]===],
[===[Вас сповнює знайоме почуття перемоги. Перед вами лежить величезна, вкрита ранами голова Нефаріана. Вам варто віднести її воєвождю, {стать:герою:героїне}.]===],
[===[Принесіть голову Нефаріана Траллу в Орґріммар.]===],
[===[Хотів би я бути там і побачити морду цієї тварюки, коли ти {стать:завдав:завдала} їй смертельного удару, {ім'я}.]===],
[===[Ти знову {стать:приніс:принесла} славу Орді, {ім'я}. Син Смертекрила мертвий. Звісно, нечисть тепер заворушиться.]===],
},
[7784] = {
[===[Повелитель Чорнокамінної гори]===],
[===[Знайди верховного надповелителя Саурфанґа в долині Сили.]===],
[===[Поговоріть з верховним надповелителем Саурфанґом в Орґріммарі. Він чекає вас в долині Сили.]===],
nil,
[===[Обери свою нагороду і я встановлю голову цієї тварюки так, щоб усі її бачили.]===],
},
[7813] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Підмістя до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати - я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7814] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати - я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7817] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Підмісті, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати - я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7818] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7819] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб у Підмісті відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} - без таких героїв, як ти, які допомагають нам, відреченим, ми, безперечно, страждали б. Дякуємо за твої постійні старання!]===],
},
[7820] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Громового Бескиду до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7821] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7822] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Громовому Бескиді, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7823] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7824] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7825] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб у Громовому Бескиді відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані Громовому Бескиду, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7826] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Орґріммару до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7827] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7831] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Орґріммарі, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7832] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб в Орґріммарі відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані Орґріммару, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7833] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні тролів Темного Списа до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7834] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7835] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою тролями Темного Списа, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7836] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7837] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {Ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб тролі Темного Списа відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані тролям Темного Списа, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7866] = {
[===[Базовий набір припасів авангарду]===],
nil,
nil,
nil,
nil,
},
[7867] = {
[===[Стандартний набір припасів авангарду]===],
nil,
nil,
nil,
nil,
},
[7868] = {
[===[Покращений набір припасів авангарду]===],
nil,
nil,
nil,
nil,
},
[7926] = {
[===[Ярмарок Темного місяця]===],
[===[Наближається ярмарок Темного місяця! Не забудьте випробувати всі її чудеса та хвилювання, коли вона прибуде до міста!

Якщо поквапитесь, ви зможете обміняти цей ваучер на безплатні призові купони! Просто віддайте ваучер Ґелвасу Хмурошлюзу на ярмарку.

Зараз ярмарок проходить неподалік Громового Бескиду, в Мулґорі. Не упустіть свій шанс! Йдіть туди просто зараз!]===],
[===[Віддайте ваучер на призовий купон Ґелвасу Пилошлюзу на ярмарку Темного місяця.]===],
[===[Так, {стать:пане:пані}, чим я можу допомогти? У вас є ваучер для обміну?]===],
[===[Вітаю на ярмарку Темного місяця! Це ваучер на П'ЯТЬ, так-так, цілих П'ЯТЬ призових купонів!

Як назбираєте більше — приходьте до мене та обміняйте їх на цінні призи. Чим більше купонів — тим більше виграєте призів! Вперед!]===],
},
[8258] = {
[===[Загроза Тінегубителя]===],
[===[Лицар смерті Тінегубитель панує у великому склепі Школомансу. Він погрожує підкорити царство духів своїй волі, і його необхідно зупинити! Ось тут-то тобі й знадобиться кристал провидіння.

Приведи його в дію у самому серці великого склепу, щоб викликати поплічників Тінегубителя. Коли ти здолаєш цих духів, з'явиться сам лицар смерті. Принеси мені його голову, {ім'я}! Тільки його смерть здатна виправити шкоду, завдану царству духів!]===],
[===[Використайте кристал провидіння в глибинах підземель великого склепу Школомансу. Це викличе чотирьох духів, яких ви маєте битись. Перемога над цими духами викличе лицаря смерті Тінегубителя. Переможіть його.

Віднесіть голову Тінегубителя Саґорну Хребтоступу в долину Мудрості, що в Орґріммарі.]===],
[===[Часу обмаль, {ім'я} — тобі вдалося зупинити лицаря смерті Тінегубителя?]===],
[===[Це гідна перемога, {ім'я}! Загибель Тінегубителя має відновити тендітні кайдани, що тримають царство духів.

Ти значно {стать:перевершив:перевершила} те, чого від тебе вимагали, навіть коли ти не мав жодного уявлення про винагороду чи компенсацію. Ти справді {стать:гідний:гідна} {клас}.

Я знаю, що дії, спрямовані на збереження царства духів мають бути достатньою подякою, але, будь ласка — прийми цей простий подарунок на знак моєї вдячності.]===],
},
[8276] = {
[===[Відвоювання Сілітуса]===],
[===[Увага, герої Орди! Ми занадто довго не звертали уваги на серйозну загрозу. Тремтіння землі біля вуликів сілітідів по всьому Азероту свідчать про значне зростання їхньої чисельності у зв'язку з підготовкою до масштабного вторгнення.

Сили Кенарійського Кола збираються в Сілітусі, щоб дати відсіч сілітідам, поки не стало надто пізно! Ми не дозволимо їм і далі плюндрувати нашу землю!

Всі, хто здатен тримати зброю, мають звернутися до вітрозова Гордого Рога в Кенарійську цитадель! Сілітіди будуть знищені!]===],
[===[Поговоріть з вітрозовом Гордим Рогом в Кенарійській цитаделі, що в Сілітусі.]===],
nil,
[===[Чудово, ми завжди раді новим рекрутам, що готові виступити проти сілітідів. Ласкаво просимо до Кенарійської цитаделі, {клас:к}. Приємно бачити, що слова наших емісарів доходять до таких героїв, як ти. У тебе буде вдосталь можливостей допомогти нам, і я сподіваюся, що ти станеш цінним союзником.]===],
},
[8367] = {
[===[Велика честь]===],
[===[Служити Орді в битві проти Альянсу — велика честь! Найкращі ж наші воїни — ті, кому довелося битися на ВСІХ полях битви. Дрібні сутички не допоможуть нам здолати ворога. Лише ретельно спланувавши наступ, ми зможемо перемогти.

Йди й розтрощи Альянс в низині Араті, Альтерацькій долині та тіснині Боєпісні! За честь! За Орду!]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини, 3 відзнаки честі низини Араті та 3 відзнаки честі тіснини Боєпісні війноносцю Орди біля входу на поле бою.]===],
[===[Араті просякнута кров'ю великих воїнів, а брязкіт сталі все ще лунає по всьому Альтераку. Не гай даремно мій час — йди на поле бою!]===],
[===[На твою долю випали непрості випробування, але твоя відвага і сила не підвели тебе. Знаки перемоги — дрібниця, {клас:к}. Не вони принесуть тобі славу. Вище голову, {ім'я}. Сьогодні ти можеш ходити з гордістю, бо ти - {стать:справжній герой:справжня героїня}!]===],
},
[8387] = {
[===[Загарбники Альтерацької долини]===],
[===[Битва за Альтерак у розпалі! Ти мусиш повернутися в Альтерацьку долину та ще раз вигнати загарбників із території Морозних Вовків, {Ім'я}!]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини до ординського війноносця за полем битви.]===],
[===[Битва за Альтерак у розпалі! Ти мусиш повернутися в Альтерацьку долину та ще раз вигнати загарбників із території Морозних Вовків, {Ім'я}!]===],
[===[Гарна робота, {Ім'я}! Тобі варто собою пишатися. Загарбники Альянсу повинні бути вигнані з Альтераку!]===],
},
[8388] = {
[===[Велика честь]===],
[===[Багато хоробрих воїнів беруть з тебе приклад, {ім'я}, йдучи в бій проти Альянсу. Що нового ти {стать:приніс:принесла} зі своїх мандрів?]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини, 3 відзнаки честі низини Араті та 3 відзнаки честі тіснини Боєпісні війноносцю Орди біля входу на поле бою.]===],
[===[Багато хоробрих воїнів беруть з тебе приклад, {ім'я}, йдучи в бій проти Альянсу. Що нового ти {стать:приніс:принесла} зі своїх мандрів?]===],
[===[Ти продовжуєш приносити перемоги для Орди, {ім'я}. Приємно бачити, що ти не {стать:розм'як:розм'якла}.]===],
},
[8410] = {
[===[Опанування стихій]===],
[===[Бат'рах Вітрогляд шукає шаманів на кшталт тебе. Принеси йому зразок кожної зі стихій, щоб довести свою майстерність.

Щоб знайти Бат'раха, вирушай до річки на схід від Тарренського Млину. Йди вздовж річки на північ, поки не натрапиш на руїни, в яких мешкає Бат'рах.]===],
[===[Принесіть первородні повітря, вогонь, землю та воду Бат'раху Вітрогляду.]===],
[===[Що це в тебе, {клас:к}?]===],
[===[Чудово, {стать:друже:подруго}. Тепер поговорим.]===],
},
[8411] = {
[===[Опанування стихій]===],
[===[Здоров, {стать:друже:подруго}. Принеси мені стихії, тоді й побалакаєм.]===],
[===[Принесіть первородні землю, повітря, вогонь та воду Бат'раху Вітрогляду.]===],
[===[Де стихії, {стать:друже:подруго}?]===],
[===[Це те, шо мені нада. Тепер поговорим.]===],
},
[8412] = {
[===[Тотем духів]===],
[===[Тутешні духи стихій мене не люблять.

Ти знаєш про тотеми більше, чим хто-небудь інший, і мені треба тотем духів, який би мене захищав. У нас вже є стихії, тепер нам треба шось ближче до природи. Більш первісне.

В Західних Зачумлених землях можна вбити добути кігті ведмедів і очі пауків. Стерв'ятники їдять й тих, і других, тож можеш пошукать в їхніх шлунках.]===],
[===[Принесіть частини тотема духів до Бат'раха Вітрогляда.]===],
[===[Духи знають, шо роблять, і вони хочуть вбити мене! Надіюсь, ти {стать:приніс:принесла} частини тотему.]===],
[===[Чудово, {стать:друже:подруго}! Спробуєм....]===],
},
[8413] = {
[===[Вуду]===],
[===[Тотема духів недостатньо. Нам треба магія вуду, шоб змусить його працювать як треба.

Тролі в Затонулому храмі мають пір'я, насичене магією вуду. Йди туди і вбий Ґешера, Міджана, Золо, Гукку, Зул'Лора та Лоро. Тоді нам хватить магії для справжнього тотема духів.]===],
[===[Принесіть пір'я вуду до Бат'раха Вітрогляда.]===],
[===[І де пір'я, {стать:друже:подруго}?]===],
[===[Пора цьому тролю гарно відпочить! Тотем духів нагляне за мною.

Ти довго {стать:збирав:збирала} всякі речі. Може, хочеш шось за всі свої клопоти?]===],
},
[8913] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір поручів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і поручі твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з поручами дикого серця Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці поручі — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8914] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір браслетів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і браслети твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з браслетами ловця звірів Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці браслети — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8915] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір браслетів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і браслети твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з браслетами магістра Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці браслети — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8916] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір поручів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і поручі твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з поручами відданості Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці поручі — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8917] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір поручів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і поручі твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з поручами тіньового ремесла Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці поручі — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8918] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір браслетів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і браслети твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з браслетами стихій Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Цей старий гоблін буде в захваті.

Ці браслети — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8919] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір поручів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і поручі твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з поручами імли жаху Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці поручі — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8920] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}! По тобі видно, що тобі чимало довелося побачити і зробити в цьому світі. Але б'юся об заклад, що таких обладунків, як ці, ти ще не {стать:бачив:бачила}!

Зроби мені невелику послугу, і я віддам їх тобі в обмін на звичайний набір поручів.

Мені потрібен зразок отрути павуків і скорпіонів, що мешкають у Сілітусі. Принеси його мені разом з кількома золотими монетами, і поручі твої.]===],
[===[Зберіть 15 зразків отрути з Сілітуса та 20 золотих і принесіть їх разом з поручами доблесті Моквару в Орґріммар.]===],
[===[Ти {стать:зібрав:зібрала} все необхідне, {ім'я}?]===],
[===[О, так. Мукс буде в захваті.

Ці поручі — частина більшого набору обладунків. Якщо ти погодишся допомагати мені й далі, я готовий розглянути можливість віддати тобі й решту.]===],
},
[8927] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавички. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс дикого серця та рукавички дикого серця Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8938] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавички. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс ловця звірів та рукавички ловця звірів Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8939] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавички. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс магістра та рукавички магістра Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8940] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавички. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс відданості та рукавички відданості Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8941] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавички. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс тіньового ремесла та рукавички тіньового ремесла Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8942] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій ремінь та рукавиці. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть ремінь стихій та рукавиці стихій Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8943] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і пов'язки. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс імли жаху та пов'язки імли жаху Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8944] = {
[===[Гідна винагорода]===],
[===[Ти {стать:довів:довела}, що на тебе можна покластися, {ім'я}. Оскільки я вірю, що ти допоможеш мені виплутатися з цих неприємностей, було б мудро з мого боку винагородити тебе за твої старання.

Тепер я обміняю твій пояс і рукавиці. Якщо ми доведемо справу до кінця, я віддам тобі й решту речей.]===],
[===[Принесіть пояс доблесті та рукавиці доблесті Моквару в Орґріммар.]===],
[===[{стать:Готовий:Готова} до обміну?]===],
[===[Наша угода залишається в силі. Тільки пам'ятай, що це лише дещиця того, що на тебе чекає. Звільни мене від цього прокляття, і я щедро винагороджу тебе гарними речами.]===],
},
[8957] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами стихій, кілтом стихій та напліччям стихій.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось і з твоєю винагородою.]===],
},
[8978] = {
[===[Повернення до Моквара]===],
[===[Приємно було попрацювати з тобою, {ім'я}. Ось готовий пристрій.

Сподіваюся, він допоможе у твоїй справі. Так, і якщо ти не проти, розповідай усім про мене. Мені нові клієнти не завадять!]===],
[===[Поверніться до Моквара в Орґріммар з міжвимірним шукачем привидів.]===],
[===[Ти {стать:повернувся:повернулась} з пристроєм?]===],
[===[Ти {стать:повернувся:повернулась} з пристроєм! Я вражений твоєю відданістю, {ім'я}. Гарна робота.]===],
},
[8998] = {
[===[Повернення на початок]===],
[===[Схоже, що настав час прощатися, {стать:друже:подруго}. Але я завжди буду тут, якщо ти захочеш поговорити зі мною. Приходь, коли хочеш. Можливо, поки будеш чекати тут на друзів для походу до Чорноскельного шпиля.

Все, йди, поки я не розплакався. Повертайся до Моквара в Орґріммар і розкажи йому про все, що сталося.]===],
[===[Поговоріть з Мокваром у фортеці Ґроммаш, розташованій в долині Мудрості, що в Орґріммарі.]===],
nil,
[===[Радий бачити, що тобі вдалось повернутись до мене, {ім'я}. Виглядаєш чудово, хіба що трохи {стать:загартованішим:загартованішою}.

Давай, розказуй мені про все, що з тобою сталося.]===],
},
[9007] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару капюшон дикого серця та жилет дикого серця.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку дикого серця в обмін на новий капюшон та жилет лютого серця?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9008] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару шапку ловця звірів та мундир ловця звірів.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку ловця звірів в обмін на нову шапку та мундир володаря звірів?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9009] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару корону відданості та мантію відданості.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку відданості в обмін на нову корону та мантію доброчесності?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9010] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару шапку тіньового ремесла та мундир тіньового ремесла.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку тіньового ремесла в обмін на нову шапку та мундир покрову темряви?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9011] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару койф стихій та жилет стихій.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку стихій в обмін на новий койф та жилет п'яти громів?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9012] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару маску імли жаху та мантію імли жаху.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку імли жаху в обмін на нову маску та мантію імли смерті?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9013] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару шолом доблесті та нагрудник доблесті.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку доблесті в обмін на новий шолом та нагрудник героїзму?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9014] = {
[===[Найкраще — наостанок]===],
[===[Це справді дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Твої зусилля звільнили нас від наслідків наших минулих помилок.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись. Ти їх {стать:заслужив:заслужила}.]===],
[===[Віддайте Моквару корону магістра та мантію магістра.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку магістра в обмін на нову корону та мантію чаклуна?]===],
[===[Я справді сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки. Нехай вони довго служать тобі у твоїх великих діяннях!]===],
},
[9016] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами дикого серця, кілтом дикого серця та наплічниками дикого серця.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9017] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами ловця звірів, штанами ловця звірів та нараменниками ловця звірів.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9018] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами магістра, лосинами магістра та нараменниками магістра.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9019] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар із сандалями відданості, спідницею відданості та нараменниками відданості.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9020] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами тіньового ремесла, штанами тіньового ремесла та наплічниками тіньового ремесла.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9021] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар із сандалями імли жаху, лосинами імли жаху та нараменниками імли жаху.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
[9022] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Моквара та скажи йому, що Бодлі — її єдиний шанс знайти решту частин. Поговори з ним і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Моквара в Орґріммар з чоботами доблесті, поножами доблесті та наплічниками доблесті.]===],
[===[Ти {стать:повернувся:повернулась}, і я бачу по твоїх очах, що ти хочеш мені багато чого розповісти, {ім'я}. Та спершу подбаймо про твою винагороду.]===],
[===[На нас наклали це прокляття за один лише медальйон. Лорд Вальталак, безумовно, вміє затаїти образу.

Ми постараємося знайти решту частин — сподіваюся, до того, як я загину. Але спершу давай обговоримо твою винагороду.]===],
},
}
