local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[246] = {
--[[title]] [===[Оцінка Загрози]===],
--[[description]] [===[У нас немає зайвих людей, але з цими ґнолами, що ти про них доповів, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся чи немає там ґнолів. Зроби засідку, вбий скільки зможеш і доповіси мені скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих гнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради Армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
--[[objective]] [===[Вбийте 10 Багрянокряжових Байстрюків і 6 Багрянокряжових Браконьєрів, а потім відрапортуйте обранцеві Фелдону у Приозер'ї.]===],
--[[progress]] [===[Перепрошую, {ім'я}, але у нас тут сильно зв'язані руки. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
--[[reward]] [===[<Обранець Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили гнолів і з того, що ти мені розповів, вони міцні горішки. Це мало бути непросто -- зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не зробив, поговори з Судовиком Морісом та Суддьою Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою -- ці двоє потребуватимуть тебе, я впевнений.]===],
},
[332] = {
--[[title]] [===[Реклама винної крамниці]===],
--[[description]] [===[Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають накраще вино в Штормовії. І ми недалеко розташовані, у Торговому кварталі уздовж милих міських каналів.

Ось візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!]===],
--[[objective]] [===[Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.]===],
--[[progress]] [===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
--[[reward]] [===[О, то ви бачилися з Ренато? Ось тримайте, {стать:сір:мадам}. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!]===],
},
}
