local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, reward }
[743] = {
--[[title]] [===[Небезпека вітролютих]===],
--[[description]] [===[Дякую, що {стать:знайшов:знайшла} час поговорити зі мною, {Ім'я}. Я Руул, воїн та наставник.
Очевидно, ти {стать:досяг:досягла} віку коли потрібно пройти випробування та покинути Мулгор.
Якщо ти хочеш перевірити свою міць, почни з пошуку Вітролютих гарпій на південному сході. Вони гніздяться вздовж гребня гір подалі від дороги.
Ці гарпії є одними з наших природних ворогів тут у Мулгорі, вони стануть хорошою перевіркою твоєї майстерності.]===],
--[[objective]] [===[Принесіть 8 кігтів Вітролютих Гарпій Руулу Орлиному Пазуру у Селище Кривавого Копита.]===],
--[[progress]] [===[Вітролюті - смертельні вороги. Їхня сила у бою може зрівнятись лише з їхнім бажанням свіжого м'яса.]===],
--[[reward]] [===[Ти добре {стать:впорався:впоралась}, {Ім'я}. Схоже, ти добре {стать:підготований:підготована} подорожувати далі. Нехай вітри завжди віють тобі у спину.]===],
},
[746] = {
--[[title]] [===[Дворфійські розкопки]===],
--[[description]] [===[На північний захід дворфи готують місце для розкопок. Вони думають, що секрети лежать у землі і це правда, але буріння і осквернення землі не є правильним способом для отримання цих знань.

Збери інструменти дворфів на розкопках, розтрощи їх і повертайся до мене з розтрощенними інструментами.

Ти можеш розбити інструменти у кузні. Ти знайдеш одну в Громовому Бескиді, але будь-яка кузня, навіть та, яка у таборі дворфів згодиться.]===],
--[[objective]] [===[Зберіть 5 Кайл Старателів.
Розтрощіть Кайла Старателя у кузні і створіть Зламані Інструменти
Принесіть 5 Зламаних Інструментів Бейну Кривавому Копиту у Селище Кривавого Копита.]===],
--[[progress]] [===[Привіт, {Ім'я}. Зламані Інструменти у тебе? Розкопки дворфів розлютять кодо Мулгору. Це осквернення має бути зупинено!]===],
--[[reward]] [===[Дякую тобі, {Ім'я}. Це заспокоїть тварин Мулгору. І, якщо цього захочуть духи, це навчить дворфів, що безжальне буріння землі не є шляхом до знань.]===],
},
[752] = {
--[[title]] [===[Скромне прохання]===],
--[[description]] [===[Всі у нашому племені живуть у мирі і гармонії. Ми живемо разом і працюємо разом.

Ми віддані одне одному і відповідаємо одне перед одним. У мене є одне скромне прохання.

Моя матінка вирушила набрати води з колодязя на південний схід від Нараче. З тих пір вже пройшло багато часу. Можливо ти {стать:міг:могла} би її знайти, поки я займаюсь справами племені?]===],
--[[objective]] [===[Вождь Соколиний Вітер просить тебе пошукати його матір біля колодязя на південний схід від Табору Нараче.]===],
--[[progress]] nil,
--[[reward]] [===[Ти {стать:пройшов:пройшла} увесь цей шлях лише для того, щоб допомогти старій жінці? Ох, і хіба ж ти не молодчинка?]===],
},
[753] = {
--[[title]] [===[Скромне прохання]===],
--[[description]] [===[Я пройшла багато стежок за своє життя і мої ноги вже не такі прудкі, які були раніше. Я все ж можу виконувати свої обов'язки перед плем'ям. Просто іноді для старої жінки робота забирає трохи більше часу.

Але ти {стать:схожий на палкого:схожа на палку} {клас:р}. Випробуймо твою юнацьку жвавість. Візьми цей глечик для води і принеси його моєму сину, Вождю, у Табір Нараче.

Пам'ятай, що навіть найзвичайніше прохання може принести визнання старійшин.]===],
--[[objective]] [===[Наберіть Глечик Води з колодязя.

Поверніть глечик до Вождя Соколиний Вітер у Табір Нараче, що стоїть на північний захід від колодязя.]===],
--[[progress]] [===[Ти схожий на {стать:того, хто:ту що} лише но {стать:повернувся:повернулася} з рівнин. Ти {стать:приніс:принесла} якусь звістку від Прабабусі Соколиний Вітер?]===],
--[[reward]] [===[Ти {стать:приніс:принесла} цей глечик за проханням від Прабабусі, зрозуміло.

Твоє бажання допомогти іншим і забезпечити тауренів Табору Нараче впевнює мене у тому, що одного дня ти прославиш плем'я у Громовому Бескиді.]===],
},
[775] = {
--[[title]] [===[Подорож у Громовий Бескид]===],
--[[description]] [===[Тепер ти будеш {стать:визнаним:визнана} нашим великим містом. Як і {стать:будь-який:будь-яка} {раса}, {стать:котрий пройшов:котра пройшла} Обряди Матері Землі.

Для твого останнього завдання, знайди нашого славного вождя, Керна Кривавого Копита, який мешкає на вершиині найвищої гори у Громовому Бескиді.]===],
--[[objective]] [===[Поговоріть з Керном Кривавим Копитом у Громовому Бескиді.]===],
--[[progress]] nil,
--[[reward]] [===[Вітаю, {стать:молодий:молода} {клас:к}. Бачу ти {стать:знайшов:знайшла} шлях до моїх дверей]===],
},
[781] = {
--[[title]] [===[Напад на Табір Нараче]===],
--[[description]] [===[Після ретельного вивчення мапи, ви розумієте, що те, що ви знайшли - плани вождя Щетиношкурів щодо розширеної облоги Табору Нараче.

Вождь Соколиний вітер неодмінно має скористатись цією інформацією!]===],
--[[objective]] [===[Принесіть Плани Нападу Щетиношкурів Вождю Соколиному Вітру у Табір Нараче.]===],
--[[progress]] [===[У тебе занепокоєний вигляд, {Ім'я}. Які новини ти {стать:приніс:принесла}?]===],
--[[reward]] [===[Це дійсно тривожна звістка! Але тепер ми можемо звернутися до наших братів з Селища Кривавого Копита за допопомогою. Ти {стать:зберіг:зберегла} життя безлічі тауренів, {Ім'я}.]===],
},
[784] = {
--[[title]] [===[Розчавити зрадників]===],
--[[description]] [===[Ведені Адміралом Праудмуром, люди Кул'Тіраса вторглись в Дуротар, порушуючи договір Вождя з Джайною Праудмур, який був підписаний задля перемоги над Архімондом.

Людська агресія була відбита і Твердиня Тіраґард пала. Але нещодавно резерви Адмірала, ведені Лейтенантом Бенедиктом, відібрали твердиню і знову стали загрозою нашій домівці. Ці люди не мають жодної поваги до дипломатії.

Доведи свою честь і відправляйся на південь до Твердині Тіраґард щоб прибрати людських загарбників.]===],
--[[objective]] [===[Вбийте 10 Кул'Тірасійських Матросів, 8 Кул'Тірасійських Морських Піхотинців і Лейтенанта Бенедикта і поверніться до Ґар'Тока у Колючому Пагорбі.]===],
--[[progress]] [===[У тебе є наказ, {Ім'я}. Безпека Дуротару під загрозою. Заверши завдання або схили голову у ганьбі.

Покажи свою честь і переможи людей Твердині Тіраґард.]===],
--[[reward]] [===[Чутки про твою хоробрість швидко розповсюджуються, {Ім'я}. Розповіді про твою перемогу у Твердині Тіраґард будуть ширитись у Оргрімарі.]===],
},
[786] = {
--[[title]] [===[Перешкоджаючи агресії Колкар]===],
--[[description]] [===[Стиш но свій голос, {клас:к}. Кентаври Колкар розташувались одразу за пагорбом на захід від Скель Колгар

Минулої ночі, поки вони полювали, я прошмигнув у їхнє село і виявив, що ці брудні скоти мають три плани атак на тролів і орків Дуротару.

Ми маємо не дозволити їхньому вторгненню здійснитись. Можливо, у тебе є достатньо сили, щоб проникнути у Скелі Колкар і знищити їхні плани набігів.

Останнє, що я помітив - вони поділили їх на три частини поміж своїх ватажків.]===],
--[[objective]] [===[Лар Нишпорний Бивень біля селища Сен'Джин хоче, щоб ви знищили 3 набори з планами атак, що містяться серед скель Колкар.]===],
--[[progress]] [===[Як виявилось, кентаври є постійною проблемою для Орди. Їхні наміри взяти в облогу наші землі не можна терпіти.]===],
--[[reward]] [===[Орда неодмінно б перемогла, якби кентаври Колкар напали. Але попередивши набіг, ми вберегли наших могутніх воїнів від непотрібної різанини.

І настільки ж точно як те, що в пустелі Танаріс є пісок, ми знаємо, що кров проллється перш ніж ці часи випробувань пройдуть.

Ти {стать:послужив:послужила} своєму народові на славу, {клас:к}]===],
},
[788] = {
--[[title]] [===[Видерти зуби]===],
--[[description]] [===[Перш ніж перейти до серйозних завдань, треба тебе трошки розім'яти. Звичайно, я міг би одразу відправити тебе у Степи полювати на кодо, але, якщо чесно, ти {стать:корисніший нам живим, аніж мертвим:корисніша нам живою, аніж мертвою}.

Гадаю, для початку непогано згодяться й молоді кнури, яких ти знайдеш на північ звідси.]===],
--[[objective]] [===[Вбийте 10 Крапчатих Кнурів і поверніться до Ґорнека у Лігво.]===],
--[[progress]] [===[Я сподіваюсь ти не {стать:повернувся:повернулась} переконувати мене, що {стать:завершив:завершила} завдання, {Ім'я}? Ні, звичайно ні. Я про тебе кращої думки.]===],
--[[reward]] [===[Хммм, непогано, {Ім'я}. Але не треба одразу гоноритися. На своєму шляху ти зустрінеш ще багато значно сильніших супротивників, ніж кнури.

Тим не менш, ти {стать:показав:показала} себе добре, і у наступному випробуванні тебе чекає сутичка зі значно небезпечнішим супротивником. Тому тобі потрібен додатковий захист.]===],
},
[789] = {
--[[title]] [===[Жало скорпідів]===],
--[[description]] [===[І могутнього воїна, і незграбного новачка однаково вражає отруйне жало скорпіда. Ти знайдеш велику кількість цих тварюк на північному заході звідси. Дістань мені десять їхніх хвостів як доказ твоєї майстерності у битві.

Протиотрута від скорпідів взагалі-то робиться з отрути, видобутої з їхніх жал. Ми тримаємо велику кількість цих лікувальних засобів під рукою для порятунку новачків на кшталт тебе…

Але я певен, що тобі це взагалі не знадобиться, чи я не правий?]===],
--[[objective]] [===[Принесіть 10 хвостів Скорпідів-Робітників Ґорнеку у Лігво.]===],
--[[progress]] [===[Панцир скорпіда не настільки твердий, щоб стримати силу рішучого воїна. Бий сильно, не вагайся, і скорпіди стануть легкою здобиччю.]===],
--[[reward]] [===[Важливий урок, який тобі потрібно винести з битви зі скорпідами. Будь-який ворог, незалежно від розміру, може відняти твоє життя. У запеклому бою будь-що може призвести до смерті.

Мені більше нічому тебе вчити, {Ім'я}. Ти добре {стать:впорався:впоралась}, тож я охоче спостерігатиму за твоїми подальшими досягненнями.]===],
},
[790] = {
--[[title]] [===[Саркот]===],
--[[description]] [===[{Клас:к}! Я вже думав, що помру тут, і ніхто про це не дізнається. Полюючи на скорпідів, я перестрів особливо злючу тварюку. Накинувшись на нього, я зміг сильно пошкодити його клешню, перш ніж вона зімкнулась на моїй нозі.

Але я не був готовий до жала, що увійшло у мої груди, прорізало плоть і пустило кров. Прошу, вбий заради мене цього скорпіда! Комусь треба відстояти мою честь! Я бився з ним на височині на півдні.]===],
--[[objective]] [===[Вбийте Саркота і принесіть його клешню Хана'зуа.]===],
--[[progress]] [===[Оох… Мій батько завжди казав, що я багато не досягну. Лежачи під деревом та відчуваючи, як життя просочується скрізь пальці, немов пісок, я розумію, що він був правий.

Принаймні я хотів би померти, знаючи, що мій останній ворог також був убитий.]===],
--[[reward]] [===[Мій удар не був достатньо сильним, щоб убити його, але я дивлюсь на шкоду, що завдав його клешні, і це наповнює мене тимчасовим почуттям гордості. Це невелике досягнення — все, що залишиться після мене, якщо я помру. У такому стані... настільки короткий список моїх досягнень сповнює мене люттю.]===],
},
[791] = {
--[[title]] [===[Тягнути торбу]===],
--[[description]] [===[Роки відплатили мені безпорадністю. Я вже не придатний до битв, але намагаюсь бути корисним в іншому.

Я сиджу тут, на височині, і дивлюся, чи не з'являться вороги. Але в міру того, як наші сили ростуть, мені все рідше і рідше доводиться сурмити в сигнальний ріг.

Щоб проводити час з користю, я майструю речі для молодших сильніших воїнів, здатних боронити нашу вітчизну.

Я можу змайструвати тобі сумку для речей. Якщо тобі вона потрібна, принеси мені трохи полотна. Цю тканину частенько використовують люди та кентаври.]===],
--[[objective]] [===[Фурлу Презирному Чолу зі сторожової вежі Колючого Пагорба потрібно 8 уривків полотна.]===],
--[[progress]] [===[Я гордо бився пліч-о-пліч з Вождем, коли ми лишень ступили на ці землі. Моє тіло усіяне шрамами битв.

Моя сокира, мій бойовий клич захищали честь Орди, коли ми завдали поразки Архімонду в мерзенному, проте необхідному союзі з людьми та ельфами.

Але зараз ця служба вартового дає мені нове відчуття користі.]===],
--[[reward]] [===[Надзвичайно, {Ім'я}. Цій торбі точно можна знайти застосування на полі бою.

Я вшановую твою силу та готовність померти в ім'я Орди!]===],
},
[792] = {
--[[title]] [===[Паскудні фамільяри]===],
--[[description]] [===[Я вірю, що Долина Випробувань навчить тебе багатого чому, юн{стать:ий:а} {клас:к}.

Мене послали у Долину направляти тебе, але я виявила зрозстаючу гниль…

Група, що зве себе Палаючим Лезом має укриття тут у Долині Випробувань. Вони ховаються в печері на Північному Сході, і їхні Паскудні Фамільяри вилазять з її нутра щоб спустошувати все навколо.

Твоїм першим завданням проти Палаючого Леза, прошу тебе - переможи цих фамільярів. Вбий багатьох і, якщо виживеш, вертайся до мене.]===],
--[[objective]] [===[Убийте 12 Паскудних Фамільярів.

Поверніться до Зурііти Далековзірної ззовні Лігва.]===],
--[[progress]] [===[Щоб показати себе у битві проти Палаючого Леза, ти маєш спочатку перемогти Паскудних Фамільярів. Повертайся як тільки закінчиш з цим.]===],
--[[reward]] [===[Добре зроблено, {Ім'я}.

Хоча Паскудні Фамільяри були просто ручними тваринками у темних сил серед Палаючого Леза, твій успіх провіщує великі діяння згодом.]===],
},
[794] = {
--[[title]] [===[Медальйон Палаючого Леза]===],
--[[description]][===[Ворожіння показали мені предмет великої сили, схований глибоко в надрах Печери Палаючого Леза. Його охороняє зграя небезпечних тварюк і завіса чорної магії.

Цей предмет зветься Медальйоном Палаючого Леза, і твоїм наступним завданням буде знайти його і забрати з печери.

Але будь {стать:обережним:обережною}, медальйон може бути у одного з членів Палаючого Леза. Якщо це так, то сила твого ворога перевищуватиме всіх фамільярів, з якими ти {стать:мав:мала} справу до цього.

Йди, {Ім'я}. Ти знайдеш медальйон у печері, на північному заході.]===],
--[[objective]] [===[Принесіть Медальон Палаючого Леза Зурііті Далековзірній, що стоїть перед Лігвом.]===],
--[[progress]] [===[Твоє завдання виконане, {Ім'я}? Ти {стать:приніс:принесла} Медальйон Палаючого Леза?]===],
--[[reward]] [===[Ти його {стать:дістав:дістала}! Чудово!

Твої зусилля у нашій боротьбі проти Палаючого Леза зіграють ключову роль у викоріненні цього культу з Долини Випробувань. Але боюсь, що це лише початок конфлікту...

Допоки їм не видно кінця.]===],
},
[804] = {
--[[title]] [===[Саркот]===],
--[[description]] [===[Твої дії наповнюють моє серце відвагою. Я не здамся так просто! Я маю витримати!

Але я все ще не зможу дістатись до Лігва без допомоги. Прошу, {Ім'я}, повернись туди і розкажи Ґорнеку про те, що зі мною сталося. Можливо, він зможе мені допомогти.]===],
--[[objective]] [===[Донесіть звістку про стан Хана'зуа Ґорнеку в Лігві.]===],
--[[progress]] nil,
--[[reward]] [===[Судячи з опису тієї тварюки, я гадаю, ти говориш про Саркота! Не дивно, що Хана'зуа програв той бій. Я негайно направлю туди підмогу, можеш більше не хвилюватись про стан Хана'зуа.

Попри все це, мене вразила звістка про твою перемогу над Саркотом. Це подвиг, яким можна пишатись, {Ім'я}. І те, що ти борешся за честь незнайомця, відсуваючи власні справи на задній план, підвищує твою гідність в сотню разів.]===],
},
[805] = {
--[[title]] [===[Звітування у Селище Сен'Джин]===],
--[[description]] [===[Твоя боротьба з Палаючим Лезом закінчена… в Долині. Але я хочу, щоб ти {стать:доповів:доповіла} про свої знахідки.

Йди в селище тролів Сен'Джин і знайди Майстра Ґадріна. Селище Сен'Джин лежить на сході від Долини, праворуч від роздоріжжя.

Розповіси Ґадріну про Палаюче Лезо, і про те, чого вони досягли в Долині Випробувань. Дізнайся від нього, чи дійшли вони до селища Сен'Джин.

Йди, {Ім'я} і не барись. Я боюсь, що зло, знайдене у Печері Палаючого Леза, є вісником більшої загрози…]===],
--[[objective]] [===[Поговоріть з Майстром Ґадріном у Селищі Сен'Джин.]===],
--[[progress]] nil,
--[[reward]] [===[Хмм… Твоя розповідь прийшла у поганий час. Палаюче Лезо не помічали тут у Сен'Джині, але їхнє зло пустило сім'я по узбережжю, на Островах Ехо.

Орки — друзі Тролів Темного Списа. Шановані друзі. Ми хочемо допомогти оркам, але… нам теж потрібна допомога.]===],
},
[806] = {
--[[title]] [===[Темні хмари]===],
--[[description]] [===[Ми не можемо дозволити Палаючому Лезу закріпитись у Дуротарі! Ми мусимо знищити їх, перш ніж ця гниль розповсюдиться!

Я провів власне розслідування і дізнався, що чорнокнижник Палаючого Леза, гоблін Фіззл Темнохмар, став табором посеред Громового Кряжа на північному заході. Звідти він і його послідовники-культисти поширюють хаос нашими землями.

Знайди, вбий Фіззла і принеси мені його кіготь!]===],
--[[objective]] [===[Принесіть Кіготь Фіззла Орґнілу Духошраму у Колючий Пагорб.]===],
--[[progress]] [===[Ти {стать:знайшов:знайшла} Фіззла, {Ім'я}? Його разом із рештою Палаючого Леза потрібно раз і назавжди викурити з наших земель!]===],
--[[reward]] [===[Ага! Ти його {стать:дістав:дістала}!

Клан може пишатися тобою, {Ім'я}. І саме завдяки тобі, Дуротар став вільним ще від одного прибічника злих сил.]===],
},
[808] = {
--[[title]] [===[Череп Міншини]===],
--[[description]] [===[Я чую голос мого брата, Міншини, що зве мене у моїх снах.

Його забрав Залазейн, чорнокнижник з Островів Ехо, що на сході. Мій брат мертвий.

Але смерть не стала звільненням для нього. Дух Міншини заточений у пастці свого ж черепа, під дією магії Залазейна. У своїх снах я бачу його поряд із іншими черепами, у колі сили, на найбільшому з Островів Ехо. Поки він знаходиться там, душа мого брата приречена на страждання.

Прошу, {Ім'я}. Знайди коло і забери череп Міншини. Принеси мені його.

Звільни його!]===],
--[[objective]] [===[Дістаньте череп Міншини з кола сили на Островах Ехо.

Поверніть його Майстру Ґадріну у Селищі Сен'Джин.]===],
--[[progress]] [===[Череп мого брата у тебе, {Ім'я}? Він нарешті вільний?]===],
--[[reward]] [===[Дякую тобі, {Ім'я}. Ти {стать:врятував:врятувала} Міншину. Ти {стать:врятував:врятувала} душу мого брата від рабства!]===],
},
[809] = {
--[[title]] [===[Ак'Зелот]===],
--[[description]] [===[З часів останньої великої війни, в якій Палаючий Легіон зазнав поразки, я шукаю джерела демонічної гнилі серед орків. Нашийник, що я отримав, підтверджує мої страхи.

Він належить Палаючому Клинку, культу, що об'єднується навколо предмета, наповненого демонічної сили. Цей предмет зветься Демоновим Сім'ям, і знаходиться він у Степах, на Вершині Зловісного Туману. Сім'я має бути знищене!

Йди на Сторожову Заставу, що на кордоні зі Степами на Заході, і поговори з моїм учнем, Ак'Зелотом. Він направить тебе далі.]===],
--[[objective]] [===[Поговоріть з Ак'Зелотом у Степах.]===],
--[[progress]] nil,
--[[reward]] [===[Нііру хоче, щоб Демонове Сім'я було знищене, справді? Дивно…

Що ж, добре. Якщо він цього хоче, я розповім тобі як його позбутись.]===],
},
[812] = {
--[[title]] [===[У пошуках зцілення]===],
--[[description]] [===[{Ім'я}... ти дуже вчасно. Я лише сподіваюсь, що теж зможу віддячити за твою швидкість.

Я був необережний, б'ючись з отрутохвостами, і один з них глибоко мене вжалив. Я відчуваю, як його отрута ослаблює мене, навіть від того, що ми розмовляємо. Мені залишилось жити десь з годину. Але щоб вижити, мені треба твоя допомога…

Кор'ґхан у Орґріммарі знає набагато більше про протиотруту. Знайди його… і поспіши, {Ім'я}. Я довго не протримаюсь. Він має бути у Розколині Тіней.]===],
--[[objective]] [===[Знайдіть Кор'ґхана у Орґріммарі і отримайте протиотруту Отрутохвоста. Потім принесіть протиотруту Рінаґу на північному заході Дуротару.]===],
--[[progress]] [===[Я майже радий, що не можу повернутись до селища Сен'Джин таким, як зараз. Мою слабкість і тупість обов'язково б висміяли.]===],
--[[reward]] [===[{Ім'я}, ти {стать:врятував:врятувала} моє життя. Дякую тобі.

Будь ласка, візьми це. Якщо не зможеш виручити за це кілька монет, то, сподіваюсь, воно хоча б допоможе тобі у твоїх мандрівках. З того, що ти кажеш, я все одно не зможу цим користуватись найближчим часом. Кор'ґхан прожене мене через купу своїх ритуалів, перш ніж я доведу свою гідність. Далі убивати кабанів, далі збирати хвости скорпидів… 

<зітхає>]===],
},
[813] = {
--[[title]] [===[У пошуках протиотрути]===],
--[[description]] [===[Отрутохвости — одні з найсмертельніших скорпидів Дуротару. Рінаґ вчинив немудро, полюючи на них без протиотрути, але осуд — це останнє, що йому потрібно.

Принеси мені декілька отруйних залоз отрутохвостів, що водяться біля воріт Орґрімара, і я зроблю для Рінаґа протиотруту.

Поспіши, {Ім'я}. Один з наших потребує твоєї допомоги.]===],
--[[objective]] [===[Принесіть 4 отруйні залози отрутохвостів Кор'ґхану в Орґрімар.]===],
--[[progress]] [===[Пам'ятай, неважливо на кого ти полюєш, ти маєш уважно вивчити його і зрозуміти його поведінку. Це знання може врятувати твоє життя.]===],
--[[reward]] [===[Ось протиотрута, {Ім'я}. Віднеси її Рінаґу так швидко, як можеш, і будь {стать:обережний:обережна}.]===],
},
[815] = {
--[[title]] [===[Розбити пару яєць]===],
--[[description]] [===[Оува! Я ледь не забув приготувати сніданок.
{Ім'я}, збирайся і принеси мені декілька яєць хвостохлястів. Мені потрібно щонайменше три, якщо я захочу приготувати достатньо їжі на завтра.

Хвостохлясти Кривавого Пазура можуть бути агресивними і відчайдушно захищають свою кладку аж до самої смерті. Інколи, в цілях захисту, вони закопують яйця занадто глибоко в землю, але якщо ти підеш прямо на Острова Ехо, що на південному сході від Селища Сен'Джин, то зможеш з легкістю побачити достатню їх кількість довкола.]===],
--[[objective]] [===[Принесіть 3 яйця хвостохлястів Кухарю Торку в Колючому Пагорбі.]===],
--[[progress]] [===[Сніданок, обід, вечеря! Кому яка різниця, що подають? Комусь все одно треба все це готувати — точніше, мені!]===],
--[[reward]] [===[Ти може й {стать:слабак:слабка}, але хоча б не незграба, {Ім'я}.

Ось, візьми це і вали з моїх очей. Мені треба готувати.]===],
},
[816] = {
--[[title]] [===[Загублений, але не забутий]===],
--[[description]] [===[{Ім'я}, прошу, ти допоможеш мені? Мій син Крон пішов полювати декілька днів тому, і досі не повернувся. Він пішов на Захід у сторону Степів полювати на кроколисків вздовж Південнолютної Річки. Я боюсь найгіршого.

Хоч він і був сильним, але його вперта гордість приводила його до таких небезпек. Я попереджала його про лють і силу кроколисків. Але він лише розізлився і кинувся геть.

Якщо ти не зможеш знайти його, принаймні дізнайся, що з ним сталось… Навіть якщо тобі доведеться розрізати живіт кожного з кроколисків на берегах Південнолютної Річки.]===],
--[[objective]] [===[Дізнайтесь, що сталось з Кроном і дайте знати Міші Тор'крен на фермі на північному заході від Колючого Пагорба.]===],
--[[progress]] [===[Я молюсь, щоб Крон повернувся, але майже впевнена, що вже знаю його долю.]===],
--[[reward]] [===[Ох, мій сину… мій прерасний сину.

Невпевнена щодо долі мого сина, я мучилась з того дня, як він пішов. Тепер, знаючи, що з ним сталось, я нарешті можуть почати оплакувати його.

Дякую тобі, {Ім'я}. Будь ласка, візьми це, я хотіла віддати Крону як подарунок, коли він повернеться. Тепер, знаючи, що він мертвий, я не можу на це дивитись.]===],
},
[817] = {
--[[title]] [===[Корисна здобич]===],
--[[description]] [===[Більшість шкур, які ми використовуємо, добуваються з Дуротарських тигрів, {Ім'я}. Ковдри, обладунки, намети: є багато причин, чому ми полюємо на цих звірів, і так само багато причин, чому ми не заважаємо поширенню їхньої популяції.

Та настав час прорідити отару, так би мовити. Наші ряди ростуть і наші потреби починають перевищувати наші запаси. Мені потрібно більше шкур, щоб підготувати придатні речі для наших людей.

Принеси мені 4 шкури Дураторських тигрів і я тобі віддячу. Ти знайдеш їх на островах на півдні звідси.]===],
--[[objective]] [===[Принесіть 4 Шкури Дуроторського Тигра Вел'ріну Іклу в селищі Сен'Джин.]===],
--[[progress]] [===[Я пам'ятаю моє перше полювання на тигрів, {Ім'я}. Я обрав найбільший з островів Ехо, чудово затаївся у тіні листя майже на весь день… видивляючись… очікуючи.

Мої м'язи були напружені, я був готовий до удару. Коли тигр нарешті вхопив наживку, це була одна з моїх найславетніших перемог.]===],
--[[reward]] [===[Я задоволений, {Ім'я}. Із твоєю допомогою наші люди будуть захищені і не замерзнуть, коли зміниться пора року.

Дякую тобі.]===],
},
[818] = {
--[[title]] [===[Розчинник духу]===],
--[[description]] [===[Хоч мої очі мене підводять, я все ще досить добре бачу. Дедалі частіше я маю покладатись на свої алхімічні здібності для допомоги з магією, що колись так просто мені давалась. Але я відмовляюсь брати учня — досі не натрапляв на гідного троля чи орка!

Ти {стать:гідний:гідна}? Звісно… Звісно ж ти думаєш, що так….

Дістанеш для мене дещо?

Мені потрібні непошкоджені очі Макрури і фіали з слизом Крабів-повзунів. Ти знайдеш їх у будь-якої Макрури чи Краба-повзуна в Дуротарі. Принесеш, тоді побалакаєм.]===],
--[[objective]] [===[Принесіть 4 непошкоджених ока Макрури і 8 фіалів з слизом Крабів-повзунів до Майстра Ворнала в Селищі Сен'Джин.]===],
--[[progress]] [===[Час — справжнє випробування сили та волі. Втратиш терпіння чи піддасися слабкостям, і справжнє нутро покаже себе.]===],
--[[reward]] [===[Дуже добре, {стать:юначе:дівчинко}… Дійсно дуже добре.]===],
},
[823] = {
--[[title]] [===[Звітування Орґнілу]===],
--[[description]] [===[У нас в Селищі Сен'Джин своїх проблем достатньо, і ми дякуємо тобі за твою допомогу. Але новини, що ти приніс, стосовно Палаючого Леза, можуть бути проблемою для усіх.

У Колючому Пагорбі є орк, Орґніл Духошрам, який охороняє Дуротар від подібного зла! Йди до Орґніла і розкажи йому про нашу ситуацію, а також про твої новини з Долини Випробувань. Він захоче почути про це.

Колючий Пагорб знаходиться на півночі.]===],
--[[objective]] [===[Поговоріть з Орґнілом Духошрамом у Колючому Пагорбі.]===],
--[[progress]] nil,
--[[reward]] [===[Так? Тобі є що повідомити? Ну, тоді викладай!]===],
},
[825] = {
--[[title]] [===[З уламків корабля...]===],
--[[description]] [===[Один із моїх найбільш спостережливих розвідників доповів, що уламки флоту Праудмура досі знаходяться вздовж Дуротарсткого узбережжя, на схід від Форту Тіраґард.

Ні для кого не секрет, що люди в альянсі з цими брудними коротунами-гномами, які, своєю чергою, досить непогано розбираються у питаннях механіки. Ми мусимо мати повне розуміння наших потенційних ворогів. Увесь наш народ теж виграє від цих знань.

Попірнай між уламками, {Ім'я}, і дістань мені Альянсівські інструменти.]===],
--[[objective]] [===[Ґар'Ток з Колючого Пагорба хоче, щоб ви дістали 3 Інструменти Гномів з корабельних уламків вздовж берега.]===],
--[[progress]] [===[Як тільки ми зрозуміємо, як люди керують своїми дивними машинеріями, то отримаємо величезну перевагу у майбутніх битвах.

З отриманими знаннями Орда стане ще сильнішою.]===],
--[[reward]] [===[Твоя місія по отриманню інструментів була успішною, {клас:к}. Я простежу, щоб вони дістались Орґрімару із наступним караваном.

Добре зроблено.]===],
},
[826] = {
--[[title]] [===[Залазейн]===],
--[[description]] [===[Знахар Залазейн мешкає на Островах Ехо на сході. Це острови, які ми колись називали домом.

Звідти він відсилає своїх тролів на материк, зачакловувати наших людей і перетягувати ще більше під своє правління.

Його потрібно зупинити.

Убий Залазейна і його посіпак - колись тролів Темного Списа, тепер втрачених для нас. Принеси мені його голову і я буду знати, що царюванню його зла настав кінець.]===],
--[[objective]] [===[Переможіть Залазейна
Убийте 8 Тролів Вуду і 8 Одурманених Тролів
Принесіть Голову Залазейна до Ґадріна.]===],
--[[progress]] [===[Чи Залазейн повалений, {Ім'я}?]===],
--[[reward]] [===[Із кінцем Залазейна, наше плем'я може знову спати спокійно.

Дякую тобі, {Ім'я}. Плем'я Темного Спису тобі дуже зобов'язане. Якщо тебе турбує якийсь недуг, звернись до мого помічника Бом'бея, позаду мене. Його вуду сильне...]===],
},
[827] = {
--[[title]] [===[Скеля Черепа]===],
--[[description]] [===[{Ім'я}. Палаюче Лезо захопили печеру на сході Орґріммару, знану як Скеля Черепа. Всередині печери вони проводять дикі ритуали і спалюють власну плоть Опалюючими Нашийниками.

Одягаючи ці нашийники, думаю, культисти підлаштовують себе до демонічних сил. Але щоб підтвердити це, мені потрібно декілька цих нашийників для вивчення.

Йди до Скелі Черепа і забери Опаляючі Нашийники у культистів, які там знайдеш. Принеси мені їх і я розкрию їхні секрети.]===],
--[[objective]] [===[Заберіть Опалюючі Нашийники у культистів в Скелі Черепа.

Принесіть їх Марґозу у його табір.]===],
--[[progress]] [===[Ти входив у Скелю Черепа, {Ім'я}? У тебе є Опаляючі Нашийники?]===],
--[[reward]] [===[Добре. За цими нашийниками ховається секрет Палаючого Леза. І я розкрию цей секрет...]===],
},
[828] = {
--[[title]] [===[Марґоз]===],
--[[description]] [===[Один із наших шаманів, Марґоз, знає більше про гниль Палаючого Леза. За його словами, в печері, що зветься Скеля Черепа, одразу за Орґрімаром, оселилась велика кількість послідовників Палаючого Леза.

Перш ніж ти підеш у Скелю Черепа, поговори з Марґозом. Він мудрий, а його поради дуже цінні.

Він став табором на північному сході, між узбережжям і Сухощільним Яром.

Прислухайся до його порад, але хоч що там Марґоз тобі казатиме, {Ім'я}, я все одно хочу, щоб ти {стать:роздавив:роздавила} тих культистів!]===],
--[[objective]] [===[Поговоріть з Марґозом.]===],
--[[progress]] nil,
--[[reward]] [===[Вітаю, {Ім'я}. До мене дійшли розмови про твій прихід і про твої подвиги у Дуротарі.

Твоя майстерність росте пропорційно твоїй славі, {клас:к}.

Йди цим шляхом, і на тебе чекає велике майбутнє.]===],
},
[829] = {
--[[title]] [===[Нііру Вогняне Лезо]===],
--[[description]] [===[Ці палаючі нашийники, які ти мені приніс — могутні, демонічні знаряддя. Визначити ж їхні походження, на жаль, за межами моїх сил шамана. Щоб дослідити їх, нам потрібен чорнокнижник.

Віднеси палаючий нашийник до Нііру Вогняного Клинка. Хоч він і талановитий чорнокнижник, за його словами, він використовує сили для приборкання демонів і заявляє, що займається окультними дослідами лише в добрих намірах. Правда це чи ні, нам може знадобитись його допомога проти демонічного культу у Дуротарі.

Ти можеш знайти Нііру у Орґрімарі у Розколині Тіней.]===],
--[[objective]] [===[Принесіть Зразок Ошийника Нііру Вогняному Клинку в Орґріммар.]===],
--[[progress]] [===[Мої великі вітання, {клас:к}. Як можу я допомогти моєму другу-{раса:д}?]===],
--[[reward]] [===[Арх, і звідки ти це {стать:дістав:дістала}? Добрий Марґоз у Колючому Пагорбі послав тебе до мене, чи не так?

Ну що ж, подивімось поближче...]===],
},
[830] = {
--[[title]] [===[Накази Адмірала]===],
--[[description]] [===[Ви відкриваєте постарілий і вивітрений конверт і бачите документ, офіційний на вигляд. Ви помічаєте знак від печатки Адмірала Праудмура.

Це виглядає важливим. Можливо, Ґар'Ток, командувач Колючого Пагорбу, буде зацікавлений у цій інформації.]===],
--[[objective]] [===[Принесіть Накази Адмірала до Ґар'Тока у Колючому Пагорбі.]===],
--[[progress]] [===[Ти виглядаєш занепокоєно, {клас:к}. Що там у тебе?]===],
--[[reward]] [===[Це аж ніяк не виглядає добре. Ти вчини{стать:в:ла} мудро, що повідоми{стать:в:ла} мені цю інформацію.]===],
},
[831] = {
--[[title]] [===[Накази Адмірала]===],
--[[description]] [===[Людям не можна довіряти. Ми бились пліч-о-пліч з ними з каменем на серці, знаючи, що одного дня вони нас зрадять.

Смерті Адмірала Праудмура було недостатньо щоб зупинити їхню зрадливу спадщину. Це людське падло встигло все як слід продумати і викласти на папері, перш ніж зустріти свою смерть.

Схоже, його панування не закінчиться навіть із смертю Бенедикта. Хто знає, скільки пройде часу, перш ніж нові хвилі людських сил Праудмура наповнять наші береги.

Ми маємо негайно віднести ці накази Вол'Джину у Орґріммар! Його можна знайти у Залах Тралла. ]===],
--[[objective]] [===[Віднесіть Накази Адмірала Праудмура до Вол'Джина у палати Тралла в Орґріммар.]===],
--[[progress]] [===[Чи ти не бачиш, що я зайнятий? Це має бути справді важливо…]===],
--[[reward]] [===[Незліченну кількість разів я переконував Вождя не довіряти людям, але зараз питання стоїть не в у власній гордості.

Ти послужи{стать:в:ла} Орді з честю, юн{стать:ий:а} {клас:к}.

А зараз вибач, я маю негайно поговорити з Траллом...]===],
},
[832] = {
--[[title]] [===[Палаючі тіні]===],
--[[description]] [===[<Слова плавно перетікають з підвіски у вашу свідомість>

Ґазз'уз?

Ґазз'уз… відповідай!

Про те, що ти знайшов у Скелі Черепа вже відомо. Готуйся до нападу!

Ґазз'уз, я вимагаю, щоб ти відгукнувся! Відповідай, або я повідомлю про все Нііру Вогняному Клинку, а він-то вже тебе точно не пожаліє.

З ним тобі краще не гратися...

… Ґазз'уз, ти там…?]===],
--[[objective]] [===[Принесіть це око до Нііру Вогняного Клинка.]===],
--[[progress]] [===[Ти маєш розповісти про щось життєво важливе. Я відчуваю це у твоєму погляді.]===],
--[[reward]] [===[<Розглядає Око Палаючої Тіні>

Цікаво. Почутий голос назвав моє ім'я? Я давно завоював репутацію мисливця на ворогів нашого Вождя, але… дивно, що мене так визначили. Ще дивніше те, що у когось з послідовників культу Палаючого Леза ім'я, настільки подібне до мого.

Я маю вивчити цю підвіску. Вивчити та обміркувати значення цього послання.

Дякую тобі за знахідку, {Ім'я}. Ти {стать:зробив:зробила} велику послугу своєму народові.]===],
},
[833] = {
--[[title]] [===[Священне поховання]===],
--[[description]] [===[Тільки найзвитяжніші таурени можуть бути поховані на Червоних Скелях, нашому священному кладовищі. Це честь, надана великим воїнам, які допомагали зводити та захищати Громовий бескид, та тих, хто віддав своє життя за велике благо своїх племен та вождів.
Але виявилось, що нечиста загроза проторила шлях на нашу святу землю. Група злочинців з племені Щетиношкурих розоряє могили, а я занадто старий і в не найкращій формі, щоб прогнати їх.
Вони повинні бути вигнані силою, {Ім'я}.]===],
--[[objective]] [===[Зберігач традицій Дощовий Тотем просить тебе вбити 8 Встрягачів з племені Щетиношкурих на Червоних скелях.]===],
--[[progress]] [===[Встрягачі з племені Щетиношкурих повинні бути вигнані з нашої священного кладовища, {Ім'я}.]===],
--[[reward]] [===[Добре зроблено. Ти {стать:відправив:відправила} цим брудним Щетиношкурим чітке повідомлення. Тепер вони будуть думати двічі, перш ніж намагатись втрутитися в це святе місце знову.]===],
},
[834] = {
--[[title]] [===[Вітри у пустелі]===],
--[[description]] [===[Я Резлак, один з компанії Ґазлова. Бос послав мене допомогти оркам тут у Дуротарі. Все наче б то і нормально йде крім караванів. Не можу забезпечити їм захист! Моя робота від цього ускладнюється, січеш?

Останнє відвантаження - вони обіцяли, що дістанеться! - було викрадене гарпіями Пилового Вітру з… як там його… Колючовітряного Каньону?

Мені потрібні ці припаси, або я нічого не дороблю до кінця! Йди через великий каньон на півдні, ти знайдеш ущелину, що простягається на схід і захід.
]===],
--[[objective]] [===[Добудьте 5 Мішків з Припасами і поверніть їх Резлаку біля Орґрімара.]===],
--[[progress]] [===[Я незрівнянний у тому, що роблю, не зрозумій мене неправильно, але це вже смішно! Що я маю робити, будувати піщані замки?]===],
--[[reward]] [===[Гей, а це вже щось! Ти {стать:повернув:повернула} нам наші припаси. Це чудово. Я зможу повернутись до роботи одразу як тільки знайду когось, хто дотягне ці мішки за мене.]===],
},
[835] = {
--[[title]] [===[Захист маршрутів]===],
--[[description]] [===[Ґазлоу якось мені сказав: “Резлак. Є дещо, що ти маєш знати у своєму житті - якщо ти хочеш, щоб щось було зроблено добре, зроби це сам.”

Я не можу змиритись із втратою усіх наших караванів, тому вирішив взяти справу у свої руки. Сухощільний Яр лежить у східній частині Каньйону Гострого Вітру. Якщо ми переб'ємо там усіх гарпій, то зможемо захистити маршрут.

Звичайно, є ще дещо, що мені казав Ґазлоу: “Для кожної роботи можна знайти підходящу людину та відповідну ціну”. Це я до чого... Допоможеш мені, {Ім'я}?]===],
--[[objective]] [===[Убийте 12 Пиловітрових Дикарок і 8 Пиловітрових Штормових Відьом біля Сухощільного Яру за дорученням Резлака.]===],
--[[progress]] [===[Важко повірити, але мій бос Ґазлоу завжди знає всьому ціну. “Ніколи не бійся робити перший крок. І роби то з розмахом”, - казав він.

Гарпії не припинять надокучати нам і знову нападатимуть на каравани, допоки ми щось не зробимо, егеж?]===],
--[[reward]] [===[Що ж, я можу зітхнути з полегшенням, знаючи, що гарпії більше не докучатимуть нам на постачальних маршрутах.

І це дуже вчасно. Я чув, що із наступною доставкою мені надішлють декілька цікавих дрібниць!

Ти досить {стать:непоганий:непогана} у своїй справі, {Ім'я}, тобі слід навідатись до мого боса у Храповику. Можу ручатись, він підбере для тебе цікаву робітку.

Оу, і не хвилюйся, я не забув про оплату твоїх послуг.]===],
},
[837] = {
--[[title]] [===[Вторгнення]===],
--[[description]] [===[Коли ми прибули, Бритвошкурі свинобрази тримали більшу частину землі і були для нас справжньою склакою в дупі. Своїми силами ми вигнали велику їх кількість, але поодинокі табори й досі добре укріплені у певних місцинах.

Це продовжується занадто довго. Для власного захисту, ми не можемо дозволити Бритвошкурам закріпитись у наших землях. Їхні табори можна відшукати на заході. Орієнтуйся на ожинові колючки і знайдеш їх. Сьогодні ми виженемо їх з Дуротару, а завтра, можливо, з усього Калімдору!]===],
--[[objective]] [===[Убийте 4 Бритвошкурих Свинобразів, 4 Бритвошкурих Розвідників, 4 Бритвошкурих Пилоступів і 4 Бритвошкурих Бойових Вартових для Ґар'Тока у Колючому Пагорбі.]===],
--[[progress]] [===[Хоч вони і володіють якимись знаннями, і мають певну організованість, але я продовжую дивуватись, як ці свинобрази були здатні захопити і утримувати так багато територій у Калімдорі. Можливо, вони є більш підступним ворогом, ніж я вважав раніше…]===],
--[[reward]] [===[Я розповім усім, щоб свинобрази були вигнані зі своїх барлогів і тепер їхні будівлі можна спалити. Усунення Бритвошкурих з Дуротару підводить нас ближче до повного закріплення кордонів нашої нової батьківщини.]===],
},
[840] = {
--[[title]] [===[Новобранець Орди]===],
--[[description]] [===[Гмм, ти виглядаєш досить сильним.

Слухай, мій хороший друг Карґал потребує кількох новобранців для служби у Степах. Я знаю, ти хочеш допомогти Орді. Що ж, це твій шанс.

Віднеси цей лист новобранця Карґалу і подивимось, чи він підпише його.]===],
--[[objective]] [===[Йдіть Західним шляхом від Колючого Пагорбу через міст до Степів.

Зупиніться на заставі орків за мостом.

Віддайте Карґалу Битвошраму у заставі, що в Степах, ваш лист новобранця.]===],
--[[progress]] [===[Чого тобі, щеня? Якщо ти тут щодо вербування, то в мене нема на тебе часу.]===],
--[[reward]] [===[Ох, то це Такрін послав тебе? Він відмінний розвідник, не знаю, що б я робив без нього.

Я підпишу твого листа, але нам особливо б знадобилася чиясь допомога у Перехресті.]===],
},
[842] = {
--[[title]] [===[Призов на Перехрестя]===],
--[[description]] [===[Візьми цей підписаний вербувальний лист до Перехрестя.

Серґра Темношип, хай їй трясця, там головна. Вона нудотна шаманка, яка запаморочить тобі мізки, перш ніж дозволити зробити хоч щось корисне. Тралл переконаний, що вона особлива, але я в тому не впевнений.

Ти вже сам маєш вирішити для себе, {стать:малий:мала}…]===],
--[[objective]] [===[Йдіть західною дорогою з Дальнього Посту Карґала.

На роздорожжі поверніть ліворуч і йдіть по південним шляхом.

Знайдіть Серґру Темношип на перетині доріг посеред Перехрестя.]===],
--[[progress]] [===[Так так так, що ми тут маємо? Карґал вирішив відзначити мене черговим новобранцем?]===],
--[[reward]] [===[Добре, {Ім'я}. Ти хочеш зробити свій внесок у справу Орди? Що ж, тут вдосталь роботи, тому слухай уважно і роби те, що тобі кажуть.

{стать:Я бачу цей погляд у твоїх очах, не думай, що буду терпіти таку зухвалість. Тралл особисто оголосив жінок Орди рівними чоловікам. Ставитимешся до мене зневажливо, і відчуєш, що таке справжній біль.:Я рада, що зустріла тебе. Траллу буде приємно дізнатись, що дедалі більше жінок бере на себе ініціативу щодо розширення нашого впливу у Степах.}]===],
},
[924] = {
--[[title]] [===[Демонічне Сім'я]===],
--[[description]] [===[Демонічне Сім'я - могутній інструмент Палаючого Легіону. Він знаходиться у печері на Вершині Страхаючого Туману, над демонічним жертовником вогню.

Я підготував силові камені, які, при розміщенні біля Сімені, зруйнують його зв'язок з Легіоном.

Візьми камінь з столу і принеси його до жертовника на Вершині Страхаючого Туману. Йди на захід, потім на північ, де дорога розходиться. Та Вершина буде зліва. Найбезпечніше підніматись з північної сторони гори.

І поспіши, сила каменя з часом поглине його.]===],
--[[objective]] [===[Візьміть Тріснутий Силовий Камінь. Віднесіть його до Жертовника Вогню перш ніж камінь зникне, потім поверніться до Ак'Зелота.]===],
--[[progress]] [===[Демонічне Сім'я все ще існує. Я відчуваю його силу…]===],
--[[reward]] [===[Твоє завдання виконане. Ти знищи{стать:в:ла} Демонічне Сім'я, як Нііру і вимагав. Але це ще не кінець…

Знищення Демонічного Сімені викликало хвилі енергії через простір, хвилі надзвичайної сили. Я відчуваю їх, і я упевнений, деякі інші теж. Інші, які дивуються, чому їхня іграшка зламалась…

Але не дивлячись на майбутні проблеми, у мене є дещо для тебе. Нііру прислав це як плату. І він попросив мене подякувати.

Тому, дякую.]===],
},
[926] = {
--[[title]] [===[Пошкоджений Силовий Камінь]===],
--[[description]] nil,
--[[objective]] nil,
--[[progress]] nil,
--[[reward]] [===[Ці камені наповнені магічною енергією, але навмисно пошкоджені. Вони дуже нестабільні. Піднявши їх зі столу, ви бачите, як вони швидко починають пожирати самі себе.]===],
},
[1656] = {
--[[title]] [===[Незавершене завдання]===],
--[[description]] [===[{Ім'я}, будь ласка, я прошу тебе, ти можеш мені допомогти? Я не закінчив своє завдання тут на Плато - я на півшляху мого Обряду Сили - а мій батько попросив мене донести ці шкури у таверну в Криваве Копито.

Я ще не відпочив достатньо, щоб пройти і обряд, і виконати завдання для мого батька. Ти б не був проти пройтись замість мене?

Таверна - це приємне і чудове місце для відпочинку протягом твоїх довгих мандрівок. Я впевнений ти погодишся зі мною, лишено но побачиш її.]===],
--[[objective]] [===[Принесіть Зв'язку Шкур хазяїну таверни Кауту у Селищі Кривавого Копита.]===],
--[[progress]] [===[Так, {стать:юначе:дівчино}? Що Каут може зробити для тебе?

Для когось подорож сюди з Плато може видатись жахливою ношею, а може виявитись приємним знаменням. Цікаво, що з цього твоє?]===],
--[[reward]] [===[Ах, шкури, які я очікував. Дякую.

Вони дістались до мене швидше, ніж я очікував. Вони стануть хорошими ковдрами для будь-кого, хто захоче залишитись тут.

Будь ласка, залишайся стільки, скільки забажаєш. Моя тварена завжди відкрита і ми раді кожному з нашого народу. І не недооцінюй хороший нічний відпочинок. Він може сильно допомогти у твоїх мандрівках.]===],
},
[2161] = {
--[[title]] [===[Ноша наймита]===],
--[[description]] [===[Перепрошую? Допоможете?

У мене тута купа їдла. Я собі зухвало йшов цією дорогою, незважаючи на скорпидів, павучків і навіть гірших тварюк. Ніс їдло до Долини Випробувань, бо думав, їм треба, тож захотів допомогти. Але їм не треба їдло! Тому я маю віднести його назад до Колючого Пагорба, але страшусь отих всіх звірюк по дорозі...

Можете взяти його за мене? Я просто наймит, але ви герой. Ви нічого не боїтесь!

Віднесіть їдло Корчмарю Ґроска у таверні Колючого Пагорба. Дякую!]===],
--[[objective]] [===[Принесіть Ношу Укора до Корчмаря Ґроска у Колючому Пагорбі.]===],
--[[progress]] [===[Вітаємо у Колючому Пагорбі!]===],
--[[reward]] [===[А, це їжа, яку Укор ніс до Долини Випробувань. Їм не знадобилось? Ну, схоже, їм подобається морити голодом героїв-початківців. Кажуть, це загартовує дух!

Дякую за повернення їжі. Я покладу її назад на полиці.., але дозволь мені спочатку запропонувати тобі трохи перекусити!

І не забудь відпочити тут у корчмі. Ти може і {стать:хоробрий:хоробра}, {клас:н}, {стать:повний:повна} жаги завоювати цей світ, але без енергії ні собі, ні Орді сильно не допоможеш.]===],
},
[3376] = {
--[[title]] [===[Розтрощи Гостроікло!]===],
--[[description]] [===[{Ім'я} - Я чула про тебе, новачок. Можливо, ти саме той, хто допоможе нам там, де інші зазнали невдачі.

Ми, таурени, створили домівку у цих землях не без втрат. Свинобрази з племені Щетиношкурів з Долини Лезожини, під проводом Вождя Гостроікла Колючкокожуха ускладнили нам життя тривалою війною. Я наказую тобі принести мені його голову!

Ти знайдеш його у долині на сході у їхньому тимчасовому селищі.]===],
--[[objective]] [===[Принесіть голову Вождя Гостроікла Колючкошкура Сміливцю Вітряній Пір'їні на Плато Червоної Хмарини.]===],
--[[progress]] [===[Гостроікло більш нас не потривожить, як тільки ти принесеш мені доказ його смерті. Його голова, ось що я шукаю, {Ім'я}.

Ми, таурени, живемо мисливством, і немає більш славетного полювання ніж на тих, хто достатньо хитрий, щоб полювати на нас. Якщо ти досягнеш успіху у цьому, {стать:юначе:дівчино}, ти зрозумієш, про що я.]===],
--[[reward]] [===[Справедливість була досягнута у цей день завдяки твоїм швидким діям, {Ім'я}. Нехай вони будуть попередженням усім, хто буде загрожувати нашому дому.

Ти {стать:заслужив:заслужила} цю нагороду, яка має тобі допомогти, {клас:к}.]===],
},
[4402] = {
--[[title]] [===[Ґалґаровий пиріг з кактусовими яблуками]===],
--[[description]] [===[А тут в Долині Випробувань стає справді гаряче.

<Ґалґар витирає чоло.>

Якби ж у мене було декілька кактусових яблук, я міг би приготувати мій славнозвісний десерт! Ніщо не охолоджує швидше, ніж шматочок цього чарівного смаколика.

Я ось що тобі скажу, {Ім'я}. Якщо принесеш мені 10 кактусових яблук, я приготую декілька порцій пирога, які ти зможеш взяти із собою у мандри. Якщо {стать:зацікавився:зацікавилась}, ці яблука ростуть поруч із кактусами.]===],
--[[objective]] [===[Принесіть Ґалґару 10 Кактусових Яблук. Ви пригадуєте, як він казав, що їх можна знайти біля кактусів.]===],
--[[progress]] [===[Ти {стать:закінчив:закінчила} збирати кактусові яблука?]===],
--[[reward]] [===[Чудово, {Ім'я}! Як обіцяв, ось твій пиріг з кактусовими яблуками, плюс дещо зверху.]===],
},
[4641] = {
--[[title]] [===[Твоє місце у світі]===],
--[[description]] [===[{Ім'я}, нарешті ти {стать:досяг:досягла} віку, коли можна почати боротьбу в ім'я Орди та завойовування во славу Вождя.

Так…

<Калтунк оглядає вас>

Ти впораєшся.

Без сумніву, ти мрієш одразу знайти могутнього дракона чи демона, а потім власноруч його придушити, але зараз, можливо, було б розумніше почати з дечого менш… небезпечного.

<Калтунк сміється>

Відрапортуй Ґорнеку, він зможе дати тобі підходяще завдання, {стать:молодий:молода} {клас:к}. Ти знайдеш його у Лігві, на заході.]===],
--[[objective]] [===[Поговоріть з Ґорнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцезнаходженням. Ґорнек знаходиться у Лігві, будівлі, що стоїть на заході.]===],
--[[progress]] [===[Панцир скорпіда не настільки твердий, щоб стримати силу рішучого воїна. Бий сильно і без вагань, і скорпіди будуть легкою здобиччю.]===],
--[[reward]] [===[Ще один Калтунків рекрут, еге ж?

Схоже, настали скрутні часи, якщо ти - це найкраще, що може направити мені на службу Орда.

Нічого.

Перш ніж ти покинеш Долину, я зроблю з тебе {стать:гордого:горду} {клас:з} Орди.]===],
},
[5441] = {
--[[title]] [===[Ліниві пеони]===],
--[[description]] [===[Прокляті наймити! Вони тяжко працюють, збираючи деревину по долині, але також постійно дрихнуть! Мені потрібен хтось, хто б допоміг з їх дисциплінувати.

Ти виглядаєш як {стать:той:та} {раса:н}, {стать:який:яка} {стать:потрібен:потрібна} для цього завдання. Ось, візьми цей кийок і використай його на наймитах, які сплять на роботі. Хороший ляпас одразу налаштує їх! Повернеш кийок, коли закінчиш.

Вшиві ліниві наймити...]===],
--[[objective]] [===[Використайте Кийок Десятника на Лінивих Пеонах, коли ті сплять. Розбудіть 5 пеонів, потім поверніть кийок Десятнику Тазз'рілу в Долині Випробувань.]===],
--[[progress]] [===[В ледачості нічого хорошого…

Е? Мій кийок у тебе? Ти {стать:спіймав:спіймала} когось, хто спить на роботі?!]===],
--[[reward]] [===[Добре, добре. Можливо, наступного разу вони подумають двічі, перш ніж розслаблятись! Дякую за допомогу!]===],
},
[6394] = {
--[[title]] [===[Кайло Тхазз'ріла]===],
--[[description]] [===[{Ім'я}, ти {раса}, на {стать:якого:яку} можна покластись. Чи можу я розраховувати на тебе у іншому завданні?

Якийсь час тому я обстежував печеру на півночі щодо мінералів, і я забув там моє улюблене кайло. Коли ж я повернувся забрати його, то побачив, що печера була повна злих тварюк! Чи не {стать:міг:могла} би ти сходити у Печеру Палаючого Леза і принести моє кайло?

Я залишив його у невеликій печері з водоспадом. Моє кайло зачакловане, тож ти побачиш його у темряві. Тобі треба хвилюватись не про те, щоб знайти його… але про те, що його стереже!]===],
--[[objective]] [===[Принесіть Кайло Тхазз'ріла до Десятника Тхазз'ріла.]===],
--[[progress]] [===[Ти вже {стать:заходив:заходила} у Печеру Палаючого Леза, {Ім'я}? Ти {стать:знайшов:знайшла} моє кайло?]===],
--[[reward]] [===[Чудово, ти діста{стать:в:ла} його! Дякую тобі дуже, {Ім'я}. Це моє улюблене кайло! Тепер якщо мої наймити закінчили рубати дерева, можливо ми знайдемо хорошу печеру для шахтарства!]===],
},
}
