local _, addonTable = ...
addonTable.quest_n = { -- [id] = { title, description, objective, progress, completion }
[692] = {
[===[Утрачені фрагменти]===],
[===[Сувій Мізраелі... сувій Мізраелі?! Ти цього не хочеш! Його магія може витягнути Мізраель на поверхню, і якщо ти це зробиш, ми всі потрапимо в біду!

Або... можливо, вже занадто пізно. Можливо, вона вже вільна. Можливо, вона просто збирає сили, перш ніж обрушитися на нас. Якщо це так, то тобі точно ПОТРІБЕН сувій!

...шкода, що він знищений. Розлючені елементалі вкрали його і розірвали на шматки, а тепер б'ються за його фрагменти.

Але якщо ти зможеш зібрати ці фрагменти, можливо, нам вдалося б відновити сувій...]===],
[===[Принесіть рваний, м'ятий і обпалений фрагменти сувою Тельдуріну Загубленому.]===],
[===[Ти {стать:знайшов:знайшла} ці фрагменти?!?! Тобі потрібен сувій Мізраелі, якщо ти хочеш знову її полонити, поки ще не стало занадто пізно!]===],
[===[Ах, ти їх {стать:знайшов:знайшла}! Чудова робота, {ім'я}! Вони, можливо, - наш єдиний шанс протистояти злу Мізраелі!

Дай-но мені знайти мій лом-храповик і побачимо, чи зможу я з'єднати ці фрагменти...]===],
},
[703] = {
[===[Смажені крильця канюка]===],
[===[О так, мої канючі крильця-барбекю просто обожнюють! Сповнений смаку соус і соковите м'ясце. А їхній аромат змусить голодних прибігти за милі звідси!

У мене є все, що потрібно, для приготування порції. Все... окрім крилець канюка!

Якщо хочеш їх спробувати, здобудь мені такі крильця. Принесеш достатньо, і, може, я навіть поділюся рецептом з тобою!]===],
[===[Принесіть 4 крильця канюка Смиколяпові.]===],
[===[Привіт, {ім'я}. {Приніс:принесла} мені мої крильця?]===],
[===[О, я одразу почну готувати крильця. Я вже майже відчуваю їхній смак!

І ось тобі рецепт, на випадок, коли захочеш зробити ці крильця {стать:сам:сама}!]===],
},
[705] = {
[===[Пірнання по перлини]===],
[===[Безплідні краї - це суворе місце, наповнене злісними хижаками та зухвалими нишпорками. Страшне місце, особливо для маленького гобліна. Щоб вижити, я мушу бути хитрим!

Мені відомий рецепт для виготовлення світлових бомб. Я використовую їх, щоб відлякувати диких тварин. Але у мене закінчується один з інгредієнтів: порошок з подрібнених синіх перлин. Добудь мені декілька, і я зроблю так, щоб твої зусилля були не марними.

Ха, і сподіваюся, на тобі міцні чоботи. Потрібні мені сині перлини можна знайти у молюсків на Підступному рифі.

Так-так, той самий Підступний риф у Тернистій долині!]===],
[===[Принесіть 9 синіх перлин Смиколяпові у Безплідних краях.]===],
[===[Ти {стать:роздобув:роздобула} мої перлини? У мене майже закінчилися світлові бомби!]===],
[===[Ці чудово спрацюють! Мені лише потрібно розбити їх на порошок... Потім змішати їх з дрібкою цього і дрібкою того.

Ну стережіться, сміттяри! Приготуйтеся спалахнути!]===],
},
[710] = {
[===[Вивчення стихій: Камінь]===],
[===[Тут, у Безплідних краях, я зупинився, щоб працювати над моїм останнім проєктом: мої кайдани зв'язування стихій.

Після завершення, вони дозволять магам викликати більш могутніх елементалей у більших кількостях. Щоб почати роботу над ними, мені необхідні маленькі кам'яні осколки, щоб перевірити деякі з моїх останніх атакуючих заклять, а також пару штуковин, що я зібрав докупи.

Осколки можна легко дістати з менших кам'яних елементалей на захід звідси. Можеш принести декілька?]===],
[===[Знайдіть 10 маленьких кам'яних осколків і принесіть їх Лотвілю Веріату в Безплідні краї.]===],
[===[Це місце ідеальне для-- Тримай їх і не рухайся. Так, саме так, уздовж вектора нормалі. Тепер, про що я... Точно. Ідеально для тестування мого останнього проєкту. Сировина, відкритий простір... Що ще треба розумному, справжньому професіоналу мистецтв треба?]===],
[===[Ці добре підійдуть, {ім'я}. Дякую. Гмм, трохи більше піску, ніж я передбачав. Доведеться регулювати коефіцієнт тертя. Стоп, зажди; він повинен бути незначним з морозною олією.]===],
},
[711] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, ти вже {стать:проявив себе здібнішим:проявила себе здібнішою}, ніж всі мої учні разом узяті.

Наступні частини, що я потребую, вимагають трохи більше сили. Великі кам'яні глиби можна знайти у кам'яних елементалів, якщо бути достатньо обережним. Їхні тіла більші та міцніші, і тому більш схильні до того, щоб мати необхідні мені великі шматки для тестування. Ти можеш знайти їх далі на захід звідси або на південному сході біля підніжжя гір.

Не спіши; мені потрібен час, щоб протестувати ці маленькі шматки, які ти {стать:приніс:принесла}.]===],
[===[Принесіть 3 великі кам'яні глиби Лотвілю Веріату в Безплідні краї.]===],
[===[Я дуже задоволений, {ім'я}. Мої закляття впливали на маленькі шматки саме так, як і очікувалося. Якщо цей експеримент вдасться, то підконтрольні мені елементалі присоромлять все що до цього вдавалося прикликати.]===],
[===[{Ім'я}, це просто дивовижно! Я думав, що знадобиться пів дюжини тауренів, щоб донести мені все це.]===],
},
[712] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, є ще одна частина, яка мені необхідна від елементалей тут, у Безплідних краях: це поручі зв'язування каменю, які можна дістати з більших кам'яних елементалів. За моїми розрахунками, цих поручів повинно вистачити, щоб оцінити міць моїх власних кайданів.

Мої спроби спостереження більших кам'яних елементалів говорять, що є невелика група на південний захід звідси, поблизу огрів, якщо не помиляюся.

Принеси мені 5 поручів, просто, щоб у мене був запас. Сумнозвісний Серво вміє плутати мої реагенти та результати досліджень.]===],
[===[Принесіть 5 поручів зв'язування каменя Лотвілю Веріату в Безплідні краї.]===],
[===[Кам'яні глиби, які ти {стать:знайшов:знайшла}, були ідеальними, {ім'я}. Люсьєн відвезе зайві назад до Хараноса, коли ми тут завершимо. Зрештою, вони знову можуть виявитися корисними.

Наприклад, вони були б гарною основою для затишного маленького притулку, як тільки я почну вивчати міждисциплінарний підхід до високопродуктивних вибухових речовин...]===],
[===[{Ім'я}, а ти ніколи не {стать:замислювався:замислювалася}, щоб стати науковим співробітником? Ні? Я не впевнений, щоб робив тут без твоїх здібностей. Інтелект, допитливість і сила - все в одному флаконі.]===],
},
[713] = {
[===[Охолоджені голови переможуть]===],
[===[Дозволь розповісти тобі про крижану олію: ніщо так не вбереже двигун або шестерні від перегріву, як вона.

Її охолоджувальні властивості надзвичайні, а довговічність як мастила просто не має рівних. І це ще не все: вона також допомагає зберігати чари на магічних предметах.

Мені потрібен флакон цієї олії, щоб підсилити магічний потенціал моїх кайданів і зробити їх достатньо потужними, аби викликаний нами друг не прикінчив нас усіх.

Бро'кін, мій друг-гоблін, може навчити тебе, як виготовити цю олію. Він перебуває в Альтераці.]===],
[===[Знайдіть крижану олію та принесіть її Лотвілю Веріатові в Безплідні краї.]===],
[===[Ти вже {стать:знайшов:знайшла} потрібну мені олію? Було б так корисно, якби ти {стать:зміг:змогла} знайти хоч трохи.]===],
[===[Приголомшливо! Вона послужить прекрасним охолоджувачем для моїх нових наручів. Якщо ці чари впадуть раніше, ніж через сто років, я відпишу все моє майно Серво.

Усі маги Асамблеї будуть в такому захопленні, коли я закінчу цю роботу, {ім'я}. Лише зачекай, і ти побачиш.]===],
},
[714] = {
[===[Гіро... що?]===],
[===[{Ім'я}, ти {стать:впорався:впоралася} зі своїм завданням вище всяких похвал.

<Лотвіль, очевидно, поглинутий своєю роботою.>

Якщо ми колись зустрінемось у Хараносі, не соромся подати заяву на роботу.

Упс! Швидше, хапай... так, це. Дякую.

Тепер мені потрібна лише одна річ. Маленька штуковина, але, боюся, досить необхідна: гірохронатом.

Якби ти просто {стать:сходив:сходила} та {стать:приніс:принесла} мені один, то в мене буде все готово, щоб це завершити.]===],
[===[Принесіть гірохронатом Лотвілю Веріатові до Безплідних країв.]===],
[===[Так, так, так. Секунду.

<Лотвіль продовжує працювати над якоюсь хитрою вигадкою.>]===],
[===[ХА!

<Лотвіль вихоплює у вас гірохронатом.>

Відмінно... майже готово. Ні, справді. Я тут майже ЗАВЕРШИВ. Це мій найпріоритетніший проєкт... наразі. Дай-но я засуну цю штуку в належне їй місце, і ти {стать:сам:сама} побачиш, зі створенням чого ти мені {стать:допоміг:допомогла}. Це займе лише кілька додаткових хвилин... мабуть... можливо, довше. Гаразд, мабуть, набагато довше. Побачимо...]===],
},
[715] = {
[===[Рідкий камінь]===],
[===[Я вважаю, що предмети, які ти {стать:роздобув:роздобула} для Лотвіля, будуть найменшою з наших турбот, {ім'я}. З іншого боку, ти {стать:довів:довела}, що є більш ніж {стать:умілим:умілою} в науках, які Лотвіль вважає священними, тож як щодо допомоги мені?

Мені необхідні зілля невидимості та зілля лікування; обидва можуть стати у пригоді справді скоро, якщо йому це вдасться.

Натомість я дам тобі рецепт зілля, яке розроблював під час навчання у Лотвіля. Воно засноване на частині досліджень що він проводив тут, у Безплідних краях.]===],
[===[Принесіть зілля лікування та зілля малої невидимості до Люсьєна Ключожбура у Безплідних краях.]===],
[===[Він майже закінчив. А як твої успіхи?]===],
[===[ТАК!

Тобто дякую, {ім'я}. Вони мені допоможуть під час подорожі Безплідними краями.]===],
},
[716] = {
[===[Камінь кращий за тканину]===],
[===[Знаю, наскільки жадібним може бути Лотвіль, {ім'я}, тому дозволь мені дати тобі щось натомість за всі твої клопоти. Можливо, це навіть допоможе захистити тебе від звірства, яким є новітній винахід Лотвіля.

Я працював з усіма невикористаними каменями, які ти {стать:збирав:збирала} для нього, і можу зробити досить непогані поручі для тебе. Звичайно, вони будуть зачаровані.

Мені лише потрібні прикрашені візерунком бронзові поручі, виконані ковалем, тоді я завершу поручі, які роблю для тебе.]===],
[===[Принесіть прикрашені візерунком бронзові поручі Люсьєну Ключожбуру у Безплідних краях.]===],
[===[Я б не чекав занадто довго, щоб отримати ці поручі, {ім'я}.

Хто знає, що трапиться далі?]===],
[===[Готово, {ім'я}. Приміряй ось ці.]===],
},
[734] = {
[===[Це буде важко]===],
[===[Чудово, чудово.

<Лотвіль на мить дивиться на вас, перш ніж повернутися до своїх кайданів.>

Збігай-но до Люсьєна, {ім'я}. Мені потрібен зубець #5. Принеси його мені, зможеш?]===],
[===[Поговоріть з Люсьєном Ключожбуром у Безплідних краях.]===],
nil,
[===[Зубець #5, еге ж? Так, добром це не скінчиться.]===],
},
[737] = {
[===[Заборонене знання]===],
[===[У мене є для тебе збірник, {ім'я}. Думаю, не варто говорити, що з ним потрібно поводитися дуже дбайливо. І неодмінно тримати подалі від ворожих рук.

Цей збірник містить багато правди...

...а правда може обпекти.]===],
[===[Принесіть збірник Яґіна Тельдурінові.]===],
[===[Гей! Тебе довго не було. {Стать:Здобув:Здобула} збірник?]===],
[===[Ти {стать:дістав:дістала} його! О, надія жевріє!

Можливо, твої зусилля ще врятують нас, {ім'я}. Варто поставити тобі пам'ятник! Спорудити святилище! Хай славиться ім'я твоє, доки у твоїх онуків не народяться їхні онуки!

Якщо тільки... якщо тільки ВОНИ ще не вирвалися та вийшли на поверхню. Якщо це трапиться, то можеш забути про дітей.

Якщо ВОНИ вирвалися на свободу - ми всі підемо на корм хробакам.]===],
},
[777] = {
[===[Це буде важко]===],
[===[Добре, ось ти.

Я буду тут... в укритті.

Якщо хочеш, можеш приєднатися.]===],
[===[Принесіть зубець #5 Лотвілю Веріату.]===],
[===[<Не відриваючи погляд від кайданів, Лотвіль простягає руку і нетерпляче розмахує пальцями.>

Зубець, {ім'я}, зубець!]===],
[===[Ах, ідеально. Відійди-но в бік, поки я готуюсь вершити історію!

<Лотвіль продовжує гарячково працювати.>]===],
},
[778] = {
[===[Це буде важко]===],
[===[Ха-ха! Готово! Кайдани готові!

Настав час, Люсьєне. Пора, Серво!

Ти {стать:готовий:готова} стати свідком досконалої суміші алхімії, інженерії та таємниць, {ім'я}?

Зараз я прикличу могутнього елементаля. Це видатний день для всіх нас.]===],
[===[Здобудьте перемогу над вартовим Фам'ретором і поверніть Лотвілю Веріату його кайдани зв'язування стихій.]===],
[===[Не зовсім той результат, на який я розраховував. Можеш повернути мені мої кайдани?]===],
[===[Дякую, {ім'я}. Це було досить важким випробуванням, чи не так?

Я не впевнений, що саме пішло не так. Добре, що за допомогою магії мені вдалося повернути істоту назад у її рідний вимір.

Можливо, трохи вдячності за всю твою наполегливу працю...]===],
},
[787] = {
[===[Нова Орда]===],
[===[Тром'ка, {клас:н}. Я Ейтріґґ, призначений Траллом котролювати навчання рекрутів.

Орда зазнала змін, не така як була раніше. Був час, коли я покинув Орду, зневірений зростаючою могутністю і впливом Палаючого Легіону. Перебуваючи у вигнанні, група людей мене схопила. Але воєвождь мене врятував із полону. Я повернувся, почувши його бачення Орди, те що вона може бути вільною від демонічного впливу під керівництвом шаманів.

Ґорнек має подальші інструкції для тебе.]===],
[===[Відрапортуй Ґорнеку в Лігві.]===],
nil,
nil,
},
[834] = {
[===[Вітри у пустелі]===],
[===[Я Резлак, представник компанії Ґазлоу. Бос послав мене сюди, у Дуротар, допомогти оркам. І все начебто йде нормально, але каравани... Я не можу забезпечити їх належний захист! А це дуже ускладнює мою роботу, уловлюєш?

Останнє відвантаження — а мені обіцяли, що воно прийде без проблем! — було викрадене пиловітровими гарпіями з… як там його… каньйону Бритвовітру?

Мені потрібні ці припаси, бо я так ніколи нічого не дороблю до кінця! Йди вздовж великого каньону на південь і знайдеш ущелину, що йде із заходу на схід...]===],
[===[Добудьте 5 мішків з припасами і поверніть їх Резлаку, що знаходиться біля Орґріммара.]===],
[===[Не зрозумій мене неправильно, я незрівнянний у тому, що роблю, але це вже смішно! Мені що, піщані замки будувати?]===],
[===[Гей, а це вже щось! Ти {стать:повернув:повернула} нам наші припаси. Чудово. Повернусь до роботи одразу як знайду когось, хто дотягне ці мішки за мене.]===],
},
[835] = {
[===[Захист маршрутів]===],
[===[Ґазлоу якось мені сказав: "Резлак. Є дещо, що ти маєш знати у своєму житті - якщо ти хочеш, щоб щось було зроблено добре, зроби це сам."

Я не можу змиритись із втратою усіх наших караванів, тому вирішив взяти справу у свої руки. Сухощільний яр лежить у східній частині каньйону Бритвовітру. Якщо ми переб'ємо там усіх гарпій, то зможемо захистити маршрут.

Звичайно, є ще дещо, що мені казав Ґазлоу: "Для кожної роботи можна знайти підходящу людину та відповідну ціну". Це я до чого... Допоможеш мені, {Ім'я}?]===],
[===[Убийте 12 пиловітрових дикарок і 8 пиловітрових штормових відьом біля Сухощільного яру за дорученням Резлака.]===],
[===[Важко повірити, але мій бос Ґазлоу завжди знає всьому ціну. "Ніколи не бійся робити перший крок. І роби то з розмахом", - казав він.

Гарпії не припинять надокучати нам і знову нападатимуть на каравани, допоки ми щось не зробимо, егеж?]===],
[===[Що ж, я можу зітхнути з полегшенням, знаючи, що гарпії більше не докучатимуть нам на постачальних маршрутах. І це дуже вчасно. Я чув, що із наступною доставкою мені надішлють декілька цікавих дрібниць!

Ти досить {стать:непоганий:непогана} у своїй справі, {Ім'я}, тобі слід навідатись до мого боса у Брашпилі. Можу ручатись, він підбере для тебе цікаву робітку.

Оу, і не хвилюйся, я не забув про оплату твоїх послуг.]===],
},
[858] = {
[===[Запалювання]===],
[===[Не думаю, що Гуркоклапан вас прислав? Я тут у безвиході... Застрибнув сюди, не усвідомлюючи, що без ключа подрібнювач не заведеться. Мій колега запитав мене, чи все в порядку, а я запанікував! І замість того, щоб сказати йому, що в мене немає ключа, я відповів, що існує якась механічна проблема.

Треба якнайшвидше драпати звідси! Підніміться в кімнату управління, що у вежі, там у наглядача має бути ключ для цього подрібнювача.

Виручіть мене, благаю!]===],
[===[Дістаньте ключ запалювання і принесіть його Кривошип-су.]===],
[===[Мерщій, ми повинні щезнути звідси, перш ніж хтось щось запідозрить!]===],
[===[Так, виглядає як той самий ключ. Дай-но переконатися, як все це працює...

Хм... контроль обертання... регулює швидкість і стабільність... чутливий контроль руху руки. Ти диви! Мені не віриться, що ТзНБ "Авантюра" змогли розробити щось краще, ніж в нас. Я негайно маю показати це у Брашпилі!]===],
},
[863] = {
[===[Втеча]===],
[===[Гадаю, я розберусь по дорозі... Нічого складного! Тут просто кілька кнопок, і важіль чи два... Ну, ти {стать:готовий:готова} вирушати?]===],
[===[Охороняйте Кривошип-са і викрадений гоблінський подрібнювач по дорозі до Гуркоклапана в Брашпилі.]===],
[===[Чим можу бути корисним?]===],
[===[Сподіваюсь, нам вдасться отримати щось цінне з цього зруйнованого прототипу подрібнювача... час мій спливає! Я негайно відправлю рятувальну команду в місце розташування Кривошип-са.

О, дозволь віддячити тобі за клопоти.]===],
},
[896] = {
[===[Талан шахтаря]===],
[===[Перебуваючи завідувачем причалу у жвавому порту, як Брашпиль, доводиться тримати руку на пульсі всіх справ. Я знаю все про обмін товарами та грошима між Грабіжною бухтою і Брашпилем.

Останні новини, що я чув, - були про шахту Валун Вапняку ТзНБ "Авантюри" на північний схід від Драговини шламу. Один із шахтарів виявив смарагд розміром з кулак. Мені відомі деякі покупці, яким було б цікаво прикупити собі щось подібне. Я навіть не проти розділити виторг від продажу 50 на 50.]===],
[===[Отримайте смарагд «Котяче око» від одного з розпорядників або громил ТзНБ "Авантюра" для завідувача причалу Запаморока в Брашпилі.]===],
[===[Якби ж ми тільки знали, який саме шахтар знайшов той смарагд, то це було б як з гори скотитись...]===],
[===[Лише глянь який здоровезний, {ім'я}! Ми точно розбагатіємо! Такс, згідно з розцінками на дорогоцінні камені, що я бачив у Підштольні, зможу розрахувати твою частку - п'ятдесят відсотків, не хвилюйся!

Тож подивімось... Цього більш-менш буде достатньо. Приємно вести з тобою справи, {ім'я}!]===],
},
[934] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[1069] = {
[===[Яйця мохового павука]===],
[===[Омлети з павучих яєць - це новий хіт в Грабіжній Бухті! Проблема в тому, що... в бухті не має яєць.

Я відчуваю запах можливості!

На північному заході Каміннопазуристих гір, у Вітрокосих скелях та Сиширському каньйоні, живуть мохові павуки. Принеси мені їхні яйця, а я заплачу від душі!

У Вітрокосих скелях яйця будуть складені під тим, що залишилось від дерев.

Щодо Сиширського каньйону... ну, якщо у тебе слабкий шлунок, можливо, варто просто збирати яйця лише у Вітрокосих скелях...]===],
[===[Принесіть 15 яєць мохового павука Мебоку Міцріксу у Брашпиль.]===],
[===[Ти {стать:роздобув:роздобула} яйця, {ім'я}? А то я вже уклав угоду про постачання з завідувачем причалу Запамороком!]===],
[===[Тобі вдалося! Дякую! 

Я відправлю їх Запамороку та організую перевезення до Грабіжної Бухти. Я вже відчуваю смак прибутку!

Ось, твоя доля, {ім'я}. Ця угода не відбулася б без тебе.]===],
},
[1111] = {
[===[Завідувач причалу Запаморок]===],
[===[Моя робота полягає в тому, щоб виконувати замовлення покупців. І гноми замовили у мене комплект запчастин, який прибув до Брашпиля ще тиждень тому. Але у мене не було нагоди забрати їх.

{стать:Готовий:Готова} до невеликої прогулянки? Вирушай до Брашпиля та віддай це замовлення запчастин завідувачу причалу Запамороку - він має бути на причалі.

Зроби це для мене, і я знайду для тебе більше роботи.

Робота, між іншим, {стать:друже:подруго}, потенційно дуже прибуткова...]===],
[===[Принесіть замовлення запчастин Крейвела завідувачу причалу Запамороку в Брашпиль.]===],
[===[Наступний! Відправлення чи отримання?]===],
[===[О, так! Запчастини для Крейвела. Радий, що ти тут. Ці штуки пролежали тут не один день, і я вже переживав, що вони поржавіють!]===],
},
[1112] = {
[===[Запчастини для Крейвела]===],
[===[Ось пакунок для Крейвела, {ім'я}. Коли віднесеш, скажи йому... захоче ще особливих замовлень - най розрахується з боргами спершу!]===],
[===[Віднесіть Крейвелу Вуглебороду його запчастини на Мерехтливі рівнини.]===],
[===[Ти вже {стать:забрав:забрала} запчастини з Брашпиля?]===],
[===[О, запчастини, ти {стать:приніс:принесла} їх! Треба віддати їх гномам, але спершу....

Давай обережненько заберемо одну маленьку штучку...]===],
},
[1114] = {
[===[Доставка гномам]===],
[===[Що ж, тепер, коли у мене є все, що мені потрібно, віддай ці запчастини Фіззлу Латуноболту. Він дуже довго чекав на них. Впевнений, що він навіть не помітить відсутність однієї маленької деталі. 

Не варто навіть говорити йому, що я її забрав. Ця деталька зовсім крихітна й абсолютно не потрібна.

Слово честі.]===],
[===[Віднесіть крихкі запчастини для машини Фіззлу Латуноболту на Мерехтливі рівнини.]===],
[===[У тебе є дещо для мене? Чудово! Давай-но подивимось...]===],
[===[Це вони! Мої гідрохраповики та підсилювальні болти! Саме те, що треба! Дякую!]===],
},
[1115] = {
[===[Пліткар]===],
[===[Що ж, з гномами ми розібрались, саме час для послуги гоблінам!

Кажуть, що гоблінський пілот Назз Пароварченко не завжди виступав під цим іменем. І мені цікаво, чому він змінив його. Дуже цікаво... чи таємниця це? І наскільки ця таємниця цінна для нього?

Якщо хтось і знає правду, то це хіба що Кронжек з Грабіжної Бухти, на півдні Тернистої долини. Поговори з Кронжеком і запитай у нього про пілота.

Якщо отримаєш цінну інформацію - ми знайдемо, як отримати з неї вигоду.]===],
[===[Поговоріть з Кронжеком в Грабіжній Бухті.]===],
nil,
[===[Хочеш дізнатись про Назза Пароварченка? Це ж наче пілот з Мерехтливих рівнин?

Так, я можу роздобути інформацію про нього... але це буде аж ніяк не просто. І не швидко.

І не дешево.]===],
},
[1116] = {
[===[Пудра блаженства на болоті]===],
[===[Збір інформації на Назза - це непроста справа, {ім'я}. Зовсім непроста. Але якщо вже ти {стать:прийшов:прийшла} аж з Мерехтливих рівнин за нею... може ще трішки пройдешся?

Емм... чому б тобі не зібрати для мене дещо, поки я виходжу на своїх інформаторів?

Хмм... що ж би це могло бути? Як щодо пудри блаженства з дракончиків на болоті Скорбот? О так, я б хотів трішки цієї пудри в колекцію до свого нюхального тютюну.

Дістань її для мене, {ім'я}, і я поділюсь з тобою всією потрібною тобі інформацією.]===],
[===[Принесіть 10 дрібок пудри блаженства Кронжеку в Грабіжну Бухту. Пудру можна зібрати з дракончиків на болоті Скорбот.]===],
[===[Ти вже {стать:повернувся:повернулась}? {стать:Дістав:Дістала} мою пудру блаженства?]===],
[===[Ти тільки глянь на це! Це ж пудра блаженства!

Ну і як тобі болото, {ім'я}? Кажуть, що там нормальної їжі й вдень зі свічками не знайдеш.]===],
},
[1117] = {
[===[Чутки для Крейвела]===],
[===[Мені довелось зробити декілька послуг, подарувати декому рідкісну пляшку ельфійського вина, і навіть робити складні висновки самостійно! І все ж я знайшов інформацію, яку ти {стать:шукав:шукала}.

Ось, я написав листа з дуже цікавими рядками про нашого дружка, Назза Пароварченка. Роби з цим, що хочеш - для мене це надто небезпечна інформація.

Але нікому не кажи де її {стать:дістав:дістала}!]===],
[===[Віднесіть гоблінські чутки Крейвелу Вуглебороду на Мерехтливі рівнини.]===],
[===[{стать:Знайшов:Знайшла} щось на Назза Пароварченка? Будь-що, що він хотів би залишити у таємниці?]===],
[===[Так-так-так! Це цікаво... дуже цікаво. Хех, мабуть, я мушу вклонитись перед гоблінським пілотом під час наступної зустрічі.

Це дуже цінна інформація, {ім'я}. Певен, що Назз добряче заплатить за те, щоб його таємниця залишалась... таємницею.]===],
},
[1118] = {
[===[Назад до Грабіжної Бухти]===],
nil,
[===[Віднесіть план Крейвела Вибрику Бульчуку в Грабіжну Бухту.]===],
nil,
nil,
},
[1124] = {
[===[Пустка]===],
[===[Західніше від кратера Ун’Ґоро, за північно-західним гребнем, розташовна сувора пустка - Сілітус. Мало хто знає, що у стародавні часи там розгорнулася війна між нічними ельфами та лихою, чужорідною силою. Зло замкнули, але тепер ми підозрюємо, що певні сили намагаються розворушити цей… немислимий жах.

Знайди Лайо Зоревдара, одного з наших розвідників у Сілітусі. Шукай його біля Спочину Доблесті - останнього притулку загиблих у цих пустинних землях. Віддай йому цей лист, і він довіриться тобі.]===],
[===[Поговоріть з Лайо Зоревдаром біля цвинтаря Спочин Доблесті в Сілітусі та покажіть йому лист Рабіна.]===],
[===[Це небезпечний край для такої недбалості, {клас:к} . Що привело тебе до пусток Сілітусу?]===],
[===[Тебе прислав Рабін, чи не так? Що ж, вважай себе {стать:бажаним гостем:бажаною гостею}... наскільки цей відлюдний і покинутий край може бути гостинним. 

Я не застав часи великих нещасть, що тут відбулися, але у цій пустелі все ще є місця, які можуть послужити моторошними образами забутого минулого. Можливо, з твоєю допомогою Кенарійське Коло зможе покласти край тій загрозі, яка повинна була зникнути ще кілька поколінь тому.]===],
},
[1175] = {
[===[Перепони на дорозі]===],
[===[Після страшної аварії за участі гоблінського перегонового боліда "Червоний Грім" та василіска, Вайлоїзд найняв мене слідкувати за треком. Не знаю, чим харчуються ці тварини на рівнинах, щоб виростати настільки здоровезними, але ми маємо обережно прорідити їх виводок, щоб вони не бродили по треку під час перегонів.

Знаєш що? Якщо хочеш трішки підробити, сходи розберись з декількома василісками.]===],
[===[Вбийте 10 соляних василісків, 10 соляних кришталешкурів та 6 соляних камнеглядів для начальника перегонового треку Жеріна на Мерехтливих рівнинах.]===],
[===[Це жахливо, прибирати залишки боліда з місця аварії без змоги відділити їх від обгорілих решток тварин.]===],
[===[Сподіваюсь, ти не {стать:вбивав:вбивала} василісків саме на треках! Туші дуже довго розкладаються на сонці, і я б не хотів прибирати їх лопатою.]===],
},
[1185] = {
[===[А під хітином було...]===],
nil,
nil,
nil,
[===[Гей, це знову ти! Тобто, саме ти і ніхто інший - {Ім'я}! Так, точно ти!

Так, дозволь мені почати заново!

Той предмет, що ти {стать:знайшов:знайшла} у Сілітусі - це дійсно книга. Це був журнал, написаний дуже древнім діалектом мови, яку зараз ми називаємо дарнасійською. Воно займе певний час, але я збираюся дуже ретельно пройтися по ньому. Я подумав, що ти маєш знати: твоя знахідка - неймовірно цінна для Кола.

Мама-ведмедиця дуже схвильований і все таке!]===],
},
[1389] = {
[===[Кристали дренетисту]===],
[===[Загублені, що живуть в Тьмяному пристановищі, на вигляд від нас не відрізняються, але насправді це чудовиська... збожеволілі під час тяжкого шляху до Азерот. Наші колишні брати, тепер вони живуть в Тьмяному пристановищі, на схід звідси, захоплюючи та вбиваючи будь-кого, хто блукатиме поруч.

Вони вкрали дещо священне для нас — кристали дренетисту.

В нас не вистачає сил увірватися в Тьмяне пристановище і повернути наш вкрадений дренетист серед їх хат та багать, але без тих кристалів... ми теж можемо втратити свій шлях.]===],
[===[Принесіть 6 кристалів дренетисту Маґтуру до Сховища на болоті Скорбот.]===],
[===[В тебе є кристали?]===],
[===[Дякую, {ім'я}. Ми, в боргу перед тобою.]===],
},
[1392] = {
[===[Нобору-Дубина]===],
[===[Нобору місяцями нападав на дренеїв Сховища, і його дубина стала символом жорстокості, яку вони зазнали від рук Загублених.]===],
[===[Принесіть дубину Нобору очільнику Сховища на болото Скорбот.]===],
[===[Вітаю. І ласкаво просимо у Сховище.]===],
[===[Ти здобув зброю жахливого Нобору? Тоді він мертвий?

Це радісний день для всього Сховища. Нобору і його банда, були для нас жахіттям, вони блукали по болотах і вбивали будь-якого дренея, що траплявся на шляху. Він був прямою загрозою для нашого виживання, і ми не мали сил протистояти йому самостійно.

Нам пощастило мати такого друга, як ти, {ім'я}.]===],
},
[1393] = {
[===[Втеча Ґалена]===],
[===[Будь ласка, допоможи! Ці тварюки хочуть мене з'їсти!

Якщо ти допоможеш мені вибратися звідси, то отримаєш великий скарб! Воно лежить в моєму таборі, в болотах на північ від Камінарду, але сейф міцний і тільки я знаю, як його відчинити.

Якщо ти допоможеш мені, я навчу тебе, як відкрити сейф.]===],
[===[Виведіть Ґалена з небезпечного місця, потім знайдіть його табір на болоті Скорбот і відкрийте його сейф.]===],
nil,
[===[Замкова щілина цього сейфа залита чорною смолою. Відкрити його неможливо.

Але Ґален розповів вам про прихований засув на дні сейфа...

...Після швидкого огляду сейфа засув знайдено. Засув ляскає, і сейф відчиняється...]===],
},
[3374] = {
[===[Сутність Ераніка]===],
[===[Ви застосовуєте клятвокамінь і з його допомогою Ітарій подумки промовляє до вас.

"Приймаючи силу, укладену в клятвокамінь, ти погоджуєшся допомогти мені і драконам Ізери звільнити понівечену душу Ераніка. Перша з багатьох жертв, на яку, без сумніву, доведеться піти і тобі, і мені — передати мені камінь, в якому сковано те, що залишилося від вільної волі Ераніка.

Зроби це, {ім'я}, і далі ми будемо діяти разом, щоб звільнити душу гідну звільнення."]===],
[===[Принесіть клятвокамінь драконів Ізери і скуту сутність Ераніка до Ітарія на болото Скорбот. Там вам доведеться зробити вибір: допомагати драконам Ізери чи ні.]===],
[===[Ось ми й знов на роздоріжжі, {ім'я}. Прийшов час робити новий вибір. Що ти {стать:вирішив, смертний:вирішила, смертна}?]===],
[===[Вибір зроблено, початок покладено. Поки, я вважаю твій вибір вірним. Твої дії та вчинки відтепер визначатимуть, чи слід це продовжувати.]===],
},
[3512] = {
[===[За словами Ераніка]===],
[===[{Ім'я}, нашим першим кроком буде пошук засобу зв'язку з Ераніком через цей камінь. Зараз він перебуває у хиткому стані на межі між сном і смертю, витаючи в переплетінні нічних жахів. Хоча принесена тобою сутність сильно вражена скверною, все ще є шанс, що ми дістанемося його.

Відправляйся далеко до крижаних земель на сході Зимоключа, та розшукай нашого смертного союзника, Умбранса Маромовця. Це людина, медіум, що говорить з мертвими. Хоча Еранік і не дійсно мертвий, він все ж може нам допомогти.]===],
[===[Відправляйтесь у східну частину Зимоключа і поговоріть з Умбрансом Маромовцем.]===],
nil,
[===[Ітарій вчинив мудро відправивши тебе до мене. Поки він не мертвий, в тому сенсі, як ти розумієш смерть, Еранік скоро зможе говорити з нами. Але зараз я не можу допомогти тобі... принаймні, поки що.

Я допоможу тобі, але спочатку мені потрібна допомога того, хто, на відміну від мене, не скутий старечою неміччю. Мій найпотужніший прилад для ворожіння було відібрано проти моєї волі і поки я не поверну його, ми безсилі допомогти Ераніку.]===],
},
[5526] = {
[===[Уламки Сквернолози]===],
[===[Твої знання про Ельдре’Талас - Грізний Молот - тепер стануть у нагоді в Фераласі, {Ім'я}. Саме у східній частині зруйнованого міста Альззін Диковертень веде своє нечестиве панування. Йди туди якомога швидше та хоробро зустрінь будь-які виклики, що чекатимуть на тебе.

Плід Родючості, нині споганений і перетворений на Сквернолозу, повинен бути неподалік від Альззіна. Коли демон згине, збери стільки есенції Сквернолози, скільки зможеш. Запечатай її у релікварії та принеси мені.

Щасти, і швидкості Кенарія тобі.]===],
[===[Знайдіть Сквернолозу в Грізному Молоді та здобудьте її уламок. Найімовірніше, вам вдасться здобути лише один при вбивстві Альззіна Диковертня. Використайте релікварій Чистоти, щоб надійно запечатати уламок усередині, та повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Отримавши запечатаний релікварій Чистоти, ми зможемо не лише усунути загрозу порчі з цього світу, але й дослідити її під нашим розважливим наглядом. Можливо, ми навіть зможемо винайти нові способи боротьби зі зараженням, що завжди загрожує Азерот.

Я знаю, Міллі б цього хотіла…]===],
[===[Справу завершено, {cтать:хоробрий:хоробра} {клас:к}, і тепер Кенарійське Коло в боргу перед тобою. Хоча війна далека від завершення, велику битву проти тих, хто міг щойно призвести до нашої загибелі, було виграно.

Прошу, прийми це в знак нашої щирої вдячності. Тепер знай, {Ім'я}, за твої великі вчинки тебе завжди вітатимуть тут як героя Кенарійського Кола. Дякую.]===],
},
[5527] = {
[===[Релікварій Чистоти]===],
[===[Перший крок - знайти ємність, здатну втримати надзвичайно споганену субстанцію та при цьому вберегти власника від її шкідливого впливу. Є лише один відомий мені прилад, що здатен вмістити щось настільки мерзенне, як Сквернолоза - релікварій Чистоти.

Глибоко в пустках Сілітусу є руїни поселення нічних ельфів, відомого як селище Південний Вітер. Я знаю, що релікварій був там багато, багато років тому назад. Задня успіху наших планів, тобі потрібно обшукати ці руїни в надії віднайти його.]===],
[===[Помандруйте до Сілітуса та знайдіть релікварій Чистоти в руїнах селища Південний Вітер. Якщо вам вдасться його знайти, повертайтеся до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Релікварій Чистоти вже сам по собі є артефактом. Лише кілька таких було створено, і майже всі вони вважаються втраченими з часом.

Визнаю, про той, що в Південному Вітрі, я знав уже деякий час. Якщо чесно, у зв'язку зі зростаючою метушнею в Сілітусі я хотів би, щоб наші таємниці такими і залишалися - таємницями. Нишпорення та розпитування тільки посилять підозри наших ворогів.

На жаль, час для поступливості закінчується, особливо, з ситуацією в Ельдре’Таласі.]===],
[===[А ти справді {стать:такий ж винахідливий:така ж винахідлива}, як про тебе говорять. Кенарійському Колу справді пощастило, що ти працюєш на нас.

З релікварієм Чистоти знову в наших руках мені стало значно легше. Тепер я почуваюся спокійніше, просячи тебе не лише протистояти злісному демонові, а при цьому ще й повертати небезпечні предмети.]===],
},
[6845] = {
[===[Розкриття таємниць минулого]===],
[===[У будь-якому разі, тобі варто навідати мене відносно скоро... якщо, звичайно, ти хочеш знати, що тут, усередині. Як тільки я про це дізнаюсь і якщо там дійсно книга- залюбки поділюся з тобою цією інформацією.

Тим часом я зв’яжуся з мамою цього невеличкого ведмежого табору - Рабіном. Не сумніваюся, що він захоче дізнатися про твої божевільні витівки. Ніколи не змушуй маму чекати, {Ім'я}... хіба що ти хочеш скупатися у меді.

Таке траплялося, повір мені.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[А, {Ім'я}. Я надіявся, що ти завітаєш. Радий бачити, що у тебе все добре.

Мене повідомили, що ти прийдеш, і я хотів би особисто виразити подяку від Кенарійського Кола за досі надану тобою допомогу. Безсумнівно, в Сілітусі є ще багато таємниць, які варто розкрити. Те, що ти {стать:доставив:доставила} Умберові, може виявитися однією з найцікавіших. Будь ласка, прийми це на знак нашої вдячності за твою підтримку.

Дякую, {стать:щедрий:щедра} {клас:к}.]===],
},
[8735] = {
[===[Зараження Жаху]===],
[===[Ти {стать:повинен:повинна} подорожувати до чотирьох порталів сну Азерут. З кожного із них тобі потрібно добути фрагмент зараження Жаху. Драконіди, що мешкають там, мають такі фрагменти. Повертайся до мене, коли збереш їх усі.]===],
[===[Помандруйте до чотирьох порталів Смарагдового Сну в Азерот і зберіть по фрагменту зараження Жаху з кожного з них. Повертайтеся до хранителя Ремулоса в Місячну галявину, коли виконаєте це завдання.]===],
[===[<Ремулос глибоко занурений у власні думки.>]===],
[===[Ти {стать:готовий:готова}? Чи готовий світ до того, що ми збираємось викликати? Я не знаю… Я прикутий обов'язком перед Малфуріоном. Обов'язком і честю...]===],
},
[8736] = {
[===[Прояв Жаху]===],
[===[Ми мусимо стримуватися проти Ераніка. Потрібно врятувати його, а не знищити.

Тіранда вже йде нам на допомогу в цьому. Ми повинні відбивати удари дракона та врятувати Нічну Гавань від неминучого знищення.

Будь на готові! Ти й твої союзники - наша єдина надія.]===],
[===[Захистіть Нічну Гавань від Ераніка. Не дайте хранителеві Ремулосу загинути. Не вбивайте Ераніка. Захищайте себе. Дочекайтеся Тіранди.]===],
nil,
[===[Його прощено, {Ім'я}, і тепер він повертається в Сон, щоб виправити власні помилки. Еранік буде могутнім союзником Малфуріонові та моєму батькові. 

Це спорядження - для тебе, {Ім'я}, дароване мені самою Ізерою. Тобі варто скористатиця цим у твоїх битвах з кіражами.]===],
},
[8741] = {
[===[Поборник повертається]===],
[===[Хранитель чекає на твоє повернення, {Ім'я}. Віднеси уламок зеленого скіпетра Анахроносу в Печерах Часу.]===],
[===[Віднесіть уламок зеленого скіпетра Анахроносу в Печери Часу в Танарісі.]===],
[===[<Анахронос киває.>]===],
[===[Твої вчинки будуть відомі всім, {стать:поборнику:поборнице}. Тебе вихвалятимуть у піснях від Орґріммара до далей Південних морів. Усім буде відомо про поборника Бронзового крила, {Ім'я}.]===],
},
[9052] = {
[===[Отрута з паростків кровоцвіту]===],
[===[Мені потрібна твоя поміч у створенні отрути за допомогою якої я збираюсь втихомирювати величезних звірів, які населяють кратер. Не бійся, отрута не смертельна. Крім того, кмітливі очі {клас:р} будуть сильною перевагою при зборі складників.

Паростки кровоцвіту розкидані по всьому кратеру. Жала Ґоріші - це жала комах, які водяться в районі Слизького шраму, розташованому в південній частині кратера.]===],
[===[Зібрати 8 кровоцвітів і 8 жал Ґоріші, після чого повернутися до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Як успіхи?]===],
[===[Нарешті!

Я тепер змішаю ці інгредієнти з ґрунтом Ун'Горо і приготую отруту...]===],
},
[9053] = {
[===[Кращий інгредієнт]===],
[===[Як я і боявся - токсин занадто слабкий для такого сильного створіння.

Щоб створити сильніший токсин, мені знадобляться потужніші інгредієнти. Відправляйся на дно храму Атал'Гаккар, розкрий таємниці вівтаря та отримай гнилу лозу від тамтешнього вартового. Храм небезпечний, краще візьми з собою друзів.

Повертайся до мене, коли закінчиш завдання.]===],
[===[Отримати гнилу лозу від вартового на дні Затонулого храму і повернутися до Торва Слідопита.]===],
[===[Ти {стать:роздобув:роздобула} лозу?]===],
[===[Нарешті токсин може бути приготовлений. Я не смію вимагати, щоб ти {стать:застосував:застосувала} його проти істоти знову, адже я і без того вже забагато в тебе просив.

Прийми мою дяку і повагу. Нехай щастить у твоїх подорожах, {ім'я}.]===],
},
[9267] = {
[===[Виправлення старих помилок]===],
nil,
nil,
[===[Подумай двічі, перш ніж ступити на землю Брашпиля, {ім'я}! Слава про твої брудні діяння випереджає тебе.

Тобі пощастило, корабель щойно причалив із багатьма пораненими від сутички із піратами Кривавого Вітрила. Це шанс довести, що ти не справжня свинота. Допоможи нам, роздобувши льняної тканини для пов’язок і порожніх флаконів для зілля.]===],
[===[Я рада, що ти {стать:побачив:побачила} помилку свого світосприйняття, {ім'я}. Не припиняй постачання; від нас так легко не відкараскаєшся, {стать:пане:панночко}!]===],
},
}
