local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, reward }
[788] = {
--[[title]] [===[Видерти зуби]===],
--[[description]] [===[Спершу ми маємо додати трохи сили у твій хребет. Я міг би відправити тебе у Степи полювати на кодо, але, якщо чесно, ти будеш більш {стать:корисним:корисною} нам {стать:живим:живою} ніж {стать:мертвим:мертвою}.
Гадаю, тобі непогано підійдуть молоді кнури, яких знайдеш на північ звідси.]===],
--[[objective]] [===[Убийте 10 Крапчатих Кнурів і поверніться до Ґорнека у Лігво.]===],
--[[progress]] [===[Я сподіваюсь ти не {стать:повернувся:повернулась} переконувати мене, що {стать:завершив:завершила} завдання, {Ім’я}? Ні, звичайно ні. Я про тебе кращої думки.]===],
--[[reward]] [===[Хммм, непогано, {Ім’я}. Але не загордись… ти зустрінеш значно сильніших супротивників, ніж кнури, у своєму житті.

Тим не менш, ти {стать:показав:показала} себе добре, і твоє наступне випробування буде проти значно небезпечнішого опонента, тому тобі потрібен додатковий захист.]===],
},
[791] = {
--[[title]] [===[Тягнути торбу]===],
--[[description]] [===[Роки відплачують мені безпорадністю у битві. Тому зараз я потрібен у іншому.

З цього вигідного положення я чекаю на загарбників. Із зміцненням наших сил, я помічаю, що використовую сигнальний ріг все менше і менше.

Щоб скоротити час, я майструю речі для помічі більш молодим, більш здатним воїнам обороняти нашу Батьківщину.

Для тебе я можу змайструвати сумку для твоїх речей. Якщо вона тобі потрібна, принеси мені трохи полотна, звичного матеріалу у людей і кентаврів.]===],
--[[objective]] [===[Фурлу Презирному Чолу зі сторожової вежі Колючого Пагорба потрібно 8 уривків полотна.]===],
--[[progress]] [===[Я з гордістю бився поряд з Вождем коли ми ступили на ці землі. Шрами битв є по всій моїй шкірі.

Честь Орди були витримана моєю сокирою і бойовим кличем, завдавши поразки Архімонду, коли був підписаний нечестивий союз з людьми і ельфами, лише через необхідність.

Але зараз моє місце як вартового дає мені новий сенс буття.]===],
--[[reward]] [===[Надзвичайно, {Ім’я}. Будь-хто з твого роду, {клас} знайде застосування цій торбі на полі бою.

Я вітаю твою силу і готовність померти в ім’я Орди!]===],
},
[794] = {
--[[title]] [===[Медальон Палаючого Леза]===],
--[[description]] [===[Через мої ворожіння, я бачу що предмет сили схований глибоко всередині Печери Палаючого Леза, під захистом тварюк і чорної магії.

Він зветься Медальон Палаючого Леза, і твоє наступне завдання буде знайти його і забрати з печери.

Але будь обережним, медальон може бути у одного з членів Палаючого Леза, і якщо це так, то його сила буде більшою ніж фамільяри, з якими ти вже мав справу.

Йди, {Ім’я}. Ти знайдеш його  у печері, на півночі-і-заході.]===],
--[[objective]] [===[Принесіть Медальон Палаючого Леза до Зурііти Далековзірної, ззовні Лігва.]===],
--[[progress]] [===[Твоє завдання виконане, {Ім’я}? У тебе є Медальон Палаючого Леза?]===],
--[[reward]] [===[Ти його дістав! Добре зроблено!

Твої зусилля у роботі з Палаючим Лезом є ключом у викориненні цього культу з Долини Випробувань. Але я боюсь він має подальші цілі у наших землях. 

Ми не бачимо їм кінця.]===],
},
[806] = {
--[[title]] [===[Темні Хмари]===],
--[[description]] [===[Ми не можемо дозволити Палаючому Лезу закріпитись у Дуротарі! Ми мусимо знищити їх, перш ніж гниття розповсюдиться!

Я провів власне розслідування і дізнався, що чорнокнижник Палаючого Леза, гоблін Фіззл Темнохмар, став табором посеред Громового Кряжа на північному заході. Звідти він і його послідовники-культисти розносить хаос.

Знайди і вбий Фіззла, і принеси мені його кіготь!]===],
--[[objective]] [===[Принесіть Кіготь Фіззла Орґнілу Духошраму у Колючий Пагорб.]===],
--[[progress]] [===[Ти знайшов Фіззла, {Ім’я}? Він і решта Палаючого Леза, мають бути очищені з наших земель!]===],
--[[reward]] [===[Ага! Ти його дістав!

Ти гордість свого клану, {Ім’я}. І саме завдяки тобі, Дуротар вільний ще від одного з прибічників зла.]===],
},
[808] = {
--[[title]] [===[Череп Міншини]===],
--[[description]] [===[Я чую голос мого брата, Міншини, що зве мене у моїх снах.

Його забрав Залазейн, чорнокнижник на Островах Ехо на сході. І він мертвий.

Але смерть не стала звільненням для мого брата. Дух Міншини заточений у пастці свого ж черепа, під дією магії Залазейна. У моїх снах я бачу його з іншими черепами, у колі сили на найбільшому з Островів Ехо. Поки він знаходиться там, душа мого брата приречена.

Прошу, {Ім’я}. Знайди коло і забери череп Міншини. Принеси мені його.

Звільни його!]===],
--[[objective]] [===[Дістаньте череп Міншини з кола сили на Островах Ехо.

Поверніть його Майстру Ґадріну у Селищі Сен’Джин.]===],
--[[progress]] [===[Череп мого брата у тебе, {Ім’я}? Він нарешті вільний?]===],
--[[reward]] [===[Дякую тобі, {Ім’я}. Ти врятував Міншину. Ти врятував душу мого брата від рабства!]===],
},
[809] = {
--[[title]] [===[Ак'Зелот]===],
--[[description]] [===[З моменту останньої війни, коли Палаючий Легіон зазнав поразки, я шукав джерела демонічної гнилі серед орків. Нашийник, що я отримав, підтверджує мої страхи.

Він належить Палаючому Лезу, культу, що збирається навколо речі, наповненої демонічної сили. Ця річ зветься Демонічним Сім’ям, і вона знаходиться у Степах на Вершині Зловіщого Туману. Вона має бути знищена!]===],
--[[objective]] [===[Поговоріть з Ак’Зелотом у Степах]===],
--[[progress]] nil,
--[[reward]] [===[Нііру хоче, щоб Демонське Сім’я було знищене, чи не так? Дивно…

Дуже добре. Якщо він хоче, щоб Сім’я зникло, тоді я розповім тобі як його позбутись.]===],
},
[812] = {
--[[title]] [===[У пошуках зцілення]===],
--[[description]] [===[{Ім'я}... ти дуже вчасно. Я лише сподіваюсь я теж зможу віддячити за твою швидкість.

Я був необережний, б’ючись з отрутохвостами, і один з них глибоко мене вжалив. Я відчуваю, як його отрута ослаблює мене, навіть від того, що ми розмовляємо. Мені залишилось жити десь з годину. Але щоб витримати, мені треба твоя допомога…

Кор’гхан у Орґріммарі знає набагато більше про протиотруту. Знайди його… і поспіши, {Ім'я}. Я не протримаюсь значно довше. Він має бути у Розколині Тіней.]===],
--[[objective]] [===[Знайдіть Кор’гхана у Орґріммарі і отримайте протиотруту Отрутохвоста. Потім принесіть протиотруту Рінагу на північному заході Дуротару.]===],
--[[progress]] [===[Я майже радий, що не можу повернутись до селища Сен’Джин таким, який я є зараз. Мою слабкість і тупість обов’язково б висміяли.]===],
--[[reward]] [===[{Ім'я}, ти врятував моє життя. Дякую тобі.

Будь ласка, візьми це. Я сподіваюсь це хоча б допоможе тобі у твоїх мандрівках, якщо не принесе декількох монет. Від того, що ти кажеш, я не буду цим користуватись найближчим часом. Кор’гхан прожене мене через купу своїх ритуалів, перш ніж я доведу себе гідним. Далі убивати кабанів, далі збирати хвости скорпидів… <зітхає>]===],
},
[813] = {
--[[title]] [===[У пошуках протиотрути]===],
--[[description]] [===[Отрутохвости одні з найсмертельніших скорпидів Дуротару. Рінаг вчинив немудро, полюючи на них без протиотрути, але зараз осудження це останнє, що йому потрібно.

Принеси мені декілька отруйних залоз отрутохвоста біля входу Орґрімара і я зроблю для Рінага протиотруту.

Поспіши, {Ім’я}. Один з наших теж потребує твоєї допомоги.]===],
--[[objective]] [===[Принесіть 4 отруйних залози отрутохвостів для Кор’ґхана у Орґрімар.]===],
--[[progress]] [===[Пам’ятай, неважливо на кого ти полюєш, ти маєш уважно вивчити його і зрозуміти його поведінку. Це знання може врятувати твоє життя.]===],
--[[reward]] [===[Ось протиотрута, {Ім’я}. Віднеси її Рінаґу так швидко, як можеш, і будь {стать:обережний:обережна}.]===],
},
[815] = {
--[[title]] [===[Розбити пару яєць]===],
--[[description]] [===[Оува! Я ледве не забув приготувати сніданок.
{Ім’я}, збирайся і принеси мені декілька яєць шерстехвостів. Мені потрібно найменше три, якщо я захочу приготувати достатньо їжі на завтра.

Шерстехвости Кривавого Пазура можуть бути агресивними і частіше захищають свої яйця до самої смерті ніж ні. Інколи вони закопують свої яйця занадто глибоко в землю задля захисту, але якщо ти підеш прямо на Острова Ехо, що на південний схід від Селища Вол’Джин, ти зможеш зустрінеш їх по всіх тих островах.]===],
--[[objective]] [===[Принесіть 3 яйця шерстехвостів до Кухаря Торка у Колючому Пагорбі]===],
--[[progress]] [===[Сніданок, обід, вечеря! Кому яка різниця, що подають? Це все одно має бути кимось приготовано - а саме мною!]===],
--[[reward]] [===[Ти може й слабак, але хоча б не незграба, {Ім’я}.

Ось, візьми це і вали з моїх очей. Мені треба готувати.]===],
},
[816] = {
--[[title]] [===[Загублений, Але Не Забутий]===],
--[[description]] [===[{Ім’я}, прошу, ти допоможеш мені? Мій сон Крон пішов полювати декілька днів тому, і він досі не повернувся. Він пішов на Захід у сторону Степів полювати на кроколисків вздовж Південнолютної Річки. Я боюсь найгіршого.

Настільки ж сильним він був, настільки вперта гордість приводила його до проблем. Я попереджала його про лють і силу кроколисків. Він розізлився і кинувся геть.

Якщо ти не зможеш знайти його, принаймні дізнайся, що з ним сталось… Навіть якщо тобі доведеться розрізати живіт кожного з кроколисків на берегах Південнолютної Річки.]===],
--[[objective]] [===[Дізнайтесь, що сталось з Кроном і дайте знати Міші Тор’крен на фермі на північному заході від Колючого Пагорба.]===],
--[[progress]] [===[Я молюсь, щоб Крон повернувся, але майже впевнена, що вже знаю його долю.]===],
--[[reward]] [===[Ох, мій сину… мій прерасний сину.

Невпевнена щодо долі мого сина, я мучилась з того дня, як він пішов. Тепер, знаючи, що з ним сталось, я нарешті можуть почати оплакувати його.

Дякую тобі, {Ім’я}. Будь ласка, візьми це, я хотіла віддати Крону як подарунок, коли він повернеться. Тепер, знаючи, що він мертвий, я не можу на це дивитись .]===],
},
[818] = {
--[[title]] [===[Розчинник Духу]===],
--[[description]] [===[І хоча мої очі мене підводять, я все ще достатньо добре бачу. Все частіше я маю покладатись на свої алхімічні здібності у допомозі з магією, що колись так просто мені далась. Але я відмовляюсь брати учня - досі не було гідного троля чи орка.

Ти гідний? Ти дістанеш дещо?

Мені потрібні непошкоджені очі Макрури і фіали з слизом Повзунів. Ти знайдеш їх у будь-кого з Макрур чи повзунів у Дуротарі. Скоро ми знову поговоримо.]===],
--[[objective]] [===[Принесіть 4 непошкоджених ока Макрури і 8 фіалів з слизом Повзунів до Майстра Ворнала в Селищі Сен’Джин]===],
--[[progress]] [===[Час є справжнім випробуванням сили і волі. Втратиш терпіння або піддасишся слабкостям і твоє справжнє нутро покаже себе.]===],
--[[reward]] [===[Добре зроблено, {стать:юначе:дівчино}… Справді добре зроблено.]===],
},
[825] = {
--[[title]] [===[З Уламків Корабля...]===],
--[[description]] [===[Один із моїх найбільш спостережливих розвідників доніс, що уламки флоту Праудмура є й досі вздовж Дуротарсткого узбережжя, на схід від Форту Тіраґард.

Ні для кого не секрет, що люди в альянсі з цими брудними коротунами-гномами, які досить розвинені у питаннях механіки. Ми мусимо мати повне розуміння наших потенційних ворогів. І увесь наш народ теж виграє від цих знань.

Попірнай між уламками, {Ім’я}, і дістань мені Альянсівські інструменти.
]===],
--[[objective]] [===[Ґар’Ток з Колючого Пагорба хоче, щоб ви дістали 3 Гномських Інструменти з корабельних уламків вздовж берега.]===],
--[[progress]] [===[Як тільки ми зрозуміємо, як люди керують їх дивними машинеріями, ми отримаємо величезний шанс перемогти їх у майбутніх битвах.

З новими отриманими знаннями, Орда лише стане сильнішою.]===],
--[[reward]] [===[Твоя місія по отриманню інструментів була успішною, {клас}. Я простежу, щоб вони дістались Орґрімару із наступним караваном.

Добре зроблено.]===],
},
[828] = {
--[[title]] [===[Марґоз]===],
--[[description]] [===[Один із наших шаманів, Марґоз, знає більше про гниль Палаючого Леза. За його словами, в печері, що зветься Скеля Черепа, одразу за Оргрімаром - селиться велика кількість послідовників Палаючого Леза.

Перш ніж ти підеш у Скелю Черепа, поговори з Марґозом. Він мудрий і його поради цінні.

Він став табором на північний схід, між узбережжям і Сухощільним Яром.

Прислухайся до його поради, але хоч що Марґоз скаже, {Ім’я}, я все ще хочу, щоб ти {стать:роздавив:роздавила} тих культистів!]===],
--[[objective]] [===[Поговоріть з Марґозом.]===],
--[[progress]] nil,
--[[reward]] [===[Вітаю, {Ім’я}. До мене дійшли розмови про твій прихід, і про твої подвиги у Дуротарі.

Творя майстерність і слава росте, <клас:к>.

Тримайся цього шляху, і твоє майбутнє буде справді велике.]===],
},
[829] = {
--[[title]] [===[Нііру Вогняне Лезо]===],
--[[description]] [===[Ці палаючі нашийники, які ти мені приніс - могутні, демонічні знаряддя. Визначити ж їх походження, нажаль, понад моїх сил як шамана. Нам потрібен чорнокнижник, щоб дослідити їх.

Візьми палаючий нашийник до Нііру Вогняного Леза. Хоч він і талановитий чорнокнижник, за його словами, він використовує сили для приборкання демонів і заявляє, що займається окультними дослідами лише в добрих намірах. Правда це чи ні, нам може знадобитись його допомога проти демонічного культу у Дуротарі.

Ти можеш знайти Нііру у Оргрімар у Розщелині Тіні.]===],
--[[objective]] [===[Принесіть Зразок Ошийника до Нііру Вогняного Леза у Орґріммар.]===],
--[[progress]] [===[Мої найбільші вітання, {клас:к}. Як можу я допомогти моєму другу-{раса:д}?]===],
--[[reward]] [===[Арх, і звідки ти це {стать:дістав:дістала}? Добрий Марґоз у Колючому Пагорбі послав тебе до мене, чи не так?

Ну, подивімось поближче...]===],
},
[832] = {
--[[title]] [===[Палаючі Тіні]===],
--[[description]] [===[<Слова плавно перетікають з підвіски у вашу свідомість>

Ґазз’уз?

Ґазз’уз… відповідай!

Про те, що ти знайшов у Скелі Черепа вже відомо. Готуйся до нападу!

Ґазз’уз, я вимагаю, щоб ти подав голос! Відповідай або я дам знати про тебе Нііру Вогняному Клинку, а він то вже тебе не пожаліє.

Не випробовуй свої можливості проти Нііру…

… Ґазз’уз, ти там…?]===],
--[[objective]] [===[Принесіть це око до Нііру Вогняного Клинка]===],
--[[progress]] [===[Ти маєш розповісти дещо життєво важливе. Я відчуваю це у твоєму погляді.]===],
--[[reward]] [===[<Розглядає Око Палаючої Тіні>

Цікаво. Голос, який ти чув, назвав моє ім’я? Мене знають як мисливця на ворогів нашого Вождя, але… дивно, що мене виділили. Ще дивніше те, що у послідовників культу Палаючого Леза мають ім’я, настільки схоже до мого.

Я маю вивчити цей кулон. Я маю вивчити і обміркувати значення цього послання.

Дякую тобі, що приніс це мені, {Ім’я}. Ти зробив велику послугу своєму народу.]===],
},
[837] = {
--[[title]] [===[Вторгнення]===],
--[[description]] [===[Коли ми прибули, Бритвошкурі свинобрази тримали більшу частину землі, і стояли колючкою у нашій землі. Нашими силами ми вигнали їх найбільшу кількість, але й досі вони добре укріплені у певних місцинах.

Однак це продовжується занадто довго. Для нашого власного захисту, ми не можемо дозволити Бритвошкурам закріпитись на наших землях. Їх табори можна знайти на захід звідси. Шукай ожинові колюки і ти знайдеш їх. Сьогодні ми виженемо їх з Дуротару, завтра, можливо, з усього Калімдору.]===],
--[[objective]] [===[Убийте 4 Бритвошкурих Свинобразів, 4 Бритвошкурих Розвідників, 4 Бритвошкурих Пилоступів і 4 Бритвошкурих Бойових Вартових для Ґар’Тока у Колючому Пагорбі.]===],
--[[progress]] [===[Хоч вони і володіють певними знаннями і мають певну організованість, я постійно дивуюсь, що ці свинобрази були здатні захопити і утримувати так багато територій у Калімдорі. Можливо, вони є більш підступним ворогом, ніж я їх оцінював раніше…]===],
--[[reward]] [===[Я розповім усім, щоб свинобрази були вигнані з їх барліг і тепер їх будівлі можна спалити. Усунення Бритвошкурих з Дуротару підводить нас ближче до повного закріплення кордонів нашої нової батьківщини.]===],
},
[840] = {
--[[title]] [===[Новобранець Орди]===],
--[[description]] [===[Гмм, ти виглядаєш досить сильним.

Слухай, мій хороший друг Карґал вимагає декількох нових новобранців для відбування повинностей у Степах. Я знаю, ти хочеш допомогти Орді. Ну, це твій шанс.

Візьми цей лист новобранця до Карґала і подивимось, чи він підпише його.]===],
--[[objective]] [===[Йдіть по Західній роботі від Колючого Пагорбу до Степів, пройшовши через міст.

Зупиніться на заставі орків за мостом.

Віддайте Карґалу Битвошраму у заставі у Степах ваш лист новобранця.]===],
--[[progress]] [===[Чого тобі, щеня? Якщо ти тут щодо вербування, у мене немає часу на тебе.]===],
--[[reward]] [===[Ох, то це Такрін послав тебе? Він відмінний розвідник, не знаю що б я робив без нього.

Я підпишу твої вербувальні папери, але у першу чергу нам потрібен хтось у Перехресті.]===],
},
[842] = {
--[[title]] [===[Призов на Перехрестя]===],
--[[description]] [===[Візьми цей підписаний вербувальний лист на Перехрестя.

Серґра Темношип, проклята шкура, там головна. Вона нудотна шаманка, яка запаморочить твої мізки перш ніж дозволить тобі зробити хоч щось корисне. Тралл переконаний, що вона особлива, але я не такий впевнений.

Ти вже сам маєш вирішити для себе, {стать:малий:мала}…]===],
--[[objective]] [===[Йдіть по західній дорозі з Дального Посту Кар’ґала.

На Т-значному петині доріг поверніть наліво і йдіть по південнній дорозі.

Знайдіть Серґру Темношип на перетині доріг посеред Перехрестя.]===],
--[[progress]] [===[Так так так, що ми тут маємо? Карґал визнав мене гідною чергового новобранця?]===],
--[[reward]] [===[Добре, {Ім’я}. Ти хочеш зробити свій вклад у Орду? Ну, тут вдосталь роботи, тому слухай уважно і роби те, що тобі кажуть.

{стать:<Я бачу цей погляд у твоїх очах, не думай, що буду терпіти таку зухвалість. Тралл особисто оголосив жінок Орди рівними чоловікам. Ставитимешся  до мене зневажливо, і ти відчуєш, що таке справжній біль.>:<Я рада, що зустріла тебе. Тралл буде радий знати, що все більше жінок як ти і я беруть ініціативу у просуванню вглиб Степів.>}]===],
},
[926] = {
--[[title]] [===[Пошкоджений Силовий Камінь]===],
--[[description]] nil,
--[[objective]] nil,
--[[progress]] nil,
--[[reward]] [===[Ці камені наповнені магічною енергією, але навмисно пошкоджені. Вони дуже нестабільні. Піднявши їх зі столу, вони швидко пожирають самі себе.]===],
},
[2161] = {
--[[title]] [===[Ноша Пеона]===],
--[[description]] [===[Перепрошую? Допоможете?

У мене тута куча їдла. Я сміливо йшов по дорозі, незважаючи на скорпидів, павучків і навіть гіршого. Я ніс їдло до Долини Випробувань, бо думав, їм треба і я захотів допомогти. Але їм не треба їдло! Тому я маю віднести її назад до Колючого Пагорба і я страшусь отих всіх тварюк по дорозі...

Можете взяти її за мене? Я простий наймит, але ви герой. Ви нічого не боїтесь!

Віднесіть це до Хазяїна таверни Гроска у таверні Колючого Пагорба. Дякую!]===],
--[[objective]] [===[Принесіть Ношу Укора до хазяїна таверни Гроска у Колючому Пагорбі]===],
--[[progress]] [===[Вітаємо у Колючому Пагорбі!]===],
--[[reward]] [===[А, це їжа, яку Укор ніс до Долини Випробувань. Їм не знадобилось? Ну, схоже, їм подобається морити голодом героїв-у-тренуванні. Кажуть, це загартовує дух!

Дякую за повернення їжі. Я покладу її назад на полиці… але, дозволь мені спочатку запропонувати тобі трохи перекусити!

І не забудь відпочити тут у таверні. Ти може і хоробрий, {клас}, повний жаги завоювати цей світ, але якщо твоя енергія вичерпана, то ні собі, ні Орді, багато чим не допоможеш.]===],
},
[4402] = {
--[[title]] [===[Ґалґаровий Пиріг з Кактусовими Яблуками]===],
--[[description]] [===[А тут в Долині Випробувань стає справді гаряче.

<Ґалґар витирає чоло.>

Якби ж у мене було декілька кактусових яблук, я міг би приготувати мою славнозвісну шарлотку з кактусових яблук! Ніщо так не охолоджує швидше, ніж шматочок цього чарівного смаколика.

Я ось що тобі скажу, {Ім’я}. Якщо принесеш мені 10 кактусових яблук, я приготую декілька порцій пирога з яблуками, щоб ти {стать:взяв:взяла} у свої мандрування. Якщо {стать:зацікавився:зацікавилась}, то яблука ростуть біля кактусів поряд.]===],
--[[objective]] [===[Принесіть Ґалґару 10 Кактусових Яблук. Ви пригадуєте, що він казав їх можна знайти біля кактусів.]===],
--[[progress]] [===[Ти {стать:закінчив:закінчила} збирати кактусові яблука?]===],
--[[reward]] [===[Чудово, {Ім’я}! Як обіцяв, ось твій пиріг з кактусовими яблуками плюс дещо зверху.]===],
},
[4641] = {
--[[title]] "Твоє місце у світі",
--[[description]] [===[Нарешті ти {стать:доріс:доросла}, {Ім'я}...до віку боротьби в ім’я Орди. До завойовувань во славу Вождя.

Так…

<Калтунк оглядає вас>

Ти впораєшся.

Без сумніву ти мрієш знайти могутнього дракона чи демона і задушити його самими руками, але можливо було б розумніше почати з де-чого менш… небезпечного.

<Калтунк сміється>

Відрапортуй Горнеку, він зможе дати завдання, яке більше підходить такому молодому воїну як ти, {клас:к}. Ти знайдеш Горнека у Лігві, на заході.]===],
--[[objective]] [===[Поговоріть з Горнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцеположенням і те, що Горнек знаходиться у Лігві, будівлі на заході.]===],
--[[progress]] [===[Панцир скорпіда не настільки твердий, що зможе стримати силу рішучого воїна. Бий сильно і без вагань, і скорпіди будуть легкою здобиччю.]===],
--[[reward]] [===[Ще один Калтунків рекрут, егеж?

Схоже зараз скрутні часи, якщо це найкраще, що може видати Орда.

Нічого.

До того часу як ми вирішимо, що будеш готовий покинути Долину, ти будеш гордим {клас:о} Орди.]===],
},
[5441] = {
--[[title]] [===[Ліниві пеони]===],
--[[description]] [===[Прокляті наймити! Вони тяжко працюють, збираючи деревину по долині, але також постійно дрімають! Мені треба хтось, хто б допоміг вишикувати їх.

Ти виглядаєш як {стать:той:та} {раса:н}, {стать:який:яка} {стать:потрібен:потрібна} для цього завдання. Ось, візьми цей кийок і використай його на будь-якому з наймитів, хто спить на роботі. Хороший ляпас одразу налаштує їх на роботу! Повернеш кийок, коли закінчиш.

Вшиві ліниві наймити...]===],
--[[objective]] [===[Використайте Кийок Десятника на Лінивих Пеонах коли ті сплять. Розбудіть 5 пеонів, потім поверніть Кийок Десятника до Десятника Тазз’ріла у Долині Випробувань.]===],
--[[progress]] [===[В ледачості нічого хорошого…

Е? Мій кийок у тебе? Ти {стать:спіймав:спіймала} когось, хто спить на роботі?!EEE]===],
--[[reward]] [===[Добре, добре. Можливо, наступного разу вони подумають двічі перш ніж розслаблятись! Дякую за допомогу!]===],
},
}
