local _, addonTable = ...
addonTable.quest_n = { -- [id] = { title, description, objective, progress, completion }
[402] = {
[===[Сірра зайнятий]===],
[===[Вибач, але зараз наше місто під загрозою, тож у мене є інші обов'язки. Можливо, пізніше, якщо ми виживемо, я зможу закінчити цей переклад.]===],
[===[Зайдіть до Сірри пізніше та дізнайтеся, чи він все ще зайнятий.]===],
nil,
nil,
},
[692] = {
[===[Утрачені фрагменти]===],
[===[Сувій Мізраелі... сувій Мізраелі?! Ти цього не хочеш! Його магія може витягнути Мізраель на поверхню, і якщо ти це зробиш, ми всі потрапимо в біду!

Або... можливо, вже занадто пізно. Можливо, вона вже вільна. Можливо, вона просто збирає сили, перш ніж обрушитися на нас. Якщо це так, то тобі точно ПОТРІБЕН сувій!

...шкода, що він знищений. Розлючені елементалі вкрали його і розірвали на шматки, а тепер б'ються за його фрагменти.

Але якщо ти зможеш зібрати ці фрагменти, можливо, нам вдалося б відновити сувій...]===],
[===[Принесіть рваний, м'ятий і обпалений фрагменти сувою Тельдуріну Загубленому.]===],
[===[Ти {стать:знайшов:знайшла} ці фрагменти?!?! Тобі потрібен сувій Мізраелі, якщо ти хочеш знову її полонити, поки ще не стало занадто пізно!]===],
[===[Ах, ти їх {стать:знайшов:знайшла}! Чудова робота, {ім'я}! Вони, можливо, - наш єдиний шанс протистояти злу Мізраелі!

Дай-но мені знайти мій лом-храповик і побачимо, чи зможу я з'єднати ці фрагменти...]===],
},
[703] = {
[===[Смажені крильця канюка]===],
[===[О так, мої канючі крильця-барбекю просто обожнюють! Сповнений смаку соус і соковите м'ясце. А їхній аромат змусить голодних прибігти за милі звідси!

У мене є все, що потрібно, для приготування порції. Все... окрім крилець канюка!

Якщо хочеш їх спробувати, здобудь мені такі крильця. Принесеш достатньо, і, може, я навіть поділюся рецептом з тобою!]===],
[===[Принесіть 4 крильця канюка Смиколяпові.]===],
[===[Привіт, {ім'я}. {Приніс:принесла} мені мої крильця?]===],
[===[О, я одразу почну готувати крильця. Я вже майже відчуваю їхній смак!

І ось тобі рецепт, на випадок, коли захочеш зробити ці крильця {стать:сам:сама}!]===],
},
[705] = {
[===[Пірнання по перлини]===],
[===[Безплідні краї - це суворе місце, наповнене злісними хижаками та зухвалими нишпорками. Страшне місце, особливо для маленького гобліна. Щоб вижити, я мушу бути хитрим!

Мені відомий рецепт для виготовлення світлових бомб. Я використовую їх, щоб відлякувати диких тварин. Але у мене закінчується один з інгредієнтів: порошок з подрібнених синіх перлин. Добудь мені декілька, і я зроблю так, щоб твої зусилля були не марними.

Ха, і сподіваюся, на тобі міцні чоботи. Потрібні мені сині перлини можна знайти у молюсків на Підступному рифі.

Так-так, той самий Підступний риф у Тернистій долині!]===],
[===[Принесіть 9 синіх перлин Смиколяпові у Безплідних краях.]===],
[===[Ти {стать:роздобув:роздобула} мої перлини? У мене майже закінчилися світлові бомби!]===],
[===[Ці чудово спрацюють! Мені лише потрібно розбити їх на порошок... Потім змішати їх з дрібкою цього і дрібкою того.

Ну стережіться, сміттяри! Приготуйтеся спалахнути!]===],
},
[709] = {
[===[Порятунок від загибелі]===],
[===[О, небеса милосердні! Лихо! Наближається загибель. Згадай моє слово! Ми приречені!

Ні, я не можу більше нічого сказати... я не можу вимовляти їхні імена, вони можуть мене почути! Але якщо ми дізнаємося, так, якщо ми дізнаємося більше про них... тоді, можливо, ми зможемо протистояти їм!

Можливо...

Іди в Ульдаман. Ні! Я вимовив це! Ти маєш знайти... знайти скрижаль... Р'юн'еха. Так, знайди її! І не змушуй мене вимовляти це ім'я знову!

Вона в глибині Ульдаману, в стародавній скрині, більш стародавній, ніж будь-які досі знайдені сліди дворфів.]===],
[===[Принесіть скрижаль Р'юн'еха Тельдуріну Загубленому.]===],
[===[Тобі вдалось знайти скрижаль? Вона має містити розгадку нашого спасіння!]===],
[===[Ох, доля милосердна до нас! Дякую тобі! Можливо, ми ще зможемо врятуватися!]===],
},
[710] = {
[===[Вивчення стихій: Камінь]===],
[===[Тут, у Безплідних краях, я зупинився, щоб працювати над моїм останнім проєктом: мої кайдани зв'язування стихій.

Після завершення, вони дозволять магам викликати більш могутніх елементалей у більших кількостях. Щоб почати роботу над ними, мені необхідні маленькі кам'яні осколки, щоб перевірити деякі з моїх останніх атакуючих заклять, а також пару штуковин, що я зібрав докупи.

Осколки можна легко дістати з менших кам'яних елементалей на захід звідси. Можеш принести декілька?]===],
[===[Знайдіть 10 маленьких кам'яних осколків і принесіть їх Лотвілю Веріату в Безплідні краї.]===],
[===[Це місце ідеальне для-- Тримай їх і не рухайся. Так, саме так, уздовж вектора нормалі. Тепер, про що я... Точно. Ідеально для тестування мого останнього проєкту. Сировина, відкритий простір... Що ще треба розумному, справжньому професіоналу мистецтв треба?]===],
[===[Ці добре підійдуть, {ім'я}. Дякую. Гмм, трохи більше піску, ніж я передбачав. Доведеться регулювати коефіцієнт тертя. Стоп, зажди; він повинен бути незначним з крижаним маслом.]===],
},
[711] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, ти вже {стать:проявив себе здібнішим:проявила себе здібнішою}, ніж всі мої учні разом узяті.

Наступні частини, що я потребую, вимагають трохи більше сили. Великі кам'яні глиби можна знайти у кам'яних елементалів, якщо бути достатньо обережним. Їхні тіла більші та міцніші, і тому більш схильні до того, щоб мати необхідні мені великі шматки для тестування. Ти можеш знайти їх далі на захід звідси або на південному сході біля підніжжя гір.

Не спіши; мені потрібен час, щоб протестувати ці маленькі шматки, які ти {стать:приніс:принесла}.]===],
[===[Принесіть 3 великі кам'яні глиби Лотвілю Веріату в Безплідні краї.]===],
[===[Я дуже задоволений, {ім'я}. Мої закляття впливали на маленькі шматки саме так, як і очікувалося. Якщо цей експеримент вдасться, то підконтрольні мені елементалі присоромлять все що до цього вдавалося прикликати.]===],
[===[{Ім'я}, це просто дивовижно! Я думав, що знадобиться пів дюжини тауренів, щоб донести мені все це.]===],
},
[712] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, є ще одна частина, яка мені необхідна від елементалей тут, у Безплідних краях: це поручі зв'язування каменю, які можна дістати з більших кам'яних елементалів. За моїми розрахунками, цих поручів повинно вистачити, щоб оцінити міць моїх власних кайданів.

Мої спроби спостереження більших кам'яних елементалів говорять, що є невелика група на південний захід звідси, поблизу огрів, якщо не помиляюся.

Принеси мені 5 поручів, просто, щоб у мене був запас. Сумнозвісний Серво вміє плутати мої реагенти та результати досліджень.]===],
[===[Принесіть 5 поручів зв'язування каменя Лотвілю Веріату в Безплідні краї.]===],
[===[Кам'яні глиби, які ти {стать:знайшов:знайшла}, були ідеальними, {ім'я}. Люсьєн відвезе зайві назад до Хараноса, коли ми тут завершимо. Зрештою, вони знову можуть виявитися корисними.

Наприклад, вони були б гарною основою для затишного маленького притулку, як тільки я почну вивчати міждисциплінарний підхід до високопродуктивних вибухових речовин...]===],
[===[{Ім'я}, а ти ніколи не {стать:замислювався:замислювалася}, щоб стати науковим співробітником? Ні? Я не впевнений, щоб робив тут без твоїх здібностей. Інтелект, допитливість і сила - все в одному флаконі.]===],
},
[713] = {
[===[Охолоджені голови переможуть]===],
[===[Дозволь розповісти тобі про крижане масло: ніщо так не вбереже двигун або шестерні від перегріву, як воно.

Його охолоджувальні властивості надзвичайні, а довговічність як мастила просто не має рівних. І це ще не все: вона також допомагає зберігати чари на магічних предметах.

Мені потрібен флакон цього масла, щоб підсилити магічний потенціал моїх кайданів і зробити їх достатньо потужними, аби викликаний нами друг не прикінчив нас усіх.

Бро'кін, мій друг-гоблін, може навчити тебе, як виготовити це масло. Він перебуває в Альтераці.]===],
[===[Знайдіть крижане масло та принесіть його Лотвілю Веріату в Безплідні краї.]===],
[===[Ти вже {стать:знайшов:знайшла} потрібну мені олію? Було б так корисно, якби ти {стать:зміг:змогла} знайти хоч трохи.]===],
[===[Приголомшливо! Вона послужить прекрасним охолоджувачем для моїх нових наручів. Якщо ці чари впадуть раніше, ніж через сто років, я відпишу все моє майно Серво.

Усі маги Асамблеї будуть в такому захопленні, коли я закінчу цю роботу, {ім'я}. Лише зачекай, і ти побачиш.]===],
},
[714] = {
[===[Гіро... що?]===],
[===[{Ім'я}, ти {стать:впорався:впоралася} зі своїм завданням вище всяких похвал.

<Лотвіль, очевидно, поглинутий своєю роботою.>

Якщо ми колись зустрінемось у Хараносі, не соромся подати заяву на роботу.

Упс! Швидше, хапай... так, це. Дякую.

Тепер мені потрібна лише одна річ. Маленька штуковина, але, боюся, досить необхідна: гірохронатом.

Якби ти просто {стать:сходив:сходила} та {стать:приніс:принесла} мені один, то в мене буде все готово, щоб це завершити.]===],
[===[Принесіть гірохронатом Лотвілю Веріатові до Безплідних країв.]===],
[===[Так, так, так. Секунду.

<Лотвіль продовжує працювати над якоюсь хитрою вигадкою.>]===],
[===[ХА!

<Лотвіль вихоплює у вас гірохронатом.>

Відмінно... майже готово. Ні, справді. Я тут майже ЗАВЕРШИВ. Це мій найпріоритетніший проєкт... наразі. Дай-но я засуну цю штуку в належне їй місце, і ти {стать:сам:сама} побачиш, зі створенням чого ти мені {стать:допоміг:допомогла}. Це займе лише кілька додаткових хвилин... мабуть... можливо, довше. Гаразд, мабуть, набагато довше. Побачимо...]===],
},
[715] = {
[===[Рідкий камінь]===],
[===[Я вважаю, що предмети, які ти {стать:роздобув:роздобула} для Лотвіля, будуть найменшою з наших турбот, {ім'я}. З іншого боку, ти {стать:довів:довела}, що є більш ніж {стать:умілим:умілою} в науках, які Лотвіль вважає священними, тож як щодо допомоги мені?

Мені необхідні зілля невидимості та зілля лікування; обидва можуть стати у пригоді справді скоро, якщо йому це вдасться.

Натомість я дам тобі рецепт зілля, яке розроблював під час навчання у Лотвіля. Воно засноване на частині досліджень що він проводив тут, у Безплідних краях.]===],
[===[Принесіть зілля лікування та зілля малої невидимості до Люсьєна Ключожбура у Безплідних краях.]===],
[===[Він майже закінчив. А як твої успіхи?]===],
[===[ТАК!

Тобто дякую, {ім'я}. Вони мені допоможуть під час подорожі Безплідними краями.]===],
},
[716] = {
[===[Камінь кращий за тканину]===],
[===[Знаю, наскільки жадібним може бути Лотвіль, {ім'я}, тому дозволь мені дати тобі щось натомість за всі твої клопоти. Можливо, це навіть допоможе захистити тебе від звірства, яким є новітній винахід Лотвіля.

Я працював з усіма невикористаними каменями, які ти {стать:збирав:збирала} для нього, і можу зробити досить непогані поручі для тебе. Звичайно, вони будуть зачаровані.

Мені лише потрібні прикрашені візерунком бронзові поручі, виконані ковалем, тоді я завершу поручі, які роблю для тебе.]===],
[===[Принесіть прикрашені візерунком бронзові поручі Люсьєну Ключожбуру у Безплідних краях.]===],
[===[Я б не чекав занадто довго, щоб отримати ці поручі, {ім'я}.

Хто знає, що трапиться далі?]===],
[===[Готово, {ім'я}. Приміряй ось ці.]===],
},
[734] = {
[===[Це буде важко]===],
[===[Чудово, чудово.

<Лотвіль на мить дивиться на вас, перш ніж повернутися до своїх кайданів.>

Збігай-но до Люсьєна, {ім'я}. Мені потрібен зубець #5. Принеси його мені, зможеш?]===],
[===[Поговоріть з Люсьєном Ключожбуром у Безплідних краях.]===],
nil,
[===[Зубець #5, еге ж? Так, добром це не скінчиться.]===],
},
[737] = {
[===[Заборонене знання]===],
[===[У мене є для тебе збірник, {ім'я}. Думаю, не варто говорити, що з ним потрібно поводитися дуже дбайливо. І неодмінно тримати подалі від ворожих рук.

Цей збірник містить багато правди...

...а правда може обпекти.]===],
[===[Принесіть збірник Яґіна Тельдурінові.]===],
[===[Гей! Тебе довго не було. {Стать:Здобув:Здобула} збірник?]===],
[===[Ти {стать:дістав:дістала} його! О, надія жевріє!

Можливо, твої зусилля ще врятують нас, {ім'я}. Варто поставити тобі пам'ятник! Спорудити святилище! Хай славиться ім'я твоє, доки у твоїх онуків не народяться їхні онуки!

Якщо тільки... якщо тільки ВОНИ ще не вирвалися та вийшли на поверхню. Якщо це трапиться, то можеш забути про дітей.

Якщо ВОНИ вирвалися на свободу - ми всі підемо на корм хробакам.]===],
},
[777] = {
[===[Це буде важко]===],
[===[Добре, ось ти.

Я буду тут... в укритті.

Якщо хочеш, можеш приєднатися.]===],
[===[Принесіть зубець #5 Лотвілю Веріату.]===],
[===[<Не відриваючи погляд від кайданів, Лотвіль простягає руку і нетерпляче розмахує пальцями.>

Зубець, {ім'я}, зубець!]===],
[===[Ах, ідеально. Відійди-но в бік, поки я готуюсь вершити історію!

<Лотвіль продовжує гарячково працювати.>]===],
},
[778] = {
[===[Це буде важко]===],
[===[Ха-ха! Готово! Кайдани готові!

Настав час, Люсьєне. Пора, Серво!

Ти {стать:готовий:готова} стати свідком досконалої суміші алхімії, інженерії та таємниць, {ім'я}?

Зараз я прикличу могутнього елементаля. Це видатний день для всіх нас.]===],
[===[Здобудьте перемогу над вартовим Фам'ретором і поверніть Лотвілю Веріату його кайдани зв'язування стихій.]===],
[===[Не зовсім той результат, на який я розраховував. Можеш повернути мені мої кайдани?]===],
[===[Дякую, {ім'я}. Це було досить важким випробуванням, чи не так?

Я не впевнений, що саме пішло не так. Добре, що за допомогою магії мені вдалося повернути істоту назад у її рідний вимір.

Можливо, трохи вдячності за всю твою наполегливу працю...]===],
},
[787] = {
[===[Нова Орда]===],
[===[Тром'ка, {клас:к}. Я Ейтріґґ, призначений Траллом котролювати навчання рекрутів.

Орда вже не така як була раніше. Був час, коли я покинув Орду, зневірений зростаючою могутністю і впливом Палаючого Легіону. Перебуваючи у вигнанні, група людей мене схопила. Але воєвождь врятував мене з полону. Я повернувся, почувши його бачення Орди, вільної від демонічного впливу під керівництвом шаманів.

Ґорнек має подальші інструкції для тебе.]===],
[===[Відрапортуйте Ґорнеку в Лігві.]===],
nil,
nil,
},
[834] = {
[===[Вітри у пустелі]===],
[===[Я Резлак, представник компанії Ґазлоу. Бос послав мене сюди, у Дуротар, допомогти оркам. І все начебто йде нормально, але каравани... Я не можу забезпечити їх належний захист! А це дуже ускладнює мою роботу, уловлюєш?

Останнє відвантаження — а мені обіцяли, що воно прийде без проблем! — було викрадене пиловітровими гарпіями з… як там його… каньйону Бритвовітру?

Мені потрібні ці припаси, бо я так ніколи нічого не дороблю до кінця! Йди вздовж великого каньону на південь і знайдеш ущелину, що йде із заходу на схід...]===],
[===[Добудьте 5 мішків з припасами і поверніть їх Резлаку, що знаходиться біля Орґріммара.]===],
[===[Не зрозумій мене неправильно, я незрівнянний у тому, що роблю, але це вже смішно! Мені що, піщані замки будувати?]===],
[===[Гей, а це вже щось! Ти {стать:повернув:повернула} нам наші припаси. Чудово. Повернусь до роботи одразу як знайду когось, хто дотягне ці мішки за мене.]===],
},
[835] = {
[===[Захист маршрутів]===],
[===[Ґазлоу якось мені сказав: "Резлак. Є дещо, що ти маєш знати у своєму житті - якщо ти хочеш, щоб щось було зроблено добре, зроби це сам."

Я не можу змиритись з втратою усіх наших караванів, тому вирішив взяти справу у свої руки. Сухощільний яр лежить у східній частині каньйону Бритвовітру. Якщо ми переб'ємо там усіх гарпій, то зможемо захистити маршрут.

Звичайно, є ще дещо, що мені казав Ґазлоу: "Для кожної роботи можна знайти підходящу людину та відповідну ціну". Це я до чого... Допоможеш мені, {Ім'я}?]===],
[===[Убийте 12 пиловітрових дикунок і 8 пиловітрових штормовідьом біля Сухощільного яру за дорученням Резлака.]===],
[===[Важко повірити, але мій бос Ґазлоу завжди знає всьому ціну. "Ніколи не бійся робити перший крок. І роби то з розмахом", - казав він.

Гарпії не припинять надокучати нам і знову нападатимуть на каравани, допоки ми щось не зробимо, егеж?]===],
[===[Що ж, я можу зітхнути з полегшенням, знаючи, що гарпії більше не докучатимуть нашим караванам з вантажами. І це дуже вчасно. Я чув, що із наступною доставкою мені надішлють кілька веселих іграшок!

Ти досить непогано знаєшся на своїй справі, {Ім'я}, тобі слід навідатись до мого боса у Брашпилі. Впевнений, він підбере для тебе цікаву робітку.

Оу, і не хвилюйся, я не забув про оплату твоїх послуг.]===],
},
[858] = {
[===[Запалювання]===],
[===[Тебе часом не Гуркоклапан прислав? Я тут у безвиході... Застрибнув сюди, не усвідомлюючи, що без ключа подрібнювач не заведеться. Мій колега запитав мене, чи все в порядку, а я запанікував! І замість того, щоб сказати йому, що в мене немає ключа, я відповів, що виникла якась несправність.

Треба якнайшвидше драпати звідси! Піднімись в диспетчерську кімнату, що на вершині вишки, там у бригадира має бути ключ від цього подрібнювача.

Виручи мене, благаю!]===],
[===[Дістаньте ключ запалювання і принесіть його Кривошип-су.]===],
[===[Мерщій, ми повинні щезнути звідси, перш ніж хтось щось запідозрить!]===],
[===[Так, виглядає як той самий ключ. Дай-но переконатися, як все це працює...

Хм... контроль обертання... регулює швидкість і стабільність... чутливий контроль руху руки. Ти диви! Мені не віриться, що ТзНБ "Авантюра" змогли розробити щось краще, ніж в нас. Я негайно маю показати це у Брашпилі!]===],
},
[863] = {
[===[Втеча]===],
[===[Гадаю, я розберусь по дорозі... Нічого складного! Тут просто кілька кнопок, і важіль чи два... Ну, ти {стать:готовий:готова} вирушати?]===],
[===[Охороняйте Кривошип-са і викрадений гоблінський подрібнювач по дорозі до Гуркоклапана в Брашпиль.]===],
[===[Чим можу бути корисним?]===],
[===[Сподіваюсь, нам вдасться отримати щось цінне з цього зруйнованого прототипу подрібнювача... мій час спливає! Я негайно відправлю рятувальну команду на допомогу Кривошип-су.

О, і дозволь віддячити тобі за клопоти.]===],
},
[865] = {
[===[Роги рапторів]===],
[===[Раптори Степів розумніші, ніж раптори з інших країв. І мені здається, що весь їх розум — в рогах! Отож, ці роги можна стерти в порошок і використати для приготування "напоїв розумності". Я б на них розбагатів!

А ти мені можеш допомогти. Збери неушкоджені роги рапторів з сонцелуских серпопазурів. Вони бродять на півдні Степів і на півночі, біля кордону з Ясенедолом.]===],
[===[Зберіть 5 неушкоджених рогів рапторів з сонцелуских серпопазурів і принесіть їх Мебокові Міцріксу в Брашпиль.]===],
[===[Ти {стать:зібрав:зібрала} роги, {ім'я}? Вони зроблять мене багатим!]===],
[===[Прекрасно, вони в тебе! Залишилось стерти їх в порошок, змішати з вином і...]===],
},
[887] = {
[===[Флібустьєри Південних морів]===],
[===[Хотілось би, щоб віцеадмірал Ґрецлік краще охороняв море для наших торгових кораблів. У торговий флот вкладено стільки золота, що я просто звірію, коли пірати так безкарно нападають на мої кораблі та крадуть мої товари!

Я чув, що флібустьєри Південних морів отаборилися на південь звідси. Вони стали справжньою проблемою, тож якщо Ґрецлік не хоче про них подбати, то, можливо, ти допоможеш мені їх позбутися.]===],
[===[Вбийте 12 грабіжників Південних морів та 6 канонірів Південних морів для Ґазлоу з Брашпиля.]===],
[===[Я навіть думати не хочу про збитки, які мені завдали ці кляті пірати, а тепер вони ще й табір у мене під носом розбили? Це вже нахабство, Підштольня має щось з цим зробити.]===],
[===[Ти молодець, {стать:малий:мала}. Ще трохи такої роботи, і у мене стане однією проблемою менше. Сподіваюся, вони додумаються забратись якомога далі разом зі своїм табором.

А поки що залишилася маленька справа — повернути викрадені товари!]===],
},
[888] = {
[===[Вкрадене добро]===],
[===[Хотів би я повернути всі свої речі, але це, напевно, неможливо. Але є кілька речей, які мені дуже потрібні!

Як бачиш, моя обсерваторія майже готова, але їй не вистачає одної з лінз. Перша з них прибула караваном з Дуротару, але другу везли на кораблі та вона так і не прибула. Крім того, я так і не отримав черевики від Мжичника з Грабіжної Бухти!

Рушай до піратського табору і пошукай їх.]===],
[===[Поверніть Ґазлоу у Брашпиль посилку з чобітьми та лінзу від телескопа.]===],
[===[Тобі вдалось знайти мої речі, {ім'я}?]===],
[===[Як я радий повернути своє добро. Дякую тобі за допомогу, {ім'я}. Знаєш, мені б не завадили такі помічники, як ти. Якщо знадобиться робота, не забувай, що Ґазлоу непогано платить!]===],
},
[890] = {
[===[Зниклий вантаж]===],
[===[Я вже цілу вічність чекаю на своє останнє замовлення з Грабіжної Бухти! Напевно його вкрали флібустьєри, але щоб знати напевно — сходи, будь ласка, в док і запитай Запаморока, чи не відправили мої товари на склад без мого відома?

Ось, віднеси мій гросбух Запамороку, хай він звірить зі своїми записами.]===],
[===[Принесіть гросбух Ґазлоу завідувачеві причалу Запамороку.]===],
[===[Хочеш відправити товар на наступному кораблі, {ім'я}?]===],
[===[А, то тебе прислав Ґазлоу, ге? Хвилинку, дай-но я зазирну у свої записи, треба переконатися, що я не відправив його товар не туди, куди треба.

Мабуть, він чекає на ті чоботи від Мжичника...]===],
},
[892] = {
[===[Зниклий вантаж]===],
[===[У мене в записах усе гаразд, {ім'я}. Йди до Ґазлоу і скажи, що йому не пощастило. Не здивуюся, якщо його товари прибрали до рук пірати.

Я більше нічим не можу йому допомогти. Хоча... Скажи, що в мене є для нього дещо з Підштольні, хай приходить і забирає.]===],
[===[Поверніть Ґазлоу в Брашпиль його гросбух.]===],
[===[Ну, що сказав Запаморок?]===],
[===[Не пощастило, ге? Мабуть, це були флібустьєри... Запамороку я вірю, він би мене так не обдурив. Зрештою, він на зарплаті.

Здається, мені доведеться дещо повернути, {ім'я}. Що скажеш?]===],
},
[894] = {
[===[Самофланж]===],
[===[ТзНБ "Авантюра" створила невеликий дослідницький центр далеко на північ звідси, на південний захід від Драговини шламу. Я не дуже добре знаю про те, чим вони займаються, але мені вдалося дізнатися, що проводять експерименти з чимось, що називається "самофланж".

Що це в біса таке — самофланж? Що б це не було, я хочу його дослідити, тож мені потрібен хтось, хто може його дістати.

Я дістав копію інструкції з експлуатації їхньої системи управління — там має бути написано, як від'єднати від неї самофланж.]===],
[===[Отримайте доступ до панелі управління на дослідницькому майданчику ТзНБ "Авантюра".]===],
nil,
[===[Різноманітні кнопки, важелі та миготливі лампочки хаотично розкидані на лицьовій стороні панелі управління. Невеликий індикатор показує, що апарат наразі працює в оптимальному режимі, а регулювальні клапани з першого по третій наразі відкриті. У нижній правій частині панелі управління є невелика замкова щілина.]===],
},
[895] = {
[===[РОЗШУКУЄТЬСЯ: барон Довгоберег]===],
[===[РОЗШУКУЄТЬСЯ!

Барон Довгоберег, капітан "Безтурботної"

Капітан Довгоберег з Ґілнеасу керує кораблями флібустьєрів Південних морів, і розшукується за звинуваченням у піратстві. Рештки мають бути придатні для впізнання!

-- Ґазлоу]===],
[===[Принесіть голову барона Довгоберега до Ґазлоу в Брашпиль.]===],
[===[Що сталося? Чим я можу допомогти? Хочеш відправити вантаж чи, може, інженер потрібен?]===],
[===[А! Так от чому ти тут. Знаєш, я бачив якось "Безтурботну" у відкритому морі. Вражаючий корабель, чи то човен... ці моряки так чіпляються до слів!

Загалом, вона так ковзала по воді, що аж дух захоплювало. Я радий, що її клятий капітан більше не турбуватиме мої кораблі.]===],
},
[896] = {
[===[Талан шахтаря]===],
[===[Перебуваючи завідувачем причалу у такому жвавому порту, як Брашпиль, доводиться тримати руку на пульсі всіх справ. Я знаю все про обмін товарами та грошима між Грабіжною бухтою і Брашпилем.

Останні новини, що я чув, - були про шахту Валун Вапняку ТзНБ "Авантюри" на північний схід від Драговини шламу. Один із шахтарів виявив смарагд розміром з кулак. Я знаю кількох покупців, яким було б цікаво прикупити собі щось подібне. Я навіть не проти розділити виторг від продажу 50 на 50.]===],
[===[Добудьте смарагд «Котяче око» у одного з розпорядників або громил ТзНБ "Авантюра" і принесіть його завідувачеві причалу Запамороку в Брашпиль.]===],
[===[Якби ж ми тільки знали, який саме шахтар знайшов той смарагд, то це було б як з гірки скотитись...]===],
[===[Лише глянь який здоровезний, {ім'я}! Ми точно розбагатіємо! Такс, згідно з розцінками на дорогоцінні камені, що я бачив у Підштольні, зможу розрахувати твою частку - п'ятдесят відсотків, не хвилюйся!

Тож подивімось... Цього більш-менш буде достатньо. Приємно вести з тобою справи, {ім'я}!]===],
},
[900] = {
[===[Самофланж]===],
[===[Три регулювальні клапани наразі відкриті. Судячи з написів на панелі управління, їх треба закрити, перш ніж вимикати пристрій.]===],
[===[Закрийте паливний контрольний клапан, регуляторний клапан і головний регулювальний клапан, а потім знову скористайтесь панеллю управління.]===],
[===[Миготливі лампочки на консолі управління вказують на те, що головні регулювальні клапани не перекриті.]===],
[===[Лампочки, що вказують на три регулювальні клапани, повільно згасають. Зелений вогник змінюється жовтим, а перемикач, що керує пристроєм, тепер активний, і при закритих клапанах панель можна вимкнути.]===],
},
[901] = {
[===[Самофланж]===],
[===[Тепер, коли пристрій вимкнено, панель управління можна відкрити та вийняти з неї самофланж. Залишається лише здобути ключ для розблокування панелі.]===],
[===[Отримайте ключ від панелі у майструвальника Вугрелова та скористайтесь ним на панелі управління.]===],
[===[Лампочки на панелі згасли, стрілки всіх приладів стоять на нульовій позначці, пристрій працює на холостому ходу.]===],
[===[Ви повертаєте ключ у замку і панель управління відкривається. Червоний індикатор у верхній частині панелі вимикається, і тепер пристрій повністю знеструмлений.]===],
},
[902] = {
[===[Самофланж]===],
[===[Відкривши лицьову частину панелі управління, ви знаходите густе переплетення дротів, трубок та інших дивних механічних об'єктів, більшість з яких, схоже, не мають жодного практичного призначення. Відсунувши їх убік, ви знаходите самофланж і з легкістю висмикуєте його з заглибини.]===],
[===[Принесіфть самофланж Гуркоклапанові в Брашпиль.]===],
[===[О, ти {стать:повернувся:повернулась}, {ім'я}! Самофланж {стать:приніс:принесла}?]===],
[===[Це... е-е-е... цікаво... так. Я відправлю його в штаб-квартиру Спілки майстерників в Підштольню. Не сумніваюся, коли цю штуку розберуть та ретельно вивчать, вони зможуть зрозуміти її призначення.

Але, можливо, спочатку я сам трохи огляну його...]===],
},
[934] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[959] = {
[===[Халепа в доках]===],
[===[Ой!

Як бачиш, у нас тут невеличка проблемка. Вранці до нас прийшов вантаж з Грабіжної Бухти. Здоровенний, скажу тобі. Ніколи не бачив стільки ящиків. Я хотів швиденько закінчити, тож брав більше ящиків, ніж міг втримати. От воно все й посипалось!

Не встиг я отямитись, як цей негідник, Божевільний Маґґліш, втік з пляшкою 99-річного портвейну. Я біг за ним аж до Плачучих печер. Але всередину я ні за що не піду.

Може, тобі вистачить сміливості пошукати його там?]===],
[===[Кранівник Біґґльфуз з Брашпиля просить вас відібрати пляшку 99-річного портвейну у Божевільного Маґґліша, що ховається в Плачучих печерах.]===],
[===[Начальник доку не дає мені спокою з того часу, як Божевільний Маґґліш втік з 99-річним портвейном. Схоже, що ця пляшка була подарунком для Ґазлоу від самого барона Ревілґаза.

Якщо тобі вистачить сміливості й терпіння, щоб знайти Божевільного Маґґліша і повернути портвейн — я тобі щедро віддячу.]===],
[===[Неймовірно! А мене ледь не звільнили! Я зараз-но віднесу це Ґазлоу.

Дякую, {ім'я}. Чудова робота!]===],
},
[1069] = {
[===[Яйця мохового павука]===],
[===[Омлети з павучих яєць - це новий хіт в Грабіжній Бухті! Проблема в тому, що... в бухті не має яєць.

Я відчуваю запах прибутку!

На північному заході Каміннопазуристих гір, у Вітрокосих скелях та Сиширському каньйоні, живуть мохові павуки. Принеси мені їхні яйця, а я заплачу від душі!

У Вітрокосих скелях ти знайдеш яйця під тим, що залишилось від дерев.

Щодо Сиширського каньйону... ну, якщо у тебе слабкий шлунок, можливо, варто збирати яйця лише у Вітрокосих скелях...]===],
[===[Принесіть 15 яєць мохового павука Мебоку Міцріксу у Брашпиль.]===],
[===[Ти {стать:роздобув:роздобула} яйця, {ім'я}? А то я вже уклав угоду про постачання з завідувачем причалу Запамороком!]===],
[===[Тобі вдалося! Дякую! 

Я відправлю їх Запамороку та організую перевезення до Грабіжної Бухти. Я вже відчуваю смак прибутку!

Ось, твоя доля, {ім'я}. Ця угода не відбулася б без тебе.]===],
},
[1090] = {
[===[Накази Ґерензо]===],
[===[Знаєш, колись я був другою за важливістю людиною у цьому місці. Усе змінилося, коли Ґерензо прийшов до влади. Він звільнив мого керівника, Зіза Фіззікса і відправив мене працювати в шахти. Але Зіз сказав мені залишатися тут і збирати інформацію. Його нове керівництво добре заплатить нам, якщо ми дізнаємося про плани Ґерензо.

Так чи інакше, я знаю, що Ґерензо наказав видобути якомога більше цієї золотисто-зеленої руди. Я можу дістати зразок, щоб ти {стать:відніс:віднесла} його Зізу, але в цей час тобі доведеться стежити чи не наближається варта.]===],
[===[Отримайте зразок таємничої руди у Пізніка, коли він добуде її.]===],
[===[Обережно, тут постійно ходять патрулі та робітники і якщо нас впіймають, можуть бути проблеми.]===],
[===[Дякую, {ім'я}. Було кілька небезпечних моментів і ми, мабуть, привернули до себе забагато уваги.

Але важливо те, що у нас є зразок руди й нам потрібно якнайшвидше віднести його Зізу.]===],
},
[1092] = {
[===[Накази Ґерензо]===],
[===[Гадаю, мені теж варто подумати про те, як вибратися звідси. Керівництво швидко дізнається про те, що тут сталося і я впевнений, що вони не будуть раді зустрічі зі мною.

Я виберуся звідси й зустрінуся з Зізом. Сподіваюся, він зможе знайти мені нову роботу!

Я спробую трохи прибрати тут, а ти {стать:повинен:повинна} негайно віднести зразок руди Зізу. Він сказав мені, що розмістив табір десь на західній стороні Вітрокосої скелі. Щасти тобі.]===],
[===[Доставте невідому руду Зізу Фіззіксу в Каміннопазуристі гори.]===],
[===[Я можу тобі чимось допомогти?]===],
[===[Ох, я так і знав, що вчинив правильно, коли попросив Пізніка залишитися. Я впевнений, що інженерам з Підштольні буде дуже цікаво подивитися на це...

Звісно, я залишу собі шматочок, але якщо вони цього не знатимуть, їм це не зашкодить, чи не так?]===],
},
[1093] = {
[===[Супер дереворуб 6000]===],
[===[ТзНБ "Авантюра" напакостила тут, чи не так? Про що вони думали? Гоблінська компанія найняла гнома!

На щастя для мене, Гуркоклапан бачить генія з одного погляду. Найняв мене відразу, як тільки мене вигнали звідти!

Мені сказали, що ТзНБ "Авантюра" будує якісь величезні дереворізальні верстати й Клапан хоче, щоб я викрав для нього креслення. На жаль, Ґерензо — клятий гном — хоче мене вбити... Може, ти замість мене викрадеш ті креслення? Вони мають бути в одного з їхніх операторів.]===],
[===[Дістаньте креслення Супер дереворуба 6000 для Зіза Фіззікса в Каміннопазуристих горах.]===],
[===[Ти {стать:дістав:дістала} креслення? Я хочу справити враження на нового керівника. Сподіваюся, коли він переконається в моїй лояльності — ну, наскільки його взагалі можна переконати... гоблінська честь, розумієш? — він знайде ідеальне застосування моєму дивовижному розуму.]===],
[===[Чекай, це те, що я думаю? Чудово!

А тепер подивимось. Ого... і як розуміти ці нісенітниці?... не можу збагнути, чим ці гноми думають. Я здивований, що вони взагалі змогли зробити колесо, не кажучи вже про літальні апарати, які їм так подобаються.]===],
},
[1094] = {
[===[Подальші вказівки]===],
[===[У цьому конверті вся інформація, яку мені вдалося дістати, до того як мене виставили за двері... Внутрішні документи ТзНБ "Авантюра", деякі інструкції, технічні речі... І, звісно, креслення Супер дереворуба 6000.

Гуркоклапан оселився в Брашпилі у Степах. Знайти його буде нескладно, він маленький зелений тип.]===],
[===[Доставте запечатаний конверт Гуркоклапану в Степи.]===],
[===[Привіт! Чим я можу тобі допомогти?]===],
[===[Фіззікс, так? Не можу сказати, що я йому довіряю, але інформація здається правдивою. Що б я тільки не віддав, щоб це ТзНБ "Авантюра" від мене відчепилося.

Хоча вони привезли з собою непогані машини... Не буду заперечувати, деякі їхні винаходи дійсно корисні, ми їх використовуємо.]===],
},
[1095] = {
[===[Подальші вказівки]===],
[===[В Підштольні цей гном, найнятий ТзНБ "Авантюра", викликав неабиякий переполох. Торгові принци не схвалюють спілкування Раздунка з цим Ґерензо.

Шарадник попросив мене розібратися з цією проблемою і я впевнений, що він отримав ці вказівки від одного з торгових принців. Звісно, директор мені цього не сказав. Скажімо так, у мене є здогадки.

Хай там як, але Ґерензо треба усунути, це буде хорошим випробуванням для Фіззікса.]===],
[===[Віднесіть нові вказівки Зізу Фіззіксу в Каміннопазуристі гори.]===],
nil,
[===[Усунути Герензо? Я не заперечую проти такої перспективи.

Гноми й так досить неприємний народ, а цей Ґерензо тільки погіршує ситуацію. Судячи з усього, він був одним з головних інженерів у Гномреґані, де працював над секретним проєктом, але нам так і не вдалося проникнути до Дун-Морога та дізнатися деталі. Це був провал. У наших звітах говориться, що цей проєкт буквально вибухнув у них перед носом.]===],
},
[1096] = {
[===[Ґерензо Свистоключ]===],
[===[Я зустрічав Ґерензо одного разу і скажу тобі, вигляд у нього не з приємних. Його плоть виглядає так, ніби гниє, він замінив деякі частини свого тіла на механічні та причепив до себе метал та шестерні.

На північному сході звідси, високо над Скельнодонним озером, біля водяного колеса, стоїть Ґерензо та наглядає за всією територією. Я не зміг би пробратися туди, не кажучи вже про те, щоб здолати Ґерензо... Але, здається, ти зможеш це зробити.

Якщо ти вб'єш його для мене, я щедро віддячу за це!]===],
[===[Принесіть механічну руку Ґерензо Свистоключа та віддайте її Зізу Фіззіксу в Каміннопазуристих горах.]===],
[===[Гуркоклапан захоче якісь докази того, що Ґерензо мертвий. Думаю, його механічна рука підійде.]===],
[===[Поглянь на цю штуку... Тільки гном міг таке придумати. Я не розумію, навіщо відрізати руку і заміняти її цією штукою, якщо можна було просто залишити обидві руки й причепити третю!

Гноми, скажу я тобі...

Принаймні, Ґерензо мертвий. Сподіваюся, цього буде достатньо і Гуркоклапан назначить мене в одну з майстерень Спілки майстерників у Пристроблясі, а може, навіть у Підштольні.]===],
},
[1104] = {
[===[Отрута соляних рівнин]===],
[===[У мене є дуже багато нових креслень для нового боліда! Так багато! І я маю всіх їх спробувати!

Я працюю над новим видом палива. Палива, яке буде горіти дуже-дуже сильно!! У мене все ще немає ідеальної формули, але я знаю, що мені потрібно...

У скорпідів, що тиняються Мерехтливими рівнинами, є отрута в якій міститься купа солі. Вона унікальна! І це саме те, що мені потрібно!

Принеси мені отруту і повір мені, наш болід буде літати!!]===],
[===[Принесіть 6 порцій солоної отрути скорпіда Фіззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Гей, гей, гей! Ти {стать:приніс:принесла} отруту??]===],
[===[Чудово! Ця отрута ідеально підійде! Дякую, {ім'я}!

Тепер, я маю прокип'ятити її, додати скіпер-отомер та нега-каталізатор і... Дідько! Де мої записи!?]===],
},
[1105] = {
[===[Міцні панцири]===],
[===[Мій брат працює над новим паливом для його боліда. Він у цій справі просто геній. Такий геній, що... я думаю, що його нове паливо, яке він розробляє, настільки потужне, що воно роз'їсть усю машину!

Тому я хочу зміцнити паливні баки перед до того, як це станеться.

Тут, на рівнинах, живуть черепахи з дуже міцними панцирами. Я хочу використати їх, щоб створити нові баки для нашого боліда.

Ну як, хочеш взятися за цю роботу і принести мені кілька панцирів?]===],
[===[Принесіть 9 міцних черепашачих панцирів Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Мій брат має неабиякі успіхи в розробці палива, і це мене хвилює. Я маю якнайшвидше почати працювати над паливними баками з черепашачих панцирів!

{ім'я}, ти вже {стать:зібрав:зібрала} їх?]===],
[===[Вони у тебе! Дякую, {ім'я}!

Ого, та вони ще твердіші, ніж я очікував! Хех, коли буду з ними працювати, я погну всі свої інструменти!]===],
},
[1106] = {
[===[Мартек Вигнанець]===],
[===[Я розробляю новий двигун, який змусить їхати машину швидше! Достатньо швидко, щоб летіти, я знаю про що кажу! Мені лише потрібно зробити поршні, які зможуть витримати дуже велике навантаження. Всі мої випробування провалилися тому, що я не можу зробити поршні достатньо міцними!

Але є дехто, хто може знати, як їх зробити.

Його звати Мартек Вигнанець. Він прекрасний коваль, і знає про метали більше, ніж будь-хто. Передай йому цього листа, я впевнений, що він зможе допомогти!

Але він дуже далеко — в Азероті, в Безплідних краях, в таборі з гобліном!

Знайди його!]===],
[===[Принесіть лист Фіззла Мартеку Вигнанцю в Безплідні краї.]===],
[===[Що ж, ти {стать:знайшов:знайшла} мене. Вітаю.

Ти {стать:прийшов:прийшла} сюди через сокиру, яку я зробив для Ґат'Ільзоґґа? Чи ти тут, щоб повернути честь герцогині Памеї?

А взагалі-то, мені байдуже, чому ти тут. Якщо ти {стать:прийшов:прийшла} сюди заради бійки, тоді давай швидше з цим покінчимо...]===],
[===[Фіззл прислав тебе? Це ж зовсім інша справа! Звичайно, я допоможу тобі. Фіззл та його брат — одні з небагатьох, хто не бажає мені смерті!

Тож Фіззл хоче зробити поршні, га? Поршні, які витримають будь-які заплановані ним навантаження. А якщо я добре знаю Фіззла, то його нова машина — це вулкан на колесах!]===],
},
[1107] = {
[===[Засіб проти тертя]===],
[===[Наш болід — найшвидша штукенція, яку можна знайти на рівнинах. Настільки швидка що... Я боюся, що тертя просто розірве її на частини!

Щоб запобігти цьому, мені потрібно зробити матеріал, яким можна буде покрити рухливі частини машини. Цей матеріал повинен бути міцним, але не крихким, і також має бути стійким до соляної корозії, інакше він довго не протягне на Мерехтливій рівнині.

Ти коли-небудь {стать:чув:чула} про Підступний риф, {ім'я}? Він знаходиться біля узбережжя Тернистої долини. Там живуть Солонолускі мурлоки живуть, і їхні хвостові плавники чудово підійдуть для мого матеріалу.]===],
[===[Принесіть 10 вкритих сіллю хвостових плавників Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Ти {стать:приніс:принесла} хвостові плавники? Якщо я не зможу захистити болід від його ж власної швидкості, вона не довго протягне.]===],
[===[Дякую, {ім'я}! Після того, як я подрібню плавники та об'єднаю їх з іншими інгредієнтами, матеріал буде готовий. І після цього болід буде вбережений від власної швидкості.

Принаймні, поки не вріжеться у щось...]===],
},
[1108] = {
[===[Індурій]===],
[===[Я тут не тільки тому, що хочу триматися від усіх подалі. В Безплідних краях знаходиться дуже багато металу, {ім'я}, та його не кожен зможе добути.

Цей метал називається індурієм, і подейкують, що він має дивовижну стійкість до температур та механічних навантажень. Це може знадобитися для машини Фіззла.

Давай-но це перевіримо. Принеси мені зразки індурія, і я досліджу його властивості.

Справжня індурієва руда знаходиться глибоко в Ульдамані, але Каменесклепі троги Безплідних країв інколи носять з собою шматки цього металу. Принеси їх мені.]===],
[===[Принесіть 10 шматків індурію Мартеку Вигнанцю в Безплідні краї.]===],
[===[Ти {стать:знайшов:знайшла} шматки індурію, {ім'я}? Я вже розігрів свою кузню та готовий перевірити цей метал.]===],
[===[О, так, це підійде. А тепер ми нагріємо їх та подивимося, як вони протримаються...]===],
},
[1110] = {
[===[Деталі болідів]===],
[===[Хех, з усіма цими перегонами, які вони тут проводять, не дивно що тут стається так багато аварій. Оглянься навколо — всі Мерехтливі рівнини всипані уламками болідів!

І за всі ці деталі гноми та гобліни можуть добряче заплатити. Вони завжди шукають, який би ще мотлох прикріпити на свої машини.

Тож йди та збери ці деталі. Принеси мені купку, і я тобі добре заплачу.]===],
[===[Принесіть 30 деталей болідів Крейвелу Вуглебороду на Мерехтливі рівнини.]===],
[===[{ім'я}, ти вже {стать:був:була} на рівнинах? Ти {стать:приніс:принесла} мені купку деталей, які я просив?]===],
[===[Вау, тільки поглянь на все це! В цій купі мотлоху є багато класних штукенцій. Я можу продати їх за чималі гроші.

І... це що, відірване вухо?? Йой! Хех, не хотів би я бути на місці цього пілота!

Дякую, {ім'я}. Ось твоя плата. І ще безплатна порада...

Якщо добре пошукати, то завжди можна знайти вигоду в чиїйсь біді.]===],
},
[1111] = {
[===[Завідувач причалу Запаморок]===],
[===[Моя робота полягає в тому, щоб виконувати замовлення покупців. І гноми замовили у мене комплект запчастин, який прибув до Брашпиля ще тиждень тому. Але у мене не було нагоди забрати їх.

{стать:Готовий:Готова} до невеликої прогулянки? Вирушай до Брашпиля та віддай це замовлення запчастин завідувачу причалу Запамороку — він має бути на причалі.

Зроби це для мене, і я знайду для тебе більше роботи.

Робота, між іншим, {стать:друже:подруго}, потенційно дуже прибуткова...]===],
[===[Принесіть замовлення запчастин Крейвела завідувачу причалу Запамороку в Брашпиль.]===],
[===[Наступний! Відправлення чи отримання?]===],
[===[О, так! Запчастини для Крейвела. Радий, що ти тут. Ці штуки пролежали тут не один день, і я вже переживав, що вони поржавіють!]===],
},
[1112] = {
[===[Запчастини для Крейвела]===],
[===[Ось пакунок для Крейвела, {ім'я}. Коли віднесеш, скажи йому... захоче ще особливих замовлень — най розрахується з боргами спершу!]===],
[===[Віднесіть Крейвелу Вуглебороду його запчастини на Мерехтливі рівнини.]===],
[===[Ти вже {стать:забрав:забрала} запчастини з Брашпиля?]===],
[===[О, запчастини, ти {стать:приніс:принесла} їх! Треба віддати їх гномам, але спершу....

Давай обережненько заберемо одну маленьку штучку...]===],
},
[1114] = {
[===[Доставка гномам]===],
[===[Що ж, тепер, коли у мене є все, що мені потрібно, віддай ці запчастини Фіззлу Латуноболту. Він дуже довго чекав на них. Впевнений, що він навіть не помітить відсутність однієї маленької деталі. 

Не варто навіть говорити йому, що я її забрав. Ця деталька зовсім крихітна й абсолютно не потрібна.

Слово честі.]===],
[===[Віднесіть крихкі запчастини для машини Фіззлу Латуноболту на Мерехтливі рівнини.]===],
[===[У тебе є дещо для мене? Чудово! Давай-но подивимось...]===],
[===[Це вони! Мої гідрохраповики та підсилювальні болти! Саме те, що треба! Дякую!]===],
},
[1115] = {
[===[Пліткар]===],
[===[Що ж, з гномами ми розібрались, саме час для послуги гоблінам!

Кажуть, що гоблінський пілот Назз Пароварченко не завжди виступав під цим іменем. І мені цікаво, чому він змінив його. Дуже цікаво... чи таємниця це? І наскільки ця таємниця цінна для нього?

Якщо хтось і знає правду, то це хіба що Кронжек з Грабіжної Бухти, на півдні Тернистої долини. Поговори з Кронжеком і запитай у нього про пілота.

Якщо отримаєш цінну інформацію — ми знайдемо, як отримати з неї вигоду.]===],
[===[Поговоріть з Кронжеком в Грабіжній Бухті.]===],
nil,
[===[Хочеш дізнатись про Назза Пароварченка? Це ж наче пілот з Мерехтливих рівнин?

Так, я можу роздобути інформацію про нього... але це буде аж ніяк не просто. І не швидко.

І не дешево.]===],
},
[1116] = {
[===[Пудра блаженства на болоті]===],
[===[Збір інформації на Назза — це непроста справа, {ім'я}. Зовсім непроста. Але якщо вже ти {стать:прийшов:прийшла} аж з Мерехтливих рівнин за нею... може ще трішки пройдешся?

Емм... чому б тобі не зібрати для мене дещо, поки я виходжу на своїх інформаторів?

Хмм... що ж би це могло бути? Як щодо пудри блаженства з дракончиків на болоті Скорбот? О так, я б хотів трішки цієї пудри в колекцію до свого нюхального тютюну.

Дістань її для мене, {ім'я}, і я поділюсь з тобою всією потрібною тобі інформацією.]===],
[===[Принесіть 10 дрібок пудри блаженства Кронжеку в Грабіжну Бухту. Пудру можна зібрати з дракончиків на болоті Скорбот.]===],
[===[Ти вже {стать:повернувся:повернулась}? {стать:Дістав:Дістала} мою пудру блаженства?]===],
[===[Ти тільки глянь на це! Це ж пудра блаженства!

Ну і як тобі болото, {ім'я}? Кажуть, що там нормальної їжі й вдень зі свічками не знайдеш.]===],
},
[1117] = {
[===[Чутки для Крейвела]===],
[===[Мені довелось зробити декілька послуг, подарувати декому рідкісну пляшку ельфійського вина, і навіть робити складні висновки самостійно! І все ж я знайшов інформацію, яку ти {стать:шукав:шукала}.

Ось, я написав листа з дуже цікавими рядками про нашого дружка, Назза Пароварченка. Роби з цим, що хочеш - для мене це надто небезпечна інформація.

Але нікому не кажи де її {стать:дістав:дістала}!]===],
[===[Віднесіть гоблінські чутки Крейвелу Вуглебороду на Мерехтливі рівнини.]===],
[===[{стать:Знайшов:Знайшла} щось на Назза Пароварченка? Будь-що, що він хотів би залишити у таємниці?]===],
[===[Так-так-так! Це цікаво... дуже цікаво. Хех, мабуть, я мушу вклонитись перед гоблінським пілотом під час наступної зустрічі.

Це дуже цінна інформація, {ім'я}. Певен, що Назз добряче заплатить за те, щоб його таємниця залишалась... таємницею.]===],
},
[1118] = {
[===[Назад до Грабіжної Бухти]===],
[===[{Ім'я}, ти {клас:н}, {стать:якому:якій} я можу довірити виконати роботу та при цьому знатиму, що ти триматимеш рот на замку. 

Я розробляв тут новий план. Він трохи ризикований, але якщо все спрацює, ми з тобою конкретно заробимо грошенят! І я думаю, що ти ідеально для цього підходиш.

Для початку, ти маєш повернутися до Грабіжної Бухти. Вибач, {ім'я}. Я знаю, що ти вже {стать:був:була} там за моїм дорученням. Але цього разу тобі треба буде поговорити з Вибриком Бульчуком.

Передай йому цього листа. І якщо йому потрібна буде допомога — зроби все можливе. Повір, воно того варте.]===],
[===[Віднесіть план Крейвела Вибрику Бульчуку в Грабіжну Бухту.]===],
[===[Привіт-привіт. І що ж привело {стать:такого шляхетного:таку шляхетну} {раса:з} до Грабіжної Бухти?]===],
[===[Зрозуміло. Крейвел придумав дуже хитру схему. У нього гострий розум, це мені в ньому подобається.

Отже, тобі потрібно щось для підняття духу, так? Щось сильне...

Мені цікаво, чи підійде суміш, якою Занзіл годує своїх зомбі...]===],
},
[1119] = {
[===[Суміш Занзіла та Йолопиво]===],
[===[Я зрозумів як використати суміш Занзіла разом з пивом, щоб зробити могутній напій! "Йолопиво". Я гадаю, що це буде те, що потрібно Крейвелу. Віднеси йому напій, нехай спробує. Розповіси потім, як усе пройшло.

І {ім'я}, не тримай його занадто довго на повітрі. Суміш Занзіла дивно впливає на дріжджі, тож свіжим він буде недовго.]===],
[===[Принесіть "Йолопиво" Крейвелу на Мерехтливі рівнини.]===],
[===[Привіт, {ім'я}. Бульчук погодився нам допомогти?]===],
[===[Чудово! Бульчук пішов нам на зустріч! Я обов'язково віддячу йому при зустрічі.

І дякую тобі, {ім'я}. Ти чудово {стать:впорався:впоралася}, і ми обоє заробимо на цьому багато грошей...]===],
},
[1120] = {
[===[Напоїти гномів]===],
[===[Нам потрібно спробувати напоїти одного члена команди на піт-стопі. Якщо хочеш випробувати його на гномах, ось, візьми пиво та подай його гному-начальнику піт-стопу.

Не затримуйся. Зрештою, цей шмурдяк швидко вивітрюється.]===],
[===[Принесіть "Йолопиво" гному-начальнику піт-стопу.]===],
[===[Гей! Маєш щось для мене?]===],
[===[Міцне пивко? Яка увага! Дякую!

Взагалі, ми не маємо пиячити прямо перед перегонами, але... можливо, моїм хлопцям не завадило б трохи. До того ж не може це пиво бути настільки міцним, правда ж?]===],
},
[1121] = {
[===[Напоїти гоблінів]===],
[===[Нам потрібно спробувати напоїти одного члена команди на піт-стопі. Якщо хочеш випробувати його на гоблінах, ось, візьми міцного пива та подай його гобліну-начальнику піт-стопу.

Не затримуйся. Зрештою, цей шмурдяк швидко вивітрюється.]===],
[===[Принесіть "Йолопиво" гобліну-начальнику піт-стопу.]===],
[===[На що {стать:витріщився:витріщилася}?]===],
[===[Що у нас тут? Випивка, га?

Що ж, я не проти, якщо ми трошки вип'ємо...]===],
},
[1122] = {
[===[Повернення до Бульчука]===],
[===[Це "Йолопиво" чудово спрацювало! Я зробив ставку на наступні перегони, і... сподіваюся, що команда, яку ти {стать:напоїв:напоїла}, доїде до старту!

У мене є ще одне завдання для тебе — віднеси цю записку Вибрику Бульчуку в Грабіжну Бухту. Він точно захоче дізнатися про успіх.

Сподіваюся, ми зможемо дістати більше цього "Йолопива" для майбутніх перегонів!]===],
[===[Віддайте звіт про "Йолопиво" Вибрику Бульчуку в Грабіжній Бухті.]===],
[===[Привіт, {ім'я}. Як спрацювало "Йолопиво"? Міцне пійло, чи не так?]===],
[===[В записці написано, що "Йолопиво" спрацювало. Це чудові новини!

Якщо захочеш ще — дай мені знати, і я попрошу тебе зібрати ще суміші Занзіла.]===],
},
[1124] = {
[===[Пустка]===],
[===[Західніше від кратера Ун’Ґоро, за північно-західним гребенем, розташовна сувора пустка — Сілітус. Мало хто знає, що у стародавні часи там розгорнулася війна між нічними ельфами та лихою, чужорідною силою. Зло замкнули, але тепер ми підозрюємо, що певні сили намагаються розворушити цей… немислимий жах.

Знайди Лайо Зоревдара, одного з наших розвідників у Сілітусі. Шукай його біля Спочину Доблесті — останнього притулку загиблих у цих пустинних землях. Віддай йому цей лист, і він довіриться тобі.]===],
[===[Поговоріть з Лайо Зоревдаром біля цвинтаря Спочин Доблесті в Сілітусі та покажіть йому лист Рабіна.]===],
[===[Це небезпечний край для такої недбалості, {клас:к}. Що привело тебе до пусток Сілітусу?]===],
[===[Тебе прислав Рабін, чи не так? Що ж, вважай себе {стать:бажаним гостем:бажаною гостею}... наскільки цей відлюдний і покинутий край може бути гостинним. 

Я не застав часи великих нещасть, що тут відбулися, але у цій пустелі все ще є місця, які можуть послужити моторошними образами забутого минулого. Можливо, з твоєю допомогою Кенарійське Коло зможе покласти край тій загрозі, яка повинна була зникнути ще кілька поколінь тому.]===],
},
[1137] = {
[===[Новини для Фіззла]===],
[===[Індурій має чудову стійкість до нагрівання! Я впевнений, що він гарно послужить Фіззловим поршням. Але йому треба повноцінна індурієва руда, а не ці уламки.

Щоб добути руду, потрібно копати глибоко в Ульдамані, що на північному кордоні Безплідних країв. Саме там знаходиться справжнє джерело індурію.

Передавай вітаннячка Фіззлу Латуноболту та розкажи йому те, що я розповів тобі.

Безпечних мандрів, {ім'я}. Не здивуюся, якщо ми знову зустрінемося. Коли Фіззл дізнається про індурій, він точно відправить тебе в Ульдаман, щоб добути його.]===],
[===[Поговоріть з Фіззлом Латуноболтом на Мерехтливій рівнині.]===],
nil,
[===[{ім'я}, ти {стать:повернувся:повернулася}! Ти {стать:знайшов:знайшла} Мартека? Ти {стать:говорив:говорила} з ним? Що він сказав? Він зможе допомогти??]===],
},
[1144] = {
[===[Імпортер Віллікс]===],
[===[Нарешті, спасіння!

Навіть не уявляєш, скільки я тут сиджу!

Розумієш, я підприємець і завжди шукаю можливості підзаробити. От я й почув, що Мебок Міцрікс гарно платить за тутешні бульби червонолиста. Я й подумав що це пригода на п'ять хвилин — зайшов-вийшов. Та, як бачиш, я помилявся.

Хай там як, та якщо допоможеш мені вийти звідси — я тебе гарно винагороджу.]===],
[===[Виведіть Імпортера Віллікса з краалю Бритвоболотих.]===],
nil,
[===[Дякую, {стать:друже:подруго}. Як і обіцяв, ось твоя винагорода.]===],
},
[1175] = {
[===[Перепони на дорозі]===],
[===[Після страшної аварії за участі гоблінського перегонового боліда "Червоний Грім" та василіска, Вайлоїзд найняв мене слідкувати за треком. Не знаю, чим харчуються ці тварини на рівнинах, щоб виростати настільки здоровезними, але ми маємо обережно прорідити їх виводок, щоб вони не бродили по треку під час перегонів.

Знаєш що? Якщо хочеш трішки підробити, сходи розберись з декількома василісками.]===],
[===[Вбийте 10 соляних василісків, 10 соляних кришталешкурів та 6 соляних камнеглядів для начальника перегонового треку Жеріна на Мерехтливих рівнинах.]===],
[===[Це жахливо, прибирати залишки боліда з місця аварії без змоги відділити їх від обгорілих решток тварин.]===],
[===[Сподіваюсь, ти не {стать:вбивав:вбивала} василісків саме на треках! Туші дуже довго розкладаються на сонці, і я б не хотів прибирати їх лопатою.]===],
},
[1176] = {
[===[Зменшення ваги]===],
[===[Коли справа стосується перегонів, будь-що може мати значення! Чи то незначні зміни потужності, невелике послаблення натяжних котушок, чи полегшення ваги рами, ти маєш врахувати все!

Ми використовуємо у своїх болідах кістки стерв'ятників, що забезпечує ідеальний баланс міцності та ваги. До того ж їх дуже легко знайти, адже соляні рівнини кишать стерв'ятниками.

Принеси мені кілька кісток, і я гарно тобі заплачу.]===],
[===[Принесіть 10 порожнистих кісток стерв'ятника Поззіку на Мерехтливі рівнини.]===],
[===[Ти {стать:дістав:дістала} кістки? Я якраз збирався почати працювати над полегшенням керма, та не хочу розпочинати без усіх необхідних деталей.]===],
[===[Чудово! Піду покличу команду, щоб вони почали працювати. Дякую, {ім'я}!]===],
},
[1178] = {
[===[Гоблінська підтримка]===],
[===[Наша команда з перегонів — гордість гоблінів по всьому світу. Ти здивуєшся, дізнавшись, що за особистості тією чи іншою мірою допомагають нашій команді.

Ти знаєш Ґазлоу? Він збирає для нас деталі по всьому світу. Він навіть якось прийшов до нас, щоб попрацювати над нашими машинами.

Кілька тижнів тому він пообіцяв надіслати новий прототип паливного регулятора, але він досі не прийшов. Зазвичай, він дуже швидко надсилає деталі... Можливо, ти не проти відправитись до Брашпиля, та запитати у нього про неї? Я б не був таким настирливим, але ці гноми наздоганяють нас!]===],
[===[Поговоріть з Ґазлоу в Брашпилі.]===],
nil,
[===[Поззік прислав тебе, га? Знаєш, раніше Поззік був одним з кращих майструвальників в усій Підштольній, доки він не почав працювати над перегонами.

Перше, що він зробив, приєднавшись до команди — розробив дві нові моделі двигунів. Спілка майстерників може сильно постраждати без його роботи, але яке йому діло, правда ж? Для нього немає нічого важливішого за перегони.]===],
},
[1180] = {
[===[Гоблінська підтримка]===],
[===[Повернемося до того, за чим ти {стать:прийшов:прийшла}. Я знаю, що обіцяв Поззіку новенький паливний регулятор, але я все ще його не отримав. Ревілґаз з Грабіжної Бухти сказав, що вислав його, але схоже, що він кудись зник.

Якщо це правда, то ми не зможемо нічого з цим поробити. Принаймні, ми можемо дізнатися, чи його відправили з Грабіжної Бухти.

Поговори із завідувачем причалу Лозґілом, він може подивитися у свої записи.]===],
[===[Поговоріть із завідувачем причалу Лозґілом в Грабіжній Бухті.]===],
nil,
[===[Доставка до Брашпиля? Дай-но мені перевірити записи...

Ні, єдиною доставкою до Брашпиля є чоботи від Мжичника. Більше нічого такого немає, тільки обладнання для будівництва та інструменти. Жодних запчастин для перегонів.]===],
},
[1181] = {
[===[Гоблінська підтримка]===],
[===[Боюся, я більше нічим не зможу тобі допомогти, {ім'я}. Якщо ти хочеш дізнатися подробиці, раджу тобі поговорити з самим бароном. Ніхто не знає справи Ревілґаза краще за самого Ревілґаза.

Ти знайдеш його на верхньому поверсі таверни, що на іншому боці гавані.]===],
[===[Поговоріть з бароном Ревілґазом в Грабіжній Бухті.]===],
nil,
[===[О, так, я розумію, про що ти. Ні, я не зможу тобі допомогти. Мої хлопці мали добути креслення паливного регулятора, але вони повернулися з порожніми руками.]===],
},
[1182] = {
[===[Гоблінська підтримка]===],
[===[Розумієш, подрібнювачі ТзНБ "Авантюра", поруч з озером Назферіті, що на півночі Тернистої долини, оснащені новими моделями паливного регулятора. Я подумав, що це могло б бути корисним для Поззіка. Та на жаль, Коззл, тамтешній бригадир, виявився дещо кмітливішим, ніж я думав.

Можливо, тобі більше пощастить, і ти отримаєш креслення. Мені відомо, що він тримає їх у своєму будинку, але вони певно під замком.]===],
[===[Принесіть креслення паливного регулятора барону Ревілґазу в Грабіжну Бухту.]===],
[===[Як би сильно я не хотів це визнавати, але ця команда гномів досить хороша. Нашим хлопцям потрібно краще старатися.]===],
[===[А тепер, дай-но я зроблю копію цих креслень для особистого користування, а ці ти можеш віднести Поззіку. Не хотілося б, щоб він подумав, що один з його спонсорів кинув його.]===],
},
[1183] = {
[===[Гоблінська підтримка]===],
[===[Ось, тепер ти {стать:готовий:готова}, можеш йти. Передавай Поззіку мої найщиріші вітання і скажи йому, що якщо йому щось знадобиться, то хай не соромиться попросити у мене. Я буду чекати новин про те, як він поб'є свій рекорд на треку.]===],
[===[Принесіть креслення паливного регулятора Поззіку на Мерехтливі рівнини.]===],
[===[{Ім'я}! Тобі вдалося знайти паливний регулятор?]===],
[===[Я сподівався, що він прибуде в готовому вигляді, але це дає нам унікальну можливість покращити конструкцію. Дякую, {ім'я}. Скоро я зможу створити покращені креслення регулятора, зібрати його і встановити.]===],
},
[1185] = {
[===[А під хітином було...]===],
nil,
nil,
nil,
[===[Гей, це знову ти! Тобто, саме ти й ніхто інший — {Ім'я}! Так, точно ти!

Так, дозволь мені почати заново!

Той предмет, що ти {стать:знайшов:знайшла} у Сілітусі — це дійсно книга. Це був журнал, написаний дуже древнім діалектом мови, яку зараз ми називаємо дарнасійською. Воно займе певний час, але я збираюся дуже ретельно пройтися по ньому. Я подумав, що ти маєш знати: твоя знахідка — неймовірно цінна для Кола.

Мама-ведмедиця дуже схвильований і все таке!]===],
},
[1186] = {
[===[Вісімнадцятий пілот]===],
[===[Я буду зайнятий, працюючи над цим новим паливним регулятором для наших болідів, але якщо ти хочеш допомогти нашій команді, то поговори з Раззеріком. Він наш пілот... хм, наш вісімнадцятий пілот, якщо точніше. І він любить додавати власні модифікації до наших болідів.

Він трохи схиблений, тож не дивуйся, якщо що.]===],
[===[Поговоріть з Раззеріком на Мерехтливих рівнинах.]===],
nil,
[===[Ти {стать:той:та} {раса:н}, що {стать:допомагав:допомагала} Поззіку, чи не так? Колись і я був таким як ти: зайчик на побігеньках, який допомагав механікам на піт-стопах.

Тепер подивись-но на мене! Я — найкращий пілот гоблінів!]===],
},
[1187] = {
[===[Налаштування Раззеріка]===],
[===[Поззік — чудовий механік, я це знаю, але він боїться додати потужності та вирватися вперед. Але це не про мене.

Після того, як Поззік закінчить працювати з болідом, я внесу кілька модифікацій, ну, ти знаєш, послаблю обмежувачі, приберу кілька частин з корпуса та додам більше палива!

Я замовив сифорієвий прискорювач від Шріва з Ґізморія, що в Пристроблясі, але дирижабль, на якому летів прискорювач, розбився в Бруднолипкій трясовині! Я маю врятувати прискорювач, {ім'я}!]===],
[===[Знайдіть сифорієвий прискорювач для Раззеріка на Мерехтливих рівнинах.]===],
[===[І як я маю з'явитися на треку без прискорювача? Це якась нісенітниця, я тобі кажу.]===],
[===[Тільки-но подивися на цю красу! 7 кілограмів чистої сифорієвої сили! Щойно я прикріплю цю штуку до свого боліда, я буду ганяти по треку так швидко, що обжену гномів двічі!]===],
},
[1188] = {
[===[Безпека понад усе]===],
[===[Чекай, що це? Шрів залишив запобіжники увімкненими. Але ж це обмежить потужність, яку я можу вичавити з прискорювача. Я ж казав йому, щоб відключив! Так не годиться.

Ти маєш віднести це в Гізморій, що в Пристроблясі, та змусити Шріва прибрати це.]===],
[===[Принесіть сифорієвий прискорювач Шріву в Пристроблях.]===],
[===[Наскільки я розумію, ти знаєш, що в Гізморії є все для роботи з будь-якими механізмами. Чим я можу допомогти?]===],
[===[Тільки Раззерік зміг з першого погляду зрозуміти, що я поставив сюди запобіжник. Цей прискорювач майже повністю складається з вибухового сифорію. Я модифікував його так, що його потужність буде збільшуватися поступово, але Раззерік не заспокоїться, поки не підірветься до біса зі своїм драндулетом!]===],
},
[1189] = {
[===[Безпека понад усе]===],
[===[Ось, я зробив те, що просив Раззерік. Просто скажи йому, щоб він діяв якомога обережніше, коли він вимкне запобіжник. Якщо він припуститься хоча б найменшої помилки, він не рухатиметься вперед, а перетвориться на купку попелу на треку.

А нам би не хотілося шукати дев'ятнадцятого пілота.]===],
[===[Поверніть модифікований сифорієвий прискорювач Раззеріку на Мерехтливі рівнини.]===],
[===[Уявляєш, Поззік поклав в болід відро з піском! Як я зможу розвинути максимальну швидкість з відром піску під сидінням?]===],
[===[Ось так набагато краще! Хотів би я бачити пики цих гномів, коли я запущу цю крихітку.

Як прикро, що я буду зайнятий встановленням нового рекорду треку!]===],
},
[1190] = {
[===[Наздогнати та перегнати]===],
[===[Брати Латуноболти винайшли новий матеріал для конструювання — це єдине розумне пояснення. Їхні машини їздять швидше ніж раніше, але конструкція та інші параметри, які ми отримали з попередніх заїздів, анітрохи не змінилися.

Єдине що ми знаємо, це те, що брати Різзл Латуноболт ніколи не розлучається зі своїми кресленнями, і в них точно знаходяться деталі їхніх досліджень.

Замек влаштує диверсію, і ти зможеш викрасти ці схеми.]===],
[===[Дочекайтеся, поки Замек влаштує диверсію, потім вкрадіть креслення Різзла для Поззіка на Мерехтливих рівнинах.]===],
nil,
[===[Неначе курка лапою, сувій розписаний нотатками та концептами, які стосуються перероблення якоїсь сировини.]===],
},
[1191] = {
[===[Диверсія Замека]===],
nil,
nil,
nil,
[===[Поїхали!]===],
},
[1192] = {
[===[Індурієва руда]===],
nil,
nil,
[===[Я хотів би використати індурій в деяких частинах наших болідів, але мені потрібна велика кількість індурію, щоб створити ці частини.

Ти можеш знайти індурієву руду на розкопках Ульдамана в Безплідних краях, на іншому боці моря, в Хаз-Модані.

Гноми постійно отримують постачання цієї руди, тому дуже важливо, щоб і ми не відставали.]===],
[===[Прекрасно! Піду покличу команду, щоб вони почали працювати над частинами, які нам знадобляться для наступних перегонів.]===],
},
[1194] = {
[===[Креслення Різзла]===],
[===[Креслення Різзла описують процес обробки індурієвої руди. З його каракулів можна зрозуміти, що ця руда добувається на дворфійських розкопках Ульдамана в Безплідних краях.

Більшість інших нотаток вказують на стійкість руди до екстремальних температур.

Кресленнях були притиснуті шматком каменю — схоже, що це і є необроблена індурієва руда.]===],
[===[Принесіть зразок індурієвої руди Поззіку на Мерехтливі рівнини.]===],
nil,
[===[Індурій? Цікаво... Якщо руда здатна переносити такі температури, стає зрозуміло, чому гноми так відзначилися на останніх перегонах.

Зразок, який ти мені {стать:приніс:принесла}, мені дуже знадобиться. Я зможу провести з ним кілька тестів, але мені знадобиться більше індурію, щоб отримати з нього хоч якусь користь.]===],
},
[1221] = {
[===[Бульби синьолиста]===],
[===[Бульби синьолиста — рідкісний делікатес! Дуже рідкісний. Він росте лиш в одному місці — глибоко під Степами в краалі Бритвоболотих.

До того ж їх важко знайти, якщо не знати, де шукати! Тому я надресував цих шморгоносів, щоб вони знаходили їх під землею. У них гарний нюх, тож вони можуть знайти ці бульби за кілька десятків метрів.

Це буде нелегко, та якщо принесеш кілька бульб — я щедро винагороджу тебе.]===],
[===[Візьміть ящик з отворами.
Візьміть палицю керування шморгоносом.
Візьміть та прочитайте посібник власника шморгоноса.

В краалі Бритвоболотих випустіть шморгоноса з ящика з отворами та за допомогою палиці керування накажіть йому шукати бульби.

Принесіть 6 бульб синьолиста, палицю керування шморгоносом та ящик з отворами Мебоку Міцріксу в Брашпиль.]===],
[===[Ти {стать:приніс:принесла} бульби, {ім'я}?]===],
[===[Чудово, вони в тебе! Я знаю, де їх можна гарно продати.

Дякую за доставку, {ім'я}! Я радий нашій співпраці.]===],
},
[1389] = {
[===[Кристали дренетисту]===],
[===[Загублені, що живуть в Тьмяному пристановищі, на вигляд від нас не відрізняються, але насправді це чудовиська... збожеволілі під час тяжкого шляху до Азерот. Наші колишні брати, тепер вони живуть в Тьмяному пристановищі, на схід звідси, захоплюючи та вбиваючи будь-кого, хто блукатиме поруч.

Вони вкрали дещо священне для нас — кристали дренетисту.

В нас не вистачає сил увірватися в Тьмяне пристановище і повернути наш вкрадений дренетист серед їх хат та багать, але без тих кристалів... ми теж можемо втратити свій шлях.]===],
[===[Принесіть 6 кристалів дренетисту Маґтуру до Сховища на болоті Скорбот.]===],
[===[В тебе є кристали?]===],
[===[Дякую, {ім'я}. Ми, в боргу перед тобою.]===],
},
[1392] = {
[===[Нобору-Дубина]===],
[===[Нобору місяцями нападав на дренеїв Сховища, і його дубина стала символом жорстокості, яку вони зазнали від рук Загублених.]===],
[===[Принесіть дубину Нобору очільнику Сховища на болото Скорбот.]===],
[===[Вітаю. І ласкаво просимо у Сховище.]===],
[===[Ти здобув зброю жахливого Нобору? Тоді він мертвий?

Це радісний день для всього Сховища. Нобору і його банда, були для нас жахіттям, вони блукали по болотах і вбивали будь-якого дренея, що траплявся на шляху. Він був прямою загрозою для нашого виживання, і ми не мали сил протистояти йому самостійно.

Нам пощастило мати такого друга, як ти, {ім'я}.]===],
},
[1393] = {
[===[Втеча Ґалена]===],
[===[Будь ласка, допоможи! Ці тварюки хочуть мене з'їсти!

Якщо ти допоможеш мені вибратися звідси, то отримаєш великий скарб! Воно лежить в моєму таборі, в болотах на північ від Камінарду, але сейф міцний і тільки я знаю, як його відчинити.

Якщо ти допоможеш мені, я навчу тебе, як відкрити сейф.]===],
[===[Виведіть Ґалена з небезпечного місця, потім знайдіть його табір на болоті Скорбот і відкрийте його сейф.]===],
nil,
[===[Замкова щілина цього сейфа залита чорною смолою. Відкрити його неможливо.

Але Ґален розповів вам про прихований засув на дні сейфа...

...Після швидкого огляду сейфа засув знайдено. Засув ляскає, і сейф відчиняється...]===],
},
[1483] = {
[===[Зіз Фіззікс]===],
[===[ТзНБ "Авантюра" переманила багато кращих гоблінських умів, та часом у нас з'являється можливість дещо повернути.

Нещодавно підрозділ ТзНБ "Авантюра" у Каміннопазуристих горах найняв Ґерензо Свистоключа — гнома! Інший їхній інженер, Зіз Фіззікс, був настільки вражений цим, що благав мене знайти йому нову роботу у Спілці майстерників. Я дав йому кілька завдань, але йому може знадобитися допомога.

Може, заглянеш до нього? Він живе біля західного краю Вітрокосих скель.]===],
[===[Поговоріть з Зізом Фіззіксом на Вітрокосих скелях.]===],
nil,
[===[Я думав, що начальство ТзНБ "Авантюра" — справжні тирани, але потім я зустрів Гуркоклапана, і він гірший за них усіх!

Ха! Хоча це краще, ніж сидіти без роботи... Чи ще гірше — працювати з цим Ґерензо. Якщо ти тут, щоб допомогти, для тебе знайдеться справа.]===],
},
[1486] = {
[===[Спотворені шкури]===],
[===[З того часу, як Наралекс глибоко занурився у свій кошмар, з глибин Степів до Плачучих печер вилізли дивні створіння.

Ці спотворені істоти мають дивні, потойбічні властивості. І, хоча вони повні зла, на мою думку, з їхнього існування тут, у Калімдорі, ми можемо отримати деяку користь. Я думаю, що їх шкури можуть бути корисними у шкірництві.

Якщо це завдання тобі під силу — вирушай в печери під нами й здобудь кілька спотворених шкур.]===],
[===[Налпак з Плачучих печер просить вас принести йому 20 спотворених шкур.]===],
[===[Я зацікавлений в тому, щоб дослідити шкури зі спотворених істот, що заполонили ці печери. Чи вдалось тобі зібрати декілька, {клас:к}?]===],
[===[Твої зусилля не залишиться непоміченим, {ім'я}.

Дякую тобі за самовідданість.]===],
},
[1487] = {
[===[Викорінення спотворень]===],
[===[Наралекс мав благородну мету.

Наш великий лідер прагнув увійти в Смарагдовий Сон і допомогти перетворенню цих суворих земель назад у густий ліс, яким вони колись й були. Але щось пішло не так.

Мрія Наралекса перетворилася на кошмар і спаплюжені істоти почали заселяти печери.

В той час, як деякі послідовники Наралекса прагнуть пробудити нашого майстра, я турбуюсь про те, щоб позбути ці печери від злісних потвор.

Вирушай до печер, {ім'я}, і викорени спотворення.]===],
[===[Ебру з Плачучих печер просить вас вбити 7 спотворених спустошників, 7 спотворених гадюк, 7 спотворених шаркунів і 7 спотворених жахокликів.]===],
[===[{ім'я}, нам, послідовникам Наралекса, потрібна твоя допомога. Наша численність зменшується відколи наш майстер потрапив у пастку своїх викривлених кошмарів. У нас недостатньо сил, щоб впоратись з потворами, що заполонили ці печери.

Прошу тебе, йди до печер і очисть їх від цих спотворених істот!]===],
[===[Як послідовник Наралекса, я шаную твою хоробрість, {ім'я}.

Твоя допомога в очищенні печер є першим кроком на нашому довгому шляху відновлення Степів.

Дякую! І хай тобі щастить.]===],
},
[1491] = {
[===[Напої розумності]===],
[===[Що ж, роги рапторів не підійшли. Та нічого — нікому ще не вдалось розбагатіти з першої спроби. Крім того, я придумав дещо краще!

Є одна субстанція, що називається плачучою сутністю. Її можна дістати з ектоплазматичних створінь в Плачучих печерах, що на заході. Вбий цих створінь і збери з них сутність.]===],
[===[Принесіть 6 плачучих сутностей Мебоку Міцріксу в Брашпиль.]===],
[===[Ну, де мої плачучі сутності?]===],
[===[Чудово, в тебе вийшло! Швидше б спробувати їх. Вони зроблять мене багатим, я це точно знаю!

Дякую, {ім'я}. Ось тобі гроші. Як розбагатію — відправлю тобі ще, обіцяю!]===],
},
[1712] = {
[===[Циклоніан]===],
[===[Я давно спостерігаю за цими місцями в очікуванні падіння Циклоніану. Але я ще не зустрів гідного героя, що зміг би його подолати.

Можливо цим героєм будеш ти.

Доведи, що ти - {стать:гідний:гідна} {клас}. Принеси мені предмети для виклику Циклоніана. Можливо, тобі вдасться перемогти його і добути серце вихору.

Якщо так станеться - я використаю силу серця для створення зброї для тебе.

Ось пергамент зі списком всього необхідного.]===],
[===[Принесіть предмети зі списку Бат'раху Вітрогляду в Альтерак.]===],
[===[Предмети в тебе, {ім'я}? Збери їх і будеш {стать:готовий:готова} зустрітись з Циклоніаном.]===],
[===[Ти {стать:зібрав:зібрала} всі необхідні предмети і {стать:довів:довела} свою силу і здібність. Але далі буде складніше.

Будемо сподіватись, що твої сили не підведуть.]===],
},
[1713] = {
[===[Виклик]===],
[===[Я готовий провести ритуал виклику Циклоніана. Коли він з'явиться, ти маєш перемогти його і забрати його серце вихору. Його я використаю, щоб зачарувати зброю силою Циклоніана.

{ім'я}, ти {стать:готовий:готова} зустрітись з володарем вітру?]===],
[===[Принесіть серце вихору Бат'раху Вітрогляду.]===],
[===[{ім'я}, мені потрібне серце вихору!]===],
[===[Тобі вдалось! Ти {стать:переміг:перемогла} Циклоніана і {стать:добув:добула} серце вихору!]===],
},
[1714] = {
[===[Сутність вигнанця]===],
nil,
nil,
[===[Котел булькає, манячи випарами...]===],
[===[Поваби повільно опускаються на дно котла...

Велика бульбашка підійматися на поверхню і лускає...

...вивільняючи розплавлений кам'яний талісман.]===],
},
[1718] = {
[===[Остров'янин]===],
[===[Ти стаєш {стать:славетним:славетною} {клас:о}, {ім'я}. Настав час позмагатись з твоїми побратимами по зброї.

Неподалік від узбережжя Степів, на південь від Брашпиля є острів. Це острів Битв, на якому збираються воїни.

Збираються і змагаються.

Поговори зі старшим воїном острова, Кланноком Маклеодом. Він допоможе тобі на твоєму шляху {клас:р}, якщо вирішить, що ти {стать:готовий:готова}.

До острова Битв можна дістатися по піщаній мілині, що вздовж узбережжя Торгівця.]===],
[===[Поговоріть з Кланноком Маклеодом.]===],
nil,
[===[Привіт, {клас:к}. Добре, що ти {стать:дістався:дісталася} до острова Битв. Сподіваюсь, тобі тут сподобається...]===],
},
[1719] = {
[===[Побоїще]===],
[===[Якщо хочеш навчатись в мене, спершу ти маєш пройти випробування - Побоїще. Через нього проходять всі молоді воїни, які хочуть довести свою велич.

Щоб почати - пройди через натовп та стань на решітку. Твіґґі Пласкоголов зрозуміє, що ти {стать:готовий:готова} і покличе твоїх суперників.

Переможеш їх всіх - і проти тебе вийде здоровань Вілл. Вбий його і повертайся до мене.]===],
[===[Вбийте здорованя Вілла та поговоріть з Кланноком Маклеодом на острові Битв.]===],
[===[Ти {стать:впорався:впоралась} з випробуванням?]===],
[===[Чудово, {ім'я}. Ти {стать:пройшов:пройшла} випробування Побоїщем!

Ти {стать:достойний:достойна} {клас} і я з радістю навчатиму тебе.]===],
},
[1740] = {
[===[Сфера Соран'рука]===],
[===[Коли демони Легіону втрачають прихильність, їх дух ув'язнюється у сфери, які роздають магам та чорнокнижникам.

Багато цих сфер носили їх слуги в Азероті. Навіть розколоті на частини, вони все ще зберігають силу демонів, ув'язнених всередині.

Сферу Соран'рука розбили на дві частини: одну з них подрібнили на три, щоб їх використовували слуги Молота Сутінків у Чорноводних глибинах, а іншою, більшою частиною, володіє чаклун у фортеці Тінеклик. Знайди їх і я зможу знову зібрати цю сферу.]===],
[===[Знайдіть 3 фрагменти Соран'рука та 1 великий фрагмент Соран'рука та принесіть їх Доану Каргану в Степи.]===],
[===[Мені знадобилося багато років, щоб зібрати шматочки сфери Зарґейна, натомість вона добре послужила мені, як служитиме тобі сфера Соран'рука.]===],
[===[Так... Ця сфера не сильно пошкоджена, і майже всі шматочки тут. Відновити її, щоб знову зробити Соран'рука єдиним цілим — справа нескладна.

Я присвятив своє життя вивченню сфер Палаючого Легіону та їх відновленню. Ти {стать:зробив:зробила} мені велику послугу, збираючи ці частини для вивчення, і я поверну їх тобі — повністю відновлені — у формі, яку ти обереш.]===],
},
[1791] = {
[===[Вітрогляд]===],
[===[Тепер, коли ти знаєш стійку берсерка, тобі знадобиться гарна зброя.

Поговори Бат'рахом Вітроглядом, тролем-самітником, що живе між Альтерацькими горами та Західними Зачумленими землями. Він умілий майстер зброї та могутній шаман.

Щоб знайти Бат'раха - йди по річці, що тече на схід від Тарренського Млину. Йди на північ - Бат'рах живе серед руїн на березі річки.]===],
[===[Поговоріть з Бат'рахом Вітроглядом]===],
nil,
[===[Ти {стать:прийшов:прийшла} здалеку, {стать:молодий:молода} {клас:к}. Шукаєш потужну зброю, еге ж?

Я можу допомогти тобі з цим. А ти натомість допоможеш мені.]===],
},
[1792] = {
[===[Зброя вихору]===],
nil,
nil,
nil,
[===[Нарешті в нас є серце вихору і я можу помістити його у вмістилище на твій вибір.

Обери собі зброю, {ім'я}, і пам'ятай, що це - сила Циклоніана.]===],
},
[1795] = {
[===[Зв'язування]===],
[===[Якщо ти достатньо {стать:підготувався:підготувалася}, то ми можемо розпочинати. Дозволь мені пояснити тобі план.

Я створю базовий круг виклику. Після цього мої помічники використають жезли для створення більшого кола.

Після цього прочитай заклинання з фоліанта Змови, і відбудеться виклик скверногончої. Будь {стать:обережним:обережною}, {ім'я}. Скверногонча — це сильний ворог, і я б хотів бачити, як ти збережеш свою голову на плечах.]===],
[===[За допомогою фоліанта Змови підкоріть скверногончу, а потім поверніть фоліант Страгаду Фарсану в Брашпиль.]===],
[===[{стать:Кожен:Кожна} {клас} {стать:повинен:повинна} мати у своєму розпорядженні скверногончу. Хоча її важко приручити, та сила, яку він приносить своєму господареві, набагато перевищує ціну.]===],
[===[Мушу визнати, {ім'я}, я вражений. Коли я зіткнувся зі своєю скверногончою, я ледь зберіг своє життя. Я відчуваю, що у тебе є потенціал стати {стать:одним:однією} з наймогутніших {стать:чорнокнижників:чорнокнижниць} цієї ери.]===],
},
[1796] = {
[===[Матеріали для золотої кровомантії]===],
[===[Перший предмет, який я допоможу тобі створити — мантію. Ти збереш для мене необхідні предмети, і ми складемо їх разом. Якщо ти успішно впораєшся з цим завданням, то отримаєш перший з багатьох предметів, які зроблять тебе потужніше і допоможуть тобі у твоїй боротьбі.

Щоб почати, тобі потрібно мати мантію аркани. Цю мантію може зшити кравець, або ти можеш придбати її в когось іншого — я була б дуже вражена, якби ти {стать:зробив:зробила} її {стать:сам:сама} — але в будь-якому випадку для початку принеси мені мантію.]===],
[===[Принесіть мантію аркани до Менари Пустоплестої в Степи.]===],
[===[Є успіхи в пошуку мантії, {ім'я}? Ти створиш її самостійно? Коли робиш щось {стать:сам:сама}, приємніше наповнювати цей предмет магією. Отримуєш більше задоволення. Але я зрозумію, якщо ти обереш простіший шлях і замовиш її у когось — така... цілеспрямованість також має свої переваги.]===],
[===[Це те, що потрібно, {ім'я}.

В основі всіх чарівних предметів має лежати річ високої якості. Чим більше зусиль та майстерності вкладено в предмет, тим більші магічні властивості він може мати. Рідкісні та дорожчі компоненти краще утримують магію. Ти не пошкодуєш, що {стать:віддав:віддала} мені цю мантію — коли ми закінчимо, ти отримаєш набагато кращу.]===],
},
[1799] = {
[===[Фрагменти сфери Орагіла]===],
[===[Чудово, тоді ми можемо починати.

Спочатку тобі потрібно поговорити з моїми послідовниками всередині вежі. Обери один зі шляхів, які вони запропонують.

Потім тобі потрібно відправитися до Спустошища та знайти сферу пекельника в одного з чорнокнижників в руїнах Маннорок. Цю сферу тобі потрібно очистити за допомогою магині, на ім'я Табета, яка проживає на південному заході Бруднопилкої трясовини. Вона допоможе тобі заради мене.

Знову ж таки, не повертайся, поки не виконаєш обидва завдання.]===],
[===[Поговоріть з послідовниками Менари у вежі над Брашпилем, та оберіть свій шлях.

Після цього принесіть сферу пекельника до Табети в Бруднопилку трясовину.]===],
[===[Очевидно, ти не {стать:маг:магиня}, тож я запитую себе, чи можна взагалі тобі довіряти. Я відчуваю в тобі силу арканічної магії, але, здається, ти {стать:уникнув:уникнула} смороду скверни, яка так часто заволодіває твоїми побратимами.

Так, {клас}... {клас} {стать:звернувся:звернулася} до мене за допомогою.

Отож, що я можу зробити для тебе, {ім'я}?]===],
[===[Отже, тебе послала Менара. Добре... Я припускаю, що ти можеш залишитися на деякий час. Але в тебе, напевне, дуже важлива справа — можливо, ти тут, щоб знайти втрачену силу? Можливо, я помилилась. Можливо, скверна вже й не так далеко від тебе.]===],
},
[1947] = {
[===[Подорож до болота]===],
[===[Настав час тобі здобути свій магічний жезл. Для початку звернися до відлюдниці з Бруднолипкої трясовини, людини на ім'я Табета. Ти знайдеш її хатину глибоко в болоті на заході від Терамору.

Поговори з нею, її знання безмежні. Хатина Табети знаходиться на заході від Терамору, трохи північніше руїн Каменедовбні.]===],
[===[Поговоріть з Табетою.]===],
nil,
[===[Тихо! Я зосереджена, не турбуй мене!

Хвилинку...]===],
},
[1948] = {
[===[Предмети сили]===],
[===[Створити жезл мага непросто. Для цього потрібні рідкісні компоненти та посудина, що може вмістити велику кількість магічної енергії. Ти маєш зібрати ці речі та принести мені.

Я написала на пергаменті список того, що тобі потрібно, та інструкції, як це дістати. Принеси мені все, що є в списку, і чітко дотримуйся моїх вказівок, бо інакше під час створення жезла може статися... біда.]===],
[===[Принесіть нефрит і заряджену блискавкою тростину до Табети в Бруднолипку трясовину.]===],
[===[Привіт, {ім'я}. Ти {стать:приніс:принесла} компоненти?]===],
[===[Ага! Ти {стать:знайшов:знайшла} нефрит і {стать:виготовив:виготовила} тростину! Гарна робота!

Це у тебе дим вух йде? Можливо, ти {стать:був:була} занадто близько до тростини, коли в неї вдарила блискавка... але не хвилюйся. Удар блискавкою — то на щастя!]===],
},
[1949] = {
[===[Приховані таємниці]===],
[===[Щоб створити жезл, мені потрібно прочитати кілька розділів одної книги. Книга називається "Ритуали сили", написана чаклуном Тіртом.

У мене її немає, та й у жодній бібліотеці її не знайти. Тому ти маєш поговорити з Тіртом і отримати книгу від нього.

Успіхів тобі. Колись Тірт був великим магом та вченим, але зараз він проводить час на перегонах гномів та гоблінів на Мерехтливих рівнинах, п'є та грає в азартні ігри.]===],
[===[Поговоріть з чаклуном Тіртом на Мерехтливій рівнині.]===],
nil,
[===[Що? Говори голосніше! У мене вже не такий гострий слух, як колись.

Сподіваюся, що ти {стать:прийшов:прийшла} зі свіжим кухлем елю або з відомостями щодо наступних перегонів! Якщо ні, то краще йди звідси... бо мій поліморфний жезл вже напоготові!]===],
},
[1950] = {
[===[Особлива фраза]===],
[===[Я можу допомогти тобі з книгою, але спершу ти мусиш допомогти мені!

Том, який ти шукаєш, знаходиться у моїй замкненій магічній скрині. Щоб відкрити цю скриню, потрібно промовити особливу фразу, і я ніяк не можу її запам'ятати! Зазвичай, мій помічник допомагає мені запам'ятовувати такі речі, але він десь зник.

Якщо хочеш мою книгу, знайди мого учня! Розпитай на треку — якщо пощастить, то хтось його бачив. Притягни його сюди, або принаймні дізнайся від нього мою чарівну фразу, щоб ми могли відкрити скриньку!]===],
[===[Дізнайтеся чарівну фразу яка відкриває скриню Тірта, потім поверніться до Тірта.]===],
[===[Чого ти чекаєш? Мені потрібно згадати мою магічну фразу!]===],
[===[Ах так, тепер я згадав...

Я забув про це маленьке прокляття, що я наклав на Джонсона. Не пам'ятаю чому я це зробив, але я впевнений, що він заслужив на це, маленький негідник!]===],
},
[1951] = {
[===[Ритуали сили]===],
[===[Хм... я тут згадав... в мене немає книги! Бачиш, у мене були деякі борги, і щоб їх погасити, я продав останній примірник "Ритуалів сили" якомусь жерцеві...

Члену Багряного братства. Він, напевне, забрав її до бібліотеки Багряного монастиря у Тірісфальському переліссі!

Якщо ти так хочеш отримати книгу, тобі доведеться піти по неї в монастир. І вибач за всі ці клопоти. Я сам не свій останнім часом...]===],
[===[Принесіть книгу "Ритуали сили" до Табети у Бруднолипку трясовину.]===],
[===[Вітаю, {ім'я}. Книга в тебе?]===],
[===[А ось і книга! Це саме те, що мені потрібно для підготовки до ритуалу створення твого жезла! Сподіваюся, знайти її було не надто складно...]===],
},
[1952] = {
[===[Магічний жезл]===],
[===[Що ж, піду зроблю жезли.]===],
[===[Поговоріть з Табетою після ритуалу.]===],
nil,
[===[Ось жезли, які я зробила. Обирай який хочеш!]===],
},
[1953] = {
[===[Повернення до болота]===],
[===[Настав час тобі, {ім'я}, поговорити з Табетою — відлюдницею з Бруднолипкої трясовини. Вона допоможе тобі створити потужні магічні інструменти.

Хатина Табети знаходиться глибоко в Бруднолипкій трясовині, на заході від Терамору.]===],
[===[Поговоріть з Табетою.]===],
nil,
[===[Ах, так. Ти тут для створення сфери або посоху, {ім'я}? Дуже добре. Я допоможу тобі.

Але попереджаю — цей процес повний небезпек і може призвести до твоєї смерті.

Або моєї смерті. Точно чиєїсь смерті...

Але будемо сподіватися, що це буде чиясь інша смерть, добре?]===],
},
[1954] = {
[===[Сфера пекельника]===],
[===[Насамперед тобі потрібно роздобути сферу сили. У чорнокнижників Палаючого Леза є чудові сфери... шкода, що в кожній з них сидить демон! Але ми можемо це виправити, так, ми зможемо.

Прямуй в Спустошище та відбери сферу пекельника у закликача Палаючого Леза. Ти знайдеш закликачів в руїнах Маннорок.

Як отримаєш сферу — повертайся до мене.]===],
[===[Принесіть сферу пекельника Табеті в Бруднолипку трясовину.]===],
[===[Ти {стать:приніс:принесла} сферу пекельника, {ім'я}?]===],
[===[О, це чудова сфера! Але я не маю на увазі "чудова" як освіжаюча джерельна вода в спеку.

Насправді не така вона й чудова, якщо подумати. Не вода. Сфера!

Зосередься, {ім'я}! Нам потрібна твоя увага, якщо ми хочемо закінчити нашу роботу!]===],
},
[1955] = {
[===[Екзорцизм]===],
[===[Тепер, коли ми маємо сферу закликача, нам потрібно вигнати демона з неї. Я це зроблю. Це найлегша частина.

Важчу роботу виконаєш ти. Тобі доведеться вбити демона, коли він вийде зі сфери.

І ти маєш діяти швидко. Якщо забаришся, він стрибне назад у сферу, і нам доведеться починати спочатку!

Тож приготуйся. Приготуй свої найсильніші заклинання і тримай зілля під рукою, а також знайди союзників, якщо зможеш. Бо це буде не дуже приємно.]===],
[===[Вбийте демона сфери, після чого поговоріть з Табетою.]===],
[===[Тобі доведеться вбити цього демона, щоб позбавити сферу його впливу, {ім'я}.]===],
[===[Молодець, {ім'я}! Ти {стать:показав:показала} тому демону де раки зимують, він це не скоро забуде.

Тепер він двічі подумає, перш ніж знову сунутися в наш світ, щоб помститися тобі. Можливо, цього разу з друзями. Які не бажають нічого, окрім як розірвати тебе на маленькі шматочки.

Я ж тебе не налякала, правда, {ім'я}?]===],
},
[1956] = {
[===[Сила Ульдамана]===],
[===[Тепер, коли демон знищений, нам потрібно знайти джерело сили. На жаль, найкращі джерела сили, як правило, найстаріші та ними не так просто заволодіти. Цікаво, як доля часом любить кинути виклик, чи не так?

Отже, тобі потрібно буде піти до Ульдамана та перемогти тамтешнього обсидіанового вартового. Він великий, він сильний, а його джерело сили — це щось!

Щасти тобі, {ім'я}. А якщо все ж не пощастить, то, ну... було приємно з тобою познайомитися.]===],
[===[Отримайте обсидіанове джерело сили та принесіть його до Табети в Бруднолипку трясовину.]===],
[===[Ти {стать:був:була} в Ульдамані, {ім'я}? Вдалося перемогти обсидіанового вартового?]===],
[===[Тобі вдалося? Вітаю!

Я розмовляла з кількома колегами, і коли я згадала твоє ім'я, вони сказали: "Ти знаєш, що {ім'я} добре справляється з труднощами?"

Але коли я сказала їм, що послала тебе в Ульдаман битися з обсидіановим вартовим, вони сказали, що я з'їхала з глузду! Вони сказали: "Табета, ти з'їхала з глузду! {Ім'я} не зможе його здолати!"

А я відповіла: "Побачимо", а вони сказали: "Еге ж, побачимо..."

Ну, ми їм показали, чи не так?]===],
},
[1957] = {
[===[Манасплески]===],
[===[Ми майже закінчили, але останній крок найнебезпечніший, {ім'я}.

У мене є порожня сфера закликача і я готова зарядити її енергією розлому мани. Я вимовлю заклинання, яке тимчасово відкриє розлом, з якого будуть вивільняться істоти, манасплески. Тобі потрібно перемогти їх, що вивільнити їхню силу, яку я потім зберу.

Вбий достатню кількість манасплесків до закриття розлому, і я поміщу всю їхню енергію у твою сферу.]===],
[===[Убийте 12 манасплесків за відведений час.]===],
[===[Ти не {стать:вбив:вбила} необхідну кількість манасплесків, {ім'я}.]===],
[===[В тебе вийшло! Я ні миті не сумнівалася в тобі! Добре, можливо, одну мить, чи дві... але загалом не сумнівалася.

Чесно.]===],
},
[1958] = {
[===[Небесна сила]===],
nil,
nil,
nil,
[===[Ти маєш пишатися собою, {ім'я}. Багато магів полягло від тварюк, з якими ти {стать:зіткнувся:зіткнулася}.

Небесна сфера готова. Або, якщо хочеш, я можу закріпити її на посоху. Вирішуй {стать:сам:сама}. Я б обрала сферу, але хто я така, щоб вирішувати за тебе?]===],
},
[2000] = {
[===[Рокар Тінелезо]===],
[===[Ти занадто багато часу {стать:байдикував:байдикувала}, {ім'я}. Пора навчитися тобі чомусь новенькому. Минулої ночі, п'ятьох наших знайшли мертвими в Орґріммарі, і у нас мало зачіпок. Це ті, хто протистоїть нам — вони користуються нашими ж методами.

Тому я вирішив, що ти маєш навчитися мистецтва зламування замків.

На жаль, мої руки до цього не дуже пристосовані. Ти маєш знайти Рокара, він живе на пагорбах поблизу Дуротара. Навіть в такому віці він ще має до цього хист.]===],
[===[Говоріть Рокаром Тінелезом у Дуротарі.]===],
nil,
nil,
},
[2018] = {
[===[Випробування Рокара]===],
[===[Ага, то тепер Терзок посилає мені своїх учнів-початківців, га? Що ж, гадаю, я можу навчити тебе кількох речей. Не те щоб я надто переймався твоїми справами, просто не хочу, щоб твоя смерть була на моїй совісті.

Але спершу ти маєш довести мені, що ти цього {стать:вартий:варта}.

Я скажу тобі, {ім'я}. Мені не дуже подобається ця ТзНБ "Авантюра". Ці землі нагадують мені Дренор і мені не подобається, що ці гобліни їх нищать. Можливо, якщо вбити їхнього розпорядника в Драговині шламу, їх операція накриється мідним тазом.]===],
[===[Вбийте розпорядника Ґліббі та поверніть його свисток Рокару Тінелезу в Дуротар.]===],
nil,
nil,
},
[2019] = {
[===[Професійні інструменти]===],
[===[Ось, {ім'я}. Вони будуть тобі добре слугувати. Я зробив їх своїми руками, тож можу заприсягтися: кращих ти не знайдеш.

Не турбуй мене розповідями про свої справи. Плани Терзока мене не цікавлять, я тепер у відставці й хочу жити спокійно.

Якщо раптом тобі знадобляться нові інструменти — приходь до мене. Але краще бережи ці!]===],
[===[Поговоріть з Терзоком в Розколині Тіні в Орґріммарі.]===],
nil,
nil,
},
[2278] = {
[===[Платинові диски]===],
[===[Головним елементом цієї скарбниці є чотири платинових диски, вкритих численними знаками невідомого походження. Доторкнувшись до них, ви відчуваєте поколювання в пальцях, після чого перед вами з'являється великий кам'яний наглядач.

"Вітаю. Я хранитель знань. Історія створення Творцями земельників була збережена для цього світу на дисках Норґаннона."

Ви відкрили скарбницю з раніше невідомими світу знаннями.]===],
[===[Поговоріть з кам'яним наглядачем і дізнайтесь, які древні знання він зберігає, після чого активуйте диски Норґаннона.]===],
[===[Голос кам'яного наглядача, здається, пронизує все ваше тіло:

"Для початку, вам необхідно пройти перевірку для доступу до дисків Норґаннона. Щойно ви виконаєте всі вимоги, вам буде дозволено отримати портативну копію збережених даних. Будь ласка, переконайтесь, що повністю вивчили це сховище."]===],
[===[Виконуючи вказівки кам'яного наглядача, ви знову активуєте диски Норґаннона, вже знаючи історію земельників, трогів та дворфів. Від дисків доноситься короткий слабкий гул. Після цього кам'яний наглядач каже:

"Диски синтезовано. Для отримання особистої копії знову активуйте диски Норґаннона."]===],
},
[2418] = {
[===[Камені сили]===],
[===[Деякий час тому у мене сталася неприємність з дворфами Тінегарту. Вони привезли мене до фортеці Анґора, щоб я вивчив два зразки дивних каменів з Ульдамана. Я виявив, що ці камені є тривалими, стабільними джерелами енергії, якщо з ними правильно поводитися. Дивовижно, що можна знайти на цих розкопках!

Врешті-решт, щойно я розповів їм таємницю каміння, вони вигнали мене з фортеці Анґора і відправились за каменями в Ульдаман.

Я хочу отримати ці камені! Принеси мені кілька обох видів, і я добре тобі заплачу!]===],
[===[Принесіть 8 дентрієвих каменів сили на 8 каменів сили Ан'Аллеума Смиколяпу в Безплідні краї.]===],
[===[Камені сили у тебе, {ім'я}? У мене є робот-гризун, якому потрібне джерело живлення...]===],
[===[Чудово, ти {стать:приніс:принесла} їх! Дуже дякую, {ім'я}. Ти {стать:найнадійніший:найнадійніша} {раса}, {стать:якого:яку} я зустрічав!

Не можу дочекатися, щоб випробувати їх в моїх механізмах. Я впевнений, що за правильних умов, пристрої з цими камінцями працюватимуть вічно!]===],
},
[2904] = {
[===[Халепа]===],
[===[<Кернобі стогне.> Що... Що сталося?

Останнє, що я пам'ятаю — як мене схопила група дворфів Темного Заліза, побили до півсмерті, а потім кинули сюди до цих брудних трогів.

Забери мене звідси, {ім'я}!

План такий: відведи мене до виходу, і якщо ми виберемося живими, ти підеш до Грабіжної Бухти та скажеш Скуті, що я ходив до Брашпиля, щоб попередити Майстреліца про участь Темного Заліза у створенні тієї супермашини.

Ходімо!]===],
[===[Супроводіть Кернобі до Механічного проходу, після чого поговоріть зі Скуті в Грабіжній Бухті.]===],
[===[А? Кернобі живий??]===],
[===[Гадаю, тебе варто винагородити за повернення Кернобі цілим і неушкодженим, {ім'я}. Якщо ти збираєшся повернутись до Гномреґану, це може допомогти тобі перемогти цього підступного нікчему, мехженера Термоштепселя.]===],
},
[2945] = {
[===[Вкритий брудом перстень]===],
[===[З тіла одного з дворфів Темного Заліза ви зняли предмет, що нагадує перстень. Складно сказати, що це за перстень, оскільки він вкритий товстим шаром бруду. Носити його навряд чи можливо. Однак здається, що з-під шару бруду видніється дорогоцінний метал, а може ще й самоцвіт.

Якщо ви збираєтеся використовувати цей перстень, вам доведеться знайти спосіб очистити його від бруду.]===],
[===[Знайдіть спосіб видалити бруд із вкритого брудом персня.]===],
[===[Перед вами пристрій гномів, до якого прикріплена табличка з написом "Блискочист 5200". Судячи з інструкції під табличкою, ця машина очищає предмети від будь-яких забруднень. На ній є отвір, в який потрібно опустити три срібні монети, щоб почати очищення предмета, поміщеного всередину.

Схоже, варто випробувати цей пристрій на вкритому брудом персні.]===],
[===[Ви поміщаєте перстень в Блискочист 5200 та опускаєте в отвір три срібні монети.

З машини лунає жахливий скрегіт, а її корпус трясеться. Важко уявити, що відбувається з перснем всередині машини...

Нарешті пристрій завмирає і віконце для предметів відкривається з дзенькітом. В ньому лежить маленька акуратно загорнута коробка із червоним бантиком. Схоже, що Блискочист 5200 також упаковує подарунки!]===],
},
[2951] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[2952] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[2953] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[2954] = {
[===[Кам'яний наглядач]===],
nil,
nil,
nil,
nil,
},
[2985] = {
[===[Поклик води]===],
[===[Схоже, що ти вже {стать:готовий:готова} до наступного випробування, {ім'я}. Ти {стать:проявляв:проявляла} терпіння у своєму навчанні, та настав час тобі зробити новий крок. Настав час пізнати чистоту води.

Поговори з Іслен Морською Провидицею в Степах. Ти знайдеш її в рибальській хатині на східному узбережжі, на південь від Південнолютної річки та Брашпиля. Щасти тобі, {ім'я}.]===],
[===[Знайдіть Іслен Морську Провидицю в Степах.]===],
nil,
[===[Ти твердо крокуєш по землі, а твій дух вже зігрітий вогнем — я б сказала, що настав час тобі пізнати чистоту води.

Твій шлях привів тебе так далеко, і сила твого духу дасть тобі сил йти далі. Але перший крок ти маєш зробити {стать:сам:сама}.]===],
},
[3366] = {
[===[Сяючий уламок]===],
[===[Уламок яскраво зелений і, не дивлячись на суцільність, під його поверхнею клубочиться щось схоже на дим. Ви не можете відірватись від кристала і водночас він викликає тривожність.

Можливо, вам варто пошукати в Брашпилі когось, хто зможе розказати про цей кристал більше.]===],
[===[Відправляйтесь до Брашпиля і з'ясуйте, які секрети приховує уламок кошмару.]===],
nil,
nil,
},
[3374] = {
[===[Сутність Ераніка]===],
[===[Ви застосовуєте клятвокамінь і з його допомогою Ітарій подумки промовляє до вас.

"Приймаючи силу, укладену в клятвокамінь, ти погоджуєшся допомогти мені і драконам Ізери звільнити понівечену душу Ераніка. Перша з багатьох жертв, на яку, без сумніву, доведеться піти і тобі, і мені — передати мені камінь, в якому сковано те, що залишилося від вільної волі Ераніка.

Зроби це, {ім'я}, і далі ми будемо діяти разом, щоб звільнити душу гідну звільнення."]===],
[===[Принесіть клятвокамінь драконів Ізери і скуту сутність Ераніка до Ітарія на болото Скорбот. Там вам доведеться зробити вибір: допомагати драконам Ізери чи ні.]===],
[===[Ось ми й знов на роздоріжжі, {ім'я}. Прийшов час робити новий вибір. Що ти {стать:вирішив, смертний:вирішила, смертна}?]===],
[===[Вибір зроблено, початок покладено. Поки, я вважаю твій вибір вірним. Твої дії та вчинки відтепер визначатимуть, чи слід це продовжувати.]===],
},
[3512] = {
[===[За словами Ераніка]===],
[===[{Ім'я}, нашим першим кроком буде пошук засобу зв'язку з Ераніком через цей камінь. Зараз він перебуває у хиткому стані на межі між сном і смертю, витаючи в переплетінні нічних жахів. Хоча принесена тобою сутність сильно вражена скверною, все ще є шанс, що ми дістанемося його.

Відправляйся далеко до крижаних земель на сході Зимоключа, та розшукай нашого смертного союзника, Умбранса Маромовця. Це людина, медіум, що говорить з мертвими. Хоча Еранік і не дійсно мертвий, він все ж може нам допомогти.]===],
[===[Відправляйтесь у східну частину Зимоключа і поговоріть з Умбрансом Маромовцем.]===],
nil,
[===[Ітарій вчинив мудро відправивши тебе до мене. Поки він не мертвий, в тому сенсі, як ти розумієш смерть, Еранік скоро зможе говорити з нами. Але зараз я не можу допомогти тобі... принаймні, поки що.

Я допоможу тобі, але спочатку мені потрібна допомога того, хто, на відміну від мене, не скутий старечою неміччю. Мій найпотужніший прилад для ворожіння було відібрано проти моєї волі і поки я не поверну його, ми безсилі допомогти Ераніку.]===],
},
[3523] = {
[===[Скара в норах]===],
[===[Неймовірно! Мене звати Белністраз і я дуже вдячний вам за порятунок. Я вже був готовий померти... чи гірше — стати кормом для цих потвор Скари. Так-так, Скара, все правильно. Тутешні свинобрази з нею об'єднались і це просто жах.

Слухайте... Замість того, щоб тікати — ми маємо битись зі Скарою, заради нашого ж спільного майбутнього. Допоможете мені? Може бути небезпечно, та схоже, що вас це не лякає.]===],
[===[Якщо ви згодні допомогти Белністразу, поговоріть з ним знову і віддайте камінь клятви.]===],
[===[Мене не турбує політика. І мені однаково, чи ти з Орди, чи з Альянсу. Я переймаюсь тим, що загрожує всім расам цього світу. І в цих норах загроза ця не мала.

Якщо хочете стати героями цього світу — віддайте мені камінь клятви в знак згоди. Я не місцевий, для мого виду ці камені — важлива традиція при скріпленні угоди.]===],
[===[Чудово, я знав, що вам буде цікаво! Скажу чесно, {ім'я}, нас чекає непроста робота. Але якщо ми залучимо всі зусилля — у нас все вийде.

А тепер я розкажу про це більше...]===],
},
[3525] = {
[===[Знищення ідола]===],
[===[Неподалік входу стоїть ідол, що свинобрази використовують як жертовне вогнище. Ці мерзоти буквально поїдають своїх полонених зі Степів. Я можу знешкодити ідол, щоб вони не могли його використовувати. Та мені знадобиться допомога. Допоможіть мені дійти до ідола і я зможу провести ритуал. Під час нього я не зможу навіть говорити з вами, а тим паче захищати себе, тож це я покладаю на вас. Якщо я загину — ми приречені.

Ви зі мною?]===],
[===[Супроводіть Белністраза до ідола свинобразів в норах Бритвоболотих.

Захищайте Белністраза, поки він виконує ритуал знешкодження ідола.]===],
nil,
[===[Белністраз зникає, залишивши по собі вогнище. Ви вдивляєтесь в полум'я, і бачите образ великого червоного дракона. Ваш розум наповнює грубий голос Белністраза.

"Дійсно, смертні, ваш героїзм виправдав всі мої очікування. Завдяки вам з усім, що затіяли тутешні звірі, покінчено, а моя віра в смертних створінь знову відновлена. Прийміть цю гідну винагороду."]===],
},
[4490] = {
[===[Виклик скверножеребця]===],
[===[Я хотів би віддячити тобі за терплячість і наполегливу роботу. Але знай, що викликати скверножеребця у майбутньому буде набагато складніше. Тобі доведеться заслужити його... і це не буде легко.

Наразі ти маєш здатність викликати цю істоту і використовувати її на свій розсуд.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі, щоб навчитися виклику скверножеребця.]===],
nil,
[===[Щасти тобі, {ім'я}. Я з нетерпінням чекаю зустрічі з тобою в майбутньому.]===],
},
[4601] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[4602] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[4603] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[4604] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[4605] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[4606] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[4781] = {
[===[Матеріали для золотої кровомантії]===],
[===[Твоє наступне завдання таке ж просте, як і перше, але тобі знадобиться допомога.

Мені потрібна золота нитка для вишивки мантії, але золоту нитку не так просто дістати, і дуже мало хто вміє її виготовляти. На щастя, той, хто вірний нашій справі, знає її секрети та готовий допомогти тим, хто підіймається в наших рядах.

Принеси злиток золота до Зиска Добрострока в Грабіжну Бухту. Він кравець-майстер і з радістю спряде для тебе нитку. Золоті злитки плавляться досвідченими шахтарями. Звернись за допомогою до шахтаря.]===],
[===[Принесіть злиток золота Зиску Добростроку у Тернисту долину.]===],
[===[Золоті злитки, так... так. Принеси мені один, і подивимося, що можна зробити, щоб виткати для тебе нитку. Доти я б порадив тобі сконцентруватися на тому, щоб стати сильніше. Найважчі випробування ще попереду. І повір мені... ти пошкодуєш, що не {стать:підготувався:підготувалася}, незалежно від того, наскільки {стать:сильним:сильною} ти б не {стать:був:була}.]===],
[===[Чудово, {ім'я}. Я радий, що ти {стать:зміг:змогла} так швидко знайти шахтаря, щоб той тобі допоміг. Чи ти {стать:зробив:зробила} його власноруч? В будь-якому випадку, ти добре {стать:впорався:впоралася}. Нитка з цього злитка вийде чудова.

Виготовлення нитки займе деякий час, тому тобі доведеться повернутися трішки пізніше... Я взагалі-то відсилаю її принцесі, яку ми замкнули у вежі, і чия єдина робота — прясти золоті нитки... ні, серйозно. Я не жартую... Гаразд, жартую.]===],
},
[4782] = {
[===[Матеріали для золотої кровомантії]===],
[===[Повернись до Менари та скажи їй, що це займе деякий час, але я обов'язково зроблю це для неї... і для тебе. Скажи їй, щоб вона доручила тобі зібрати решту компонентів — до того моменту нитка повинна бути в мене. Тоді ти зможеш повернутися і забрати її.

Хай щастить, {ім'я}. А, і передай вітання Страгаду від мене, коли будеш там. От старий дивак... побудував вежу прямо поруч з Брашпилем... божевільний.]===],
[===[Поверніться до Менари Пустоплестої в Степи.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася}, {ім'я}. А де нитка?

А, я розумію. Це прийнятно. Гоблін і його брат ще жодного нас разу не підводили — думаю, цілком зрозуміло, що він не встиг зробити її прямо зараз. Нехай буде так... Тим часом ми займемося іншими справами.

Ти {стать:готовий:готова} до наступного кроку?]===],
},
[4783] = {
[===[Матеріали для золотої кровомантії]===],
[===[Наступні компоненти ти знайдеш в Спустошищі, далеко на заході від Степів, за Каміннопазуристими горами.

Там, все ще панує хаос після Розколу. Там ти пройдеш випробування як на силу, так і на хитрість — ти зіткнешся з породженнями ненависті з Палаючого Легіону.

Принесіть мені кров сатирів племені Скаженолютих, які знаходяться на північному сході, та камінь молодшого пекельника з руїн Маннорок.

Ми використаємо обидві складові для створення твоєї мантії.]===],
[===[Принесіть 10 флаконів крові скаженолютих сатирів і 1 камінь молодшого пекельника Менарі Пустоплестій в Степи.]===],
[===[Спустошище — небезпечне місце: наги, велетні, сатири, Палаючий Легіон... Всі вони та войовничі клани кентаврів роблять цю землю дуже небезпечною, якщо ти не будеш {стать:обережним:обережною}.

Як я вже казала, це не лише випробування твоєї сили та хитрості, а й твого терпіння. Не втрачай пильності в цих землях, {ім'я}.]===],
[===[Чудово, {ім'я}. Ці зразки дуже чудові. Я поки підготовлю їх, а ти тим часом можеш зайнятися останніми двома компонентами. Ти {стать:готовий:готова}?]===],
},
[4784] = {
[===[Матеріали для золотої кровомантії]===],
[===[Тепер мені потрібні лише три речі, {ім'я}, і ми зможемо закінчити твою мантію.

Перше — це тонка золота нитка, яку для тебе зробить Зиск. Повернись до нього в Грабіжну Бухту та забери її.

Друге — добудь два жаристі вугілля у вогняних елементалів на височині Араті. Якщо я правильно пам'ятаю, вони знаходяться на заході, біля стіни Торадіна.

Наостанок — уламок душі, який ти створиш самостійно.

Після того, як у тебе будуть всі компоненти — повертайся у вежу і я завершу мантію для тебе.]===],
[===[Принесіть тонку золоту нитку, 2 жаристих вугілля та уламок душі Менарі Пустоплестій в Степи.]===],
[===[Залишилося недовго, {ім'я}. Я обіцяю тобі. Мантія задовольнить твої потреби та безперечно дасть перевагу над твоїми опонентами.]===],
[===[Чудово, {ім'я}! Компоненти у нас і ми готові.

Я впевнена, тобі сподобається результат.]===],
},
[4785] = {
[===[Тонка золота нитка]===],
nil,
nil,
nil,
[===[Ось, тримай, {ім'я}. І передай вітання від нас Менарі.

Ми очікуємо від тебе великих звершень. Можливо, коли Легіон паде на коліна, твоє ім'я буде виголошуватися на всі лади, прославляючи твою силу. Не можу дочекатися!]===],
},
[4786] = {
[===[Завершена мантія]===],
[===[Зараз я шитиму для тебе мантію. Це займе всього кілька хвилин. Не відходь далеко.]===],
[===[Почекайте доки Менара Пустоплеста завершить вашу мантію та поговоріть з нею.]===],
[===[Хвилинку, {ім'я}...]===],
[===[Готово, {ім'я}. Ось вона, твоя нагорода. Носи її з гордістю.

Ти дуже наполегливо {стать:працював:працювала} і я знаю, що в тебе велике майбутнє. Пам'ятай, що для того, щоб протистояти псуванню, що супроводжує наш шлях, потрібна велика воля і стійкість. Якщо твоя воля залишається незламною — на тебе чекає великий успіх.]===],
},
[4961] = {
[===[Очищення сфери Орагіла]===],
[===[А, сфера закликача — ось звідки йде це зло. Ми маємо вигнати з неї демона, якщо ти збираєшся її використовувати. Це я легко зможу зробити.

Важчу роботу виконаєш ти. Тобі доведеться вбити демона, коли він вийде зі сфери.

І ти маєш діяти швидко. Якщо забаришся, він стрибне назад у сферу, і нам доведеться починати спочатку!

Тож приготуйся, {ім'я}. Приготуй свої найсильніші заклинання і тримай зілля під рукою, а також знайди союзників, якщо зможеш. Бо це буде не дуже приємно.]===],
[===[Вбийте демона сфери та поговоріть з Табетою.]===],
[===[Тобі доведеться вбити цього демона, щоб назавжди позбавити сферу його впливу, {ім'я}.]===],
[===[Неперевершено, {ім'я}! Ти {стать:дав:дала} тому демону урок, який він не скоро забуде. Ти {стать:проявив:проявила} велику силу та майстерність. Тепер, гадаю, настав час повернутися до Менари з очищеною сферою, щоб використати її на користь.

Успіхів тобі, {клас:к}. Можливо, наші шляхи ще перетнуться.]===],
},
[4962] = {
[===[Уламок душі сквернопса]===],
[===[Отже, ти хочеш захопити душу сквернопса, добре.

Візьми цей рубін — з його допомогою ти зможеш захопити душу істоти. Він працює як заклинання, які ти вже знаєш: коли істота близька до смерті — скористайся каменем, і він зробить все за тебе.

Я б порадила спробувати свої сили на будь-якому зі сквернопсів у Спустошищі. Вони мають підійти.

Після того, як все зробиш, принеси захоплену душу та рубін до Менари.]===],
[===[Візьміть рубін сквернолова і використайте його на одному зі сквернопсів, що знаходяться у Спустошищі. Після успішного захоплення духу принесіть рубін сквернолова та ув'язнений дух сквернопса до Менари Пустоплестої в Степи.]===],
[===[Так, {ім'я}? Ти {стать:обрав:обрала}? Пекельника чи сквернопса?

Кожен вибір є особистим і повинен відображати твої сильні та слабкі сторони. Це звично для {клас:р} покращувати свої сильні сторони замість того, щоб вдосконалювати ті, в яких ти {стать:слабкий:слабка}. Іноді перемогти ворога — це така ж сильна тактика, як і стати більш збалансованим заклинателем.]===],
[===[А, дух сквернопса. Молодець, {ім'я}.

Коли в мене будуть і дух, і очищена сфера, я зможу об'єднати їх для тебе. Але не раніше.]===],
},
[4963] = {
[===[Уламок душі пекельника]===],
[===[Отже, ти хочеш захопити душу пекельника, добре.

Візьми цей смарагд — з його допомогою ти зможеш захопити душу істоти. Він працює як заклинання, які ти вже знаєш: коли істота близька до смерті — скористайся каменем, і він зробить все за тебе.

Я б порадила спробувати свої сили на будь-якому із пекельників у Спустошищі. Вони мають підійти.

Після того, як все зробиш, принеси захоплену душу та смарагд до Менари.]===],
[===[Візьміть пекельний смарагд і використайте його на одному із пекельників, які знаходяться у Спустошищі. Після успішного захоплення духу принесіть пекельний смарагд та ув'язнений дух пекельника до Менари Пустоплестої в Степи.]===],
[===[Так, {ім'я}? Ти {стать:обрав:обрала}? Пекельника чи сквернопса?

Кожен вибір є особистим і повинен відображати твої сильні та слабкі сторони. Це звично для {клас:р} покращувати свої сильні сторони замість того, щоб вдосконалювати ті, в яких ти {стать:слабкий:слабка}. Іноді перемогти ворога — це така ж сильна тактика, як і стати більш збалансованим заклинателем.]===],
[===[А, дух пекельника. Молодець, {ім'я}.

Коли в мене будуть і дух, і очищена сфера, я зможу об'єднати їх для тебе. Але не раніше.]===],
},
[4964] = {
[===[Завершена сфера Дар'Орагіла]===],
[===[Я негайно почну створення твоєї сфери. Треба вселити в неї нового демона. Коли все буде готово, ти зможеш вибрати форму зброї: посох чи сферу. Я завжди вважала, що важливо приділяти увагу зброї, яку обирає {клас}... І я не бачу причини не продовжувати цю практику.]===],
[===[Зачекайте, поки Менара Пустоплеста закінчить сферу Дар'Орахіла, а потім знову поговоріть з нею.]===],
nil,
[===[Все готово, {ім'я}. Просто скажи мені, що ти {стать:обрав:обрала}: посох, який вимагатиме використання обох рук, або сферу, щоб ти {стать:зміг:змогла} використовувати кинджал або меч як зброю.

Приручення сквернопса було великим подвигом з твого боку. Я впевнена, що цей предмет гарно послужить тобі у майбутньому. Продовжуй наполегливо вдосконалювати себе, {ім'я}. Я буду очікувати звісток про твої подвиги.]===],
},
[4975] = {
[===[Завершена сфера Ног'Орагіла]===],
[===[Я негайно почну створення твоєї сфери. Треба вселити в неї нового демона. Коли все буде готово, ти зможеш вибрати форму зброї: посох чи сферу. Я завжди вважала, що важливо приділяти увагу зброї, яку обирає {клас}... І я не бачу причини не продовжувати цю практику.]===],
[===[Зачекайте, поки Менара Пустоплеста закінчить сферу Ног'Орахіла, а потім знову поговоріть з нею.]===],
nil,
[===[Все готово, {ім'я}. Просто скажи мені, що ти {стать:обрав:обрала}: посох, який вимагатиме використання обох рук, або сферу, щоб ти {стать:зміг:змогла} використовувати кинджал або меч як зброю.

Приручення пекельника було великим подвигом з твого боку. Я буду очікувати звісток про твої подвиги, {ім'я}.]===],
},
[4976] = {
[===[Повернення очищеної сфери]===],
[===[Віднеси очищену сферу назад до Менари у Брашпиль, {ім'я}. Передай їй мої вітання та будь {стать:обережним:обережною}. Я дійсно сподіваюся, що ти зможеш протистояти спокусі та скверні, які неодмінно зустрінуться на твоєму шляху.

Хай щастить.]===],
[===[Принесіть очищену сферу пекельника до Менари Пустоплестої в Степи.]===],
[===[Як проходять твої пошуки Табети та сфери, {ім'я}?

Табета надзвичайно корисна, коли мова йде про магію. Я впевнена, що вона з радістю допоможе тобі, якщо ти знайдеш її.]===],
[===[Дуже добре, {ім'я}. Вона чудово підійде.

Останнє, що тобі потрібно зробити — це вирішити, якого демона ти хочеш ув'язнити в очищеній сфері. Виріши, і отримаєш новий чудовий предмет сили.]===],
},
[5526] = {
[===[Уламки Сквернолози]===],
[===[Твої знання про Ельдре’Талас — Грізний Молот — що в Фераласі тепер стануть у пригоді, {Ім'я}. У східній частині зруйнованого міста Альззін Диковертень веде своє нечестиве панування. Йди туди якомога швидше та хоробро зустрінь будь-які виклики, що чекатимуть на тебе.

Плід родючості, нині споганений і перетворений на Сквернолозу, повинен бути неподалік від Альззіна. Коли демон згине, збери стільки есенції Сквернолози, скільки зможеш. Запечатай її у релікварії та принеси мені.

Щасти, і швидкості Кенарія тобі.]===],
[===[Знайдіть Сквернолозу в Грізному Молоті та дістаньте її уламок. Найімовірніше, вам вдасться здобути його лише після смерті Альззіна Диковертня. Скористайтесь релікварієм чистоти, щоб надійно запечатати уламок усередині, та повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Отримавши запечатаний релікварій чистоти, ми зможемо не лише усунути загрозу порчі з цього світу, але й дослідити її під нашим розсудливим наглядом. Можливо, ми навіть зможемо винайти нові способи боротьби з будь-яким зараженням, що коли-небудь загрожуватиме Азероту.

Я знаю, Міллі б цього хотіла…]===],
[===[Справу завершено, {cтать:хоробрий:хоробра} {клас:к}, і тепер Кенарійське Коло в боргу перед тобою. Хоча війна далека від завершення, велику битву проти тих, хто хотів приректи на загибель, було виграно.

Прошу, прийми це в знак нашої щирої вдячності. Тепер знай, {Ім'я}, за твої великі вчинки тебе завжди вітатимуть тут як героя Кенарійського Кола. Дякую тобі.]===],
},
[5527] = {
[===[Релікварій чистоти]===],
[===[Перший крок — знайти ємність, здатну втримати надзвичайно споганену субстанцію та при цьому вберегти власника від її шкідливого впливу. Є лише один відомий мені прилад, що здатен вмістити щось настільки мерзенне, як Сквернолоза — релікварій чистоти.

Глибоко в пустках Сілітусу є руїни поселення нічних ельфів, відомого як селище Південний Вітер. Я знаю, що релікварій був там багато, багато років тому. Задля успіху наших планів, тобі потрібно обшукати ці руїни в надії віднайти його.]===],
[===[Прямуйте до Сілітуса та знайдіть релікварій чистоти в руїнах селища Південний Вітер. Якщо вам вдасться його знайти, повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Релікварій чистоти вже сам по собі є артефактом. Лише кілька таких було створено, і майже всі вони вважаються вважалися з часом.

Визнаю, про той, що в Південному Вітрі, я знав уже деякий час. Якщо чесно, у зв'язку зі зростаючою метушнею в Сілітусі я хотів би, щоб наші таємниці такими й залишалися — таємницями. Нишпорення та розпитування тільки посилять підозри наших ворогів.

На жаль, час для поступливості закінчується, особливо, з огляду на ситуацію в Ельдре’Таласі.]===],
[===[А ти справді {стать:такий же винахідливий:така ж винахідлива}, як про тебе говорять. Кенарійському Колу справді пощастило, що ти працюєш на нас.

З поверненням релікварію чистоти мені стало значно легше. Тепер я почуваюся спокійніше, коли прошу тебе не лише перемогти злісного демона, але й повернути небезпечний предмет.]===],
},
[5762] = {
[===[Гемет Ернінґвей]===],
[===[У мене є посилка для мого старого клієнта, дворфа, на ім'я Гемет Ернінґвей. Посилка йшла кілька тижнів, а до цього часу Гемет вже відправився у справах. Він сказав, що збирався відправитися на полювання до Тернистої долини. Але він залишив мені пару монет, щоб я надіслав йому його посилку.

Гемет багатий дворф, а з багатими варто підтримувати стосунки, еге ж? Тож... чи не хочеш доставити посилку за мене?

Я чув, що Гемет став табором у Тернистій долині, на північ Ґром'ґола.]===],
[===[Віднесіть ящик Крейвела Гемету Ернінґвею в Тернисту долину.]===],
[===[Це що, пустельний пил у тебе на комірі?

Гм... якщо мій ніс мене не підводить, я б сказав, що це пустельна сіль! Ти {стать:був:була} на Мерехтливих рівнинах?]===],
[===[Чудово, моя посилка від Вуглеборода! Дякую тобі, {ім'я}. Цей ящик містить в собі набої особливого калібру, які добре нам послужать в джунглях!

Ось твоя плата, і скажи мені, як там поживає Крейвел? Напевно знову замислює щось пакосне...]===],
},
[6626] = {
[===[Сонм зла]===],
[===[Відречені не намагаються перетворити всіх живих в... подібних собі... наскільки мені відомо. Та схоже, що цей дипломат радий перетворювати в невмерлих всіх охочих. Я підозрюю, що він служить Скарі.

Але зараз мене більше турбують його послідовники, яких стає все більше. Вони щодня виповзають з тіней, прислужуючи йому в намаганні отримати більшу силу.

Я не зможу сама з ними впоратись, {ім'я}. Що скажеш? Допоможеш мені?]===],
[===[Вбийте 8 бривоболотих боєстражів, 8 бривоболотих терноткачів та 8 мертвоголових культистів та поверніться до Міріам Місяцепісні в норах Бритвоболотих.]===],
[===[Як проходить полювання, {ім'я}? Побачивши, що може зробити всього один посланець, я не сумніваюсь, що Скара — одна з найбільших загроз нашому світу.]===],
[===[Дякую, {ім'я}! Це неоціненна допомога!

Я продовжу спостерігати за посланцем та тутешніми свинобразами. Якщо шукаєш пригод — візьми з собою друзів і прямуй до он тої печери, що схожа на пащу кнура. Впевнена, всередині ти знайдеш гідні випробування.]===],
},
[6681] = {
[===[Маєток, Рейвенхольдт]===],
[===[{ім'я},

Рейвенхольдт зацікавився тобою, {стать:юний крадію:юна крадійко}. Ми спостерігали за тобою. Тобі дещо бракує спритності, але ми зможемо це виправити.

Якщо ти {стать:готовий:готова} стати {стать:учнем:ученицею} майстра Рейвенхольдту та членом Ліги вбивць, ти маєш лише принести печатку Рейвенхольдта (прикладену до цього листа) до маєтку Рейвенхольдт.

Твоє перше завдання — знайти маєток серед пагорбів Гіллзбраду та продемонструвати свої здібності.

З повагою,

Фаград]===],
[===[Віднесіть печатку Рейвенхольдта Фаграду в маєток Рейвенхольдт, що захований глибоко в горах Гіллзбраду.

Пошуки маєтку — перевірка ваших здібностей. Будьте напоготові.]===],
[===[{стать:Бачив:Бачила} Мільтона?

<Фаград сміється.>]===],
[===[Чудово, {стать:юний крадію:юна крадійко}.

Виглядаєш трохи {стать:побитим:побитою}, але не гірше, ніж раніше.

На тебе чекає довга подорож, довга та сповнена нагород. Ти {стать:готовий:готова} прийняти свою долю серед майстрів Рейвенхольдта?

Поговори з вартовими назовні. Вони дадуть тобі перше завдання.]===],
},
[6701] = {
[===[Емблеми Синдикату]===],
nil,
nil,
[===[Ми роками ведемо боротьбу з Синдикатом. Нестачу навичок вони компенсують своєю чисельністю. Вона зростає швидше, ніж ми встигаємо їх вбивати!

Ми з'ясували, що найкращий спосіб впоратися з ними — викрасти їхні емблеми. Втративши емблему, зганьблений член Синдикату позбавляється і життя.

Обчисть їхні кишені та принеси емблеми мені або іншим вартовим.

Починай з Дурнгольда, що на південь звідси.]===],
[===[Гей, гарна робота! Продовжуй у тому ж дусі, і може інші розбійники припинять сміятися над тобою.]===],
},
[6845] = {
[===[Розкриття таємниць минулого]===],
[===[У будь-якому разі, тобі варто навідати мене відносно скоро... якщо, звичайно, ти хочеш знати, що тут, усередині. Як тільки я про це дізнаюсь і якщо там дійсно книга- залюбки поділюся з тобою цією інформацією.

Тим часом я зв’яжуся з мамою цього невеличкого ведмежого табору - Рабіном. Не сумніваюся, що він захоче дізнатися про твої божевільні витівки. Ніколи не змушуй маму чекати, {Ім'я}... хіба що ти хочеш скупатися у меді.

Таке траплялося, повір мені.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[А, {Ім'я}. Я надіявся, що ти завітаєш. Радий бачити, що у тебе все добре.

Мене повідомили, що ти прийдеш, і я хотів би особисто виразити подяку від Кенарійського Кола за досі надану тобою допомогу. Безсумнівно, в Сілітусі є ще багато таємниць, які варто розкрити. Те, що ти {стать:доставив:доставила} Умберові, може виявитися однією з найцікавіших. Будь ласка, прийми це на знак нашої вдячності за твою підтримку.

Дякую, {стать:щедрий:щедра} {клас:к}.]===],
},
[6981] = {
[===[Сяючий уламок]===],
[===[Уламок яскраво зелений і, не дивлячись на суцільність, під його поверхнею клубочиться щось схоже на дим. Ви не можете відірватись від кристала і водночас він викликає тривожність.

Можливо, вам варто пошукати в Брашпилі когось, хто зможе розказати про цей кристал більше.]===],
[===[Відправляйтесь до Брашпиля і знайдіть когось, хто може розказати більше про сяючий уламок.

Опісля, віднесіть уламок туди, куди вас відправлять.]===],
[===[Вітаю, {раса:к}. Чи я можу допомогти?]===],
[===[Ох... ніколи не бачила нічого подібного...]===],
},
[7562] = {
[===[Мор'зул Кровопивця]===],
[===[{ім'я}, твої пізнання темних мистецтв глибокі. Твоя майстерність у володінні істотами з інших світів стала настільки сильною... Можливо, ти {стать:готовий:готова} зв'язати з собою одного з жахожеребців.

Викликати його в наш світ нелегко, це вимагає великої сили та ресурсів, але якщо ти бажаєш підкорити цього епічного коня, то звернись до Мор'зула Кровопивці. Він став табором біля Олтаря Бур в Палаючому степі.

Йди, {ім'я}. Це завдання буде небезпечним, але чорнокнижники твого рівня не бояться небезпек!]===],
[===[Поговоріть з Мор'зулом Кровопивцею в Палаючому степі.]===],
nil,
[===[Вітаю, {ім'я}, і ласкаво прошу. Ти тут, щоб вчитися біля Олтаря Бурі, як і я, та, можливо, щоб використати його енергію для якихось таємних цілей...

Або... ти тут, щоб поговорити зі мною? Так, я гадаю, що саме так.

Ти хочеш опанувати жахожеребця? Це зовсім не проста справа. Це вимагає від тебе не мало крові, поту... і, звичайно ж, золота. Але Зоротський жахожеребець — це приз, вартий зусиль. Тому, якщо тобі цікаво, слухай далі...]===],
},
[7563] = {
[===[Кривава лють]===],
[===[Жахожеребці мешкають в іншому світі, на палаючих рівнинах Зороту, і щоб підкорити одного з цих знаменитих звірів, необхідні могутні гліфи. Я можу накреслити ці гліфи на пергаменті, але для цього мені знадобиться особливе чорнило.

У далекому Зимоключі живе раса совоподібних істот. Колись ці істоти були чистими, але демонічний вплив ущелини Темного шепоту позбавив їх розуму, і вони блукають снігами в повному божевіллі.

Їх кров потрібна мені для створення чорнила. Принеси її мені.]===],
[===[Принесіть 30 пляшок крові лютого звіра Мор'зулу Кровопивці в Палаючий степ.]===],
[===[Ти {стать:бачив:бачила} лютих совозвірів, {ім'я}? Магія цих створінь дуже потужна і концентрується в крові, що тече через їхні понівечені тіла.]===],
[===[Ах, дуже добре. Я перегоню цю кров на чорнило і використаю його для пергаменту, який я тобі обіцяв. І, можливо, залишу трохи для себе, бо я чув, що у неї незвичайний смак...]===],
},
[7564] = {
[===[Дикоокий]===],
[===[Мій слуга, Ґорзікі, досить вмілий алхімік. Він може приготувати чорнило, яке мені знадобиться для твого пергаменту. Я вже підготував принесену тобою кров. Віднеси її Ґорзікі, щоб він міг почати свою роботу.]===],
[===[Принесіть скриньку крові до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[У тебе є щось для мене? Це ж не великий, соковитий павук? Чи, може, тарган? Сподіваюся, він ще живий... Я так люблю їх жувати, коли вони ще живі...]===],
[===[А, це кров. Мабуть, вона від майстра Мор'зула. Він так захоплюється нею і любить, коли вона проливається. А мені більше подобається, коли вона тече в жилах маленького гризуна. Так вона залишається теплою... до вживання.

Це потужна кров. Мор'зул, мабуть, збирається створити ще один пергамент для виклику жахожеребця! Як цікаво!

Якщо це правда, і ти збираєшся провести ритуал, то.. тобі знадобиться набагато більше, ніж кров, {стать:друже:подруго}.]===],
},
[7581] = {
[===[Тюремні кайдани]===],
[===[Тобі потрібно дістати кайдани для вартового приречення у менших демонів.

Кров диких сатирів, що живуть в Грsзному Молоті, повинна підійти. Згорнута кров з'єднає уламки Гедеріни та дасть силу кришталевій в'язниці.]===],
[===[Вирушайте до Грізного Молота у Фераласі та зберіть 15 зразків крові шаленородних сатирів, що мешкають у кварталі Хибнодревів. Зробивши це, поверніться до Дайо в Смердючий Рубець.]===],
[===[Підійде лише кров сатирів племені Шаленородних.]===],
[===[Чудовий результат. Кров приглушить магічний захист вартового приречення.]===],
},
[7582] = {
[===[Тюремна камера]===],
[===[Демони Гедеріни, які поселились на схилах гори Хіджал, виділяють потужну отруту скверни, яка, якщо залишити її на довгий час, затвердіє, перетворюючись на щільний антимагічний кристал. Ці кристали отримали назву "сльози Гедеріни".

Навіть неймовірна сила вартового приречення не зможе зруйнувати стіну в'язниці, збудованої з цього матеріалу.

Вирушай в ущелину Темного шепоту у Зимоключ та збери сльози Гедеріни.]===],
[===[Вирушайте в ущелину Темного шепоту в Зимоключі та зберіть 5 сліз Гедеріни у демонів Гедеріни, які знаходяться в ущелині. Поверніться до Дайо в Смердючий Рубець, коли закінчите це завдання.]===],
[===[Демони Гедеріни не віддадуть свої дорогоцінні камені без бою, {ім'я}.]===],
[===[Мені лише потрібно поєднати кров Шаленородних з цими кристалами, і в'язниця буде готова до використання.]===],
},
[7583] = {
[===[Ув'язнення]===],
[===[В'язниця готова. Тепер лишилась найважча частина завдання.

Тобі потрібно знайти та захопити командира вартових приречення в Смердючому Рубці, використовуючи цю кришталеву в'язницю.

Будь {стать:обережний:обережна}! Вартовий приречення — це хитрий і смертельний суперник, який намагатиметься знищити тебе, коли ти почнеш ритуал ув'язнення. Він буде дико битися, намагаючись втекти від ув'язнення.

Він зосередиться тільки на тобі, {ім'я}. Тому я раджу взяти з собою компаньйонів, здатних зберегти тобі життя!]===],
[===[Вирушайте в Смердючий Рубець і знайдіть командира вартових приречення.

Використайте сяючий кристал ув'язнення на командирі вартових приречення. Будьте готові до відчайдушного опору, оскільки демон намагатиметься уникнути ув'язнення.

Якщо вам вдасться — поверніть ув'язненого вартового приречення до Дайо в Смердючий Рубець.]===],
[===[Хм? Ну?]===],
[===[Ти {стать:зробив:зробила} все так, як я просив. Ти {стать:готовий:готова} отримати знання про те, як викликати чудовиськ та контролювати їх.]===],
},
[7601] = {
[===[Як Нібі скаже]===],
[===[Якщо хочеш навчитися в мене викликати пекельника-слугу, ти маєш знищити Крошія і добути з його палаючих останків ядро пекельника. Однак це не так просто, як здається. Крошій майже повністю згорів. Тобі доведеться знову розпалити його тіло та підняти його з попелу. Однак, для цього тобі доведеться добути деякі компоненти з інших демонічних сутностей.

Мій біс, на ім'я Бісик, допоможе тобі.]===],
[===[Поговоріть з Бісиком в Скверноліссі.]===],
nil,
[===[Йой, знову те саме...]===],
},
[7602] = {
[===[Бездоганна есенція скверни]===],
[===[Якщо ти збираєшся відродити Крошія, тобі знадобиться вогонь скверни. Я можу розпалити вогонь скверни, але для цього мені потрібні деякі компоненти.

Тобі потрібно принести мені бездоганні есенції скверни з трьох різних місць.

Першу есенцію можна отримати у сатирів Леґаші з Азшари, другу — в легіонерів Джеденару, а третю — у вартових скверни зі Спустошених земель.

Дістань у них по одній есенції, принеси мені і я розпалю вогонь скверни, що дозволить тобі відродити Крошія.]===],
[===[Бісик зі Сквернолісся попросив вас принести йому три бездоганні есенції скверни з трьох різних місць.

Сатири Леґаші з Азшари мають першу бездоганну есенцію скверни. Легіонери Джеденару мають другу бездоганну есенцію скверни. Вартові скверни зі Спустошених земель мають третю бездоганну есенцію скверни.

Зберіть всі бездоганні есенції скверни та поверніться до Бісика в Сквернолісся.]===],
[===[Нікому не кажи, але Нібі — дурень.]===],
[===[Дай мені хвилину, і я об'єднаю есенції у вогонь скверни.]===],
},
[7603] = {
[===[Ядро Крошія]===],
[===[Крошій лежить у купі на північному сході, в долині Шматованих порубів. Візьми цей вогонь скверни та підпали залишки. Вогонь повинен оживити загиблого пекельника.

На цьому етапі, я впевнений, що він вб'є тебе та будь-яких друзів, яких ти, можливо, візьмеш з собою — а повір мені, тобі захочеться взяти з собою друзів.

Якщо якимось дивом тобі вдасться вбити Крошія, візьми його ядро пекельника та поверни його Нібі.]===],
[===[Шукайте рештки Крошія в долині Шматованих порубів у Скверноліссі. Коли знайдете його залишки, скористайтеся вогнем скверни поряд з ним та очікуйте на повернення Крошія. Коли пекельник відродиться з попелу, знищте його та візьміть з його тіла ядро пекельника.

Поверніть ядро Крошія Нібі Всемогутньому в Сквернолісся.]===],
[===[Ти {стать:заблукав:заблукала}?]===],
[===[Угода є угода! Швидко, візьми це та записуй. У мене немає часу! Моє найбільше творіння йде на нас!]===],
},
[7621] = {
[===[Попередження]===],
nil,
nil,
nil,
[===[{Клас:к}, на тебе чекають суворі випробування, що перевірять твої здібності.

Я пропоную тобі послухати, що я розповім. 

Будь напоготові, ти {стать:повинен:повинна} виконати це завдання самостійно. Нехай твої союзники відійдуть на безпечну відстань і не втручаються. Будь-яке втручання може спричинити найсуворішу кару.

Доля привела тебе, ти тут {стать:один:одна}. Бийся з честю. Використовуй Світло.]===],
},
[7622] = {
[===[Баланс Світла й Тіні]===],
[===[Ти мусиш зробити те, чого я не змогла: врятувати селян, що загинули під час втечі зі Стратгольму.

Вони йтимуть до світла і ти маєш захистити їх. Якщо занадто багато з них загине — наше прокляте існування продовжиться.

Це справжнє випробування для всіх твоїх здібностей. Нехай Світло захистить тебе, {ім'я}.]===],
[===[Врятуйте 50 селян перш ніж 15 з них загинуть. Поговоріть з Еридою Мирожарою коли виконаєте завдання.

Кількість вбитих селян можна дізнатися з пошти смерті.]===],
nil,
[===[Твоя стійкість та хоробрість вражають, {ім'я}. Ти {стать:заслужив:заслужила} право володіти уламком Нордрассіля. Тобі залишилось лише знайти Око Тіні. Знайди його, навіть якщо тобі доведеться обшукати весь світ.]===],
},
[7623] = {
[===[Лорд Пустоклят]===],
[===[Мор'зул каже, що ти хочеш відкрити портал до Зорота. Для цього тобі знадобиться зоротський зоряний пил. Його нелегко знайти в Азероті!

Є одна істота, яка може мати його: лорд Пустоклят в Джеденарі, резиденції ради Тіні! Поговори з ним, раптом він поділиться з тобою зоряним пилом.

Але якщо ти збираєшся до Джеденару, тобі потрібно буде пройти {стать:непоміченим:непоміченою} радою Тіні. Для цього знадобляться мої тіньові зілля, а вони недешеві...]===],
[===[Купіть тіньове зілля у Ґорзікі в Палаючому степі.

Використайте зілля, щоб пройти через Джеденар та поговоріть з лордом Пустоклятом.]===],
nil,
[===[Моя терплячість охоплює тисячоліття, {клас:к}. Але не думай, що я приділю тобі більше, ніж мить мого часу...]===],
},
[7624] = {
[===[Зрадник Улатек]===],
[===[Хочеш заслужити мою милість? Тоді вбий для мене.

Мій слуга Улатек жалюгідно повзає переді мною, і в той самий час замислює зраду проти мене разом із лордом Хел'нуратом із Зорота. Хел'нурат планує скинути мене та узурпувати мою владу тут, а Улатек – його шпигун.

Доведи, що ти служиш саме мені, а не моїм суперникам. Знайди Улатека в його покоях в оплоті Тіні на заході. Скажи йому, що я знаю його таємницю і побачиш, як його охопить страх. А потім принеси мені серце зрадника!]===],
[===[Вбийте Улатека, а потім принесіть серце зрадника лорду Пустокляту в Джеденар.]===],
[===[Я вже відчуваю смак серця Улатека на своїх губах. Така солодка плоть зрадника...]===],
[===[Ах, як чудово! Після тижневого гниття це серце стане соковитим делікатесом! Можливо, я пошлю за головою Улатека і поставлю її перед собою, коли буду їсти...

Ти {стать:зробив:зробила} мені послугу, {клас:к}, і тому моє до тебе терпіння зросло. Трохи.]===],
},
[7625] = {
[===[Зоротський зоряний пил]===],
[===[Тож ти {стать:прийшов:прийшла} до мене в пошуках зоротського зоряного пилу? Ти бажаєш відкрити портал до Зороту, володінь, що належить моєму супернику Хел'нурату? Можливо, ти плануєш викрасти у нього одного з його дорогоцінних жахожеребців?

Добре. Мій слуга Ур'дан має запас зоротського зіркового пилу. Ти можеш отримати його від нього... якщо зможеш заплатити.]===],
[===[Придбайте зоротський зоряний пил в Ур'дана. Віднесіть його до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[Ти {стать:був:була} у Джеденарі, {ім'я}? Ти {стать:отримав:отримала} зоряний пил від лорда Пустоклята?]===],
[===[Ось він! Мені не віриться, що ти його {стать:дістав:дістала}! Мабуть, ти {стать:уклав:уклала} велику угоду з жахопаном або {стать:заплатив:заплатила} величезну суму, або те й інше!

Мор'зул скоро отримає чорнило і зробить тобі пергамент з рунами. А ти відкриєш портал у Зорот і викрадеш одного зі знаменитих жахожеребців!]===],
},
[7626] = {
[===[Дзвін Детмури]===],
[===[Дзвін Детмури, названий на честь покійної чорнокнижниці Детмури Темноокої, є одним з трьох предметів, необхідних для створення кола великого виклику. Коли вони правильно налаштовані з колесом та свічкою, ці предмети вміщують великі обсяги арканічної магії.

Мій слуга Ґорзікі може зробити такий дзвін, але для цього йому потрібна велика кількість еліксирів сили тіней. Добудь еліксири в алхіміка та принеси їх Ґорзікі.]===],
[===[Принесіть 10 еліксірів сили тіней до Ґорзікі в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} еліксири, {ім'я}? Мор'зул сказав мені, що тобі потрібен дзвін Детмури, а для його створення потрібно багато еліксирів!]===],
[===[Дуже добре! Сподіваюся, що отримати ці еліксири було не надто складно. Іноді алхіміки можуть бути такими скупими на свої творіння...

Я зроблю дзвін та зберігатиму його, доки ти не будеш {стать:готовий:готова} до ритуалу.]===],
},
[7627] = {
[===[Колесо чорного походу]===],
[===[Колесо чорного походу містить та направляє жорстоку енергію, необхідну для кола великого виклику. Щоб Ґорзікі зміг побудувати колесо, йому потрібні великі блискучі осколки, які можна знайти у чародіїв та руда темного заліза, яку можна купити у шахтаря-майстра.

Знайди ці компоненти та принеси їх моєму прислужнику.]===],
[===[Принесіть 6 великих блискучих осколків та 25 шматків руди темного заліза до Ґорзікі в Палаючий степ.]===],
[===[Колесо чорного походу не так легко зробити та воно потребує багато матеріалів. Ти вже {стать:зібрав:зібрала} їх?]===],
[===[Отже, ось і вони! Я чув, що руда темного заліза знаходиться тільки у глибинах Чорнокамінної гори, і я впевнений, що ці осколки також було не легко знайти. Я часто дивуюся самовідданості чорнокнижників. Якби ви спрямували всю цю енергію, щоб ловити жуків, о... який би бенкет ви влаштували!

Вибач, відступив від теми. Я зроблю колесо і зберігатиму, доки ти не будеш {стать:готовий:готова} провести ритуал.]===],
},
[7628] = {
[===[Свічка Судного дня]===],
[===[Свічка Судного дня зберігає в собі вогонь, який обпалює всіх, хто хоче перервати твій ритуал. Під час створення кола великого виклику, якщо твоя свічка запалена, будь-які свавільні демони будуть спалені її полум'ям!

Стримувати цей вогонь не так легко, і для цього потрібна есенція з лусок чорного дракона. Придбай ці луски у шкуродерів та принеси їх Ґорзікі Дикоокому.]===],
[===[Принесіть 35 лусок чорного дракона до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} луски чорних драконів, {ім'я}? Я не хочу починати роботу над свічкою, поки у мене їх немає... інакше я можу підірвати весь табір!]===],
[===[А, дуже добре. Мені знадобляться ці луски, щоб контролювати вогонь свічки. Тепер я зроблю свічку і зберігатиму її доки ти не будеш {стать:готовий:готова} до ритуалу кола великого виклику.]===],
},
[7629] = {
[===[Доставка біса]===],
[===[Є ще один процес, необхідний для пергаменту Мор'зула; мені потрібен папір, наповнений зоротським зоряним пилом. І... Боюся, я не зможу зробити його тут. У мене немає потрібного обладнання!

Але є алхімічна лабораторія, де є все необхідне. Це в Школомансі, на острові Тверджа Дарроу в Зачумлених землях.

Я не можу туди поїхати, але ось — візьми цю банку. У ній сидить дуже розумний біс. Випусти його в алхімічній лабораторії, і він наповнить пергамент.]===],
[===[Принесіть біса в банці в алхімічну лабораторію Школомансу. Після того, як пергамент буде створено, поверніть банку Ґорзікі Дикоокому.]===],
[===[Ти вже {стать:був:була} в Школомансі, {ім'я}? Біс вже наповнив пергамент зоряним пилом?]===],
[===[Ах, добре. Дж'іві створив пергамент. Тобі сподобалося в Школомансі? Чарівно, не так? А комахи там... я чув, що вони дуже смачні!

Гарна робота, {ім'я}, і дякую за повернення моєї банки. Вона в мене вже довгий час... і вона не для продажу!]===],
},
[7630] = {
[===[Арканіт]===],
[===[Тепер, коли дзвін, колесо та свічка готові, я повинен зробити чорний магніт. Він знадобиться тобі, щоб підтримувати інші об'єкти ритуалу, якщо щось піде не так.

Для виготовлення магніту, мені потрібен арканіт. У тебе його немає? Якщо ні, то... тоді тобі доведеться пошукати його в алхіміка.

Повертайся до мене, коли матимеш арканіт, і я зможу створити чорний магніт.]===],
[===[Принесіть 3 злитки арканіту до Ґорзікі в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} арканіт, {ім'я}? Як тільки я отримаю його, я зможу зробити для тебе чорний магніт.]===],
[===[Ти {стать:приніс:принесла} його! Гарна робота! Тепер я можу створити магніт. Коли ти нарешті будеш {стать:готовий:готова} до ритуалу створення кола великого виклику, тобі знадобиться чорний магніт, щоб бути {стать:впевненим:впевненою}, що ритуал не перерветься!]===],
},
[7631] = {
[===[Зоротський жахожеребець]===],
[===[Усе готово. Тепер ти маєш провести ритуал для створення кола великого виклику, а потім використати пергамент, насичений зоротським зоряним пилом, щоб відкрити портал до Зороту.

Я записав інструкції для ритуалу на сувої. Вивчи його уважно, адже ти маєш чітко виконати кожен крок, якщо хочеш досягти успіху.

Щасти тобі, {ім'я}. І нехай душі твоїх ворогів якнайшвидше потраплять у твій мішечок з уламками душ.]===],
[===[Прочитайте вказівки Мор'зула. Викличте зоротського жахожеребця, переможіть його, а потім прив'яжіть його дух до себе.]===],
nil,
[===[Дух зоротського жахожеребця зламаний. Попри те, що гнів б'ється в ньому, ви знаєте, що душа цього звіра належить вам...

Він нашіптує темні слова та дарує знання про те, як викликати жахожеребця.]===],
},
[7632] = {
[===[Древній листок]===],
[===[Листок випромінює яскраво-зелене світіння. Його поверхня надзвичайно зморщена, на ній видно кілька борозен і оголених прожилок.

Схоже, що він належав комусь древньому і могутньому.

Можливо, вам варто знайти власника цього листка?]===],
[===[Знайдіть власника древнього скам'янілого листка. Нехай щастить, {ім'я}, це великий світ.]===],
[===[<Вартрій стогне.>]===],
[===[Звісно я впізнаю свій листок. Тільки-но поглянь! Він в чудовому стані.

Це дуже благородно, {клас:к}.

Можливо, ти міг би добре послужити нам, а ми — тобі.]===],
},
[7633] = {
[===[Знайомство]===],
nil,
nil,
nil,
[===[Твоя старанність та чесність не будуть забуті, {клас:к}.

Ми — древні, хранителі цього, колись величного, лісу. Наші фізичні тіла були знищені 10 000 літ тому, коли Архімонд і Палаючий Легіон пройшли Хіджалом. Однак, наші душі залишились неушкодженими.

У нас є завдання для тебе. Завдання, які відкриють тобі таємниці древніх.

Тож знай, якщо ти виконаєш ці завдання — просто повернись до цієї скелі, і ми відповімо на поклик.]===],
},
[7634] = {
[===[Перетягнутий жилою лист древнього]===],
[===[Вітаю, {клас:к}. Я Гастат, древній знань. Я оберігаю знання, втрачені з давніх-давен.

З вірною перев'яззю, один з моїх листків може служити як сагайдак, подібного якому уже не бачили у світі 10 000 років. Сагайдак, який разом з луком древніх, може надати тобі несказанну могутність.

Повернись до мене з сухожиллям дорослого синього дракона і цей сагайдак буде твоїм.]===],
[===[Гастат Древній попросив вас принести йому сухожилля дорослого синього дракона. Коли знайдете таке сухожилля — принесіть його Гастату в Сквернолісся.]===],
[===[З поверненням, {стать:юний:юна} {клас:к}.]===],
[===[Нехай мої листки убезпечать твої стріли від ушкоджень. Нехай твої стріли б'ють влучно. Нехай вороги нашого світу будуть розбиті.]===],
},
[7635] = {
[===[Гідна тятива]===],
[===[Вартрій може запропонувати тобі руків'я для створення лука Древніх, однак лише я можу зачарувати тятиву, щоб його завершити.

Це просте завдання, легесеньке. Вбий дорослого чорного дракона і відділи сухожилля від його кісток. Повернись з цим сухожиллям до мене і я накладу чари на нього так, що тятива з нього стане практично вічною.]===],
[===[Стома Древній попросив вас принести йому сухожилля дорослого чорного дракона. Коли знайдете таке сухожилля — принесіть його Стомі у Сквернолісся.]===],
[===[Я впевнений, що у тебе не виникне труднощів з тим, щоб знайти та убити чорного дракона, {ім'я}. Не марнуй мого часу марною балаканиною.]===],
[===[Цей дракон був найбільш нечестивим. Сухожилля смердить злом.

Дай мені хвилю, щоб очистити мерзоту цієї плоті та накласти належні чари.]===],
},
[7636] = {
[===[Руків'я древніх]===],
[===[Слуги Палаючого Легіону все ще роблять свої темні справи в нашому світі, {клас:к}. Вони спотворюють все, до чого торкаються. Сама природа в'яне і стогне в їх присутності.

Ти маєш вистежити цих демонічних потвор і знищити їх, {ім'я}. Та попереджаю — ти маєш самостійно впоратись з ними, інакше вони втечуть. Поки ти наодинці, вони намагатимуться знищити тебе. Ти маєш вбити їх, обернувши їх самовпевненість проти них самих.

Я дарую тобі шматок моєї кори. Написи на ній допоможуть тобі знайти цих демонів. Принеси їх голови.]===],
[===[Ви маєте знайти й знешкодити чотирьох демонічних розносників порчі:

Симону Спокусницю.

Клінфрана Схибленого.

Соленора Душогуба.

Арторія Губителя.

Знищіть цих створінь і поверніться з їх головами до Вартрія Древнього в Сквернолісся.

Підказки по їх місцеперебуванню шукайте в скам'янілій корі, що у вас в рюкзаку.

Ви маєте виконати це завдання САМОСТІЙНО.]===],
[===[Не дай їх маскуванню обманути тебе!]===],
[===[Ти гарно {стать:послужив:послужила} нам, {ім'я}! Візьми це руків'я та об'єднай з тятивою, яку ти можеш отримати у Стоми. Разом вони утворять могутню зброю.]===],
},
[8151] = {
[===[Амулет мисливця]===],
[===[Оґтінк з Азшари шукає таких досвідчених мисливців, як ти. Він — хутропуз-мисливець, що покинув своє плем'я задля допомоги Кенарійському Колу. Його вчення покликано наставити його товаришів по ремеслу на шлях гармонії з природою. Тобі варто з ним поговорити.

Оґтінка можна знайти на вершинах скель в Азшарі, на північний схід від руїн Ельдарата.]===],
[===[Поговоріть з Оґтінком в Азшарі.]===],
nil,
[===[Я більше не займаюсь полюванням, {клас:к}. Моя доля направила мене займатись навчанням подібних тобі.

Я допоможу тобі створити амулет мисливця з частин вбитої тобою здобичі. Він буде нагадувати тобі про твої минулі випробовування і досягненнях. Я залишу його собі, а тобі дам дещо інше.]===],
},
[8153] = {
[===[Роги самця оленя]===],
[===[Самець оленя носить наймогутніші роги, які тільки можна знайти у відомих нам звірів. Такі роги вони використовують для захисту, проштрикуючи ворога наскрізь. Ідеальні природні роги є ознакою духу тварини із найвищою впевненістю.

Здобуття таких рогів нагородить такою ж впевненістю тебе.

Вполюй мохового оленя, віднайди ідеальні роги та принеси їх до мене.]===],
[===[Принесіть пару ідеальних рогів самця оленя Оґтінку в Азшарі. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Ти {стать:віднайшов:віднайшла} роги?]===],
[===[Мабуть, ти володієш пильним оком та великою терплячістю, якщо {стать:здобув:здобула} їх. Чудова робота!]===],
},
[8231] = {
[===[Хвилеломи]===],
[===[Хвилеломи — ендемічні амфібії Азшари. Вони могутні та витривалі.

Їх міцна, блискуча луска зображає майстерність мисливця.

Вистеж і вбий хвилеломів на узбережжі Азшари та принеси мені їх луску.]===],
[===[Принесіть 6 лусок хвилеломів Оґтінку в Азшару. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Як успіхи?]===],
[===[Хвилеломів не легко здолати, тим більше в їх рідній стихії.

Ти {стать:довів:довела}, що можеш впоратися і з більш смертоносною здобиччю.]===],
},
[8232] = {
[===[Зелений дракон]===],
[===[Тепер ти відправишся на небезпечне полювання на зеленого дракона, Морфаза, і принесеш мені його зуб. Знайдеш ти його глибоко в храмі Атал'Гаккара, що на болоті Скорбот.

Якщо хочеш перемогти його — не йди {стать:один:одна}. Дракона багато хто хоче вбити, тож ти з легкістю знайдеш союзників.

Зуб дракона буде символізувати могутність мисливця на амулеті. Принеси мені його та отримаєш гідну винагороду.]===],
[===[Принесіть Оґтінку з Азшари зуб Морфаза. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Я бачу мудрість у твоїх очах, {ім'я}. Та {стать:завершив:завершила} полювання?]===],
[===[Ти проявив свою відданість традиціям мисливців, {ім'я}, і за це прийми цей дарунок, що залишився з тих часів, коли я й сам йшов шляхом мисливця.]===],
},
[8233] = {
[===[Просте прохання]===],
[===[Лорд Джорах Рейвехольдт просить твоєї присутності. Справа таємна, я не можу розповісти деталі.

Маєток Рейвенхольдт знаходиться на передгір'ї Гіллзбраду — шукай стежку в горах на північний захід від фортеці Дурнгольд.]===],
[===[Поговоріть з лордом Джорахом Рейвехольдтом у маєтку Рейвенхольдт.]===],
nil,
[===[Вітаю, вітаю, вітаю! Прошу, {ім'я}, сідай, обговоримо одну простеньку справу.

Розумієш, {ім'я}, я, нещодавно втратив дещо дуже цінне, і, відверто прямо, я хочу повернути його за будь-яку ціну. Є дещо і для тебе, не переймайся. Ти отримаєш дещо справді корисне.

Що скажеш, {ім'я}... ти не проти пригод?]===],
},
[8234] = {
[===[Запечатана лазурна сумка]===],
[===[Почнемо з початку. Я втратив маленьку синю сумку, а в ній були мої особисті речі.

Не намагайся шукати крадіїв, вони вже мертві. Мені відомо лише, що ці дурні не змогли відкрити сумку, тому продали її якомусь шаману Деревопузих в Азшарі, як священну реліквію. Розумно.

Мені потрібно, щоб ти {стать:відправився:відправилася} до Азшари та {стать:забрав:забрала} її у шамана за допомогою хитрості... чи сили. Певно, перший варіант буде більш доречним. Коли отримаєш сумку, віднеси її архімагу Зілему.]===],
[===[Добудьте запечатану лазурну сумку в шамана Деревопузих в Азшарі. Потім принесіть сумку архімагу Зілему, який також знаходиться в Азшарі.]===],
[===[Я тебе знаю?]===],
[===[Я бачу у тебе є сумка лорда Рейвенхольдта. Чому ж ти одразу не {стать:сказав, хлопче:сказала, дівчинко}?]===],
},
[8235] = {
[===[Зашифровані фрагменти]===],
[===[Лорд Рейвенхольдт попросив нас обох про допомогу. Він хоче зняти чари з цієї сумки.

На жаль, всі мої книги зі зняття чар нещодавно забрали та знищили дикуни. Рештки цих книжок все ще цінні для мене.

Якщо ти принесеш мені достатню кількість зашифрованих фрагментів, я зможу зібрати їх докупи. Найкращий шлях отримати фрагменти — вбити лісних слизнів. Вони дуже люблять підбирати все, що погано лежить. Ти знайдеш їх на північному сході Азшари.]===],
[===[Принесіть 10 зашифрованих фрагментів архімагу Зілему в Азшару.]===],
[===[Ти {стать:знайшов:знайшла} достатньо фрагментів, щоб я зміг продовжити роботу?]===],
[===[Схоже, що ти {стать:підібрав:підібрала} одні з кращих фрагментів. Можливо, ти не {стать:такий:така} вже й {стать:безнадійний:безнадійна}.]===],
},
[8236] = {
[===[Лазурний ключ]===],
[===[Мені знадобиться трохи часу, щоб розшифрувати ці фрагменти та зняти чари. Коли я закінчу, я особисто віддам сумку лорду Рейвенхольдту.

Нам все ще потрібен ключ. Кажуть, його привласнив зелений дракон на ім'я Морфаз. Він оселився в глибині храму Атал'Гаккар, вхід до якого знаходиться на болоті Скорбот.

Візьми своїх друзів та вирушай до його лігва. Лорд Рейвенхольдт чекатиме, поки ти принесеш йому ключ.]===],
[===[Поверніть лазурний ключ лорду Джораху Рейвехольдту.]===],
[===[Сумка від архімага Зілема вже прибула, ти {стать:знайшов:знайшла} ключ?]===],
[===[Ключ! Я вже думав, що він втрачений навіки. Будь ласка, візьми одну з цих зачарованих речей. Вони призначені для розбійників з винятковими здібностями та відданістю. Нехай усі знають, що з тобою не варто жартувати!

<Джорах розкриває сумку, і з неї виривається золоте сяйво. Він зачаровано дивиться всередину...>]===],
},
[8249] = {
[===[Збір скриньок]===],
nil,
nil,
[===[Мої розбійники мають відточувати навички зламування, тож мені потрібні достатньо складні замки. Мотлох, який робить Зан годиться хіба що зовсім новачкам.

Ось що, якщо принесеш 5 важких скриньок, я забезпечу тебе найкращими метальними ножами, які тільки бувають у розбійників.

Ти можеш відмикати ящики та брати з них речі, але залиш там хоча б кілька монет... навіть учням-розбійникам потрібна мотивація.]===],
[===[Нехай для цих ножів знайдеться місце в чиємусь серці.

Буквально.]===],
},
[8250] = {
[===[Мистецтво магії]===],
[===[Архімаг Зілем останнім часом шукає когось... з твоїм досвідом. 

Якщо бажаєш зустрітися з ним, ти знайдеш його в Азшарі. Його вежа знаходиться на високо на вершині скелі, і єдиний шлях нагору — це заклинання телепорту, відоме його зарозумілому слузі, Санату Лім-йо.

Санат живе в таборі під вежею свого майстра. Щоб знайти його, вирушай до місця, де головна дорога Азшари розгалужується біля входу до руїн Ельдарата. Звідти рушай прямо на північ до скель.]===],
[===[Знайдіть Саната Лім-йо та отримайте дозвіл на прохід до архімага Зілема.]===],
nil,
[===[<Санат дивиться на вас з презирством.>

Архімаг Зілем чекає на тебе.]===],
},
[8251] = {
[===[Чарівний пил]===],
[===[Криваві ельфи Азшари розробили спосіб подрібнення магічних предметів. Блискучий пил, який вони отримують, відрізняється від компонентів, які зазвичай отримують за допомогою розпорошення.

Я відправив свого учня купити цей пил, але ельфи безжально вбили його. Вони мають заплатити за це.

Час для розмов закінчився, {ім'я}. Знайди кривавих ельфів вздовж скель Азшари та використай більш... переконливі методи, щоб отримати їхній блискучий пил.]===],
[===[Принесіть 10 жмень блискучого пилу архімагу Зілему.]===],
[===[Ти {стать:приніс:принесла} пил?]===],
[===[Молодець, {ім'я}! Ніколи не перестаю дивуватися, наскільки переконливим може бути залп арканічних снарядів.]===],
},
[8252] = {
[===[Корали сирен]===],
[===[Озирнись навколо. Руїни та пляжі переповнені Огидохльостими. Нещодавно ці жалюгідні створіння навчилися розпізнавати рідкісні компоненти, що зустрічаються тільки в Азшарі.

Я маю на увазі зачаровані корали — з невідомих мені причин вони притягують Огидохльостих. В затоці залишилось мало коралів, а вони життєво необхідні для моїх досліджень. Прошу тебе, відбери кілька коралів у огидохльостих сирен і принеси їх мені.]===],
[===[Зберіть 6 зачарованих коралів та принесіть їх архімагу Зілему.]===],
[===[Огидохльості сирени напрочуд вправні в магії. Сподіваюся, не такі вправні, як ти?]===],
[===[Це чудові зразки, {ім'я}. Твої навички безсумнівно точні та смертоносні.

Не думай, що твої зусилля непомічені. Можливо, ти {стать:вартий:варта} справжнього випробування своїх навичок...]===],
},
[8253] = {
[===[Знищити Морфаза]===],
[===[У глибинах храму Атал'Гаккара живе зелений дракон, на ім'я Морфаз.

Багато років тому він напав на мене із засідки та проковтнув цілком мого учня. Хоча втрата учня не є чимось новим для мене, саме цей учень носив з собою арканічний уламок неперевершеного розміру та потужності.

Ти маєш зібрати могутніх союзників та відправитися в храм. Знищ Морфаза та дістань арканічний уламок з його утроби.]===],
[===[Заберіть у Морфаза арканічний уламок і поверніться до архімага Зілема.]===],
[===[Ти {стать:вбив:вбила} мого старого ворога?]===],
[===[Неймовірно. Уламок виріс, поглинаючи енергію дракона протягом довгих років.

Тепер я більше нічого не можу просити у тебе. Моя здібність кувати арканічні артефакти повернулася з цим уламком. Моє перше творіння — твоє, {ім'я}. Тобі залишається тільки вибрати...]===],
},
[8254] = {
[===[Допомога Кенарію]===],
[===[Це божественний шлях — допомагати нужденним. Як саме — неважливо, важливо лише — чому.

Кенарійському Колу пторібна така допомога. І якщо ти хочеш допомогти їм — поговори з Оґтінком. Він проживає на вершинах скель на північний схід від руїн Ельдарта в Азшарі.]===],
[===[Знайдіть Оґтінка в Азшарі.]===],
nil,
[===[Від твого прибуття у мене немов спав камінь з пліч. На нас чекає багато справ.]===],
},
[8255] = {
[===[Від полювачів, що нам відомі]===],
[===[Мохоногі олень Азшари — прекрасні створіння, що колись населяли Сквернолісся. У них є природний імунітет до хвороб та отрут, тому псування не вплинуло на них. Ці мудрі створіння вирішили просто не жити на хворих землях.

На превеликий жаль, я мушу попросити тебе пополювати на цих могутніх звірів. Збери для мене 4 залози цих оленів — це перший інгредієнт відновлювальної мазі, яка буде використовуватися для зцілення Сквернолісся.]===],
[===[Добудьте 4 залози здорового мохоногого оленя та принесіть їх Оґтінку в Азшару. Оґтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Ти {стать:повернувся:повернулася}. Як твої успіхи?]===],
[===[Добре, що божественний шлях привів тебе до нас, {ім'я}. Твої вірування не заважають виконанню завдань для створення цієї мазі.

Розумієш, олені — священні для Кенарійського Кола, і вбивство цих тварин послаблює їх дух.]===],
},
[8256] = {
[===[Пасока невмерлих]===],
[===[У цієї цілющої мазі буде проста формула: одна частина отрути та дві частини цілющих компонентів. Один цілющий компонент ти вже {стать:приніс:принесла}, тепер потрібно знайти отруту.

Могутні невмерлі, такі як невпокоєні високородні, що тиняються руїнами Ельдарата, настільки вражені псуванням, що воно матеріалізується у формі зеленого слизу. Серед живих ця субстанція відома як пасока невмерлих.

Це дуже потужна отрута, тож мені достатньо одного зразку.]===],
[===[Принесіть Оґтінку з Азшари пасоку невмерлих. Оґтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Нам треба скоріш дістати пасоку. Тобі вдалося добути її?]===],
[===[Не можу сказати, що мені приємно отримати цю мерзенну субстанцію, але це необхідне зло. Дякую, {ім'я}.]===],
},
[8257] = {
[===[Кров Морфаза]===],
[===[Тепер нам потрібен останній цілющий компонент.

Як нам відомо, зелений дракон Морфаз наділений імунітетом до усіх форм отрути та хвороб. Багато друїдів загинуло, щоб передати нам цю інформацію. Упевнений, що його кров чудово підійде для наших потреб. 

Кур'єр з Кенарійського Кола забере компоненти, які ти вже {стать:зібрав:зібрала}, поки ти будеш добувати останній. Збери союзників та лігво зеленого дракона у затонулому храмі Атал'Гаккар. Принеси його кров Ґреті Моховому Копиту у Сквернолісся.]===],
[===[Вбийте Морфаза у затонулому храмі Атал'Гаккар, та принесіть його кров Ґреті Моховому Копиту. Вхід до храму знаходиться на болоті Скорбот.]===],
[===[Ти {стать:приніс:принесла} кров Морфаза?]===],
[===[Ти {стать:подолав:подолала} Морфаза та {стать:приніс:принесла} нам його кров... Я не можу повірити в цю добру новину! 

Ми поєднаємо інгредієнти та почнемо зцілювати дерева та створінь Сквернолісся. Зцілення може зайняти не один вік, але ти {стать:надав:надала} нам вдосталь засобів для цього.]===],
},
[8417] = {
[===[Неупокоєний дух]===],
[===[В Спустошених землях ходить неупокоєний дух, що колись був великим героєм Орди. Честь воїна стійкіша за тіло і не вмирає разом з плоттю. Тобі варто поговорити з ним.]===],
[===[Поговоріть з полеглим героєм Орди біля входу до Спустошених земель.]===],
[===[Стоулі розщедрився на випивку?]===],
[===[Тож ти {стать:прийшов:прийшла} полегшити мій біль? Якби ж то можна було просто добити мене, та не все так просто...]===],
},
[8419] = {
[===[Прохання біса]===],
[===[{ім'я}, біс зі Сквернолісся, на ім'я Бісик хоче с тобою зустрітися. Це трохи дивно, адже він попросив принести шматок сквернотканини як знак доброї волі. Ти вельми {стать:могутній:могутня} {клас} і напевно знаєш, що сквернотканину можна знайти у сатирів Сквернолісся.

Ти знайдеш Бісика північніше Кровотруйного водоспаду. Кажуть, у цю пору року там дуже гарно.]===],
[===[Принесіть відріз сквернотканини Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} сквернотканину для мене?]===],
[===[{стать:Який:Яка} ти {стать:чудовий:чудова} {клас}!

<Бісик підносить тканину до обличчя.>

Як мені подобається її торкатися... Вона так чудово обпалює шкіру та навіює злі думки...]===],
},
[8420] = {
[===[Гаряче та свербляче]===],
[===[Можливо, дивно чути це від біса, але я хочу свого власного улюбленця. Справді хочу. Просто несправедливо, що у Нібі є я, а у мене нікого!

Фактично, він навіть не має бути живим. Мені потрібно щось, з чого можна почати його робити, наприклад, кілька відрізів сквернотканини. У сатирів тут, у Скверноліссі, іноді можна знайти сквернотканину, тож просто вбивай їх, поки не знайдеш. Звучить не так вже й погано, чи не так?]===],
[===[Принесіть відріз сквернотканини Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} сквернотканину для мене?]===],
[===[Ого! Ти дуже {стать:добрий:добра}. Особливо для {клас:р}!

<Бісик підносить тканину до обличчя.>

Як мені подобається її торкатися... Вона так чудово обпалює шкіру та навіює злі думки...]===],
},
[8421] = {
[===[Неправильні речі]===],
[===[Тепер, коли у мене є сквернотканина, я дійсно зможу почати робити свого улюбленця.

Але йому потрібні очі. Може, ти зумієш відірвати шматочок гнилої деревини від залізодеревних створінь, і я виріжу з неї чарівні очі? Дерева ці можна знайти на півночі в Залізодревих лісах.

А ще мені знадобиться трохи кровотруйної есенції, щоб мій вихованець мав демонічний запах. Цю есенцію можна видобути з забруднених слизнів, що вештаються прямо тут, біля мене й Нібі.]===],
[===[Принесіть 10 шматків гнилої деревини та 4 кровотруйні есенції Бісику в Сквернолісся.]===],
[===[Ти все {стать:приніс:принесла}?]===],
[===[Це чудово підійде.]===],
},
[8422] = {
[===[Тролі пера]===],
[===[Мій улюбленець майже готовий. Тепер мені просто потрібно чимось його набити.

Підійде лише пір'я вуду з тролів, що знаходяться в Затонулому храмі. Їх імена — Ґешер, Міджан, Золо, Гукку, Зул'Лор і Лоро. Убий їх. Убий їх усіх.

Це не проста задача, {ім'я}, тому я зроблю її привабливішою для тебе, давши тобі щось з речей Нібі — йому вони, мабуть, все одно не потрібні.]===],
[===[Добудьте 6 пір'їн вуду у тролів Затонулого храму та принесіть їх Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} пір'я? Цю ляльку треба набити!]===],
[===[Чудово, тепер мій улюбленець готовий!

<Бісик швидко набиває ляльку і демонічно обнімає її.>

О, який дивний побічний ефект мають ці пір'я вуду...]===],
},
[8423] = {
[===[Воїнська спорідненість]===],
[===[<Герой окидає вас поглядом.>

Ти певно що {клас}. В мене є гідне завдання для тебе, та спершу я маю переконатись в твоїх здібностях.

Кажуть, що Рексар у свій час перевіряв гостроту своїх клинків на пеклокнурах, вбиваючи їх одним швидким ударом. Тепер я перевірю твою силу, відправивши тебе полювати на них.]===],
[===[Вбийте 7 пеклокнурів у Спустошених землях і поверніться до полеглого героя Орди.]===],
[===[Шипи пеклокнурів залишають жахливі рани на тілі. Та не бійся болю й шрамів, {клас:к}. Вони ніщо в порівнянні з муками, на які я приречений.]===],
[===[Мені не потрібо жодних доказів, {клас:к}. Я бачу твою рішучість.]===],
},
[8424] = {
[===[Війна з Тінеклятами]===],
[===[Присутність тінеклятів в Спустошених землях завдає мені жахливого болю. Їхні злісні ритуали викликають страждання, яких я не відчував при житті.

З твоєю допомогою вони зможуть відчути мій біль. Йди і неси мій гнів.]===],
[===[Вбийте тінеклятів в Спустошених землях і поверніться до полеглого героя Орди.]===],
[===[Тінеклятів не так то й легко перемогти, правда ж? Та як {клас}, ти або переможеш, або загинеш, намагаючись.]===],
[===[Ти {стать:вгамував:вгамувала} мій біль і {стать:вшанував:вшанувала} мою пам'ять. Дякую тобі, {клас:к}.]===],
},
[8425] = {
[===[Пір'я вуду]===],
[===[Твої почесті принесли мені крихту спокою. Буде чесно, якщо я зможу віддячити тобі.

При житті я мав чудову зброю та обладунки, та тепер вони мені не потрібні. Тобі вони послужать з честю.

Йди до затонулого храму і вбий тролів-вартових: Ґешера, Міджана, Золо, Гукку, Зул'Лора та Лоро. Вони носять магічне пір'я, що може на мить відновити мою фізичну форму, щоб я міг вручити тобі винагороду.]===],
[===[Заберіть у тролів Затонулого храму пір'я вуду і принесіть їх полеглому герою Орди.]===],
[===[Так швидко {стать:повернувся:повернулась}? Час для мене плине інакше, тож, може, для тебе це була довга подорож...]===],
[===[Нарешті я можу відчути холод сталі, хоч і на мить.]===],
},
[8735] = {
[===[Зараження Жаху]===],
[===[Ти {стать:повинен:повинна} піти до чотирьох порталів сну на Азероті. З кожного з них тобі потрібно добути фрагмент зараження Жаху. Драконіди, що мешкають там, мають такі фрагменти. Повертайся до мене, коли збереш їх усі.]===],
[===[Прямуйте до чотирьох порталів Смарагдового Сну в Азероті та зберіть по фрагменту зараження Жаху з кожного з них. Повертайтеся до хранителя Ремулоса в Місячну галявину, коли виконаєте це завдання.]===],
[===[<Ремулос глибоко занурений у власні думки.>]===],
[===[Ти {стать:готовий:готова}? Чи готовий світ до того, що ми збираємось викликати? Я не знаю… Я прикутий обов'язком перед Малфуріоном. Обов'язком і честю...]===],
},
[8736] = {
[===[Прояв Жаху]===],
[===[Ми мусимо протриматися проти Ераніка. Нам потрібно врятувати його, а не знищити.

Тіранда вже йде нам на допомогу. Ми повинні відбивати удари дракона та врятувати Нічну Гавань від неминучого знищення.

Будь напоготові! Ти й твої союзники — наша єдина надія.]===],
[===[Захистіть Нічну Гавань від Ераніка. Не дайте хранителеві Ремулосу загинути. Не вбивайте Ераніка. Захищайте себе. Дочекайтеся Тіранди.]===],
nil,
[===[Його прощено, {Ім'я}, і тепер він повертається в Сон, щоб виправити власні помилки. Еранік буде могутнім союзником Малфуріона та мого батька. 

Це спорядження — для тебе, {Ім'я}, дароване мені самою Ізерою. Тобі варто скористатися цим у твоїх битвах з кіражами.]===],
},
[8741] = {
[===[Поборник повертається]===],
[===[Хранитель чекає на твоє повернення, {Ім'я}. Віднеси уламок зеленого скіпетра Анахроносу в Печери Часу.]===],
[===[Віднесіть уламок зеленого скіпетра Анахроносу в Печери Часу, що в Танарісі.]===],
[===[<Анахронос киває.>]===],
[===[Твої вчинки будуть відомі всім, {стать:поборнику:поборнице}. Тебе вихвалятимуть у піснях від Орґріммара до далей Південних морів. Усім буде відомо про поборника Бронзового крила, {Ім'я}.]===],
},
[8926] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавички, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс дикого серця та рукавички дикого серця Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8933] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавиці, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть світлокований пояс та світлоковані рукавиці Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8935] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавички, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс тіньового ремесла та рукавички тіньового ремесла Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[9051] = {
[===[Випробування отрути]===],
[===[Отрута, яку я створив з твоєю допомогою, потрібна для важливої мети. Гігантські дияволозаври, що мешкають в кратері, заважають мені полювати та загрожують моєму життю. Навіть якби мені вистачило сил вбити одного з них, це б лише звільнило територію для іншого.

Візьми цю дияволозаврову колючку, змащену отрутою і встроми в дияволозавра. Ця отрута має втихомирити звіра... Хоча, я не знаю, як швидко...]===],
[===[Вколіть дияволозавра дияволозавровою колючкою, після чого поверніться до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Тобі вдалось втихомирити звіра?]===],
[===[Дякую, {ім'я}. Ти маєш вдосталь сміливості й мудрості.

Ну, розказуй, як дияволозавр відреагував на отруту?]===],
},
[9052] = {
[===[Отрута з паростків кровоцвіту]===],
[===[Мені потрібна твоя поміч у створенні отрути, за допомогою якої я збираюсь втихомирювати величезних звірів, які населяють кратер. Не бійся, отрута не смертельна. Крім того, кмітливі очі {клас:р} будуть сильною перевагою при зборі складників.

Ти знайдеш гриби-кровошляпи під паростками кровоцвіту, що ростуть по всьому кратеру. Жала Ґоріші - це жала комах, які водяться в районі Слизького шраму, розташованому в південній частині кратера.]===],
[===[Зберіть 8 кровошляпів і 8 жал Ґоріші, після чого поверніться до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Як успіхи?]===],
[===[Нарешті!

Я тепер змішаю ці інгредієнти з ґрунтом Ун'Горо і приготую отруту...]===],
},
[9053] = {
[===[Кращий інгредієнт]===],
[===[Як я і боявся — ця отрута занадто слабка для такого сильного створіння.

Щоб створити сильнішу отруту, мені знадобляться потужніші інгредієнти. Відправляйся на дно храму Атал'Гаккар, розкрий таємниці вівтаря та отримай гнилу лозу від тамтешнього вартового. Храм небезпечний, краще візьми з собою друзів.

Повертайся до мене, коли закінчиш завдання.]===],
[===[Отримайте гнилу лозу від вартового на дні Затонулого храму і поверніться до Торви Слідопита.]===],
[===[Ти {стать:роздобув:роздобула} лозу?]===],
[===[Нарешті я можу приготувати достатньо сильну отруту. Я не смію вимагати, щоб ти {стать:застосував:застосувала} його проти цих звірів знову, адже я і без того вже забагато в тебе просив.

Прийми мою дяку і повагу. Нехай щастить у твоїх подорожах, {ім'я}.]===],
},
[9063] = {
[===[Торва Слідопит]===],
[===[Мисливець на ім'я Торва Слідопит попросив допомоги друїдів. Він сказав, що лише ми маємо необхідні навички та належну повагу до природи, щоб допомогти йому.

До кратера Ун'Ґоро веде дорога з пустелі Танаріс. Торва стоїть біля входу до кратера.]===],
[===[Поговоріть з Торвою Слідопитом в кратері Ун'Ґоро.]===],
nil,
[===[Ти {стать:подолав:подолала} довгий шлях, {клас:к}. І ти дуже вчасно.]===],
},
[9267] = {
[===[Виправлення старих помилок]===],
nil,
nil,
[===[Подумай двічі, перш ніж ступити на землю Брашпиля, {ім'я}! Слава про твої брудні діяння випереджає тебе.

Тобі пощастило, корабель щойно причалив із багатьма пораненими від сутички із піратами Кривавого Вітрила. Це шанс довести, що ти не справжня свинота. Допоможи нам, роздобувши льняної тканини для пов’язок і порожніх фіалів для зілля.]===],
[===[Я рада, що ти {стать:побачив:побачила} помилку свого світосприйняття, {ім'я}. Не припиняй постачання; від нас так легко не відкараскаєшся, {стать:пане:панночко}!]===],
},
[9362] = {
[===[Воєвода Крелліан]===],
[===[У нас обмаль часу, {ім'я}! Мої закляття виявили потужне джерело магії. Я не можу залишити вежу і прошу тебе вбити нікчемну істоту, що володіє цим артефактом.

Цей жалюгідний покидьок, воєвода Крелліан, ховається за своїми охоронцями у храмі Зін-Малор. Спопели його і забери призматичну мушлю, яку він так сильно цінує.]===],
[===[Знайдіть призматичну мушлю для архімага Зілема, що мешкає у вежі на вершині скель Азшари.]===],
[===[Не можна гаяти час! Ти {стать:приніс:принесла} мушлю?]===],
[===[Мушу сказати, що у цієї призматичної мушлі дивна аура. Здається, цілком доречно, що частиною твоєї нагороди буде можливість дослідити її магічні властивості...]===],
},
[9364] = {
[===[Фрагменти магії]===],
[===[Мої дослідження виявили унікальне призначення призматичної оболонки.

Візьми мушлю та наклади заклинання поліморфії на Огидохльостів в Азшарі. Якщо почекати декілька секунд, хаотична аура мушлі змусить їх розділитися на кількох менших клонів на кілька секунд. Вбий цих клонів якомога швидше, і мушля збере їхню сутність.

Коли мушля наповниться, поверни її мені.]===],
[===[Накладіть поліморфію на Огидохльостів в Азшарі та вбийте клонів, що з'являться через кілька секунд. Коли знищите 50 поліморфних клонів, поверніться до архімага Зілема в Азшару.]===],
[===[Ти вже {стать:зібрав:зібрала} їхню сутність?]===],
[===[Чудово! Чудово!

Тепер ми можемо використати зібрану магічну силу для створення нового закляття!]===],
},
}
