local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, reward }
[4641] = {
--[[title]] "Твоє місце у світі",
--[[description]] [===[Нарешті ти {стать:доріс:доросла}, {Ім'я}...до віку боротьби в ім’я Орди. До завойовувань во славу Вождя.

Так…

<Калтунк оглядає вас>

Ти впораєшся.

Без сумніву ти мрієш знайти могутнього дракона чи демона і задушити його самими руками, але можливо було б розумніше почати з де-чого менш… небезпечного.

<Калтунк сміється>

Відрапортуй Горнеку, він зможе дати завдання, яке більше підходить такому молодому воїну як ти, {клас:к}. Ти знайдеш Горнека у Лігві, на заході.]===],
--[[objective]] [===[Поговоріть з Горнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцеположенням і те, що Горнек знаходиться у Лігві, будівлі на заході.]===],
--[[progress]] [===[Панцир скорпіда не настільки твердий, що зможе стримати силу рішучого воїна. Бий сильно і без вагань, і скорпіди будуть легкою здобиччю.]===],
--[[reward]] [===[Ще один Калтунків рекрут, егеж?

Схоже зараз скрутні часи, якщо це найкраще, що може видати Орда.

Нічого.

До того часу як ми вирішимо, що будеш готовий покинути Долину, ти будеш гордим {клас:о} Орди.]===],
},
}
