local _, addonTable = ...
addonTable.quest_h = { -- [id] = { title, description, objective, progress, completion }
[743] = {
[===[Небезпека Вітролютих]===],
[===[Дякую, що {стать:знайшов:знайшла} час поговорити зі мною, {Ім'я}. Я Руул, воїн і наставник.

Очевидно, ти {стать:досяг:досягла} того віку, коли потрібно пройти випробування, якщо ти прагнеш піти далі, ніж Мулґор.

Якщо хочеш перевірити свою міць, почни з пошуку Вітролютих гарпій на південному сході. Вони гніздяться вздовж гребня гір подалі від дороги.

Ці гарпії є одними з наших природних ворогів тут у Мулгорі, вони стануть хорошим випробуванням твоєї майстерності.]===],
[===[Принесіть 8 кігтів Вітролютих Руулові Орлиному Кігтю у селище Криваве Копито.]===],
[===[Вітролюті — смертельні вороги. Їхня сила у бою може зрівнятись лише з їхньою жагою до свіжого м'яса.]===],
[===[Ти добре {стать:впорався:впоралась}, {Ім'я}. Схоже, ти вже {стать:готовий:готова} подорожувати далі. Нехай вітри завжди віють тобі у спину.]===],
},
[745] = {
[===[Розділення володінь]===],
[===[{Ім'я}, цю землю ранять безліч протистоянь. Я сподіваюся, що ти не станеш свідком стількох із них, скільки бачив їх я. Все ж є одне, у якому я б попросив тебе взяти участь. Це дасть тобі уявлення, наскільки жахливою може стати навіть найменша загроза для землі, якщо її залишити невирішеною.

Гноли-Бляклогриви оселилися на півдні від Кривавого Копита й у печері на заході. Вони зневажають усі наші спроби почати спілкування з ними та несамовито знищують диких жителів Мулґору.

Слова тут більше не зарадять.]===],
[===[Убийте 10 бляклогривих дубильників, 8 бляклогривих шкуродерів і 5 бляклогривих браконьєрів, і повертайтеся до Бейна Кривавого Копита у селище Криваве Копито.]===],
[===[Якби Бляклогриви більше поважали цю землю та її жителів, цього протистояння б ніколи не відбулося.]===],
[===[{Ім'я}, це добре, що ти {стать:сприйняв:сприйняла} це завдання серйозно. Важливо поважати землю та її створінь. Смерть і життя - це одне коло... неминучість. Одне не може існувати без іншого. Обдумай це без поспіху та постарайся ніколи не забувати.]===],
},
[746] = {
[===[Дворфійські розкопки]===],
[===[На північному заході звідси дворфи готуються до розкопок. Вони думають, що таємниці приховані глибоко в землі, і це правда. Але осквернення та спустошення землі - не той, який відкриє її мудрість.

Збери інструменти дворфів для копання, розтрощи їх і повертайся до мене.

Ламати інструменти можна в кузні. Одна з них розташована в Громовому Бескиді, але підійде будь-яка, навіть та, що в дворфійскому таборі.]===],
[===[Зберіть 5 кайл старателів.

Розтрощіть кайла старателів у кузні, щоб отримати зламані інструменти.

Принесіть 5 зламаних інструментів Бейнові Кривавому Копиту до селища Криваве Копито.]===],
[===[Привіт, {Ім'я}. Зламані інструменти у тебе? Дворфійські розкопки розлючують кодо Мулґору. Час покласти край оскверненню нашої землі!]===],
[===[Дякую тобі, {Ім'я}. Це заспокоїть тварин Мулґору. Якщо на те буде воля духів, дворфи зрозуміють, що буріння землі - не найкращий шлях до нових знань.]===],
},
[747] = {
[===[Полювання розпочинається]===],
[===[Ти виглядаєш досить багатообіцяюче, тож зможеш проявити себе перед своїм плем’ям. Можливо, одного дня тебе приймуть у великому місті Громовий Бескид. Але до цього ти {стать:повинен:повинна} показати себе перед моїм батьком, вождем Соколиним Вітром.

Тут, на плато Червоної Хмари ми пишаємося нашими відточеними навичками полювання. Таурени полюють і за необхідності, і для розваги. Наші запаси м’яса закінчуються і нам потрібно більше пір’я для одежі. Вполюй кількох рівнинобігів поряд і відзначся, поповниши запаси села.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви принесли йому 7 пір’їн рівнинобіга та 7 шматків м’яса рівнинобіга.]===],
[===[Принесені тобою м'ясо та пір'я будуть першим кроком, щоб показати себе {стать:справжнім:справжньою} {клас:о} перед вождем.]===],
[===[Мешканці Нараче дякують тобі, {ім'я} Ти подаєш великі сподівання.]===],
},
[748] = {
[===[Отруйні води]===],
[===[Гобліни та їхні посіпаки забруднили наші колодязі зі священною водою! Ми не можемо це дозволити.

Для очищення кожного колодязя я повинен створити очисний тотем, тоді тобі потрібно принести його до колодязя та провести ритуал очищення.

Першим ми зробимо тотем для колодязя Зимового Копита. Для цього земля повинна запропонувати нам свою допомогу. Вполюй вовків прерій задля їхніх лап і дорослих рівнинобігів задля їхніх кігтів. Вони на південному заході.

Повертайся до мене з лапами та кігтями, {Ім'я}.]===],
[===[Принесіть 6 лап вовка прерій і 4 кігті рівнинобіга Муллові Громовому Рогу до Кривавого Копита.]===],
[===[У тебе є вже лапи та кігті, {Ім'я}?]===],
[===[Ти добре {стать:справився:справилася}, {Ім'я}. Я візьму їх та вплету їхню силу в тотем очищення.]===],
},
[749] = {
[===[Розорений караван]===],
[===[Декілька днів тому ми помітили караван ТзНБ "Авантюра", що йшов під охороною по північному березі озера Кам’яного Бика. Ми втратили двох наших у битві раніше, тож ми були швидкі на напад і знищили караван.

Ми залишили позаду ящики з вантажем, думаючи, що наші смолоскипи знищать все цінне, але оскільки дехто з ТзНБ були помічені недалеко від спалених фургонів, можливо, ми помилялися.

Може, ти {стать:міг:могла} би піти до каравану та роздивитися вміст ящиків.]===],
[===[Морін Ловець Хмар хоче, щоб ви обстежили вміст вантажних ящиків у розореному каравані.]===],
nil,
[===[Усі сторони ящика пропечатані позначками шахтарського відділу ТзНБ "Авантюра". Обережно видрукувані примітки на боці картонних коробок вказують, що вміст призначений для переробки на одному з центральних заводів ТзНБ.]===],
},
[750] = {
[===[Полювання продовжується]===],
[===[Досвічений у полюванні таурен знає, що його здобич - це не просто трофей. Тварини рівнин дають нам ресурси для виживання. Ти справиш досить сильне враження на наших старійшин, якщо принесеш кілька дуже цінних шкур гірських пум. Ти знайдеш цих тварин на півдні, де вони скрадаються по схилах.

Нашим дітям потрібна одежа, а наші шатра варто підлатати.]===],
[===[Ґрулл Соколиний Вітер у таборі Нараче хоче, щоб ви принесли йому 10 шкур гірських пум.]===],
[===[Якщо ти зможеш забезпечити наше плем’я шкурами, я замовлю слово перед моїм батьком, вождем Соколиним Вітром, про твої шляхетні вчинки.]===],
[===[Таурени Нараче дякують тобі за цей внесок, {Ім'я}. З такими навичками у мисливстві колись тебе неодмінно вихвалятимуть у Громовому Бескиді.]===],
},
[751] = {
[===[Розорений караван]===],
[===[Відкриття кришки розкриває тісно запаковані набори руди та мінералів - додатковий доказ гірничих операцій ТзНБ "Авантюра" у Мулґорі. З-понад матеріалів ви піднімаєте міцно зв'язаний стос паперів.

Вище у передгір'ї на сході ви можете ледве чути звуки роботи та бачити дим від великого вогнища.]===],
[===[Поверніть папери ТзНБ "Авантюра" Морінові Ловцю Хмар біля селища Кривавого Копита.]===],
[===[Вітання, {Ім'я}. Ти {стать:дізнався:дізналася} що-небудь нове про плани та операції ТзНБ "Авантюра" на наших землях?

Якщо вони планують розорювати наші землі так, як вони це робили з іншими, наші Гінці швидко покладуть цьому край.]===],
[===[Схоже на те, що ТзНБ "Авантюра" й справді намагається пограбувати нас на наші природні ресурси. Добре знати це напевно, і виглядає, що тепер нам потрібно з цим щось зробити.]===],
},
[752] = {
[===[Скромне прохання]===],
[===[Усі члени нашого племені поділяють життєву гармонію. Ми живемо разом і працюємо разом.

Наша відданість одне одному втілюється дуже відповідально. У мене є одне скромне прохання до тебе.

Моя матінка вирушила на південний схід від Нараче набрати води з колодязя. З тих пір вже пройшло багато часу. Можливо, ти {стать:міг:могла} би її знайти, поки я займаюсь справами племені?]===],
[===[Вождь Соколиний Вітер просить вас пошукати його матір біля колодязя на південному сході від табору Нараче.]===],
nil,
[===[Ти {стать:пройшов:пройшла} увесь цей шлях лише для того, щоб допомогти старій жінці? Ох, у тебе дуже велике серце.]===],
},
[753] = {
[===[Скромне прохання]===],
[===[Я пройшла багато стежок за своє життя, і мої старі ноги вже не такі прудкі, як були раніше. Та все ж, я можу виконувати свої обов'язки перед плем'ям. Просто іноді робота забирає в літньої жінки трохи більше часу.

Але ти {стать:схожий:схожа} на {стать:палкого:палку} {клас:р}. Давай випробуємо твою юнацьку жвавість. Візьми цей глечик для води і принеси його моєму сину, вождю, у табір Нараче.

Пам'ятай, що навіть найзвичайніше прохання може стати запорукою визнання старійшин.]===],
[===[Наберіть глечик води з колодязя.

Поверніть глечик вождю Соколиному Вітру в таборі Нараче, що лежить на північному заході від колодязя.]===],
[===[Ти {стать:схожий:схожа} на {стать:того:ту}, хто щойно повернувся з рівнин. Ти {стать:приніс:принесла} якусь звістку від прабабусі Соколиний Вітер?]===],
[===[Ясно, ти {стать:приніс:принесла} цей глечик на прохання прабабусі.

Твоє бажання допомогти іншим і стати в нагоді тауренам табору Нараче впевнює мене у тому, що одного дня ти прославиш наше плем'я у Громовому Бескиді.]===],
},
[754] = {
[===[Очищення Зимового Копита]===],
[===[Я змайстрував очисний тотем колодязя Зимового Копита. Тепер ти мусиш взяти його до колодязя та провести ритуал очищення. Ти знайдеш його на південний схід, під охороною мерзотних гоблінів!

Це буде непростим завданням, але ти {стать:повинен:повинна} зробити його, якщо ми хочемо коли-небудь використовувати воду колодязя знову.

Щасти тобі, {Ім'я}.]===],
[===[Використайте очисний тотем Зимового Копита біля колодязя Зимового Копита, потім поверніться до Мулла Громового Рога.]===],
[===[Не барися, {Ім'я}. Потрібно вичистити заразу з колодязя Зимового Копита!]===],
[===[Новини про твій вчино досягли мене лише миті тому: тварини радісно п’ють з нього воду.

Ти {стать:зробив:зробила} велику справу для цієї землі, {Ім'я}. І ти {стать:зробив:зробила} велику справу для народу тауренів.]===],
},
[755] = {
[===[Обряди Матері-Землі]===],
[===[Твоя готовність допомагати у повсякденних завданнях тауренів Нараче та завзятість до навчання - благородні риси, {Ім'я}. Я вірю, що одного дня тебе представлятимуть у Громовому Бескиді як {стать:величного:величну} {клас:з}.

Проте до цього ти мусиш пройти Обряди Матері-Землі, яких всього три.

Перша перевірка - це Обряд Сили. Йди до Провидця Сірого Язика і передай йому, що тебе прислав вождь Соколиний Вітер.

Ти знайдеш житло провидця на південь від табору Нараче, сховане серед пагорбів.]===],
[===[Помандруйте до Провидця Сірого Язика, що живе пагорбах на південь від табору Нараче.]===],
nil,
[===[Вождь Соколиний Вітер прислав тебе? Проходження Обрядів Матері-Землі - це не проста задача...]===],
},
[756] = {
[===[Тотем Громового Рога]===],
[===[Для створення очисного тотема Громового Рога, ти маєш зібрати пазурі хижаків, що живуть на рівнинах Мулґору. Вполюй ловців прерій і рівнинних пум задля їхніх пазурів іповертайся до мене. 

Ти знайдеш цих хижаків на сході та на заході.]===],
[===[Принесіть 6 пазурів ловця та 6 пазурів пуми Муллу Громовому Рогу.]===],
[===[{Ім'я}, у тебе є пазурі, які я просив зібрати? З кожною годиною колодязь Громового Рогу забруднюється все більше!]===],
[===[Дякую тобі, {Ім'я}. Непорочність, з якою ці тварини полюють, є надзвичайно важливою у створенні очисного тотема.

Гобліни ніколи не зрозуміють різницю між боротьбою із землею та життям у гармонії з нею.]===],
},
[757] = {
[===[Обряд Сили]===],
[===[Обряди Матері-Землі - це перші кроки, які повинен пройти {стать:юний таурен:юна тауренка}, щоб заслужити повагу в Громовому Бескиді.

Спершу ти {стать:повинен:повинна} пройти Обряд Сили. У цьому випробуванні тобі потрібно довести свою сміливість, убивавши ворогів племені.

Щетиношкури ущелини Лезожини на сході зазіхають на наші племінні землі. Вони роблять засідки на наші мисливські групи та грабують селище з приходом ночі.

Покажи свою звитягу, убивши цих злодіїв, і повертайся до вождя у табір Нараче з їхніми поясами - доказами твоїх діянь.]===],
[===[Убийте Щетиношкурів з ущелини Лезожини та принесіть 12 поясів Щетиношкурів вождю Соколиному Вітрові в таборі Нараче.]===],
[===[Ти {стать:пройшов:пройшла} Обряд Сили, {Ім'я}? Мені потрібні докази твоєї звитяги проти ворога нашого племені, Щетиношкурів.]===],
[===[Ти пройшов перше випробування з Обрядів Матері-Землі. Плем’я буде тобою пишатися.]===],
},
[758] = {
[===[Очищення Громового Рога]===],
[===[Тотем готовий, {Ім'я}. І знову, твоє завдання - провести ритуал очищення.

Йди до колодязя Громового Рога на північ від селища та використай очисний тотем Громового Рога у своєму ритуалі. Після того, як закінчиш, повертайся до мене.

Нехай тебе ведуть духи.]===],
[===[Використайте очисний тотем Громового Рога біля колодязя Громового Рога, потім поверніться до Мулла.]===],
[===[Вода колодязя Громового Рога досі заражена, {Ім'я}. Будь ласка, ти мусиш провести ритуал!]===],
[===[Духи клану Громового Рога говорили зі мною уві сні, вихваляючи тебе за твій вчинок для їхнього колодязя.

Як знак їхньої вдячності, вони хочуть дати тобі це...]===],
},
[759] = {
[===[Тотем Дикої Гриви]===],
[===[Залишилось очистити один колодязь, названий на честь клану Дикої Гриви. Щоб він став чистим, земля повинна надати зуби лютого хижака, рівнинного альфа-вовка. Знайди альф на півночі та повертайся до мене, коли твоє полювання завершиться.

Альфи часто блукають біля підніжжя нашого могутнього міста, Громового Бескида.]===],
[===[Принесіть 8 зубів рівнинного альфи Муллові Громовоому Рогу до селища Криваве Копито.]===],
[===[{Ім'я}, у тебе є зуби, про які я просив?]===],
[===[Дуже добре, {Ім'я}. Я відчуваю пожертву землі у цьому підношенні, і мій дух наповнюється сумом і гордістю.]===],
},
[760] = {
[===[Очищення Дикої Гриви]===],
[===[Про твоє очищення колодязів Зимового Копита та Громового Рога говорять духи, {стать:юний:юна} {Ім'я}. Тотем Дикої Гриви готовий, і твоє останнє завдання лежить попереду.

Колодязь Дикої Гриви розташований на північ від Громового Бескиду. Проведи ритуал! Вилікуй землю від гоблінської отрути! Нехай знову ллється чиста вода!]===],
[===[Використайте очисний тотем Дикої Гриви біля колодязя Дикої Гриви, потім поверніться до Мулла Громового Рогу.]===],
[===[Останній водяний коллодязь залишається сморідним і отруйним, {Ім'я}. Не барися!]===],
[===[Ти {стать:справився:справилася}, ти {стать:очистив:очистила} колодязі та {стать:вилікував:вилікувала} наші землі. Селище Криваве Копито вдячне тобі, {Ім'я}.

Нехай вітер шепоче про твої вчинки сотні пір року, а води Мулґору залишаються чистими назавжди.]===],
},
[761] = {
[===[Полювання на хапунів]===],
[===[Хапун - хитра пташка, яку складно і знайти, і вполювати. Збірка пір'їн хапуна - це відзнака розуму та цілеспрямованості мисливця.

Якщо хочеш взятися за це завдання, йди на рівнини та вполюй хапунів.

Принесі мені їхні пір’їни, і цим принеси честь своєму кланові.

Хапунів можна знайти будь-де у Мулґорі, але твій зір має бути гострим, а копита - швидкими, щоб помітити їх та наздогнати.]===],
[===[Принесіть 8 трофейних пір’їн хапуна Гаркенові Вітровому Тотему у селищі Криваве Копито.]===],
[===[Ти знайшов хапунів, {Ім'я}? Їхні пір’їни у тебе?]===],
[===[Я знаю, що збір цих пір’їн був непростим завданням, {Ім'я}. Виконавши його, ти {стать:довів:довела}, що ти - {стать:достойний:достойна} {клас:н}. Добре, що ти {стать:завітав:завітала} до Кривавого Копита.]===],
},
[763] = {
[===[Обряди Матері-Землі]===],
[===[Для продовження Обрядів Матер- Землі ти {стать:повинен:повинна} пройти ще два випробування. Настав час розширити твій досвід, {Ім'я}.

Мандруй до селища Криваве Копито та знайди нашого вождя, Бейна Кривавого Копита, сина Керна. Звідти ти зможеш продовжити свої подорожі та заслужити прийняття старійшин з Громового Бескиду.

Принеси цей тотем Бейнові. Він упізнає мої позначки та допоможе тобі у твоєму шляху

Йди по дорозі з табору Нараче та поспішай. Не сходь зі свого шляху, а то неодмінно заблукаєш.]===],
[===[Принесіть тотем Соколиного Вітру Бейнові Кривавому Копиту в селищі Криваве Копито. Прямуйте по дорозі з табору Нараче.]===],
[===[Що привело тебе у моє селище, {клас:к}?]===],
[===[Звістка від мого хорошого друга, вождя Соколиного Вітру! Ах, по різьбі я бачу, що ти особливої породи.]===],
},
[764] = {
[===[ТзНБ "Авантюра"]===],
[===[Це пояснює зосередження робітників й устаткування ТзНБ "Авантюра" у Мулґорі. Ці гобліни… їхня компанія розширюється занадто швидко, на шкоду їм самим. Як кажуть, покажи щось гоблінові, й одразу почуєш звук його терез.

Маленькі жадюги. На жаль для їхньої справи, ми, таурени, не можемо дозволити їм проводити свої операції на наших землях. Йди до їхньої шахти на північний схід від розореного каравану та надішли їм повідомлення.]===],
[===[Убийте 14 робітників ТзНБ "Авантюра" і 6 наглядачів ТзНБ "Авантюра" для Моріна Ловця Хмар у селищі Криваве Копито.]===],
[===[ТзНБ "Авантюра" було відмовлено у правах на видобування тут у Мулґорі, але, схоже, що вони не сприймають "ні" за відповідь. Ми, таурени, не з тих, хто розкидується словами, але у нас є інші способи донести свою позицію.]===],
[===[Не думаю, що наш сигнал можна сприйняти надто неоднозначно, гм? ТзНБ "Авантюра" знатиме, що не варто сприймати тауренів несерйозно або бути настільки нахабними та вважати, що ми мовчки дозволимо їм красти природні ресурси навколо нас.]===],
},
[765] = {
[===[Наглядач Шуморакета]===],
[===[Згідно з паперами, які ти {стать:знайшов:знайшла} у каравані, ТзНБ "Авантюра" склало багато планів, щоб спробувати вигнати нас з наших земель. Так вони матимуть повний доступ до пограбування цих країв.

Мені гидкі й обурливі глибини ницості, у які вони готові впасти заради досягнення своїх цілей. Я хочу, щоб натхненник їхніх планів був убитий. Його ім’я наглядач Шуморакета, ти знайдеш його у шахті ТзНБ на схід від розореного каравану. Принеси мені його тримач паперів, подивимося, чи там знайдеться щось корисне.]===],
[===[Убийте наглядача Шуморакету та принесіть його тримач паперів Морінові Ловцю Хмар у селище Криваве Копито.]===],
[===[Мене збурює гнів від думки про звірства, які готове застосувати проти нас ТзНБ "Авантюра" в ім’я прибутку.]===],
[===[Мій гнів дещо стих від новини про смерть злодія Шуморакети. Я пройдуся по його особистих записах і подивлюся, чи немає там якої-небудь додаткової інформації про плани ТзНБ на майбутнє. Дякую за твої зусилля, {Ім'я}.]===],
},
[766] = {
[===[Маззраначе]===],
[===[Мій дід оповідав мені історії про битви із рівнинним бігуном на ім’я Маззраначе. Він розповів мені про його демонічні червоні очі, гострі, як бритва, кігті й отруйний укус.

За примхою долі, я зустрів його у своїх манрівках рівнинами, і він паскудно вкусив мене за плече. Він такий ж жахливий, як його й описував мій дід. Щоб очистити цей укус від інфекції, мені потрібні будуть деякі частини тіл тварин, яких важко знайти: серце вовка, стегнову кістку пуми, луску рівнинобіга та шлунок хапуна.

Поспішай, часу обмаль.]===],
[===[Принесіть серце вовка прерій, стегнову кістку оівнинної пуми, дуску рівнинобіга та шлунок хапуна Маурові Накликачу Дощу в Кривавому Копиті.]===],
[===[Мій жар зростає, і я відчуваю, як мої думки поринають у лихоманливі жахіття… Мені слід було знати, що я не зможу самостійно упоратися зі звіром, якого не зміг перемогти мій дід…

У тебе є складники для протиотрути? Боюсь, якщо я скоро не прочищу рану, вона стане моєю смертю.]===],
[===[Ах, дякую тобі, {Ім'я}. З тим, що ти мені {стать:приніс:принесла}, я зможу зробити протиотруту, щоб зупинити розповсюдження інфекції та з часом повністю вилікуватися від неї. Я зобов’язаний тобі своїм життям.

Але я ніколи не забуду визг, з яким Маззраначе наблизився до мене, і спалах кольору, коли він ударив своїм дзьобом…

Бережися у своїх подорожах.]===],
},
[767] = {
[===[Обряд Прозріння]===],
[===[Обряд Прозріння, один із Обрядів Матері-Землі, допоможе тобі на шляху до визнання серед старійшин Громового Бескиду.

Наш народ навчився, що земля є нашим найсвятішим джерелом. Щоб узяти участь у ритульному видінні, ти {стать:повинен:повинна} поговорити із духовним лідером нашого селища, Зарлманом Два-Місяці.]===],
[===[Поговоріть із Зарлманом Два-Місяці у селищі Криваве Копито.]===],
nil,
[===[Я відчував, що ти прийдеш до мене, {клас:к}. Я завжди впізнаю тих, хто прагне пройти Обряди Матері-Землі.]===],
},
[770] = {
[===[Пошматований демонами плащ]===],
[===[Поношена шкура Примарного Вия досі має жахливу рану, отриману вовком у битвах проти Палаючого Легіону.

Можливо, комусь у селищі Криваве Копито варто знати про смерть Примарного Вия…]===],
[===[Знайдіть когось, хто знає про Примарного Вия.]===],
nil,
[===[Я ледве можу повірити моїм старим очам! Ти {стать:переміг:перемогла} великого вовка Примарного Вия? Тепер я по-новому дивлюся на тебе, з повагою, {стать:юний:юна} {клас:к}. Ти - {стать:ловець:ловчиня} неймовірних умінь!

Дозволь мені дещо запропонувати тобі. Мої дні мисливства минули, але для мене буде честю, якщо ти використовуватимеш одну з моїх зброй у своїх полюваннях.

Хай вона вражає напевно та принесе тобі визнання.

І будемо сподіватися, що дух Примарного Вия нарешті знайшов спокій.]===],
},
[771] = {
[===[Обряд Прозріння]===],
[===[Щоб пройти Обряд Прозріння, ти {стать:повинен:повинна} зібрати реагенти, необхідні для створення Води Провидців.

Мені будуть потрібні камені, які можна знайти біля колодязів у Мулґорі. Я поєднаю їх з бурштиновими насінинами, які падають з могутніх дерев нашої землі.

Ці реагенти містять магічні елементи, і якщо їх приготувати та застосувати перед племінним багаттям, вони дозволять тобі бачити видіння. Йди за ним, і воно приведе тебе до наступного кроку цього священного завдання.]===],
[===[Зберіть 2 колодязних камені та 2 бурштинових насінини, та принесіть їх Зарлманові Два-Місяці у селищі Криваве Копито.]===],
[===[Як тільки ти збереш достатньо каменів навколо колодязя і бурштинових насінин під деревами, я приготую для тебе Воду Провидців.]===],
[===[Я бачу, ти {стать:навчився:навчилася }збору з наших священних земель, {Ім'я}. Мені треба всього лише хвилинка, щоб приготувати Воду Провидців.]===],
},
[772] = {
[===[Обряд Прозріння]===],
[===[Я дарую тобі Воду Провидців.

Коли будеш {стать:готовим:готова}, випий воду біля племінного вогнища. Видіння з'явиться перед вогнем за кілька митей після того, як ти ковтнеш священної води.

З цього моменту лише ти можеш йти за ним до своєї долі…]===],
[===[Випийте Воду Провидців навпроти племінного багаття у селищі Криваве Копито та слідуйте за видінням, яке вам явиться.]===],
nil,
[===[Не бійся, {Ім'я}. Ти успішно {стать:пройшов:пройшла} Обряд Видіння.]===],
},
[773] = {
[===[Обряд Мудрості]===],
[===[Щоб заслужити прийняття у старійшин Громового Бескиду, наступним ти {стать:повинен:повинна} пройти Обряд Мудрості.

Оскільки ти {стать:пройшов:пройшла} Обряд Видіння, духи предків Червоних скель дадуть тобі благословення наших пращурів. Лише ті, хто випив Воду Провидців, можуть отримати їхній дар.

Йди на схід від Громового Бескиду, до Червоних скель, і знайди там Дух Предків, {Ім'я}.]===],
[===[Помандруйте до Червоних скель на схід від Громового Бескиду та поговоріть з Духом Предків.]===],
nil,
[===[Ти {стать:проявив:проявила} велику старанність у своєму прагненні пройти Обряди Матері-Землі, {Ім'я}. 

Ми, Духи Предків, утілюємо могутніх тауренів, які хоробро віддали свої життя задля заснування та захисту нашого великого міста - Громового Бескиду. Тепер я покладаю цей обов’язок захисту на тебе.

Ти {стать:пройшов:пройшла} Обряд Мудрості, {стать:юний:юна} {клас:к}. Приходь у Громовий Бескид із гордістю.]===],
},
[775] = {
[===[Подорож до Громового Бескиду]===],
[===[Відтепер тебе шануватимуть у стінах нашого великого міста. Пройшовши Обряди Матері-Землі, ти заслужиш на таку честь.

Виконай останнє завдання, відшукай благородного вождя Керна Криваве Копито, що проживає на вершині найвищого плато Громового Бескида.]===],
[===[Поговоріть з Керном Кривавим Копитом у Громовому Бескиді.]===],
nil,
[===[Вітання тобі, {стать:молодий:молода} {клас:к}. Бачу ти {стать:знайшов:знайшла} шлях до моїх дверей.]===],
},
[776] = {
[===[Обряди Матері-Землі]===],
[===[Ти {стать:пройшов:пройшла} Обряд Матері-Землі та {стать:заслужив%заслужила} своє місце у Громовому Бескиді.

Але щоб утримувати позицію, задля якої ти так важко {стать:працював:працювала}, ти {стать:повинен:повинна} продовжувати засвідчувати свою цінність своєму народові.

Ми - мисливці, {Ім'я}. У Мулґорі там унизу є могутній кодо на ім’я Арра’чі. Покажи мені свої навички вистежування та полювання - принеси мені ріг Арра’чі.]===],
[===[Керн Криваве Копито з Громового Бескиду хоче, щоб ви принесли йому ріг Арра’чі.]===],
[===[Ти вже {стать:вистежив:вистежила} Арра’чі?]===],
[===[Добре зроблено! Це була вартісна здобич.

Я відряджу групу збирачів, щоб забрати тушу на шкури та м’ясо.

Ти {стать:вчинив:вчинила} велике діло для свого народу, {Ім'я}.]===],
},
[780] = {
[===[Бойові кнури]===],
[===[Бойові кнури з ущелини Лезожини на сході зазіхають на мисливські угіддя нашого племені. Їх виховують бути злючими Свинобрази племені Щетиношкурів, з якими ми у війні.

Піди й убий цих жорстоких істот і принеси декілька їхніх рил і вирізок, щоб ми могли зробити трохи тушковини для нашої малечі.]===],
[===[Ґрулл Соколиний Вітер з табору Нараче хоче, щоб ви убили бойових кнурів і принесли йому 8 рил бойових кнурів і 8 вирізок бойових кнурів.]===],
[===[Атаки бойових кнурів стають частішими. Ти вже {стать:послав:послала} їм чіткий знак і {стать:приніс:принесла} декілька рил і боків?]===],
[===[Найчудовіше! З цих інгредієнтів ми зробимо смачну страву, а втрата тих кнурів стане хорошим уроком тим злим Щетиношкурам.]===],
},
[781] = {
[===[Напад на табір Нараче]===],
[===[Після ретельного вивчення мапи, ви розумієте, що те, що ви знайшли — плани вождя Щетиношкурих щодо розширеної облоги табору Нараче.

Безсумнівно, вождь Соколиний Вітер міг би скористатися цією інформацією!]===],
[===[Принесіть плани нападу Щетиношкурих вождю Соколиному Вітру в табір Нараче.]===],
[===[У тебе занепокоєний вигляд, {Ім'я}. Які новини ти {стать:приніс:принесла}?]===],
[===[Це дійсно тривожна звістка! Але тепер ми можемо звернутися до наших братів з селища Криваве Копито по допомогу. Ти {стать:зберіг:зберегла} життя безлічі тауренів, {Ім'я}.]===],
},
[784] = {
[===[Розчавити зрадників]===],
[===[Під командуванням адмірала Праудмура люди Кул-Тіраса вторглись в Дуротар. Цим вони порушили договір воєвождя з Джайною Праудмур, що був підписаний для сумісної перемоги над Архімондом.

Наші сили відбили людську агресію, Тіраґардська твердиня пала. Але нещодавно резерви адмірала, під командуванням лейтенанта Бенедикта, захопили твердиню і знову загрожують нашому спокою. Ці люди не виказують ніякої поваги до дипломатії.

Доведи свою гідність і відправляйся на південь до Тіраґардської твердині. Прожени звідти людських загарбників.]===],
[===[Убийте 10 кул-тіраських матросів, 8 кул-тіраських морських піхотинців і лейтенанта Бенедикта, після чого поверніться до Ґар'Тока у Колючий Пагорб.]===],
[===[У тебе є наказ, {Ім'я}. Безпека Дуротару під загрозою. Заверши завдання або схили голову у ганьбі.

Доведи свою гідність і переможи людей у Тіраґардській твердині.]===],
[===[Чутки про твою хоробрість швидко розповсюджуються, {Ім'я}. Розповіді про перемогу у Тіраґардській твердині будуть ширитись Орґріммаром.]===],
},
[786] = {
[===[Перешкодити агресії Колкарів]===],
[===[Говори стиха, {клас:к}. Кентаври клану Колкар розмістились одразу за пагорбом, на заході від скель Колкар.

Минулої ночі, поки вони полювали, я прошмигнув у їхнє поселення і дізнався, що в цих брудних скотів три плани з атакою на тролів та орків Дуротару.

Ми маємо перешкодити їхньому вторгненню. Можливо, тобі не забракне сил проникнути у скелі Колкар і знищити ці плани?

Останнє, що я помітив — вони поділили їх на три частини і роздали трьом ватажкам.]===],
[===[Лар Нишпорний Бивень за межами селища Сен'Джин хоче, щоб ви знищили 3 плани атаки кентаврів, що проживають серед скель Колкар.]===],
[===[Здається, кентаври вже переросли у постійну проблему для Орди. Але ми не можемо спокійно спостерігати за їхніми намірами захопити наші землі.]===],
[===[Навіть за нападу кентаврів, Орда неодмінно б перемогла. Але попередивши цей набіг, ми уберегли наших могутніх воїнів від непотрібної різанини.

Кров ще проллється. Це настільки ж точно, як і те, що пустелі Танаріса покриває пісок.

Ти {стать:послужив:послужила} своєму народові на славу, {клас:к}.]===],
},
[788] = {
[===[Видерти зуби]===],
[===[Перш ніж перейти до серйозних завдань, треба тебе трошки розім'яти. Звичайно, я міг би одразу відправити тебе у Степи полювати на кодо, але, якщо чесно, ти {стать:корисніший нам живим, аніж мертвим:корисніша нам живою, аніж мертвою}.

Гадаю, для початку непогано згодяться й крапчаті кнури, яких ти знайдеш на північ звідси.]===],
[===[Вбийте 10 крапчатих кнурів і поверніться до Ґорнека у Лігво.]===],
[===[Я сподіваюсь ти не {стать:повернувся:повернулась} переконувати мене, що {стать:завершив:завершила} завдання, {Ім'я}? Ні, звичайно ні. Я про тебе кращої думки.]===],
[===[Хммм, непогано, {Ім'я}. Але не треба одразу гоноритися. На своєму шляху ти зустрінеш ще багато значно сильніших супротивників, ніж кнури.

Тим не менш, ти {стать:показав:показала} себе добре, і у наступному випробуванні тебе чекає сутичка зі значно небезпечнішим супротивником. Тому тобі потрібен додатковий захист.]===],
},
[789] = {
[===[Жало скорпіда]===],
[===[І могутнього воїна, і незграбного новачка однаково вражає отруйне жало скорпіда. Ти знайдеш велику кількість цих тварюк на північному заході звідси. Дістань мені десять їхніх хвостів як доказ твоєї майстерності у битві.

Протиотрута від скорпідів взагалі-то робиться з отрути, видобутої з їхніх жал. Ми тримаємо велику кількість цих лікувальних засобів під рукою для порятунку новачків на кшталт тебе…

Але я певен, що тобі це взагалі не знадобиться, чи я не правий?]===],
[===[Принесіть 10 хвостів скорпідів-робітників Ґорнеку у Лігво.]===],
[===[Панцир скорпіда не настільки твердий, щоб стримати силу рішучого воїна. Бий сильно, не вагайся, і скорпіди стануть легкою здобиччю.]===],
[===[Важливий урок, який тобі потрібно винести з битви зі скорпідами. Будь-який ворог, незалежно від розміру, може відняти твоє життя. У запеклому бою будь-що може призвести до смерті.

Мені більше нічому тебе вчити, {Ім'я}. Ти добре {стать:впорався:впоралась}, тож я охоче спостерігатиму за твоїми подальшими досягненнями.]===],
},
[790] = {
[===[Саркот]===],
[===[{Клас:к}! Я вже думав, що помру тут, і ніхто про це не дізнається. Полюючи на скорпідів, я перестрів особливо злючу тварюку. Накинувшись на нього, я зміг сильно пошкодити його клешню, перш ніж вона зімкнулась на моїй нозі.

Але я не був готовий до жала, що увійшло у мої груди, прорізало плоть і пустило кров. Прошу, вбий заради мене цього скорпіда! Комусь треба відстояти мою честь! Я бився з ним на височині на півдні.]===],
[===[Вбийте Саркота і принесіть його клешню Гана'зуа.]===],
[===[Оох… Мій батько завжди казав, що я багато не досягну. Лежачи під деревом та відчуваючи, як життя просочується скрізь пальці, немов пісок, я розумію, що він був правий.

Принаймні я хотів би померти, знаючи, що мій останній ворог також був убитий.]===],
[===[Мій удар не був достатньо сильним, щоб убити його, але я дивлюсь на шкоду, що завдав його клешні, і це наповнює мене тимчасовим почуттям гордості. Це невелике досягнення — все, що залишиться після мене, якщо я помру. У такому стані... настільки короткий список моїх досягнень сповнює мене люттю.]===],
},
[791] = {
[===[Тягнути торбу]===],
[===[Роки відплатили мені безпорадністю. Я вже не придатний до битв, але намагаюсь бути корисним в іншому.

Я сиджу тут, на височині, і дивлюся, чи не з'являться вороги. Але в міру того, як наші сили ростуть, мені все рідше і рідше доводиться сурмити в сигнальний ріг.

Щоб проводити час з користю, я майструю речі для молодших сильніших воїнів, здатних боронити нашу вітчизну.

Я можу змайструвати тобі сумку для речей. Якщо тобі вона потрібна, принеси мені трохи полотна. Цю тканину частенько використовують люди та кентаври.]===],
[===[Фурлу Презирному Чолу зі сторожової вежі Колючого Пагорба потрібно 8 уривків полотна.]===],
[===[Я гордо бився пліч-о-пліч з воєвождем, коли ми лишень ступили на ці землі. Моє тіло усіяне шрамами битв.

Моя сокира, мій бойовий клич захищали честь Орди, коли ми завдали поразки Архімонду в мерзенному, проте необхідному союзі з людьми та ельфами.

Але зараз ця служба вартового дає мені нове відчуття користі.]===],
[===[Надзвичайно, {Ім'я}. Цій торбі точно можна знайти застосування на полі бою.

Я вшановую твою силу та готовність померти в ім'я Орди!]===],
},
[792] = {
[===[Паскудні фамільяри]===],
[===[Я вірю, що долина Випробувань навчить тебе багато чого нового, {стать:юний:юна} {клас:к}.

Мене відправили сюди, щоб я стала твоєю наставницею, але виявляється, у вас тут серйозні проблеми...

Група, що зве себе Палаючим Лезом, оселилась у долині Випробувань. Вони ховаються в печері на північному сході, а їх паскудні фамільяри вилазять з її нутра, спустошуючи все навколо.

Що ж, ось твоє перше завдання в боротьбі з Палаючим Лезом: перебий їх стільки, скільки зумієш, і, якщо виживеш, повертайся до мене.]===],
[===[Убийте 12 паскудних фамільярів.

Поверніться до Зурііти Далековзірної, що стоїть ззовні Лігва.]===],
[===[Щоб проявити себе у битві з Палаючим Лезом, ти маєш спершу перемогти паскудних фамільярів. Повертайся, тільки-но закінчиш з цим.]===],
[===[Добре зроблено, {Ім'я}.

Хоч паскудні фамільяри і були лише ручними тваринками темних сил, твій успіх передує великим діянням.]===],
},
[794] = {
[===[Медальйон Палаючого Леза]===],
[===[Ворожіння показали мені предмет великої сили, схований глибоко в надрах печери Палаючого Леза. Його охороняє зграя небезпечних тварюк і завіса чорної магії.

Цей предмет зветься медальйоном Палаючого Леза, і твоїм наступним завданням буде знайти його і забрати з печери.

Але будь {стать:обережним:обережною}, медальйон може бути у одного з членів Палаючого Леза. Якщо це так, то сила твого ворога перевищуватиме всіх фамільярів, з якими ти {стать:мав:мала} справу до цього.

Йди, {Ім'я}. Ти знайдеш медальйон у печері, на північному заході.]===],
[===[Принесіть медальон Палаючого Леза Зурііті Далековзірній, що стоїть перед Лігвом.]===],
[===[Твоє завдання виконане, {Ім'я}? Ти {стать:приніс:принесла} медальйон Палаючого Леза?]===],
[===[Ти його {стать:дістав:дістала}! Чудово!

Твої зусилля у нашій боротьбі проти Палаючого Леза зіграють ключову роль у викоріненні цього культу з долини Випробувань. Але боюсь, що це лише початок конфлікту...

Допоки їм не видно кінця.]===],
},
[804] = {
[===[Саркот]===],
[===[Твої дії наповнюють моє серце відвагою. Я не здамся так просто! Я маю витримати!

Але я все ще не зможу дістатись до Лігва без допомоги. Прошу, {Ім'я}, повернись туди і розкажи Ґорнеку про те, що зі мною сталося. Можливо, він зможе мені допомогти.]===],
[===[Донесіть звістку про стан Гана'зуа Ґорнеку в Лігві.]===],
nil,
[===[Судячи з опису тієї тварюки, я гадаю, ти говориш про Саркота! Не дивно, що Гана'зуа програв той бій. Я негайно направлю туди підмогу, можеш більше не хвилюватись про стан Гана'зуа.

Попри все це, мене вразила звістка про твою перемогу над Саркотом. Це подвиг, яким можна пишатись, {Ім'я}. І те, що ти борешся за честь незнайомця, відсуваючи власні справи на задній план, підвищує твою гідність в сотню разів.]===],
},
[805] = {
[===[Звітування у селище Сен'Джин]===],
[===[Твоя боротьба з Палаючим Лезом закінчена… в долині. Але я хочу, щоб ти {стать:доповів:доповіла} про свої знахідки.

Йди в селище тролів Сен'Джин і знайди майстра Ґадріна. Селище Сен'Джин лежить на сході від долини Випробувань, праворуч від роздоріжжя.

Розповіси Ґадріну про Палаюче Лезо, і про те, чого вони досягли в долині Випробувань. Дізнайся від нього, чи дійшли вони до селища Сен'Джин.

Йди, {Ім'я} і не барись. Я боюсь, що зло, знайдене у печері Палаючого Леза, є вісником більшої загрози…]===],
[===[Поговоріть з майстром Ґадріном у селищі Сен'Джин.]===],
nil,
[===[Хмм… Твоя розповідь прийшла у поганий час. Палаюче Лезо не помічали тут у Сен'Джині, але їхнє зло пустило сім'я по узбережжю, на островах Ехо.

Орки — друзі Тролів Темного Списа. Шановані друзі. Ми хочемо допомогти оркам, але… нам теж потрібна допомога.]===],
},
[806] = {
[===[Темні хмари]===],
[===[Ми не можемо дозволити Палаючому Лезу закріпитись у Дуротарі! Ми мусимо знищити їх, перш ніж ця гниль розповсюдиться!

Я провів власне розслідування і дізнався, що чорнокнижник Палаючого Леза, гоблін Фіззл Темношторм, став табором посеред Громового кряжа на північному заході. Звідти він і його посіпаки-культисти поширюють хаос нашими землями.

Знайди, вбий Фіззла і принеси мені його кіготь!]===],
[===[Принесіть кіготь Фіззла Орґнілу Духошраму у Колючий Пагорб.]===],
[===[Ти {стать:знайшов:знайшла} Фіззла, {Ім'я}? Його разом із рештою Палаючого Леза потрібно раз і назавжди викурити з наших земель!]===],
[===[Ага! Ти його {стать:дістав:дістала}!

Клан може пишатися тобою, {Ім'я}. І саме завдяки тобі, Дуротар став вільним ще від одного прибічника злих сил.]===],
},
[808] = {
[===[Череп Міншини]===],
[===[Я чую голос мого брата, Міншини, що зве мене у моїх снах.

Його забрав Залазейн, чорнокнижник з островів Ехо, що на сході. Мій брат мертвий.

Але смерть не стала звільненням для нього. Дух Міншини заточений у пастці свого ж черепа, під дією магії Залазейна. У своїх снах я бачу його поряд із іншими черепами, у колі сили, на найбільшому з островів Ехо. Поки він знаходиться там, душа мого брата приречена на страждання.

Прошу, {Ім'я}. Знайди коло і забери череп Міншини. Принеси мені його.

Звільни його!]===],
[===[Дістаньте череп Міншини з кола сили на островах Ехо.

Поверніть його майстру Ґадріну у селищі Сен'Джин.]===],
[===[Череп мого брата у тебе, {Ім'я}? Він нарешті вільний?]===],
[===[Дякую тобі, {Ім'я}. Ти {стать:врятував:врятувала} Міншину. Ти {стать:врятував:врятувала} душу мого брата від рабства!]===],
},
[809] = {
[===[Ак'Зелот]===],
[===[З часів останньої великої війни, в якій Палаючий Легіон зазнав поразки, я шукаю джерела демонічної гнилі серед орків. Нашийник, що я отримав, підтверджує мої страхи.

Він належить Палаючому Лезу, культу, що об'єднується навколо предмета, наповненого демонічною силою. Цей предмет зветься Демоновим Сім'ям, і знаходиться він у Степах, на вершині Зловісного Туману. Сім'я має бути знищене!

Йди на Далекостежну заставу, що на кордоні зі Степами на заході, і поговори з моїм учнем, Ак'Зелотом. Він направить тебе далі.]===],
[===[Поговоріть з Ак'Зелотом у Степах.]===],
nil,
[===[Нііру хоче, щоб Демонове Сім'я було знищене, справді? Дивно…

Що ж, добре. Якщо він цього хоче, я розповім тобі як його позбутись.]===],
},
[812] = {
[===[У пошуках зцілення]===],
[===[{Ім'я}... ти дуже вчасно. Я лише сподіваюсь, що теж зможу віддячити за твою швидкість.

Я був необережний, б'ючись з отрутохвостами, і один з них глибоко мене вжалив. Я відчуваю, як його отрута ослаблює мене, навіть від того, що ми розмовляємо. Мені залишилось жити десь з годину. Але щоб вижити, мені треба твоя допомога…

Кор'ґхан у Орґріммарі знає набагато більше про протиотруту. Знайди його… і поспіши, {Ім'я}. Я довго не протримаюсь. Він має бути у Розколині Тіні.]===],
[===[Знайдіть Кор'ґхана у Орґріммарі і отримайте протиотруту отрутохвоста. Потім принесіть протиотруту Рінаґу на північному заході Дуротару.]===],
[===[Я майже радий, що не можу повернутись до селища Сен'Джин таким, як зараз. Мою слабкість і тупість обов'язково б висміяли.]===],
[===[{Ім'я}, ти {стать:врятував:врятувала} моє життя. Дякую тобі.

Будь ласка, візьми це. Якщо не зможеш виручити за це кілька монет, то, сподіваюсь, воно хоча б допоможе тобі у твоїх мандрівках. З того, що ти кажеш, я все одно не зможу цим користуватись найближчим часом. Кор'ґхан прожене мене через купу своїх ритуалів, перш ніж я доведу свою гідність. Далі убивати кабанів, далі збирати хвости скорпідів… <зітхає>]===],
},
[813] = {
[===[У пошуках протиотрути]===],
[===[Отрутохвости — одні з найсмертельніших скорпидів Дуротару. Рінаґ вчинив немудро, полюючи на них без протиотрути, але осуд — це останнє, що йому потрібно.

Принеси мені декілька отруйних залоз отрутохвостів, що водяться біля воріт Орґріммара, і я зроблю для Рінаґа протиотруту.

Поспіши, {Ім'я}. Один з наших потребує твоєї допомоги.]===],
[===[Принесіть 4 отруйні залози отрутохвостів Кор'ґхану в Орґріммар.]===],
[===[Пам'ятай, неважливо на кого ти полюєш, ти маєш уважно вивчити його і зрозуміти його поведінку. Це знання може врятувати твоє життя.]===],
[===[Ось протиотрута, {Ім'я}. Віднеси її Рінаґу так швидко, як можеш, і будь {стать:обережний:обережна}.]===],
},
[815] = {
[===[Розбити пару яєць]===],
[===[Оува! Я ледь не забув приготувати сніданок.

{Ім'я}, збирайся і принеси мені декілька яєць хвостохлястів. Мені потрібно щонайменше три, якщо я захочу приготувати достатньо їжі на завтра.

Кривавопазурові хвостохлясти можуть бути агресивними і відчайдушно захищають свою кладку аж до самої смерті. Інколи, в цілях захисту, вони закопують яйця занадто глибоко в землю, але якщо ти підеш прямо на острови Ехо, що на південному сході від селища Сен'Джин, то зможеш з легкістю побачити достатню їх кількість довкола.]===],
[===[Принесіть 3 яйця хвостохлястів кухарю Торці в Колючому Пагорбі.]===],
[===[Сніданок, обід, вечеря! Кому яка різниця, що подають? Комусь все одно треба все це готувати — точніше, мені!]===],
[===[Ти може й {стать:слабак:слабка}, але хоча б не незграба, {Ім'я}.

Ось, візьми це і вали з моїх очей. Мені треба готувати.]===],
},
[816] = {
[===[Загублений, але не забутий]===],
[===[{Ім'я}, прошу, ти допоможеш мені? Мій син Крон пішов полювати декілька днів тому, і досі не повернувся. Він пішов на захід у сторону Степів полювати на кроколісків вздовж Південнолютної річки. Я боюсь найгіршого.

Хоч він і був сильним, але його вперта гордість приводила його до таких небезпек. Я попереджала його про лють і силу кроколісків. Але він лише розізлився і кинувся геть.

Якщо ти не зможеш знайти його, принаймні дізнайся, що з ним сталось… Навіть якщо тобі доведеться розрізати живіт кожного з кроколісків на берегах Південнолютної.]===],
[===[Дізнайтесь, що сталось з Кроном і дайте знати Міші Тор'крен на фермі на північному заході від Колючого Пагорба.]===],
[===[Я молюсь, щоб Крон повернувся, але майже впевнена, що вже знаю його долю.]===],
[===[Ох, мій сину… мій прекрасний сину.

Невпевнена щодо долі мого сина, я мучилась з того дня, як він пішов. Тепер, знаючи, що з ним сталось, я нарешті можуть почати оплакувати його.

Дякую тобі, {Ім'я}. Будь ласка, візьми це, я хотіла віддати Крону як подарунок, коли він повернеться. Тепер, знаючи, що він мертвий, я не можу на це дивитись.]===],
},
[817] = {
[===[Корисна здобич]===],
[===[Більшість шкур, які ми використовуємо, добуваються з дуротарських тигрів, {Ім'я}. Ковдри, обладунки, намети: є багато причин, чому ми полюємо на цих звірів, і так само багато причин, чому ми не заважаємо поширенню їхньої популяції.

Та настав час прорідити отару, так би мовити. Наші ряди ростуть і наші потреби починають перевищувати наші запаси. Мені потрібно більше шкур, щоб підготувати придатні речі для наших людей.

Принеси мені 4 шкури дураторських тигрів і я тобі віддячу. Ти знайдеш їх на островах на півдні звідси.]===],
[===[Принесіть 4 шкури дуроторського тигра Вел'ріну Іклу в селищі Сен'Джин.]===],
[===[Я пам'ятаю моє перше полювання на тигрів, {Ім'я}. Я обрав найбільший з островів Ехо, чудово затаївся у тіні листя майже на весь день… видивляючись… очікуючи.

Мої м'язи були напружені, я був готовий до удару. Коли тигр нарешті вхопив наживку, це була одна з моїх найславетніших перемог.]===],
[===[Я задоволений, {Ім'я}. Із твоєю допомогою наші люди будуть захищені і не замерзнуть, коли зміниться пора року.

Дякую тобі.]===],
},
[818] = {
[===[Розчинник духу]===],
[===[Хоч мої очі мене підводять, я все ще досить добре бачу. Дедалі частіше я маю покладатись на свої алхімічні здібності для допомоги з магією, що колись так просто мені давалась. Але я відмовляюсь брати учня — досі не натрапляв на гідного троля чи орка!

Ти {стать:гідний:гідна}? Звісно… Звісно ж ти думаєш, що так….

Дістанеш для мене дещо?

Мені потрібні непошкоджені очі макрури і фіали з слизом крабів-повзунів. Ти знайдеш їх у будь-якої макрури чи краба-повзуна в Дуротарі. Принесеш, тоді побалакаєм.]===],
[===[Принесіть 4 непошкоджених ока макрури і 8 фіалів з слизом крабів-повзунів до майстра Ворнала в селищі Сен'Джин.]===],
[===[Час — справжнє випробування сили та волі. Втратиш терпіння чи піддасися слабкостям, і справжнє нутро покаже себе.]===],
[===[Дуже добре, {стать:юначе:дівчинко}… Дійсно дуже добре.]===],
},
[819] = {
[===[Пуста діжка Чена]===],
[===[Невелика табличка на одному з кінців діжки говорить:

"Чен Буредуж-

Нехай твій дух буде сповненим, а кухоль завжди наповненим."]===],
[===[Знайдіть когось, хто володіє інформацією про пусту діжку Чена.]===],
[===[Так?]===],
[===[А щоб я...

Це одна з діжок Чена Буредужа. Він колись давно мандрував разом із Рексаром. Я не бачив і не чув про нього вже вік кодо. Вельми вдячний тобі за те, що {стать:приніс:принесла} мені це барильце, {Ім'я}.]===],
},
[821] = {
[===[Пуста діжка Чена]===],
[===[Бажаєш скуштувати напій, названий іменем Чена? Ох, буредуж - міцне вариво. Чен поділився рецептом з моїм наставником, а той - передав його мені. Щоправда, мені не вистачає кількох компонентів, але я запевняю тебе: вштирить добре! Воно того варте.

Роздобудь мені 5 ікол будь-якого лева савани, 5 нирок будь-якого рівнинобіга та лише 1 ріг будь-якого виду громоящера. Це повинно вистачити для браги.

Ці інгредієнти не важко дістати по всіх Степів.]===],
[===[Принесіть 5 ікл лева савани, 5 нирок рівнинобіга й 1 ріг громоящера бровареві Дрону до Брашпиля.]===],
[===[Як минає пошук?]===],
[===[Ха-ха... Я ніколи не думав, що знову варитиму це питво.

Ти {стать:розбурхав:розбурхала} в мені почуття сильної ностальгії, {ім'я}. Згадався останній раз, коли я зварив трозьку брагу. Дякую. Ці спогади зібрівають мені нутро.]===],
},
[822] = {
[===[Пуста діжка Чена]===],
[===[Чудовий той напій буредуж, еге ж?

У мене є ще один рецепт, який повідав мені Чен. Цікавить? Приготування не займе багато часу, а ще напій може стати тобі у нагоді в подальших пригодах.

Принеси мені 5 громозалоз будь-якого бурешкура, 1 слинну залозу з більшеньких громояструбів  і печінку кодо від будь-якого кодо, що зустрінеться тобі на просторах Степів.

Зуб даю, ця штука крута: це - трозька брага, про яку я розповідав тобі раніше.]===],
[===[Дістаньте 5 блискозалоз, 1 слинну залозу громояструба та 1 печінку кодо для броваря Дрона у Брашпилі.]===],
[===[Ти й досі у пошуку всіх інгредієнтів, {Ім'я}?]===],
[===[Ха-ха! Я знав, що ти не встоїш перед цим хмільним напоєм. Повертайтеся у будь-який час, як захочеш ще, {ім'я}. Просто принеси мені всі ті інгредієнти знову.]===],
},
[823] = {
[===[Звітування Орґнілу]===],
[===[У нас в селищі Сен'Джин своїх проблем достатньо, і ми дякуємо тобі за твою допомогу. Але новини, що ти приніс, стосовно Палаючого Леза, можуть бути проблемою для усіх.

У Колючому Пагорбі є орк, Орґніл Духошрам, який охороняє Дуротар від подібного зла! Йди до Орґніла і розкажи йому про нашу ситуацію, а також про твої новини з долини Випробувань. Він захоче почути про це.

Колючий Пагорб знаходиться на півночі.]===],
[===[Поговоріть з Орґнілом Духошрамом у Колючому Пагорбі.]===],
nil,
[===[Так? Тобі є що повідомити? Ну, тоді викладай!]===],
},
[825] = {
[===[З уламків....]===],
[===[Один із моїх найбільш спостережливих розвідників доповів, що уламки флоту Праудмура досі знаходяться вздовж дуротарського узбережжя, на схід від Тіраґардської твердині.

Ні для кого не секрет, що люди в альянсі з цими брудними коротунами-гномами, які, своєю чергою, досить непогано розбираються у питаннях механіки. Ми мусимо мати повне розуміння наших потенційних ворогів. Увесь наш народ теж виграє від цих знань.

Попірнай між уламками, {Ім'я}, і дістань мені інструменти Альянсу.]===],
[===[Ґар'Ток з Колючого Пагорба хоче, щоб ви дістали 3 інструменти гномів з корабельних уламків вздовж берега.]===],
[===[Як тільки ми зрозуміємо, як люди керують своїми дивними машинеріями, то отримаємо величезну перевагу у майбутніх битвах.

З отриманими знаннями Орда стане ще сильнішою.]===],
[===[Твоя місія по отриманню інструментів була успішною, {клас:к}. Я простежу, щоб вони дістались Орґріммару із наступним караваном.

Добре зроблено.]===],
},
[826] = {
[===[Залазейн]===],
[===[Знахар Залазейн мешкає на островах Ехо, що лежать на сході. Островах, які ми колись називали домом.

Звідти він відправляє своїх тролів на материк зачакловувати наших людей і перетягувати їх під свій контроль.

Його потрібно зупинити.

Убий Залазейна і його посіпак — колишніх тролів Темного Списа. Їх вже не врятувати… Принеси мені його голову і я буду знати, що цьому злу настав кінець.]===],
[===[Переможіть Залазейна.

Убийте 8 тролів вуду і 8 зачарованих тролів.

Принесіть голову Залазейна Ґадріну.]===],
[===[Залазейн вже переможений, {Ім'я}?]===],
[===[Зі смертю Залазейна наше плем'я знову може спати спокійно.

Дякую тобі, {Ім'я}. Плем'я Темного Списа тобі дуже зобов'язане. Якщо тебе турбує якийсь недуг, звернись до мого помічника Бом'бея, позаду мене. В нього достатньо сильне вуду...]===],
},
[827] = {
[===[Скеля Черепа]===],
[===[{Ім'я}. На сході від Орґріммару Палаюче Лезо захопило печеру, відому як Скеля Черепа. Там вони проводять свої дикі ритуали і спалюють власну плоть опалюючими ошийниками.

Думаю, що вдягаючи ці ошийники, культисти намагаються осягнути демонічні сили. Але щоб підтвердити таку гіпотезу, мені потрібно декілька цих предметів для аналізу.

Йди до Скелі Черепа і забери опалюючі ошийники у культистів. Принеси їх мені, і я розкрию їхні секрети.]===],
[===[Заберіть опалюючі ошийники у культистів зі Скелі Черепа.

Принесіть їх Марґозу у його табір.]===],
[===[Ти {стать:ходив:ходила} до Скелі Черепа, {Ім'я}? {стать:Приніс:Принесла} мені опалюючі ошийники?]===],
[===[Чудово. Ці ошийники приховують в собі секрети Палаючого Леза. І я їх розкрию...]===],
},
[828] = {
[===[Марґоз]===],
[===[Один із наших шаманів, Марґоз, знає більше про гниль Палаючого Леза. За його словами, в печері, що зветься Скеля Черепа, одразу за Орґріммаром, оселилась велика кількість послідовників Палаючого Леза.

Перш ніж ти підеш у Скелю Черепа, поговори з Марґозом. Він мудрий, а його поради дуже цінні.

Він став табором на північному сході, між узбережжям і Сухощільним яром.

Прислухайся до його порад, але хоч що там Марґоз тобі казатиме, {Ім'я}, я все одно хочу, щоб ти {стать:роздавив:роздавила} тих культистів!]===],
[===[Поговоріть з Марґозом.]===],
nil,
[===[Вітаю, {Ім'я}. До мене дійшли розмови про твій прихід і про твої подвиги у Дуротарі.

Твоя майстерність росте пропорційно твоїй славі, {клас:к}.

Йди цим шляхом, і на тебе чекає велике майбутнє.]===],
},
[829] = {
[===[Нііру Вогняне Лезо]===],
[===[Ці опалюючі ошийники, які ти мені приніс — могутні, демонічні знаряддя. Визначити ж їхні походження, на жаль, за межами моїх сил шамана. Щоб дослідити їх, нам потрібен чорнокнижник.

Віднеси опалюючий ошийник до Нііру Вогняного Леза. Хоч він і талановитий чорнокнижник, за його словами, він використовує сили для приборкання демонів і заявляє, що займається окультними дослідами лише в добрих намірах. Правда це чи ні, нам може знадобитись його допомога проти демонічного культу в Дуротарі.

Ти можеш знайти Нііру в Орґріммарі у Розколині Тіні.]===],
[===[Принесіть зразок ошийника Нііру Вогняному Лезу в Орґріммар.]===],
[===[Мої великі вітання, {клас:к}. Як можу я допомогти моєму другу-{раса:д}?]===],
[===[Арх, і звідки ти це {стать:дістав:дістала}? Добрий Марґоз у Колючому Пагорбі послав тебе до мене, чи не так?

Ну що ж, подивімось поближче...]===],
},
[830] = {
[===[Накази адмірала]===],
[===[Ви відкриваєте старий зім'ятий конверт і бачите якийсь офіційний документ. Ви помічаєте знак з печаткою адмірала Праудмура.

Скоріше за все, це важливий документ. Можливо Ґар'Ток, командувач Колючого Пагорба, буде зацікавлений у цій інформації.]===],
[===[Принесіть накази адмірала Праудмура Ґар'Току в Колючий Пагорб.]===],
[===[Маєш занепокоєний вигляд, {клас:к}. Що там у тебе?]===],
[===[Нам це не обіцяє нічого хорошого. Передати мені цю інформацію було розумно з твого боку.]===],
},
[831] = {
[===[Накази адмірала]===],
[===[Людям нема віри. Ми билися пліч-о-пліч з ними, але в глибині душі знали, що рано чи пізно вони нас зрадять.

Адмірал Праудмур був убитий, але цього виявилося недостатньо, щоб зупинити їх зраду. Ця підступна людина встигла до кінця все продумати і перед смертю виклала свої плани на папері.

Схоже, що поширення його впливу не припинилося навіть зі смертю Бенедикта. Хто знає, коли наступна хвиля людей Праудмура обрушиться на наші береги?

Ці накази слід негайно передати в Орґріммар, Назґрелу! Ти знайдеш його в приймальній залі Тралла.]===],
[===[Віднесіть накази адмірала Праудмура Назґрелу в приймальній залі Тралла в Орґріммарі.]===],
[===[Ти що, не бачиш, що я зайнятий? Сподіваюсь, це важливо…]===],
[===[О, скільки разів я переконував воєвождя не довіряти людям! Однак тут мова не про особисту гордість.

Ти гідно {стать:послужив:послужила} Орді, {стать:юний:юна} {клас:к}.

А зараз вибач, я маю негайно поговорити з Траллом...]===],
},
[832] = {
[===[Палаючі тіні]===],
[===[<Слова плавно перетікають з підвіски у вашу свідомість>

Ґазз'уз?

Ґазз'уз… відповідай!

Про те, що ти знайшов у Скелі Черепа вже відомо. Готуйся до нападу!

Ґазз'уз, я вимагаю, щоб ти відгукнувся! Відповідай, або я повідомлю про все Нііру Вогняне Лезо, а він-то вже тебе точно не пожаліє.

З ним тобі краще не гратися...

… Ґазз'уз, ти там…?]===],
[===[Принесіть це око Нііру Вогняне Лезо.]===],
[===[Ти маєш розповісти про щось життєво важливе. Я відчуваю це у твоєму погляді.]===],
[===[<Розглядає Око Палаючої Тіні>

Цікаво. Почутий голос назвав моє ім'я? Я давно завоював репутацію мисливця на ворогів нашого воєвождя, але… дивно, що мене так визначили. Ще дивніше те, що у когось з послідовників культу Палаючого Леза ім'я, настільки подібне до мого.

Я маю вивчити цю підвіску. Вивчити та обміркувати значення цього послання.

Дякую тобі за знахідку, {Ім'я}. Ти {стать:зробив:зробила} велику послугу своєму народові.]===],
},
[833] = {
[===[Священне поховання]===],
[===[Тільки найзвитяжніші таурени можуть бути поховані на Червоних скелях, нашому священному кладовищі. Ця честь випадає лише найзвитяжнішим воїнам, які заснували і захищали Громовий Бескид, тим, хто віддав свої життя на благо свого племені та ватажків.

Але схоже, що нечиста загроза проторила свій шлях на нашу святу землю. Могили опоганюють встрягачі із племені Щетиношкурих, а я занадто старий, щоб прогнати їх.

Проти них допоможе лише сила, {Ім'я}.]===],
[===[Хранитель традицій Дощовий Тотем хоче, щоб ви вбили 8 щетиношкурих встяграчів на Червоних скелях.]===],
[===[Встрягачів із племені Щетиношкурих потрібно вигнати з нашого священного кладовища, {Ім'я}.]===],
[===[Хороша робота. Ти {стать:відправив:відправила} цим брудним Щетиношкурим чітке повідомлення. Тепер вони подумають двічі, перш ніж знову оскверняти святі для нас місця.]===],
},
[837] = {
[===[Вторгнення]===],
[===[Коли ми прибули, Бритвогриві свинобрази тримали більшу частину землі і були для нас справжньою склакою в дупі. Своїми силами ми вигнали велику їх кількість, але поодинокі табори й досі добре укріплені у певних місцинах.

Це продовжується занадто довго. Для власного захисту, ми не можемо дозволити Бритвогривим закріпитись у наших землях. Їхні табори можна відшукати на заході. Орієнтуйся на ожинові колючки і знайдеш їх. Сьогодні ми виженемо їх з Дуротару, а завтра, можливо, з усього Калімдору!]===],
[===[Убийте 4 бритвогривих свинобразів, 4 бритвогривих розвідників, 4 бритвогривих пилоступів і 4 бритвогривих боєстражів для Ґар'Тока у Колючому Пагорбі.]===],
[===[Хоч вони і володіють якимись знаннями, і мають певну організованість, але я продовжую дивуватись, як ці свинобрази були здатні захопити і утримувати так багато територій у Калімдорі. Можливо, вони є більш підступним ворогом, ніж я вважав раніше…]===],
[===[Я розповім усім, що свинобрази були вигнані зі своїх барлогів і тепер їхні будівлі можна спалити. Усунення Бритвогривих з Дуротару підводить нас ближче до повного закріплення кордонів нашої нової батьківщини.]===],
},
[840] = {
[===[Новобранець Орди]===],
[===[Гмм, ти виглядаєш досить {стать:сильним:сильною}.

Слухай, мій хороший друг Карґал потребує кількох новобранців для служби у Степах. Я знаю, ти хочеш допомогти Орді. Що ж, це твій шанс.

Віднеси цей лист новобранця Карґалу і подивимось, чи він підпише його.]===],
[===[Йдіть західним шляхом від Колючого Пагорбу через міст до Степів.

Зупиніться на заставі орків за мостом.

Віддайте Карґалу Битвошраму у заставі, що в Степах, ваш лист новобранця.]===],
[===[Чого тобі, щеня? Якщо ти тут щодо вербування, то в мене нема на тебе часу.]===],
[===[Ох, то це Такрін послав тебе? Він відмінний розвідник, не знаю, що б я робив без нього.

Я підпишу твого листа, але нам особливо б знадобилася чиясь допомога у Перехресті.]===],
},
[842] = {
[===[Призов на Перехрестя]===],
[===[Візьми цей підписаний вербувальний лист до Перехрестя.

Серґра Темношип, хай їй трясця, там головна. Вона нудотна шаманка, яка запаморочить тобі мізки, перш ніж дозволити зробити хоч щось корисне. Тралл переконаний, що вона особлива, але я в тому не впевнений.

Ти вже {стать:сам:сама} маєш вирішити для себе, {стать:малий:мала}…]===],
[===[Йдіть західною дорогою від Далекостежної застави Карґала.

На роздорожжі поверніть ліворуч і йдіть південним шляхом.

Знайдіть Серґру Темношип на перетині доріг посеред Перехрестя.]===],
[===[Так так так, що ми тут маємо? Карґал вирішив відзначити мене черговим новобранцем?]===],
[===[Добре, {Ім'я}. Ти хочеш зробити свій внесок у справу Орди? Що ж, тут вдосталь роботи, тому слухай уважно і роби те, що тобі кажуть.

{стать:Я бачу цей погляд у твоїх очах, не думай, що буду терпіти таку зухвалість. Тралл особисто оголосив жінок Орди рівними чоловікам. Ставитимешся до мене зневажливо, і відчуєш, що таке справжній біль.:Я рада, що зустріла тебе. Траллу буде приємно дізнатись, що дедалі більше жінок бере на себе ініціативу щодо розширення нашого впливу у Степах.}]===],
},
[844] = {
[===[Гроза рівнинобігів]===],
[===[Твоя перша здобич буде легкою.

Рівнинобіги, що водяться на сході, безперестанку зазіхають на наші запаси їжі та вже стоять нам у горлі.

Перебий їх і повертайся до мене з дзьобами.]===],
[===[Зберіть 7 дзьобів рівнинобігів і принесіть їх Серґрі Чорношип на Перехрестя.]===],
[===[Ти {стать:назбирав:назбирала} дзьоби рівнинобігів?]===],
[===[Дуже добре, {ім'я}. Без рівнинобігів нам буде легше контролювати поставки провіанту. І я сподіваюся, що ти {стать:пізнав:пізнала} декількі хитрощів там, у Степах, бо твоя наступна здобич трохи більш норовиста, ніж рівнинобіги...]===],
},
[848] = {
[===[Спори грибів]===],
[===[Оазиси Степів приховують таємницю. Життєва енергія тече в тих водах, підживляючи рослини та звірів, які її п'ють.

Живить і змінює.

Біля тих оазисів водиться особливий гриб. Його спори мають деякі властивості, які ми, аптекарі Лордерона, вважаємо корисними.

Принеси мені ці спори, а ми тобі щедро віддячимо.]===],
[===[Принесіть 4 спори грибів до аптекара Гелбріма на Перехрестя.]===],
[===[Ти {стать:дістав:дістала} спори, {ім'я}? У Громовому Бескиді моя колега чекає на концентрат відвару, що я маю зготувати, тож мені конче необхідні спори...]===],
[===[О-о, так. Які чудові зразки. Дозрілі.

Я з відречених, а ми слів на вітер не кидаємо. Ось твоя нагорода, {ім'я}.]===],
},
[850] = {
[===[Лідери Колкарів]===],
[===[Кентаври багато років дошкуляють тауренам. А останнім часом клан Колкар зі Степів перетворився на справжню загрозу. Зазвичай, місцеві з цих істоти - дезорганізовані, але в їхніх рядах з’явилися нові лідери, згуртовуючи їх.

Заради збереження нашого осередку тут, цих кентаврських лідерів необхідно знищити.

Принеси мені голову Барака Кодобоя. Він облаштував табір біля Забутих ставів, що на півночі.

Здолай його, потому повертайся до мене.]===],
[===[Принесіть голову Барака Реґтарові Згубобрамі західніше Перехрестя.]===],
[===[Вітаю, {ім'я}. Маєш голову Барака?]===],
[===[Блискуче, {ім'я}. Кентаври - примітивні, тупоголові істоти, але деякі мають достатньо кмітливості та ідей для лідерства. І такі - найнебезпечніші.

Барак був таким кентавром. Добре, що він мертвий.]===],
},
[852] = {
[===[Гезрул Кровослід]===],
[===[Хезруль Кровослід - є лідером кентаврів клану Колкар в Степах. Він лютий, жорстокий і лукавий. Його кончина підірве і зламає Колкарів, значно зменшивши їхню загрозу для нас.

Так що вбий його. І нехай голова Хезруля приєднається до Баракової і Вероґової.

Він веде своїх послідовників з Рясноводдя на південь.]===],
[===[Принесіть голову Гезрула Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Чи переможений Гезрул, {ім'я}?]===],
[===[Хвалю тебе, {ім'я}. Ці кентаври недисципліновані та не можуть сконцентрувати свою лють так, як орки, але все-таки вони завзяті. У перемозі над ними ти ще раз {стать:продемонстрував:продемонструвала} свою доблесть.]===],
},
[853] = {
[===[Аптекарка Зама]===],
[===[Я переробив спори, що ти мені {стать:дав:дала}, в емульсію. Тепер час відправити їх моїй колезі, аптекарці Замі. Якщо віднесеш їй пакунок, то отримаєш у нагороду щось із наших алхімічних запасів.

Знайдеш її в Джерелах Видіння, печера під місцем зібрання шаманів Громового Бескиду. Шлях до цієї печери добре прихований, але ти знайдеш його у Верхів’ї Духів.

Поспішай! Ефективність моєї емульсії досить швидкоплинна, тож скоро її слід обробити та перекоркувати.]===],
[===[Віднесіть оброблені спори аптекареві Замі до Громового Бескиду, доки не спливе наданий на це час.]===],
[===[Ти {стать:приніс:принесла} щось від аптекаря Гелбріма?]===],
[===[О-о, спори із Степів, які збирав сам Гелбрім. Він заручився твоєю допомогою щодо доставки? Добре.

А емульсія все ще дієва. Бачу, що ти не {стать:ловив:ловила} ґав по дорозі сюди. Молодчага, {клас:к}.]===],
},
[854] = {
[===[Подорож до Перехрестя]===],
[===[Я передбачив твій прихід, {стать:юний:юна} {клас:н}. Хоча, можливо, ти вже не {стать:такий юний:така юна}, як раніше.

Гадаю, тобі час піти вглиб цієї землі. Я відчуваю, що тобі судилися великі діяння.

Перехрестя, ось що ти маєш знайти. Наші життя переплетені з життями орків, і вони потребують нашої допомоги. Йди далі по цій дорозі на схід і прямуй нею на північ до Перехрестя. Знайди Торка за його стінами, він несе благословіння Матері-Землі.]===],
[===[Поговоріть з Торком у Перехресті у Степах.]===],
nil,
[===[Як добре, що все більше союзників нашої раси приходять допомогти нам з такої далечини, як Громовий Бескид. Вітаю тебе.]===],
},
[855] = {
[===[Наручі кентаврів]===],
[===[Плем'я Колкар загрожує пануванню Орди у Степах, тому ми повинні зменшити чисельність їхніх військ. Тобто, пора відрядити тебе полювання.

Вирушай на території Колкарів, убий якомога більше їхніх воїнів і позбирай кентаврські наручі. Повертайся, коли у тебе буде ціла купа тих трофеїв, а Орда тебе щедро винагородить.]===],
[===[Принесіть 15 наручів кентаврів Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Як твоє полювання, {ім'я}?]===],
[===[Чудова робота. Я впевнений, що ти {стать:вселив:вселила} страх у кентаврів, що вижили, {ім'я}. Якщо у них є здоровий глузд, вони заспокояться та припинять свій наступ.

Але, щось мені каже, що вони не отямляться. Прикро.

Прикро...для них.]===],
},
[861] = {
[===[Шлях мисливця]===],
[===[А ти {стать:охочий:охоча} до мандрівок, я можу сказати. Я теж мав жагу до блукання, колись…

Блукати та полювати, бо мисливство для таурена - найбільша честь.

Якщо ти справді хочеш йти шляхами мисливця, тоді Мелор Кам’яне Копито може показати тобі путь. Він у Громовому Бескиді, на верхів'ї Мисливців.

І щоб показати йому твої вміння та рішучість, принеси йому пазурі рівнинних скрадачів Мулґору. Вони сильні та хитрі - підхожа здобич для молодого {клас:р} на шляху мисливця.]===],
[===[Принесіть 4 пазури рівнинного хижака Мелорові Кам’яному Копиту до Громового Бескиду.]===],
[===[Вітаю. Твоя присутність багато про що говорить. У нас є, про що поговорити?]===],
[===[Скорн Біла Хмара - мудрий таурен. Він полював багато років, і, хоч його тіло вже старе, його дух запекло палає. Він робить нам честь, будучи серед нас.

Якщо Скорн послав тебе до мене, значить, у тебе теж є мисливський дух А ці зібрані тобою пазурі показують твої вміння, які вже дали паростки.

Можливо, ти {стать:готовий:готова} йти шляхом.]===],
},
[879] = {
[===[Зрада зсередини]===],
[===[З Крааля вийшло троє з мого племені - керувати набігами на Орду. <фиркає> Вони безжальні та хитрі, але як тільки ти їх позбудешся, то ваше Перехрестя і навіть більшість Степів відчують полегшення ... <фиркає> принаймні, від племені Бритвогривих. <фиркає>

Нак, Куз і Лок Орковбивця - саме ті, хто тобі треба. Вони перебувають далеко на півдні Степів. Один - заклинатель, інший - мисливець, а їхній лідер - той, що зветься Орковбивцею - <фиркає> воїн. Убий їх, {раса:к}, як і вони вбили мене.]===],
[===[Вбийте Нака, Куза та Лока Орковбивцю та піднесіть їх черепи Кривозубу в табір Таурайо у Степах.]===],
[===[Ну як там твоє полювання, {раса:к}?

Торк думає, що знає правду про те, хто очолює набіги на його народ, але він скоро збагне, наскільки був неправий. Якщо ти справишся.

Моя смерть неминуча, але ти {стать:завдав:завдала} багато страждань моїм ворогам, тому Кривозуб ні про що не шкодує.]===],
[===[Нарешті! Краще такий кінець, вважає Кривозуб. <фиркає> Вони повинні були <фиркає> впевнитися, що я мертвий, перш ніж лишати <фиркає> мене тут, у цій покинутій клітці.

Залишилося для тебе лише одне завдання, {раса:к}.]===],
},
[880] = {
[===[Видозмінені істоти]===],
[===[Твої відкриття просто неймовірні, {ім'я}! Джерело властивостей оазисів певно надходить із зовнішнього середовища. А можливо навпаки, із надр, із самого лона землі.

Хотілось би знати, як ці проломи впливають на звірів, які п'ють з води оазисів.

Вистежи клацопиків в Застійному оазисі та на Рясноводді. А панцирі неси мені, щоб я міг їх оглянути.]===],
[===[Принесіть 8 панцирів видозмінених тріскощелепів Тонзі Рунному Тотемові на Перехрестя.]===],
[===[Як минає збір? Ти {стать:дістав:дістала} панцирі?]===],
[===[Дякую, {ім'я}. Вивчення звірів тієї чи іншої місцевості може багато розповісти про саму місцевість. Подивимося, що розкажуть нам ці панцирі.

Прийми мою вдячність за допомогу... і візьми ці монети. Мені вони вже не треба, а тобі, можливо, ще знадобляться.]===],
},
[881] = {
[===[Ечеякі]===],
[===[Біломла, або ж Ечеякі мовою тауренів - король серед котячих Савани. Він настільки майстерно таїться на полюванні, ніби тонка, біла імла, що непомітно стелиться по землі. А ще настільки миттєво вбиває свою здобич, що та не має часу жахнутися чи відчути біль.

Таурени кажуть, що Ечеякі - це і милість, і смерть одночасно.

От і дізнаєшся, правда це чи вигадки. Бо нині я відряджаю тебе на шлях полювання на Ечеякі. Його лігво розташоване на північному сході від Перехрестя, серед кісток велетенського кодо.

Йди. Подуй у цю сурму, коли дістанешся його лігва. Засурми - і він прийде.]===],
[===[Принесіть шкуру Ечеякі до Серґри Чорношип на Перехрестя.]===],
[===[Великий кіт кличе тебе, {ім'я}.]===],
[===[Ти {стать:здолав:здолала} Ечеякі, і хоча його дні полювання скінчилися... його дух віднині - з тобою. Він навчить тебе виявляти силу в грації та честь у милосерді.

Твій шлях ще довгий, {клас:к}. Сподіваймося ж, що ти легко ним ітимеш.]===],
},
[899] = {
[===[Поглинутий ненавистю]===],
[===[Можливо, тобі відома мука постійної невпевненості, а, можливо, й ні, {клас:к}. Але уяви собі: я стою тут кожнісінький день, від сходу сонця до його заходу, вишукуючи на горизонті цих потвор. Я вбивав кожну людиноподібну свиню на своєму шляху, проте моя жага їхньої крові далека від утамування. Напевно, замість того, щоб іти на північ до Перехрестя, мені варто було б прямувати в Таурайо.

Ти, {клас:к} - ти {стать:міг би:могла б} мені допомогти.

Повбивай їх. Забий стільки, скільки зможеш. Принеси мені їхні ікла, і ми разом відсвяткуємо їхню кончину.]===],
[===[Принесіть 60 ікл свинобразів племені Щетиношкурих для Манкріка на Перехрестя.]===],
[===[Свинобраз за це заплатить, {ім'я}. Присягаюсь!]===],
[===[{Клас:к}, ти відповідально {стать:поставився:поставилася} до мого заклику, і за це я дякую тобі.

Моя жага помсти нікуди не поділася, проте тепер я, принаймні, можу усміхатися, побачивши, що свинобрази теж відчули біль.]===],
},
[903] = {
[===[Степові скрадачі]===],
[===[Настав час полювання на щось дійсно кусюче. Степові скрадачі - не із сумирної породи. Жорсткі, винахідливі, хитрі... та смертоносні. Ти знайдеш їх серед високої трави. Багатно з них гуляють на південному заході від Перехрестя.

Будь насторожі під час полювання, {ім'я}, бо не встигнеш отямитися, як перетворишся із ловця на поживу.]===],
[===[Назбирайте 7 пазурів від скрадачів савани для Серґри Чорношип на Перехресті.]===],
[===[Як там твоє полювання, {ім'я}? {стать:Знайшов:Знайшла} скрадачів?]===],
[===[О-о, я бачу, ти часу дарма не {стать:гаяв:гаяла}, ховаючись у траві та полюючи на здобич. Як думаєш, чи стане тобі сил зустрітися із справжнім чемпіоном серед хижаків?]===],
},
[906] = {
[===[Зрада зсередини]===],
[===[Занеси голову Лока Торку на Перехрестя, {раса:к}. <фиркає> Нехай дізнається, що сталося з моїм племенем без жодного слова - ха, навряд чи він повірить, що Кривозуб приклав до цього руку. Але я впевнений, що він нагородить тебе за здійснення такого великого подвигу. <фиркає>

Й допоки я сидітиму в цій клітці, не перестану благословляти тебе силою Аґамаґґана, {раса:к}. А тепер - прощавай!]===],
[===[Принесіть Локів череп Торку на Перехрестя, що в Степах.]===],
[===[Ну, що ще?]===],
[===[Ти {стать:знайшов:знайшла} лідера Бритвогривих і {стать:прикінчив:прикінчила} його власноруч, {ім'я}? Неперевершено!

Я не можу дібрати слів, але це не означає, що я невдячний. Жителям Перехрестя варто поважати твою силу.

Маю визнати, я вважав лідером набігів на лінії постачання нашої провізії геть іншого свинобраза. Дякую тобі ще раз, {Ім'я}.]===],
},
[924] = {
[===[Демонове Сім'я]===],
[===[Демонове Сім'я — могутній інструмент Палаючого Легіону. Воно перебуває у печері на вершині Зловісного Туману, над демонічним жертовником вогню.

Я підготував силові камені, які при розміщенні біля Сім'я зруйнують зв'язок останнього з Легіоном.

Візьми камінь зі столу і принеси його до жертовника на вершині Зловісного Туману. Йди на захід, потім на північ до роздоріжжя. Вершина буде зліва. Найбезпечніший підйом — з північної частини гори.

І поспіши, сила каменя з часом поглине його.]===],
[===[Візьміть тріснутий камінь сили. Віднесіть його до жертовника вогню перш ніж камінь зникне, потім поверніться до Ак'Зелота.]===],
[===[Демонове Сім'я все ще існує. Я відчуваю його силу…]===],
[===[Твоє завдання виконане. Ти {стать:знищив:знищила} Демонове Сім'я, як того й вимагав Нііру. Але це ще не кінець…

Знищення Демонового Сім'я спричинило імпульс енергії надзвичайної сили. Я відчуваю її, і упевнений, що інші також. Інші, які допоки не можуть зрозуміти, чому їх іграшка не працює...

Але лишимо це питання на майбутнє, у мене для тебе дещо є. Нііру надіслав мені це для оплати твоєї роботи і попросив подякувати за допомогу.

Тож, дякую.]===],
},
[926] = {
[===[Тріснутий Камінь Сили]===],
nil,
nil,
nil,
[===[Ці камені наповнені магічною енергією, але навмисно пошкоджені. Вони дуже нестабільні. Піднявши їх зі столу, ви бачите, як вони швидко починають пожирати самі себе.]===],
},
[1153] = {
[===[Зразок нової руди]===],
[===[{Клас:к}, ти добряче мені {стать:допоміг:допомогла} минулого разу. Наразі воєвождь задоволений моїми досягненнями та наказує продовжувати з новою рішучістю. Моя честь вимагає, щоб я по-справжньому відзначив тебе перед воєвождем за весь твій вклад, але спершу я знову попрошу тебе про допомогу.

Нещодавно сюди прибули мандрівниками з півдня - місцевості, яка зветься Тисяча Шипів. Там вони вбили кобольда, у якого був зразок незвичної руди, але вони мені його не продали. А я конче хочу такий зразок для аналізу.]===],
[===[Знайдіть зразок неочищеної руди у копача або землеміра Жорствопиких і віддайте його Таттернаку Сталеварові в таборі Таурайо, що в Степах.]===],
[===[Я знову побачив тих мандрівників - які не продали мені зразок руди. Плював я на них з високої гірки за те, що вони відмовилися допомогти воєвождеві!

Нехай вони загинуть у битві як боягузи, а не як воїни, бо таке право мають лише ті, хто стають союзниками Орди.]===],
[===[Ладний зразок, {Ім'я}. Справді, хороший зразок.

Нехай вам повилазить, мандрівники! Тепер і в мене є руда, завдяки тобі, звісно ж.

Я негайно стану до роботи. Якщо метал виявиться достатньо міцним, то я зроблю зброю і надішлю її до воєвождя, щоб показати йому наш успіх.

Я не забуду твоєї допомоги, {клас:к}.]===],
},
[1656] = {
[===[Незавершене завдання]===],
[===[{Ім'я}, будь ласка, я прошу тебе, ти можеш мені допомогти? Я ще не закінчив своє завдання тут на Плато — лишень пройшов половину Обряду Сили — а мій батько вже просить мене донести ці шкури у таверну в Кривавому Копиті.

Я ще не достатньо відпочив, щоб пройти і обряд, і виконати його доручення. Як ти дивишся на те, щоб зробити це замість мене?

Таверна — приємне та чудове місце для відпочинку після довгих мандрівок. Я впевнений, ти погодишся зі мною, як тільки прийдеш туди.]===],
[===[Принесіть зв'язку хутра корчмареві Кауту в селищі Криваве Копито.]===],
[===[Так, {стать:юначе:юначка}? Що Каут може зробити для тебе?

Для одних подорож з Плато видається жахливим тягарем, для інших — приємним дозвіллям. Цікаво, яка вона для тебе?]===],
[===[Ах, я чекав на ці хутра. Дякую.

Ти {стать:впорався:впоралась} швидше, ніж я очікував. Вони стануть хорошими ковдрами для тих, хто захоче тут переночувати.

Будь ласка, залишайся стільки, скільки забажаєш. Моя таверна завжди відчинена, і ми раді кожному з нашого народу. І не недооцінюй хороший нічний відпочинок. Він може сильно допомогти протягом твоїх мандрівок.]===],
},
[2161] = {
[===[Ноша наймита]===],
[===[Перепрошую? Допоможете?

У мене тута купа їдла. Я собі зухвало йшов цією дорогою, незважаючи на скорпидів, павучків і навіть гірших тварюк. Ніс їдло до долини Випробувань, бо думав, їм треба, тож захотів допомогти. Але їм не треба їдло! Тому я маю віднести його назад до Колючого Пагорба, але страшусь отих всіх звірюк по дорозі...

Можете взяти його за мене? Я просто наймит, але ви герой. Ви нічого не боїтесь!

Віднесіть їдло корчмарю Ґроску у таверні Колючого Пагорба. Дякую!]===],
[===[Принесіть ношу Укора до корчмаря Ґроска у Колючому Пагорбі.]===],
[===[Вітаємо у Колючому Пагорбі!]===],
[===[А, це їжа, яку Укор ніс до долини Випробувань. Їм не знадобилось? Ну, схоже, їм подобається морити голодом героїв-початківців. Кажуть, це загартовує дух!

Дякую за повернення їжі. Я покладу її назад на полиці.., але дозволь мені спочатку запропонувати тобі трохи перекусити!

І не забудь відпочити тут у корчмі. Ти може і {стать:хоробрий:хоробра}, {клас:н}, {стать:повний:повна} жаги завоювати цей світ, але без енергії ні собі, ні Орді сильно не допоможеш.]===],
},
[3376] = {
[===[Розтрощи Гостроікло!]===],
[===[{Ім'я}... я чула про тебе, {стать:новачок:новенька}. Можливо, ти {стать:той:та}, хто допоможе нам там, де інші зазнали невдачі.

Ми, таурени, не без втрат заснували домівку в цих землях. Свинобрази з племені Щетиношкурих з ущелини Лезожини, під командуванням вождя Гостроікла Колючкокожуха, ускладнили нам життя своєю тривалою війною. Я покладаю на тебе відповідальність принести мені його голову!

Ти знайдеш його у долині на сході, у їхньому тимчасовому селищі.]===],
[===[Принесіть голову вождя Гостроікла Колючкошкура Сміливиці Вітряній Пір'їні на плато Червоної Хмарини.]===],
[===[Гостроікло більш нас не потривожить, як тільки ти принесеш мені доказ його смерті. Мені потрібна його голова, {Ім'я}.

Ми, таурени, живемо з мисливства, і немає більш славетного полювання, ніж на спроможних вполювати нас. Якщо в тебе все пройде успішно, {стать:юначе:дівчино}, ти зрозумієш, про що я.]===],
[===[Завдяки твоїм швидким діям, {Ім'я}, сьогодні ми досягли справедливості. Нехай це буде попередженням для всіх, хто загрожуватиме нашому дому.

Ти {стать:заслужив:заслужила} цю нагороду. Вона має стати тобі у нагоді, {клас:к}.]===],
},
[4021] = {
[===[Контрнаступ!]===],
[===[Орда високо цінує твої успіхи в боротьбі із кланом Колкар, але вони самі шаленіють від люті. У мене є відомості про те, що загін Колкарів покинув Спустошище, свою домівку, та попрямував до Степів у пошуках помсти. Останній звіт говорив про те, що вони вже зараз на підході до цих укріплень, із заходу!

Виступи проти Колкарів-загарбників і поклади кінець небезпеці, що вони несуть Степам. Убивай їх, допоки не з'явиться вождь, воєвода Кром'зар. Здолай його та принеси клаптик його стягу як доказ твоєї перемоги.

Ми розраховуємо на тебе, {ім'я}.]===],
[===[Принесіть клаптик стягу Кром'зара Реґтарові Згубобрамі на захід від Перехрестя.]===],
[===[Ти {стать:приніс:принесла} прапор?]===],
[===[Тобі вдалося! Ти {стать:переміг:перемогла}плем’я Колкар!

Я переконаюсяь, щоб Тралл дізнався про твої тутешні звитяги, {ім'я}.

Шануйся. Орда пишається тобою, пишайся й ти!]===],
},
[4402] = {
[===[Ґалґаровий пиріг з кактусовими яблуками]===],
[===[А тут в долині Випробувань стає справді гаряче.

<Ґалґар витирає чоло.>

Якби ж у мене було декілька кактусових яблук, я міг би приготувати мій славнозвісний десерт! Ніщо не охолоджує швидше, ніж шматочок цього чарівного смаколика.

Я ось що тобі скажу, {Ім'я}. Якщо принесеш мені 10 кактусових яблук, я приготую декілька порцій пирога, які ти зможеш взяти із собою у мандри. Якщо {стать:зацікавився:зацікавилась}, ці яблука ростуть поруч із кактусами.]===],
[===[Принесіть Ґалґару 10 кактусових яблук. Ви пригадуєте, як він казав, що їх можна знайти біля кактусів.]===],
[===[Ти {стать:закінчив:закінчила} збирати кактусові яблука?]===],
[===[Чудово, {Ім'я}! Як обіцяв, ось твій пиріг з кактусовими яблуками, плюс дещо зверху.]===],
},
[4641] = {
[===[Твоє місце у світі]===],
[===[{Ім'я}, нарешті ти {стать:досяг:досягла} віку, коли можна почати боротьбу в ім'я Орди та завоювання во славу воєвождя.

Так…

<Калтунк оглядає вас.>

Ти впораєшся.

Без сумніву, ти мрієш одразу знайти могутнього дракона чи демона, а потім власноруч його придушити, але зараз, можливо, було б розумніше почати з дечого менш… небезпечного.

<Калтунк сміється.>

Відрапортуй Ґорнеку, він зможе дати тобі підходяще завдання, {стать:молодий:молода} {клас:к}. Ти знайдеш його у Лігві, на заході.]===],
[===[Поговоріть з Ґорнеком. Ви згадуєте про позначку, яку поставив Калтунк на карті з його місцезнаходженням. Ґорнек знаходиться у Лігві, будівлі, що стоїть на заході.]===],
nil,
[===[Ще один Калтунків рекрут, еге ж?

Схоже, настали скрутні часи, якщо ти - це найкраще, що може направити мені на службу Орда. Нічого. Перш ніж ти покинеш долину, я зроблю з тебе {стать:гордого:горду} {клас:з} Орди.]===],
},
[4921] = {
[===[Пропала у бою]===],
[===[Ми билися в невеликому тауренському таборі, коли нас розділили - вона стиналася з трьома Щетиношкурими одночасно. Численність була не на нашу користь. Я відвів деяких подалі, та лише побачив, як на неї набігло ще більше нових ворогів. У своїй люті я повернувся на них, але вони з легкістю мене здолали завдяки своїх неосяжній кількості.

Коли я отямився, то побачив таурена-друїда, що доглядав мої рани - він надибав мене на Шляху Золота.

Будь ласка, {клас:к}, знайди хоч щось від моєї дружини.]===],
[===[Знайдіть дружину Манкріка, а потім поверніться до нього на Перехрестя.]===],
[===[У тебе є хоча б якісь звістки про неї? Біль у грудях говорить, що сталося найгірше, але я сподіваюся, ти знайдеш її здоровою та неушкодженою.]===],
[===[Я зрозумів. Дякую, {клас:к}.]===],
},
[5042] = {
[===[Сила Аґамаґґана]===],
nil,
nil,
[===[Мені знадобиться 4 кривавих скалки, якщо ти бажаєш силу Аґамаґґана, {раса:к}.

Після мого благословення всі вороги жахатимуться твоєї сили.

Найлютіші воїни Бритвогривих просякнуті такою могутністю!]===],
[===[Якби тільки Кривозуб був вільний, щоб побачити, як ти {стать:винищував:винищував} тих, хто зрадив його! <фиркає>

Я вдячний тобі за те, що ти {стать:знищив:знищила} ще більше Щетиношкурих, збираючи ці скалки. Будь ласка, продовжуй так і надалі, а я тобі допомагатиму. <фиркає>]===],
},
[5043] = {
[===[Спритність Аґамаґґана]===],
nil,
nil,
[===[Кажуть, найкращі розвідники мого племені не мають рівних у своїй майстерності, і жоден розбійник <фиркає> не зміг зрівнятися з їхньою прудкістю у бою.

Принеси мені 4 кривавих скалки, і я зроблю тебе {стать:спритнішим:спритнішою} за будь-якого свинобраза.]===],
[===[Нехай твоя ціль буде стійкою, а зброя - влучною, {раса:к}.

Дух Аґамаґґана віднині з тобою. Повертайся до мене, як захочеш. Кривозуб благословить тебе знову, якщо на те буде воля величного бога-кабана.]===],
},
[5046] = {
[===[Бритвошкура]===],
nil,
nil,
[===[Усі, хто <фиркає> вступає в бій, потребують захисту. Їхні кістки мають бути міцними. Шкіра - жорсткою. <фиркає> Про це знає і моє плем'я, і, щоб посили наш природній захист завдяки перам і шкурі, <фиркає> ми часто просимо Аґамаґґана захистити нас від шкоди перед тим, як ми йдемо на війну.

Принеси мені 4 криваві скалки <фиркає>, і я забезпечу тобі такий самий захист.]===],
[===[Іди на війну, {раса:к}]===],
},
[5052] = {
[===[Криваві скалки Аґамаґґана]===],
[===[Кров зачепила не тільки терни, <фиркає> але й інші аспекти землі: криваво-червоні камені, змішані з іншими мінералами. Щетиношкурі викопують ці обламки та використовують їх як тотеми <фиркає>, що підсилюють їх у бою та для магії. <фиркає>

Я знаю секрети тієї магії.

Як принесеш Кривозубові одну таку скалку, то він тобі покаже. А якщо принеш Кривозубу цілу купу таких, то він благословить тебе магією свинобразів - магією Аґамаґґана! <фиркає>]===],
[===[Принесіть криваву скалку Кривозубові в табір Таурайо у Степах.

Зберіть більше кривавих скалків, якщо бажаєте, щоб він благословив вас силою Аґамаґґана.]===],
[===[Наші племена розселяються поміж тернистих районів по всіх Степів <фиркає>, тому що це - святі місця, проте жодне не зрівняється зі святістю Бритвоболота. Воно повністю створене з тіла Аґамаґґана, <фиркає>, але Нори - особливо захищені, оскільки вхід зроблений з його величної пащі! <snort> Він поглине цілими всіх зрадливих і виплюне їхні тіла після того, як гарненько пережує! <фиркає>

Аґамаґґан залишив своє тіло позаду, щоб захистити нас, і щедро ділиться своїм духом, щоб ми могли захистити його. <фиркає>]===],
[===[Ов-ва, то ти таки розумієш. <фиркає>  Я не дарма перед тобою розпинався, {раса:к}. Кривозуб хоч і замкнений, але жодна клітка не зможе зупинити могутність Аґамаґґана!

Дотик до скалки, те відчуття ... це було вже так давно, {раса:к}.

Ти знаєш, як це? Коли твою силу вирвали в тебе?

Але ця оповідь на інший раз. Я обіцяв тобі інформацію. Я обіцяв тобі силу Аґамаґґана. Мої люди відвернулися від Кривозуба. Тож тепер я напущу тебе на них. <фиркає>]===],
},
[5441] = {
[===[Ліниві наймити]===],
[===[Прокляті наймити! Вони тяжко працюють, збираючи деревину по долині, але також постійно дрихнуть! Мені потрібен хтось, хто б допоміг з їх дисципліною.

Ти виглядаєш як {стать:той:та} {раса:н}, {стать:який:яка} {стать:потрібен:потрібна} для цього завдання. Ось, візьми цей кийок і використай його на наймитах, які сплять на роботі. Хороший ляпас одразу налаштує їх! Повернеш кийок, коли закінчиш.

Вшиві ліниві наймити...]===],
[===[Використайте кийок десятника на лінивих наймитах, коли ті сплять. Розбудіть 5 наймитів, потім поверніть кийок десятнику Тазз'рілу в долині Випробувань.]===],
[===[В ледачості нічого хорошого…

Е? Мій кийок у тебе? Ти {стать:спіймав:спіймала} когось, хто спить на роботі?!]===],
[===[Добре, добре. Можливо, наступного разу вони подумають двічі, перш ніж розслаблятись! Дякую за допомогу!]===],
},
[6361] = {
[===[Оберемок шкур]===],
[===[У мене є в’язка шкур з тварин Степів, які треба доправити в Громовий Бескид. Мій колега, Агану, використовує їх для створення шкіряної броні.

Можливо, ти принесеш йому замість мене?

Найшвидший шлях до Громового Бескиду - на спині виверни. Віднеси оберемок шкур Девракові, нашому приборкувачу виверн на Перехресті, і поговори з ним про транспорт до Громового Бескиду.]===],
[===[Принесіть оберемок шкур приборкувачу виверн Девракові на Перехрестя.]===],
[===[Тобі потрібна виверна? Треба щось перевезти?]===],
[===[Якщо тобі потрібно доставити ці шкури до Громового Бескиду, тоді ти говориш із правильним орком!]===],
},
[6365] = {
[===[М'ясце до Орґріммара]===],
[===[У мене є декілька смачнючих м'ясних вирізок, які я хочу надіслати другові. Її звуть Гришка, корчмарка в Орґріммарі. Ти не {стать:міг би:могла б} доставити м’ясо для мене?

Найшвидший шлях до Орґріммару - верхом на виверні. Візьми пакунок та прямуй до приборкувача виверн, Деврака, на Перехресті. З ним і домовишся про транспорт до Орґріммара.]===],
[===[Принесіть М'ясо від Зарга Девракові на Перехрестя.]===],
[===[Тобі потрібно кудись швиденько дістатися? Тоді ти розмовляєш із правильним орком!]===],
[===[Ти маєш доправити це м'ясо до Орґріммара? Без проблем. За символічну платню моя виверна тебе туди віднесе.]===],
},
[6385] = {
[===[Приборкувач виверн Дорас]===],
[===[Я написала лист подяки Заргу. Будь {стать:ласкавий:ласкава} віднести послання до нього? Якщо ти вже {стать:бував:бувала} на Перехресті та {стать:знайомий:знайома} з місцевим приборкувачем виверн, то можеш взяти туди одного з цих літунів.

Бери мій лист і біжи до Дораса, приборкувача виверн Орґріммара. Домовся з ним про транспорт до Перехрестя.]===],
[===[Віднесіть лист Гришки до Дораса в Орґріммарі.]===],
[===[Тобі потрібна одна із моїх виверн?]===],
[===[Треба завести це до Перехрестя у Степи? Звісно, я можу тебе туди доправити...]===],
},
[6394] = {
[===[Кайло Тазз'ріла]===],
[===[{Ім'я}, на {стать:такого:таку} {раса:з} як ти можна покластись. Чи можу я розраховувати на тебе ще в одному завданні?

Якийсь час тому я обстежував північну печеру на наявність мінералів і лишив там своє улюблене кайло. Повертаючись за ним, я побачив, що печера вже була заповнена злими тварюками! Я до чого… Чи {стать:міг би:могла б} ти сходити туди по моє кайло?

Я залишив його у невеликій залі з водоспадом. Моє кайло зачароване, тому ти побачиш його у темряві. Не забивай голову тим, як його шукати. Краще подумай про те, як забиратимеш його у тих тварюк…]===],
[===[Принесіть десятникові Тазз'рілу його кайло.]===],
[===[Ти вже {стать:ходив:ходила} у печеру Палаючого Леза, {Ім'я}? {стать:Знайшов:Знайшла} моє кайло?]===],
[===[Чудово, ти {стать:дістав:дістала} його! Дякую тобі, {Ім'я}. Це моє улюблене кайло! А тепер, якщо мої наймити закінчили рубати дерева, ми можливо знайдемо хорошу печеру для видобутку руди!]===],
},
[7664] = {
[===[Заміна кремового раптора]===],
nil,
nil,
nil,
[===[Приведи мені свого старого раптора, я дам тобі нового із нагостреними пазурями! Він так само швидко бігає, але виглядає по-новому. Подивися на прудких рапторів поряд, вибери що тобі довподоби.]===],
},
[7665] = {
[===[Заміна червоного раптора]===],
nil,
nil,
nil,
[===[Приведи мені свого старого раптора, я дам тобі нового із нагостреними пазурями! Він так само швидко бігає, але виглядає по-новому. Подивися на прудких рапторів поряд, вибери що тобі довподоби.]===],
},
}
