local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, completion }
[5] = {
[===[Бурчання Тремтінієвого живота]===],
[===[Я вже декілька тижнів ховаюсь в цьому містечку-привиді, і їм лише комах та бур'яни! Мені потрібна нормальна їжа, і я готовий добре заплатити за неї.

Влаштуй для мене бенкет і не пошкодуєш.

Я чув, що шеф-кухар Ґруал з таверни Багряний Ворон у Темноділі готує дуже смачні крабові пиріжки...]===],
[===[Поговоріть з шеф-кухарем Ґруалем.]===],
[===[О, вантаж від мого брата? Чудово! Сьогодні справді мій щасливий день!]===],
[===[Хочеш крабових пиріжків? Ну, я можу приготувати їх для тебе...]===],
},
[6] = {
[===[Винагорода за голову Ґарріка М’якоступа]===],
[===[Ґаррік М’якоступ — головоріз, який мучить наших фермерів і торговців уже тижні — був помічений в халупі поряд з виноградниками, що на схід від абатства, за мостом. Принеси мені голову цього лиходія й отримаєш винагороду!

Але будь {стать:обережним:обережною}, {ім'я}. Ґаррік згуртував навколо себе банду злочинців. До нього нелегко буде дістатися.]===],
[===[Убийте Ґарріка М’якоступа та принесіть його голову заступникові Віллему в Північнокрайове абатство.]===],
[===[Ти {стать:знайшов:знайшла} халупу Ґарріка? Невже ми нарешті позбулися цього мерзотника?]===],
[===[Ха-а — ти {стать:спіймав:спіймала} його! Ти {стать:зробив:зробила} Ельвиннові чудову послугу і за це отримаєш гарну винагороду!]===],
},
[7] = {
[===[Зачистка табору кобольдів]===],
[===[Твоє перше завдання буде пов'язане із зачищенням, {ім'я}. Клан кобольдів заполонив ліси на півночі. Направляйся туди та знищ усіх кобольдів-шкідників, що зустрінуться на твоєму шляху. Зменш їхню популяцію настільки, щоб одного дня ми змогли остаточно вигнати їх з Північнокраю.]===],
[===[Убийте 10 кобольдів-шкідників, а потім поверніться до маршала Макбрайда.]===],
[===[Як там твоє полювання, {ім'я}? Ти {стать:знайшов:знайшла} і {стать:здолав:здолала} тих шкідників?]===],
[===[Молодець, {стать:громадянине:громадянко}. Ці кобольди — злодії та боягузи, але у великій кількості вони становлять загрозу для нас. А людям Штормовію не потрібна ще одна загроза.

Прийми мою подяку за перемогу над ними.]===],
},
[9] = {
[===[Убивчі поля]===],
[===[Поглянь, на що перетворилося це місце! Колись на цих землях мешкали чесні селяни. Але прокляті злодії вижили звідси їх усіх. Тільки не мене! Однак, здається, поля захоплені жнивальними доглядачами.

Якщо ти {стать:готовий:готова} попрацювати, я попросив би тебе піти туди та вбити двадцять жнивальних доглядачів. Повертайтеся по оплату, коли все буде зроблено. Як завершиш з моїм полем, зачисть і поля моїх сусідів.]===],
[===[Вбийте 20 жнивальних доглядачів на прохання фермера Салдена.]===],
[===[О, я бачу, ти вже {стать:повернувся:повернулася}! Сподіваюся, ти наполегливо {стать:попрацював:попрацювала}, зачищаючи наші поля від жнивальних доглядачів. Уже {стать:вбив:вбила} двадцять?]===],
[===[Відмінна робота, {стать:друже:подруго}. Ти добре {стать:відпрацював:відпрацювала} свою плату. Хтозна, може, Західний край знов розквітне.]===],
},
[11] = {
[===[Винагорода за річколапих гнолів]===],
[===[На кордонах Елвиннського лісу з'явилися гноли — звіроподібні тварюки, яким просто нема чого робити в цих краях. На південь від сторожової вежі була помічена велика група цих істот: їх занадто багато, щоб ми зуміли дати їм відсіч самі. Гірше того: на сході, біля озера Кам'яних Обелісків, теж виявили гнолів.

Армія Штормовію буде вдячна кожному, хто допоможе впоратися з цією загрозою. Як доказ своєї перемоги принеси мені розфарбовані браслети гнолів.]===],
[===[Принесіть 8 розфарбованих браслетів гнолів заступнику Райнеру в казарми.]===],
[===[Егей, {ім'я}. Ти {стать:повбивав:повбивала} гнолів...?]===],
[===[О, бачу, ти слів на вітер не кидаєш! Прийми нашу подяку, {ім'я}!]===],
},
[12] = {
[===[Народне ополчення]===],
[===[У Народного ополчення є лише одна мета: захистити землі Західного краю та повернути в них мир. На жаль, за мир часто доводиться платити кров'ю.

Один з моїх розвідників повідомив про групу капканників Повстанців, що сіють хаос поблизу. В мене є звіти, що звіроловів Повстанців помічали біля копальні Джанґолода на північний захід звідси, а також неподалік від ферми Мольсена та гарбузової ферми Хмуроброва. Якщо ти прагнеш приєднатися до наших лав, убий 15 капканників і 15 контрабандистів з Повстанського братства, а потім повертайся до мене.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 капканників і 15 контрабандистів повстанців та повернулися до нього на Сторожовий пагорб.]===],
[===[Можливо, я не пояснив достатньо зрозуміло, новачку. Для того, щоб довести свою цінність як {стать:служителя:служительки} Народного ополчення та Світла, тобі потрібно вбити 15 капканників та 15 контрабандистів з Повстанського братства, а потім повернутися до мене, коли все буде зроблено.]===],
[===[Молодець, {ім'я}. Мій розвідник був свідком твоїх доблесних вчинків. Ти досить добре себе {стать:зарекомендував:зарекомендувала}.]===],
},
[13] = {
[===[Народне ополчення]===],
[===[Банда злісних грабіжників з Повстанського братства помічена у розоренні кар'єру Золотого берега, Місяцеграю та садиби Алекстона. Народне ополчення не терпітиме такого. Вирушай негайно, {ім'я}, і покажи присутність Світла всьому Західному краєві.

Кар'єр Золотого берега розташований неподалік від узбережжя, на захід від вежі. Як наступний крок твого навчання, я хочу, щоб ти {стать:вбив:вбила} 15 грабіжників і 15 здобичників з Повстанського братства.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 грабіжників і 15 здобичників повстанців та повернулися до нього на Сторожовий пагорб.]===],
[===[У нас немає часу на розмови, {ім'я}. Грабіжники з Повстанського братства позбавляють жителів Західного краю миру та процвітання, на які вони заслуговують. Переконайся в тому, що ти {стать:вбив:вбила} принаймні 15 грабіжників і 15 мародерів з Повстанського братства. Це буде чітким натяком на те, що безчинство тут не вітають.]===],
[===[Твою цінність для Народного ополчення підтверджено твоїми сміливими вчинками.]===],
},
[14] = {
[===[Народне ополчення]===],
[===[Деякі Повстанці вислизнули від нас. Мій найнадійніший розвідник повідомляє, що ці члени Повстанського братства грабують і розоряють села аж до південного Західного краю. Ми вважаємо, що вони переховуються в Кинджальних пагорбах, замислюючи наступний хід. Убий цих негідників від імені Народного ополчення.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 розбійників, 5 вистежувачів і 5 кастетників повстанців, а потім повернулися до нього на Сторожовий пагорб.]===],
[===[{Ім'я}, зараз не час для порожньої балаканини. Якщо ти все ще хочеш проявити себе перед Народним ополченням, тобі потрібно вбити повстанців, про яких я повідомляв раніше. Повертайся до мене, коли виконаєш свій обов’язок.]===],
[===[Коли я полишив спаплюжені землі Лордерону та повернувся, то застав свою батьківщину в жахливому стані. Але для Західного краю все ще є надія. Проявлена тобою доблесть довела, що ти з честю служиш нашій справі. З величезною гордістю я приймаю тебе до лав Народного ополчення. Нехай Світло сяє над тобою.]===],
},
[15] = {
[===[Розвідка в Ехокряжі]===],
[===[{ім'я}, мої розвідники доповіли, що нашестя кобольдів є більшим, ніж ми вважали. Група кобольдів-робітників розгорнула табір поблизу копальні Ехокряжу, на північ звідси.

Йди до копальні та позбудься їх. Нам відомо про наявність щонайменше 10. Убий їх, тоді перевір, чи то всі. Потім відзвітуєш мені.]===],
[===[Убийте 10 кобольдів-робітників, а потім поверніться зі звітом до маршала Макбрайда.]===],
[===[Ти вже {стать:був у:була в} копальні? {стать:Готовий:Готова} звітувати?]===],
[===[Не подобається мені вся ця історія з кобольдами в наших копальнях. Нічого доброго з того не вийде. Ось, твоя платня, і, коли наважишся на нове завдання — поговори зі мною знову. Я б хотів, щоб ти ще раз {стать:навідався:навідалася} до копальні...]===],
},
[16] = {
[===[Спрага Джерарда]===],
nil,
nil,
[===[Сільське господарство виснажує, тому я завжди в пошуку освіжаючої джерельної води.

Якщо в тебе вона є, то я з радістю обміняюсь.]===],
[===[Дякую, {ім'я}! І повертайся, як захочеш знову обмінятись.]===],
},
[17] = {
[===[В Ульдаман за реагентами]===],
[===[Я чув про нещодавно відкриту рослину — гриб-малиновик. Вони ростуть цілими колоніями глибоко в розкопках Ульдамана. Певне, вони можуть рости ще десь, але поки мені відомо тільки про це місце. Я хочу вивчити можливості їх застосування в алхімії і тут-то ти мені й знадобишся.

Відшукай і принеси мені дюжину цих грибів. Але будь {стать:обережний:обережна} – від зайвих рухів вони можуть випустити отруйні спори.

Якщо виконаєш моє доручення – я приготую для тебе партію мого знаменитого відновлювального зілля!]===],
[===[Принесіть 12 грибів-малиновиків Ґхаку Цілителю в Телсамар.]===],
[===[Ти приніс гриби-малиновики для моїх алхімічних досліджень? Немає грибів — немає нагороди!]===],
[===[Чудово, {ім'я}, ти знову {стать:показав:показала} на що {стать:здатен:здатна}! Ці гриби будуть здорово корисними в дослідженнях, дуже здорово!

А тепер, як я й обіцяв, ти можеш насолодитись одним з найкращих зіллів з моїх запасів...

Якщо ти добре знаєш алхімію, ми могли б обговорити ще одну справу. У всякому разі, дякую тобі за допомогу!]===],
},
[18] = {
[===[Братство злодіїв]===],
[===[Нещодавно навколо Північнокраю почала тинятися нова група злодіїв. Вони називають себе Повстанським братством і їх бачили за річкою на сході.

Я не знаю, що вони замислили, але я впевнений, що нічого доброго! Принеси мені бандани, які вони носять, а я, в свою чергу, нагороджу тебе зброєю.]===],
[===[Принесіть 12 червоних бандан з мішковини заступникові Віллему неподалік Північнокрайового абатства.]===],
[===[Ти вже {стать:зібрав:зібрала} їхні бандани?]===],
[===[О, бачу, ти {стать:повернувся:повернулася} з кількома банданами. Армія Штормовію вдячна за твою допомогу.]===],
},
[19] = {
[===[Таріл'зун]===],
[===[Відступнки та вістові Чорнокаменю влаштовують засідки на дорозі між містом та фортецею Кам'яної Варти. Керує ними є орк на ім'я Таріл'зун — нам потрібен цей орк. Принеси мені голову Таріл'зуна!]===],
[===[Принесіть голову Таріл'зуна маршалу Маррісу в Багрянокряжжя.]===],
[===[Орки Чорнокаменю все ще не дають нам спокою. Ти вже {стать:позбавив:позбавила} нас від Таріл'зуна?]===],
[===[Таріл'зун був жорстоким і підступним орком. Молодець — я впевнений, що з ним було нелегко. Ось твоя винагорода, {ім'я}.]===],
},
[20] = {
[===[Загроза Чорнокаменю]===],
[===[Орки з клану Чорнокаменю прикочували з Палаючого степу і захопили фортецю Кам'яної Варти на півночі. Звідти вони учиняють набіги по всій півночі та змушують жителів Приозер'я сидіти в місті, загнаних як худобу.

Поможи Приозер'ю позбутися цієї загрози. Вбий цих орків й принеси мені десять їхніх зношених у бою сокир як доказ.

І хоча Чорнокамінь грозить нам з півночі, ми отримали звіти про ще більшу кількість у південно-східному Багрянокряжжі. Знайдеш когось там - знищ їх заразом.]===],
[===[Принесіть 10 зношених у бою сокир маршалу Маррісу в Приозер'я.]===],
[===[Ти {стать:повбивав:повбивала} орків, {ім'я}? Якщо так, то покажи мені...]===],
[===[Тепер нам не треба так хвилюватися про орків, дякую.]===],
},
[21] = {
[===[Сутичка в Ехокряжі]===],
[===[Твої попередні розслідування стали доказом того, що копальня Ехокряжу потребує вичищення. Повертайся до шахти та допоможи зачистити її від кобольдів.

Не витрачай даремно часу, {ім'я}. Чим довше ми не чіпатимемо кобольдів, тим міцніше вони закріпляться в Північнокраї.]===],
[===[Убийте 10 кобольдів-різноробів, після чого поверніться до маршала Макбрайда в Північнокрайове абатство.]===],
[===[Я знаю, це кривава робота, {ім'я}, але також життєво необхідна для безпеки Північнокраю. Ти {стать:готовий:готова} звітувати?]===],
[===[І знову ти {стать:заслужив:заслужила} мою повагу та вдячність армії Штормовію. Можливо, в шахті ще залишаються кобольди, але я направлятиму й інших проти них. А для тебе у нас є інші завдання.]===],
},
[22] = {
[===[Пиріг з печінки іклоштрика]===],
[===[Цибуля очищена. Часник роздавлений. Розмарин подрібнений. Основа випечена. Кріп нарізаний. Підливка закипає. Тепер усе, що мені ще потрібно для мого відомого м'ясного пирога — це 8 печінок іклоштрика!]===],
[===[Принесіть Сальмі Салден 8 печінок іклоштрика, щоб вона могла спекти пиріг.]===],
[===[Усе, що мені потрібно для мого знаменитого м'ясного пирога — це 8 печінок іклоштрика!]===],
[===[Ці шматки — просто ідеальні, {ім'я}! Дякую тобі дуже! Ми з фермером Салденом влаштуємо сьогодні справжній бенкет. А ця дрібничка для тебе — за важку працю. Ти ж не {стать:думав:думала}, що {стать:такий:така} {клас:н}, як ти, залишиться без частування, га?]===],
},
[26] = {
[===[Необхідний урок]===],
[===[{ім'я}, я з задоволенням спостерігав за твоїми успіхами. Ти безперечно станеш {стать:відомим захисником:відомою захисницею} природи.

Настав час тобі дізнатись більше про один з аспектів тварин, здатність перетворюватись в яких дарував нам Кенарій. Про аспект, який дає тобі владу над водою. Для цього тобі потрібно відправитись в селище Нічна Гавань на Місячній галявині й поговорити з Дендритом Зіркосяйвом з Кенарійського Кола. Він буде твоїм наставником.]===],
[===[Поговоріть з Дендритом Зіркосяйвом у селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[Мої вітання, {стать:юний:юна} {клас:к}. Настав час тобі пізнати водну форму. В ній ти зможеш вільно і необмежено пересуватися у воді. Цей аспект буде для тебе корисним інструментом і благословінням... Але перш ніж опанувати це уміння, його потрібно заслужити.

Тебе чекає два випробування. Перше перевірить твою здатність працювати під тиском води. Друге — перевірить твою рішучість пізнати аспект самої форми.

Готуйся — час випробування настав.]===],
},
[29] = {
[===[Випробування озера]===],
[===[Твоїм першим випробуванням буде пошук прикраси з вівтаря в озері Елуна'ара. Вона швидко руйнується, тож тобі доведеться швидко віднести її до вівтаря Ремулоса. Поклади прикрасу на вівтар і поговори там з Таджаррі. Вона — одна з найдовіреніших вартових Місячної галявини.

У тебе обмаль часу і тобі, певно, доведеться змагатись з іншими друїдами в пошуках прикраси. Твоя фізична й духовна міць допоможуть тобі досягти успіху.

Нехай щастить, {ім'я}.]===],
[===[Знайдіть прикрасу вівтаря в озері Елуна'ара, принесіть її до вівтаря Ремулоса на північному заході Місячної галявини та використайте її там.

Після цього поговоріть з Таджаррі біля вівтаря, щоб завершити випробування.]===],
[===[Щоб завершити випробування озера — використай прикрасу біля вівтаря. Поки цього не зробиш — твоє випробування не може вважатись завершеним і ти можеш зазнати невдачі.]===],
[===[Що ж, здається, ще {стать:один:одна} {клас} успішно {стать:завершив:завершила} випробування озера! Вітаю, {ім'я}, ти чудово {стать:впорався:впоралась}.

Як я вже казала, мене звати Таджаррі. Мій обов'язок і честь — стояти на варті Місячної галявини, а конкретно — цього вівтаря. Хранитель Ремулос направляє Кенарійське Коло у збереженні природи та рівноваги, а цей вівтар — вшанування його пам'яті. Поклавши цю прикрасу тут, ти {стать:вшанував:вшанувала} його важливість.]===],
},
[33] = {
[===[Вовки за порогом]===],
[===[Я ненавиджу цих мерзенних сірих вовків! Але я дуже люблю їсти вовчі стейки... Принеси мені жорстке вовче м'ясо, і я обміняю на нього щось корисне для тебе.

Жорстке вовче м'ясо можна здобути з сірих і молодих вовків, що блукають лісами Північнокраю.]===],
[===[Принесіть 8 шматків жорсткого вовчого м'яса Іґанові Гарбару неподалік Північнокрайового абатства.]===],
[===[Агов, {ім'я}. Я зголоднів... Чи {стать:приніс:принесла} ти мені жорсткого вовчого м'яса?]===],
[===[Бачу, ти час дарма {стать:не гаяв:не гаяла}! Уже не можу дочекатися, щоб приготувати це вовче м'ясце...

Я тут маю декілька речей, які ти, можливо, захочеш — обирай!]===],
},
[34] = {
[===[Незваний гість]===],
[===[Знову мій сад розтоптали й спаплюжили. І я знаю, що за свиня це творить. Це той чортів кнур, якого маршал Марріс прозвав Грубопузом.

Тепер я не зможу пересадити нарциси до наступного сезону. Зруйновано! Все зруйновано через одного дикого кабана! Поклади кінець шкіднику! Покажи мені його ікло і я радо вручу тобі нагороду. Зазвичай він риється на полі на південний захід від Приозер'я, але буває, заблукає у мій сад.]===],
[===[Марті Джайнроуз із Приозер'я хоче, аби ви вбили Грубопуза. Принесіть його ікло як доказ.]===],
[===[Грубопуз все ще там, чи тобі вдалось позбавити Приозер'я від цього шкідника раз і назавжди?]===],
[===[Нарешті моєму саду нічого не загрожує! Дякую тобі, {ім'я}, ти {стать:зробив мені велику послугу:зробила мені велику послугу}. Наступного сезону сад повністю розквітне!]===],
},
[35] = {
[===[Нові турботи]===],
[===[Якщо ти також {стать:стурбований:стурбована} чутками про мурлоків, тоді давай зробимо так: іди до східного Ельвиннського мосту та поговори з вартовим Томасом. Весь минулий тиждень він чергував в тому районі, тож має бути в курсі подій.

І принеси мені його звіт.]===],
[===[Маршал Дуган хоче, щоб ви поговорили з вартовим Томасом.]===],
nil,
[===[Так, мурлоки оселилися в водах східного Ельвинна та навколо них. Ми не знаємо, чому вони тут, але вони агресивні та мають зачатки розуму.]===],
},
[36] = {
[===[Гуляш по-західнокрайськи]===],
[===[Я ніколи не думала, що настане день, коли я покину ферму. Але поля кишать злодіями, і для нас тепер тут надто небезпечно. Як тільки фермер Хмуробров полагодить віз, ми вирушимо в дорогу.

Може, ти б {стать:зробив:зробила} мені послугу? Я напишу свій рецепт гуляшу по-західнокрайськи, а ти віднесеш його Сальмі Салден. Ферма Салденів розташована одразу за розвилкою.]===],
[===[Верна Хмуробров хоче, щоб ви передали її рецепт гуляшу по-західнокрайськи Сальмі Салден.]===],
[===[Я буду дуже сумувати за Верною Хмуробров. Ти часом не {стать:зустрічав:зустрічала} її по дорозі сюди?]===],
[===[Ця Верна завжди була такою милою дівчиною. Нам буде її не вистачати тут, у Західному краї, але, тільки між нами, в душі вона — міська жителька, і Штормовій підійде їй просто чудово. Але досить пліток! Тепер ми можемо приготувати гуляш по-західнокрайськи!]===],
},
[37] = {
[===[Пошук зниклих вартових]===],
[===[Кілька днів тому ми послали двох вартових, Рольфа та Малакая, на розвідку вздовж річки, але вони й донині не повернулися. Щоб завершити свій звіт, я повинен знати, що сталося з тими двома.

Вирушай на північ вздовж річки та знайди вартових... або їхні рештки.]===],
[===[Вартовий Томас просить вас піти на північ вгору по річці та пошукати двох зниклих вартових, Рольфа та Малакая.]===],
nil,
[===[Незважаючи на те, що тіло було вже пограбоване, поблизу лежить медальйон з написом: "Піхотинець Малакай Кам'яний".]===],
},
[38] = {
[===[Гуляш по-західнокрайськи]===],
[===[Допоможи мені зробити гуляш по-західнокрайськи! Принеси мені такі інгредієнти:

3 шматки жилавого м'яса грифа
3 рила іклоштрика
3 ока мурлока
3 плоди окри]===],
[===[Сальмі Салден потрібні 3 шматки жилавого м'яса грифа, 3 рила іклоштрика, 3 ока мурлока та 3 плоди окри.]===],
[===[Принеси мені такі інгредієнти:

3 шматки жилавого м'яса грифа
3 рила іклоштрика
3 ока мурлока
3 плоди окри]===],
[===[Ця окра відмінно загустить бульйон! Тепер ми лише додамо жилаве м'ясо грифа, кілька очей мурлоків і ці смачнющі рила іклоштриків. Ось усе й готово! За твою допомогу, {ім'я}, я пропоную тобі першу порцію гуляшу по-західнокрайськи!]===],
},
[39] = {
[===[Передача звіту Томаса]===],
[===[Розкажи маршалові Дугану про смерть Малакая та Рольфа, повідом йому, що теперішня чисельність наших військ не здатна стримувати мурлоків на сході Ельвинну.

Я знаю, що у нас не так багато незайнятих військ, але, сподіваюся, Дугану вдасться когось знайти.]===],
[===[Відзвітуйте маршалові Дугану в Злотохресті.]===],
nil,
[===[Гм, це тривожні новини. Всі сили оборони розтягнуті на максимум, а втрата Рольфа та Малакая в бою з мурлоками поставила нас у ще гірше становище.

Якщо в найближчому майбутньому ситуація швидко не покращиться, то до кінця тижня бої вже будуть вестись у Злотохресті!]===],
},
[40] = {
[===[Риб'яча небезпека]===],
[===[{Ім'я}, в Ельвиннському лісі з'явилася нова загроза! Мурлоки плавають у водах східного Ельвинна, відлякуючи рибу та нападаючи на мешканців!

Я попередив маршала Дугана, але він більше переживає за гнолів та бандитів. При цьому, не вважаючи мурлоків небезпечними.

Будь ласка, {Ім'я}, поговори з Дуганом і переконай його відправити більше військ на схід!]===],
[===[Ремі "Повторюха" хоче, щоб ви поговорили з маршалом Дуганом у Злотохресті.]===],
nil,
[===[Так, я розмовляв з Ремі. Я поважаю його як купця, проте всі повідомлення про мурлоків на сході у кращому випадку були поверхневими.

Я візьму до уваги твоє занепокоєння, але поки я не отримаю військовий звіт про загрози від мурлоків, ми не можемо дозволити собі відправити більше війська на схід.]===],
},
[45] = {
[===[Доля Рольфа]===],
[===[Після подальшого обшуку місцевості ви помічаєте сплутані сліди, що ведуть на схід уздовж берега озера Кам'яних Обелісків. Вдалині, ще східніше, можна ледь-ледь побачити поселення мурлоків.

Можливо, Рольфа там спіткала страшна доля...]===],
[===[Пошукайте сліди або ознаки смерті Рольфа в поселенні мурлоків.]===],
nil,
[===[На шиї мерця ви знаходите металевий медальйон з гравіюванням "Піхотинець Рольф Гартфорд".]===],
},
[46] = {
[===[Нагорода за мурлоків]===],
[===[Армія Штормовію оголосила нагороду за мурлоків-маскунів і мурлоків-здобувачів у Ельвинні. Вбий їх та принеси мені їхні порвані плавники, і армія Штормовію щедро віддячить тобі.

Мурлоки побудували поселення на озері Кам'яних Обелісків на північ звідси, а інше — на південь, де розгалужується ріка.]===],
[===[Принесіть 8 порваних плавників мурлока вартовому Томасу на східному ельвиннському мості.]===],
[===[Як проходить полювання, {Ім'я}?]===],
[===[Ти {стать:дістав:дістала} плавники? Чудово! Маршал Дуган занепокоєний ситуацією з мурлоками на сході Ельвинну, і я буду радий повідомити йому, що ситуація повертається під контроль.

І цим ми завдячуємо тобі.]===],
},
[47] = {
[===[Обмін золотим пилом]===],
[===[У цих краях кобольди зазвичай носять при собі золотий пил. Мені б він справді знадобився... Дістань мені пил, і я заплачу тобі найкращу ціну в місті... Найбільшу ціну в місті!

Кобольдів знайдеш у Бездонній копальні, що на південь, а також біля Яшмової шахти на північному сході.]===],
[===[Принесіть 10 порцій золотого пилу Ремі "Повторюсі" в Злотохрестя. Золотий пил можна відібрати у кобольдів у Ельвиннському лісі.]===],
[===[Псс! {стать:Дістав:Дістала} золотий пил для мене... для мене?]===],
[===[Дякую за пил, {ім'я}. Ось твоя платня, а ще... це в знак подяки від моїх колег. Тобі може знадобитись... знадобитись.]===],
},
[48] = {
[===[Солодке бурштинове]===],
[===[В землі, що на південь, де лози повзли,
Колодязь є повний стрімкої води.
Прозора та чиста, як Світла дочка,
Принеси мені воду з того джерела.]===],
[===[Принесіть воду святого джерела Лютобухові Громовару.]===],
[===[Гик! Хо-хо! Хочеш на біс?

В землі, що на південь, де лози повзли,
Колодязь є повний стрімкої води.
Прозора та чиста, як Світла дочка,
Принеси мені воду з того джерела.]===],
[===[Гик! Хо-хо!]===],
},
[49] = {
[===[Солодке бурштинове]===],
[===[Бурштиновим кольором сяє любов,
Як небо палає загравою знов.
Мені принеси ти, щоб диво створити,
Мішок кукурудзи, ячменю та жита.]===],
[===[Принесіть Лютобухові Громовару мішок ячменю, мішок жита та мішок кукурудзи.]===],
[===[На біс? Неодмінно!

Бурштиновим кольором сяє любов,
Як небо палає загравою знов.
Мені принеси ти, щоб диво створити,
Мішок кукурудзи, ячменю та жита.]===],
[===[Гик! Хо-хо!]===],
},
[50] = {
[===[Солодке бурштинове]===],
[===[Ретельно змішаю я все для прокачки,
Наша з тобою це буде заначка!
На куб перегінний потрібен метал,
Щоб пісню свою я все ж доспівав.]===],
[===[Принесіть Лютобухові Громовару ясносрібло.]===],
[===[Для тебе на біс? Залюбки, {стать:друже:подруго}!

Ретельно змішаю я все для прокачки,
Наша з тобою це буде заначка!
На куб перегінний потрібен метал,
Щоб пісню свою я все ж доспівав.]===],
[===[Гик! Хо-хо!]===],
},
[51] = {
[===[Солодке бурштинове]===],
[===[Ось ще нефільтрований, свіжий напій,
Чекає обробки, почнімо ж мерщій.
Вугілля дозволить завершити справу,
Дістань мені, друже, ти гілку платана.]===],
[===[Принесіть Лютобухові Громовару гілку платану.]===],
[===[На біс? Для тебе, що завгодно!

Ось ще нефільтрований, свіжий напій,
Чекає обробки, почнімо ж мерщій.
Вугілля дозволить завершити справу,
Дістань мені, друже, ти гілку платана.]===],
[===[Гик! Хо-хо!]===],
},
[52] = {
[===[Захист кордону]===],
[===[Гей, {Ім'я}. Чим далі ми від Злотохрестя, тим більш агресивними стають дикі тварини, а лісозаготівельний табір Східнодолу зазнає майже постійних нападів вовків та ведмедів!

Ми могли б скористатися твоєю допомогою.]===],
[===[Убийте 8 бродячих хижаків і 5 молодих лісових ведмедів, і повертайтеся потому до вартового Томаса на східний ельвиннський міст.]===],
[===[Ти {стать:вбив:вбила} цих вовків і ведмедів?]===],
[===[Красно дякую за допомогу, {Ім'я}. Щось у лісі робить звірів настільки зухвалими.

Що б то не було, я сподіваюся, що воно там і залишиться.]===],
},
[53] = {
[===[Солодке бурштинове]===],
[===[Як дитяча сльоза, прозорий напій,
З роками медовим стане настій.
Та перш ніж спочити могли б ми сповна,
Нам бочка дубова потрібна міцна.]===],
[===[Принесіть Лютобухові Громовару зв'язку обвугленого дуба.]===],
[===[Звичайно, я знову її заспіваю тобі, друже!

Як дитяча сльоза, прозорий напій,
З роками медовим стане настій.
Та перш ніж спочити могли б ми сповна,
Нам бочка дубова потрібна міцна.]===],
[===[Вугіллям фільтроване, дозріле у бочці
Запалює душу вам з кожним ковточком.
Тож вип'єм за тих, хто варив цей нектар -
Ти, звісно ж, і я, Лютобух Громовар!]===],
},
[54] = {
[===[Донесення у Злотохрестя]===],
[===[{Ім'я}, ти добре {стать:проявив:проявила} себе в захисті Північнокраю. Тепер у тебе інше завдання — захист навколишніх земель Ельвиннського лісу.

Якщо приймаєш цей обов'язок, візьми ці папери, які я підготував. Їх потрібно передати маршалові Дугану в Злотохрестя. Як вийдеш за ворота, тримайся дороги на південь.]===],
[===[Віднесіть документи маршала Макбрайда маршалові Дугану в Злотохрестя.]===],
[===[У тебе звістка від Макбрайда? Північнокрай — це садок у порівнянні з Ельвиннським лісом. Але, все одно, мені цікаво, що там у Макбрайда.

Дай-но поглянути на його звіт...]===],
[===[Подивимося. Тут сказано, що ти {стать:був ушанований:була ушанована} званням {стать:заступника:заступниці} штормовійських маршалів. Мої вітання.

І бажаю удачі, безпека Ельвинна — непроста справа... тим більше коли більша частина армії займається невідомо чим для якогось вельможі!

Важко бути в курсі всіх політичних перипетій у ці темні часи...]===],
},
[55] = {
[===[Морбент Скверн]===],
[===[Морбент Скверн ховається у своєму лігві, в будинку, що розташований на пагорбі над кладовищем Воронячого пагорба, на сході. Його час на цій землі підходить до кінця...

Використай прокляття Морбента проти нього. Це зробить його захисні чари безсилими.

Убий його. Убий його і врятуй нас від його злодіянь. Стань знаряддям моєї помсти та {стать:героєм:героїнею} Смерколісся!]===],
[===[Використайте прокляття Морбента проти Морбента Скверна, вбийте його, а потім поверніть прокляття Морбента Свену в його табір.]===],
[===[Морбент Скверн переможений?!]===],
[===[Морбент Скверн переможений. Темних вершників все ще багато, але маленька частинка того, на що я безмежно сподівався, вже здійснилася.

Ти {стать:зробив:зробила} неможливе, і твої подвиги завжди будуть жити у легендах Смерколісся.

Іди, {ім'я}. І, можливо, одного дня, доля знову приведе тебе до мене...]===],
},
[56] = {
[===[Нічна варта]===],
[===[Як командир Нічної варти, я заприсяглася захищати жителів Темнодолу. Штормовій відізвав своїх охоронців з постів, залишивши нас напризволяще.

Якщо ти відчуваєш що впораєшся з цим завданням, нам потрібна твоя допомога! Вирушай в Затишні сади, що на південь від Темнодолу, та вбий 8 скелетних воїнів та 6 скелетних магів. Ми маємо знищити загрозу невмерлих!]===],
[===[Командир Альтея Чорнобрива з Темнодолу хоче, щоб ви вбили 8 скелетних воїнів та 6 скелетних магів.]===],
[===[Ти {стать:повернувся:повернулася}, {ім'я}. Якщо ти хочеш довести, що можеш бути {стать:корисним:корисною} Нічній варті, повертайся до мене, коли вб'єш 8 скелетних воїнів та 6 скелетних магів.]===],
[===[Чудово, {ім'я}. За твою службу народу Темнодолу ти будеш {стать:винагороджений:винагороджена}.]===],
},
[57] = {
[===[Нічна варта]===],
[===[{ім'я}, я отримую звіти про нашестя невмерлих в лісі! Якщо ти згодишся взятися за це завдання, вирушай на кладовище Воронячого пагорба та вбий 15 скелетних негідників та 15 скелетних страховищ. Також повідомляють про скелетів на південь від Темнодолу, в районі цвинтаря при Затишних садах. Невмерлі мають бути вигнані зі Смерколісся!]===],
[===[Командир Альтея Чорнобрива з Темнодолу хоче, щоб ви вбили 15 скелетних негідників і 15 скелетних страховищ.]===],
[===[Повертайся, коли вб'єш 15 скелетних негідників та 15 скелетних страховищ, {ім'я}.]===],
[===[Жителі Темнодолу дякують тобі, {ім'я}. Ти {стать:довів:довела} свою відданість Нічній Варті.]===],
},
[58] = {
[===[Нічна варта]===],
[===[Ситуація на кладовищі Воронячого пагорба все ще залишається напруженою. Безпека Темнодолу у твоїх руках, {ім'я}. У мене недостатньо вартових, щоб забезпечити безпеку міста. Нам потрібно, щоб ти {стать:вирушив:вирушила} на Воронячий пагорб та {стать:знищив:знищила} 20 розповсюдників чуми в східному мавзолеї!]===],
[===[Командир Альтея Чорнобрива з Темнодолу хоче, щоб ви вбили 20 розповсюдників чуми в східному мавзолеї Воронячого пагорба.]===],
[===[Мені потрібна твоя допомога, {ім'я}. Вирушай на кладовище на північному заході та зачисти східний мавзолей від 20 розповсюдників чуми.

Повертайся до мене, коли завдання буде виконане.]===],
[===[Від імені народу Темнодолу і як лідер Нічної Варти, я дякую тобі, {ім'я}, за твою хоробрість і самовідданість. Нехай Світло осяює твій шлях.]===],
},
[59] = {
[===[Обладунки із тканини та шкіри]===],
[===[Твоя доблесть і відвага варта цього знаку, що згодиться для одної частини броні. Я хочу, щоб ти {стать:відніс:віднесла} його до Сари Древоляг в лісозаготівельний табір Східнодолу. Віддай їй знак, щоб вона створила обладунок спеціально для тебе. І після того, як ти його отримаєш, {Ім'я}, користуйся ним для захисту Ельвинну.

Лісозаготівельний табір Східнодолу розташований за постом вартового Томаса.]===],
[===[Дайте Сарі Древоляг знак броні Штормовію.]===],
[===[Армія Штормовію доручила мені постачати обладунки із тканини та шкіри її людям.

Якщо ти {стать:приніс:принесла} мені знак, то я з радістю щось зроблю і для тебе.]===],
[===[О, дякую за знак. Будь ласка, не соромся і вибери обладунок, що тобі до вподоби.

Нехай щастить, {стать:хоробрий:хоробра} {клас:к}! І нехай ця броня служить тобі гідно.]===],
},
[60] = {
[===[Свічки кобольдів]===],
[===[Привіт, {стать:шановний пане:шановна пані}! Маєте хвилинку?

Ми з братом завідуємо аптекою в Штормовії, а я тут, щоб зібрати великі свічки заради воску. Чи могли б ви мені допомогти?

Великі свічки можна роздобути у кобольдів, і ходять чутки, що ці тварюки наводнили ельвиннські шахти... Бездонну копальню на півдні та Яшмову, що на північному сході. Пропоную шукати свічки в одному з цих місць.]===],
[===[Принесіть 8 великих свічок Вільямові Товкачу в Злотохрестя.]===],
[===[Ти вже {стать:зібрав:зібрала} свічки?]===],
[===[О, то ти була {стать:був зайнятий:була зайнята} полюванням на кобольдів! Дякую за свічки, {ім'я}, і ось твоя винагорода...]===],
},
[61] = {
[===[Вантаж на Штормовій]===],
[===[Мій брат, Морган, чекає в Штормовії на мій вантаж зі свічками. У мене ж катастрофічно не вистачає часу, щоб самостійно здійснити поїздку, але якщо ти не проти доставити його самотужки, він добре заплатить.

Я гарненько запакував свічки, а Моргана ти знайдеш у нашій крамниці, "Аптеці братів Товкачів", у Торговому районі Штормовія.]===],
[===[Доставте пакунок від Вільяма Морганові Товкачеві в Торговий район Штормовію.]===],
[===[О, вантаж від мого брата? Чудово! Сьогодні справді мій щасливий день!]===],
[===[Ось ваша платня... і поки ви ще тут, озирніться навколо! Я впевнений, у нас знайдеться зілля чи якась інша дрібничка, яка стане вам у пригоді.]===],
},
[62] = {
[===[Бездонна копальня]===],
[===[Проблеми виникли не лише у шахті Північнокраю! В мене є свідчення, що Бездонна копальня в Ельвинні також стала притулком для кобольдів.

Досліди шахту та перевір ці відомості, а потім повернися до мене. Шахта знаходиться майже на південь від Злотохрестя, між садибами Кам'янопільських і Маклурів.]===],
[===[Дослідіть Бездонну копальню, а потім повертайтеся до маршала Дугана в Злотохрестя.]===],
[===[Є про що доповісти, {ім'я}? Ти {стать:був:була} у Бездонній копальні?]===],
[===[Кепські новини. Що далі, дракони?!? Нам доведеться посилити патрулювання біля цієї шахти. Дякую за твої зусилля, {ім'я}. Постривай!... Схоже, я маю ще одне завдання для тебе.]===],
},
[64] = {
[===[Забута спадщина]===],
[===[Це було жахливо! Верна розбудила мене, коли почула гамір на полях. Там було повно хуліганів. Ми побігли в поспіху, і я забув взяти з собою кишеньковий годинник. Вернин тато подарував мені цей годинник в день нашого весілля, і мене просто нудить від думки, що ним могли заволодіти ті злодії. Я залишив годинник у шафі на фермі. Шукай гарбузове поле на захід звідси — його не пропустити. Якщо повернеш мені мій годинник, я буду дуже вдячний!]===],
[===[Фермер Хмуробров хоче, щоб ви забрали його кишеньковий годинник з шафи його будинку на гарбузовій фермі на заході.]===],
[===[Гадаю, тобі так і не вдалося дістати мій годинник?]===],
[===[Мій годинник! Красно дякую, {стать:добрий пане:добра пані}!

Ми лише бідні фермери, що втратили свою землю, але, будь ласка, прийми цю нагороду на знак нашої вдячності.]===],
},
[65] = {
[===[Повстанське братство]===],
[===[Група покидьків, відповідальних за те, що чесні люди залишають Західний край, зве себе Повстанським братством. Мені потрібно, щоб ти {стать:проник:проникла} в цю зграю злочинців. Нам потрібно дізнатися, хто їхній ватажок і де вони ховаються. У Приозер'ї, в таверні, мешкає пройдисвіт Вайлі, який заборгував мені послугу.

Вирушай до Приозер'я, що в Багрянокряжових горах, на схід від Ельвинна, і довідайся про все, що зможеш.]===],
[===[Ґріан Міцнокрив хоче, щоб ви поговорили з Вайлі в Приозер'ї.]===],
nil,
[===[Отже, тебе послав Міцнокрив? Що ж, я перед ним в боргу.]===],
},
[66] = {
[===[Легенда про Сталвана]===],
[===[Минулої ночі по моїх жилах прокотилася жахлива тривога... Я відчула, що моя онука Аліса перебуває у великій небезпеці. Я розклала карти... і зі столу на мене глянула смерть.

Після довгої подорожі крізь темний транс я розкрила цю жахливу таємницю. До мене прийшло ім'я: Сталван.

Знайди писаря в ратуші та намагайся більше дізнатися про цього персонажа. Я боюсь за нас усіх.]===],
[===[Знайдіть писаря Долтрі в ратуші Темнодолу.]===],
nil,
[===[То тебе прислала мадам Єва...]===],
},
[67] = {
[===[Легенда про Сталвана]===],
[===[Сталван, так? Дай мені перевірити реєстр.

Сталван... Сталван... Подивимось... Ага, ось він! Є запис про містера Сталвана Імлокрива. Остання зареєстрована адреса — школа Місцеграю. Ох, це дуже старі записи!

Зроби мені послугу, якщо ти випадково будеш в Місцеграї, дай мені знати, якщо ти дізнаєшся щось нове про цього хлопця. Мені подобається підтримувати порядок в записах.]===],
[===[Вирушайте до школи Місцеграю і принесіть будь-яку інформацію про Сталвана писарю Долтрі.]===],
nil,
[===[Стара скринька зі скрипом відчиняється...]===],
},
[68] = {
[===[Легенда про Сталвана]===],
[===[Ви знаходите вкритий пилом невідправлений лист у старій скриньці.]===],
[===[Віднесіть вкритий пилом невідправлений лист до писаря Долтрі.]===],
[===[А, я тебе пам'ятаю. Це ти {стать:розпитував:розпитувала} про того типа, Сталвана. Ти {стать:знайшов:знайшла} те, що {стать:шукав:шукала}?]===],
[===[Цікаво. Отже, він дійсно провів деякий час у Місцеграї. Досить дивно, що лист не був доставлений. Але все ж таки, я оновлю реєстр.]===],
},
[69] = {
[===[Легенда про Сталвана]===],
[===[О, Боже! Мабуть, я першого разу пропустив це. У реєстрі просто праворуч від першої адреси Сталвана є ще одна, частково зачеркнута. Здається, він вирушив до таверни «Гордість лева» у Злотохрестя. Можливо, тобі варто пошукати там, {ім'я}.]===],
[===[Вирушайте в таверну «Гордість лева» і поцікавтеся, чи не знають там кого-небудь ім'я Сталван.]===],
nil,
[===[Сталван? Звучить знайомо.]===],
},
[70] = {
[===[Легенда про Сталвана]===],
[===[Ім'я Сталван звучить знайомо. О, згадав.

Багато років тому, бурхливої ночі, до нас зайшов посланець, який шукав притулку на ніч. Близько опівночі цей чоловік, блідий від страху, збіг униз сходами в піжамі й зник.

Поспішаючи, він забув свої листи у скрині нагорі. Він так і не повернувся за ними. Один лист залишився від цього Сталвана, адресований в район каналів у Штормовії. Можеш забрати його, якщо хочеш.]===],
[===[Візьміть зі скрині недоставлений лист Сталвана і доставте його в район каналів Штормовію.]===],
[===[Що це у тебе? Дай-но я погляну...]===],
[===[У тебе вистачило нахабства принести це сюди.]===],
},
[71] = {
[===[Звістка для Томаса]===],
[===[Тепер, коли у вас є обидва медальйони, віддайте їх вартовому Томасу на мосту, щоб він дізнався про долю своїх загиблих підлеглих.]===],
[===[Доставте медальйони Рольфа та Малакая вартовому Томасові на східний ельвиннський міст.]===],
[===[Привіт, {Ім'я}. Ти {стать:довідався:довідалась} про долю Рольфа та Малакая?]===],
[===[Мої побоювання підтвердились, {Ім'я}. Мурлоки — це загроза, яку ми не можемо ігнорувати.]===],
},
[72] = {
[===[Легенда про Сталвана]===],
[===[Мій батько був доглядачем цих земель задовго до мене. Йому й довелося витирати кров після тієї різанини. Але це справи не стосується.

Останні кошти з фонду Кремнекряжів вичерпалися. Тепер останнє майно сім'ї направляється на аукціон. Винна в усьому скажена податкова. Гадаю, якщо тобі справді кортить дізнатися більше, можеш поритися в цьому мотлоху. Хто знає, що ти зможеш знайти.]===],
[===[Пошукайте підказку в зібраних речах.]===],
nil,
[===[Ви повільно зсуваєте кришку ящика...]===],
},
[74] = {
[===[Легенда про Сталвана]===],
[===[В скрині ви знаходите різні предмети: вкриті пилом сімейні реліквії, портрет, кілька мисливських трофеїв та старі книги. Вже на самому дні, під глиняною вазою, ви знаходите сторінку, вирвану зі щоденника.]===],
[===[Наступна підказка міститься на сторінці порваного щоденника, який ви відкрили.]===],
[===[Що там у тебе? Я не бачу. У мене дуже поганий зір. Поклади мені в руки.]===],
[===[Я ледве можу розібрати букви, але почерк нагадує мені щось. Так, я бачив щось подібне до того, як мій зір остаточно зіпсувався.]===],
},
[75] = {
[===[Легенда про Сталвана]===],
[===[Коли я тільки-но переїхав сюди, в скрині на другому поверсі лежала ціла купа пергаментів. Якось я їх переглядав, але потім зір зіпсувався, і я махнув на них рукою.

Зроби одну послугу майже сліпому старому, пошукай у скрині нагорі що-небудь, що може допомогти тобі дізнатися щось про цього Сталвана. Я впевнений, що там є вицвіла сторінка із щоденника, яка може тебе зацікавити. Принеси її мені, і я допоможу чим зможу.]===],
[===[Маршал Знесилій просить вас пошукати вицвілу сторінку щоденника в скрині нагорі.]===],
[===[Ти {стать:знайшов:знайшла} ту сторінку, про яку казав, {ім'я}?]===],
[===[Ти {стать:знайшов:знайшла} її!]===],
},
[76] = {
[===[Яшмова шахта]===],
[===[Завдяки тобі ми знаємо, що Бездонна копальня кишить кобольдами. Тепер треба розвідати більш віддалену шахту — Яшмову.

Оглянь її на наявність кобольдів. Рухайся на схід по дорозі, поки не дістанешся вежі Азори. Від вежі поверни на північ, і в передгір'ї знайдеш Яшмову шахту.]===],
[===[Дослідіть Яшмову шахту, а потім поверніться з доповіддю до маршала Дугана у Злотохрестя.]===],
[===[Вітаю, {ім'я}. Що ти можеш повідомити? Ти {стать:дослідив:дослідила} Яшмову шахту?]===],
[===[Кобольди і в Яшмовій шахті, кажеш? Прокляття! Ситуація погіршується з кожною хвилиною!

Дякую за доповідь, {ім'я}. Але хотілося б, щоб ці новини були хорошими.]===],
},
[78] = {
[===[Легенда про Сталвана]===],
[===[Я знаю когось, хто, можливо, зможе тобі допомогти. Коли я був на чолі стражі Штормовія, ми часто відпочивали в таверні «Багряний Ворон» в Темнодолі. Тамтешній корчмар, Сміттс, був неабияким знавцем місцевої історії. Покажи йому цю сторінку і послухай, що він скаже.]===],
[===[Віднесіть вицвілу сторінку щоденника господарю таверни Сміттсу.]===],
[===[Тебе прислав маршал Знесилій? Що ж ти відразу не {стать:сказав:сказала}?

Ех, старий Знесилій. Бідолаха скоро зовсім осліпне. Так чи інакше, показуй, що у тебе там.]===],
[===[Присягаюсь Світлом! Ще б пак, я впізнаю цей почерк.]===],
},
[79] = {
[===[Легенда про Сталвана]===],
[===[Я роками слідкував за легендою Сталвана. Коли кілька років тому були вбиті ті приїжджі дворяни, я поїхав зі Знесилієм розслідувати це діло. Я знайшов ці брудні сторінки, але нам не вдалося пов'язати почерк з тим божевільним чоловіком у лісі. Твій слід доводить його вину. Віднеси цю сторінку до командира Чорнобривої та розкажи їй про все!]===],
[===[Віднесіть брудну сторінку командиру Альтеї Чорнобривій.]===],
[===[Краще б це було щось хороше, {клас}. Показуй, що там в тебе, але, в ім'я Світла, поквапся. Захист Темнодолу — для мене понад усе. Я не маю наміру гаяти час на зачіпки, які заведуть в глухий кут.]===],
[===[Ого, а ти {стать:виявився:виявилася} справжнім детективом, {клас:к}.]===],
},
[80] = {
[===[Легенда про Сталвана]===],
[===[Я давно придивляюся за цим виродком Сталваном. Але якщо цю сторінку написала та ж рука, то це безперечно свідчить про його провину.

Протягом усього свого життя, займаючись реєстром міста, писар Долтрі став експертом у визначенні почерку. Покажи йому цю сторінку і переконайся, чи збігається почерк з підписом у реєстрі.]===],
[===[Покажіть писару Долтрі закривавлену сторінку щоденника.]===],
[===[Знову {стать:повернувся:повернулася}, {ім'я}? Що у тебе на цей раз?]===],
[===[Безсумнівно! Почерк на цій сторінці дійсно збігається з підписами у реєстрі.]===],
},
[83] = {
[===[Червоні льняні вироби]===],
[===[Повстанська банда Північнокраю носить маски з мішковини, але Повстанці в Ельвинні надають перевагу льону, який я використовую в пошитті вишуканих товарів.

Принеси мені червоні льняні бандани, і я використаю їх, щоб зробити щось для тебе.

Табори Повстанських бандитів є по всьому Ельвинну.]===],
[===[Принесіть 6 червоних льняних бандан Сарі Древоляг у лісозаготівельний табір Східнодолу.]===],
[===[У мене закінчуються запаси льону, {Ім'я}. У тебе є що-небудь для мене?]===],
[===[О-о-о, гарні бандани, правда, трохи кошлаті...]===],
},
[84] = {
[===[Назад до Біллі]===],
[===[Тримай. І як віддаватимеш цей рулет Біллі, передай, хай би він вдавився!]===],
[===[Принесіть рулет зі свинячої підчеревини Біллі Маклуру на виноградники Маклура.]===],
[===[Ооой, я такий голодний! Цей рулет випадково не для мене, {Ім'я}?]===],
[===[Мм, смакота! Цей рулет найкращий!

Здається, я починаю щось пригадувати...]===],
},
[85] = {
[===[Загублене намисто]===],
[===[Я не можу знайти своє намисто і думаю, що його поцупив той безхатько Біллі! Він без перестанку рискає, немов щур, навколо виноградників Маклура, що на сході.

Поверни моє намисто, потіш серце старої вдови.]===],
[===[Поговоріть з Біллі Маклуром.]===],
nil,
[===[Загубилося що?! Ну, я не брав ніякого намиста, бо я не злодій!

Проте можу знати, хто це зробив, але... <усміхається>... Я занадто голодний, щоб згадати.]===],
},
[86] = {
[===[Рулет для Біллі]===],
[===[Якби ж у мене був пиріг, тоді я б, мабуть, згадав, у кого може бути те намисто. Знаєш, я вважаю, що старенька Берніс робить чудовий рулет зі свинячої підчеревини...

Можливо, якщо ти даси їй кілька шматків м'яса кнурів, які водяться навколо наших ферм, і чемно попросиш, то вона спече тобі рулет.]===],
[===[Принесіть 4 шматки м'яса кнура тітці Берніс Кам'янопільській на ферму Камянопільських.]===],
[===[По-перше, не думаю, що це правильно — годувати хлопця, який вкрав моє намисто, але якщо це все, що необхідно зробити, щоб повернути моє, то нехай!

У тебе є м'ясо кнура?]===],
[===[Хоч м'ясо диких кнурів жорстке, його треба лише гарненько протушкувати, і воно, безперечно, згодиться для смачного рулету!]===],
},
[87] = {
[===[Золотозуб]===],
[===[Я бавився біля Бездонної копальні та, здається, там загубив... Е-е... тобто бачив намисто старої пані. Не питай мене, як воно туди потрапило... Я тут ні до чого!

Коротше, я побачив здоровенного кобольда із золотим зубом, який підібрав намисто та побіг вглиб шахти. Знайдеш того кобольда — знайдеш і намисто, клянусь!]===],
[===[Принесіть "Тітоньці" Берніс Кам'янопільській на ферму Кам'янопільських її намисто.]===],
[===[Вітаю, {ім'я}. Ти {стать:знайшов:знайшла} моє намисто?]===],
[===[О, тобі вдалося! Дякую, дякую, {стать:любчику:люба}!

Ось, тримай. Це належало моєму чоловікові, він вважав, що воно приносить удачу. Якби ж він не забув взяти це у свій останній похід! <шморг>]===],
},
[88] = {
[===[Принцеса повинна померти!]===],
[===[У Бреквеллів є призова свиня, Принцеса. Ця свиноматка ВЕЛИЧЕЗНА! І все через те, що навчилася прокрадатися сюди та жерти мої овочі!

Що ж, перш ніж вона знову прийде на наші поля... Принцеса повинна померти! Принеси мені її нашийник як доказ завершеної справи, і я тобі чимось віддячу за твій час!

Принцеса, як правило, тиняється по гарбузовому наділі Бреквеллів, на сході, за фермою Маклурів. Розберися з нею до того, як вона зголодніє та повернеться сюди!]===],
[===[Убийте Принцесу, заберіть її нашийник і принесіть його до Ма Кам'янопільської на ферму Кам'янопільських.]===],
[===[Ти вже {стать:бачив:бачила} свиню? Сподіваюсь, ти вже {стать:вбив:вбила} її?]===],
[===[Слава Світлу! Ця свиня стала такою великою, що з'їла б увесь наш урожай! Дякую, {ім'я}.

Та-акс, щось з цього тобі підійде?]===],
},
[89] = {
[===[Міст Безхвильного озера]===],
[===[Під час останньої навали орків нам довелося переплавити весь метал на кулі, мечі та обладунки. Ми послали прохання до Штормовію про нові поставки, але банда гнолів з Багрянокряжжя захопила караван і втекла в гори за Приозер'ям.

Тепер нам не вистачає матеріалів для відбудови мосту. Якщо ти принесеш мені 5 залізних пік та 5 залізних заклепок, я подбаю про те, щоб тебе винагородили.

А тепер до роботи!]===],
[===[Принесіть 5 залізних пік та 5 залізних заклепок десятнику Ослоу в Приозер'я.]===],
[===[Міст сам себе не збудує! Де залізні піки та заклепки?]===],
[===[Чудова робота, {ім'я}. Ці припаси дуже допоможуть нам у будівництві мосту. Ми вже зовсім скоро закінчимо цю красу.]===],
},
[90] = {
[===[Пряний кебаб з вовчатини]===],
[===[Пряний кебаб з вовчатини — улюблена страва в нашому домі! Звичайно, я можу його приготувати, але спочатку мені знадобляться інгредієнти. Принеси мені 10 пісних вовчих боків, а також трохи штормовійських приправ. Тут у лісі багато вовків, тому знайти м'ясо не буде проблемою. Щодо приправ, звернись до Феліції Ґамп у її магазин квітів у районі каналів Штормовію.]===],
[===[Зберіть 10 пісних вовчих боків та штормовійську приправу та поверніться до шеф-кухаря Ґруала в Темноділ.]===],
[===[Ти вже {стать:знайшов:знайшла} 10 пісних вовчих боків? А як щодо трав від Феліції зі Шторомовію?]===],
[===[Дуже гарна робота, {ім'я}! Насолоджуйся делікатесом, відомим як пряний кебаб з вовчатини!]===],
},
[91] = {
[===[Закон Соломона]===],
[===[Вороги Штормовію оселились у східних передгір'ях Багрянокряжжя. За допомогою арканічної магії цей негідник на ім'я Морґант сіє жах та страждання в нашому місті.

Зараз Морґант контролює Тіньошкурих гнолів, і вони виконують його накази. Згідно із законом Приозер'я, пособництво злочинцям Королівства карається смертю.

Ці мерзенні гноли мають бути знищені!

Принеси мені 10 підвісок Тіньошкурих, і отримаєш винагороду.]===],
[===[Принесіть 10 підвісок Тіньошкурих судовому приставу Конахеру в ратушу Приозер'я.]===],
[===[Принеси мені 10 підвісок Тіньошкурих і отримаєш винагороду.]===],
[===[Суд Приозер'я високо цінить твою відданість правосуддю, <ім'я>. Забезпечуючи дотримання законів Королівства, ти допомагаєш збереженню справедливості в наших землях.]===],
},
[92] = {
[===[Багрянокрязький гуляш]===],
[===[Я б з радістю приготувала для тебе багрянокрязький гуляш. Але є невелика проблема. Під час нещодавнього вторгнення орків мені довелося годувати цілу штормовійську бригаду і всі мої запаси закінчились. Але якщо ти зможеш знайти для мене необхідні інгредієнти — я з радістю приготую для тебе кілька порцій.

Просто принеси мені п’ять шматків жорсткого м'яса кондора, п’ять рил великих іклоштриків та п’ять порцій хрумкого павучого м'яса.]===],
[===[Шеф-кухарка Бренна з Приозер'я просить вас принести їй п'ять шматків жорсткого м'яса кондора, п'ять рил великих іклоштриків та п'ять порцій хрумкого павучого м'яса.]===],
[===[Мені все ще потрібні п'ять шматків жорсткого м'яса кондора, п'ять рил великих іклоштриків та п'ять порцій хрумкого павучого м'яса.]===],
[===[Молодець, {ім'я}. Ще й такі гарні шматки! А ось і моя коронна страва — багрянокрязький гуляш!]===],
},
[93] = {
[===[Темні крабові пиріжки]===],
[===[Розкрию тобі маленьку таємницю — темні крабові пиріжки насправді зроблені з павучих лапок! Я знаю, що це трохи огидно, але пиріжки мають приємний пікантний смак і добре підходять як перекус! Принеси мені липкі лапки павука, і я приготую для тебе декілька.

Я чув, що найкращі лапки в отруйних колопрядів — вони гніздяться на півночі, між гірськими схилами та рікою.]===],
[===[Зберіть 6 липких павучих лапок і принесіть їх шеф-кухарю Ґруалу в Темноділ.]===],
[===[Привіт, {ім'я}. Ти вже {стать:дістав:дістала} липкі павучі лапки?]===],
[===[О так, гарна купа лапок! Мені потрібно просто приправити їх своїми секретними спеціями... не дивись! І трохи піджарити на сковороді...

І, хоча темні крабові пиріжки — моя фірмова страва, я не буду розкривати її рецепт. Ось рецепт страви, яка майже така ж смачна.]===],
},
[94] = {
[===[Пильне око]===],
[===[Мій суперник, Морґант - порочний маг, що живе у вежі Ілґалара в Багрянокряжжі. Я розробив засіб шпигування - Око Азори, і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Мені потрібна допомога.

Якщо ти {стать:готовий:готова}, віднеси мій гліф Азори до вежі Ілґалара. Помісти його на статую лева біля вежі.

Коли ти це зробиш, сила Азори дозволить мені побачити майбутні плани Морґанта.]===],
[===[Віднесіть гліф Азори до статуї лева біля вежі Ілґалара в Багрянокряжжі.]===],
[===[Статуя лева стоїть тут десятиліттями та самотньо стежить за сумнозвісною вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф...]===],
[===[Ви кладете гліф Азори у виїмку. Він ніби вростає в камінь... і з нього лунає безтілесний голос Теокрита:

"Прийми мою подяку, {стать:юний:юна} {Ім'я}. Тепер ти можеш говорити зі мною через цей гліф, а я знайду для тебе завдання... Після того, як прощупаю думки Морґанта.]===],
},
[95] = {
[===[Помста Свена]===],
[===[Я колись працював на одній з ферм на південному сході... до тих пір, коли темні вершники з проходу Мертвого Вітру вдерлися на мою ферму та вбили мою родину, коли мене не було вдома!

Повернувшись, я побачив темну постать, що копала щось біля амбара. Він втік, перш ніж я зміг його наздогнати, а я не міг затримуватися, бо за мною по п'ятах гналися темні вершники. Тож я так і не дізнався, що там було заховано.

Якщо ти можеш знайти те, що приховував цей незнайомець, я був би тобі дуже вдячний. Схованка знаходиться за старим пеньком біля амбара.]===],
[===[Йдіть на ферму Свена і знайдіть те, що було закопано за старим пнем.]===],
nil,
[===[Ви знайшли купу землі, яку поспішно копали, ніби комусь треба було щось швидко приховати... а часу було обмаль.]===],
},
[97] = {
[===[Легенда про Сталвана]===],
[===[Негайно повідом командиру Чорнобривій, що почерк збігається, {ім'я}! Її підозри підтвердилися!]===],
[===[Повідомте про новини командира Чорнобриву.]===],
[===[Так, {ім'я}?]===],
[===[Я так і знала! Гарна робота, {ім'я}.]===],
},
[98] = {
[===[Легенда про Сталвана]===],
[===[Сталван Імлокрив жив життям порочника. Невинні жертви померли від його рук. Напевне, він винен у безлічі злочинів. Тепер цей божевільний загрожує Темнодолу. Лише Світло знає, які жахи він задумав. Вирушай до його дому, що на північ від міста, {клас:к}, і покінчи зі Сталваном раз і назавжди.

Коли впораєшся, вирушай до мадам Єви та покажи їй його сімейний перстень. Зрештою, саме її передчуття дозволили нам розкрити цей темний злочин. Завдяки їй у Темнодолі стане безпечніше.]===],
[===[Вбийте Сталвана Імлокрива і покажіть мадам Єві його фамільний перстень.]===],
[===[Так, {ім'я}?]===],
[===[Я знаю, {ім'я}, Сталвана вже немає. Я відчула хвилю надії, що пробігла опоганеним лісом. Нарешті, Смерколісся звільнене від його кровожерності. Моя радість пригнічена думками про тих, хто став жертвою цього жахливого чудовиська. Однак, ти — {стать:хоробрий та кмітливий:хоробра та кмітлива} {клас}.]===],
},
[101] = {
[===[Тотем шкоди]===],
[===[По лісі розповзається псування, {ім'я}, і всі ми змушені подбати про самозахист. Вітри шепочуть мені, і вони говорять про велику небезпеку, яка чекає на тебе у найближчому майбутньому.

Якщо ти бажаєш захистити себе, {стать:благородний:благородна} {клас:к}, принеси мені 10 ікл гуля, 10 пальців скелета і 5 флаконів павучої отрути. Тоді я створю тотем шкоди, який буде завдавати шкоди тим, хто спробує напасти на тебе.]===],
[===[Принесіть 10 ікл гуля, 10 пальців скелета і 5 флаконів павучої отрути мадам Єві в Темноділ.]===],
[===[Принеси мені 10 ікл гуля, 10 пальців скелета і 5 флаконів павучої. Тоді я створю тотем шкоди, який буде завдавати шкоди тим, хто спробує напасти на тебе.]===],
[===[Дуже мудро з твого боку, {ім'я}. Цей тотем шкоди допоможе захистити тебе від зла, яке чатує по всьому Азероту та за його межами. Коли відчуєш загрозу, тримай цей тотем і його магічна аура захистить тебе. Будь {стать:мужнім:мужньою}, {стать:справедливим:справедливою} {клас:о}. Тобі знадобиться вся відвага, оскільки я бачу багато кровопролиття у твоєму майбутньому.]===],
},
[102] = {
[===[Патрулювання Західного краю]===],
[===[Штормовій відвернувся від нас. По рівнинах Західного краю шумить бридкий вітер мерзенності. А це була моя батьківщина, і я не відвернуся від місцевих, які вирішили тут залишитися. Ми, колишні фермери, постоїмо за себе.

Твоє завдання, якщо ти за нього візьмешся, буде полягати в тому, щоб патрулювати луки Західного краю. Вистежи й убий огидних гнолів, які, схоже, діють спільно зі злодіями з Мертвих копалень. Принеси мені 8 лап гнолів, і я віддячу тобі за проявлену мужність.]===],
[===[Принесіть 8 лап гнолів капітанові Данувіну на Сторожовий пагорб.]===],
[===[Ти вже {стать:зібрав:зібрала} 8 лап тих підступних гнолів?]===],
[===[Хороша робота, {ім'я}. З такими сміливими шукачами пригод, як ти, на боці Народного ополчення, Західний край зможе знову стати квітучою житницею, якою був колись. Будь ласка, прийми цю нагороду як знак вдячності за твої невтомні зусилля.]===],
},
[103] = {
[===[Хранитель полум'я]===],
[===[Ніч, коли загинула родина наглядача маяка, була жахливою. Я безпорадно спостерігав за тим, як сам старий Мутноок очолював атаку. Але що сталося, те сталося, і тепер життя моряків, чиї кораблі у Великому морі наближаються до небезпечних скель берегової лінії — моя турбота. Підтримувати вогонь маяка нікому, і цей обов'язок випав на мої плечі.

Допоможи мені зберегти вогонь факела — принеси 5 фляг з мастилом, зібравши його зі жнивальних страховиськ.]===],
[===[Принесіть 5 фляг з мастилом капітанові Сивенку на маяк Західного краю.]===],
[===[Вогонь недовго горітиме без мастила, {ім'я}.]===],
[===[Хвала тобі, {стать:хоробрий:хоробра} {раса:к}. Скелі узбережжя Західного краю будуть освітлені завдяки твоїй праці. Безліч життів буде врятовано, поки факел горить.

Мене спіткала безглузда смерть на цьому самому узбережжі. Мій обов'язок у потойбічному житті — стежити, щоб ніхто не повторив моєї долі.]===],
},
[104] = {
[===[Загроза на узбережжі]===],
[===[Коли моє життя обірвалося на скелях, я й гадки не мав, що чекає мене на тому світі. Маяк тієї ночі не світив, бо старий Мутноок налякав сім'ю доглядача, і вони втекли. Потім вони повернулися та знову запалили полум'я, але Мутноок змусив слабших мурлоків напасти на маяк разом з ним. Вдруге родині доглядача не пощастило, і вони безпорадно загинули в мене на очах.

Убий старого Мутноока, якщо побачиш його на березі, та принеси мені одну з його лусок, і я віддячу тобі.]===],
[===[Принесіть луску старого Мутноока капітанові Сивенку на маяк Західного краю.]===],
[===[Ти вже {стать:знищив:знищила} загрозу на ім'я старий Мутноок? Помічали, як він блукав уздовж узбережжя Західного краю.

Повертайся до мене, коли ця огидна тварюка буде мертвою.]===],
[===[Отже, це мерзенне чудовисько, Мутноок, мертве. Молодець, {ім'я}. Обірвавши своїми руками одне життя, ти, можливо, {стать:врятував:врятувала} безліч інших. Велике море, і так сповнене небезпеки, стане цієї ночі трішечки безпечнішим завдяки твоєму героїчному вчинку.]===],
},
[106] = {
[===[Юні закохані]===],
[===[Ох, я проклята! Моє серце належить Томмі-Джо Кам'янопільському, але наші сім'ї — закляті вороги. Тож ми не можемо бути разом, але мої очі плачуть без погляду на його вродливе обличчя!

Будь ласка, візьми цей лист і передай його Томмі-Джо. Він дуже часто буває біля річки на захід від ферми Кам'янопільських, яка також на захід звідси.]===],
[===[Передайте любовний лист Мейбелл Томмі-Джо Кам'янопільському.]===],
[===[Що це в тебе?? Мейбелл - це світло мого похмурого життя. Не барися, дозволь мені побачити її лист!]===],
[===[Ой лишенько! Я не витримаю нашої розлуки. Я мушу її побачити!!]===],
},
[107] = {
[===[Записка для Вільяма]===],
[===[Готова закластися, що Вільям Товкач має зілля, що об'єднає серця двох наших молодих закоханих!

Ось, віддай цю записочку Вільямові. Він зупинився в таверні «Гордість лева» в Злотохресті.]===],
[===[Візьміть записку бабці Кам'янопільської та передайте її Вільяму Товкачеві.]===],
[===[Ти {стать:приніс:принесла} записку від "бабці" Кам'янопільської, ге? Я не бачив Мілдред сто років! Цікаво, що вона пише...]===],
[===[Моя душа болить за цих двох нещасних, Мейбелл і Томмі-Джо. Пам'ятаю, колись і я був юним і закоханим.

Я мушу якось їм допомогти! Дай-но подумати...]===],
},
[109] = {
[===[Звіт Ґріану Міцнокриву]===],
[===[Здається мені, що ти {стать:побував:побувала} не в одному бою, {клас:к}. Тобі слід відзвітувати Ґріанові Міцнокриву, якщо досі не було такої нагоди. Він очолює Народне ополчення, спрямоване на захист сільськогосподарських угідь Західного краю. Б'юсь об заклад, йому може знадобитись твоя допомога. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, неподалік дороги посеред Західного краю.]===],
[===[Поговоріть з Ґріаном Міцнокривом. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, неподалік дороги посеред Західного краю.]===],
[===[У-у... успішно??]===],
[===[О, то тебе прислав сюди мій друг? Як люб'язно.

Ну, монархія Штормовія полишила нашу справу. Залишається покладатися лише на Народне ополчення. Якщо тебе зацікавила наша боротьба, то я зможу знайти застосування твоїм бойовим навичкам, в ім'я свободи.]===],
},
[111] = {
[===[Розмова з бабцею]===],
[===[Будь ласка, {ім'я}, переговори з моєю бабусею. Якщо хто й може зробити так, щоб ми з Мейбелл були разом, так це вона.

Вона живе в нашому будинку на схід звідси.]===],
[===[Поговоріть з бабцею Кам'янопільською.]===],
[===[Не дочекаюся на реакцію моїх друзів!

Вони нічого навіть не запідозрять.]===],
[===[Допоки наші сім'ї ворогують, у Томмі-Джо та Мейбелл не найкраще майбутнє, але... можливо, ми зможемо допомогти їм хоча б ненадовго зустрітися.

Гм, дай-но подумаю...]===],
},
[112] = {
[===[Збір водоростей]===],
[===[Я можу зварити зілля, що зробить Мейбелл невидимою, тоді вона зможе прослизнути з виноградників Маклура та піти до Томмі-Джо. Але для виготовлення відвару мені потрібні кришталеві водорості.

Хоча водорості, зазвичай, ростуть в океані... іноді їх збирають мурлоки. Перевір, чи є запаси у мурлоків, тих, що біля Кришталевого озера. Водойма знаходиться одразу на схід від Злотохрестя.]===],
[===[Принесіть 4 стебла кришталевої водорості Вільяму Товкачеві до Злотохрестя.]===],
[===[Ти {стать:приніс:принесла} кришталеві водорості? Безсумнівно, Мейбелл не терпиться побачити свого залицяльника...]===],
[===[Тобі вдалося! Чудово! Тепер зачекай хвильку, поки я приготую відвар...]===],
},
[114] = {
[===[Втеча]===],
[===[Передайте цей відвар невидимості юній Мейбелл. Його дія повинна тривати достатньо довго, щоб вона змогла відвідати Томмі-Джо.]===],
[===[Передайте відвар невидимості Мейбелл Маклур.]===],
[===[Ти {стать:доставив:доставила} мій лист Томмі-Джо? Що він сказав??]===],
[===[О лишенько! Мені так соромно, що обманюю свою родину, але мої почуття до Томмі-Джо занадто сильні, щоб їх ігнорувати.

Дякую, {ім'я}. Я вип'ю цей відвар, як тільки матиму нагоду, та вислизну до свого коханого.

А ось це для тебе... будь ласка, візьми.]===],
},
[115] = {
[===[Темна магія]===],
[===[Чорноскельні орки залучили тіньомовів до своїх атак на Багрянокряжжя, а ті принесли із собою джерела темної сили — опівнічні сфери. З їх допомогою тіньомови завдали тяжких ударів по захисниках Багрянокряжжя, і ми маємо якнайшвидше позбавити їх цієї демонічної зброї.

Добудь для мене опівнічні сфери з убитих тіньомовів Чорнокаменю. Я знищу сфери, і наш світ стане чистіше!]===],
[===[Принесіть 3 опівнічні сфери маршалу Маррісу в Приозер'я.]===],
[===[Як твої успіхи з тіньомовами? Вже {стать:дістав:дістала} опівнічні сфери?]===],
[===[Дякую, {ім'я}. Я негайно займусь їх знищенням.]===],
},
[116] = {
[===[Сухі часи]===],
[===[У мене тут кепська ситуація, {ім'я}. Бутилі вже ледь не сухі, а доставка питва сильно спізнюється. Вторгнення орків - це чисте пекло.

Може ти зможеш мені прислужитись?

Мені треба, щоб ти {стать:забрав:забрала} бочечку громузвару у Лютобуха Громовара у пагорбах Західного краю, барильце Мерло у Штормовії, пляшку сивухи у Темноділі й бурдюк солодкого рому в Злотохресті. Принеси їх мені, і я прослідкую, щоб ти не {стать:лишився обділений:лишилась обділена}.]===],
[===[Бармен Деніелс з Приозер'я потребує бочечку громузвару, барильце Мерло, пляшку сивухи та бурдюк солодкого рому.]===],
[===[Мені треба, щоб ти {стать:підібрав:підібрала} бочечку громузвару у Лютобуха Громовара у пагорбах Західного краю, барильце Мерло у Штормовії, пляшку сивухи у Темноділі й бурдюк солодкого рому в Злотохресті. Принеси їх мені й будеш {стать:нагороджений:нагороджена}.]===],
[===[Блискуче виконана робота, {ім'я}! Я добре знаю дороги, якими ти {стать:пройшов:пройшла}, аби дістати таку кількість алкоголю. Та мої відвідувачі знову будуть щасливі!

Моя жінка - вміла швачка. Прошу взяти цей плащ, що вона зшила, як нагороду за твої труди.]===],
},
[117] = {
[===[Громузвар]===],
[===[Скоріше, мій друже, чому ти закляк?
Для того, щоб лагер був схожий на смак
Скоріше на пиво, а не на кисіль,
Зварити щоб пійло, потрібен нам хміль.]===],
[===[Принесіть Лютобухові Громовару 5 шишок хмелю, щоб завершити його особливий напій.]===],
[===[Скоріше, мій друже, чому ти закляк?
Для того, щоб лагер був схожий на смак
Скоріше на пиво, а не на кисіль,
Зварити щоб пійло, потрібен нам хміль.]===],
[===[З хмелю й ячменю, дріжджів і солоду
Цей вибух у роті несе насолоду.
Не треба благати, не треба просити,
Щоб кухоль собі Громузвару налити!]===],
},
[118] = {
[===[Ціна підків]===],
[===[Я витратив стільки заліза на екіпіровку стражів Штормовію, що мені не вистачає навіть на підкови для коней!

Віднеси цю записку ковалеві Арґусу в Злотохрестя, я хочу замовити у нього партію підків.]===],
[===[Віднесіть записку Вернера ковалю Арґусу в Злотохрестя.]===],
[===[Що це? Кажеш, тебе Вернер прислав? Давай мені цю записку. І ГОВОРИ ГУЧНІШЕ!]===],
[===[Хех, то старому Вернеру потрібні підкови, ге?!]===],
},
[119] = {
[===[Повернення до Вернера]===],
[===[Гаразд, я відправлю йому 50 підків...

Ось вони, упаковані та готові до відправлення! Передай Вернеру, що з ним приємно мати справу. І нехай прочитає записку, прикріплену до ящика!]===],
[===[Поверніться до Вернера Осґуда в Багрянокряжжя та віддайте йому ящик з підковами.]===],
[===[Чудово, ти {стать:повернувся:повернулась}! Підкови в тебе?]===],
[===[Дякую, ти мене дуже {стать:виручив:виручила}.

Що це? Арґус надіслав записку з ящиком... Що?! Арґус хоче, щоб я йому ЗАПЛАТИВ? Пф!

Що ж, {ім'я}, дякую за допомогу.]===],
},
[120] = {
[===[Посланець до Штормовію]===],
[===[Ми переживаємо важкі часи, {клас:к}. Містечко знаходиться в постійній облозі. Без підкріпленнь нам не вистояти. Я довіряю тобі надзвичайно важливий лист. Передай цей звіт генералу Марку Джонатану в Штормовій. І якнайшвидше повертайся зі звісткою – неважливо, доброю чи злою.

Поквапся!]===],
[===[Війт Соломон просить вас віднести звіт генералу Марку Джонатану в Штормовій.]===],
[===[Що там у тебе?]===],
[===[Вільно, {клас:к}.

Магістрат Соломон — благородний лідер. Його слова багато для мене значать. Я поговорю з королем і поясню йому ситуацію. Передай доброму судді, що він отримає підтримку армії Штормовію. Я надішлю підкріплення, щойно отримаю наказ Його Величності.]===],
},
[121] = {
[===[Посланець до Штормовію]===],
[===[Поки я чекаю відповіді від короля, я хочу, щоб ти {стать:передав:передала} цього листа війту Соломону.

Вільно, {клас:к}!]===],
[===[Передайте лист з відповіддю генерала Марка Джонатана війту Соломону в Приозер'я.]===],
[===[Є новини від генерала? Підкріплення вже в дорозі?]===],
[===[Дякую за твій час, {клас:к}. За твою службу Приозер'ю та Штормовію прийми цю оплату.

Тепер, вибач, але мені здається, що зміст цього листа дещо загадковий. Щось не так у нашому королівстві. Я боюся, що це лише початок війни, а не кінець.]===],
},
[122] = {
[===[Черевна луска]===],
[===[Мені потрібна черевна луска з чорних дракончиків, щоб заплатити Арґусу за підкови. Якщо ти зможеш дістати для мене 6 таких лусок, то я зможу заплатити Арґусу... І для тебе щось зроблю.

Чорних дракончики часто літають на півдні від Приозер'я, але вони не сидять на одному місці. Найпростіше просто бути напоготові й полювати на них, коли буде нагода.]===],
[===[Зберіть 6 черевних лусок з чорних дракончиків та принесіть їх Вернеру Осґуду в Багрянокряжжя.]===],
[===[Якщо я не віддам луску Арґусу, він пришле за нею когось іншого. Ти вже {стать:зібрав:зібрала} луску?]===],
[===[Дякую! Тепер я зможу розплатитись з Арґусом...]===],
},
[123] = {
[===[Збирач]===],
[===[Ця записка — графік із переліком днів та часу, коли людина, названа «Збирачем», отримує вантаж золота з шахт у Ельвиннському лісі.

Судячи з розкладу, Збирач проживає біля гарбузового наділу Бреквелів в східному Ельвинні.

Це звучить важливо. Вам варто повідомити про це маршалові Дугану в Злотохресті.]===],
[===[Йдіть до маршала Дугана в Злотохрестя та передайте йому розклад Збирача.]===],
[===[Що?!? Вже декілька місяців у шахтах Ельвинну не працювали наші люди!

Дай-но гляну на твою записку...]===],
[===[Гм... Я чув про цього "Збирача", але не знаю, на кого він працює. Дякую за розклад. Він допоможе нам розгадати цю таємницю.]===],
},
[124] = {
[===[Гавкіт гнолів]===],
[===[Ніби нападів орків було не досить! Тепер ще й гнолячі моцаки й містики снують по кряжу на північ від моїх стаєнь і забирають моїх бродячих коней...

Ми з конями будемо дуже вдячні, якщо тобі вдасться позбутися цих гнолів.]===],
[===[Вбийте 10 багрянокряжових моцаків та 8 багрянокряжових містиків, після чого поверніться до Вернера Осґуда.]===],
[===[Схоже мої коні все ще налякані, а я досі чую те кляте вовче виття уночі. Прошу, {ім'я}, зроби щось із тими гнолами!]===],
[===[Дякую тобі за поміч, {ім'я}.]===],
},
[125] = {
[===[Втрачені інструменти]===],
[===[Мені б не завадила твоя допомога, {ім'я}. Коли місто було в облозі, нам було важко отримати припаси. Мої інструменти везли з Злотохрестя возом, але міст підірвали. Ми перевантажили їх у човен, але орки влучили в нього з катапульти. Отака моя вдача, мої інструменти лежить на дні озера.

Дістань їх, {ім'я}, і я щедро віддячу тобі.]===],
[===[Десятник Ослоу з Приозер'я просить вас дістати його набір інструментів з дна Безхвильного озера.]===],
[===[Тобі вдалось знайти мої інструменти?]===],
[===[Чудова робота, {ім'я}! Я вже й не сподівався побачити їх знову.]===],
},
[126] = {
[===[Виття з-за пагорбів]===],
[===[{ім'я}, гноли все ще там. Я чую їхній гавкіт, коли вони полюють в горах над Приозер'ям. І один із них виє голосніше за інших — Скавчало, їхній лідер.

Вбий Скавчала і вся його зграя розбіжиться! Принеси мені його лапу як доказ.

І будь {стать:обережний:обережна}, цей гнол не дарма їхній лідер. Він не якийсь звичайний дворняга...]===],
[===[Принесіть лапу Скавчала до Вернера Осґуда в Приозер'я.]===],
[===[Скавчало — небезпечне створіння, {ім'я}. Якщо ти ще не {стать:готовий:готова} до битви з ним, я тебе розумію.]===],
[===[І знову дякую тобі за допомогу. Армія Штормовію настільки зайнята боротьбою з орками, що у них не вистачає війська, щоб захистити Багрянокряжжя від таких загроз, як гноли.]===],
},
[127] = {
[===[Продаж риби]===],
[===[Безхвильне озеро славиться своєю плямистою сонцерибою. На неї завжди є попит... а у мене закінчуються її запаси!

Принесіть мені 10 рибин, і я добре за них заплачу. Якщо не вмієш рибалити, то... можеш відібрати її у мурлоків!]===],
[===[Принесіть 10 плямистих сонцериб начальнику доку Барену в Приозер'я.]===],
[===[Ну як, {стать:дістав:дістала} для мене сонцерибу?]===],
[===[Приємно мати справи з тобою, {стать:друже:подруго}!]===],
},
[128] = {
[===[Нагорода за Чорнокамінь]===],
[===[Клан Чорнокаменю треба знищити. Ворог вдерся в наші землі. Ці гори підпадають під суверенне право короля Штормовію. Наші джерела повідомляють, що лідери кожного загону в клані відомі як герої. Ти знайдеш їхній табір на півночі, на захід від шляху до Палаючого степу.

Війт Соломон хоче цих головорізів мертвими. Виріж 15 героїв Чорнокаменю і повертайся до мене.]===],
[===[Убийте 15 героїв Чорнокаменю і вартовий Гау в Приозер'ї нагородить вас.]===],
[===[Повертайся, коли вб'єш 15 героїв Чорнокаменю.]===],
[===[Я бачу, ти звитяжно {стать:бився:билась} з кланом Чорнокаменю, {клас:к}. Воістину ти сильно {стать:прислужився:прислужилась} нашому містечку.]===],
},
[129] = {
[===[Безкоштовний обід]===],
[===[Можеш мені допомогти? Я приготувала обід для вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовія. Він у змозі захистити себе, але для такої городянки, як я, там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене, і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги, що веде до Смерколісся.]===],
[===[Принесіть вартовому Паркеру його обід. Він патрулює дорогу що веде в Темноділ.]===],
[===[Дарсі надіслала мені полуденок, справді? В неї таке добре серце. Що ж... нумо обідати!]===],
[===[Дякую, їжа дійсно знадобилася. Вартувати Приозер'я від орків і гнолів це тяжка праця!]===],
},
[130] = {
[===[Візит травниці]===],
[===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг би:могла б} ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї, в крамниці травниці, що на західному краю міста.

Та коли отримуватимеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
[===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
nil,
[===[Тобі потрібен букет квітів? Ти не надто довго {стать:був:була} у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, як кохання витає в повітрі... Особливо, в такі небезпечні часи.]===],
},
[131] = {
[===[Доставка нарцисів]===],
[===[Ось твій букет. Для тебе я обрала нарциси. Вони мої улюблені!]===],
[===[Віддайте Дарсі букет нарцисів.]===],
[===[Знову привіт, {ім'я}. Паркеру сподобався мій обід?]===],
[===[Ох, які вони чудові! Не дочекаюсь, коли покладу їх у воду! 

Але...це улюблені квіти Марті. Паркер часом не змусив тебе йти до цієї заздрісної лисиці? Ти ж не {стать:сказав:сказала} їй для кого ці квіти? Якщо {стать:сказав:сказала}, то не здивуюсь, якщо вони отруєні.

Ох, та це не твоя вина. Дякую, ось твій перекус.]===],
},
[132] = {
[===[Повстанське братство]===],
[===[Те, про що я хочу тобі розповісти, може коштувати мені життя. Повстанська банда готує щось серйозне. Останнє, що я чув — вони діють спільно з усілякими гнолами, кобольдами та навіть гоблінами.

Віднеси цю записку Міцнокривові. В ній роз'яснено все, що я знаю на цю тему.]===],
[===[Віднесіть записку Вайлі Ґріанові Міцнокриву в Західний край.]===],
[===[Приємно бачити тебе знову, {ім'я}. Так чим Вайлі збирався виправдовуватися?]===],
[===[Ба! Я мав би залишити цього шахрая згнивати, коли у мене була така можливість. Але ця інформація надзвичайно важлива. Хороша робота.]===],
},
[133] = {
[===[Огидне опудало]===],
[===[Я живу так далеко від міста, що дивно, як гулі та ходячі мерці мене ще не з'їли без захисту! Насправді ще вчора кілька кістожувів ломилися до мене в дім!

Я хочу зробити своєрідне опудало, щоб відлякувати їх. І для цього мені потрібні ребра гулів. Ти можеш зібрати їх у пожирачів плоті, кісткожувів, мізкоїдів, гниляків та розповсюдників чуми.

Принеси мені ребра, а я віддячу тобі монетою.]===],
[===[Зберіть 7 ребер гулів і принесіть їх Аберкромбі в його хатину.]===],
[===[Здається, я чую гулів за будинком — мені треба скоріше встановити опудало! Ти {стать:знайшов:знайшла} ребра гулів для мене?]===],
[===[О, дякую. Вони чудесно підійдуть для мого задуму!]===],
},
[134] = {
[===[Огри-злодії]===],
[===[Декілька тижнів тому я збирав трави далеко від свого будинку і на мене напала група огрів! Я втік і був змушений залишити ящик з дорогоцінними інструментами та травами.

Відігнавши мене, вони повернулися до своїх курганів на південному заході Смерколісся. Я впевнений, що мій ящик десь там.

Будь ласка, {ім'я}, поверни мені ящик, я без нього як без рук.]===],
[===[Поверніть Абекромбі його ящик.]===],
[===[Мій ящик у тебе? Якщо так, то будь ласка... віддай мені його скоріше!]===],
[===[Хвала Нек... Тобто тобі, {ім'я}! Ти більш ніж заслуговуєш на нагороду.

Ага! Який я щасливий! Попереду багато радісних ночей!!]===],
},
[135] = {
[===[Повстанське братство]===],
[===[Цікаво, що мав на увазі Вайлі, коли згадував про Каменярів. Можливо, обмовився або проговорився? Чи можуть розбійники з Повстанської банди бути пов'язані з Каменярами? Тільки одна людина знає напевне: Матіас Гич, голова ШБУ. Покажи йому записку Вайлі та дізнайся, чи зможе він щось додати до цієї все таємничішої загадки. Якщо тобі не одразу вдасться знайти Гича — пошукай у казармі Старого Міста.]===],
[===[Віднесіть записку Вайлі до Матіаса Гича у Штормовій.]===],
[===[Яке в тебе діло до мене? Я дуже зайнята людина...]===],
[===[Ця справа може виявитися складнішою, ніж уявляє Міцнокрив.]===],
},
[136] = {
[===[Захований скарб капітана Сандера]===],
[===[Якщо ти читаєш це — значиться, дідуньо капітан Сандер покоїться у водяній могилі. Отже, мій скарб тепер твій, тобі лише треба слідувати підказкам.

Спочатку тобі треба знайти мо' скриньку. Скоріше за все її вже занесло піском на західному узбережжі Західного краю, біля розтрощеного корабля. На узбережжі буде багато уламків кораблів, але лише один ржавий якір. Знайди цей якір — і ти знайдеш мо' скриньку! Пошукай там наступну підказку.]===],
[===[Знайдіть скриньку капітана Сандера та пошукайте у ній наступну підказку.]===],
nil,
[===[Скринька повільно зі скрипом відчиняється. Схоже, пісок і вода — все, що вона містить. Але зачекайте! Звідти хутко виповзає маленький краб, а в його клешні — наступна підказка до скарбу!]===],
},
[138] = {
[===[Захований скарб капітана Сандера]===],
[===[Підказка до пошуку скарбу така: "Хороша робота, друзяко! Тепер тобі треба чалапати на схід. На схід в пагорби, на схід до дороги. Шукай на узбіччі дороги рештки старого димоходу. Там знайдеш стару бочку, в якій буде наступна підказка."]===],
[===[Знайдіть стару діжку поблизу зруйнованого димоходу і пошукайте в ній наступну підказку.]===],
nil,
[===[Хороша робота, мисливцю за скарбами!]===],
},
[139] = {
[===[Захований скарб капітана Сандера]===],
[===[Обшукуючи бочку, ви знаходите ще один шматок пергаменту. На ньому написано: "А тепер поверни мармизу на північ від сієї бочки. Прямо, як ворон летить, чимчикуй, доки не натрапиш на порожній глечик поруч із самотнім вітряком на прибережних бескидах. Якщо ретельно потермосиш той глечик — може, знайдеш те, що шукаєш."]===],
[===[Обшукайте порожній глечик біля вітряка для наступної підказки.]===],
nil,
[===[Ви ще ближче до мети, шукачу скарбів!]===],
},
[140] = {
[===[Захований скарб капітана Сандера]===],
[===[Звичайно ж, глибоко всередині старого глечика лежить ще одна підказка щодо скарбу Сандера. Чорнило подекуди розплилося і від паперу тхне віскі, але дещо вам вдалося розібрати: "Якщо вже тобі вдалося знайти мо' старий глечик з-під віскі, значить, ти близько до скарбу! Йди від пляшки на захід і спустися до берега. Як доберешся до води — не зупиняйся! Пливи на захід, доки не знайдеш острів, де є мо' скриня зі скарбом!"]===],
[===[Знайдіть скриню капітана Сандера й отримайте з неї вашу винагороду.]===],
nil,
[===[Петлі на старій скрині іржаві, але вони все ще працюють. Ви з зусиллям відкриваєте скриню та дістаєте здобич.

Вітання!]===],
},
[141] = {
[===[Повстанське братство]===],
[===[Гільдію Каменярів очолювала людина на ім'я Едвін ван Кліф. Саме він займався відновленням Штормовія після того, як орки зрівняли його з землею в часи Першої війни. Очевидно, ван Кліф і його люди залишилися незадоволеними тим, як король повівся з ними після завершення реконструкції міста. Це могло б прояснити декілька речей.

Я розписав усе більш детально для твого керівника в Західному краї. Передай йому цей документ негайно!]===],
[===[Доставте доповідь Гича Ґріану Міцнокривові у Західний край.]===],
[===[Чи пролив майстер Гич світло на те, що відбувається?]===],
[===[Едвін ван Кліф... Мені добре відоме це ім'я. Тривожно від думки, що така підприємлива та талановита людина могла перетворитися на такого негідника. Мені потрібні додаткові докази, перш ніж я повірю в це.]===],
},
[142] = {
[===[Повстанське братство]===],
[===[Нам потрібно з'ясувати розташування схованки Повстанців. {Ім'я}, мій розвідник повідомляє, що гінця Повстанців бачили на дорогах між Місяцеграєм, кар'єром Золотого берега та копальнею Джанґолода. Я хочу, щоб ти його {стать:спіймав:спіймала}. Якщо він чинитиме опір, убий його та принеси мені все, що знайдеш на ньому.]===],
[===[Вистежить гінця Повстанців у Західному краї та принесіть його звіт Ґріанові Міцнокриву.]===],
[===[{Ім'я}, тобі вдалося знайти якусь інформацію? Чи {стать:знайшов:знайшла} ти гінця?]===],
[===[Це явний доказ того, що ван Кліф — їхній ватажок. Тепер усе, що нам потрібно дізнатися — де переховується Повстанська банда.

Нам тут трохи пощастило, поки тебе не було. Ми зловили злодія, який намагався викрасти візок Салдена. Він пообіцяв привести нас до укриття бандитів в обмін на своє життя. Я хочу, щоб ти {стать:захистив:захистила} перебіжчика, аби він міг вказати, де схованка. Повертайся до мене, коли з'ясуєш її місце розташування.]===],
},
[143] = {
[===[Посланець до Західного краю]===],
[===[Щось дивне коїться з армією Штормовію. Вони вже мали б бути тут у повному складі. Однак час — це розкіш, якої ми не маємо. Я не стоятиму осторонь і не спостерігатиму, як люди Приозер'я віддають свої життя, не намагаючись заручитися додатковою допомогою. Я чув, що у Західному краї формується народне ополчення.

Передай це прохання їхньому лідеру, Ґріану Міцнокриву. Можливо, люди Міцнокрива зможуть надати нам підтримку, поки король не надішле підкріплення.]===],
[===[Війт Соломон просить вас віднести лист з проханням Ґріану Міцнокриву в Західний край.]===],
[===[Вітаю, {клас:к}. Що привело тебе до Народного ополчення?]===],
[===[Добрий посланець, ти добре {стать:послужив:послужила} своєму панові.]===],
},
[144] = {
[===[Посланець до Західного краю]===],
[===[Мені боляче читати лист війта Соломона. Але він, очевидно, не знає про війну, яка ведеться в Західному краї, інакше б не чекав на допомогу від нас. Якби Штормовій не покинув нас, нам не знадобилося б ополчення.

Віднеси цю відповідь своєму пану в Багрянокряжжя, {клас:к}. Передай йому мої співчуття, щодо втрати хороших людей.]===],
[===[Поверніться до війта Соломона з відповіддю Ґріана Міцнокрива.]===],
[===[Ми можемо очікувати на допомогу від Народного ополчення? Є хороші новини від лорда Міцнокрива?]===],
[===[Що сказати, справи недобрі. Я й не підозрював, що у Міцнокрива такі ж проблеми, що й у Приозер'ї. Що ж могло статись настільки важливого, що армія Штормовію не може захистити власні землі? Втім, дарма я про це говорю вголос.

Ось, {стать:посланцю:посланнице}. Прийми ці монети за твою службу містечку. Можливо, ти мені знову знадобишся.]===],
},
[145] = {
[===[Посланець до Темнодолу]===],
[===[Мені знову потрібна твоя допомога. Я написав листа лорду Чорнобривому з проханням надіслати своїх навчених бійців Нічної варти на захист Приозер'я. Вкрай важливо, щоб це повідомлення дійшло до нього якнайшвидше. Але будь {стать:обережний:обережна}. Чорнобривий — міський голова Темнодолу, що знаходиться у самому серці Смерколісся. Не сходь з дороги.]===],
[===[Війт Соломон просить вас віднести листа лорду Чорнобривому в Темноділ.]===],
[===[Здається, ти {стать:прибув:прибула} здалеку, {клас:к}. Що привело тебе до Темнодолу?]===],
[===[Дякую за твою довгу подорож сюди. Це справді важлива інформація.]===],
},
[146] = {
[===[Посланець до Темнодолу]===],
[===[Якби я не знав війта Соломона особисто, я б сказав, що він збожеволів. Відправити Нічну варту до Приозер'я, тому що Штормовій відмовив у допомозі? Нічна варта була створена тому, що Штормовій кинув нас напризволяще, коли наші землі наповнила ця нечиста магія. Якщо я відправлю Нічну варту, це місто заполонить зло ще до того, як вони дійдуть до краю лісу.

Віднеси цей лист з моєю відповіддю Соломону в Приозер'я.]===],
[===[Поверніться до війта Соломона з відповіддю лорда Чорнобривого.]===],
[===[Ах, радий тебе знову бачити, {стать:посланцю:посланнице}. Я вже можу повідомити маршалу, що Нічна варта їде з Темнодолу?]===],
[===[Сили небесні! Армія Штормовія відступила з Західного краю, а варта більше не захищає Темноділ? Щось тут нечисто. Як це могло статися? 

О, я забув винагородити твою службу, {клас:к}. Ось кілька монет. А тепер прошу мене вибачити. У Штормовії щось відбувається, і я мушу розібратися в цьому.]===],
},
[147] = {
[===[Полювання на здирника]===],
[===["Збирач" відбирає золото з наших шахт, тим самим обкрадаючи королівство! Притягни його до відповідальності, а мені принеси перстень, згаданий у розкладі, що ти {стать:дав:дала} мені. Можливо, перстень допоможе нам зрозуміти, на кого той негідник працює...

У розкладі сказано, що "Збирач” переховується у гарбузовому наділі Бреквеллів. Доведеться тобі там все обшукати.]===],
[===[Знайдіть і вбийте "Збирача", а потім принесіть маршалові Дугану його перстень.]===],
[===[Ти {стать:знайшов:знайшла} "Збирача”? {стать:Довідався:Довідалась}, на кого він працює?]===],
[===[Тобі вдалося? Молодець, {ім'я}. Він більше не буде нічого "збирати" з ельвиннських копалень!

Цей перстень, що ти {стать:приніс:принесла}, цікавенький... Це членський перстень давньої гільдії Каменярів Штормовія. Чому в жалюгідного злодюги є перстень ремісничої гільдії, і чому Повстанські злодії збирають гроші в наших шахтах?

Складні запитання. Сподіваюся, колись у нас будуть відповіді.]===],
},
[148] = {
[===[Припаси з Темнодолу]===],
[===[Ой, що ж робити бідному старцю? Мені потрібні деякі речі з Темнодолу, але він так далеко, а я такий старий та слабкий... Я ніколи не дійду до нього.

Чи можеш ти піти до Темнодолу та принести мені нитку з волосся привида? Ти можеш отримати її у мадам Єви в її будинку на площі в Темнодолі.]===],
[===[Поговоріть з мадам Євою.]===],
nil,
[===[А, тобі потрібна нитка з волосся привида, чи не так? На жаль, я не маю її в наявності, але я можу створити її для тебе... якщо ти знайдеш волосся привида.]===],
},
[149] = {
[===[Нитка з волосся привида]===],
[===[Є один бідний, сумний дух, на ім'я сліпа Мері, що блукає навколо старого фермерського будинку між пагорбами, що на південь від Темнодолу.

Ось, візьми цей примарний гребінець та попроси сліпу Мері розчесати своє волосся. Потім принеси гребінець мені, і я зберу з нього примарне волосся для нитки.

Будь {стать:обережним:обережною}, оскільки поруч з тим будинком тепер чатує щось темне...]===],
[===[Принесіть примарний гребінець сліпій Мері.]===],
[===[<Плаче> Прошу, не дивись на мене! Я вирвала собі ці очі сама, але все ще відчуваю твій погляд!

Я потворна! Потворна! Будь ласка, відвернись!!]===],
[===[Що це таке? Гребінець? Він чудовий! І він ковзає по моєму волоссю так, ніби воно не збилося в жахливий ковтун.

Якби ж я тільки мала дзеркало...]===],
},
[150] = {
[===[Мурлоки-браконьєри]===],
[===[Мурлоки починають нас турбувати. Вони селяться великими групами на берегах Безхвильного озера і виловлюють всю рибу! Ми маємо вигнати їх, доки вони не спустошили все озеро!

Вбий якомога більше мурлоків! Принесіть мені вісім їхніх плавців, і я знайду чим тобі відплатити...]===],
[===[Принесіть 8 плавців мурлока начальнику доку Барену в Приозер'я.]===],
[===[Плавці у тебе? Поквапся, ми маємо вигнати їх з озера!]===],
[===[Молодець, {ім'я}. Сподіваюсь, це не викликало в тебе великих складнощів.

Дивно бачити їх так далеко від моря. Цікаво, чому вони тут... невже втекли від чогось...]===],
},
[151] = {
[===[Бідна старенька Білявка]===],
[===[Бідна старенька Білявка! Така стомлена конячка від всієї праці, яку ми на неї покладаємо. Я погодувала її перед тим, як виїхати з ферми, але ми не очікували, що візок зламається по дорозі. Якби ти {стать:приніс:принесла} їй кілька жмень вівса з полів, я була б дуже вдячна.

Закладаюся, що ти знайдеш овес на будь-якій фермі у Західному краї, якщо тільки зможеш триматися якомога далі від тих жахливих машин, що захопили поля. На північний захід звідси є кілька таких ферм.]===],
[===[Принесіть 8 жмень вівса Верні Хмуробров з Західного краю.]===],
[===[Старенька Білявка вже валиться з ніг. Чи не {стать:роздобув:роздобула} ти трохи вівса для неї?]===],
[===[Дякую тобі дуже, {ім'я}! Бідна старенька Білявка буде така щаслива!]===],
},
[152] = {
[===[Зачистка узбережжя]===],
[===[Ти, мабуть, {стать:помітив:помітила} усі ці уламки кораблів уздовж узбережжя. І справді, Велике море дуже підступне. Узбережжя Західного краю потрібно підтримувати вільним, щоб моряки, що припливають до наших берегів, були в безпеці. Однак, мурлоки залишаються великою проблемою.

Убий 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігунів, і на тебе чекатиме винагорода.]===],
[===[Убийте 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігунів і поверніться до капітана Сивенко на маяк Західного краю.]===],
[===[Убий 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігунів, і на тебе чекатиме винагорода.]===],
[===[Хороша робота, {ім'я}. У тебе відмінні бойові навички. Завдяки тобі на узбережжі Західного краю стало безпечніше.]===],
},
[153] = {
[===[Червоні шкіряні бандани]===],
[===[Фронт Повстанців постійно зміщується. Я вже досить давно стежу за їхніми пересуваннями. Між іншим, я помітив, що багатьох членів їхньої банди можна розпізнати за червоними шкіряними банданами.

Принеси мені 15 таких бандан, і я подбаю про те, щоб тебе винагородили.]===],
[===[Принесіть розвіднику Галіаанові на Сторожовий пагорб 15 червоних шкіряних бандан.]===],
[===[Принеси мені 15 червоних шкіряних бандан, і я добре заплачу.]===],
[===[Гарна робота, {раса:к}. Будь ласка, прийми один з цих предметів як оплату за твій тяжкий труд.]===],
},
[154] = {
[===[Повернення гребінця]===],
[===[НІ!!!!!

Забери цей гребінець від мене!

Я потвора, і ніхто ніколи більше не вважатиме мене привабливою!]===],
[===[Поверніть примарний гребінець мадам Єві в Темноділ.]===],
[===[Я відчуваю, що ти {стать:бачив:бачила} сліпу Мері. Мій гребінець у тебе?]===],
[===[Я можу зробити цілий клубок ниток з цього волосся і залишити кілька про запас. Візьми ці монети як плату за зайве волосся.]===],
},
[155] = {
[===[Повстанське братство]===],
[===[Отже, Міцнокрив послав {стать:кволого:кволу} {раса:з}, як ти, мене захищати? Що ж, доведеться задовольнитися тобою. Проте краще візьми-но з собою декількох друзів.

Ти ж знаєш, що робити, так? Ти прикриваєш мою спину, а я веду тебе до схову Повстанців. Про всяк тримайся до мене ближче. Повстанська банда тепер полює на мою голову. Якщо вони побачать мене з тобою, то спробують мене вбити.

Дай знати, коли ти та друзі, яких ти зможеш зібрати, будуть готові йти.]===],
[===[Супроводжуйте зрадника Повстанців до таємної схованки Повстанського братства. Як тільки зрадник покаже вам, де ховаються ван Кліф і його люди, поверніться до Ґріана Міцнокрива з цією інформацією.]===],
[===[Яке в тебе діло до мене? Я дуже зайнята людина...]===],
[===[Чудово, {ім'я}! Тепер, коли ми знаємо, де ховається ван Кліф, він майже наш.]===],
},
[156] = {
[===[Збір гнилоквіту]===],
[===[Якщо ти принесеш мені кілька квіток гнилі, то я зможу зварити для тебе сік зомбі.

Квіти гнилі зростають в дивних місцях. Зокрема, я чув, що їх можна знайти всередині черепів скелетних страховищ та скелетних негідників... хоча я не був достатньо близько, щоб побачити це своїми очима!

Кладовище Воронячого пагорба і при Затишних садах повні цих скелетів. Коли будеш шукати квіти гнилі, заодно можеш позбавитись від них. Темноділ буде тобі вдячний.]===],
[===[Зберіть 8 квіток гнилі та принесіть їх до господаря таверни Сміттса в Темноділ.]===],
[===[Привіт, {ім'я}. Ти {стать:приніс:принесла} мені квітки гнилі?]===],
[===[Чудово, ти {стать:знайшов:знайшла} їх. І я повідомлю Альтею Чорнобриву з Нічної варти, що ти {стать:допоміг:допомогла} вбити скелетів.

Безпека жителів Темнодолу — це тягар, що лежить на плечах Нічної варти, і новини про те, що інші допомагають стримувати наплив чудовиськ у Смерколіссі, завжди тішать.]===],
},
[157] = {
[===[Доставка ниток]===],
[===[Ось твоя нитка, {ім'я}. Вона має тисячу застосувань, від зв'язування злих духів до вшивання життя в неживі предмети.]===],
[===[Віднесіть нитку з волосся привида до Аберкромбі, в його халупу на північ від кладовища Воронячого пагорба.]===],
[===[Мені потрібно натягнути нитку з волосся привида на двері та вікна, щоб утримати небажаних духів. Ти {стать:приніс:принесла} її для мене?]===],
[===[Чудово! Вона чудово підійде...

Ось, {стать:добрий:добра} {ім'я}, візьми це як оплату за свою благородну справу.]===],
},
[158] = {
[===[Сік зомбі]===],
[===[Мені потрібна пляшка особливого напою — сік зомбі. У господаря таверни Сміттса з таверни Багряний Ворон в Темнодолі має бути зайва пляшечка.

І, будь ласка, поквапся, {ім'я}. Ці ночі стають холодними, і мені потрібен той напій, щоб знову розпалити вогонь у своїх жилах!]===],
[===[Поговоріть з господарем таверни Сміттсом.]===],
nil,
[===[Тобі потрібен сік зомбі? Хмм... це дуже міцний напій — зазвичай в мене його не замовляють.]===],
},
[159] = {
[===[Доставка соку]===],
[===[А ось і сік зомбі...

...і будь {стать:обережний:обережна} з ним. Він настільки сильний, що може підняти мерців!]===],
[===[Принесіть сік зомбі Аберкромбі в його хатину.]===],
[===[Мені потрібен цей сік зомбі, щоб зігрітися в ці холодні темні ночі. Ти {стать:дістав:дістала} його для мене?]===],
[===[Щиро дякую тобі, {ім'я}. Ти зігріваєш серце старого чоловіка своєю дурнуватістю... тобто... своєю добротою!

Ось, тримай. Візьми це на знак моєї вдячності.]===],
},
[160] = {
[===[Записка меру]===],
[===[Візьми цю записку і віднеси меру Темнодолу, Елло Чорнобривому. 

Ми з ним старі друзі... Я впевнений, що коли він прочитає її та дізнається, що ти {стать:зробив:зробила} для мене, він буде так само щасливий, як і я! Хахахаха!]===],
[===[Передайте лист Аберкромбі Елло Чорнобривому, меру Темнодолу.]===],
[===[Аберкромбі...? Я не знаю нікого з таким ім'ям. Кажеш, у тебе є для мене лист від цього Аберкромбі?

Добре, подивімось...]===],
[===[<Елло дивиться на лист...>

Що це за мова? Виглядає древньою... Я не можу прочитати це.]===],
},
[161] = {
[===[Темна загроза]===],
[===[Я підозрюю, що це якась вибухівка. Хай це проаналізує експерт з вибухових речовин, щоб ми точно знали, з чим маємо справу. Ашлана Камнесміха направили на охорону Дун-Модра та віадуку Тандола. Це буде важка й небезпечна подорож, {ім'я}.

Йди через тунель Альґаз, по дорозі через Заболоття і знайди Ашлана Камнесміха в Дун-Модрі. Раджу не сходити з дороги і не зупинятися.]===],
[===[Старший інженер Греблер просить вас віднести знайдений порошок в Дун-Модр Ашлану Камнесміху, експерту з вибухівки.]===],
[===[А. ти щось {стать:сказав:сказала}? Ні біса не чую, у вухах дзвенить. Що це ти {стать:приніс:принесла}?]===],
[===[Ох, старий Греблер не дарма хвилюється.]===],
},
[163] = {
[===[Воронячий пагорб]===],
[===[Щось не так на Воронячому пагорбі, {ім'я}. Калор клянеться, що хтось, або щось, нишпорить в будівлях там. Протягом двох ночей він помічав, як тіні рухаються, а на третю він каже, що бачив світло в одному з вікон.

Якщо, як ти кажеш, тобі дійсно не байдужа безпека Смерколісся, з'ясуй, який монстр переслідує Воронячий пагорб.]===],
[===[Дізнайтеся, що коїться на Воронячому пагорбі.]===],
[===[О, {ім'я}! Вже {стать:повернувся:повернулась}? Знову {стать:полював:полювала}? Не засмучуйся, як щось не виходить. Невдачі роблять нас сильнішими!

Що б там не було, могло бути гірше...]===],
[===[Ні! Будь ласка, не вбивай мене! Це ж я... Тремтіній!! Вони всюди... Я не можу від них втекти! Монстри на Воронячому пагорбі? Н-н-ні... не може бути. Всього лише Тремтіній.]===],
},
[164] = {
[===[Припаси для Свена]===],
[===[Ти знаєш Свена? Ось хто справжній служитель Світла! Він та його послідовники отаборилися на північно-західному краю Смерколісся.

Оскільки їх так мало, на жаль, вони нікого не можуть виділити, щоб привезти припаси з міста. Чи можеш ти доставити йому ці припаси?]===],
[===[Доставте припаси Свену.]===],
[===[Виглядаєш досить {стать:міцним:міцною}, {клас:к}. Ти {стать:прийшов:прийшла}, щоб поповнити наші ряди?]===],
[===[Ці припаси нам дуже знадобляться. Карвіни щедро допомагають нам. Ось тобі невеличка винагорода за твої клопоти.]===],
},
[165] = {
[===[Відлюдник]===],
[===[Колись давно до міста досить часто приходив один старець, щоб купити припаси, але я давно його не бачила. Якщо я правильно пам'ятаю, він живе в халупі поруч з кладовищем Воронячого пагорба. Можливо, тобі варто піти подивитися, чи все з ним гаразд.]===],
[===[Відвідайте старця в халупі біля кладовища Воронячого пагорба.]===],
nil,
[===[Елейн Карвін? Хехе, так... звичайно, Карвіни.

Ні, нічого не трапилось, але мені зараз важко виходити в місто. Дороги небезпечні, а я не молодшаю. Може, ти зробиш старому послугу?]===],
},
[166] = {
[===[Повстанське братство]===],
[===[Залишилась ще одна справа для тебе. Ти маєш вбити Едвіна ван Кліфа. Як би я не хотів не виносити смертний вирок, та це на благо жителів Західного краю. Принеси мені його голову, як покінчиш з ним.]===],
[===[Вбийте Едвіна ван Кліфа та принесіть його голову Ґріану Міцнокриву.]===],
[===[Як успіхи з полюванняя на Едвіна ван Кліфа?]===],
[===[{ім'я}, твоя хоробрість надзвичайна. Народне ополчення дякує тобі за службу народу західного краю. Смерть ван Кліфа покладе кінець повстанському братству. Сподіваюсь, зовсім скоро на ці землі повернеться мир та спокій.]===],
},
[167] = {
[===[О, брате мій...]===],
[===[Ми були глибоко в шахті Західного краю під Місяцеграєм. Поняття не маю, звідки взялись ті гидкі злодюги. Хай там як, тунель шахти обвалився на нас. Мені вдалось вибратись, та інші... про них нічого невідомо з тих часів.

Може, тобі пощастить більше? Я шукаю свого брата. Він завжди носив свій значок Ліги дослідників. Якщо ти не зможеш знайти його, постарайся знайти хоча б значок...]===],
[===[Принесіть значок Ліги дослідників, що належав десятнику Лютополоху, Вайлдеру Лютополоху в Штормовій.]===],
[===[Ти {стать:знайшов:знайшла} якусь звістку про мого брата? Стільки часу пройшло, чи є ще надія...]===],
[===[Мої найгірші переживання виявилися правдою. Бідний мій брат... Що ж, це краще, ніж невизначеність, як би боляче не було.]===],
},
[168] = {
[===[Збір спогадів]===],
[===[Багато моїх друзів загинуло того жахливого дня, коли шахта обвалилася. Якщо пригоди заведуть тебе у те крило шахти в Місяцеграї, будь ласка, спробуй знайти щось, що допомогло б їх ідентифікувати. Якщо натрапиш на будь-яку з їхніх карток спілки шахтарів, принеси їх мені, я відправлю їх сім'ям загиблих.]===],
[===[Добудьте 4 картки спілки шахтарів та поверніть їх Вайлдеру Лютополоху в Штормовій.]===],
[===[Тобі вдалось знайти картки спілки шахтарів, що належали моїм друзям?]===],
[===[Я дуже вдячний тобі, {ім'я}. Твої зусилля допоможуть принести спокій постраждалим від цієї трагедії. Я прослідкую, щоб сім'ї загиблих отримали їх.]===],
},
[169] = {
[===[Розшукується: Ґат'Ільзоґґ]===],
[===[Розшукується! Ґат'Ільзоґґ, ватажок нападів Чорнокаменю на фортецю Кам'яної Варти та набігів на околиці Приозер'я.

Ґат'Ільзоґґ надзвичайно небезпечний. За останніми даними, він переховується у нещодавно захопленій фортеці та планує нові злочини проти людства. Навала орків має бути знищена за будь-яку ціну. Сміливець, який принесе голову Ґат'Ільзоґґа війту Соломону, буде щедро винагороджений.]===],
[===[Вбийте Ґат'Ільзоґґа та принесіть його голову війту Соломону в Приозер'я, щоб отримати винагороду.]===],
[===[Що це у тебе, {раса:к}?]===],
[===[Чудова робота, {ім'я}! Ґат'Ільзоґґ повів своїх громил у бій, вбивши багато невинних людей. Ми помстилися йому. Це перший крок на шляху повернення фортеці до королівства Штормовію!]===],
},
[170] = {
[===[Нова загроза]===],
[===[Сподіваюся, ти тут для того, щоб допомогти нам, {клас:к}. Після недавнього нападу трогів, нам знадобиться будь-яка допомога.

Я чув, що ці мерзотники тепер з'являються всюди й Морозна долина — не виключення. Їх повно в горах на південному сході й біля замерзлого озера.

Але і це ще не все! Лише кілька ночей тому вони напали на наш табір на заході та розгромили його!

Нас малувато тут, {стать:хлоп'яга:дівча}, і нам не завадить допомога, щоб відігнати трогів.]===],
[===[Балір Кригомолот хоче, щоб ви вбили 6 кам'янощелепих трогів та 6 кремезних кам'янощелепих трогів.]===],
[===[Наполегливі гади, еге ж?]===],
[===[Якщо проблеми, які ми мали тут, відбуваються всюди, то, клянусь бородою Маґні, — нас чекають неприємності! Я можу лише сподіватись, що король та сенат вживають заходів для подолання загрози, яку становлять троги.]===],
},
[173] = {
[===[Воргени в лісі]===],
[===[Темрява неминуче підступає до Смерколісся. Задача майстра Карвіна — вигнання зла та єресі. Завдяки нашим зусиллям жителі Темнодолу залишаються в безпеці.

Ти вважаєш себе {стать:гідним:гідною} долучитися до нашої справи?

Я колись думав так само, я був розчарований бездіяльністю варти та приєднався до майстра Карвіна. Якщо ти хочеш довести свою гідність, то не словами.

Перевір свої навички у боротьбі з воргенами, тіньовими ткачами Ночегибелі в Сяючому гаю та Гниючому саду.]===],
[===[Убийте 6 тіньових ткачів Ночегибелі для Калора з Темнодолу.]===],
[===[{ім'я}, як проходить полювання?]===],
[===[Вражаюче, {ім'я}. Очевидно, ти можеш дати собі раду. Мабуть, твоїм здібностям слід знайти більш гідне застосування.

Цікаво... Здається, ці воргени з'явилися просто нізвідки. Але враховуючи всіх інших дивних істот, які перетинають наш кордон, я вважаю, що це лише одна з багатьох проблем, що викликає занепокоєння.]===],
},
[174] = {
[===[Поглянь на зірки]===],
[===[Мій друг-гном, Шестірня, пообіцяв допомогти мені створити пристрій, який дозволить мені досліджувати зірки. Існує істина, що не стосується магії, що може пояснити те, що коїться в лісі.

Принеси мені бронзову трубку, зроблену досвідченим інженером. Це перший крок, згідно з кресленнями Шестірні.]===],
[===[Вікторі Прізм'Антрас з Темнодолу просить вас принести йому бронзову трубку.]===],
[===[Ти вже {стать:знайшов:знайшла} досвідченого інженера для створення бронзової трубки?]===],
[===[Це чудово, {ім'я}. Перший крок виконаний!]===],
},
[175] = {
[===[Поглянь на зірки]===],
[===[Згідно з кресленнями Шестірні, мені зараз потрібно щось, що відбиватиме світло. Я пам'ятаю жінку, на ім'я Мері, яка завжди носила з собою дзеркальце. Можливо, ти зможеш відшукати Мері та запитати її, чи не позичить вона нам цю сітловідбивальну поверхню для цього проєкту? Я пригадую, що вона колись жила на півдні Смерколісся...]===],
[===[Знайдіть Мері та переконайте її віддати сітловідбивальну поверхню для проєкту Вікторі.]===],
nil,
[===[Так, у мене колись було дзеркальце.]===],
},
[176] = {
[===[Розшукується: "Хоґґер"]===],
[===[Розшукується: Хоґґер

Величезний гнол, Хоґґер, вештається лісами південно-західного Ельвинну. Попри усі спроби, схопити його так і не вдалося.

Армія Штормовію назначила щедру винагороду за цього гнола. Щоб отримати її, потрібно пред'явити маршалові Дугану в Злотохресті доказ смерті Хоґґера.]===],
[===[Покінчіть із гнолом Хоґґером і принесіть його величезне ікло гнола маршалові Дугану.]===],
[===[Так, Хоґґер став справжньою мукою для мене та моїх людей. Ти маєш що повідомити про цього звіра?]===],
[===[Та невже?! Молодець! Я почав уже думати, що цього монстра ніхто не здолає!

Ось, тримай, {ім'я}. І ще раз дякую — цей гнол завдавав мені клопоту розміром з Чорноскельну гору!]===],
},
[177] = {
[===[Поглянь на зірки]===],
[===[Дзеркальце було одним з моїх найдорожчих скарбів, поки... не сталося дещо. Після цього я викинула його за амбаром. Там колись бродив божевільний гуль. Можливо, він його підібрав. Ходять чутки, що цей диявольський звір мешкає на цвинтарі при Затишних садах]===],
[===[Заберіть дзеркальце сліпої Мері у божевільного гуля та віддайте його Вікторі в Темнодолі.]===],
[===[Я показав Шестірні проєкт нашого апарату для спостереження за зірками. Він був вражений. Ти випадково не {стать:знайшов:знайшла} сітловідбивальний пристрій?]===],
[===[Шедеврально! Це неодмінно спрацює. Я глибоко вдячний!]===],
},
[178] = {
[===[Доручення Теокріта]===],
[===[<Ви чуєте безтілесний голос...>

Не лякайся. Я Теокріт, верховний маг вежі Азори, що в Ельвиннському лісі. За допомогою цієї підвіски тіньошкурі гноли спілкуються зі своїм повелителем Морґантом.

Я витратив багато часу, щоб теж навчитися спілкуватися за допомогою цих підвісок. Якщо ти чуєш моє повідомлення, значить, моє заклинання спрацювало.

Принеси мені цю підвіску, і я щедро винагороджу тебе.]===],
[===[Принесіть тьмяну підвіску Тіньошкурих магові Теокріту.]===],
[===[Кажеш, що я розмовляв з тобою через підвіску? Хм... Я маю її вивчити, дай-но її сюди.]===],
[===[Дякую тобі, {ім'я}. Я розіслав це повідомлення по підвісках Тіньошкурих кілька тижнів тому і вважав, що заклинання не спрацювало. Але, здається, зрештою воно дійшло до деяких з них, хоч і зі значним запізненням.

З часом я сподіваюся навчитися посилати таким чином бойові заклинання та знерухомлювати тіньошкурих гноллів, які носять ці підвіски.

Але перш ніж я зможу це зробити, потрібно провести ще багато досліджень.]===],
},
[179] = {
[===[Дворфійські екіпірувальники]===],
[===[Що тут у нас? Виглядаєш так, ніби тобі може знадобитися щось, щоб зігріти руки, га?

Я скажу, що тобі потрібно: пара хороших теплих рукавичок. І така добра душа, як я, буде більш ніж рада забезпечити тобі відповідну пару. Однак у мене одна умова.

Треба, щоб ти {стать:здобув:здобула} мені вовчого м’яса. Файна угода, так? Ти принесеш мені трохи вовчого м’яса, а я подбаю, щоб ти не {стать:втратив:втратила} жодного пальця від обмороження. Ну, що скажеш?]===],
[===[Стен Міцнорук хотів би отримати 8 шматків жорсткого вовчого м'яса.]===],
[===[Вовки завдали тобі трохи клопоту? Краще уникати ікл, кігтів, та інших гострих штук, еге ж?]===],
[===[А! Чудово. Вовче м'ясо — це те, що треба. О, не хвилюйся, {ім'я}, я не забув про свою частину угоди. Ось, щось з цього тобі підійде.]===],
},
[180] = {
[===[Розшукується: лейтенант Тельбухожбур]===],
[===[Розшукується: лейтенант Тельбухожбур

Відомий ватажок клану тіньошкурих гнолів, що працює на Морґанта, ворога міста та Королівства. За наказом війта Соломона, цього підлого зрадника Штормовію засуджено до смерті. Принесіть його лапу війту як доказ здійснення правосуддя.]===],
[===[Вбийте лейтенанта Тельбухожбура та поверніться до війта Соломона з його лапою.]===],
[===[Що привело тебе до Суду?]===],
[===[Отже, лейтенант Тельбухожбур мертвий? Ну і скатертиною дорога, мерзенна тварюко. Ти на диво {стать:хоробрий:хоробра}, {клас:к}. Приозер'я дякує тобі за допомогу.]===],
},
[181] = {
[===[Поглянь на зірки]===],
[===[Тепер лишився лише один предмет, щоб завершити цей пристрій. За кресленнями Шестірні потрібна якась лінза. Єдину відому мені лінзу, яка була б достатньо великою, буде дуже важко дістати.

Є огр, на ім'я Ззарк'Вул, який мешкає в кургані на півдні Смерколісся. Якщо зможеш, принеси мені його монокль, і я використаю його як лінзу!]===],
[===[Знайдіть Ззарк'Вула на південному кургані огрів у Смерколіссі та принесіть його монокль Вікторі в Темноділ.]===],
[===[Ти {стать:зміг:змогла} переконати Ззарк'Вула позичити свій монокль для нашого експерименту?]===],
[===[Нарешті! Пристрій для спостереження за зірками готовий! Дякую тобі, {ім'я}. Тепер я можу продовжити свої дослідження...]===],
},
[182] = {
[===[Печера тролів]===],
[===[Мене з моїм братом Сеніром відправили в Дун-Морог для дослідження загрози, яку становлять тролі. Сенату вистачає клопотів з трогами, тож зайві проблеми їм ні до чого.

Наскільки я бачу, тролі ще не закріпились в Морозній долині - в основному вони живуть в південній печері. Як на мене, допомога армії тут не знадобиться - кількох вправних рук буде достатньо.

Може, й ти не проти долучитись? У мене буде чим віддячити за допомогу.]===],
[===[Ґрелін Білобород просить вас вбити 14 морозогривих молодих тролів.]===],
[===[Наскільки я знаю, ці тролі походять з племені Морозогривих. На жаль, більше корисної інформації для тебе я не маю, {ім'я}.]===],
[===[Ух, кляті тролі! Да покарає їх Світло!

<Ґрелін робить кілька вдохів і, здається, трохи заспокоюється.>

Їх загін прийшов вночі і вкрав мій журнал! Я знав, що не варто довіряти цьому бездарному стаж...]===],
},
[183] = {
[===[Мисливець на кнурів]===],
[===[Немає нічого краще, ніж полювання на кнурів, еге ж?

Щоправда, тут, в Морозній долині, їх наплодилось стільки, що весь інтерес зникає. Їх навіть заганяти не треба - вони злющі й самі кидаються на мисливця. Насправді нещодавно тут водилося стільки кнурів, що й полювати було небезпечно.

Коротше кажучи, якщо ти допоможеш мені завалити кількох кнурів, я буду дуже вдячний.]===],
[===[Талін Гострозір просить вас вбити 12 малих скельних кнурів.]===],
[===[Як проходить полювання?]===],
[===[Чудово! Тепер я можу повернутись до... неквапливого... полювання. Дякую, {ім'я}.]===],
},
[184] = {
[===[Документ Хмуроброва]===],
[===[Це — договір, що дає право на розширення фермерських володінь у Західному краю. На ньому стоять підписи Теодора Хмуроброва та його дружини, Верни. На звороті документа квапливо видряпані слова:

"Ми натиснули на Хмуроброва й отримали від нього документ. Подумали, він придасться, якщо тобі захочеться підробити такий для власної ділянки.

З Хмуробровами проблем не передбачається. Востаннє, коли я їх бачив, вони застрягли зі зламаним візком, залишаючи Західний край."

Ви думаєте, що Хмуроброви були б раді повернути їхній договір...]===],
[===[Принесіть документ фермеру Хмуроброву.]===],
[===[У тебе документ на мою ферму? Оце так хороша новина! Кілька днів тому його вкрали якісь мерзотники... Я думав, що втратив його назавжди!

Будь ласка, віддай мені цей папір. Звичайно, ми зараз їдемо із Західного краю та повернемося не скоро, але настануть часи, коли він нам дуже знадобиться...]===],
[===[Ми надзвичайно вдячні тобі, {ім'я}! Як я казав, зараз у цих краях пристойним людям не місце, але, може, часи зміняться, і тоді цей папір допоможе нам повернути свою землю.

Я не можу багато запропонувати, але візьми хоча б ось це...]===],
},
[199] = {
[===[Темна загроза]===],
[===[Ви берете зразок порошку з дивним запахом.]===],
[===[Поверніться до старшого інженера Греблера та покажіть йому знахідку.]===],
[===[Ну що, {стать:знайшов:знайшла} щось, {ім'я}?]===],
[===[Це тривожна знахідка, м'яко кажучи!]===],
},
[212] = {
[===[Страва, що подається холодною]===],
[===[Однією з моїх найвідоміших страв є охолоджений василіск під лаймовим соусом вінегрет. Але проблема в тому, що... м’ясо неможливо зберегти свіжим, і я повинен подати страву сьогодні ввечері на день народження вельможі!

Отже, якщо ти швидко принесеш мені охолоджене стегно щойно вбитого холодноокого василіска, я буду винен тобі королівський бенкет!

Холодноокі василіски бродять вздовж пляжних дюн північно-західної Тернистої долини, тож шлях буде неблизький. Поспіши!]===],
[===[Вбийте холодноокого василіска, візьміть охолоджене стегно василіска та поверніться до Анґуса Штерна в Синього відлюдника.

<Ваш дух не має покинути тіло, щоб успішно виконати завдання.>]===],
[===[{ім'я}! Ти {стать:приніс:принесла} стегно? Мені треба скоро почати його готувати, інакше бенкет не вдасться!]===],
[===[Ах, це чудове стегно! Дуже-дуже дякую!

А тепер, вибач, я ще маю нарізати, замаринувати та прикрасити стегно для бенкету.]===],
},
[214] = {
[===[Червоні шовкові бандани]===],
[===[Всі знають, що червоні бандани є символом повстанської банди. Та ми дізнались, що матеріал, з якого зроблена бандана, означає ранг члена банди.

Отож, я хочу, щоб ти {стать:знищив:знищила} якомога більше бандитів високого рангу. Їх точно можна знайти в сховищі Едвіна ван Кліфа. Коли справишся — принеси мені 10 червоних шовкових бандан як доказ і я винагороджу тебе. Нехай тобі щастить, {ім'я}.]===],
[===[Розвідниця Ріелла зі сторожового пагорба просить вас принести їй 10 червоних шовкових бандан.]===],
[===[Ну що, {стать:позбавив:позбавила} наші землі від повстанської банди? Якщо так — покажи 10 червоних шовкових бандан.]===],
[===[Чудово, {ім'я}! Від імені народного ополчення дякую тобі за твої зусилля. З допомогою таких сміливців, як ти, ми зовсім скоро повернемо ці землі їх жителям.]===],
},
[217] = {
[===[На захист королівських земель]===],
[===[{ім'я}, наші розвідники виявили ватажка вторгнення трогів. Схоже, що ці мерзотники підпорядковуються вождю на ім'я Ґромаґ. Однак, його пильно охороняють. Двоє його найкращих вартових, Скрегатель та Булдига, не відходять від нього ні на мить.

Якщо {стать:впевнений:впевнена} у своїх силах, {ім'я}, можеш очолити операцію з ліквідації Ґромаґа та двох його посіпак. Якщо тобі вдасться вбити їх вождя, можливо, ми зможемо загнати трогів назад в землю.]===],
[===[Вбийте лідера трогів, Ґромаґа, та двох його охоронців, Скрегателя та Булдигу, після чого поверніться до капітана Руґельфуза в південну вартову вежу.]===],
[===[Ґромаґ та його охоронці, Скрегатель та Булдига, все ще живі. Твоє завдання не буде виконане, поки всі троє ну будуть вбиті. Всі дворфи розраховують на тебе, {ім'я}.]===],
[===[Просто неймовірно, {ім'я}! Ти {стать:повернув:повернула} надію до Лох-Модану. Коли Ґромаґ мертвий, у нас з'явилось більше шансів вигнати трогів з наших земель.]===],
},
[218] = {
[===[Викрадений журнал]===],
[===[Мій журнал! Вони забрали його у свою печеру. Здоровенний бугай, розмальований з голови до ніг, тримав його. Це все, що я зміг розгледіти.

Ти ж вже мав справу з тролями, може ти зможеш повернути мій журнал?]===],
[===[Вбийте Ґрік'ніра Холодного та поверніть Ґреліну Білобороду його журнал.]===],
[===[О, {ім'я}! Як успіхи?]===],
[===[Чудово, {ім'я}! Дуже дякую що повернув мої записи. Що ж, схоже що ситуація з тролями в Морозній долині під контролем, тож у нас більше немає причин для хвилювань.

Щойно я завершу свій звіт, мені знадобиться кур'єр, який доставить їх моєму брату Сеніру.]===],
},
[219] = {
[===[Зниклий безвісти]===],
[===[Нарешті, союзники Альянсу!

Допоможи... будь ласка...

Останнє, що я пам’ятаю — як ці мерзенні орки розгромили наш полк. Більшість людей загинули. Мене вдарили по голові, і в очах потемніло. А тепер я ув'язнений у цій печері. Допоможи мені, я тяжко поранений.

Мені знадобиться допомога, щоб дістатися міста... будь ласка... ти моя остання надія...]===],
[===[Допоможіть капралу Кішану повернутись до Багрянокряжжя.]===],
[===[Так?]===],
[===[Ти добре {стать:послужив:послужила} Королівству, {клас:к}. Дякую, що {стать:допоміг:допомогла} капралу Кішану втекти від орків Чорнокаменю. Твоя хоробрість заслуговує на гідну винагороду.]===],
},
[221] = {
[===[Воргени в лісі]===],
[===[Можливо, ти {стать:помітив:помітила}, що в лісі разом з тіньовими ткачами бродять дещо більші воргени? Наскільки ми можемо судити, ці темні вісники складають більшу частину зграї воргенів.

Під час розвідки я також помітив, що вони зайняли Гниючий сад на південний захід від міста. Ці воргени трохи сильніші за тих, з якими ти вже {стать:бився:билася}.

Будь насторожі.]===],
[===[Убийте 12 темних вісників Ночегибелі для Калора з Темнодолу.]===],
[===[Так швидко {стать:повернувся:повернулася}, {ім'я}? Сподіваюся, ти не збираєшся здаватись.]===],
[===[Ти добре {стать:впорався:впоралася} з темними вісниками, {ім'я}. Але здається, що їх чисельність безмежна. Кожного разу, коли ми здобуваємо перемогу, з'являються нові, щоб поповнити їхні ряди.

Яка зла сила приваблює їх сюди? Чому вони прийшли мучити наш нещасний світ...

Я покладаю надію на майстра Карвіна. Не сумніваюся, він розбереться з цією проблемою.]===],
},
[222] = {
[===[Воргени в лісі]===],
[===[Твої попередні досягнення переконали мене, що ти {стать:готовий:готова} взятися за найнебезпечніших воргенів, що заселили ліси.

З усіх воргенів, що знайшли собі тут новий дім, злобні ікла та плюгавці — найнебезпечніші. Вони живуть поряд із печерами та в шахті на півдні.

Ти побачиш здалеку сяйво їх вогнищ...]===],
[===[Убийте 8 злобних ікл Ночегибелі та 8 плюгавців Ночегибелі для Калора з Темнодолу.]===],
[===[Страшні звірі, чи не так? Але не бійся, {ім'я}, ті, хто стоїть за Світло, ніколи не будуть переможеними!]===],
[===[{ім'я}, щиро кажучи, я не вірив, що ти зможеш зайти так далеко, але ти, безумовно, {клас}, з {стать:яким:якою} треба рахуватися. Насправді якщо ти бажаєш офіційно приєднатися до боротьби майстра Карвіна, я з радістю напишу для тебе рекомендаційний лист.]===],
},
[223] = {
[===[Воргени в лісі]===],
[===[Тримай, {ім'я}. Віднеси це повідомлення майстру Карвіну.

<Він швидко дістає шматок бляклого пергаменту і передає його вам.>

Ще кілька таких, як ти, і ми перевершимо Нічну Варту! Можливо, тоді ми завершимо те завдання, яке зараз виконуємо з великим зусиллям.]===],
[===[Передайте записку Калора Джонатану Карвіну.]===],
[===[Так, що тобі потрібно? Швидше, у мене багато невідкладних справ.]===],
[===[Вибач за мою холодну зустріч, {ім'я}, але, як ти розумієш, я надзвичайно зайнята людина. Я бачу, що ти {стать:вразив:вразила} Калора — а це, запевняю тебе, не маленьке досягнення — і що він дав свою рекомендацію.

Навколо повно ненадійних осіб, {ім'я}, а нам потрібна допомога тих, на кого можна покластися. Ми боремося проти демонів, невмерлих та тих, хто надає їм підтримку. Не втрачай пильності, обережності та не довіряй нікому, хто не хоче допомагати нашій справі.

Слава Світлу.]===],
},
[224] = {
[===[На захист королівських земель]===],
[===[Ми маємо захистити озеро Лох, {ім'я}! Поки королівські солдати проливають кров на далеких полях бою, наші рідні землі в небезпеці. Троги лізуть з кожної щілини! Нашестя трогів несе велику загрозу Залізогарту. Ми повинні знищити цих огидних мутантів.

Нам потрібно, щоб ти, {стать:відважний шукачу:відважна шукачко} пригод, {стать:наважився:наважилась} піти й усунути загрозу трогів. Вбий 10 трогів Каменедробів та 10 розвідників Каменедробів та повертайся.]===],
[===[Горянин Кремінник з південної вартової вежі просить вас вбити 10 трогів Каменедробів та 10 розвідників Каменедробів.]===],
[===[Лох-Модан в небезпеці, {ім'я}! Нам потрібен кожен член Альянсу, хто може тримати зброю, щоб допомогти нашій справі. Ти вже {стать:вбив:вбила} 10 трогів Каменедробів та 10 розвідників Каменедробів?]===],
[===[Чудова робота, {ім'я}! Ти {стать:показав:показала} неабияку хоробрість на полі бою. Ми переможемо у війні проти трогів завдяки зусиллям таких, як ти. Ти добре {стать:послужив:послужила} королю Маґні.

Якщо тобі до вподоби такі пригоди - поговори з горянином Ринєлютом. Капітан дав йому нелегке завдання, тож йому може знадобитись твоя допомога. Ти знайдеш Ринєлюта всередині вежі.]===],
},
[225] = {
[===[Занедбана могила]===],
[===[Надпис на занедбаному могильному камені говорить:

МОРГАН ЛАДІМОР

<При подальшому огляді ви помічаєте, що могилу нещодавно розкопували, і більшість ґрунту насипана заново...>]===],
[===[Поговоріть з Сіррі Фон'Інді в Темнодолі.]===],
nil,
[===[Морган Ладімор? 

Ах, так, звичайно. Це була довга та сумна історія. Я знав його добре, до того часу, як він пішов на війну, але це було останнє, що я про нього чув. Він був благородним та добрим, але доля приготувала йому нещасний кінець.

Тут у мене має бути щось, що розповість історію краще за мої власні спогади...]===],
},
[226] = {
[===[Вовки наступають на п'яти]===],
[===[На нас зі Свеном чекають важкі дні через некроманта на сході. Ми тут зовсім одні, тому нам доводиться самостійно добувати собі їжу. Здається, кожного разу, коли я повертаюся до табору з м'ясом, з лісу виходять голодні або скажені вовки, які хочуть перекусити. Що й казати, жити тут небезпечно!

Але якщо ти позбавиш нас хоча б від частини вовків, нам стане легше. Вони живуть на півночі та сході звідси, біля річки.]===],
[===[Вбийте 12 голодних зловісних вовків і 8 скажених зловісних вовків, а потім поверніться до Ларса в табір Свена на західному кордоні Смерколісся.]===],
[===[Ти ще не {стать:вполював:вполювала} вовків...?]===],
[===[О, чудово. Ти здорово {стать:зменшив:зменшила} вовчу зграю, і тепер, коли вовки не наступають нам на п'яти, ми зможемо зосередитись на боротьбі проти Морбента Скверна.

Ось, візьми декілька вибухових пакетів. Їх виготовляють у місті, і багато з них були передані Свену, щоб допомогти його справі.]===],
},
[227] = {
[===[Морган Ладімор]===],
[===[<Він шукає на полицях і знаходить книгу в шкіряній палітурці.>

Якщо хочеш дізнатися більше, запитай Альтею, саме вона останнім часом займалася... проблемами... з ним.]===],
[===[Поговоріть з командиром Альтеєю Чорнобривою в Темнодолі.]===],
nil,
[===[Морган Ладімор? Ніколи не чула...

Ох, ти маєш на увазі Мор'Ладіма! Здається, ти не {стать:чув:чула} цю історію?

Добре, я розповім тобі коротко. Блудний невмерлий під іменем Мор'Ладім блукає по лісах Смерколісся. З того, нам відомо, схоже, що цим невмерлим є Морган Ладімор, про якого ти вже знаєш. Він завдає нам багато клопоту, нападаючи на вартових під час патрулювання та вбиває людей.

<Вона оцінює вас.>

Здається, ти {стать:зміг би:змогла б} допомогти упокоїти його дух.]===],
},
[228] = {
[===[Мор'Ладім]===],
[===[З того, що повідомляють мої розвідники, Мор'Ладім блукає по всьому Смерколіссі, йдучи дивною звивистою стежкою через цвинтар. Ми поховали його за будинком на пагорбі, знаєш, де це?

Більше нічим не можу допомогти тобі, але бажаю удачі.]===],
[===[Убийте Мор'Ладіма, а потім принесіть його череп командиру Альтеї Чорнобривій у Темноділ.]===],
[===[Я не звинувачуватиму тебе, якщо тобі не вдасться впоратися з ним, {ім'я}. Деякі з наших найсильніших наглядачів були вбиті Мор'Ладімом.]===],
[===[Ти його {стать:вбив:вбила}? Це не мале досягнення, {ім'я}! Від імені жителів Темнодолу та Нічної варти я дякую тобі.

Але... є одна справа, яку потрібно обговорити...]===],
},
[229] = {
[===[Дочка, що вижила]===],
[===[Я повинна була розповісти тобі це раніше...

Як краще сказати...

Можливо, Морган вважав, що його родина померла, але насправді його дочка Сара Ладімор тепер вартова. Вона завжди страждала через... обставини... що оточують смерть її батька. Можливо, ти {стать:міг би:могла б} повідомити її про це.]===],
[===[Поговоріть з вартовою Сарою Ладімор у Темнодолі.]===],
nil,
[===[Так? Мій батько...

<Її очі опускаються.>

Хотіла б я... щоб було щось, що я могла б для нього зробити... Якби я тільки поговорила з ним до того, як він...]===],
},
[230] = {
[===[Табір Свена]===],
[===[Копаючи землю, ви знаходите маленьку, заляпану брудом книжку.

Книга не має назви, але... в ній міститься інформація, яку Свену варто знати.]===],
[===[Принесіть Свену книгу з його ферми.]===],
[===[Ти {стать:знайшов:знайшла} щось? Будь ласка, дай мені подивитися...]===],
[===[<Свен читає сторінки книги, а потім закриває її.>

Цей таємничий незнайомець, якого я бачив, був свідком смерті моєї сім'ї! Є питання, які я хотів би поставити йому... якби я тільки знав, хто це!]===],
},
[231] = {
[===[Любов доньки]===],
[===[Ось, візьми це і поклади на його могилу. Можливо... якимось чином він дізнається, що зі мною все гаразд, і зрозуміє, що ніхто з нас не вважає його винним за те, що сталося.

<На її очах видніються сльози, поки вона знімає каблучку зі своєї правої руки та кладе її вам у руку.>

І... дякую тобі, {ім'я}.]===],
[===[Віднесіть каблучку Сари Ладімор до могили Моргана Ладімора.]===],
[===[Облиш мене...]===],
[===[<Примарний голос лунає по вітру...>

Що це...? Сара? Невже вона жива? Гора з плечей впала...

{ім'я}. Візьми мій меч, Архей. Моя душа упокоєна, мені він більше не потрібен. Він був викуваний нести добро, і я довів, що негідний тримати його. Можливо, ти зможеш нести ним світло замість мене.

Ліз, моя любов...]===],
},
[233] = {
[===[Пошта Морозної долини]===],
[===[Гм, не думаю, що ти надто гориш бажанням мені допомогти, еге ж {стать:малий:мала}? Сьогодні прийшов стіс листів, але в мене нема часу доставити їх.

Всі вони адресовані Таліну Гострозору. Ти можеш знайти його прямуючи дорогою на захід. Його табір поруч з замерзлим озером.

То що скажеш?]===],
[===[Доставте стіс листів Таліну Гострозору.]===],
[===[Так? Маєш щось для мене?]===],
[===[Дякую тобі, я вже давно чекав ці листи...

На жаль, не всі листи для мене. Цей адресований Ґреліну Білобороду. Він мешкає не надто далеко, якщо схочеш доставити лист.]===],
},
[234] = {
[===[Пошта Морозної долини]===],
[===[Якщо я вірно пам’ятаю, табір Ґреліна знаходиться далі по дорозі, на південний схід звідси. Без сумніву, він з нетерплячкою очікує на свою пошту.]===],
[===[Доставте лист Ґреліну Білобороду.]===],
[===[Чи можу я тобі чимось допомогти?]===],
[===[Ах, чудово. Давно ж я не отримував звістку з Залізогарта.]===],
},
[237] = {
[===[На захист королівських земель]===],
[===[Горянин Кремінник дуже нахвалює тебе, {раса:к}. Тому я хочу довірити тобі надзвичайно важливе завдання. Ми маємо продовжувати тиснути на трогів, поки наші браття дворфи не повернуться з фронту.

Відправляйся на південні пагорби та вбий 10 череполомів Каменедробів та 10 провидців Каменедробів. Цим ти виграєш нам трішки часу. Повертайся до мене, як виконаєш завдання.]===],
[===[Горянин Ринєлют з південної вартової вежі просить вас вбити 10 череполомів Каменедробів та 10 провидців Каменедробів.]===],
[===[Нам потрібно більше часу, {раса:к}. Твоє завдання - вбити 10 череполомів Каменедробів та 10 провидців Каменедробів. Ми маємо підтримувати натиск, доки не прийде підкріплення. Зараз ми не маємо часу на відпочинок.]===],
[===[Ти добре {стать:впорався:впоралась} із завданням, {раса:к}. Сам король може пишатись тобою.

На жаль, обіцяне підкріплення так і не з'явилось. Схоже, що на полях бою полягло багато наших братів. Гіркі звістки про втрати сповнюють болем моє серце. Але їх загибель не має бути марною. Ми маємо об'єднатись в ці важкі часи й принести славу Альянсу.

Поговори з горянином Стіноламом, він дасть тобі нове завдання. Зараз ти нам {стать:потрібен:потрібна}, як ніколи.]===],
},
[239] = {
[===[Гарнізон Західноводдя потребує допомоги!]===],
[===[Гарнізон на нашому західному кордоні повідомляє про посилення активності гнолів і злодіїв. Вони просять вислати допомогу... але у нас просто немає жодного вільного солдата!

Якщо у тебе є нагода допомогти, ми охоче її приймемо. Поговори із заступником Райнером в гарнізоні Західноводдя, поглянь, що йому там потрібно зробити.

Гарнізон — далі по дорозі на захід. Праворуч, як перейдеш міст через невеликий струмок.]===],
[===[Прямуйте до гарнізону Західноводдя та поговоріть там із заступником Райнером.]===],
nil,
[===[Значить, маршал Дуган прислав тебе? Ну, ти явно не солдат, але мені достатньо того, що саме Дуган обрав тебе!

Наша ситуація досить напружена, м'яко кажучи. Сподіваюся, ти зможеш нам допомогти.]===],
},
[240] = {
[===[Повернення до Тремтінія]===],
[===[А ось і крабові пиріжки а-ля Ґруал!]===],
[===[Поверніться до Тремтінія з темними крабовими пиріжками.]===],
[===[{ім'я}, нарешті ти тут! Ти {стать:приніс:принесла} мені їжу?!?]===],
[===[Ага! Дякую, {ім'я}. Те, що треба!

І ось, будь ласка, дозволь мені заплатити за це!]===],
},
[244] = {
[===[Вторгнення гнолів]===],
[===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори гнолів, на півночі та на сході.

Приозер'я має знати про об'єднання сил гнолів! Відрапортуй заступнику Фелдону в Приозер'ї та розкажи йому про них. Зроби це, і Фелдон, певно, запропонує тобі гонорар розвідника.

Він зазвичай наглядає за територією на південь від мосту до Приозер'я.]===],
[===[Відрапортуйте заступнику Фелдону.]===],
nil,
[===[Багрянокряжові гноли так близько від Ельвинну?? Мабуть, вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть в облозі!

Ось твоя платня, хоч ти і {стать:приніс:принесла} страшні вісті. І прийшли вони невчасно, бо ж ми недостатньо споряджені для такого нападу.]===],
},
[245] = {
[===[Восьмилапа загроза]===],
[===[Привіт, {клас:к}. Можливо, ти {стать:бачив:бачила} тих павуків, що на західному кордоні? Ця небезпечна восьмилапа загроза завдає нам надто багато проблем, а командир не має достатньо солдат, щоб відправити їх так далеко від Темнодолу.

Мені ніяково просити тебе про допомогу, але, здається, тобі вдалося б з ними впоратися. Не можу обіцяти тобі щось дуже цінне, але винагороджу, якщо ти допоможеш винищити цих бридких потвор.

Моя тобі порада — остерігайся їхньої отрути.]===],
[===[Убийте 15 карликових отруйних колопрядів, а потім поверніться до наглядача Доддса в Смерколісся.]===],
[===[Тобі краще бути {стать:обережним:обережною}, коли ти будеш мати справу з павуками. Я втратив кількох своїх людей через них, і повір мені, це неприємний вид — побачити солдата, який висить догори ногами у їхній павутині після того, як отрута почала їх розкладати.

Я не хотів би бачити, як одна з цих потвор з'їдає тебе на обід.]===],
[===[А! Ти {стать:повернувся:повернулася}. І, здається, не надто {стать:постраждав:постраждала}. Звичайно ж, {ім'я}, Нічна варта вдячна за твою роботу, тож ось обіцяна винагорода.]===],
},
[246] = {
[===[Оцінка загрози]===],
[===[У нас немає зайвих людей, але з цими гнолами, про яких {стать:доповів:доповіла}, треба щось робити.

Розвідай південне Багрянокряжжя і пошукай там гнолів. Зроби засідку, вбий, скільки зможеш, і доповіси мені, скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих гнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради армії Штормовію, {ім'я}, і отримаєш винагороду.]===],
[===[Убийте 10 багрянокряжових дворняг і 6 багрянокряжових браконьєрів, а потім відрапортуйте заступнику Фелдону в Приозер'ї.]===],
[===[Перепрошую, {ім'я}, але ми тут сильно зайняті. Якщо тобі нічого доповісти, я краще займусь іншими справами.]===],
[===[<Заступник Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили гнолів, і з того, що ти мені {стать:розповів:розповіла}, вони міцні горішки. Це мало бути непросто - зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не {стать:зробив:зробила}, поговори з маршалом Маррісом і війтом Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою, і у цих двох точно знайдеться справа для тебе.]===],
},
[248] = {
[===[Глибший погляд]===],
[===[Я спостерігав за вежею Ілґалара і помітив, що Морґант ворогує з орками у фортеці Кам'яної Варти. Я не знаю в чому причина, але ти можеш допомогти мені розгадати цю таємницю.

Візьми ще один гліф Азори та віднеси його на вершину вцілілої вежі поряд з фортецею Кам'яної Варти.

Знайди підхоже місце, де ти зможеш сховати його. В якійсь скрині чи глечику — головне, щоб його не помітили.]===],
[===[Підніміться на вцілілу сторожову вежу поруч з фортецею Кам'яної Варти.

Знайдіть придатне місце для розміщення гліфа Азори.]===],
[===[Колись у цьому глечику був смердючий напій, але тепер він лежить порожній і забутий на парі бочок.]===],
[===[Це підхожа посудина для гліфа Азори. Тепер Теокріт зможе дізнатись більше про задуми мешканців фортеці Кам'яної Варти.]===],
},
[249] = {
[===[Морґант]===],
[===[Після довгих спостережень я нарешті розкрив плани Морґанта.

Він шукає косу Елуни... і, можливо, вже знайшов її! Якщо так, то незабаром Багрянокряжжя, а потім і все королівство Штормовію відчує його темну силу.

Я не готовий протистояти Морґанту, але боюсь, що ми не можемо гаяти час. Ти маєш піти до вежі Ілґалара і зустрітися з Морґантом.

Переможи його і принеси мені його кулон тіні. Зроби це, і королівство цього не забуде.]===],
[===[Переможіть Морґанта.

Принесіть його кулон тіні Теокріту до вежі Азори, що в Ельвиннському лісі.]===],
[===[Поспіши, {ім'я}, поки мої побоювання щодо Морґанта не справдилися!]===],
[===[Ти {стать:зробив:зробила} велику справу, {ім'я}. Перемігши чорнокнижника Морґанта, ти {стать:врятував:врятувала} Штормовій від великої небезпеки.

Смиренно прошу прийняти цю нагороду. І я б побажав тобі миру, якби це були мирні часи.

Але натомість я побажаю тобі удачі в подальших випробуваннях і перемоги в майбутніх боях.]===],
},
[250] = {
[===[Темна загроза]===],
[===[Хвала небесам, хоч хтось тривожиться станом нашої Дамби. Спочатку знищення віадука Тандола, потім розграбування Дун-Модру! Я впевнений, що дамба буде наступною ціллю Темного Заліза. Більшість охоронців відправили на фронт Альянсу, включаючи мого старшого інспектора.

Тому ти мені й {стать:потрібен:потрібна}, {ім'я}. Я помітив саперів Темного Заліза, що вештались біля східного краю дамби. Поглянь що вони там затіяли і повертайся з доказами.]===],
[===[Огляньте область біля східного краю дамби та принесіть старшому інженеру Греблеру докази того, що дворфи Темного Заліза щось затівають.]===],
nil,
[===[В бочці міститься порошок з дивним запахом.]===],
},
[251] = {
[===[Переклад записки Аберкромбі]===],
[===[Передай цю записку Сіррі Фон'Інді. Він дуже обізнаний у стародавніх мовах та мистецтвах — якщо хтось тут може перекласти цей лист, то це він.]===],
[===[Принесіть лист Елло до Сіррі Фон'Інді.]===],
[===[Записка від Аберкромбі, відлюдника, так? Я його не знаю, хоча якщо він живе на кладовищі, то я точно знаю, що в нього мізки згнили!]===],
[===[<Сірра починає перекладати записку...>]===],
},
[252] = {
[===[Переклад для Елло]===],
[===[Сили небесні! Якщо те, що написано на цій записці, правда, то Аберкромбі вчинив щось... невимовне.

Тобі краще віднести перекладену записку Елло.

І поспіши, бо я боюся, що загроза вже наближається до нашого міста...]===],
[===[Передайте перекладеного листа лорду Елло Чорнобривому.]===],
[===[А, записка перекладена? Будь ласка, дай мені поглянути...]===],
[===[<Елло читає листа... і його обличчя біліє. Він дивиться на вас...>

Хоча допомога, яку ти {стать:надав:надала} Аберкромбі, можливо, і була мотивована добротою, твої дії прирекли наше місто на загибель.

<Елло поринає у роздуми...>]===],
},
[253] = {
[===[Наречена Бальзамувальника]===],
[===[Бальзамувальник — це ім'я, яке згадується в одній з наших дитячих історій. Він був добрим алхіміком, який збожеволів після смерті своєї дружини Елізи. Щоб відродити її, він використав темну магію, щоб помістити своє серце в груди своєї мертвої дружини.

Це оживило Елізу... але прокляло її жагою до людського м'яса, змусивши Бальзамувальника тримати її похованою.

Його сила — в серці. Знайди могилу його дружини, забери його серце і принеси мені, поки воно ще б'ється. Зроби це, і його сила буде зламана.]===],
[===[Знайдіть могилу Елізи. Заберіть у неї серце Бальзамувальника, а потім поверніться до Елло Чорнобривого.]===],
[===[Ти вже {стать:був:була} на могилі Елізи? Серце Бальзамувальника у тебе?]===],
[===[Ти {стать:зробив:зробила} це! Магія його серця захистить нас від зла Бальзамувальника та послужить потужним захистом для Темнодолу.

Ти {стать:зробив:зробила} велику справу для нашого народу, {ім'я}. Твоє ім'я назавжди залишиться в наших літописах.]===],
},
[254] = {
[===[Копання в багнюці]===],
nil,
nil,
nil,
[===[Ви копаєте розпушену землю над могилою...і знаходите рештки труни.

Усередині труни ви відчуваєте шкрябання пазуристих пальців і скрегіт гнилих зубів...

Чи відкриєте ви труну і дістанете серце Бальзамувальника?]===],
},
[255] = {
[===[Найманці]===],
[===[Два місяці, поки в Залізогарті вирішать відправити нам на допомогу купку солдатів і ще два місяці, поки вони прибудуть! Мало того, що наше місто нема кому захищати, так ще й розкопки й дамба... дамба! - теж в небезпеці.

Здається, в мене немає вибору. Доведеться шукати найманців.

Як щодо тебе? Схоже, що ти згодишся, {клас:к}. Купка огрів стала табором на північний захід від озера. Може ти б {стать:знайшов:знайшла} ще кількох на кшталт тебе і {стать:допоміг:допомогла} усунути загрозу нашому місту?]===],
[===[Війт Кирпоніс з Телсамару просить вас вбити 4 огрів Мо'ґрош, 4 моцаків Мо'ґрош та 4 громил Мо'ґрош.]===],
[===[Ну як, щось виходить?]===],
[===[О, це чудові новни! Жителі Телсамару та особисто я щиро цінуємо твої зусилля. Ба більше, якщо розберемось з ограми, ми зможемо зайнятись нашестям цих клятих трогів.]===],
},
[256] = {
[===[РОЗШУКУЄТЬСЯ: Чок'сул]===],
[===[За рішенням війта Телсамару

Огр Чок'сул, лідер і організатор нападів на Телсамар, Каменярську дамбу та розкопки Залізоплета засуджується до смерті в будь-який спосіб.

Грошова винагорода буде видана тому, хто принесе війту доказ того, що Чок'сул мертвий.

Востаннє Чок'сула бачили в таборі огрів на північному заході Лох-Модану.]===],
[===[Вбийте Чок'сула та принесіть його голову війту Кирпоносу в Телсамар.]===],
[===[Так? Чим я можу тобі допомогти?]===],
[===[Фу, що це? І нащо ти це {стать:притяг:притягла}...

Святі... Це ж він? Ух, побий мене грім, це голова того клятого огра? Оце так здобич! Ось, прийми винагороду і подяку від мене та всіх жителів Телсамару.]===],
},
[257] = {
[===[Хвастощі мисливця]===],
[===[Думаєш тягатися з Дерілом Сміливим, га? Не раджу. Звісно, ти можеш спробувати. Ось тобі випробування, яке тобі не під силу, тож не засмучуйся, якщо в тебе нічого не вийде.

Тут, в Лох-Модані, загніздилась зграя канюків. Чом би тобі не спробувати вбити кількох? Знаєш що, якщо впораєшся за 15 хвилин, я віддам тобі свій лук чи рушницю.

<Деріл зневажливо дивиться на вас.>

Все одно тобі втрачати нічого.]===],
[===[Вбийте 6 гірських канюків і поверніться до Деріла Юного в оселю Далекоходців протягом 15 хвилин.]===],
[===[Не вийшло? Ну журись, {ім'я}.

Не кожен може як я.]===],
[===[Що? Вийшло?

Ну на, забирай. Але не задирай носа - будь-який жовторотий малий з луком справився б цими... Пташенятами. Сподіваюсь, ти не занадто {стать:захопився:захопилась} вбивством канюків. Не хотілось би, щоб вони стали вимираючим видом.

Що-ж, еее... Хай не кажуть, що Деріл Сміливий не тримає слова.]===],
},
[258] = {
[===[Виклик Мисливця]===],
[===[{ім'я} {стать:Величний:Велична}, га? Бачу ти зараз лопнеш від гордості за проходження першого випробування, еге ж? Як я вже казав, то було не складно.

А ось спробуй пополювати на кнурів. Повір мені, те не ті поросята, що в Морозній долині, з ними треба бути обережніше. Цього разу я даю тобі 12 хвилин.

Не переймайся як нічого не вийде. Я тобі власну сорочку віддам, якщо впораєшся!

Ти {стать:чув:чула} історію про те, як я отримав цей шрам? Ні, Так, от, два роки тому...]===],
[===[Вбийте 6 старих гірських кнурів і поверніться до Деріла Юного в оселю Далекоходців протягом 12 хвилин.]===],
[===[Цілком нормально жаліти себе, коли перевершив хтось настільки юний як я. Не засмучуйся, {стать:Артин:Артина}.

Хм? Чи тебе не так звати?]===],
[===[Схоже, що тобі несолодко довелося. Видно, кнури неабияк потріпали тебе, еге ж? Не переймайся, я нікому не розповім про твою поразку. Тобі і без язикатих Хвесьок важко.

Що? Ти {стать:впорався:впоралась} з кнурами? Я... Що ж... ну так, я і не здивований! {стать:Будь-який малий зміг би:Будь-яка мала змогла б}... Обіцянка?

Яка обіцянка?]===],
},
[262] = {
[===[Таємничий незнайомець]===],
[===[Мені потрібно дізнатись, ким був той таємничий незнайомець, якого я побачив у той день, коли мою родину вбили!

Будь ласка, {ім'я}, ти вже {стать:продемонстрував:продемонструвала} свою винахідливість. Знайди того незнайомця. Мені потрібно дізнатись, які таємниці він приховує!

Я не знаю нічого, що не знаєш ти, але ось, візьми книгу, яку ти {стать:знайшов:знайшла} на моїй фермі. Можливо, хтось із мешканців міста зможе зв'язати цю книгу з її власником.]===],
[===[Візьміть книгу, яку ви знайшли на фермі Свена, і покажіть її жителям Темнодолу.]===],
[===[Якщо у тебе є щось, що належить таємничому незнайомцю, якого ти шукаєш, то покажи мені. Можливо, я зможу згадати щось про власника.]===],
[===[Хмм... Хтось нещодавно тримав цю книгу в руках. Той, хто сповнений жадобою помсти. Але, на жаль, сліди на ній, принаймні сліди першого власника, ледь помітні.

Але я можу сказати одне — справжній власник цієї книги не є жителем Темнодолу.]===],
},
[263] = {
[===[На захист королівських земель]===],
[===[Горянини розказують мені що ти {стать:сміливий:смілива} та {стать:здібний:здібна}, {ім'я}. Нам {стать:потрібен такий:потрібна така} {раса:н}, як ти. Ми ніяк не можемо справитись з трогами. Всі резерви відправлені на фронт, тож ми тут залишились без підтримки. Але тепер, коли у нас є {стать:загартований:загартована} в боях {клас:н}, ми можемо вистояти.

Йди і вбий 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів. Подивимось, чи правду про тебе кажуть, вбивця трогів.]===],
[===[Горянин Стінолам з південної вартової вежі просить вас вбити 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів.]===],
[===[Так швидко? Якщо я не ясно виразивсь - ти маєш вбити 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів, {ім'я}. Покажи їм, вбивця трогів!]===],
[===[З першого погляду на тебе, {ім'я}, я зрозумів, що Залізогарт буде тобою пишатись. Ти гарно {стать:послужив:послужила} королю Маґні. Тепер, коли ти {стать:довів:довела} свою відданість королівству, тобі варто поговорити з капітаном. Можливо, він довірить тобі щось важливіше.

Хвала тобі, {ім'я}.]===],
},
[265] = {
[===[Продовження пошуку таємничого незнайомця]===],
[===[Ось твоя книга, {ім'я}, і бажаю тобі успіху у пошуках. Якщо ти запитаєш інших мешканців міста, можливо, вони зможуть щось тобі сказати.

І ще одне — хоч автор цієї книги й не з нашого міста, та сама книга була придбана тут.]===],
[===[Дізнайтеся, чи знають інші мешканці міста ще щось про таємничого незнайомця.]===],
[===[Іноді я продаю чисті книги вченим і магам, або тим, хто хоче вести щоденник.

Я добре пам'ятаю кожного, кому продавав книги за останні кілька місяців...]===],
[===[А, так. Я продав цю книгу одному сумнівному незнайомцю. Він не представився, але явно нервував, смикався, постійно оглядався через плече.

Сподіваюся, я зміг тобі допомогти...]===],
},
[266] = {
[===[Розпитування в таверні]===],
[===[Ось твоя книга, бажаю успіху у пошуках.

Раджу зазирнути в таверну. Якщо той, кого ти шукаєш, перебував в місті, то є шанс, що хтось бачив його там.]===],
[===[Обшукайте таверну, щоб знайти щось про таємничого незнайомця.]===],
[===[Багряний Ворон вже не має такого попиту, як раніше, але до нас все ще заїжджають мандрівники.

Якщо ти зможеш описати того, кого шукаєш, то, можливо, я щось пригадаю.]===],
[===[О, так, я пам'ятаю цю книгу. Її власник винаймав кімнату на кілька днів і проводив свої ночі в барі, пишучи.

Він виїхав з міста поспішно, бурчачи про те, що його переслідує... щось. Востаннє я бачив його, коли він прямував на захід з міста, шукаючи нове місце, щоб сховатись.

Перше місце на заході, де він міг би знайти притулок — Воронячий пагорб...]===],
},
[267] = {
[===[Загроза трогів]===],
[===[{Клас:к}, не знаю, чи {стать:чув:чула} ти про загрозу, що нависла над землями дворфів. Резерви Залізогарта відправились на фронт, а ми залишились лиш з невеликою частиною сил необхідних для захисту наших земель. Моєму полку наказали охороняти Ворота і ми не можемо покинути наші позиції, остерігаючись вторгнення.

Але ми маємо посилити натиск на цих клятих трогів, що бродять по долині. Якщо тобі під силу ця задача - влаштуй трогам облогу. Принеси мені 8 кам'яних зубів трогів як доказ.]===],
[===[Принесіть 8 кам'яних зубів трогів капітану Руґельфузу в південну вартову вежу.]===],
[===[Ти {стать:приніс:принесла} мені 8 кам'яних зубів трогів? Якщо ні - тобі є чим зайнятись, {ім'я}.]===],
[===[Ти {стать:вразив:вразила} мене, {ім'я}. Ти зробив велику послугу дворфам, захищаючи наші землі. Сам король Маґні Бронзобородий пишався б!]===],
},
[268] = {
[===[Повернення до Свена]===],
[===[Книгу, яку ти {стать:знайшов:знайшла}, було закінчено тільки наполовину. Я мусив лишити її на фермі Свена, коли втікав...

Ось, візьми мій завершений щоденник і віднеси Свену. Він детальніше описує події на фермі.

Хоча цей щоденник був єдиним моїм співрозмовником протягом останніх тижнів, я охоче розлучуся з ними, аби не вставати на шляху Свена і його гніву!]===],
[===[Поверніться до Свена із заповненим щоденником Тремтінія.]===],
[===[Ти {стать:з'ясував:з'ясувала}, хто цей таємничий незнайомець?]===],
[===[Цей щоденник багато чого пояснює. Тепер мені ясно, що слід шукати темних вершників! Я бачив їх вершників у Смерколіссі та бачив, як вони розмовляли з чаклуном Морбентом Скверном у Закинутій садибі.]===],
},
[269] = {
[===[У пошуках мудрості]===],
[===[Відправляйся в Штормовій і поговори з єпископом Фартингом в соборі Світла. Дай йому щоденник Тремтінія і скажи, що збираєшся кинути виклик Морбенту Скверну.

Хоча Штормовій відрікся від Темноділу, Фартинг — добродушний та дуже мудрий. Він може допомогти тобі врятувати нас.

Твоє завдання небезпечне, але поспіши, {ім'я}. З кожною годиною, тіні Смерколісся стають ще темнішими.]===],
[===[Передайте заповнений щоденник Тремтінія єпископу Фартингу в Штормовій.]===],
[===[Відпочинь, {стать:брате:сестро}. Я бачу, що ти {стать:пройшов:пройшла} довгий шлях і на тобі важкий тягар. Скажи, що за тінь упала на тебе?]===],
[===[<Після прочитання щоденника та почутого про ваш намір...>

Зло проникло в і без того оточене з усіх боків Смерколісся. Хвала Світлу, що {стать:знайшовся герой:знайшлася героїня} на кшталт тебе, що зможе протистояти йому.

Але ти {стать:повинен:повинна} підготуватися до майбутнього випробування... Оскільки некромант Морбент Скверн надзвичайно сильний, та наклав чорну магію на себе, щоб захиститися від фізичних атак. Якщо ти хочеш перемогти його, тобі потрібна зброя, здатна пробити цей захист.]===],
},
[270] = {
[===[Приречена флотилія]===],
[===[Багато років тому на узбережжі Заболоття, величезного болота на північ від дворфського королівства Залізогарт, потонула Третя флотилія Кул-Тіраса. На одному з кораблів був вантаж зі злитками світлосталі.

Цей метал є дорогоцінним для нас, оскільки речі, створені з нього, уражають ворогів силою святої істини. Якщо ти збираєшся кинути виклик Морбенту Скверну, тобі потрібна саме така зброя.

Йди до гавані Менітілів та звернись до мого колеги, дворфа Ґлоріна Сталеброва. Якщо цей загублений метал можна знайти, він точно має знати, де почати шукати.]===],
[===[Ідіть до гавані Менетілів в Заболоття і поговоріть з Ґлоріном Сталебровом.]===],
nil,
[===[Світлосталь — дорогоцінний метал, але, здається, твоє завдання не з простих. Ти {стать:зайшов:зайшла} далеко, {стать:брате:сестро}. Якщо тобі дуже пощастить, ти зможеш знайти те, що шукаєш!

А коли роздобудеш метал – я знаю, хто зможе викувати зброю проти того некроманта в Смерколіссі, про якого ти говориш.]===],
},
[271] = {
[===[Помста Вірен]===],
[===[Мені здається, що ти б не проти провчити Його Крутість. Маю визнати, Деріл дійсно на щось здатен.

Рік тому, вся оселя Далекоходців полювала на величезного ведмедя, але жодному мисливцю так і не пощастило. Врешті-решт, Деріл вирішив сам піти на нього і ледь не залишився без ока.

Вбий ведмедя і покажи трофей Дерілу. Впевнена, у нього мову відбере.

Того ведмедя, старого Чорниша, ти знайдеш в пагорбах близ Телсамару.]===],
[===[Вбийте старого Чорниша та принесіть трофей Дерілу Юному в оселю Далекоходців.]===],
[===[О, {ім'я}! Вже {стать:повернувся:повернулась}? Знову {стать:полював:полювала}? Не засмучуйся, як щось не виходить. Невдачі роблять нас сильнішими!

Що б там не було, могло бути гірше...]===],
[===[Е... Що це? Нічого собі, голова ведмедя.

<Деріл несвідомо проводить пальцем по шраму.>

Що ж, непогана здобич. Це не той самий...

<Він різко замовкає і починає помітно тремтіти.>

Ні, забери це! Забери цю жахливу штуку звідси!]===],
},
[272] = {
[===[Випробування морського лева]===],
[===[Для другого випробування тобі потрібно зібрати дві половини підвіски морського лева. Одна з половинок уособлює спритність аспекту морського лева, що стрімко плаває в товщі води. Інша ж — уособлює його неймовірну витривалість. Друїди покладаються на обидві ці якості, щоб опанувати водну форму.

Поговори з жителями Місячної галявини, щоб дізнатись, де знаходяться ці половинки та принеси їх сюди. Коли об'єднаєш їх — віддай підвіску Дендриту Зіркосяйву.]===],
[===[Знайдіть половинку підвіски водної спритності та половинку підвіски водної витривалості. Поговоріть з жителями Місячної галявини, щоб дізнатись про їх місцеперебування.

Об'єднайте половинки в підвіску морського лева, перебуваючи біля вівтаря Ремулоса.

Об'єднану підвіску принесіть Дендриту Зіркосяйву в Нічну Гавань, що на Місячній галявині.]===],
[===[Ти вже {стать:об'єднав:об'єднала} половинки підвіски, {ім'я}? Якщо тобі потрібна допомога — звернись до місцевих жителів. Так ти не тільки дізнаєшся, де їх шукати, а й краще познайомишся з цією прекрасною священною галявиною.]===],
[===[Тобі вдалось пройти випробування морського лева, {ім'я}, вітаю тебе!

У своїх зусиллях з їх пошуків тобі довелось проявити спритність та витривалість, які так необхідні тобі для гармонії з водними глибинами. Одне не може існувати без іншого і без обох цих якостей ти не зможеш прийняти аспект морського лева.

Добре запам'ятай цей урок і згадуй про нього, коли наважишся прийняти водну форму.]===],
},
[273] = {
[===[Постачання експедиції]===],
[===[Ще не пізно, ти можеш наздогнати Гулдара. Вони не могли далеко відійти. Хай якими дужими не були Міран та Саян, вони не надто жваво рухатимуться з вантажем діжок.

Вони пішли звичною дорогою до розкопок - на південь від міста, вздовж берега.

Знайти їх буде не складно, якщо вони ще не дійшли.]===],
[===[Поговоріть з Гулдаром.]===],
nil,
[===[Хм, якомусь нікчемному Темному Залізу не вдасться зірвати наші поставки!

Але Саян... Ніколи б не подумав, що він може бути їх спільником. Я з ним майже рік працював... Мабуть, я був надто довірливим.

Що ж, розберусь з цим пізніше.]===],
},
[274] = {
[===[Темна загроза]===],
[===[Це не звичайна вибухівка. Подивись на ці срібні кристалики. І характерний запах! Ясно ж як день - це ж сифорій. Сам по собі він загрози не становить. Але якщо намокне - здатен висадити в повітря Залізогарт!

Хімічну реакцію можна нейтралізувати, змішавши чотири компоненти: отруту павука, розтовчений кристал Мо'ґрош, сльоза кроколіска та оцей нейтралізуючий колоїд. Біжи розкажи це Греблеру, доки не пізно!]===],
[===[Поверніться до старшого інженера Греблера з інформацією від Ашлана Камнесміха.]===],
[===[Що сказав Ашлан?]===],
[===[Нейтралізуючий колоїд? Для сифорія? О, небеса!]===],
},
[275] = {
[===[Пухирі на землі]===],
[===[Я не знаю чому, але гниль повзе Заболоттям. Піднялися драговинні плазуни. Це хворобливі, гнійні пухирі на землі, і щоб зцілити її, необхідно загнати плазунів назад в болота, звідки вони прийшли.

Драговинні плазуни водяться біля водойм Заболоття.]===],
[===[Убийте 12 драговинних плазунів та поверніться до Ретіля Вартового Природи у Заболоття.]===],
[===[Заболоття все ще плаче, а драговинні плазуни все ще лютують. Повернися до мене одразу, як виконаєш своє завдання.]===],
[===[Ця земля заспокоюється завдяки твоїм зусиллям, і за це я вручаю тобі дар.]===],
},
[276] = {
[===[Бродячі лапи]===],
[===[Мохошкурі гноли багато років жили мирно в Заболотті, але тепер вони розплодились. Вони витолочують своїми лапами луги, а мерзенними сокирами - вирубують надто багато дерев, щоб палити вогнища.

Вони більше не в гармонії з природою. Гнолів має бути менше, щоб Заболоття вижило.

Вбий 15 мохошкурих гнолів та 10 мохошкурих дворняг. Вони водяться на півдні, біля дворфійських воріт Альґазу. Як зробиш це - повертайся до мене.]===],
[===[Вбийте 15 мохошкурих гнолів та 10 мохошкурих дворняг, після чого поверніться до Ретіля Вартового Природи в Заболоття.]===],
[===[Ти ще не {стать:виконав:виконала} своє завдання, {клас:к}.]===],
[===[Зменшивши поголів'я гнолів, ти {стать:подарував:подарувала} Заболоттю надію на зцілення. Хай я зневірився в тобі подібних раніше, {раса:к}, але ще не все втрачено.]===],
},
[277] = {
[===[Вогняне табу]===],
[===[Мохошкурі рубають дерева Заболоття і використовують плоть дерев для вогнища, щоб зігрітись. Я не можу більше терпіти цей біль!

Позбудь Мохошкурих грубого кременю, їх інструменту для створення вогню. Кремінь носять усі Мохошкурі, окрім менших мохошкурих гнолів та мохошкурих дворняг.]===],
[===[Принесіть Ретілю Вартовому Природи 9 грубих кременів.]===],
[===[В тебе є інструменти гнолів для розведення вогню?]===],
[===[... дякую. Я розіб'ю ці кремені та кину їх в море, так вони більше ніколи не використовуватимуться для спалювання живих дерев.]===],
},
[278] = {
[===[Темна загроза]===],
[===[Негайно починай збирати реагенти, {ім'я}. Павучу отруту ти можеш зібрати з тутешніх павуків. Сльозу кроколіска - з кроколісків біля озера. А от з кристалами Мо'ґрош буде важче - їх видобувають огри, що живуть на північному сході. Але й у них такі кристали - рідкість.

Ми маємо якомога швидше знешкодити вибухівку Темного Заліза! Повертайся до мене, як знайдеш все необхідне, і я приготую суміш.]===],
[===[Принесіть яд павука, кристал Мо'ґрош та сльозу кроколіска старшому інженеру Греблеру.]===],
[===[Ти вже {стать:зібрав:зібрала} все необхідне? У нас обмаль часу!]===],
[===[Ти якраз вчасно, {ім'я}!]===],
},
[279] = {
[===[Загроза з глибин]===],
[===[Мурлоки лізуть з морських глибин і будують свої поселення на узбережжі. Вони нападають на наших рибалок і торговців, ми маємо це зупинити.

Один з них, Жерун, прокрадається з іншими синьожабрими мурлоками до дороги і влаштовує засідки на наших торговців. І кожного разу вони втікають до своїх хиж, де ми їм нічого не можемо зробити. Наші торговці в небезпеці і ми готові заплатити за їх захист.

Жерун бродить в затоці річки на північ звідси. Знайти його, знищи його плем'я і принеси мені його голову.]===],
[===[Вбийте 12 синьожабрих мурлоків і Жеруна.

Принесіть голову Жеруна Карлу Борану в гавань Менетілів.]===],
[===[Наші торговці будуть в небезпеці, поки ми не позбавимось Жеруна і цих мурлоків.]===],
[===[Ах, чудово {ім'я}.

Прийми цю оплату за виконання угоди з торговим флотом.]===],
},
[280] = {
[===[Темна загроза]===],
[===[Я недавно помітив кількох заколотників Темного Заліза, що плили до дамби з великою діжкою. І поруч не було жодного горянина, щоб їх зупинити! Боюсь, що вони могли закласти сефорієву вибухівку біля основи дамби і вона може вибухнути будь-якої миті! Дай-но я змішаю компоненти... Ось і нейтралізуюча суміш.

А тепер бери суміш і влий в бочку, поки не пізно! Поквапся!]===],
[===[Старший інженер Греблер просить вас проплисти до основи дамби, знайти бочку з вибухівкою і влити в неї нейтралізуючу суміш.]===],
[===[Ви повільно відкручуєте кришку з діжки.]===],
[===[Вміст діжки шипить від вливання нейтралізуючої суміші.]===],
},
[281] = {
[===[Повернення товарів]===],
[===[Нещодавно мурлоки напали на торгове судно "Сліпа принцеса". Хоч корабель і не постраждав, ці потвори стягнули велику частину вантажу, зокрема дуже цінну статуетку Теренаса Менетіла. Ми маємо повернути її.

Обшукай прибережні поселення мурлоків. Ящики, бочки - все, що схоже на вкрадений вантаж. Знайди статуетку Менетіла і поверни її мені.]===],
[===[Обшукайте ящики та бочки в прибережних таборах мурлоків.]===],
nil,
[===[Цей ящик звогчів, він весь вкритий слідами від кігтів. Відкривши його, всередині ви бачите розмоклу гнилу солому, що може означати, що всередині лежить щось цінне. Ви розгрібаєте солому...

...і знаходите кілька червоних пляшечок.]===],
},
[282] = {
[===[Спостереження Сеніра]===],
[===[Я збирався відправити свого учня до мого брата Сеніра зі звітом, але мені буде спокійніше, якщо довірю його в надійні руки. Якщо ти, звісно, не проти.

Хмм... Щоб дістатись Хараноса, тобі доведеться пройти по тунелю.

Перед тим, як відправишся, поговори з горянином Талосом. Тунель кишить трогами.

Повертайся до Ковмару, після чого йди на схід. Талос стоїть поруч із тунелем.]===],
[===[Поговоріть з горянином Талосом.]===],
[===[Вітаю! Будь {стать:обережний:обережна}, {Ім'я}, тунель до Дун-Морога кишить трогами, тож йти по ньому небезпечно.

Якщо в тебе немає невідкладних справ у Дун-Морозі, я попрошу тебе залишитись в Ковмарі, поки не стане безпечніше.]===],
[===[Хм, отож, якщо Білобород посилає тебе до Дун-Морога з важливим дорученням, то не мені тебе зупиняти, правда ж?

Принаймні, дозволь мені дати тобі кілька порад.]===],
},
[283] = {
[===[Темна загроза]===],
[===[Діжка тихо шипить.]===],
[===[Схоже що нейтралізуюча суміш подіяла. Поверніться до старшого інженера Греблера і повідомте добру звістку.]===],
nil,
[===[Я тобі безмежно вдячний, {ім'я}! Ти {стать:врятував:врятувала} Каменярську дамбу! Без твоєї допомоги терористи Темного Заліза точно б знищили цю величну споруду. Королівство і Альянс пишаються тобою, {стать:відважний:відважна} {клас:к}.

Дамба знову в безпеці... Принаймні, поки що...]===],
},
[284] = {
[===[Пошуки продовжуються]===],
[===[Ви ретельно обшукуєте поселення мурлоків, і не знаходите жодного сліду статуетки Менетіла.

Можливо, варто пошукати в поселеннях на півночі та північному заході.]===],
[===[Пошукайте статуетку Менетіла.]===],
nil,
[===[Схоже, цю бочку не чіпали. Ви її відкриваєте...

...і відчуваєте різкий запах сиру. Трохи промоклий, але все ще смачний!]===],
},
[285] = {
[===[Обшукати більше хатин]===],
[===[Ви обшукали це поселення мурлоків, але нічого не знайшли.

...але ви впевнені, що ціль вже близько.

Статуетка Менетіла має бути в одному з поселень на півночі!]===],
[===[Продовжуйте шукати статуетку Менетіла в поселеннях мурлоків.]===],
nil,
[===[Ця бочка наполовину зарита в багнюку й траву...]===],
},
[286] = {
[===[Повернення статуетки]===],
[===[Витягнувши бочку з багнюки та відкривши її, ви знаходите серез соломи срібну статуетку. Вона зображує молодого, довговолосого паладина, з піднятим над головою молотом.

Певно, це статуетка Менетіла! Тепер її варто повернути Карлу Борану в гавань Менетілів.]===],
[===[Принесіть Карлу Борану статуетку Менетіла.]===],
[===[Ти {стать:приніс:принесла} статуетку?]===],
[===[Капітан "Сліпої принцеси" неабияк зрадіє, коли дізнається про повернення такого цінного вантажу. Ти заслуговуєш на гідну винагороду за свою допомогу.

Приємно знати, що є такі надійні люди, на яких можна покластись. Особливо, в такі важкі часи.]===],
},
[287] = {
[===[Поселення Морозогривих]===],
[===[Я не встигаю зі звітом і мені б не завадила твоя допомога, {ім'я}. Мені вдалося дізнатись, де засіли тролі, але там їх було стільки, що я побоявся туди лізти.

Ось що мені потрібно... Іди в печеру, понишпор там, прибий кілька тролів і повертайся до мене.

Вирушай з Хараноса по дорозі на північ, коли дістанешся до мосту, йди на захід по замерзлій річці, поки не дістанешся озера Кригохвиля. На західному березі стоїть селище Всезвар. Поселення тролів знаходиться на південний захід від нього.]===],
[===[Обстежте поселення Морозогривих і вбийте 5 мисливців за головами Морозогривих на прохання Сеніра Білоборода з Хараноса.]===],
[===[{стать:Заблукав:Заблукала}? Мої вказівки були вельми зрозумілі! У нас мало часу, тобі треба поспішати! Не повертайся, поки не знайдеш печеру.]===],
[===[А, {ім'я}! Я так і думав, що тобі буде нескладно знайти це місце, адже мої вказівки були бездоганні...

Дай-но мені закінчити свій звіт.


Ось! Ха-ха, тепер це зовсім кумедно... Гадаю, {ім'я}, ти не відмовишся зробити для мене останню послугу?]===],
},
[288] = {
[===[Третя флотилія]===],
[===[Колись я був першим помічником на «Володарці хвилі», лінійному кораблі Третьої флотилії Кул-Тірасу. Приреченій флотилії. Приреченій, бо під час свого останнього плавання на кораблі напали червоні дракони. Якими керували орки!

У нас не було жодного шансу проти полум'я драконів... і наш флот був спалений і потоплений біля цього узбережжя. Я єдиний, хто вижив в цьому жаху...

...Ох, як же гуде голова! Мені треба щось випити, якщо я хочу впоратися з цим похміллям і продовжити розповідь.]===],
[===[Купіть першому помічнику Фіцсіммонсу кружку медовухи.]===],
[===[Ох, як же хочеться пити! Не пригостиш випивкою бідного, дурного нікчему?]===],
[===[Ух, те, що треба! І голова не гуде, і язику легше. Дякую, {стать:приятелю:приятелько}!]===],
},
[289] = {
[===[Проклята команда]===],
[===[<Освіжившись, Фіцсіммонс продовжує свою розповідь...>

Я єдиний уцілілий з усіх матросів злощасної Третьої флотилії Кул-Тірасу, що розбилася біля узбережжя на півночі. І хоча я останній з команди, чиє серце ще б'ється, я не єдиний, хто ще ходить по землі! Бо на одному з наших кораблів був захований великий і жахливий скарб, і його моторошна сила тримає душі моїх братів у пастці в гнилих корпусах кораблів.

Але якщо ти зможеш їх звільнити, тоді, можливо, ти зможеш зняти їхнє прокляття.]===],
[===[Убийте 13 проклятих моряків, 5 проклятих морських піхотинців і першого помічника Снелліґа. Принесіть табакерку Снелліґа першому помічнику Фіцсіммонсу в гавань Менетілів.]===],
[===[Крики моїх приречених побратимів переслідують мене в кошмарах! Прошу, {стать:добродію:добродійко}, звільни їх. Нехай їх крики змовкнуть назавжди.]===],
[===[Я вдячний тобі, {ім'я}. Як і вдячні тобі мої прокляті побратими.]===],
},
[290] = {
[===[Зняття прокляття]===],
[===[Щоб звільнити моїх побратимів від прокляття треба очистити ту... штуковину, що схована на моєму кораблі. Я не знаю, що то за штуковина, тільки що лежить вона в сейфі корабля, а ключ від нього має бути у капітана Галиндора.

Мій старий капітан досі приходить до мене уві сні. Він зараз на моєму проклятому кораблі, "Відважному". Забери в нього ключ та відкрий сейф.

Як добудеш ту прокляту штуку, віднеси її місцевому жерцю Ґлоріну Сталеброву.]===],
[===[Дістаньте ключ від сейфа на "Відважному" у капітана Галиндора.

Відчиніть ключем сейф на "Відважному".]===],
[===[Цей сейф надійно замкнено.]===],
[===[Хоч ключ і проржавів, замок легко відкрився.]===],
},
[291] = {
[===[Звіт]===],
[===[Чудово! Достав мій звіт сенатору Беріну Червонокаменю. Він похмурий тип, тож дивись не заразись цим від нього. Він в Залізогарті, в палаті, де король Маґні вершить правосуддя.

Не знаєш як потрапити в Залізогарт? Йди дорогою на північ від Хараноса, перейди міст, після чого йди східною дорогою - там будуть великі штандарти - вгору по схилу.

До речі, не {стать:міг би:могла б} ти уникнути деталей про твою допомогу? Не хочу, щоб подумали, ніби я тут не працюю в поті чола.]===],
[===[Доставте звіт Сеніра сенатору Беріну Червонокаменю в Залізогарт.]===],
[===[Хм... Схоже що мої охоронці почали впускати до мене абикого. Гаразд, кажи чого хочеш, тільки хутчіш.]===],
[===[<Сенатор мигцем проглядає звіт>

За схвалення КОРОЛЯ? Маґні зовсім з глузду з'їхав! І цей клятий Білобород... Отже, взяв справи в свої руки? Сенату це не сподобається, ой як не сподобається.

Що, ти ще тут? Йди звідси, поки я не покликав охорону!]===],
},
[292] = {
[===[Око Палета]===],
[===[Відкривши скриню, ви бачите почорнілу сферу, яка пульсує моторошним світлом. Це скарб, про який говорив Фіцсіммонс - прокляте Око Палета.

Віднесіть прокляте Око Палета дворфійському жерцю Ґлоріну Сталеброву в гавань Менетілів. Попросіть його зняти прокляття.]===],
[===[Віднесіть прокляте Око Палета до Ґлоріна Сталеброва.]===],
[===[Цей пияка Фіцсіммонс послав тебе до мене? Скажи йому, що елю більше нема, хай йде жебракує деінде.]===],
[===[Око Палета? Неймовірно! Хмм... З ним щось не так. Ти {стать:знайшов:знайшла} його серед уламків корабля? Що ж, це багато чого пояснює. Але як воно потрапило до третього флоту...

Не дивно чого Фіцсіммонс такий переляканий. Прокляте Око Палета мало кого залишить байдужим.]===],
},
[293] = {
[===[Очищення Ока]===],
[===[Я не можу зняти прокляття з Ока Палета. Очі були створені людьми, тож тобі доведеться відправитись до Штормовію. Він голова собору Світла і зможе тобі допомогти.

Сподіваюсь, у тебе все вийде.]===],
[===[Віднесіть прокляте Око Палета архієпископу Бенедикту. Його можна знайти в соборі Світла в Штормовії.]===],
[===[Що це в тебе? Якась брудна... сфера?]===],
[===[Це Око Палета. Але воно бачило багато печалі... певно, воно стало свідком жахливої трагедії.

Дай мені очистити його. Очі були створені, щоб яскраво сяяти і їх сили можуть бути досить небезпечними, коли заплямовані прокляттям.]===],
},
[294] = {
[===[Помста Ормера]===],
[===[Ситуація важка, це точно. Коли ми під час розкопок виявили кістки, вони привабили рапторів. Ці мерзенні звірі вбили мою братію та заманили мене, Меррін та бідолашного розвідувача у пастку.

Допоможи очистити Заболоття від цих рапторів, {ім'я}. Крапчаті раптори та крапчаті верескуни знаходяться на захід від обриву. Вбий по 10 кожного виду, якщо зможеш.

Це буде непоганим початком помсти яку я запланував для них.]===],
[===[Ормер Залізов'яз із розкопок Вельґара хоче, щоб ви вбили 10 крапчатих верескунів та 10 крапчатих рапторів.]===],
[===[Вбий 10 крапчатих рапторів та 10 крапчатих верескунів, {ім'я}. Мої товариші не заслуговували тієї долі, яка їх спіткала. Прийшов час вирівняти рахунок.]===],
[===[Вбивство - це брудна справа, але ти добре {стать:виконав:виконала} свою роботу, {ім'я}. Якби я не мусив залишатись тут із розвідувачем та Меррін, я б був там знизу і проливав кров разом із тобою.]===],
},
[295] = {
[===[Помста Ормера]===],
[===[Тепер настав час справді змусити цих жахливих рапторів пошкодувати про свою жагу крові. Прямо під нами знаходяться десятки крапчатих серпопазурів та крапчатих бритвозубів. Змусь цих гнилих істот заплатити, вбивши по 10 кожного виду!]===],
[===[Ормер Залізов'яз хоче, щоб ви вбили 10 крапчатих серпопазурових рапторів і 10 крапчатих бритвозубих рапторів і повернутись до нього в місце розкопок Вельґара.]===],
[===[Я хочу, щоб ті крапчаті серпопазурі та крапчаті бритвозуби поплатились за те, що скоїли. Ти вже {стать:вбив:вбила} по 10 кожного виду?]===],
[===[Ти {стать:виконав:виконала} відмінну роботу вичищаючи тих рапторів, {ім'я}!]===],
},
[296] = {
[===[Помста Ормера]===],
[===[Поки ти {стать:був:була} там внизу, я випадково помітив що один з цих звірів відрізнявся від інших. Він був кремезніший і більш загрозливо виглядав. Б'юсь об заклад, це він привів інших сюди, щоб нашкодити розкопкам зірвавши їх.

Я прошу тебе виконати останнє завдання, {ім'я}. Подбай про те, щоб Сарлозуба було притягнуто до відповідальності. А зважаючи на тяжкість його злочинів, справедливість у цьому випадку означає смерть! Принеси мені один із його пазурів як доказ його смерті.]===],
[===[Ормер Залізов'яз з розкопок Вельґара хоче, щоб ви вбили Сарлозуба та повернулись до нього з одним із його пазурів як тільки завдання буде виконано.]===],
[===[Сарлозуб вже мертвий? Пам'ять полеглих спокутувано?]===],
[===[Дякую тобі, {ім'я}. Твої зусилля не будуть забуті. Багато невинних дворфів загинуло на цих розкопках поки просто виконували свою роботу. Помста, яку ти {стать:доніс:донесла} цим злим створінням, повинна змусити їх замислитись двічі, перш ніж знов напасти на підданих короля Маґні.]===],
},
[297] = {
[===[Збір ідолів]===],
[===[Недавно, прямо перед тим, як троги вилізли з розкопок, ми знайшли велику кількість дивних різьблених ідолів. Але ми не мали можливості їх дослідити, бо якраз після цього троги прогнали нас з руїн! І ці ідоли дивно впливають на трогів! Вони перетворюються в берсерків!

Принеси мені 8 ідолів - я хочу вивчити їх детальніше. Ти знайдеш ідоли у трогів, їх там вдосталь.]===],
[===[Принесіть Маґмару Люторубу 8 різьблених кам'яних ідолів.]===],
[===[Ти {стать:дістав:дістала} ідоли? Ми маємо їх вивчити та відзвітувати до Залізогарту!]===],
[===[Вони в тебе! Чудова робота, {ім'я}!

І ти наче не занадто {стать:побитий:побита}, не дивлячись на всіх тих трогів-берсерків. Я буду слідкувати за твоєю долею... ти подаєш надію.]===],
},
[298] = {
[===[Звіт про хід розкопок]===],
[===[Мені потрібно відправити звіт про хід робіт до Телсамару. Звіт та запит на нову партію пороху. Ось вони. Віднеси їх Джерну Рогошолому. Він наш представник в Телсамарі.

Завдання це не складне, але все ж важливе.]===],
[===[Віднесіть звіт про хід робіт Залізоплета до Джерна Рогошолома в Телсамар.]===],
[===[О, звіт з розкопок? Чудесно!]===],
[===[Ха! У Залізоплета проблеми з трогами. Цікаво, цей порох йому потрібен для розкопок чи для трогів...

Що ж, так чи інакше порох буде витрачено з користю!

Але що дивно, кілька тижнів тому я надіслав йому купу пороху. Цікаво, куди він подівся...]===],
},
[299] = {
[===[Таємниці минулого]===],
[===[Прямо перед вторгненням я знайшов велику табличку, що називається скрижаллю Ґоаз. Кілька шматків відсутні, тому текст обривається в чотирьох місцях, прямо перед чимось про "задум богів" та "пророцтво про кінець світу".

Боюсь що у нас обмаль часу. Я застарий, щоб спуститись і битись з усіма цими звірами. Але ти виглядаєш {стать:сильним:сильною}.

Обшукай розкопки й знайди 4 фрагменти скрижалі: Адос, Модр, Ґолм та Неру. Шукай їх серед древніх реліквій та в пухкому ґрунті. Принеси їх мені і я розгадаю цю таємницю.]===],
[===[Розвідувач Вельґар просить вас знайти на розкопках 4 фрагменти скрижалі: Адос, Модр, Ґолм та Неру.]===],
[===[Ти {стать:знайшов:знайшла} чотири фрагменти, {ім'я}? Адос, Модр, Ґолм та Неру...]===],
[===[Отож, скрижаль Ґоаз відновлено! Чудова робота, {ім'я}. Дійсно чудова. Тепер я можу продовжити переклад послання титанів. Я вже бачу нові слова! Хм... "старі боги... закуті під землею...". Що ж, схоже, нас чекає щось грандіозне.]===],
},
[301] = {
[===[Звіт до Залізогарту]===],
[===[Ми не можемо задовольнити запит на партію пороху для Залізоплета без схвалення вище. Тобі доведеться віднести цей звіт до штаб-квартири Ліги дослідників в Залізогарті.

Ось, тримай. Віднеси його розвідувачеві Бурешпилю і не забудь відійти трохи далі, як віддаси його. Бурешпиль - гаряча голова, і він не буде радий почути про затримки в розкопках Залізоплета.

Ти знайдеш Бурешпиля в асамблеї Дослідників.]===],
[===[Віднесіть звіт Залізоплета до розвідувача Бурешпиля.]===],
[===[Ми, Бурешпилі, не любимо коли нас турбують через дрібниці, {клас:к}. Сподіваюсь, твоя звістка варта моєї уваги.]===],
[===[Клятий Залізоплет! Я відправив йому цілий віз пороху кілька тижнів тому, але він не згадав про це у звіті.

Отож... Куди подівся порох?!?]===],
},
[302] = {
[===[Порох для Залізоплета]===],
[===[Якщо Залізоплету все ще потрібен порох, то, іменем короля Магні, він його отримає! Я відправив посланця зі схваленням до Джерна Рогошолома в Телсамар. Він підготує партію пороху та інші припаси для Залізоплета.

І ще одне: я хочу, щоб ти особисто {стать:простежив:простежила} за вантажем. Останній вантаж не дістався розкопок, тому очі в руки і пильнуй.]===],
[===[Поговоріть з Джерном Рогошоломом в Телсамарі.]===],
nil,
[===[Що? Бурешпиль хоче, щоб ти особисто {стать:супроводжував:супроводжувала} вантаж до Залізоплета?

Я... думаю, це непогана ідея, але... Я вже відправив Гулдара з вантажниками, Міраном та Саяном. Ти щойно {стать:розминувся:розминулась} з ними.]===],
},
[303] = {
[===[Війна з Темним Залізом]===],
[===[Війна лютує всюди: і на наших землях, і на чужих. Поки найсміливіші дворфи віддають свої життя за Альянс на чужині, наші власні землі страждають від Темного Заліза. Вони знищили віадук Тандола, а невдовзі і захопили Дун-Модр.

Ми маємо зібратись з силами і відтіснити їх. Якщо вб'єш 15 дворфів Темного Заліза, 5 прохідників, 5 диверсантів та 5 підривників, ми зможемо протриматись до приходу підкріплення.

Поспіши, у нас обмаль часу!]===],
[===[Мотлі Гармаш в Дун-Модрі просить вас вбити 15 дворфів Темного Заліза, 5 прохідників Темного Заліза, 5 диверсантів Темного Заліза та 5 підривників Темного Заліза.]===],
[===[Роґґо не зміг зв'язатися з резервами. Ми маємо добряче вдарити по Темному Залізу, {клас:к}. Тепер йди і добре послужи королю Маґні!]===],
[===[Ти чудово {стать:справився:справилась} із завданням, {клас:к}. Вітаю тебе, ти {стать:довів:довела} свою доблесть і відданість королю Маґні. Завдяки твоєму нападу на Темне Залізо ми маємо непогані шанси витурити їх з наших земель... якщо ці кляті резерви таки з'являться...]===],
},
[304] = {
[===[Похмуре завдання]===],
[===[Багато моїх вояків полягло в битві при Дун-Модрі. Мій рідний брат загинув, коли західний міст через віадук Тандола був знищений. Еге ж, дворфи Темного Заліза - диявольська порода. З того, що Роґґо вдалося дізнатися, ватажком цієї банди негідників у Заболотті є чорнокнижник на ім'я Балґарас Паскудний. Однак, він - той ще боягуз. Він посилає своїх солдатів на завдання, а сам залишається невловним, уникаючи небезпеки.

Якщо тобі вдасться знайти цього підступного негідника, убий його та принеси мені його вухо. Я винагороджу тебе, {клас:к}.]===],
[===[Убийте Балґараса Паскудного і принесіть його вухо Довгокосу Похмурому за Дун-Модром.]===],
[===[Тобі вже вдалося віднайти Балґараса Паскудного, {клас:к}? Він уже досить давно уникає нас.]===],
[===[Балґарас Паскудний нарешті мертвий. І хоча його смерть не поверне до життя багацько невинних дворфів, які марно загинули від його руки, вона допоможе відновити душевний спокій тим, хто вижив. Зі смертю Балґараса повинно бути нескладно впоратися з рештою негідників Темного Заліза. Тепер ми повинні винищити їх під корінь, поки у них не з'явився новий ватажок.

Добре {стать:спрацював:спрацювала}, {клас:к}.]===],
},
[305] = {
[===[У пошуках групи розкопок]===],
[===[О боже, ти, мабуть, {стать:той розвідник, якого:та розвідниця, яку} Довгокос обіцяв надіслати! Ти не уявляєш як сильно я хвилювався.

Моя дружина Меррін протягом останнього місяця щотижня надсилала мені листи. Вона взяла участь в групі розкопок Вельґара. Але з моменту останнього надісланого її листа пройшло майже два тижні. Напевно, щось не так!

Довгокос казав, що надішле {стать:розвідника:розвідницю} перевірити, що там коїться, якщо найближчим часом група з нами не зв'яжеться. Я припускаю, що цей розвідник — це ти, {ім'я}. Знайди Меррін на місці розкопок на сході!]===],
[===[Таррел Кам'яноткач хоче, щоб ви дістались місця розкопок та знайшли Меррін Кам'яноткач.]===],
nil,
[===[Ох, хвала небесам що ти тут!]===],
},
[306] = {
[===[У пошуках групи розкопок]===],
[===[Це було жахливо! Ми викопували кілька рідкісних артефактів і натрапили на ці великі кістки.

Перш ніж ми зрозуміли, що відбувається, ці крапчаті раптори охопили місце розкопок. Багато життів було втрачено.

Мене та розвідувача врятував Ормер — він такий хоробрий. Він захищав нас поки ми шукали укриття. Але тепер ми у пастці. І наша важка праця лежить у руїнах.

Ось, віднеси цю записку до мого любого Таррела. Це пояснить йому ситуацію.]===],
[===[Поверніться до Таррела Кам'яноткача з запискою Меррін.]===],
[===[Ти {стать:зміг:змогла} знайти Меррін? Вона передала щось?]===],
[===[Які жахливі новини! Принаймні 3 з них вижили. Але коли ці смерті припиняться? Я прагну дня, коли піддані короля Маґні зможуть жити без страху.]===],
},
[307] = {
[===[Бридкі лапи]===],
[===[Копальня Срібних потоків, що на схід звідси, вже давно вироблена. Ліга Шахтарів використовувала її як склад, але тепер туди вдерлись кобольди та наклали свої мерзенні лапи на чудові дворфійські інструменти!

Ми скоро видворимо звідти цих шкідників, але Ліга хоче, щоб хтось врятував їх спорядження, поки мої воїни не увірвались туди й не розтрощили там все. Завдання це не з простих, помічники тобі не завадять.

Спорядження знаходиться в ящиках Ліги шахтарів, що розкидані по всій шахті. Щасти тобі.]===],
[===[Йдіть до копальні Срібних потоків та зберіть для горянина Бурешпиля 4 ящики шахтарського спорядження.]===],
[===[Ти {стать:добув:добула} шахтарське спорядження, {ім'я}?]===],
[===[Ну що, багато там кобольдів? Не можу дочекатися, як прибуде наказ зачистити копальню. Як подумаю, що вони роблять з шахтою своїми бридкими лапами, мене аж сіпає!]===],
},
[308] = {
[===[Відволікання Ярвена]===],
nil,
nil,
[===[Хмм! Скільки ж тут випивки, а в мене суворий наказ не чіпати нічого. Мені б хоч трохи покуштувати нашого громузвару... це б зробило мій розум гострішим, чесне слово!]===],
[===[Це мені? Ти {стать:справжній герой:справжня героїня}, {ім'я}!]===],
},
[309] = {
[===[Захист вантажу]===],
[===[{стать:Готовий:Готова} йти, {ім'я}?

В першу чергу, нам треба доставити цей порох Залізоплету. Вантаж немалий, а тут може бути небезпечно – хтозна-що ще задумало Темне Залізо.

Мені буде значно спокійніше з тобою.]===],
[===[Переконайтесь, що Міран з вантажем дістануться до розкопок, після чого поговоріть з розвідувачем Залізоплетом.]===],
[===[Де мій порох, {ім'я}? Мої потреби ростуть з кожним днем.]===],
[===[О, хвала Світлу, порох прибув. Але звістка звісно тривожна. Подумати тільки, у Темного Заліза є поплічники, які можуть забезпечити їх першосортними матеріалами для втілення мерзенних задумів.

Хай цим займається хтось інший, та й не сьогодні. А я знайду цьому пороху файне застосування.]===],
},
[310] = {
[===[Міцне суперництво]===],
[===[Мушу визнати, ці Громовари роблять файні напої. Але вони повинні зрозуміти, що не тільки в них гідне варево! Може, ти допоможеш їх провчити...

Ось, візьми це барильце Ячміноварового Пекучого. Прослизни у підвал винокурні Громовара, що в Хараносі, та заміни на одне барильце їх громузвару. Тоді й подивимося, як відвідувачам сподобається моє пиво більш за їхнє!

Якщо бочки охороняються, можливо, тобі доведеться відволікти охорону...]===],
[===[Замініть одне барильце громузвару барильцем Ячміноварового Пекучого у підвалі винокурні Громовара в Хараносі.]===],
[===[Дата на цій діжці свідчить, що незабаром її відкриють.]===],
[===[Ви швидко ставите барильце Ячміноварового Пекучого, що дала вам Марлет, серед барилець громузвару.]===],
},
[311] = {
[===[Повернення до Марлет]===],
[===[Підсунувши барильце пекучої бражки Марлет у підвал винокурні в Хараносі ви хапаєте барильце громузвару як доказ...]===],
[===[Принесіть барильце громузвару Марлет Ячміновар в селище Всезвар.]===],
[===[Ти {стать:зробив:зробила} підміну?]===],
[===[Непогано, {ім'я}! Тобі, мабуть, нелегко було прослизнути повз їх охорону?

Байдуже — красно дякую, і якщо тобі колись знадобиться міцне пекуче пиво, згадай Ячміноварів!]===],
},
[312] = {
[===[Викрадені припаси Тундри Мак-Ґранна]===],
[===[Я мав запаси в'яленого м'яса на місяць хурделиці. Я тримав його в скрині на замку, щоб ведмеді до нього не дістались. Але поки я полював на оленів, цей звірюга, старий Кригоборід, вкрав мою скриню з м'ясом. Він не зможе зламати торієвий замок, але ж я вмру з голоду якщо не поверну його.

Ти здаєшся {стать:спритнішим:спритнішою} за мене. Може ти зможеш повернути мої припаси? Я покалічив ногу і не зможу швиденько пробратись в печеру і поцупити скриню.]===],
[===[Дістаньте в'ялене м'ясо Тундри Мак-Ґранна з викраденої скрині в печері Старого Кригоборода.]===],
[===[Ти {стать:дістався:дісталась} до скрині, {ім'я}?]===],
[===[Яка ж ти добра душа, {ім'я}! Завдяки твоїй сміливості, я не помру від голоду, коли почнеться завірюха.]===],
},
[313] = {
[===[Посивіле лігво]===],
[===[Керування облоговою машиною не кожному під силу. Це потребує міцної хватки та сталевих нервів. На щастя, в мене є і те, й інше! А в тебе? Кишка не тонка? Хочеш довести це мені?

Гаразд... Я хочу зробити свою машину, Тролевкладальника, трішки зручнішою. Не дістанеш мені оберемок грив вендиго з Посивілого лігва, що на захід від Хараноса? Ці гриви стануть чудовим килимком для кабіни Тролевкладальника!]===],
[===[Принесіть 8 грив вендиго пілоту Камнеладу.]===],
[===[Гей, {ім'я}. Вже ходив до Посивілого лігва? Ці вендиго - злющі створіння.]===],
[===[О так, ці гриви згодяться! Ти міцний горішок, {клас:к}. Впевнений, я ще почую про тебе.]===],
},
[314] = {
[===[Захист стада]===],
[===[Ми почули крики посеред ночі. А сьогодні вранці, у стаді, дійсно, бракувало двох баранів. Цей зухвалий звір, відомий як Ваґаш, — загроза нашому джерелу існування. Оскільки більша частина армії короля Маґні перебуває в далеких краях, воюючи в складі Альянсу, немає кому розібратися з Ваґашем.

Можливо, ти {стать:сміливий:смілива} на стільки, щоб вистежити та вбити звіра. Принеси мені одне з його ікол, і я віддячу тобі. Ваґаш ховається трохи вище ранчо, але будь {стать:обережний:обережна}, він смертоносний.]===],
[===[Рудра Бурштинник хоче, щоб ви вбили Ваґаша і принесли його ікло на ранчо баранів.]===],
[===[Ваґаш досі тероризує стадо! Будь ласка, допоможи нам, вбий цього жахливого звіра.]===],
[===[Чудово виконано! Верон буде такий щасливий, коли почує добру новину. Вбити Ваґаша — завдання не з легких. Я думаю, одного дня ти будеш битися на передовій пліч-о-пліч з армією короля Маґні та силами Альянсу.]===],
},
[315] = {
[===[Ідеальний стаут]===],
[===[Я тут по справі, а справа моя - зварити ідеальний стаут. Я знаю, що зможу - пивоваріння у мене в крові. Я лише маю скласти правильний рецепт...

Морозогриві тролі високо на східних пагорбах вирощують одну травку, блискоквітом називається. Вони використовують її у чудакуватих ритуалах свого племені. Ми, дворфи, не знайшли їй ніякого застосування, однак вона має неповторний смак... І я хочу поекспериментувати з цим у броварстві!

Принеси мені трішки блискоквіту. Ти знайдеш його у провидців Морозогривів або в трольських кошиках з травами.]===],
[===[Принесіть 6 блискоквітів Реджольду Ячміновару в селище Всезвар.]===],
[===[Ти добув блискоквіт? Я майже готовий варити нову партію і хочу спробувати кинути трішки цієї травички у вариво.]===],
[===[Чудово! Аж не терпиться випробувати її в декількох моїх рецептах. Думаю, для цього вона найпаче підійде...]===],
},
[317] = {
[===[Доукомплектування паровика]===],
[===[Я готуюсь до завдання Штурмової Бригади. Воно триватиме довго, тож я маю доукомплектувати паровика запасом припасів на місяць. Тож поки Сталешквар працює над моїм танком, можеш вполювати дещо для мене?

Мені знадобиться кілька шкур для ліжка та м'ясо кнура для провіанту. М'ясо з кнурів, хутро з ведмедів... Ти знайдеш їх на засніжених полях на південь від Посивілого лігва.]===],
[===[Принесіть 4 шматки м'яса кнура та 2 товсті шкури ведмедя пілотові Беллофізу до Сховища Сталешквара.]===],
[===[Підготовка проходить чудово. Як полювання?]===],
[===[Клянусь бородою Маґні, оце ти добряче {стать:наполював:наполювала}! Дякую, {ім'я}.]===],
},
[318] = {
[===[Вічногон]===],
[===[Реджольд Ячміновар експериментує зі своїми варивами. Деякі з них мають гарний смак, деякі поганий, а деякі... ну, деякі вкладуть наповал всіх, окрім найміцнішого дворфа.

Він живе у селищі Всезвар, на захід від Хараноса, і один з його напоїв, Вічногон, — це те, що мені треба. Він зігріє мене в дорозі.

І... цей благословенний напій горить так гаряче, що я можу кинути його в топку Парокоптера для сплеску енергії! Ця маленька хитрість допомагала мені вибиратися з багатьох небезпечних місць.]===],
[===[Отримайте барильце Вічногону у Реджольда Ячміновара з селища Всезвар.]===],
nil,
[===[Беллофізу потрібен мій Вічногон? Гм... гаразд.]===],
},
[319] = {
[===[Послуга за Вічногон]===],
[===[У мене є барильце Вічногону, але... {стать:міг би:могла б} ти зробити мені послугу? Селищу Всезвар не завадить допомога в боротьбі проти диких тварин, що блукають навколишніми снігами. Іноді вони підходять надто близько.

Ми не боїмося цих ведмедів, кішок і кнурів — жоден дворф, що поважає себе, не стане їх боятися, — але якби ти {стать:взяв:взяла} тих тварин на себе, у нас було б більше часу на ремесла і пивоваріння.]===],
[===[Вбийте 6 льодолапих ведмедів, 8 старих скельних кнурів й 8 сніжних леопардів, а потім поверніться до Реджольда Ячміновара у селище Всезвар.]===],
[===[Ти вже {стать:розібрався:розібралася} з тими дикими тваринами?]===],
[===[Дяка, {ім'я}. Добре буде зайнятися ремеслом без цього ричання та хрюкання за селом.]===],
},
[320] = {
[===[Повернення до Беллофіза]===],
[===[Ось твоє барильце Вічногону, {ім'я}. І ще раз дякую тобі за полювання.]===],
[===[Віддайте барильце Вічногону пілоту Беллофізу в Сховищі Сталешквара.]===],
[===[{стать:Надибав:Надибала} Вічногон?]===],
[===[Так, цього буде цілком достатньо. Гадаю, я просто зараз відкрию пляшку і скуштую ...]===],
},
[321] = {
[===[Світлосталеве залізо]===],
[===[Тут на узбережжі затонули кораблі з приреченої Третьої флотилії Кул-Тірасу, які були спалені та потоплені червоними драконами під час останньої Великої Війни.

Флотилія йшла з Лордерону, але разом з нею плив один корабель, ельфійський руйнівник — Летюча Скопа. Він перевозив партію світлосталі та приєднався до Третьої флотилії для захисту. Іронія в тому, що він затонув разом з іншими кораблями під час атаки тих самих драконів...

Достатньо історії. Залишки Летючої Скопи лежать на півдні від гавані Менетілів. Якщо знайдеш там світлосталь, принеси його мені.]===],
[===[Пошукайте уламки Летючої Скопи в Заболотті.]===],
nil,
[===[Ця затоплена скриня розбита. Слідів кігтів на скрині свідчать про те, що мурлоки обнишпорили її й вкрали вміст.

Проте на дні скрині ви знайшли один злиток світлосталі. На жаль, щоб створити зброю, знадобиться набагато більше злитків.]===],
},
[322] = {
[===[Благословенна зброя]===],
[===[У Дворфійському районі Штормовію є дворф-зброяр, який кує вироби зі світлосталі. Його звати Ґріманд Елмор.

Я зібрав знайдені тобою злитки у скриньку. Віднеси його Ґріманду і розкажи йому свою історію. Я впевнений, що він допоможе тобі та виготовить для тебе зброю — зброю, яка змусить тремтіти навіть Морбента Скверна!]===],
[===[Віднесіть ящик злитків світлосталі до Ґріманда Елмора в Штормовій.]===],
[===[Що саме я можу зробити для тебе, {клас:к}?]===],
[===[Оце в тебе історія. І злитки світлосталі! З таким металом я не працював роками. Це буде честю знову працювати з ним. І ти {стать:повинен:повинна} повернутися до мене пізніше і розповісти про битву з некромантом.

Але ми трішки забігаємо наперед. Для початку створимо твою зброю проти Морбента Скверна...]===],
},
[323] = {
[===[Доказ сили]===],
[===[Морбент Скверн — некромант і союзник темних вершників. Я не можу послати тебе на битву з ним, не випробувавши твою силу.

Ти вже {стать:довів:довела} свою хоробрість, але якщо ти справді бажаєш зіткнутися з некромантом, то тобі потрібно проявити свою майстерність проти його прислужників.]===],
[===[Вбийте 15 скелетних нальотчиків, 3 скелетних цілителів і 3 скелетних чатових, а потім поверніться до Свена.]===],
[===[Борись до кінця, {ім'я}. І не впадай у відчай, бо відчай — найсильніша зброя зла.]===],
[===[У твоїй майстерності в бою не доводиться сумніватися, {ім'я}. Твоя рішучість, можливо, ще допоможе нам проти Морбента Скверна!]===],
},
[324] = {
[===[Втрачені злитки]===],
[===[Ви забрали злиток світлосталі зі скрині, але очевидно, що інші злитки були викрадені мурлоками. Знайдіть мурлоків-рейдерів біля розбитого корабля "Летюча Скопа" та відберіть у них злитки світлосталі.]===],
[===[Зберіть 5 злитків світлосталі, а потім поверніться до Ґлоріна Сталеброва в Заболоття.]===],
[===[Ти {стать:знайшов:знайшла} злитки світлосталі?]===],
[===[А, ти їх {стать:знайшов:знайшла}! Тепер перетворімо ці злитки світлосталі на щось корисне, га?]===],
},
[325] = {
[===[Озброєний і готовий]===],
[===[Ось зброя проти ворога, про якого ти {стать:говорив:говорила}. Ти {стать:готовий:готова}, {ім'я}. Успіхів тобі, і я з нетерпінням чекатиму на твою історію!]===],
[===[Принесіть прокляття Морбента до Свена у Смерколісся.]===],
[===[Привіт, {ім'я}. Давненько тебе не було, тепер я бачу вогонь у твоїх очах, якого не бачив раніше.]===],
[===[А, це зброя проти Морбента Скверна! Так тримати!

Ти {стать:готовий:готова}. І ти здолаєш Морбента Скверна.]===],
},
[332] = {
[===[Реклама винної крамниці]===],
[===[Якщо ти заговориш з будь-ким про вино, то дізнаєшся, що Ґелліни продають найкраще вино у Штормовії. І ми недалеко розташовані, у Торговому районі, уздовж милих міських каналів.

Ось, візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку нашого відомого піно-нуару. Ти не пошкодуєш!]===],
[===[Йдіть до винарні Ґеллінів, і передайте Сузетті Ґелліні винний квиток на безкоштовну пляшку вина.]===],
[===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
[===[О, то ви бачилися з Ренато? Ось, тримайте, {стать:сір:мадам}. Пляшка нашого особливого піно-нуару. Ви не знайдете нічого подібного у всьому Азероті!]===],
},
[333] = {
[===[Гарлану потрібна нова поставка]===],
[===[Останнім часом у нас повно роботи. Схоже, що всі купують обладунки та міцний одяг. Ніби вони очікують холодної й суворої пори...

Але це проблеми майбутнього. Зараз мене турбує те, що в мене закінчується в'язаний одяг. Мені потрібна нова партія від нашого постачальника.

Якщо ти зможеш передати цей запит Ремі Шнайдер у крамницю кравця, що біля каналів, я буду дуже вдячний.]===],
[===[Ідіть до крамниці кравця біля каналів Штормовію і принесіть Ремі Шнайдер запит на тканину від Гарлана Баґлі.]===],
[===[Ти від пана Баґлі?]===],
[===[Тут сказано, що бізнес Гарлана процвітає. Це гарна новина, але я дивуюся, навіщо людям потрібні всі ці обладунки. Я нічого не чула про нову війну... невже вельможі щось приховують від нас?

Ну, дякую, що приніс запит. Ось твоя плата, а я подбаю про те, щоб Гарлан отримав свої матеріали.]===],
},
[334] = {
[===[Пакунок для Турмана]===],
[===[Мій син Турман — учень в "сукнах Ларсона", що у кварталі магів. Він сьогодні поспішав і забув свої голки й ножиці. Певно у {стать:такого:такої} {клас:р}, як ти, є важливіші справи, та без своїх інструментів Турман не зможе займатись шиттям!

Прошу, {ім'я}, віднеси йому швацький набір. "Сукна Ларсона" - одна з двох швацьких крамниць у кварталі магів. Це та, що поглибше, біля вежі магів.]===],
[===[Відправляйтесь в "сукна Ларсона", що у кварталі магів Штормовія та віддайте Турману Шнайдеру його швацький набір.]===],
[===[Вітаю! Ви хочете щось купити?]===],
[===[Ой, ле! Я думав, що, забувши інструменти, я зможу не працювати. Що ж, тепер доведеться допомагати Ларсону з пошиттям...

Ну що ж, певно, всьому свій час.]===],
},
[335] = {
[===[Благородний напій]===],
[===[Лорд Вішок викликав неабиякий переполох серед Дому вельмож. Йому повідомили про наші тутешні справи, і він добивається розслідування. У мене є план, як затримати Вішока, але мені потрібна твоя допомога.

У саду Сталвана на околиці Темнодолу росте квітка. Ця маленька біла квітка відома як сльоза Тіллої. Мені також знадобиться мускусний корінь, який можна знайти лише біля самого підніжжя водоспаду під Каменярською дамбою в Заболотті.]===],
[===[Зардет Чорний Кіготь хоче, щоб ви принесли йому сльозу Тіллої з Темнодолу та мускусний корінь з Заболоття.]===],
[===[Вішок незабаром отримає достатньо підтримки, щоб завдати нам багато проблем. Ти вже {стать:дістав:дістала} сльозу Тіллої та мускусний корінь?]===],
[===[Дуже чудово! Це прекрасні екземпляри!]===],
},
[336] = {
[===[Благородний напій]===],
[===[Лорд Вішок, як і всі люди, має свої слабкості. Він має пристрасть до алкоголю. Його лицемірство вражає. Цей дурень проводить дні, намагаючись закрити нашу маленьку «таверну», а ночує нагорі, збираючи рахунок, який він ніколи не оплачує. Що ж, поглянемо, як Вішоку сподобається цей особливий напій, що я приготував для нього: ель "Чорний кіготь". Він дуже міцний, {ім'я}.

Віднеси це йому і подивись, чи йому сподобається. Швидше за все, старий дурень метушиться біля Зали прохачів.]===],
[===[Віднесіть ель "Чорний кіготь" лорду Вішоку в Зал прохачів.]===],
[===[Хіба ти не бачиш, що я зайнятий? Мої слова мають бути почуті! Це важливо для майбутнього цього Королівства!

Ой... що це в тебе? Схоже на освіжаючий напій...]===],
[===[О, дякую, що {стать:приніс:принесла} мені цей чудовий напій, слуга. Ось тобі мідяк. А тепер забирайся геть із моїх очей, дай мені насолодитися напоєм!]===],
},
[337] = {
[===[Стара історична книга]===],
[===[Не дивлячись на те, що обкладинка цієї книги подряпана та брудна, слова "Історія Штормовію" все ще можливо прочитати на корінці. На першій сторінці чітко вибита печатка бібліотека Штормовію.

Схоже, хтось взяв почитати цю книгу та так і не повернув...]===],
[===[Поверніть книгу "Історія Штормовію" до Штормовійської бібліотеки]===],
[===[О-о-о! Що це за стара книга у вас? Можу я переглянути її?]===],
[===[Нічого собі! Цієї книги не бачили на полицях із часів відновлення Штормовію, багато років тому. Звісно, її доведеться реставрувати, вона у поганому стані, але я мав би честь розмістити її серед нашої колекції рідкісних книг.

Дякую вам, {стать:пане:пані}. Будь ласка, прийміть це як плату за повернення книги!]===],
},
[343] = {
[===[Трохи про стійкість]===],
[===[Я скоро виступаю з промовою про стійкість духу і хотів би використати цитату з однієї металургійної книги - "Гартування заліза". Екземпляр цієї книги має бути в королівській бібліотеці, що в фортеці Штормовію. Зможеш дістати її для мене? Якщо так, нехай благословить тебе Світло!

Королівська бібліотека велика, та старший бібліотекар, Мільтон Сніп, знає бібліотеку як свої п'ять пальців. Поговори з ним, він тобі допоможе.]===],
[===[Йдіть до королівської бібліотеки у фортеці Штормовію та поговоріть з Мільтоном Сніпом. Він допоможе знайти книгу з металургії, необхідну брату Крістоффу для промови.]===],
nil,
[===[Книга з металургії? А, так, звісно, у нас багато таких книг і я буду радий допомогти брату Крістоффу з його промовою! Що ж... яка книга його цікавить?]===],
},
[344] = {
[===[Брат Пакстон]===],
[===["Гартування заліза"? Так, я знаю цю книгу. Досить непогана, написана дворфійським шахтарем Марґульфом Блаґґоном кілька десятиліть тому. Він багато часу провів глибоко в горах Хаз-Модану, копаючи руду. Розумний тип!

То про що це я? А, так, "Гартування заліза"! На жаль, цю книгу перевезли до Північнокрайового абатства. Доглядач бібліотеки абатства, Брат Пакстон, хотів зробити копію книги для власної колекції.

Але це було кілька місяців тому. Цікаво, чому він так довго...]===],
[===[Поговоріть з братом Пакстоном в Північнокрайовому абатстві.]===],
nil,
[===[Пан Сніп цікавиться, де його книга? Що ж, перепрошую за збентеження. Книга у мене, але я все ще роблю копію і ще не готовий повернути її.]===],
},
[345] = {
[===[Поставки чорнил]===],
[===[Я збирався закінчити свій примірник "Гартування заліза", але...

Розумієш, я використовую власне чорнило для своїх книг. Це мій власний рецепт; не розтікається і не розмазується, і дуже швидко висихає. Навіть занадто швидко. Моя остання партія висохла, перш ніж я встиг завершити копію, і я не міг зробити більше чорнила.

Щоб зробити ще, мені потрібна ретбанська залізна руда з Багрянокряжових гір. Десятник Ослоу в Приозер'ї — мій постачальник.]===],
[===[Поговоріть з десятником Ослоу в Приозер'ї та запитайте у нього про ретбанську залізну руду.]===],
nil,
[===[Що тобі треба?? Може, ти не {стать:помітив:помітила}, але ми зайняті підсиленням оборони Приозер'я та відновленням від нещодавніх нападів орків. Якщо тобі потрібна ретбанська залізна руда, тобі доведеться її добувати самостійно!]===],
},
[346] = {
[===[Повернення до Крістоффа]===],
[===[Що ж, я завершив копію, ось тримай оригінал "Гартування заліза". Дякую тобі за терпіння, як побачишся з Мільтоном — будь ласка, передай йому мої вибачення за затримку.]===],
[===[Поверніться до брата Крістоффа на Соборну площу. Віддайте йому книгу "Гартування заліза".]===],
[===[Ти {стать:знайшов:знайшла} книгу?]===],
[===[Так, це вона! Дякую тобі, {ім'я}. Нехай Світло береже тебе!]===],
},
[347] = {
[===[Ретбанська руда]===],
[===[Ретбанська руда названа на честь її першовідкривача — Барта Ретбана. З неї виплавляється матеріал, дещо м'якший за залізо та з насиченим темним кольором, за що й ціниться писарями.

Зазвичай ми маємо вдосталь запасів, та зараз ми зайняті підготовкою до нападу орків. Крім того, в ретбанських печерах поселились багрянокряжові гноли і їх чорнороби копають руду. 

Отож, якщо вона тобі потрібна — ти знаєш як її дістати.]===],
[===[Зберіть 5 шматків ретбанської руди та принесіть їх брату Пакстон в бібліотеку Північнокраю.]===],
[===[Ти {стать:приніс:принесла} ретбанську руду?]===],
[===[О, чудово! Я зможу зробити з цієї руди барвник і нарешті завершити копію "Гартування заліза".

Дякую, {ім'я}!]===],
},
[350] = {
[===[Допомога старого знайомого]===],
[===[Цей Марзон може бути пов'язаний з братством і має зв'язок з Лесковаром...

Зі смертю ван Кліфа та Тредда нам буде важко притягнути Лесковара до відповідальності без їх свідчень. Тим більше, що Лесковар — вельможа з гарними зв'язками. По суті він недоторканий.

Тобі знадобиться допомога. Я тобі з цим не допоможу, але я знаю декого, хто зможе. Ти знайдеш Тріаса в торговому районі міста.]===],
[===[Поговоріть з Еллінгом Тріасом в Штормовії.]===],
nil,
[===[Жартуєш? Гич знову просить моєї допомоги? Заради всього святого...

Повстанське братство, кажеш? Які ще гарні новини маєш? Може ще скажеш, що Смертекрил ожив і напав на місто?

Що ж, давай з самого початку. І з усіма подробицями — я хочу знати все.]===],
},
[353] = {
[===[Доставка для Бурешпиля]===],
[===[Бурешпилі — шанований клан дворфів, відомі своїми вибагливими та витонченими смаками. Тож не дивно, що Ґрінґер Бурешпиль, горянин Залізогарту, звернувся до мене за зброєю.

Зброю я виготовив, але... Горянин Бурешпиль служить далеко звідси, в Лох-Модан. Якщо ти збираєшся йти на північ, може доставиш йому цей пакунок?

В останньому листі горянин Бурешпиль писав, що він знаходиться на північній сторожовій вежі Лох-Модану.]===],
[===[Доставте пакунок горянину Бурешпилю в Лох-Модан.]===],
[===[Ти {стать:прийшов:прийшла} до мене зі Штормовію? Я чув, що людські землі останнім часом страждають від нашестя розбійників та орків. Прекрасне місце для {стать:вмілого:вмілої} {клас:р}!]===],
[===[Ага! То Ґріманд нарешті завершив мою сокиру! Мені вже не терпиться випробувати її на трогах та кобольдах!

Дуже дякую, {ім'я}. Це був неблизький шлях. Прийми це на знак вдячності за твої зусилля.]===],
},
[373] = {
[===[Ненадісланий лист]===],
[===[Обшукуючи тіло Едвіна ван Кліфа, ви серед інших речей знаходите лист. Він адресований Баросу Алекстону, головному архітектору Штормовія, ратуша, Соборна площа.

Схоже, що печатка свіжа і його написали нещодавно.]===],
[===[Доставте лист головному архітектору Баросу Алекстону в Штормовій.]===],
[===[Слухаю. Чи можу я тобі чимось допомогти?]===],
[===[Едвін ван Кліф, кажеш? Я б скоріш чекав листа від моєї покійної прабабусі. То ви вбили його? Вибач, але я здивований. В юності він був неперевершеним бійцем. Що ж, поглянемо, що він мені написав після стількох років.

<Барос проглядає листа.>

Едвін... Схоже, він анітрохи не змінився — все той самий ідеаліст і романтик. Йому не важливо, кого зачепить його помста, {ім'я}. Жага помсти поглинула його. Та що ж, я не можу його винити...]===],
},
[377] = {
[===[Злочин і кара]===],
[===[Мало було нам нехтування жителями Смерколісся, тепер дім вельмож наплював на рішення ради Темнодолу та лорда Чорнобривого про смертну кару для Декстрена Ворда і кинули його до Штормовійської в'язниці.

Ворда спіймали на продажі тіл з кладовища Морбенту Скверну, що карається смертю. І все ж Штормовій оголосив його своїм в'язнем.

Вбий Ворда в Штормовійській в'язниці, принеси мені його руку і я винагороджу тебе.]===],
[===[Радник Млинченко з Темнодолу просить вас принести йому руку Декстрена Ворда.]===],
[===[Поки такий виродок, як Декстрен Ворд, може жити, у світі немає місця правосуддю. Повернись до мене, коли смертний вирок лорда Чорнобривого буде виконано над цим осквернителем, Вордом. Ми принесемо спокій сім’ям загиблих і, що ще краще, ми нагадаємо про себе дому вельмож Штормовію.]===],
[===[Отож, Декстрен Ворд нарешті заплатив за свої злочини проти людяності? Земля бетоном цьому покидьку. І велика подяка тобі. Ти не тільки {стать:приніс:принесла} спокій сім'ям померлих, а і {стать:вказав:вказала} місце цим корумпованим бюрократам з дому вельмож. Штормовій має прислухатися до проблем людей Смерколісся інакше ми позбавимося від їхньої тиранії.]===],
},
[378] = {
[===[Приборкання люті]===],
[===[Ти {стать:довів:довела} свою відданість королю Маґні, {клас:к}. Певно, твоя ненависть до Темного Заліза не поступається моїй.

Є одна справа, яку я хотів би виконати, але маю залишатись з Довгокосом. Роґґо каже, що в нього є докази того, що Кам Темнолют був організатором нападу на віадук Тандола. Це через його плани Довгокос втратив брата.

Темнолюта тримають в Штормовійській в'язниці. Він має померти, {ім'я}. За Довгокоса! Принеси мені його голову!]===],
[===[Мотлі Гармаш просить вас принести йому в Дун-Модр голову Кама Темнолюта.]===],
[===[Я не дозволю бюрократії якихось людських вельмож заважати нашому правосуддю, {ім'я}. У нас є достатньо доказів того, що Кам Темнолют стоїть за нападом на віадук Тандола. Кращі люди короля Маґні загинули через цього мерзотника. Хай там як би людям не було достатньо того, що Темнолют гниє у в'язниці, я не заспокоюсь, поки він не здохне.]===],
[===[Отож, Кам Темнолют нарешті отримав заслужену смерть? Добре. Гидкі покидьки з Темного Заліза іншого і не заслуговують. Ти чудово {стать:впорався:впоралась}, {клас:к}. Жертви атаки на віадук Тандола — це не перші й не останні жертви цього світу, охопленого війнами та ненавистю. Їх сім'ям буде легше, коли вони будуть знати, що винуватець їх горя отримав заслужене покарання. Ми помстились за смерть брата Довгокоса.]===],
},
[385] = {
[===[Полювання на кроколісків]===],
[===[Багато мисливців приїздить до Лох-Модану для полювання на славнозвісних кроколісків. Завжди знаходяться торговці, що скуповують шкури кроколісків чи поціновувачі їх м'яса.

Ми теж заробляємо на цьому, але небагато, так як кроколіски ті ще звірюки, які до того ж сховались на островах озера Лох. Але я не стану тебе відмовляти - боротьба з щелепами звірів приносить неабиякі враження.

Що ж, було раз і я...]===],
[===[Принесіть 5 шматків м'яса кроколіска та 6 шкур кроколіска Мареку Залізосерду в оселю Далекоходців.]===],
[===[Я тобі розказував, як мені кроколіск ледь руку не відкусив? Злобна звірюга то була, зуби як леза. Але мені пощастило - я заткнув тій скотині пащу своїм ножем. Я досі бережу той ніж...]===],
[===[Ну, ти {стать:добув:добула} чудові екземпляри, {ім'я}. За таке добро - слід щедро винагородити, це точно.]===],
},
[386] = {
[===[Що посієш...]===],
[===[Тарґорр Жахливий був головним палачем Ґат'Ільзоґґа і навіть серед орків вважався жорстоким. Багато відважних захисників королівства зазнали його страшних тортур. Тепер його утримують в Штормовійській в'язниці, засудженого на смерть. Але ось яка річ. Один з клятих бюрократів з дому вельмож відклав виконання вироку. Вони точно щось задумали.

Покінчи з Тарґорром Жахливим, {ім'я}. Відправляйся до в'язниці та принеси мені його голову, поки він не уникнув покарання.]===],
[===[Принесіть голову Тарґорра Жахливого вартовому Бертону в Приозер'я.]===],
[===[Ти вже {стать:був:була} в Штормовії? Боюсь, що поки прийде час вироку, Тарґорр Жахливий вже втече з в'язниці. Він має померти, {ім'я}, а не бути якимось пішаком в задумах вельмож.]===],
[===[Тарґорр Жахливий нарешті отримав що заслужив. Я радий, що він нарешті відчув на собі те, що сіяв усі ці роки. Ти чудово {стать:впорався:впоралась}, {ім'я}. Інколи правосуддя необхідно творити поза залою суду та без втручання вельмож.]===],
},
[387] = {
[===[Придушення бунту]===],
[===[Бунт потрібно придушити! Мені потрібна твоя допомога. Якщо підуть чутки про бунт у в'язниці, я втрачу роботу! Найважливіше зараз — змусити в'язнів підкоритися заради безпеки Штормовію.

Покарання заколотникам — смерть! Вбий кількох повстанців! Це налякає інших і дозволить нам взяти ситуацію під контроль.]===],
[===[Наглядач Телвотер зі Штормовію просить вас вбити 10 в'язнів повстанців, 8 каторжників повстанців та 8 заколотників повстанців у Штормовійській в'язниці.]===],
[===[В'язниця все ще захоплена повстанцями! Ці мерзотники з братства мають побачити, що їм це просто так не минеться. Спускайся і покажи їм!]===],
[===[Ти {стать:показав:показала} неабияку відвагу у в'язниці, {ім'я}. Схоже, що все виявилось серйозніше, ніж здавалось на перший погляд. Але ти чудово {стать:впорався:впоралась} і я дуже вдячний тобі за це.]===],
},
[388] = {
[===[Колір крові]===],
[===[Серце моє сповнено глибоким смутком. Він онук, Мак, був таким хорошим. Ледь 14 виповнилось. Як армія пішла на фронт, Мак взявся за зброю, щоб захищати місто. Він був охоронцем у в'язниці, куди привезли покидьків з повстанської банди. Мак покарав кількох в'язнів за те, що вони робили бандани — символи своєї шайки. За це вони його зарізали.

Я жадаю помсти. Принеси мені десяток їх вовняних бандан. Вони червоні... як кров.]===],
[===[Нікова Раскол зі Штормовію просить вас принести 10 червоних вовняних бандан.]===],
[===[Ти {стать:повернувся:повернулася}. {стать:Зібрав:Зібрала} 10 червоних вовняних бандан з цих мерезенних повстанців у в'язниці?]===],
[===[Тож це вони, гидкі символи цієї мерзоти, за які загинув Мак? Яке безглуздя. Яка жахлива жертва.

На жаль, минулого не вернути. Дякую, {ім'я}. Своїми діями ти {стать:приніс:принесла} долю справедливості моїй сім'ї.]===],
},
[389] = {
[===[Базіл Тредд]===],
[===[Ми з ван Кліфом були членами Гільдії Каменярів. Нашим головним проєктом була відбудова Штормовію після війни.

Коли ми виконали свою роботу, нас обдурили. Дворяни відмовилися платити нам за роботу. Деяким старшим каменярам запропонували посаду в уряді, але ван Кліф відмовився від неї через лояльність до каменярів. Він очолив бунт і залишив місто, присягаючись помститися.

Його лейтенант, Базіл Тредд, міг знати більше про плани ван Кліфа. Його утримують у в'язниці Штормовію.]===],
[===[Поговоріть з наглядачем Телвотером у в'язниці Штормовію.]===],
nil,
[===[Чого, в ім'я Світла, ти хочеш? Хіба ти не бачиш, що у нас тут проблеми?

Базіл Тредд?! Навіщо тобі говорити з цим виродком? Звідки я маю знати, що ти не {стать:один:одна} з його поплічників і не {стать:прийшов:прийшла} допомогти з його кривавим бунтом? Якби всі двері камер не підірвали, я б запроторив тебе в одну з них!]===],
},
[391] = {
[===[Бунт у в'язниці Штормовію]===],
[===[Скажу тобі одразу, {ім'я}: я тобі не довіряю. Але справи такі, що це не важливо.

Тож ось, що робимо: ти йдеш всередину і знаходиш Тредда. Якщо ти дійсно з нами — вбий його і принеси мені його голову. Якщо ж ти {стать:один:одна} з них — можеш залишатись там і чекати своєї смерті.]===],
[===[Вбийте Базіла Тредда в Штормовійській в'язниці та принесіть його голову наглядачу Телвотеру.]===],
[===[Або ти принесеш мені голову Тредда, або втратиш свою, тобі ясно, {ім'я}?]===],
[===[Сподіваюсь, без ватажка цей бунт буде легше придушити...

Чесно кажучи, через 20 хвилин я думав, що ти вже не вийдеш. На щастя, я помилився.

Думаю, ти мало що {стать:вибив:вибила} з нього. Але я знаю одну річ про Тредда, що може тобі знадобитись.]===],
},
[392] = {
[===[Таємничий відвідувач]===],
[===[В перші роки ув'язнення Тредда його ніхто не провідував. Мені здавалось, що він більше не потрібен братству і його покинули.

Але кілька місяців тому його постійно провідували... десь раз чи два на місяць. Відвідувач був дивний. І дуже тихий. У мене виникли підозри, та з документами у нього було все добре.

Згідно з документами, його ім'я — Мелік, ось його опис. Думаю, він вже не прийде до Тредда.]===],
[===[Принесіть Баросу Алекстону в Штормовій запечатаний опис відвідувача Тредда.]===],
[===[Так, {ім'я}? Що в тебе?]===],
[===[Хм... Мелік? Ні, мені не знайоме ні його ім'я, ні опис. Та це може бути хто завгодно! Колишній каменяр, хтось з братства... Та якщо він дійсно пов'язаний з ними, як підозрює Телвотер, то може його хтось впізнає. Дай мені подумати...]===],
},
[393] = {
[===[Тінь минулого]===],
[===[Мені нічого спало на думку, {ім'я}. Та є дехто, хто може тобі допомогти, і так вийшло, що він у мене в боргу... Та не будемо про це. Ти знайдеш майстра Матіаса Гича з ШБУ в казармах Старого Міста. Гич знає про всі підпільні діяння у місті.

Якщо хтось і може допомогти, то це він.]===],
[===[Принесіть майстру Матіасу Гичу в Штормовій запечатаний опис відвідувача Тредда.]===],
[===[Вітаю. Чим я можу допомогти, {клас:к}?]===],
[===[Що? Що це? Так, я знаю про кого тут йдеться, та його звати не Мелік. Вбивці ховаються за багатьма масками й іменами та забувають про них, щойно вони втрачають користь. Я знаю ще одне його ім'я — Марзон. Та певно і це не його справжнє ім'я.

Хай там як, він вбивця і я достатньо про нього знаю.

Марзон нині працює на Грегора Лесковара, лорда з сумнівною репутацією навіть за мірками вельмож Штормовію.]===],
},
[394] = {
[===[Голова чудовиська]===],
[===[Знайди Гича в Старому Місті. Дай йому знати, що з Лесковаром його задумами покінчено і про твою участь в цьому. Певен, він буде радий дізнатись, що серед жителів Штормовію ще є герої.

Він скоріш за все відправить тебе на зустріч з принцом чи ще яким вельможею. Та не дай їм запудрити тобі мізки, {ім'я}. Вельможі думають, що керують всім в цьому місті, та вони не всемогутні.]===],
[===[Поговоріть з Матіасом Гичем в Штормовії.]===],
nil,
[===[Він мертвий, так? Твоє правосуддя було швидким, {ім'я}. Не хотів би я бути твоїм ворогом.

<Гич сміється і кладе руку вам на плече.>

Я прийми за осуд, {ім'я}. Не мені, голові вбивць, тебе осуджувати. Чесно кажучи, ти неабияк {стать:допоміг:допомогла} жителям Штормовію. Дякую тобі за це.]===],
},
[395] = {
[===[Кінець братства]===],
[===[Ах, мало не забув. Алекстон приходив, поки тебе не було, він хотів поговорити з тобою. Безсумнівно, він бажає повідомити вельможам про дії Повстанського братства.

Невеличка порада, {ім'я}: якщо хтось запитає, я надам усі подробиці, крім того, що це ти {стать:покінчив:покінчила} з Лесковаром. Повір мені. Я... обізнаний... в таких речах.

А що стосується Тріаса, то ні з ким не розмовляй про нього... ніколи... якщо зможеш.]===],
[===[Поговоріть з Баросом Алекстоном в Штормовії.]===],
nil,
[===[Радий тебе бачити, {ім'я}. Я чув, що лорда Грегора Лесковара нещодавно знайшли мертвим.

Схоже, ти успішно {стать:впорався:впоралась} зі своїм завданням. Прийми мою подяку за порятунок мене та багатьох інших від помсти ван Кліфа.]===],
},
[396] = {
[===[Аудієнція у короля]===],
[===[Я підготував доповідь для короля. Думаю, ти маєш особисто передати її разом з подробицями твого розслідування. Не хвилюйся, я не сумніваюсь, що він оцінить твою відданість у виконанні обов’язку перед людьми Штормовію.

Аудієнція незабаром почнеться, тож краще поквапся і йди до фортеці Штормовію.]===],
[===[Доставте доповідь Бароса Алекстона про Повстанське братство королю Варіану Рінну в фортецю Штормовію.]===],
[===[{ім'я}, так? Барос Алекстон повідомив мені, що ти прийдеш. Чесно кажучи, мене більше цікавить, що розкажеш ти.]===],
[===[Ти заслуговуєш на похвалу за твої зусилля для Штормовію, {ім'я}. Якби ван Кліфу вдалось втілити свої задуми, він, без сумніву, заподіяв би великої шкоди королівству — чого ми, очевидно, не можемо дозволити.

Прийми це, {клас:к}, як знак королівської вдячності. На жаль, король не може вручити його тобі особисто, бо він зайнятий дипломатичною місією і ще не скоро повернеться.]===],
},
[397] = {
[===[За твою гарну службу]===],
[===[Я чув, що лорду Вішоку сподобався напій.

Тепер чорнокнижники Штормовію зможуть займатись своїми справами без зайвих турбот. Я приготував чудову нагороду за твою гарну службу. Ти можеш забрати її у Зґґі.]===],
[===[Поговоріть зі Зґґі, прислужником Зардета Чорного Кігтя, щоб отримати винагороду.]===],
nil,
[===[Повелитель наказав передати {ім'я} цей подарунок. Зґґі хоче залишити його собі, та Зґґі знає, що буде за зраду повелителя.]===],
},
[399] = {
[===[Скромні дари минулого]===],
[===[Здається, минула вічність, відколи я був хлопчиком і працював на фермі в Західному краї. Кажуть, ти ніколи не зможеш повернутись в минуле, і це правда. У моєму випадку двічі правда, бо дім моєї родини спалили та захопили злодії.

Я говорив з батьком про долю деяких своїх речей, у тому числі мого першого компаса. Він не зміг їх врятувати, але каже, що їх вдалося сховати на фермі.

Ти знайдеш садибу Алекстона на заході від Сторожового пагорба. Можливо, ти {стать:міг би:могла б} піти й забрати його для мене?]===],
[===[Йдіть до будинку Бароса Алекстона в Західному краї та знайдіть його компас, а потім поверніть його йому на Соборній площі Штормовію.]===],
[===[{ім'я}! Тобі вдалось?]===],
[===[О, дякую, {ім'я}! Для мене він має практичної користі, тільки як пам'ять про минуле... Навіть не знаю як тобі віддячити за це... це певно було непросто, та й шлях до Західного краю неблизький. Візьми це в знак моєї подяки.]===],
},
[400] = {
[===[Інструменти для Сталешквара]===],
[===[Белдін Сталешквар володіє місцевою ремонтною майстернею, а ще він найкращий технік облогових машин! Але він не жаліє свої інструменти. Клянусь, він ламає більше дугових гайковертів, ніж ми встигаємо виготовити!

Ми щойно виготовили його нове замовлення. Якщо ти доставиш його Белдіну, я певен, від добре тобі заплатить.

Ти знайдеш його в Сховищі Сталешквара, на північний схід від Хараноса. До речі, це улюблене місце ветеранів-пілотів облогових машин, тож будь {стать:уважний:уважна} там – може яка робота трапиться.]===],
[===[Доставте інструменти Белдіну Сталешквару.]===],
[===[Хм? Виглядаєш надто {стать:замолодим:замолодою} як для пілота. Гаразд... Тобі щось полагодити треба?

Бери номерок і чекай своєї черги. Я зараз працюю над кількома машинами і не маю часу на ще одну.

Чи ти тут по іншій справі?]===],
[===[Ти {стать:приніс:принесла} мої інструменти? Добре, {стать:юначе:юнко}, дуже добре! Я щойно зламав останній зубчастий торцевик, а він мені потрібен, щоб відремонтувати машину Камнелада. Як чудово, що ти {стать:приніс:принесла} ці інструменти, {ім'я}.

Ось, це тобі за допомогу.]===],
},
[401] = {
[===[Очікування перекладу Сірри]===],
[===[Я майже закінчив переклад цієї записки. Якщо ти повернешся за кілька хвилин, я закінчу.]===],
[===[Зачекайте трішки, а потім знову поговоріть з Сіррою Фон'Інді.]===],
nil,
[===[Ось так. Перекладено...

<Повітря стає важким, ніби на місто опустилася густа чорна завіса...>]===],
},
[403] = {
[===[Барильце громузвару під охороною]===],
nil,
nil,
nil,
[===[Ель охороняє Ярвен Громовар. Поки він знаходиться в підвалі, до жодного барильця не дістатися.]===],
},
[412] = {
[===[Операція Рекомбобуляція]===],
[===[При подальшому аналізі Гномреґанської ситуації виявилося, що нам не тільки не вдалося викорінити трогів, але ми випадково перетворили більшу частину раси гномів на моторошних, безмозких, лиходійських лепрогномів!

Ми з Оззі плануємо направити у зворотній бік жахливий ефект прокази за допомогою нашого останнього винаходу — Рекомбобулятора. Ця машина майже закінчена, але нам надзвичайно потрібні зубці рестабілізації та гіромеханічні шестерні. Здобудь трохи деталей з лепрогномів перед Гномреґаном для нас.]===],
[===[Принесіть Раззлові Жвавоверту в Харанос 8 зубців рестабілізації та 8 гіромеханічних шестерень.]===],
[===[Рекомбобулятор буде завершено і запущено, як тільки у нас буде достатньо зубців рестабілізації та гіромеханічних шестерень.]===],
[===[Ці гіромеханічні шестерні та зубці рестабілізації чудово підходять до креслення Оззі для пристрою рекомбобуляції. Як тільки я заллю трохи гідромастила в поршні внутрішнього згоряння, відрегулюю пускове руків'я і підвищу в'язкість електрогумового гелю, раса гномів буде відроджена.]===],
},
[413] = {
[===[Мерехтливий стаут]===],
[===[Хотів би я щоб мій брат Велларт спробував мій Мерехтливий стаут. Він горянин, їх розквартирували у південній вартовій вежі на кордоні з Лох-Моданом.

Він може й не такий бровар, як інші Ячміновари, але своє пиво він любить і я певен, що це йому теж сподобається.

Віднесеш йому барильце Мерехтливого стаута?]===],
[===[Віднесіть барильце Мерехтливого стаута горянину Ячміновару]===],
[===[Вітаю, {клас:к}! Що привело тебе сюди?

Щось захоплююче, сподівають. Я вже давно добряче не бився, ще й це барильце елю майже пусте...]===],
[===[<Горянин Ячміновар куштує Мерехтливий стаут...>

Ох, аж іскри з очей! Здається, я навіть можу бачити в темряві.]===],
},
[414] = {
[===[Стаут для Кедрела]===],
[===[Я спробував ще цього "Мерехтливого стаута", що зварив мій брат - це чудова випивка! Я хочу щоб мій друг-горянин теж спробував. Його звати Кедрел і зазвичай він патрулює дорогу через Телсамар, що в Лох-Модані.

Щоб дістатися Телсамара, йди на південний схід через тунель, а потім на роздоріжжі поверни на північний схід. По тій дорозі ти дійдеш прямісінько до Телсамара.

Дай Кедрелу барильце Мерехтливого стаута і дізнайся його думку.]===],
[===[Віднесіть барильце Мерехтливого стаута горянину Кедрелу.]===],
[===[Вітаю, {клас:к}, і ласкаво прошу до Телсамару!]===],
[===[Нумо, спробуємо...

Борода Маґні! Від цього пойла аж голова обертом! І така незвична легкість в тілі.

Таке відчуття, наче я можу літати!]===],
},
[415] = {
[===[Нове пиво Реджольда]===],
[===[Реджольд Ячміновар, що мешкає в селищі Всезвар, питав про тебе.

Він хоче поговорити з тобою про новий напій, який він варив... говорив щось про твою допомогу йому. Може схочеш повернутися у селище Всезвар і дізнатись, що йому треба.

Може, на тебе чекає дармова випивка...]===],
[===[Поспілкуйтесь з Реджольдом Ячміноваром.]===],
nil,
[===[{Ім'я}! Пам'ятаєш той блискоквіт, що ти {стать:приніс:принесла} мені? Ну, я використав його в кількох рецептах, над якими працював, і один з них виявився чудовим!

Ось, спробуй і скажи, що думаєш...]===],
},
[416] = {
[===[Відлов щурів]===],
[===[У нас справжнє нашестя на заході. Ці тунельні щури, кобольди, перебралися в передгір'я, влаштували собі лігва і забруднюють наші землі!

Ми маємо винищити їх. Перебий їх якомога більше і принеси мені їх вуха як доказ.

Ти знайдеш кобольдів та їх лігва на захід від Телсамару. Ними усіяний весь схил гори.]===],
[===[Принесіть 12 вух тунельних щурів горянину Кедрелу в Телсамар.]===],
[===[Вітаю, {ім'я}. Як проходить відлов щурів?]===],
[===[Фу! Коли я просив тебе принести їх вуха, я й гадки не мав, як вони смердять!

Ось твоя винагорода, {ім'я}. Ти {стать:заслужив:заслужила}.]===],
},
[417] = {
[===[Помста пілота]===],
[===[У своєму журналі Гілдельв писав, що зазнав нападу Свербикігтя, "величезного крижаного пазуристого ведмедя". Він відігнав тварину, але та встигла жахливо поранити його.

Судячи зі стану трупа Гілдельва, Свербикіготь, мабуть, повернувся і вбив його.

Проте, у журналі Гілдельв записав своє останнє побажання:

"Помститися Свербикігтеві".]===],
[===[Вбийте Свербикігтя.

Принесіть його пазур і журнал Гілдельва пілотові Молотоногу.]===],
[===[Вітаю, {ім'я}. Чи є у тебе звістка від мого друга Гілдельва?]===],
[===[Сумна звістка, Гілдельв був хорошим другом. Хотів би я бути з тобою, коли ти {стать:знайшов:знайшла} звіра, Свербикігтя!

Дякую тобі, {ім'я}. Твій вчинок не забудуть пілоти штурмової бригади Залізогарта.]===],
},
[418] = {
[===[Телсамарська кров'янка]===],
[===[В Телсамарі, голодних ротів завжди вистачає. Тут і дітей повно-повно, і робітників, що цілими днями тяжко працюють на розкопках. Ми славимось своєю кров'янкою, та ти, певне, навіть не {стать:куштував:куштувала}, правда ж?

Що ж, як то у нас кажуть, "хто не працює - той не їсть". Це й тебе стосується, {клас:к}.

Мені потрібно ведмеже м'ясо, кишки кнура для оболонки та лімфа павука для пікантності. Принеси мені інґредієнти, а я все приготую.]===],
[===[Відра Вогнисько з Телсамару просить вас принести їй 3 шматки ведмежого м’яса, 3 кишки кнура та 3 порції павучої лімфи.]===],
[===[Я готова готувати, ти {стать:приніс:принесла} інґредієнти?]===],
[===[Повір мені, процес її готування важче, ніж здається, але...

Хм, нікому не цікавий процес приготування кров'янки, та я поділюсь з тобою рецептом про всяк випадок.

От і все, їж, поки свіжі.]===],
},
[419] = {
[===[Зниклий пілот]===],
[===[Мій друг і напарник, пілот облогової машини, Морі Гілдельв, пропав в цих горах. Ми шукали рідкісну руду, необхідну для висококласного пороху і під час пошуків загнали його машину на крутий підйом, де вона й зламалася!

Гілдельв був впевнений, що руда десь в цих горах, тому залишив мене охороняти машини, а сам пішов далі на своїх двох.

Вже пройшло кілька днів, а я чув вночі звірине виття. Морі звісно міцний хлоп'яга, але я переживаю.

Прошу тебе, {ім'я}, знайди його.]===],
[===[Знайдіть пілота Гілдельва.]===],
nil,
[===[Перед вами труп дворфа - понівечений, замерзлий і сильно погризений гірськими хижаками. В руці стиснута книжка з грубо нашкрябаними нотатками Морі Гілдельва. Тіло одягнуте в жилет бригадира, що чудово зберігся.

Схоже що ця жахлива сцена і є місцем кончини пілота.]===],
},
[420] = {
[===[Спостереження Сеніра]===],
[===[Тунельні троги неймовірно агресивні. Вони без вагань нападають на мандрівників. Хоча ти виглядаєш так, наче маєш впоратись.

Якщо ти хочеш поговорити з Сеніром, шукай його в Хараносі.

Йди через тунель, після чого продовжуй йти дорогою і ти дійдеш прямо до Хараноса.]===],
[===[Доставте звіт Ґреліна до Сеніра Білоборода в Харанос.]===],
[===[Як справи? Не хочеш випити по стаканчику зі мною? Те що треба в такий мороз.]===],
[===[Що це? О, звіт мого брата. Хмм...

Я казав йому не зловживати іменем короля, але ж він мене не послухав. Гадаю, нічого страшного, хоча, це трішки наведе шороху в Сенаті. Але хай не розслабляються, хе-хе.

Тим не менш, схоже що мені теж потрібно відправити звіт до Залізогарту. Я трішки забарився з цим через цей клятий холод.

В мене буде трішки роботи для тебе, якщо тобі цікаво.]===],
},
[432] = {
[===[Кляті троги!]===],
[===[Ці прокляті Світлом троги розгромили всю зону розкопок! Поглянь-но, вони розтрощили ще одну бочку пороху!

Ух, хотів би я спуститись туди та повідривати їм голови! Всіх би повбивав!

Але я вже не той, що раніше, весь цей стрес і злоба... Вони нічого мені лишили!

Я б і сам їх повбивав, та здоров'я вже не те! Йди в кар'єр та повбивай цих тварюк! Я заплачу! Тільки перебий їх, всіх перебий!]===],
[===[Вбийте 6 кам'янощелепих череполомів для десятника Камнеброва з кар'єру Ґол'Болар.]===],
[===[Гр-р-р... Я такий злющий..]===],
[===[Ох, аж легше на душі стало...

Але я не заспокоюсь поки вони всі не здохнуть! Всі до одного!]===],
},
[433] = {
[===[Слуга народу]===],
[===[Як член Сенату та Ліги дослідників, я взяв на себе проблему трогів, що заполонили наші землі.

Вони без будь-якої причини рознесли кар'єр Ґол'Болар. Чим глибше ми копаємо, ти більше вони лізуть назовні, трощать обладнання і розлякують гірняків. Вони не залишили нам іншого вибору, як винищити їх якомога більше, відбудуватись і продовжити роботу.

Якщо ти допоможеш мені з трогами, я з радістю компенсую твої затрати часу.]===],
[===[Вбийте 10 кам'янощелепих кісткохрустів для сенатора Мегра Камнедара в кар'єрі Ґол'Болар.]===],
[===[Якщо ми зможемо позбавитись трогів у кар'єрі Ґол'Болар, це буде перший крок до нашого позбавлення від цієї загрози.]===],
[===[Це тільки початок. Сподіваюсь, ми зможемо скористатись цим й поставимо загін горянинів для охорони кар'єру. Опісля, ми зможемо почати відновлювати споруди та повертати гірняків до роботи.

Дякую тобі за допомогу, {ім'я}.]===],
},
[434] = {
[===[В атаку!]===],
[===[Коли я надягну маскування на робота-шпигуна й увімкну його, він піде поговорити з Лесковаром. Охоронці пропустять його без проблем.

Поки ти {стать:збирав:збирала} все необхідне, я передав Марзону звістку про те, що йому треба зустрітись з Лесковаром. Ще й підкинув кілька хибних чуток.

Лесковар відпустить свою охорону і буде чекати на Марзона в саду. Як почуєш щось про братство — починай діяти. Вбий їх обох до повернення охорони та повертайся до Тріаса.]===],
[===[Сховайтесь в саду і підслухайте розмову лорда Грегора Лесковара та Марзона Тихого Леза, після чого вбийте їх обох та поверніться до Еллінга Тріаса в Штормовій.]===],
[===[Так, {ім'я}? Як там справи з Тіріоном? Він поділився зі мною своїм планом і я допоміг йому, змусивши Марзона зустрітись з Лесковаром.

Марзон нашкодив багатьом жителям Штормовію, багато з яких — мої близькі друзі. Ніхто не переходить дорогу моїм друзям... знаючи про наслідки.

Шкода, що мені довелось знову допомагати Гичу та ШБУ. Ну що ж, жоден план не ідеальний.]===],
[===[Тож з ними покінчено? Дякую тобі за твою рішучість, {ім'я}. Ти {стать:довів:довела} свою відданість Альянсу. З твого дозволу, я слідкуватиму за твоїми діяннями — ти ще можеш знадобитись.

Тільки не вплутайся в халепу.]===],
},
[436] = {
[===[Розкопки Залізоплета]===],
[===[Розвідувач Залізоплет керує розкопками древніх руїн на схід від озера. Останнім часом справа йде мляво і це враховуючи, скільки ми йому відправили припасів.

Залізоплет - надійний і чесний дворф, для якого важливий результат, тож я думаю, що хтось намагається йому завадити.

Йди на розкопки Залізоплета і поговори з Маґмаром Люторубом. Він займається процесами розкопок і зможе пояснити причину затримки.

Щоб дістатись туди, обійди озеро з півдня і йди на схід.]===],
[===[Поговоріть з дослідником Люторубом.]===],
nil,
[===[Джерн хоче знати причину затримки, ге?

Залізоплет як раз закінчує свій звіт, де будуть всі подробиці, але я тобі от що скажу:

Це все троги!!]===],
},
[453] = {
[===[Пошуки таємничого незнайомця]===],
[===[Нехай щастить, {ім'я}. Я сподіваюся, ти знайдеш цього хлопця, і сподіваюся, що знайдеш його живим.

Якщо він покинув безпечний Темноділ, то може стати здобиччю диких звірів.]===],
[===[Знайдіть таємничого незнайомця. Ось ваші підказки:

Він не є жителем Темнодолу.

Він нервовий та дратівливий.

Він покинув Темноділ і попрямував на захід.]===],
[===[Хто ти {стать:такий:така}? Дай мені спокій!]===],
[===[<Тремтіній зітхає...>

Так, я автор цієї книги. Ти нарешті мене {стать:знайшов:знайшла}, га?

Ну, якщо ти {стать:прочитав:прочитала} ці записи... то знаєш лише частину історії!]===],
},
[454] = {
[===[Опісля засідки]===],
[===[До цього... випадку ми спокійно возили діжки. Тепер нам доведеться розділити обов'язки - Міран понесе одну частину діжок, а я постежу за іншою.

Але відпускати Мірана самого небезпечно. Може ти супроводиш його до розкопок?]===],
[===[Поговоріть з Міраном.]===],
nil,
[===[Привіт, {клас:к}.

Ти супроводжуватимеш мене до розкопок? Чудово... Після випадку з Саяном та його поплічниками, хтозна-що ще задумало Темне Залізо.

Що ж, мені лише залишилось дещо перевірити. Поговори зі мною, як будеш готовий йти.]===],
},
[455] = {
[===[Альґазька битва]===],
[===[Орки з клану Драконопащих оселились у Заболотті. А тепер вони полізли в Дун-Альґаз! Ми не можемо дозволити їм цього, інакше Лох-Модан буде відрізаний від гавані Менетілів - нашого порту та твердині у Заболотті.

Прорвись через Дун-Альґаз до Заболоття та вбий стільки орків, скільки зможеш! Доповіси про виконання Вальстаґу Залізогубу в гавані Менетілів.

Щоб дістатись гавані - пройди через Дун-Альґаз, потім йди на північ по дорозі, на роздоріжжі йди на захід.

Ми розраховуємо на тебе, {ім'я}. Не підведи.]===],
[===[Пройдіть через Дун-Альґаз.

Вбийте 8 розвідників Драконопащих та 6 бугаїв Драконопащих.

Звітуйте Вальстаґу Залізогубу в гавань Менетілів.]===],
[===[Ти {стать:прийшов:прийшла} з Лох-Модану? Як там справи з орками в тунелі Альґаз?]===],
[===[Мда, нехороші новини.

Схоже, що Драконопащі серйозно взялись за Альґаз. Зазвичай вони ховаються в горах. Що ж змусило їх піти на Альґаз...

Дякую, {ім'я}. Нам, певно, знадобиться твоя допомога з цими орками.]===],
},
[456] = {
[===[Баланс природи]===],
[===[Вітання, {Ім'я}. Я — консерватор Ільталайн, і моїм призначенням у Тінистій долині є підтримка балансу природи.

Весняні дощі цього року були особливо рясними, що спричинило процвітання одних лісових тварин і страждання інших.

На жаль, популяції ночезубів і татарних кнурів занадто збільшилися, але у Тінистій долині не вистачить їжі для такої кількості звірів. Допоможи нам, {стать:юний:юна} {клас:к}, скороти чисельність кнурів і ночезубів, щоб природа й надалі залишалася у гармонії.]===],
[===[Убийте 7 молодих ночезубів і 4 молодих татарних кнурів, і поверніться до консерватора Ільталайна.]===],
[===[У нас досі багато роботи, {Ім'я}. Повертайся до мене, коли ти скоротиш популяцію ночезубів і татарних кнурів.]===],
[===[Ти чудово {стать:впорався:впоралася}, {Ім'я}.]===],
},
[457] = {
[===[Баланс природи]===],
[===[Прорідження молодших популяцій тварин тут, у Тінистій долині, було хорошим початком, {Ім'я}, проте залишилося ще багато роботи.

Ресурси лісу закінчаться надто швидко, якщо проблему не вирішити. Вбивство створінь природи — це необхідне зло задля блага всіх, хто поділяє цей край. Сходи до лісу та вбий коростяних ночезубів і татарних кнурів заради балансу.]===],
[===[Консерваторові Ільталайну потрібно, щоб ви вбили 7 коростяних ночезубів і 7 татарних кнурів.]===],
[===[Твоє завдання ще не виконане, {Ім'я}. Повертайся до мене, коли буде вбито 7 коростяних ночезубів і 7 татарних кнурів.]===],
[===[Ти {стать:довів:довела} свою відданість природі, {Ім'я}. {стать:Юний:Юна} {клас:н}, як ти, матиме перспективне майбутнє.]===],
},
[458] = {
[===[Захисниця лісів]===],
[===[Яке щастя, що ти тут, {клас:к}. Шепіт лісових духів доносив до мене дивні вісті.

Таємнича захисниця лісів, Таріндрелла, повернулася до Тінистої долини. Ліси Калімдору не відчували присутність цієї дріади роками. Відбулося щось справді прикре, якщо вона знову прийшла на ці землі.

Відшукай Таріндреллу та дізнайся, що в неї за справи у нашому гаю. Одна з вартових доповіла, що бачила її на південний захід від Альдрассіля.]===],
[===[Знайдіть дріаду, відому як Таріндрелла.]===],
nil,
[===[Я бачу, ти {стать:відшукав:відшукала} мене, {стать:юний:юна} {раса:к}. Мелітар вчинив мудро, пославши тебе до мене.]===],
},
[459] = {
[===[Захисниця лісів]===],
[===[Щось лихе зароджується в лісах Тельдрассіля. Поглянь лише уздовж пагорбів, де жили мирні хутропузи. Вони покинули свої домівки та об'єднались в плем'я Кривої Сосни.

Лише зараження від моху скверни могло викликати таке перетворення. Грели та їм подібні заполонили місцевість і тепер загрожують жителям Тінистої долини.

Вступи у бій з цими грелами та грелідами, {Ім'я}, та поглянь, чи справді вони підпали під чари злого моху скверни.]===],
[===[Зберіть 8 мохів скверни та принесіть їх Таріндреллі.]===],
[===[Підтвердь мої підозри, {Ім'я}, принеси мені 8 мохів скверни.]===],
[===[Твоя допомога створінням Тінистої долини заслуговує на винагороду, {Ім'я}.

Однак, ти {стать:підтвердив:підтвердила} мої побоювання. Якщо грелів уразив мох скверни, можна лише уявити, що сталося з хутропузами з племені Кривої Сосни, які колись тут жили.

Якщо ти будеш у Доланаарі, {стать:здібний:здібна} {клас:к}, знайди обізнаного друїда, Атрідаса Ведмежокрива. Він поділяє наше занепокоєння щодо благолополуччя лісу.]===],
},
[463] = {
[===[Вартовий Природи]===],
[===[{стать:Чув:Чула} про Вартового Природи? Ти ж не шукаєш його, правда? Це було б безглуздо, та хто я такий, щоб зупиняти когось йти на гибель?

Якщо все ж хочеш знайти це чудовисько, то я чув, що він десь на болотах на схід від повороту на Дун-Модр. Бродить десь там з кроколісками та іншою нечистю.

Можеш залишити свої пожитки мені, все одно вони тобі вже не знадобляться. Ти ж не хочеш, щоб цей зелений монстр подавивсь твоїм гаманцем?]===],
[===[Знайдіть Вартового Природи.]===],
nil,
[===[Коріння і лози кажуть добре про тебе, малявко. Я маю багато імен, та відкликаюсь тільки на декілька. Можеш звати мене Ретіль.

Прислухайся... ці землі страждають від важких ран. Я попрошу тебе допомогти мені зцілити їх.]===],
},
[464] = {
[===[Бойові знамена]===],
[===[Під кінець другої війни клан Драконопащих орків було майже знищено, коли вони втратили контроль над червоними драконами. Дракони були дуже розлючені й гнали їх аж до Ґрім-Батолу, звідки ті, що вижили, сховались в горах на схід від розкопок Вельґара.

Відсидівшись і відновивши сили, вони розмістили свій табір на північний схід від Менетіла.

Напади на їх табір і принеси їх бойові знамена, як доказ.]===],
[===[Принесіть 8 військових знамен Драконопащих капітану Міцноруку.]===],
[===[Ти вже {стать:атакував:атакувала} табір Драконопащих?]===],
[===[Чудова робота, {ім'я}. Драконопащі вже не несуть такої загрози, як коли вони мали драконів. Але вони все ще небезпечні супротивники.

Драконопащих веде Нек'рош, син Некроса - минулого вождя клану. Некрос використовував могутню магію, щоб приборкати червоних драконів, але коли ця магія його підвела... дракони розлютились.

Некрос загинув і його син поклявся помститись драконам, які вбили його батька.]===],
},
[465] = {
[===[Гамбіт Нек'роша]===],
[===[Поки ти {стать:бився:билась} з Драконопащими, ми дещо дізнались про їх плани.

Нек'рош побудував катапульти й збирається взяти в осаду гавань Менетілів! Поки йде битва за Дун-Альґаз, ми відрізані під підмоги!

Ти маєш знищити ці катапульти. Вони в таборі Драконопащих.

Ось, візьми цей трут. Пробийся до катапульт і підпали їх ним.

Як зробиш це - знайди та вбий Нек'роша. Ми завдамо удар по лідеру Драконопащих.]===],
[===[Знищіть катапульти Драконопащих.]===],
[===[А ось і одна з катапульт. Підпалюємо?]===],
[===[Ви поміщаєте трохи труту на катапульту і підпалюєте його іскрою.

Вогонь спалахує і швидко поширюється!]===],
},
[466] = {
[===[Пошук спалахіту]===],
[===[Я чув про рідкісну руду — спалахіт, яка знайдена у Заболотті, в печері на північний захід від тунелю Альґаз. Вона дуже нестійка, нею складно користуватись не підірвавши себе у повітря. Однак, я впевнений, що якщо виплавити її належним чином, то можна зробити потужні снаряди для гармат!

Здобудь мені спалахітову руду, а я поки пошукаю когось вельми сміливого задля цього досліду.

І ще, щоб видобути ту руду, тобі потрібні навички у гірництві. Якщо в тебе немає необхідних знань, то... відправ до шахти друга, який зможе це зробити!]===],
[===[Принесіть 6 партій спалахітової руди пілотові Камнеладу у Дун-Морог.]===],
[===[І де ця руда, {ім'я}?!]===],
[===[Ти {стать:здобув:здобула} руду! Молодець, {ім'я}! Я одразу відправлю когось попрацювати з нею. Будемо сподіватися, що він не підірве себе!]===],
},
[467] = {
[===[В пошуках Камнеладу]===],
[===[Пілот Камнелад обожнює свою облогову машину, як і кожен інший пілот! І він завжди радий знайти новий спосіб підсилити вогневу міць своєї машини.

До нього дійшли чутки про рідкісну руду і він шукає того, хто добуде її для нього. Якщо тобі не терпиться допомогти, знайди Камнелада у Сховищі Сталешквара в Дун-Морозі й дізнайся, чого він хоче.]===],
[===[Поговоріть з пілотом Камнеладом.]===],
nil,
[===[Привіт, {ім'я}. Ти тут за моїм завданням, еге ж? Приємно бачити {стать:юного:юну} {раса:з} в жилах {стать:якого:якої} кипить жага до пригод!]===],
},
[468] = {
[===[Доповідь горянину Рокґару]===],
[===[Горянин Рокґар шукає добровольців для походу через Дун-Альґаз до Заболоття.

Якщо не боїшся просякнути болотною жижею - поговори з Рокґаром в Дун-Альґазі. Це на північ по дорозі, за вартовою вежею.]===],
[===[Поговоріт з горянином Рокґаром.]===],
nil,
[===[Вітаю, {клас:к}! Ти хочеш відправитись з нами в розвідку, чи не так? Чудово!

Сподіваюсь, твоє спорядження в хорошому стані, бо задачі цієї "розвідки" трішки змінились...]===],
},
[469] = {
[===[Щоденна доставка]===],
[===[Вітаю, {стать:мандрівнику:мандрівнице}!

Чи не прямуєш ти до гавані Менетілів? Якщо ні, то рекомендую завітати - це гарне місце, щоб поновити запаси, пропустити кілька пінт та відпочити.

Отож, якщо ти все ж туди й прямуєш, може віднесеш цей оберемок кроколіскових шкір Джеймсу Галлорану, кожум'яці?

Я б і сам це зробив, але моя дружина останнім часом не в гуморі й мені їй краще на очі не попадатись.]===],
[===[Доставте оберемок кроколіскових шкір Джеймсу Галлорану, кожум'яці, у гавань Менетілів.]===],
[===[Вітаю, {клас:к}. Цікавить пара чудових чобіт? Чи, може, свіжа вироблена шкіра?]===],
[===[Хмм, це від Ейнара, так? Він не з'являвся вже з тиждень, а шкіри відправляє. Певно, знову посварився з дружиною.

Треба буде попросити дружину якось сходити поговорити з Сідою...]===],
},
[470] = {
[===[Копирсання в слизі]===],
[===[Кожен тиждень я ходжу до могили Залізобородого, але цього разу на мене напали огидні хлюпаючі слизні! Я так розгубилась...

Я кинула в одного з них свою сумку, але йому хоч би що! Слизень просто поглинув її... На щастя, це дало мені час, щоб втекти.

Біда в тім, що в сумці були мої речі!

Я не знаю, як тобі описати того слизня, вони всі виглядають однаково! Могила Залізобородого знаходиться на північному сході, біля Дун-Модру. Дуже тобі дякую!]===],
[===[Відберіть сумку Сіди в одного зі слизнів біля могили Залізобородого і поверніть її власниці у гавань Менетілів.]===],
[===[Ти {стать:знайшов:знайшла} мою сумку?]===],
[===[Ох, дякую, {ім'я}! Я думала що вже не побачу її!

<Сіда витрушує вміст сумки на землю перед тим і збирає його.>

Хм, мені ця сумка вже не знадобиться. Але ти можеш випрати її та користуватись.]===],
},
[471] = {
[===[Обов'язки учня]===],
[===[Я відправив свого учня на болота по шкури наших знаменитих гігантських кроколісків Заболоття. Коли він не повернувся, я відправився на пошуки... Скажімо так: це було видовище не для слабкодухих.

Повитуха каже, що він викарабкається, але ж мені все ще потрібні мої шкури!

...Якщо у тебе є бажання повбивати ще кілька здоровил, я не проти - особливо після того, що вони зробили. Ти знайдеш кроколісків на узбережжі на північ звідси, за поселенням мурлоків.]===],
[===[Зберіть 6 шкур гігантських кроколісків і принесіть їх Джеймсу Галлорану у гавань Менетілів.]===],
[===[Мій учень - як син для мене. Йому буде важко прожити життя лише з однією ногою.

Ах, {ім'я}, як справи? Ти {стать:приніс:принесла} мої шкури?]===],
[===[Гмм... Не думаю, що ти {стать:зацікавлений стати моїм учнем:зацікавлена стати моєю ученицею}, чи не так?

Ха! Та ні, я просто жартую. Ти {стать:застарий:застара} для цього. Окрім того, судячи з твого вигляду, здається, у тебе інші амбіції у житті. Однак, ти {стать:дістав:дістала} добрі шкури, і я знайду їм гарне застосування.]===],
},
[472] = {
[===[Падіння Дун-Модру]===],
[===[Дворфи Темного Заліза захопили Дун-Модр!

Мене важко поранили, {клас:к}. Більшість моїх товаришів загинули. Ми не встигли оговтатись від вибуху на віадуку Тандола, коли дворфи Темного Заліза атакували нас.

Наш лідер, Довгокос, протрубив сигнал до відступу. Коли ми покидали місто, мені в спину прилетіла сокира і я знепритомнів.

Оговтавсь я вже тут, в гавані Менетілів. Я хвилююсь за побратимів, але надія ще є. Може, Довгокос ще живий! Сходи до Дун-Модру і спробуй знайти його, {раса:к}!]===],
[===[Знайдіть Довгокоса біля Дун-Модру.]===],
nil,
[===[Яке послання з Менетілу {стать:приніс славний:принесла славна} {клас}? Ага, тож ти {ім'я}.

Це гарна звістка, проблиск надії в ці темні часи. Се чудово, що юний Гарло вижив. Він отримав жахливу рану під час відступу і нам довелось відправити його до гавані на єдиному вцілілому скакуні.

Але зараз ми у важкому положенні - Дун-Модр втрачено, а від нашого славного полку залишилась лиш тінь.]===],
},
[473] = {
[===[Доповідь капітану Міцноруку]===],
[===[{ім'я}. Драконопащі орки претендують не тільки на Альґаз. Капітан Міцнорук наказав направляти до нього всіх, хто бажає допомогти в боротьбі з ними. Він у фортеці, у військовій залі.]===],
[===[Поговоріть з капітаном Міцноруком.]===],
nil,
[===[{ім'я}. Вальстаґ доповів мені про твої успіхи з драконопащими орками в Дун-Альґазі. Ти {стать:бравий:брава} {раса}.

І в мене є для тебе завдання.]===],
},
[474] = {
[===[Вбити Нек'роша]===],
[===[Тепер, коли катапульти спалено, настав час знайти й вбити ватага Нек'роша.]===],
[===[Вбийте ватага Нек'роша.

Принесіть голову Нек'роша капітану Міцноруку.]===],
[===[Ти {стать:вбив:вбила} Нек'роша?]===],
[===[Чудово спрацьовано, {ім'я}. Ти {стать:завдав:завдала} нищівного удару оркам клану Драконопащих. Вони ще не скоро оговтаються. До того ж зі знищенням цих катапульт, гавань Менетілів в безпеці.

Ти {стать:гідний:гідна} {раса} і Залізогарт щедро винагороджує таких за добру службу.]===],
},
[475] = {
[===[Вітер сум'яття]===],
[===[Вітер сум'яття віє над лісом.

Ґеролас Талветрен служить Великим Вартовим сплячих Друїдів Кігтя в обителі кургану Бен'етіль. Його основний обов'язок як обраного захисника Сплячих — гарантувати їхню безпеку, щоб домовленість друїдів з Ізерою залишалася в силі.

Та останнім часом вісті від Ґероласа чомусь затримуються, і я починаю хвилюватися. Вирушай на схід, у селище Зоряний Бриз, та принеси мені звіт Ґероласа. Тоді я зможу впевнитися, що мої брати та сестри сплять у безпеці.]===],
[===[Відшукайте Ґероласа Талветрена в селищі Зоряний Бриз.]===],
nil,
[===[Хвала лісовим духам, ти {стать:прийшов:прийшла}! Я знав, що Атрідас занепокоїться та надішле допомогу.]===],
},
[476] = {
[===[Порча Кривої Сосни]===],
[===[Плем'я Кривої Сосни уражене порчею!

Колись мирні хутропузи зараз проявляють агресію проти захисників лісу. Вони підстерегли мене в засаді, коли я виходив із обителі кургану Бен'етіль, а потім розграбували селище Зоряний Вітер. Їхній ватажок, Урсал Молотобій, затьмарює розум створінь за допомогою моху Скверни.

У мене багато ран, і я не можу передати Атрідасу ці страшні вісті. Це маєш зробити ти, {стать:юний:юна} {клас:к}. Мені залишається сподіватися, що оскаженілі хутропузи Кривої Сосни поки не дійшли до Бен'етіль!]===],
[===[Поверніться до Атрідаса Ведмежокрива в Доланаар.]===],
nil,
[===[Клянуся сузір'ями! Це воістину тривожні вісті!]===],
},
[483] = {
[===[Реліквії Пробудження]===],
[===[Ми бачили, як загарбники з Кривої Сосни спустошують обитель кургану Бен'етіль на захід звідси.

Сплячі друїди навічно застрягнуть у Смарагдовому Сні, не знаючи про свою долю, якщо ми їм не допоможемо. Тонкий ритуал сплячки неможливо порушити без Реліквій Пробудження.

Спускайся в обитель та забери талісман Воронячого Пазура, чорне перо, сапфір небес і руну Гніздування. Друїди зберігають їх у священних скринях. Поверни їх мені, і я підготую ритуал пробудження.]===],
[===[Дістаньте Реліквії Пробудження та принесіть їх Атрідасу Ведмежокривові в Доланаар.]===],
[===[{Ім'я}, Друїди Кігтя назавжди потраплять у пастку в Смарагдового Сні, якщо ми не знайдемо Реліквії Пробудження в обителі Бен'етіль на заході.

Хвилини нашої бездіяльності можуть приректи їх на вічні страждання.]===],
[===[У тебе вдалося, {стать:юний:юна} {клас:к}! Чудово і, мушу додати, дуже вчасно.]===],
},
[484] = {
[===[Шкури молодих кроколісків]===],
[===[Я Джеймс Галлоран, кожум'яка. Мої шкури кроколісків розходяться по всьому світу.

Вже {стать:зустрічав:зустрічала} Ейнара? Він - один з мисливців, які постачають мені шкури.

В мене вже закінчуються м'які шкури, а їх можна зняти лише з молодих кроколісків.

Враховуючи обставини, ти отримаєш подвійну плату за стіс шкур. Ти знайдеш молодих кроколісків на болотах прямо за містом.]===],
[===[Принесіть 4 шкури молодих кроколісків Джеймсу Галлорану в гавань Менетілів.]===],
[===[{ім'я}, правильно? Ти {стать:приніс:принесла} шкури?]===],
[===[Чудова робота, {ім'я}. Якість цих шкур неперевершена. Я займусь ними якнайшвидше. О, зажди, в мене є ще завдання для тебе.]===],
},
[486] = {
[===[Урсал Молотобій]===],
[===[Настав час врятувати Друїдів Кігтя. Якщо зараз ми зазнаємо невдачі, {Ім'я}, їхній сон стане вічним.

Я підготую Реліквії Пробудження та проведу обряд. Але щоб у мене все вийшло, клята тварюка, винна в цих поневіряннях, має бути знищена. Тільки тоді ми зможемо провести ритуал.

Урсал Молотобій став у наших побратимів на заваді, і саме він повинен заплатити за свої злодіяння, щоб їх звільнити. Вирушай до поселення Кривої Сосни на південному заході й убий його.]===],
[===[Убийте Урсала Молотобоя та повертайтеся до Атрідаса Ведмежокрива в Доланаар.]===],
[===[Ми не зможемо розбудити наших братів, поки не вб'ємо Урсала Молотобоя, {Ім'я}.]===],
[===[{Ім'я}, ти {стать:проявив:проявила} себе як дуже {стать:достойний:достойна} та {стать:спроможний:спроможна} {клас:н}. {Раса:н}, {стать:який:яка} так впевнено слідує дорогою честі, безумовно, отримає велику славу в цьому світі.

Хай лісові духи захищають тебе, куди б ти не {стать:пішов:пішла}.]===],
},
[487] = {
[===[Дорога в Дарнас]===],
[===[Дорогу в Дарнас потрібно охороняти. Мандрівники, що прямують з Доланаара у столицю, розповідають про варварські напади заражених хутропузів з племені Кривої Сосни.

Кожен день у та з Дарнасу прямують вантажі та важливі повідомлення. Ми не можемо допустити, щоб зграя цих тварюк загрожувала подорожнім.

Візьми зброю в ім'я священного лісу, {клас:к}. Їхнє лігво розташоване десь під цим пунктом спостереження. Убий 6 душителів з племені Кривої Сосни і відзвітуй мені.]===],
[===[Убийте 6 душителів Кривої Сосни та поверніться до вартової Амари Ночеходець неподалік Доланаара.]===],
[===[Дорога все ще небезпечна, {клас:к}. Убий 6 душителів з племені Кривої Сосни та повертайся до мене.]===],
[===[Ти добре {стать:послужив:послужила} чесним ельфам Доланаара та Дарнасу, {стать:хоробрий:хоробра} {клас:к}. Як представниця вартових Тельдрассіля, я дякую тобі за твої зусилля.]===],
},
[488] = {
[===[Торги Зенна]===],
[===[Хочеш попрацювати, я дивлюсь? Тобі пощастило, не проходить і дня без того, щоб я не поторгувався із щонайменше {стать:одним:одною} {клас:о}.

Розумієш, {Ім'я}, я можу зробити тебе дуже {стать:щасливим:щасливою} і дати тобі речі, про які ти навіть і не {стать:мріяв:мріяла}. Але спершу ти мусиш принести мені деякі предмети.

Моя діяльність у цьому лісі часто потребує певних... реагентів. Принеси мені 3 ікла ночезубів, 3 пір'їни сов, що літають довкола, та 3 зразки павутиннолісого шовку.

Але давай залишимо цю розмову між нами, {раса:к}.]===],
[===[Принесіть Зенну Брудній Ратиці за межами Доланаару 3 ікла ночезуба, 3 пір'їни сови та 3 зразки павутиннолісого шовку.]===],
[===[Працюєш, як маленька бджілка, {Ім'я}? Я чекав, коли ти принесеш мені те, що я просив.]===],
[===[Ха-ха! Чудова робота.

Хто б міг подумати, що я, Зенн Брудна Ратиця, схилив {раса:з} до торгів? Точно не я! Але так і живемо... наш улюблений світ сповнений сюрпризів.

Три "Ура" за наївних і легковажних!]===],
},
[489] = {
[===[У пошуках спокути!]===],
[===[До Ради Лісу дійшли новини, що ти {стать:допоміг:допомогла} Зенну Брудній Ратиці. Сатир - ворог лісу. Ти, {раса:к}, {стать:мав би бути вищим:мала б бути вищою} за осквернення наших земель вбивством дітей природи.

Якщо хочеш залишитися {стать:другом:подругою} Тельдрассіля, то мусиш почати спокутувати свої діяння в очах Ради.

Для початку провчи Зенна. В лісі ти знайдеш осквернені шишки, зіпсоване опале насіння. З них йде зеленуватий дим.

Принеси ці шишки Брудній Ратиці. Хай подумає, що ти {стать:приніс:принесла} йому смачненький перекус.]===],
[===[Зберіть 3 осквернені шишки та віддайте їх Зеннові Брудній Ратиці за межами Доланару.]===],
[===[Що ти {стать:приніс:принесла} мені, {Ім'я}? На вигляд чудова закуска.]===],
[===[Ти просто чудо, {раса:к}! Я був певен, що ти станеш мені у нагоді!]===],
},
[500] = {
[===[Винагорода за Скелеламів]===],
[===[Огри-Скелелами насипали огрський курган високо в Альтерацьких горах - біля зруйнованого міста Альтерак. І мої розвідники доповідають, що вони захопили й ці руїни.

Ми не можемо дозволити їм там облаштуватися. Якщо вони вважатимуть, що у безпеці, то їхнім наступним кроком буде спуск до передгір'я, тобто одразу на наші пороги!

Подорожуй на північ до Альтерацьких гір і полюй на огрів. Принеси мені брудні кісточки рук, які вони носять при собі, і ти заслужиш хорошу нагороду.]===],
[===[Зберіть 9 брудних кісточок з огрів-Скелеламів ув Альтерацьких горах. Принесіть їх маршалові Червоношляху в Південнобережжя.]===],
[===[{Ім'я}, досі полюєш на огрів? Ти вже маєш кісточки, які я розпорядився зібрати?]===],
[===[Дуже добре, {Ім'я}. Ти, напевно, {стать:вирізав:вирізала} добрячу купу огрів, щоб зібрати всі ці кісточки.

Це дозволить нам більше не переживати щодо їхньої загрози. Принаймні, поки що.]===],
},
[504] = {
[===[Скелелами-войовники]===],
[===[Тепер, коли ти {стать:ознайомився:ознайомилася} з ограми-Скелеламами, я хочу, щоб ти справді {стать:пустив:пустила} їм кров...

Прямуй до руїн Альтерака та розшукай Скелеламів-войовників. Я бажаю, щоб ти добряче їх {стать:повирізав:повирізала}: лише так ці рубаки навчаться триматися на відстані від території Альянсу.]===],
[===[Убийте 15 Скелеламів-войовників, а тоді повертайтеся до маршала Червоношляха в Південнобережжя.]===],
[===[Тобі потрібно вбити більше войовників, {Ім'я}. Ти {стать:повинен:повинна} бути зараз у горах і виконувати своє завдання, а не тут унизу, зі складеною зброєю.]===],
[===[Дуже добре. Ось твоя нагорода.

До речі, як виглядало місто Альтерак, коли ти там {стать:полював:полювала} на войовників? Гадаю, воно не в найкращому стані. Огри відомі не своєю любов'ю до чистоти.

На щастя, твої зусилля допоможуть утримувати їх від Південнобережжя.]===],
},
[505] = {
[===[Асасини Синдикату]===],
[===[Я - новий війт Південнобережжя, призначений недавно після вбивства попереднього. Вбивць так і не знайшли, але завдяки нашим розслідуванням ми майже впевнені, що їх найняв Синдикат - група злодіїв, яку очолюють лиходійні шляхтичі тепер полеглого знищеного королівства Альтерак.

Синдикат має табір на півночі від Тарренського Млину, зайнятого Ордою, і наші останні докази ведуть туди. Убий членів цієї організації, що там знайдеш.]===],
[===[Убийте 12 розбійників Синдикату та 8 злодіїв Синдикату, а тоді повертайтеся до війта Генрі Малеба у Південнобережжя.]===],
[===[Сподіваюся, ти вже {стать:знищив:знищила} цих синдикатських покидьків?]===],
[===[Дякую тобі, {Ім'я}. Хоча вони ще можуть нишпорити навколо, ми сподіваємося, що деякі з розбійників, яких ти {стать:вбив:вбила}, відповідальні за смерть попереднього війта. А навіть, якщо ні - Синдикат є хворобою цієї землі та брудною плямою на людській расі.

Південнобережжя вітає їхні смерті.]===],
},
[510] = {
[===[Лиховісні плани]===],
[===[Серед цих документів є список запитів припасів. Вони включають звичайні речі (їжа, зброя, одяг), а також більш екзотичне спорядження (маски, олія, отрута).

Проте найбільш помітною є нагальність запитів: ці припаси були потрібні швидко, щоб провести операцію, яка в документі описана як "важлива місія проти Південнобережжя."]===],
[===[Принесіть лиховісні плани війтові Малебу в Південнобережжя.]===],
[===[{Ім'я}, ти виглядаєш {стать:стривоженим:стривоженою}. Хочеш щось мені розповісти?]===],
[===[<Малеб читає документи.>

Ці папери мене дуже турбують, {Ім'я}. З інформації в цих документах і дій Синдикату в минулому нам варто припускати, що ця банда головорізів оголосила війну Південнобережжю.]===],
},
[511] = {
[===[Зашифрований лист]===],
[===[Один з листів на цьому столі зашифрований і незбагненний.]===],
[===[Принесіть зашифрований лист до знавця Діббса в Південнобережжя.]===],
[===[Так, {стать:пане:пані}? Ви до мене у якійсь справі?]===],
[===[Що це? Стривайте-но на хвилинку... дозвольте мені глянути ближче.

...

Гм, я ніколи ще не бачив таку форму шифру, але мушу визнати, що моє знання у цій царині далеке від всеохопного.]===],
},
[512] = {
[===[Знатні смерті]===],
[===[Я побоююся, що керівництво Синдикату націлене на знищення Південнобережжя. Ми повинні завдати сильного удару по цих керівниках, перш ніж вони втілять свої плани у життя.

Завітай до руїн Странбрада в Альтерацьких горах на півночі. Ми припускаємо, що Синдикат використовує ту місцевість як штаб.

Нам відомо, що цю банду головорізів очолює колишня знать Альтераку. Вони можуть прикидатися звичайними агентами Синдикату, але ти знатимеш, що {стать:вбив:вбила} шляхтича, за знаковим перснем на ньому.

Принеси мені ті персні.]===],
[===[Принесіть 7 альтерацьких знакових перснів до війта Малеба в Південнобережжя.]===],
[===[Чи {стать:полював:полювала} ти на Синдикат? Маєш ті персні?]===],
[===[Чистка Синдикату він знаті нівелює його здатність діяти рішуче та зменшить його до не більше, ніж групки бандюжок.

Ти добре {стать:послужив:послужила} Альянсові, {Ім'я}.]===],
},
[514] = {
[===[Лист до Бурешпиля]===],
[===[Я маю колегу в Залізогарті, який, ймовірно, зможе допомогти розшифрувати цей лист. Підіть до бібліотеки в залі Дослідників Залізогарта та поговоріть з розвідувачем Бурешпилем. Скажіть йому, що вас прислав я, та покажіть йому лист. Якщо хтось і може прочитати це північніше Чорноскельного шпилю, то це він.]===],
[===[Принесіть кмітливо зашифрований лист розвідувачу Бурешпилеві в Залізогарт.]===],
[===[Тебе прислав Діббс з Південнобережжя, чи не так? Як там поживає цей старий читун?]===],
[===[О, шифр! Моя спеціальність. Дай-но подивитися...]===],
},
[522] = {
[===[Контракт вбивці]===],
[===[Це контракт на вбивство війта Генрі Малеба. Його склеєно та запечатано червоним воском, використовуючи характерний знаковий перстень.]===],
[===[Принесіть контракт вбивці війтові Малебу в Південнобережжя.]===],
[===[Ти виглядаєш геть {стать:захеканим:захекано}! Маєш щось відзвітувати?]===],
[===[<Малеб оглядає контракт.>

Це пояснює останню атаку на Південнобережжя. Очевидно, Синдикат полює на мене, точнісінько так само, як і на попереднього війта!]===],
},
[523] = {
[===[Смерть барона]===],
[===[Контракт, що ти {стать:роздобув:роздобула}, підписаний бароном Вардусом, шляхтичем із колишнього королівства Альтерак, який також відомий своєю бездушністю та жорстокими методами. Я не здивований, що за цим стоїть хтось такий, як він.

Знайди цього чоловіка. Знайди та зверши над ним суд. Він мусив би бути у якомусь кублі Синдикату: можливо, у руїнах Странбада, а, може, в долині на північ від них.]===],
[===[Принесіть голову барона Вардуса війтові Малебу в Південобережжя.]===],
[===[Баронові Вардусу не варто думати, що Південнобережжя дозволить йому безкарно підсилати своїх розбійників проти нас. Я хочу його голову!]===],
[===[Дякую тобі, {Ім'я}. Моїй власній голові тепер трохи легше, знаючи, що цей злочинець втратив свою.]===],
},
[525] = {
[===[Подальші таємниці]===],
[===[Я розшифрував цей лист, але я не знаю, що навіть думати. Ти {стать:знайшов:знайшла} це у злодіїв в Альтерацькому передгір'ї? Дуже дивно...

Тобі варто віднести це війтові Південнобережжя. Хоча цей лист досі загадковий, його містечко - найближче до Альтераку. Якщо наростає якась загроза, він повинен про це знати.]===],
[===[Принесіть розшифрований лист до війта Малеба в Південнобережжя.]===],
[===[{Ім'я}. Чи {стать:подорожував:подорожувала} ти ще по горах і передгір'ях? З якими новинами ти {стать:прийшов:прийшла}?]===],
[===[<Малеб читає лист.>

Це - переклад того листа, який ти {стать:знайшов:знайшла} в таборі Синдикату? Його не написала рука злодюжки, і навіть не шляхтича Альтерату.

Схоже, Синдикат має зв'язки з якоюсь іншою силою, і я здригаюся від думки, що це може бути.]===],
},
[526] = {
[===[Злитки світлосталі]===],
[===[Можливо, в тій скрині ти й {стать:знайшов:знайшла} один злиток світлосталі, але цього не достатньо, щоб створити щось гідне!

Тобі слід повернутися туди та знайти ще. Можливо, мурлоки поблизу розбитих кораблів мають злитки світлосталі при собі.]===],
[===[Зберіть 5 злитків світлосталі, а потім поверніться до Ґлоріна Сталеброва в Заболоття.]===],
[===[Ти {стать:знайшов:знайшла} злитки світлосталі?]===],
[===[А, ти їх {стать:знайшов:знайшла}! Тепер перетворімо ці злитки світлосталі на щось корисне, га?]===],
},
[531] = {
[===[Помста Вірен]===],
[===[Світло! Не принось таке в нашу оселю... це негігієнічно, несказанно... е... еее... негігієнічно!

Просто забери це звідси, добре? Нікому не потрібен цей твій бридкий трофей, чесно!]===],
[===[Віддайте Вірен Стрімковій з оселі Далекоходців голову старого Чорниша.]===],
[===[Чудово, {ім'я}! Ми добре провчили його! Давай мені цю голову, я подбаю про неї.]===],
[===[Дякую за допомогу, {ім'я}. Я давно хотіла провчити цього дурного, пихатого хлопчину і нам це непогано так вдалось! Ось, це тобі, ти {стать:заслужив:заслужила}.]===],
},
[536] = {
[===[Вздовж узбережжя]===],
[===[Мене перевели в Південнобережжя зі Штормовійської варти. Незрозуміло, як тут узагалі люди живуть... Ще й цей постійний сморід з пристані.

Не кажучи вже про старого Червоношляха... Хоче, щоб я зайнявся мурлоками. Ха! 

Я ледве можу змусити себе підійти до цих риб-переростків на Західному узбережжі. Якщо ти розберешся з ними замість мене, я буду дуже вдячний.]===],
[===[Вбийте 10 хвилеловів Розірваного Плавника та 10 оракулів Розірваного Плавника для лейтенанта Фаррена Орінелла з Південнобережжя.]===],
[===[Ще елю, будь ласка, бо останній, здається, просто зник!

О, Світло, скільки мені ще тут стирчати?

А, це ти, {ім'я}. Вже {стать:вбив:вбила} тих мурлоків?]===],
[===[Сподіваюсь, цього буде достатньо, щоб переконати Червоношляха, що я — ха! — виконав його наказ і позбавив Південнобережжя від жахливої загрози цих мерзенних мурлоків! Бо не може бути нічого страшнішого за лють риби-переростка!]===],
},
[537] = {
[===[Темна Рада]===],
[===[Лист, що ти мені {стать:приніс:принесла}, написаний особою, яка називає себе Наґазом і є членом Арґуського Пробудження. Я не знаю, що це за "пробудження", але якщо вони у спілці з Синдикатом, то становлять загрозу.

Я хочу, щоб ти {стать:знайшов:знайшла} Наґаза й арґуських магів тіні, згаданих у тому листі. {стать:Знайшов і вбив:знайшла і вбила}.

Пошукай їх у Верхогір'ї, де Синдикат найсильніший. Це північніше Странбрада.

Якщо пощастить, то знайдеш там цих посланців Арґуського Пробудження.]===],
[===[Убийте 4 арґуських магів тіні.

Принесіть голову Наґаза війтові Малебу до Південнобережжя.]===],
[===[{стать:Знайшов:Знайшла} представників Арґуського Пробудження?]===],
[===[Хороша робота, {Ім'я}. Арґуське Пробудження не звучить для нас як хороше керівництво Синдикату.

І, хоча ти й {стать:знищив:знищила} їхнього лідера тут, Наґаз був лише прислужником когось іншого. Мережа цієї організації може міцно охоплювати весь континент.

Або навіть увесь світ.]===],
},
[538] = {
[===[Південнобережжя]===],
[===[{ім'я}. Якщо ти не проти далекої подорожі, в мене є для тебе завдання, яке допоможе поповнити бібліотеку Штормовію.

Старе королівство Альтерак занепало після великої війни разом зі своєю великою бібліотекою. Це жахливо, що місто зруйноване, та ще жахливіше, що їх колекція знань втрачена! Ми маємо врятувати все, що можемо.

Південнобережжя — найближче до руїн Альтерака місто. Відправляйся туди та поговори зі знавцем Діббсом. Він направить тебе до руїн, де ти зможеш знайти книги.]===],
[===[Поговоріть зі знавцем Діббсом у Південнобережжі.]===],
nil,
[===[А, так, я пам'ятаю Мільтона. Ще той любитель книжок, будь він здоров.

І він має рацію. В руїнах Альтерака й досі зберігаються цінні знання, які ми можемо втратити!

Тепер в Альтераку живуть огри, а їх не дуже турбують пам'ятки культури.]===],
},
[540] = {
[===[Збереження знань]===],
[===[Ці кляті огри поселились в руїнах Альтераку і мене аж тіпає від думки про те, що вони можуть робити з усіма тамтешніми книгами. Ти маєш врятувати все, що зможеш!

Йди в руїни Альтерака та знайди томи, вкрадені ограми. Знайди все, що зможеш та принось до мене. Але я попрошу тебе знайти конкретну книгу - "Руку Ґрі'лека". В ній описана давня історія тролів, яку я маю вивчити, а в руїнах Альтерака її бачили востаннє.]===],
[===[Принесіть 5 врятованих томів та потерту шкіряну книгу "Рука Ґрі'лека" знавцю Діббсу в Південнобережжя.]===],
[===[Хотів би я особисто обшукати руїни, та певно я не витримаю такого походу в гори. А як проходять твої пошуки, {ім'я}?]===],
[===[Вони в тебе! Чудово! Я маю негайно почати вивчення "Руки Ґрі'лека"!]===],
},
[542] = {
[===[Повернення до Мільтона]===],
[===[Мені потрібно провести деякий час за вивченням "Руки Ґрі'лека", яку ти мені {стать:приніс:принесла}. Та я певен, що Мільтону теж не терпиться отримати врятовані книги та поповнити бібліотеку Штормовію.

Ось книги, які ти {стать:зібрав:зібрала} в руїнах Альтерака, впорядковані та упаковані. Віднеси їх Мільтону Сніпу в Штормовій, певен, він буде їм надзвичайно радий.]===],
[===[Принесіть альтерацькі томи Мільтону Сніпу в Штормовій.]===],
[===[{ім'я}, ти {стать:повернувся:повернулась}! Як пройшла подорож до Альтераку? Ти {стать:приніс:принесла} щось звідти?]===],
[===[О, Світло! Поглянь-но на них! Не можу повірити, що вони пережили занепад Альтераку. І всіх цих огрів!

Дякую, {ім'я}. Неймовірно тобі дякую! Ти {стать:допоміг:допомогла} зберегти важливі знання та {стать:додав:додала} величності королівській бібліотеці Штормовію.]===],
},
[543] = {
[===[Тіара Перенольдів]===],
[===[Тіара Перенольдів це давня реліквія роду Перенольдів — сім'ї, що правила Альтераком до його знищення. Кажуть, що цю тіару інкрустували найкращими смарагдами майстри-ювеліри Залізогарту.

Тіару було втрачено після знищення Альтераку, але ходять чутки про огр-мага, Ґрел'борґа Ницого, що знайшов тіару і зараз шукає скарби в руїнах Альтераку.

Ми хотіли б, щоб ти {стать:знайшов:знайшла} цю тіару.]===],
[===[Принесіть тіару Перенольдів Ремінґтону Скеледужу в Штормовій.]===],
[===[Вітаю, {ім'я}. Обережно, не наступи на мої штани. Вони щойно від кравця.]===],
[===[Ах, чудово. Її, звісно, варто б почистити, але ти справді {стать:перевершив:перевершила} себе, {ім'я}. Я попрошу когось підготувати тіару та помістити її в нашу колекцію.

Наша вдячність тобі така ж велика, як і наша колекція.]===],
},
[551] = {
[===[Зачаклований пергамент]===],
[===[Цей пергамент зачаклували закляттям, яке робить його неможливим для розуміння. Але одне слово зверху можна прочитати:

 Наґаз]===],
[===[Віднесіть зачалкований пергамент до знавця Діббса у Південнобережжя.]===],
[===[О, у вас є щось, на що ви б хотіли, щоб я глянув? Сподіваюся, це якийсь уривок знань, зібраний десь у верхів'ях гір...]===],
[===[Більше зашифрованих записів?

Хотів би я, щоб у мене був талант розшифровувати всі дивні шматки письма, що просочуються з Альтераку. Але, боюся, в мене недостатньо знань.]===],
},
[554] = {
[===[Розшифрування Бурешпиля]===],
[===[Розвідувач Бурешпиль - майстер шифру та розшифрування. Якщо принесете йому знайдений пергамент, то, з краплею удач, він зможе щось у ньому зрозуміти. Бурешпиль наразі просвітлюється у штабі розвідувачів у Залізогарті.

А коли зустрінете його, то скажіть, що говорили зі мною: останнім часом я посилав йому досить багато справ.]===],
[===[Віднесіть зачаклований пергамент до розвідувача Бурешпиля в Залізогарт.]===],
[===[Знову відволікання?

Ох, цей пергамент вкритий дуже складним, тонко закрученим закляттям. Звісно, я можу його розплутати, але це займе час. А час для мене дуже цінний...

Можливо, я просто його викуплю у тебе?]===],
[===[Мудре рішення. Я не вірю, що є ще вчені, окрім мене, з навичками, достатніми для перекладу цього згортку. А якщо його вміст виявиться цікавим - не переживай, я пошлю по тебе.]===],
},
[555] = {
[===[Ніжний черепаховий суп]===],
[===[Якщо ти щось і дізнаєшся про Південнобережжя, так це те, що у нас найкраща кухня на північ від Штормовію!

Візьми, наприклад, мій секретний рецепт черепахового супу. Іноді до мене заходять із самого Темнолісся, щоб просто насолодитися ним. До речі, останнім часом мені я все ніяк не міг його приготувати. Раніше я сам ходив повз Даларан до озера Лордамер, щоб полювати на тріскощелепів, але зараз це надто небезпечно. Якщо ти принесеш мені трохи черепашачого м'яса і запашні спеції, я приготую свій знаменитий суп!]===],
[===[Принесіть 10 шматків черепашачого м'яса і запашні спеції шеф-кухарю Джессену у Південнобережжя.]===],
[===[Ну як, вдалося знайти інгредієнти? Так, скажу тобі, тут бували й спокійніші часи. Ах, якби ж не ці війни...]===],
[===[Всі будуть у захваті — ніжний черепаховий суп від шеф-кухаря Джессена знову в меню!]===],
},
[559] = {
[===[Доказ Фаррена]===],
[===[Можеш у це повірити, {ім'я}? Червоношляха не влаштували всі вбиті нами мурлоки — о, не скромничай, ти теж {стать:доклав:доклала} до цього руку. Тепер він хоче, щоб я приніс докази їхньої смерті. Щоб я відрубав холодні, слизькі голови мурлоків і приніс йому на огляд.]===],
[===[Зберіть 10 голів мурлоків на Західному узбережжі для лейтенанта Фаррена Орінелла в Південнобережжі.]===],
[===[Ти {стать:приніс:принесла} голови, {ім'я}?]===],
[===[О, заради Світла... з них щось капає.

Я до них не доторкнуся. Риба — це добре, але коли у неї відростають ноги й вона починає ходити... Я не їв риби вже кілька тижнів, скажу я тобі, а в Південнобережжі це означає життя обголодь.]===],
},
[560] = {
[===[Доказ Фаррена]===],
[===[Знаєте, {ім'я}, я б хотів торкатися до цих голів... Раз вже вони в тебе, може віднесеш їх Червоношляху від мого імені?]===],
[===[Принесіть мішок голів мурлоків маршалу Червоношляху в Південнобережжя.]===],
[===[Вітаю тебе. Ти хочеш запропонувати свою допомогу в підтримці безпеки Південнобережжя?]===],
[===[То ти на побігеньках у Фаррена?

Якщо ти {стать:допоміг:допомогла} Фаррену дістати ці голови, то дякую тобі. Південнобережжю потрібні такі захисники.]===],
},
[561] = {
[===[Доказ Фаррена]===],
[===[Будь ласка, повідом лейтенанту Орінеллу, що я хочу, щоб він зайнявся нагами, що заполонили Східне узбережжя. Коли у нього будуть результати, скажи йому, щоб він доповів мені особисто.]===],
[===[Поговоріть з лейтенантом Фарреном Орінеллом у Південнобережжі.]===],
nil,
[===[Наги, так? Червоношлях, мабуть, щойно отримав ту ж інформацію, що і я... Ха! Він не отримає підвищення через мою працю. Дозволь мені пояснити.]===],
},
[562] = {
[===[Хоу, Штормовій!]===],
[===[Мій колишній наставник зі Штормовійської варти надіслав мені повідомлення, що верховне командування Альянсу занепокоєне появою наг. З чуток, є хороші шанси на підвищення — або, принаймні, переведення на іншу посаду — для тих, хто добре проявить себе.

Є лише одна маленька проблема... Я не можу впоратися з нагами, {ім'я}. Звичайно, я можу розборонити п'яну бійку чи скрутити якогось жебрака, але наги — це вже занадто для мене. Допоможи мені, {ім'я}!]===],
[===[Вбийте 10 берегових мисливців Клинкоспинів та 10 сирен Клинкоспинів для лейтенанта Фаррена Орінелла в Південнобережжі.]===],
[===[У мене вже готовий лист майору Самуельсону зі Штормовію. Тепер мені потрібен лиш результат.]===],
[===[Після того, як ми розберемось з нагами у Південнобережжі, я стану претендентом на нову посаду. Я повернуся у Штормовій... якомога далі від цього забутого Світлом порту.]===],
},
[563] = {
[===[Перепризначення]===],
[===[З моїм звітом не повинно бути жодних проблем. Новий капітан вартових, майор Самуельсон, був моїм наставником, коли я служив у Штормовії. Йому не важко буде перевести мене назад у столицю. Але доведеться попросити тебе віднести йому мій звіт... Головне, щоб старий Червоношлях ні про що не дізнався.]===],
[===[Передайте звіт Фаррена майору Самуельсону у фортецю Штормовія.]===],
[===[Вітаю тебе. Чим Штормовійська варта може тобі допомогти?]===],
[===[А це що таке? А... так мій уважний учень зайнявся проблемою наг на Південнобережжі. Дякую, що {стать:приніс:принесла} мені це, я обов'язково візьму це до уваги, коли буду переглядати призначення наступного місяця.]===],
},
[564] = {
[===[Серйозна загроза]===],
[===[Ніщо так не злить мене, як втрата цих прекрасних коней. І повір мені, ми втратили їх чимало через цих набридливих мерців, клятих бандитів Синдикату та інших негідників, що нишпорять у цих краях.

Але я присягаюся могилою мого прадідуся, що немає більшої загрози для наших коней, ніж гірські леви з Альтерака. Постійно спускаються з пагорбів і псують мені життя!

Вважаєш себе {стать:героєм:героїнею}? Тоді йди та розберися з ними!]===],
[===[Даррен Малвей з Південнобрежжя просить вас вбити 8 гірських левів і 10 масивних гірських левів.]===],
[===[Гірські леви вбивають наших коней направо і наліво, а ти тут теревениш про якісь дурниці.

Треба мені піти й знайти справжніх героїв. Більше вбивай і менше базікай.]===],
[===[Хіба це не чудова новина! Треба було відразу ж знайти старих-добрих героїв війни, які б з першого дня розібралися з цими звірами. Твій татко пишався б тобою, {ім'я}.]===],
},
[565] = {
[===[Бартолова накидка з хутра єті]===],
[===[Я, величний Бартоло, зроблю для тебе всесвітньо відому, прославлену Альянсом, накидку з хутра єті!

Подорожуй світом, шукай собі кращу накидку, звісно. Ой, зачекай, що це я чую, {стать:маленький:маленька} {раса:к} ? "Бартоло, кращої накидки немає!" Так, так! Це я вже чув.

Мені потрібен рулон вовни, накидка жителя пагорбів, виготовлена вправним шкіряником, тонкі нитки та хутро єті, звісно ж! Принеси мені всі ці речі, і станеш {стать:щасливим власником:щасливою власницею} одного зі знаменитих плащів Бартоло!]===],
[===[Принесіть Бартоло Ґінсетті з Південнобережжя рулон вовняної тканини, накидку жителя пагорбів, тонку нитку та 10 клаптів хутра єті.]===],
[===[Отже, ти {стать:повернувся:повернулася} до величного Бартоло. Напевно, ти {стать:закінчив:закінчила} збирати матеріали для своєї накидки з хутра єті? А може, ти просто у захваті від величі Бартоло!]===],
[===[Настав час величному Бартоло застосувати свою магію! Мені не потрібні ні чарівна палиця, ні чарівний жезл. Бо я, великий Бартоло, творю магію лише за допомогою голки та нитки!]===],
},
[579] = {
[===[Бібліотека Штормовію]===],
nil,
nil,
[===[Король Андуїн приділив велику увагу освіті та всіляко піклувався про те, щоб городяни мали доступ до копій цінних книг. Все просто: принеси мені бібліотечний сувій, і я видам тобі копію будь-якої книги.]===],
[===[Яка книга цікавить тебе, {ім'я}?]===],
},
[631] = {
[===[Віадук Тандола]===],
[===[Здовецько то гахнуло, кажу тобі. Аж гори здригнулись!

На віадуці полягли найкращі наші солдати. Довгокос поклявся, що Темне Залізо ще заплатить за скоєне.

Та ниньки ми в скрутному становищі, підмоги все нема. Довгокос відправив стариганя Іржегака на розвідку до східного мосту, щоб глянути чи мо' ми там закріпитись.

То було кілька днів тому. Ми не маємо кого відправити на пошуки, поки Дун-Модр під осадою.

Мо' ти пошукаєш його...]===],
[===[Раґ Гармаш просить вас знайти стариганя Іржегака.]===],
nil,
[===[Ви наштовхуєтесь на тіло дворфа. На його шоломі видніється гравіювання: Ебенезер Іржегак.]===],
},
[632] = {
[===[Віадук Тандола]===],
[===[Схоже, що Іржегак потрапив в засідку Темного Заліза. Ви помічаєте пергамент біля його стиснутої руки.

Повідомте сумну звістку Раґу Гармашу і покажіть йому знайдений пергамент.]===],
[===[Відзвітуйте Раґу Гармашу і покажіть пергамент, знайдений біля тіла Іржегака.]===],
[===[Є новини про стариганя Іржегака, {ім'я}?]===],
[===[Який жах, страшна новина...]===],
},
[633] = {
[===[Віадук Тандола]===],
[===[О, небеса! Бідний Іржегак. Се просто трагедія.

Хай його смерть не буде марною. В цьому пергаменті сказано, що Кам Темнолют, організатор нападу на віадук, сховав запас вибухівки прямо за мостом, на височині Араті.

Якщо ця вибухівка дістанеться мосту, ми будемо відрізані від постачання з півночі! Ти маєш знищити цю вибухівку, {ім'я}. Як справишся - вертайся до мене.

Ти наша остання надія.]===],
[===[Знищіть сховок з вибухівкою.]===],
[===[Знищ вибухівку, доки не пізно!]===],
[===[Міст врятовано! Ти добре {стать:послужив:послужила} королю Маґні та дворфам Хаз-Модану.

Тепер залишилось дочекатися підкріплення...]===],
},
[634] = {
[===[Благання до Альянсу]===],
[===[Я попрошу тебе про ще одну послугу, {клас:к}. Ми чекаємо на резерви із Залізогарту. Однак, Роґґо каже про табір Альянсу на півночі у височині Араті, в Опорному пункті.

Ходи туди і знайди капітана Ніалса. Запитай доброго капітана, чи може Альянс виділити нам групу солдат, щоб ми відбили Дун-Модр та віадук Тандола.]===],
[===[Знайдіть капітана Ніалса в Опорному пункті.]===],
nil,
[===[Мої співчуття Довгокосу та його хоробрим солдатам. Звістка про трагедію на віадуці Тандола та падіння Дун-Модру глибоко сколихнула всіх нас.

Але Штромґард теж захоплено! Тому ми й тут, в Опорному пункті. Ми маємо намір битися за власне місто.

Честь і обов'язок вимагають нас не покидати нагір'я, допоки над Штромґардом не буде височіти славетний стяг короля. Я відправлю Довгобороду звістку про те, що йому доведеться триматись самотужки...]===],
},
[637] = {
[===[Лист Саллі Баллу]===],
[===[Промоклий та порваний конверт миттю розчиняється і в руках залишається лист, написаний з особливою старанністю.

Він адресований місіс Сарі Баллу в Залізогарт і починається зі слів "Моя люба Сара..."]===],
[===[Доставте Сарі Баллу лист Саллі Баллу.]===],
[===[Схоже, у твоєму житті було чимало мандрівок і важких битв, {клас:к}. Так, лихі настали часи. Яку звістку ти {стать:приніс:принесла} мені?]===],
[===[Ти {стать:бачив:бачила} мого Саллі, затиснутого глибоко під крижаними водами? Прошу, скажи, що це неправда!

Дай я прочитаю, що він написав...]===],
},
[647] = {
[===[Самогон Мак-Кріла]===],
[===[Пропустив трішки старого доброго самогончику минулої ночі! Довгокос зніс би мені довбешку якби дізнався що я знепритомнів під час вахти.

Макітра кепсько болить. Здається ніби ціла бригада важкого озброєння їздила мені по голові, настільки міцно гуде.

Ох, ти диви на цей час! Я ж давав слово броварю Білґеру з Південнобережжя що я поверну свій борг надіславши йому самогон.

Але в мене лише 15 хвилин до того як я запізнюсь! Віднесеш йому цю партію, будь ласка? І поквапся!]===],
[===[Віднесіть самогон Мак-Кріла до майстра-броваря Білґера у Південнобережжя.]===],
[===[Що скажеш, {раса:н}?]===],
[===[Ах, нема нічого, що може розпалити у жвавий день краще, ніж самогон Млистого Мак-Кріла! А я вже почав думати що той маленький негідник знову прострочить свої рахунки. Дякую, {стать:друже:подруго}! Красно дякую!]===],
},
[657] = {
[===[Сліди нової чуми?]===],
[===[<Кві переглядає теку.>

Це дійсно цікаво. Схоже, аптекар Джорелл працював над смертельно небезпечними експериментами тут, на фермі Ґо'Шек. Не знаю, яке це має відношення до Гіллзбраду, але Фіну не сподобається, якщо ми проігноруємо це.

Поки тебе не було, ми зіткнулися з орками, і я не в тій формі, щоб допомагати Кінелорі. Якщо ти не проти, їй знадобиться захист, коли вона піде на ферму, щоб викрасти результати досліджень, які Джорелл ще не відправив до Тарренського Млина.]===],
[===[Поговоріть з Кінелорі.]===],
nil,
[===[Якщо це заспокоїть Фіна, я особисто знищу кожного з відречених. Він так багато зробив для нас після чуми. Ми ніколи не думали, що знову знайдемо друзів чи родину.

Коли будеш {стать:готовий:готова}, дай мені знати. Ми негайно вирушимо в дорогу.]===],
},
[658] = {
[===[Сліди нової чуми?]===],
[===[То Фін прислав тебе перевірити, як ми? Я не здивована — він занадто багато хвилюється.

Ми спостерігаємо за фермою вже багато днів, і Кін запевняє, що нещодавно бачила кур'єрку, яка виходила з того маленького будиночка на півдні.

Вона любить поговорити, але я завжди довіряю її відчуттям, коли ми буваємо в небезпечних місцях.

Ти, випадково, не слідопит? Ми думаємо, що кур'єрка може нести повідослення до Тарренського Млина. Якби ми змогли дістати ці документи, це б пролило світло на те, що відбувається в Гіллзбраді.]===],
[===[Знайдіть відречену-кур'єрку і принесіть її запечатану теку до Кві поблизу ферми Ґо'Шек.]===],
[===[Ми вдячні тобі за допомогу в пошуках цієї кур'єрки, {ім'я}.

Поки тебе не було, Кін бачила аптекаря, який виходив з того ж будинку на півдні. Я впевнена, що вони замишляють щось лихе — мені просто потрібні докази, перш ніж ми підемо і зробимо щось необачне.

Тобі вже вдалось знайти кур'єрку?]===],
[===[Чудово! 

Подивімось, про що тут йдеться...]===],
},
[659] = {
[===[Сліди нової чуми?]===],
[===[Вітаю, {ім'я}. Я очолюю групу шукачів пригод, які розслідують дивні події в цій місцевості.

Мій двоюрідний брат у Гіллзбраді нещодавно довелося приспати свого пса Стенлі, бо тварина містичним чином виросла до величезних розмірів і стала кидатися на всіх, хто до неї наближався.

Я вважаю, що до цього причетні невмерлі, і ми шукаємо докази.

Дві мої супутниці, Кві та Кінелорі, вирушили на ферму Ґо'Шек на височині Араті та не виходили на зв'язок вже кілька днів. Знайдеш їх для мене? Я починаю хвилюватися.]===],
[===[Знайдіть Кві та Кінелорі біля ферми Ґо'Шек на височині Араті.]===],
nil,
[===[Постарайся бути якомога {стать:непомітнішим, мандрівнику:непомітнішою, мандрівнице}.

Орки не люблять, коли за ними шпигують, а на цій фермі їх більше, ніж здається на перший погляд.]===],
},
[660] = {
[===[Сліди нової чуми?]===],
[===[Гаразд, {ім'я}. Я готова, якщо ти {стать:готовий:готова}.

Почнемо?]===],
[===[Захищайте Кінелорі, поки вона не повернеться до Кві.]===],
[===[Час для розмов минув. Захисти Кінелорі, якщо тобі не байдужі мешканці Гіллзбраду.]===],
[===[Ти {стать:зробив:зробила} для нас велику послугу, {ім'я}. Дякую.

Сподіваюся, Кін не завдала багато клопоту. Вона дуже доброзичлива, але може бути й смертельно небезпечною, коли ти її ворог.]===],
},
[661] = {
[===[Сліди нової чуми?]===],
[===[Кінелорі виглядала значно гірше після нічної гулянки в таверні, ніж зараз. Схоже, ти добре її {стать:захистив:захистила}.

Ці речі, які вона принесла з ферми, принаймні дадуть Фіну уявлення про те, що відбувається в Араті. Щоб переконатися, що після вашого нападу не буде удару у відповідь, ми залишимося тут ще на деякий час. Ти не {стать:хотів би:хотіла б} повернутися до Південнобережжя і поговорити з Фіном?]===],
[===[Знайдіть Фіна Оделіка у Південнобережжі.]===],
nil,
[===[Отже, з цими двома бешкетницями все гаразд? Ха-ха, радий це чути. Дякую, що {стать:повідомив:повідомила} мені про їхнє місцеперебування та стан — мені дуже приємно, що вони живі. Вони незамінні подруги та супутниці в подорожах.

Але... набагато важливіша моя вдячність за твою допомогу. Ось, візьми. Візьми це разом із подякою від усієї нашої групи.

Якщо пощастить, ми з'ясуємо, що задумали відречені, і покладемо цьому край.]===],
},
[683] = {
[===[Прохання Сари Баллу]===],
[===[{ім'я}, у мене є до тебе невелике прохання.

Віднеси мою записку великому монарху Залізогарта, королю Маґні Бронзобородому. Це буде не складно для {стать:такого відважного героя:такої відважної героїні} Альянсу.

Мені в моєму горі зараз важко буде постати перед королем. Ти, звісно, розумієш мене.]===],
[===[Віднесіть записку Сари Баллу королю Маґні Бронзобородому в Залізогарт.]===],
[===[То ти {ім'я}-{клас}? Слава твоїх подвигів на службі Альянсу випереджає тебе.

Що тебе привело до мене сьогодні?]===],
[===[Хвилинку, дай-но я прочитаю цього листа...]===],
},
[686] = {
[===[Королівські почесті]===],
[===[Я і не очікую, що такі добрі дворфи, як місіс Баллу, зрозуміють, що нам доводиться терпіти жахи війни заради блага нашого народу. Загибель її чоловіка, як і втрата кожного дворфа, що б'юєься в ім'я Альянсу, лежить тяжким тягарем на моїй душі.

Мені не під силу повернути її чоловіка з Підсвітньої Крутоверті, але я можу хоча б вшанувати його пам'ять.

Я маю намір замовити у головного каменяра Мармуренка пам'ятник Саллі Баллу.

Передай йому мої слова, {клас:к}. Ти будеш {стать:посланцем:посланницею} моєї волі.]===],
[===[Король Маґні Бронзобородий хоче, щоб ви поговорили з головним каменярем Мармуренком.]===],
nil,
[===[То тебе прислав король Маґні Бронзобородий?

Йой! Це певно щось важливе!]===],
},
[689] = {
[===[Королівські почесті]===],
[===[Тож наш добрий король хоче, щоб я зробив пам'ятник на честь солдата на ім'я Саллі Баллу? Цей бідолага загинув в трагедіїї на віадуці Тандола?

Ах, чи настане колись в Азероті мир?

Та хай там як, а будь-яке доручення короля — найважливіша справа. Щоб звести справді гарний та довговічний пам'ятник, мені знадобиться найкращий матеріал. Прямуй до пагорба Дарроу в Гіллзбрад та принеси мені альтерацький граніт.]===],
[===[Головний каменяр Мармуренко з Залізогарту просить вас принести йому 5 шматків альтерацького граніту.]===],
[===[{ім'я}, {ім'я}, {ім'я}! Сподіваюсь, ти {стать:приніс:принесла} достатньо альтерацького граніту і я можу почати роботу над пам'ятником на честь Саллі Баллу.]===],
[===[Чудово! Навіть краще, ніж я міг собі уявити!

А уява в мене неабияка...]===],
},
[690] = {
[===[Прохання Маліна]===],
[===[Вітаю, {ім'я}. Ти здаєшся {стать:досвідченим шукачем:досвідченою шукачкою} пригод, а в мене є завдання для таких, як ти.

Архімаг Трелейн, мій колишній повелитель, не так давно тікав зі Штромґарду, що на височині Араті, і попросив мене допомогти йому з поверненням його полишених речей.

Місто було під облогою і він намагався обороняти вежу Аратора, але марно. Я вже маю там кількох помічників, але вони попросили про допомогу. {стать:Зацікавлений:Зацікавлена}?]===],
[===[Знайдіть Скуерто в Опорному пункті на височині Араті.]===],
nil,
[===[То тебе прислав Малін? А мені однаково, хай хоч Мурадін воскресне і з'явиться тут на драконі. Я зайнятий! Поговори з Критеном, якщо тобі щось треба.]===],
},
[700] = {
[===[Королівські почесті]===],
[===[Ах, який в Лордероні гарний камінь. Як шкода, що ці землі лежать в руїні.

Але пам'ятник вийшов доволі непоганий! Впевнений, король буде задоволений.

А тепер, будь ласка, передай Його Величності, що його прохання виконано.]===],
[===[Передайте звістку королю Маґні Бронзобородому.]===],
nil,
[===[Граніт — така дрібниця в порівнянні з життям гідного дворфа. Та жоден дворф на цьому світі не вічний.

Сподіватимемося, що цей меморіал стане нагадуванням майбутнім поколінням Азерота. Ми ніколи не забудемо, що за них віддали життя відважні солдати. Такі, як Саллі Баллу.]===],
},
[704] = {
[===[Доля Аґмонда]===],
[===[Останній звіт отриманий мною від Аґмонда занепокоює, тим паче, що тепер він мертвий! Він згадував, що його землекопи знайшли "стародавні урни" на розкопках біля Ульдаману. Я боюся що урни, які він знайшов на тому місці, вплинули на трогів так само як і ідоли, які я знайшов тут.

Мені потрібно, щоб ти {стать:дістав:дістала} ці урни для наших досліджень. Вирушай до Ульдаману, збери урни та повертайся до мене.]===],
[===[Принесіть 4 різьблені кам'яні урни розвідувачу Залізоплету у Лох-Модан.]===],
[===[Ти {стать:знайшов:знайшла} урни, {ім'я}? Ми маємо знайти зв'язок між ними та трогами!]===],
[===[Чудова робота! Зі старанністю та вдачею, ми знайдемо будь-який зв'язок між трогами та цими стародавніми артефактами. 

Ти {стать:зробив:зробила} велику справу для розвідувачів, {ім'я}. Твої зусилля не будуть забуті. Як і Аґмонд.]===],
},
[706] = {
[===[Зачарування вогненного спалаху]===],
[===[Як учень Феранора Сталепалого, я перейняв від нього його особливу техніку пронизування зброї вогненними чарами. Коли я чув від нього востаннє, Феранор працював у кузні з мисливським загоном в Лордероні.

Я не можу розповісти тобі про надто багато деталей процесу, але можу сказати це: для нього потрібна кров з рідкісного серця чорного драконеняти, що все ще б'ється. У мене небагато справ, поки я чекаю на звістку з Залізогарта. Якщо принесеш мені серце драконеняти з ущелини Летлор, то я продемонструю тобі свою майстерність!]===],
[===[Роздобудьте серце чорного дракончика для Зіґрана Залізотеса.]===],
[===[Як там полювання, {клас:к}?]===],
[===[О так, це прекрасно підійде. Це наділить твою зброю здатністю вдаряти палючим жаром!]===],
},
[707] = {
[===[Ви потрібні Залізоплету!]===],
[===[{ім'я}. Я отримав звіт розвідувача Залізоплета про перебіг розкопок у Лох-Модані. Йому потрібна допомога з іншими нашими розкопками.

Більше нічого сказати не можу, але якщо бажаєш трохи розім'яти ноги — вирушай до Залізоплета.]===],
[===[Поговоріть з розвідувачем Залізоплетом на його розкопках у Лох-Модані.]===],
nil,
[===[То тебе прислав Бурешпиль? Добре.

В мене є для тебе важливе завдання...]===],
},
[708] = {
[===[Чорний ящик]===],
[===[Поверхня цього металевого чорного ящика поїдена іржею, ніби його занурювали в кислоту - схоже, він довго пролежав в шлунку гігантського кондора.

Перевернувши ящик, ви знайшли символ, викарбуваний на дні. Під символом напис:

"Двигун #19 - Облогова бригада Залізогарта"]===],
[===[Віднесіть заіржавілий чорний ящик до Військової зали у Залізогарті.]===],
nil,
nil,
},
[717] = {
[===[Тремтіння землі]===],
[===[Зараз вже очевидно, що ми не можемо бути впевнені, що Чорнохлист та Гемат будуть залишатися ув'язненими у Летлорі. Те, що там влаштувалися чорні дракони, та те, що ограм вдалося вкрасти знак Землі, означає, що потрібні куди більш серйозні заходи.

В'язниця дракончиків замкнена трьома рунними каменями, які можна отримати лише використовуючи знак Землі. Ці рунні камені можуть бути використані, щоб зламати печатку, яка ув'язнює їх.

{Ім'я}... переконайся в тому, що їх сни вічні.]===],
[===[Застосуйте знак Землі, щоб активувати алмазний, опаловий і аметистовий стовпи, і витягнути рунні камені.

Помістіть рунні камені на печатку Землі, щоб звільнити драконів Чорнохлиста і Гемата.

Убийте драконів і принесіть Ґареку наручники Чорнохлиста, ланцюги Гемата і знак Землі.]===],
[===[Потужна магія та сила тримали в'язницю дракончиків під замком так довго, і все ж ми не можемо допустити жодної можливості, щоб Чорнохлист та Гемат були звільнені.]===],
[===[Кірін-Тору більше немає потреби перейматися бранцями Летлора. Я повернуся, щоб відзвітувати про успіх моєму господарю. Красус, безсумнівно, буде задоволений.]===],
},
[718] = {
[===[Марева]===],
[===[У поспіху залишаючи розкопки Ульдамана ми були вимушені покинути багато візків та ящиків з припасами вздовж шляху. Місцеві огри з табору Кош накинулися на наше спорядження, як стерв'ятники на гнилий труп. Смердять вони теж не краще. Ніж падаль, я маю на увазі.

Як би там не було, вони взяли візок, у якому була вся наша зброя і тому подібне... Тож - ох, це трохи ніяково, - ми не змогли роздобути жодну їжу.

Ми тут трохи у скруті, тож, може, ти б {стать:міг:могла} нас виручити?]===],
[===[Поверніть ящик з припасами Зіґрунові Залізотесу.]===],
[===[Мушу я тобі сказати, мій друже, що пустеля - погане місце для життя голодним.

Гей... що це там...]===],
[===[Величезне дякую, {ім'я}. Поки тебе не було, я... е... проковтнув трохи піску. Це...

Ну, досить про це, ми підемо та здобудемо якусь їжу сьогодні. Будемо бенкетувати, як королі!]===],
},
[719] = {
[===[Дворф і його інструменти]===],
[===[Гей, {ім'я}. Бережи сі тутка. Повсюди шастають дворфи Темного Заліза - виглядали, як клан Тінегарту.

Вони щойно напали на місце розкопок, де я робив, і, вважай, майже всіх там вирізали, включаючи мого шефа Молотопалого. Я ледь сі душу забрав.

Розкопки - прямо на північ звідси, і я ось прикидаю, як би забрати звідти частину наших припасів, особливо, моє щасливе кайло.

Думаєш, {стать:міг би:могла б} мені троха посприяти? Хтось з того чортового Темного Заліза мусить мати моє кайло! Може бути будь-хто з них.]===],
[===[Знайдіть щасливе кайло Райдола його поверніть його розвідувачу Райдолові на півдні від розкопок Молотопалого.]===],
[===[Не знаю, що тут шукав сі той Тінегарт, але у них точно була якась мета.]===],
[===[Ти сі мене {стать:врятував:врятувала}, {клас:к}. Радий, що хтось, {стать:зміг:могла} провчити тих Тінегартів разочок чи два. Вельми дякую за допомогу.]===],
},
[720] = {
[===[Провісник надії]===],
[===[<Шматком крейди на мапі грубо видряпані слова.>

"Райдол,
вони забирають мене до Ульдамана. Надішли допомогу.
-Молотопалий"]===],
[===[Знайдіть розвідувача Райдола і дайте йому знати, що Молотопалий Ґрез живий.]===],
nil,
[===[Молотопалий живий?! Це чудесно, {ім'я}!]===],
},
[721] = {
[===[Провісник надії]===],
[===[{ім'я}, ти можеш знайти його? Ти можеш відшукати Молотопалого в Ульдамані?

Якщо ті брудні тінегарці тримають його в заручниках, щоб з'ясувати, що він знає про розкопки титанів, тоді увесь Залізогарт може опинитись у великій біді.

Дворфи Темного Заліза вже давно шукають магію для створення ще потужніших големів. Звісно, Молотопалий займався тим самим, але тільки для того, щоб зупинити їх.

Ймовірно вони триматимуть його живим, доки не дізнаються що йому відомо. Якщо ти хочеш врятувати його, тобі варто поквапитись!]===],
[===[Знайдіть Молотопалого Ґреза в Ульдамані.]===],
nil,
[===[Так? Вибач... <кашляє> Я так ослаб. Можеш підійти ближче, {клас:к}?

Тебе прислав Райдол? Хвала Мурадіну, цей хлопець не таке вже й гальмо, як я думав.]===],
},
[722] = {
[===[Амулет таємниць]===],
[===[А ти {стать:хоробрий:хоробра}... <кашляє> ...раз {стать:прийшов:прийшла} в Ульдаман заради мене, {клас:к}.

Якщо ти справді хочеш допомогти старому Молотопалому, то... <кашляє> ...знайди мій амулет.

Він у Чорноморока. Маґреґана Чорноморока. Він десь тут... в руїнах. Цей амулет приведе їх... <кашляє> ...прямо до сувоїв, якщо його не зупинити. Це у твоїх руках, {ім'я}. Будь ласка... поверни амулет.

Якщо сувої потраплять до їхніх рук, то Темне Залізо зможе створювати ще могутніших големів. Я знаю це. Я відчуваю це своїм нутром.]===],
[===[Знайдіть амулет Молотопалого і поверніть його йому в Ульдаман.]===],
[===[Клан Тінегарту... <кашляє> небезпечний. Будь {стать:обережний:обережна}. <кашляє> Ти маєш знайти амулет.]===],
[===[Ха! <кхе-кхе>

Я знав, що ти знайдеш мій амулет, {ім'я}.

<кашляє>

Молодець, {ім'я}.]===],
},
[723] = {
[===[Майбутнє віри]===],
[===[<Молотопалий стискає свої рани та кілька митей збирає свої сили, перш ніж знову заговорити.>

Знайди Райдола, {ім'я}. Передай йому мій амулет... <кашляє> Він... <кашляє> зрозуміє, що робити. Він знає, що я шукав походження нашого народу, і він... <кашляє>... знає, що моєю місією також було зупинити клан Тінегарту. Їм не можна дозволити знайти сувої... <кашляє>]===],
[===[Принесіть амулет Молотопалого розвідувачеві Райдолу в Безплідні краї.]===],
[===[Я б сказав, що це був поганий день, але це - Безплідні краї: кожен день тут поганий.]===],
[===[Амулет Молотопалого? Думаю, у мене був кращий настрій, коли я вважав його мертвим. Знаючи це напевне лише робить біль сильнішим. Цей амулет був справою його життя. Я не можу дозволити, щоб його смерть буда марною.]===],
},
[724] = {
[===[Майбутнє віри]===],
[===[Так, так... Хто б знав, що робити?

Історик Карник! Звісно!

Він у Залізогарті. Він зможе допомогти. Вони разом з Молотопалим працювали над пошуком втрачених артефактів в Ульдамані.

Гадаю, Тінегарт дізнався, що ці двоє знають більше, ніж робили вигляд.

Розкажи Карникові, що сталося з Молотопалим, і передай йому амулет; він скаже тобі, що потрібно робити далі.]===],
[===[Принесіть амулет Молотопалого історикові Карнику в Залізогарт.]===],
[===[А, так. Ще один {стать:подорожній, якому:подорожня, якій} щось потрібно від дворфів.

{Стать:Сер:Леді}, я дуже вибачаюся, але зараз у мене немає часу відповідати на безглузді запитання.]===],
[===[О! Так це зовсім інша справа. Мабуть, ви ще не усвідомлюєте всю серйозність цього питання, чи не так?

Мене дуже хвилює загибель Молотопалого, але якщо він послав вас сюди зі своїм амулетом, то він розумів, що поставлено на карту.

Нам доведеться відкласти час для оплакування його смерті на пізніше.

Дозвольте мені показати вам одну з причин, чому цей амулет такий цінний.]===],
},
[725] = {
[===[Передаючи звістку про загрозу]===],
[===[{Ім'я}, біжіть та якомога швидше знайдіть радника Белґрама. Розкажіть йому по побачене та запитайте, яким чином він хоче, щоб ми продовжували. Ця записка надалі все йому роз'яснить.

Тим часом я поспілкуюся з духом Молотопалого. Можливо, він знає щось, що зможе допомогти нам припинити діяльність цих кретинів з Тінегарту в Безплідних краях. Ми можемо лише молитися.]===],
[===[Знайдіть радника Белґрама та віддайте йому його записку.]===],
[===[Гм-м? Так, {клас:к}.]===],
[===[А, звісточка від історика Карника. Відмінно.

Для його справ у мене завжди знайдеться хвилинка.

<Радник Белґрам розгортає записку та починає читати.>]===],
},
[726] = {
[===[Передаючи звістку про загрозу]===],
[===[<Радник Белґрам дочитує записку до кінця, і його очі на мить розширюються.>

Ох, це погані новини.

{Ім'я}, будь ласка, повернися до історика Карника та повідом йому від імені короля, щоб він швидко та рішуче зреагував на цю інформацію. Він повинен припинити діяльність Тінегарту в Безплідних краях.]===],
[===[Поспілкуйтеся з істориком Карником.]===],
nil,
[===[Ви ставитеся до цієї справи з терміновістю, яку я б очікував від самого короля, {ім'я}.

Тоді добре. Я знаю, що розіб'є Тінегарт.

Їхню присутність в Ульдамані можна послабити, якщо ми завдамо удару по їхній базі операцій: фортеці Анґора.]===],
},
[727] = {
[===[У Залізогарт за збірником Ягіна]===],
[===[Ця табличка говорить багато про що. І все ж цього недостатньо! І близько недостатньо!

Існує книга, збірник, яку Ягін писав століття тому. Люди... від яких я втік... вони зберігають цю книгу в багатьох місцях. І наймудріші з них вивчають її. Вона містить великі знання. Знання, що здатні захистити нас!

Вирушай до Ґерріґа Кісткохвата. Він у магазині в Залізогарті, у Закинутій Печері. Покажи йому цю сигілу, і він прийме тебе за свого. Попроси у нього збірник Ягіна... і принесе його мені!]===],
[===[Віддайте Сигілу Молота Ґерріґу Кісткохвату в Закинутій Печері в Залізогарті.]===],
[===[Вітаю. Ласкаво прошу в мою крамницю, але дивись, чого торкаєшся. 

Знання може бути смертельним.]===],
[===[О. Вітаю, брате.

І хвала мешканцям внизу.]===],
},
[729] = {
[===[Розгублений розвідувач]===],
[===[Якою честю для мене було, коли майстер Сіровус доручив мені працювати під керівництвом великого розвідувача Сноходня. В академії Залізогарту всі знають про його великі відкриття.

Але він досить... гм... забудькуватий...

Ми знайшли рештки великого поселення. Та з-під землі з'явилися жахливі големи з-під землі та захопили розкопки. Але Сноходень, здавалося, так нічого й не помітив. Я побігла назад, до Аубердіна, за допомогою.

Прошу тебе, вирушай на південь і перевір, чи все гаразд із розвідувачем!]===],
[===[Вирушайте на південь, знайдіть розвідувача Сноходня та дізнайтесь, як у нього справи.]===],
nil,
[===[Холлі, це ти? Мені потрібна допомога, треба розчистити цей камінь. Дай-но мені мою щітку для каменю, здається, я тут щось бачу.

Ой, ти не Холлі! Ти, мабуть, не {стать:бачив:бачила} мою щітку?

Та це вже неважливо! Я обіцяв Лізі, що надішлю таємничу скам'янілість. Куди ж поділася Холлі?

Стільки роботи! Де ж ця скам'янілість... і моя щітка... і Холлі...

І хто ти... Та це не важливо, якщо ти тут, щоб допомогти.

Дай знати, коли будеш {стать:готовий:готова} почати пошуки.]===],
},
[730] = {
[===[Негаразди на Темнобережжі?]===],
[===[Як приємно бачити {клас:з}, що цікавиться великими археологічними чудесами нашого світу.

Наші друзі з Альянсу часто вважають нашу роботу чимось на зразок хобі. Але багато хто не розуміє, що останні відкриття в Хаз-Модані доводять, що велика й могутня сила загрожує всьому Азероту — від Лордерону до Калімдору.

Я дуже переживаю за свою команду, яку відправив на Темнобережжя. Від них немає звістки вже кілька тижнів.

Вирушай в Аубердін і дізнайся, де вони можуть бути.]===],
[===[Відправляйтесь на пошуки команди дворфів-археологів в Аубердін.]===],
nil,
[===[Я дуже рада, що старший археолог Сіровус послав по нас...]===],
},
[731] = {
[===[Розгублений розвідувач]===],
[===[Отож, Холлі... а, точно, ти не Холлі. Де ж Холлі?

Гаразд, це не має значення. Ми повинні знайти ту щітку для каменю... тобто таємничу скам'янілість! Ми маємо знайти цю скам'янілість. Ліга дослідників у Дарнасі захоче отримати якийсь звіт про мою роботу.

Дай мені знати, коли будеш {стать:готовий:готова}, і ми знайдемо цю щітку... тобто скам'янілість! Ми знайдемо щось для звіту Лізі.

Ну що, ти {стать:готовий:готова}?]===],
[===[Захистіть розвідувача Сноходня під час пошуків таємничої скам'янілості, а потім поверніться до археологині Холлі в Аубердін.]===],
[===[Розвідувач живий?]===],
[===[Дякувати зіркам, розвідувач Сноходень у безпеці! Я ж казала, що він трохи розсіяний. Не можу повірити, що він захотів залишитися там, де нишпорять всі ці жахливі істоти.]===],
},
[732] = {
[===[Тремтіння землі]===],
[===[Зіґран сказав, що ти {стать:надав:надала} йому неоціненну допомогу. Можливо, мені вона теж знадобиться. Мене прислав сюди мій господар, Красус з Кірін-Тора, щоб припинити безлади в ущелині Летлор.

Я не маю права розголошувати точний характер мого завдання тут чи завдань, які я повинен виконувати, але можеш бути впевненим - вони мають життєво важливе значення.

Зграя бродячих огрів, яких іноді бачили біля табору Бофф, викрали один предмет, що зветься знаком Землі; мені необхідно повернути його. Принеси його мені і я розповім тобі більше.]===],
[===[Принесіть знак Землі Ґареку.]===],
[===[Зграя бродячих огрів кочує від табору до табору в Безплідних краях; спека, що підіймається від сухої землі та вихрові вітри ускладнюють відстеження їхнього шляху. Я чув, що іноді вони подорожують через табір Бофф. Якщо ти {стать:загубився:загубилася}, спробуй пошукати там.]===],
[===[Добра звістка, що ти {стать:приніс:принесла} знак, {ім'я}. Знак Землі був створений дворфами Темного Заліза із фортеці Анґора, щоб зв'язати двох безжальних лейтенантів Смертекрила, близнюків Чорнохлиста та Гемата.]===],
},
[733] = {
[===[Виканючування]===],
[===[Нам буде важко, якщо я не зможу роздобути деякі матеріали, щоб побудувати деякі укріплення та інші необхідні речі. Я помітив, що огри в цих землях добре обладнані металобрухтом. Можливо, історії про облогові машини у Безплідних краях не така вже й видумка...

У будь-якому разі, розвідувач турбується за стан нашого маленького табору, тож я хотів би братися до роботи якомога швидше.

Головний табір огрів розташований у Пилорижному гроті, досить далеко на захід звідси.]===],
[===[Принесіть 7 шматків металобрухту Зіґрану.]===],
[===[Ну, я зробив те, що міг, але... Цього не багато. Тобі вдалося роздобути більше запасів?]===],
[===[Це початок, {ім'я}. Вистачить, поки не отримаємо розпорядження із Залізогарта чи від Ліги дослідників.

Тепер, якби я тільки міг знайти трохи солі для моєї загартованої рушниці...]===],
},
[735] = {
[===[Зірка, рука та серце]===],
[===[Збірник Ягіна, еге ж? Ти хочеш зібрати десь ще одну ватагу? Не зважай, не мені питати.

Я допоможу тобі, бо маю додаткову копію. Ми повинні допомагати один одному, чи не так? Тільки так ми досягнемо успіху.

Мені потрібні три предмети сили. Принеси їх мені та отримаєш збірник.

Я не називаю тобі ці предмети, бо нас можуть підслуховувати. Але ось, я їх записав.]===],
[===[Поверніть предмети, перелічені в записці Кісткохвата, Ґерріґу Кісткохвату в Залізогарт.]===],
[===[У тебе є реліквії, про які я просив?]===],
[===[Ти {стать:винахідливий:винахідлива}, {клас:к}. Якщо тобі належить честь відкрити новий осередок нашого ордену, то я вірю, що в тебе все вийде.]===],
},
[738] = {
[===[Знайти Аґмонда]===],
[===[Розвідувач Аґмонд завідував нашими розкопками у Безплідних краях, на південному заході. Я кажу "завідував", бо... ну, я не мав від нього звісток вже не один тиждень. Мені потрібно, щоб ти {стать:знайшов:знайшла} Аґмонда, і тоді я зможу отримати його звіт.

Останнє, що я чув, - Аґмонд був на найпівденнішій ділянці розкопок у Безплідних краях, крихітній операції за фортецею Анґора. Я б почав шукати його там.]===],
[===[Знайдіть Аґмонда.]===],
nil,
[===[Цей скелет має бути бідолашними останками Аґмонда. Його тіло розбите й побите, а кістки начисто обдерті.]===],
},
[739] = {
[===[Мурдалок]===],
[===[Сліди Аґмонда ведуть із заходу. Судячи по кривавих плямах на скелях та піску, легко побачити, що дворф проповз певну відстань.

А тут він помер.

При ретельному огляді видно грубо нашкрябане слово "Мурдалок" на шматку безпліднокрайого піщанику.

Нашкрябане поряд з мертвою рукою Аґмонда.]===],
[===[Знищте вбивцю Аґмонда, Мурдалока.

Убийте 12 Каменесклепих кісткохрустів.

Відзвітуйте розвідувачеві Залізоплету в Лох-Модані.]===],
[===[Чи є у тебе новини про долю Аґмонда? Ти його {стать:знайшов:знайшла}?]===],
[===[Це гірка звістка, {ім'я}. Але Аґмонд мав сильну руку та славно управлявся з молотом, а його череп був таким міцним, як ні в кого іншого! Хоча його і вбили ці прокляті троги, я впевнений, що він забрав багато з них із собою.]===],
},
[741] = {
[===[Розсіяний розвідувач]===],
[===[Тож розвідувач хоче відправити цю таємничу скам'янілість Лізі дослідників у Дарнас? Мені не хотілося б залишати Темнобережжя без нього.

Ось, {ім'я}, достав цю таємничу скам'янілість старшому археологу Сіровусу в Дарнас.]===],
[===[Віднесіть таємничу скам'янілість старшому археологу Сіровусу в Дарнас.]===],
[===[Чим я можу тобі допомогти, {раса:к}?]===],
[===[Йой! Лише розвідувач Сноходень міг зробити таке відкриття!]===],
},
[762] = {
[===[Посол зла]===],
[===[Посла Інферна прислав до фортеці Анґора сам Раґнарос, щоб наглядати за пошуками Тінегартом втрачених артефактів в Ульдамані.

Це вже означало великі жертви для наших людей, але, очевидно, все стало гірше. Я навіть боюся припустити, скільки артефактів вони зможуть знайти та використати проти Залізогарта.

Наше завдання просте, {клас:к}. Повертайся до Безплідних країв і знищ посла Інферна. Як тільки загроза буде усунена, повертайся до радника Белґрама з доказом твоєї перемоги.

Тепер усе в твоїх руках.]===],
[===[Убийте посла Інферна в фортеці Анґора і принесіть доказ його смерті раднику Белґрамові до Залізогарта.]===],
[===[Час - безцінний, {ім'я}. Раґнарос не чекатиме, поки ми підготуємося.]===],
[===[{Ім'я}, твою відданість Залізогарту та народові дворфів не можна заперечити. Я дякую тобі за допомогу в цьому питанні.

Я зв'яжуся з істориком Карником і повідомлю про твої успіхи, а також пошлю поміч до Безплідних країв якомога швидше, що допомогти відновити місце розкопок. Ще раз дякую тобі.

Перш ніж ти підеш, у мене до тебе є ще одне прохання від імені короля Бронзобородого.]===],
},
[779] = {
[===[Печатка Землі]===],
nil,
nil,
[===[Печатка Землі знаходиться тут, з трьома заглибленими нішами для аметистового, опалового та діамантового рунних каменів.]===],
[===[Як тільки ви вставляєте рунні камені у відповідні ніші, несамовитий гуркіт трясе землю, через те, що печатка зламана.]===],
},
[783] = {
[===[Загроза зсередини]===],
[===[Сподіваюся, що ти туго {стать:затягнув:затягнула} свій пояс, {стать:молодий:молода} {клас:к}, тому що тут у Північнокраї є невиконана робота.

І я не про фермерство.

Варта Штормовію насилу підтримує тут мир: занадто багато з нас перебувають у далеких краях, і занадто багато загроз нависають усе ближче. І тому ми приймаємо допомогу кожного, хто бажає захищати свій дім. І своїх побратимів.

Якщо ти тут, щоб відповісти на наш поклик, то поговори з моїм начальником, маршалом Макбрайдом. Він усередині абатства позаду мене.]===],
[===[Поговоріть із маршалом Макбрайдом.]===],
nil,
[===[Чудово! Ще один доброволець. Багато таких, як ти, прибуває в наші ряди останнім часом.

Сподіваюся, бійців нам не забракне.

Землі людей перебувають під зовнішньою загрозою, і через це багато наших військ перевели за кордон. Що, своєю чергою, дало можливість для корумпованих та безпринципних груп процвітати на наших теренах.

Ми воюємо на багатьох фронтах, {ім'я}. Налаштовуйся на довгу кампанію.]===],
},
[916] = {
[===[Отрута павутиннолісих]===],
[===[Я прийшов до Тінистої долини спостерігати за павутиннолісими павуками, що живуть у печері Тіненитки. Вони родичі набагато меншого виду павуків, і я вірю, що Світове Дерево мало на них значний вплив. Я б хотів зразки для вивчення, щоб підтвердити моє припущення.

Для початку мені потрібна їхня отрута. Збери отруйні залози павутиннолісих павуків у та навколо печери Тіненитки на півночі. Тоді я зможу порівняти їх на предмет схожості з отрутою їхньої меншої братії.]===],
[===[Принесіть 10 отруйних залоз павутиннолісих Ґілшалану Вітроступові в Альдрассіль.]===],
[===[Чи ти {стать:зібрав:зібрала} отруйні залози, {Ім'я}?]===],
[===[Дякую тобі, {Ім'я}. Коли я повернуся до Дарнаса, я порівняю отруту з цих залоз із отрутою інших павуків. Я вірю, що в неї будуть властивості, пов'язані з недавнім ростом нашого нового Світового Дерева.]===],
},
[917] = {
[===[Яйце павутиннолісих]===],
[===[Оскільки в мене вже є отрута павуків, я б хотів повивчати живі зразки. На жаль, виловлення живого величезного павука понад те, що я можу в тебе попросити, {стать:юний:юна} {клас:к}. Тим більше, величезний павук також понад те, з чим я міг би самотужки справитися!

Але якщо ти зможеш знайти для мене невилуплене яйце, то процес вирощення зразків значно спроститься, і я потім зможу втримувати невилуплених павуків.

Одне з гнізд повинне бути глибоко в печері Тіненитки. Будь ласка, пошукай там яйце та повертайся з ним до мене.]===],
[===[Принесіть яйце павутиннолісих до Ґілшалана в Альдрассіль.]===],
[===[Ти вже {стать:був:була} всередині печери Тіненитки, {Ім'я}? {стать:Знайшов:Знайшла} павучине яйце?]===],
[===[О, чудово. Я передам це яйце й отруту до Дарнаса, і повернуся туди сам після завершення моїх досліджень тут. Я сподіваюся дізнатися багато нового з цих зразків, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}.]===],
},
[918] = {
[===[Насіння деревників]===],
[===[Деревники Тельдрассіля - елементалі природи. Певним чином вони відображають природний порядок флори та фауни нашого великого дерева.

Тому мене тривожить, що вони так розлютилися.

Я вважаю, що це якось пов'язане із землею. Я працював з різними методами підживлення рослин і хотів би спробувати їх на насінні деревників. Будь ласка, збери для мене насіння з деревників, що ходять навколо озера Аль'Амет.]===],
[===[Принесіть 8 насінин деревників Деналану біля озера Аль'Амет.]===],
[===[Ти {стать:приніс:принесла} насіння? Я горю бажанням його посадити.]===],
[===[Тобі вдалося. Це добре!

Я посаджу насіння в спеціально підготовлений мною ґрунт. Я вірю, що насіння проросте у більш спокійних деревників. Можливо, згодом ти побачиш результати!]===],
},
[919] = {
[===[Паростки деревників]===],
[===[Маленькі деревники проростають навколо вод озера Аль'Амет. Боюся, що їм допомагати вже пізно - нам слід спробувати прибрати їх з землі, перш ніж вони виростуть досить великими, щоб стати для нас проблемою.

Якщо побачиш паростки деревників, блукаючи навколо озера, будь ласка, візьми їх. Допоможи зберегти нашу землю в чистоті!]===],
[===[Принесіть 12 паростків деревників Деналану біля озера Аль'Амет.]===],
[===[Привіт, {Ім'я}. Ти {стать:знайшов:знайшла} паростки біля води?]===],
[===[Це багато! Боюся, вони розростаються з надзвичайною швидкістю. Сподіваюся, що зможу розгадати загадку того, що їх вражає.

Дякую за допомогу, {Ім'я}. Завдяки твоїм зусиллям земля стала чистішою.]===],
},
[920] = {
[===[Поклик Тенарона]===],
[===[{Ім'я}, чи не так? Я чув, що Тенарон питався про тебе. Ти знайдеш його у найвищій кімнаті на вершині Альдрассіля. 

У нас, може, й довгі життя, але краще не змушуй його чекати на тебе надто довго.]===],
[===[Поговоріть з Тенароном Штормохапом на вершині Альдрассіля у Тінистій долині.]===],
nil,
[===[А-а, {Ім'я}. Я сподівався, що ти швидко відреагуєш на мій поклик. У мене є для тебе важливе завдання, і я хотів би, щоб ти його {стать:виконав:виконала}.]===],
},
[921] = {
[===[Вінець Землі]===],
[===[Настав час тобі знайти своє призначення, {Ім'я}. Але перед тим, як ти будеш {стать:готовий:готова} вийти у великий світ поза нашими чарівними лісами, тобі ще багато потрібно вивчити про нашу недавню історію.

Багато чого змінилося для нашого народу після битви при горі Хіджал. Нордрассіль тепер є бляклою тінню того, чим він колись був. Уся його сила була використана на подолання Архімонда та вигнання Палаючого Легіону...

Для тебе є завдання. Йди до місячного колодязя на північ від Альдрассіля та принеси мені фіал, наповнений його водою.]===],
[===[Наповніть кришталевий фіал і принесіть його Тенарону Штормохапу на вершині Альдрассілю.]===],
[===[Місячні колодязі бережуть воду з Джерела Вічності, древнього джерела магії, яке призвело до стількох жахіть у нашому світі.

Друїди користуються її властивостями, а вартові шанують колодязі як святилища Елуни, але чародійство - заборонене.]===],
[===[Ось ти й {стать:почув:почула} першу частину розповіді про часи після битви при горі Хіджал. Залишається ще багато чого розповісти, і завдання, яке ти тут {стать:розпочав:розпочала}, супроводжуватиме тебе впродовж усієї подорожі Тельдрассілем аж до Дарнаса.]===],
},
[922] = {
[===[Релліан Зеленоватрий]===],
[===[{Ім'я}, не {стать:міг би:могла б} ти взяти одну з принесених тобою насінин та передати її моєму другові, Релліану Зеленоватрому? Він друїд з Дарнаса, і, коли ми востаннє розмовляли, він проявив чималий інтерес до моєї роботи з деревниками. У нього були цікаві ідеї, тож він буде вдячний за цей зразок насіння для подальшої роботи.

Дякую, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}. Я сподіваюся, що колись ти побачиш плід моїх праць.

Релліана ти зможеш знайти на стежинах Кенарійського Анклаву в Дарнасі.]===],
[===[Принесіть насіння деревника Релліану Зеленоватрому в Дарнас.]===],
[===[Привіт...

Чим я можу допомогти?]===],
[===[Ах, насіння деревника? Я хотів спробувати виростити одного з них, щоб допомогти Деналану з його дослідами.

Але, боюсь, я виявив, що багатьох деревників захопила порча. Як мені відомо, це спадково передається у насінні цих істот, і моїх сил недостатньо, щоб їх очистити.

Деналан дуже добре справляється з усім, що росте. Думаю, він здатен знайти ліки для майбутніх деревників. Він може бути їхньою єдиною надією.]===],
},
[923] = {
[===[Пухлини]===],
[===[Деревників дедалі більше вражає якась порча. Ми намагаємося знайти джерело, але зараз, щоб зберегти Телдрассіль, ми повинні позбутися деревників, яким уже пізно допомогти. Особливо порча вразила тих, що ходять довкола Джерельного озера на півночі Тельдрассіля. Їх треба знищити!

Зроби це і збери вкриті мохом пухлини, що ростуть на них. Принеси мені пухлини, щоб ми могли їх спалити.]===],
[===[Принесіть 5 вкритих мохом пухлин Релліану Зеленоватрому в Дарнасі.]===],
[===[Ти вже {стать:був:була} на Джерельному озері, {Ім'я}? {стать:Вполював:вполювала} тамтешніх деревників?]===],
[===[Чудово! Ці пухлини є симптомом ураження деревників хворобою. Вони наповнені отрутою, яку ми повинні очистити з нашої нової землі.

Я знищу ці пухлини. Дякую, {Ім'я}.]===],
},
[927] = {
[===[Вкрите мохом серце]===],
[===[Серце Сморідного Чорномоха вкрите темним, маслянистим мохом. Насправді єдине, що нагадує в цьому серце — це повільний глухий ритм... Биття, яке продовжується навіть зараз.

Можливо, Деналан захоче побачити це серце.]===],
[===[Принесіть вкрите мохом серце мохом серце Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}! Ти маєш щось для мене?]===],
[===[...Що це? Серце деревника?? Вкрите паскудним мохом!

Дякую, що {стать:приніс:принесла} його мені, {Ім'я}. Я огляну серце і, якщо пощастить, визначу природу цього моху.]===],
},
[928] = {
[===[Вінець Землі]===],
[===[Хоча я й можу далі говорити про місячні колодязі та Тельдрассіль, я все ж змушений направити тебе далі. Корітрас Місяцелють очікуватиме на тебе. Я вилив воду, принесену тобою, в цю посудину, щоб передати йому.

Відшукай Корітраса. Ти знайдеш його біля місячного колодязя у Доланаарі. Слідуй дорогою на південь від Альдрассіля до Тінистої долини, а далі поверни по бруківці на захід.

Однак стеж, щоб ти {стать:залишався:залишалася} на дорозі, {ім'я}. У лісах віднедавна бродять багато небезпечних створінь.]===],
[===[Принесіть частково наповнену ємність Корітрасу Місяцелюті в Доланаарі.]===],
[===[Вітаю, {клас:к}. Чим я заслужив на радість нашої зустрічі?]===],
[===[А-а, я розумію. Тебе прислав Тенарон. Що ж, схоже, у нас є багато про що поговорити, багато що зробити та мало часу на це все.

Мабуть, нам варто починати вже.]===],
},
[929] = {
[===[Вінець Землі]===],
[===[Передусім, дозволь мені детальніше розказати про завдання, що стоїть перед тобою. Друїди Дарнаса користуються водою місячних колодязів, розташованих у різних куточках Тельдрассіля, і деколи їхні запаси води потрібно поновлювати. За допомогою цих спеціально виготовлених фіалів ти й зможеш набирати воду з колодязів.

Віднеси ємність до місячного колодязя у селищі Зоряного Бризу, що лежить на сході, набери з нього трохи води, а потім повертайся до мене. Коли виконаєш це завдання, я продовжу свою оповідь з того моменту, на якому її перервав Тенарон...]===],
[===[Наповніть нефритовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[З поверненням, {Ім'я}. Ти {стать:виконав:виконала} своє завдання?]===],
[===[Після битви при горі Хіджал ми згубили свій шлях. Нордрассіль димився від полум'я запеклих боїв, і наше безсмертя — сама сутність нас, нічних ельфів! — було втрачене.

Саме в цю пору випробувань Зрадник вирвався зі свого ув'язнення, а Шан'до Лютошторм безслідно зник. Для всіх нас настали темні часи.]===],
},
[930] = {
[===[Сяючий плід]===],
[===[Під гілками цієї сяючої рослини висить великий круглий плід.

Ви впевнені, що Деналану захочеться його вивчити.]===],
[===[Принесіть сяючий плід Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}, схоже, що ти маєш що мені сказати. Ти {стать:приніс:принесла} новини стосовно деревників?]===],
[===[Ти {стать:знайшов:знайшла} це на Тельдрассілі? Цікаво... це досить екзотичний фрукт. Можливо, його насіння привезли сюди здалеку. Можливо, навіть не з Азероту! У цьому фрукті щось є... Здається, він дуже дивно відреагував на землю Тельдрассіля.

Дякую, {Ім'я}. Тепер, якщо ти мене вибачиш, я мушу це вивчити більш детально...]===],
},
[931] = {
[===[Мерехтливий паросток]===],
[===[Паростки цієї рослини мерехтять у лісовому світлі, надаючи їй мінливого, пульсуючого світіння.

Вам спадає на думку, що Деналана зацікавить її зразок.]===],
[===[Принесіть мерехтливий паросток Деналану біля озера Аль'Амет.]===],
[===[У тебе є щось для мене?]===],
[===[Де ти це {стать:взяв:взяла}? Я не бачив такої рослини з часів перебування в болоті Скорбот... кілька десятиліть тому! Дивовижно, що цей зразок потрапив аж до Тельдрассіля. Ще й виріс до таких розмірів!

Дякую, {Ім'я}. Пробач мені мою небагатослівність, але я мушу провести дослідження цього паростка...]===],
},
[932] = {
[===[Викривлена ненависть]===],
[===[Я маю попередити тебе, {Ім'я}, ця справа повинна залишатися між нами. Сатири й так вже завдають нам чималих клопотів, а цей ще й нишпорить поряд із нашими домівками.

Його називають лордом Меленасом. Він проживає неподалік у печері Каменю Скверни, де він зібрав довкола себе велику зграю грелів-воїнів. Серце у нього чорніше ночі, а задуми - огидні.

Знайди його в печері неподалік на північ звідси та принеси мені його голову!]===],
[===[Убийте лорда Меленаса та принесіть його голову Таллонкаю Спритнокореню в Доланаар.]===],
[===[Ти вже {стать:вбив:вбила} лорда Меленаса? Вкрай важливо, щоб усе пройшло швидко та тихо, {Ім'я}. Подальше його існування бентежить усіх нас.]===],
[===[Зі смертю лорда Меленаса я нарешті можу перейти до інших справ. Дякую, {Ім'я}.]===],
},
[933] = {
[===[Вінець Землі]===],
[===[На південному сході від входу в Дарнас, вздовж берегів Арлітріенських ставів ти знайдеш ще один місячний колодязь. Вартовим дедалі важче патрулювати цю територію з огляду на агресію та постійні напади хутропузів племені Кривої Сосни.

Будь насторожі, шукаючі колодязь, і тримай свою зброю під рукою.]===],
[===[Наповніть турмаліновий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Спершу ніхто не звертав уваги на звістки про оскаженілих хутропузів. Хто б міг подумати, що ці миролюбні людоведмеді можуть впадати в таку шалену лють? Скільки ж ще бід впаде на наші голови тут, у нашому новому домі?]===],
[===[Шан'до Лютошторм так і не повернувся, навіть сьогодні ми не маємо жодної звістки про нього. Друїди були в сум'ятті. Після зникнення Малфуріона, Верховний друїд Фендрал Оленеріг очолив друїдів, переконавши Коло Древніх на Темнобережжі, що настав час нашому народові повернути собі колишню міць і безсмертя.

Отримавши схвалення Кола, Оленеріг за підтримки наймогутніших друїдів виростив Тельдрассіль, нове Світове Дерево.]===],
},
[935] = {
[===[Вінець Землі]===],
[===[Без благословень Алекстрази, Берегині Життя, та Ноздорму, Володаря Часу, Тельдрассіль виріс із вадами. Чудні створіння лізуть з-під його кореневища, а оскаженілі хутропузи нападають на мандрівників, що проходять повз їхні селища.

Залишається лише сподіватися, що Верховний друїд швидко знайде якесь рішення. Я наповню флакон водою з усіх принесених тобою фіалів, щоб ти {стать:доставив:доставила} їх у Дарнас.

Віднеси його Фендралові Оленерогу, ти знайдеш його в діброві друїдів.]===],
[===[Віднесіть наповнений флакон Верховному друїду Фендралові Оленерогу в Дарнас.]===],
[===[Я не кликав тебе, тож не розумію, навіщо ти {стать:прийшов:прийшла} відволікати мене своїми балачками.

Що б там не було, кажи, будь ласка, швидше.]===],
[===[О, так, це та вода, яку я просив мені надіслати. Тенарон і Корітрас, очевидно, не надто з цим поспішали... і гінця, можливо, обрали не найнадійнішого... хм-м.

У будь-якому разі, тепер я нарешті можу повернутися до роботи. Тягар усіх бід Тельдрассіля важким ярмом лежить на моїх плечах. Залишається лише сподіватися, що скоро я його позбудуся.

Ось, візьми. Можливо, тобі це знадобиться.]===],
},
[937] = {
[===[Зачарована поляна]===],
[===[Мене відправили сюди з невеликою групою вартових, щоб захистити Дерево-оракул від гарпій, які позвивали свої гнізда всією галявиною. Потроху ми намагаємося вигнати їх звідси.

Коли Дерево-оракул спробувало відправити гінця з доповіддю в Дарнас, на посланника напала зграя гарпій і вбила його.

Якщо ти берешся за це завдання, то вирушай до гнізд гарпій, вбий їх і принеси мені їхні пояси як доказ.]===],
[===[Роздобудьте 6 поясів Кривавоперих і принесіть їх вартовій Аринії Хмарелам на поляну Оракула.]===],
[===[Їхні гострі пазурі та дзьоби можуть стати важким випробуванням для твоїх здібностей, {Ім'я}, але я вірю, що ти впораєшся з цим завданням.]===],
[===[Я вражена тим, чого ти тут {стать:досяг:досягла} за такий короткий період. Хотілося б попросити тебе залишитися тут і допомогти мені із моїми обов'язками... але в душі я розумію, що на тебе очікують важливіші справи.

Я помітила, що Дерево-оракул щойно впустило частинку своєї кори. Схоже, в нього є завдання для тебе.]===],
},
[938] = {
[===[Імла]===],
[===[Хутро самиці шаблезуба має відмінний сірий колір, який гармонічно зливається із навколишнім лісом. Поки вона лежить на місці, ви помічаєте, що тварина сильно постраждала, а в областях спини та живота простежуються глибокі рвані рани.

Самиця піднімає голову і дивиться на вас, яскравими розумними синіми очима. Здається, вона готова слідувати за вами.]===],
[===[Проведіть Імлу до вартової Аринії Хмарелам, яка знаходиться біля місячного колодязя поблизу Дерева-оракула.]===],
[===[Імла... Це була моя вина! Ті відьми застали мене зненацька... Я не повинна була їм дозволити захопити тебе...]===],
[===[Дуже дякую, {Ім'я}! Я боялася, що більше ніколи не побачу Імлу, тужила всім серцем по її смерті, думаючи, що навік розлучилася зі своєю вірною супутницею... Я в неоплатному боргу перед тобою! Прийми мою безмежну вдячність.]===],
},
[940] = {
[===[Тельдрассіль]===],
[===[Ліс шепоче про твої подвиги, {Ім'я}. Коли я відчула, як гарпій витурили з їхніх гнізд, заспокійливе відчуття наповнило весь ліс, і його істоти знову почуваються в безпеці. Я боялася направляти Верховному друїду ще одного посланника, але знаю, що ти впораєшся з цією роботою.

Передай йому це та знай, що ліс безпечно проведе тебе своїми стежинами до кам'яних садів.]===],
[===[Передайте доповідь Дерева-оракула верховному друїду Фендралові Оленерогу в Дарнасі.]===],
[===[Гм... У тобі відчувається потужний дух лісу, {клас:к}. Що привело тебе до верховного друїда калдорей?]===],
[===[Мені було цікаво, чому Дерево-оракул так довго не спілкувалося зі мною... Схоже, що поки одні проблеми стають меншими, інші продовжують рости.

Я боюся, що моя робота над Тельдрассілем ніколи не буде завершена, і ми не повернемо собі безсмертя.

У будь-якому разі, ти добре {стать:виконав:виконала} завдання Дерева-оракула та {стать:повинен:повинна} отримати нагороду за свою старанність.]===],
},
[941] = {
[===[Посіяти серце]===],
[===[Я видалив цей смердючий мох з серця, але воно досі заражене...

Спробуй посадити його в мою діжку. Вона наповнена родючою землею, яка може очистити та вилікувати це серце.]===],
[===[Посадіть заражене серце у діжці Деналана.]===],
[===[Діжка наповнена землею, спеціально підготовленою Деналаном.]===],
[===[Ви садите серце в діжку, і воно швидко заривається в землю!

Через кілька секунд серце знову виринає на поверхню... В'яло пульсуючи... заохочуючи вас взяти його в руки.]===],
},
[942] = {
[===[Розгублений розвідувач]===],
[===[Ця скам'янілість разюче схожа на ту, що я одного разу бачив в Залізогарті. Археолог на ім'я Флягопуз приносив її на щорічну конференцію Ліги дослідників. Він вважав, що в ній прихована сила, яку можна якимось чином вивільнити.

Востаннє я чув, що Флягопуз влаштувався в таверні "Глибоководдя", що в гавані Менетілів і збирається піти на розкопки Вельґара. Знайди його і покажи йому скам'янілість Сноходня. Можливо, він зуміє розкрити таємниці минулого.

Корабель до Менетілів відходить з Аубердіна.]===],
[===[Віднесіть таємничу скам'янілість археологу Флягопузу в гавань Менетілів.]===],
[===[Що се в тебе, {стать:друже:подруго}?]===],
[===[Йой! Кажеш, це з далеких земель Калімдору?

Дивовижно! Просто дивовижно!]===],
},
[943] = {
[===[Розгублений розвідувач]===],
[===[Розвідувач Вельґар зберігає скам'янілість у себе на розкопках у Заболотті. Коли я знайшов камінь Релу, то був упевнений, що це ключ до таємниці скам'янілості.

Коли я йшов до Вельґара, на мене напали раптори і я втратив реліквію. Я не знаю, хто з цих строкатих звірів проковтнув її, але якщо тобі вдасться її повернути, я зможу розкрити силу цих артефактів.

Принеси мені камінь Релу і скам'янілість, що зберігається у Вельґара.]===],
[===[Принесіть археологу Флягопузу в гавань Менетілів камінь Релу та скам'янілість Флягопуза.]===],
[===[За допомогою каменя Релу я зможу розкрити таємниці моєї скам'янілості, а також скам'янілості Сноходня з Темнобережжя, {ім'я}.]===],
[===[Чудово, {ім'я}!

Тепер подивимося, чи зможу я розкрити силу скам'янілостей за допомогою цього каменя.]===],
},
[944] = {
[===[Глефа властителя]===],
[===[Дивно, що наги опинилися тут, на Темнобережжі. Але ще дивніше... Молот Сутінків. Цей культ поклоняється старим, дуже старим повелителям землі. Повелителям, переможеним давним-давно.

Глефа властителя, що на півдні — місце, де поліг один з таких старих повелителів.

Йди туди та пошукай інших культистів Молоту Сутінків.

Візьми цей фіал провидіння. Як розвідаєш все біля Глефи властителя — створи з нього чашу провидіння. Зв'яжись зі мною за допомогою цієї чаші.]===],
[===[Розвідайте місцевість, після чого скористайтесь фіалом провидіння, щоб створити чашу провидіння, з допомогою якої поговоріть з Ону.]===],
[===[Глефа властителя, {ім'я}.

Прямуй туди, і потім поговори зі мною знову.]===],
[===[Ти {стать:бачив:бачила} Молот Сутінків біля Глефи властителя?

Шкода.

Старий повелитель, простромлений мечем, давно помер, але це не означає, що в його рештках немає залишків його сили.

Молот Сутінків, мабуть, шукає цю силу.]===],
},
[945] = {
[===[Втеча Терилуни]===],
[===[Допоможіть!

Я блукала навколо Глефи властителя, як раптом мене оточили ці брудні сектанти. На щастя, я гарно вмію ховатися!

Ви можете допомогти мені вибратися звідси? І ще, мені потрібно буде повідомити моїй сестрі Терисіль, що зі мною все гаразд. Вона в Ясенедолі, на півдні, біля вівтаря Аессіни.]===],
[===[Допоможіть Терилуні втекти, а потім скажіть Терисіль біля вівтаря Аессіни, що її сестра в безпеці.]===],
nil,
[===[Де була моя сестра? Терилін любить блукати всілякими брудними місцинами, але все ж! Це дуже далеко, а Глефа властителя — місце небезпечне...

Що ж, спасибі, {ім'я}. З вашого боку було дуже люб'язно повідомити мені, що з нею все гаразд.]===],
},
[947] = {
[===[Печерні гриби]===],
[===[Я працюю над зіллям, для якого потрібні рідкісні гриби, що ростуть лише в одній-єдиній печері. Вона знаходиться за Скельноджерельним водоспадом, на схід і трохи на північ звідси, вздовж гір.

Я б і сам туди пішов, але в діброві Древніх мені порадили триматися подалі від цього місця. Наші шановні союзники відчувають, що в печері ховається нове зло Темнобережжя.

Прошу, {ім'я}, збери для мене гриби. А поки збиратимеш їх — розвідай ту печеру. Можливо, тобі вдасться знайти підтвердження словам древніх.]===],
[===[Принесіть 5 лусконіжок та 1 мертвянку Барітрасу Місяцетіні в Аубердін.]===],
[===[Ти {стать:зібрав:зібрала} гриби, {ім'я}? Вже {стать:ходив:ходила} до печери?]===],
[===[Дуже дякую, {ім'я}. Це чудові екземпляри!

До речі, ти {стать:бачив:бачила} якісь підтвердження слів древніх біля Скельноджерельного водоспаду?

Древні мудрі, але я сподівався, що цього разу вони помилилися.]===],
},
[948] = {
[===[Ону]===],
[===[Ону, древній знань з діброви Древніх, знає про твою подорож до Скельноджерельного водоспаду і хоче поговорити з тобою. Діброва знаходиться на півдні, біля гір.

Древні — мудрі та дуже терплячі, {ім'я}. Та якщо Ону хоче поговорити з тобою щодо того, що ти {стать:бачив:бачила} біля водоспаду, то, боюся, це терміново.]===],
[===[Поговоріть з Ону в діброві Древніх.]===],
nil,
[===[{ім'я}. Ти тут.

Добре.

Ми маємо дещо... обговорити. Ти і я.]===],
},
[949] = {
[===[Табір сутінків]===],
[===[Невідомо, що затіває Молот Сутінків біля Глефи властителя. Але певно щось недобре.

Обшукай їхній табір біля Глефи... Знайди щось, що може допомогти нам зрозуміти їхні наміри.

Бо ми маємо дізнатися про їхні наміри, перш ніж складати план дій.]===],
[===[Знайдіть зачіпку в таборі Молота Сутінків біля Глефи властителя.]===],
nil,
[===[Ця книга надрукована вручну стародавньою мовою та майстерно проілюстрована.]===],
},
[950] = {
[===[Повернення до Ону]===],
[===[Вдивляючись у сутінковий фоліант, можна збожеволіти. Текст починає плисти й танцювати перед очима після першого ж погляду, а колись прекрасний орнамент набуває гротескних форм.

Вам вдається лиш вирвати одну сторінку божевільних письмен, поки ви не знепритомніли.]===],
[===[Принесіть Ону віднайдені божевільні письмена.]===],
[===[{ім'я}. Ти {стать:повернувся:повернулась}.]===],
[===[Хаотична, первісна магія оточує цей пергамент з письменами. Я відчуваю в ньому роботу древніх сил.

Будемо сподіватися, що він розкриє наміри Молота Сутінків на Темнобережжі...]===],
},
[951] = {
[===[Реліквії Матистри]===],
[===[Пергамент, який ти {стать:знайшов:знайшла} біля Глефи властителя - це сторінка зі стародавнього тексту... написаного ельфами! Він сповнений прокляттями та порчею Молота Сутінків, але схоже, що культ використовує стародавню ельфійську магію, щоб повернути своїх старих повелителів у наш світ.

Відправляйся до руїн Матистри на північний схід звідси та пошукай серед трави й розбитого каміння стародавні реліквії. Вивчивши їх, ми зможемо з'ясувати, яким чином Молот Сутінків збирається використовувати магію ельфів.]===],
[===[Принесіть 6 реліквій Матистри до Ону в діброву Древніх.]===],
[===[{ім'я}. Чи були плідними твої пошуки в руїнах Матистри?]===],
[===[Дякую тобі. Ці реліквії походять з часів розквіту Матистри. Цей колись великий бастіон ельфів давно зруйнований, але залишки магії все ще лежать в його руїнах. Будемо сподіватися, що ми зможемо розкрити таємниці цього місця до того, як це зроблять наші вороги...

Будь насторожі, {ім'я}.]===],
},
[952] = {
[===[Діброва Древніх]===],
[===[Якщо вже в тебе знайшовся час, щоб доставити звіт від Дерева-оракула, то, певно, тобі не складно буде віднести повідомлення в діброву Древніх, що у Темнобережжі, на південь від Аубердіну.

Скоріше за все, тобі доведеться скористатись гіпогрифом, але я впевнений, що ти впораєшся з цим. Віднеси це Ону, древньому знань. Він чекає на звістку від мене так само, як я чекав на новини з поляни Оракула.]===],
[===[Доставте повідомлення Фендрала Ону на Темнобережжя в діброву Древніх, що на південь від Аубердіну.]===],
[===[Ох. {Клас}. Чим Ону може допомогти тобі?]===],
[===[Ох, дякую, {ім'я}. Хоча це й дивно. Верховний друїд завжди так поспішає. Ліс знає, що всьому свій час. Шан'до Лютошторм це розумів.]===],
},
[953] = {
[===[Падіння Амет'Арану]===],
[===[На схід звідси знаходяться руїни Амет'Арану. Зараз їх населяють неупокоєні духи високородних, що колись мешкали в його стінах, але колись це було місце, де слуги Азшари вільно практикували свою могутню магію.

Мене послали дослідити руїни, і я натрапила на дві великі таблички, на яких була написана історія Амет'Арану і його падіння. Коли я читала руни, на мене напали духи, і я втекла.

Будь ласка, якщо можеш, вирушай до руїн і розшифруй таблички замість мене.]===],
[===[Вивчіть скрижалі, які розповідають про Амет'Аран і його падіння, а потім поверніться до стражниці Тиші Місяцеклинок на Темнобережжя.]===],
[===[Коли ти вивчиш скрижалі та дізнаєшся про падіння Амет'Арану, я передам знання до Аубердіну і повідомлю про це Колу Древніх.]===],
[===[До нас дійшло небагато записів з часів Війни Древніх, а особливо — періоду руйнування Джерела Вічності. Що не дивно, враховуючи всі потрясіння та катаклізми, що відбувалися в той час.

Дякую, {ім'я}. Завдяки твоїй допомозі моя робота тут завершена, і я зможу надати Колу повну доповідь.]===],
},
[954] = {
[===[Башал'Аран]===],
[===[Руїни Башал'Арану на сході переповнені демонічним злом. Духи та сатири, що оселилися тут, живляться магічною енергією Башал'Арану, і з часом їхня сила зростає все більше.

Проте я помітив, що є одна святиня, до якої вони не наближаються. На західній стороні руїн, на вершині невеликої скелі, видніється дивне блакитне світіння... Певно там і знаходиться пояснення того, чому демони оминають це місце.

Я хочу, щоб ти {стать:дослідив:дослідила} його.]===],
[===[Знайдіть джерело загадкового синього світіння в руїнах Башал'Арану.]===],
nil,
[===[Ахх... Чим я можу завдячувати компанії {стать:такого люб'язного:такої люб'язної} {раса:р}, як ви? Воістину, це багато говорить про моїх нинішніх компаньйонів — без образи моїх господарів, благородних грелів і сатирів — що ваша присутність може бути розцінена як поліпшення.

Але, будь ласка, нехай мій нечемний язик не змушує вас піти звідси. Минуло багато років, а то й десятиліть, відколи я мав пристойну компанію.]===],
},
[955] = {
[===[Башал'Аран]===],
[===[Я міг би розказати історію свого життя, та, боюсь, це перевершить межі вашого терпіння. Скажімо так, моє життя було довгим і сповненим страждань, а існування в цій примарній формі — чи не найстрашніша мука з усіх.

Мене утримують тут за допомогою магії. Хоча мої слова можуть здатися нещирими, запевняю вас, я був би невимовно вдячний, якби ви допомогли мені знайти те, що тримає мене тут. Мене сковує якась печатка, і, дослідивши сережки грелів, я, можливо, зможу знайти її слід.]===],
[===[Зберіть 8 сережок грелів для Астеріона в Башал'Арані.]===],
[===[Щойно я отримаю сережки, я застосую закляття, щоб знайти місцеперебування печатки, яка мене зв'язує. Століттями я думав про свободу, яку принесе мені знищення печатки... Можливо, ці століття так вплинули на мій розум, що я вже ніколи не зможу прийти до тями...]===],
[===[Звісно... Грели Башал'Арану не мають того, що я шукаю... але нещодавно вони вступили з цим у контакт. Нещодавно... Я маю на увазі, за твоїм часом, а не за моїм. Для мене "нещодавно" простягається глибоко в минуле, майже в іншу епоху...]===],
},
[956] = {
[===[Башал'Аран]===],
[===[Якщо грели входили в тісний контакт з печаткою, що скріплює мою в'язницю, мені здається, я знаю, де її шукати. Без сумніву, печаткою володіє один з сатирів, що керують ними.

Я відчуваю, що це дійсно так, {ім'я}. Один із сатирів має володіти печаткою. Якщо вам вдасться дістати її, то ви нарешті наблизите мене до свободи, якої я так довго прагну...]===],
[===[Дістаньте древню печатку місячного каменю та принесіть її Астеріону в Башал'Аран.]===],
[===[Колони цієї святині для мене — тюремні ґрати, {ім'я}. У мене немає сил, щоб зламати їх, і я не знаю жодної магії, що могла б їх знищити...

Більше тисячі років я дивлюся на них, гадаючи, чи буду я нарешті вільний, коли переживу цей камінь? Чи мене триматимуть невидимі ґрати...]===],
[===[Мені... мені важко повірити, що те, що я тримаю зараз, утримувало мене так довго. Не гаймо часу, {ім'я}. Коли ми знищимо цю печатку, я зможу знову вільно ходити лісами.]===],
},
[957] = {
[===[Башал'Аран]===],
[===[Цю печатку, що утримувала мою в'язницю, було створено одним з наймогутніших високородних. В Амет'Арані – таких самих руїнах на південь звідси – досі горить древнє синє полум'я. Цю печатку можна знищити тільки у ньому.

Будь {стать:обережним:обережною} в тих руїнах, {ім'я}...]===],
[===[Знищте древню печатку місячного каменю біля древнього вогнища в Амет'Арані, після чого поверніться до Астеріона в Башал'Аран.]===],
[===[Чесно кажучи, {ім'я}, я боюся... Боюся, що ви, і все це — лише плід мого божевільного розуму. Чи можете ви уявити, які це тортури? I... Прошу, покваптесь.]===],
[===[Я вільний, {ім'я}! Нарешті я можу на власні очі побачити, як змінився наш світ... Я знав про це лише уривками. Подумати тільки, коли я востаннє гуляв на волі, ще існувало Джерело, а високородні засідали при дворі з Азшарою, нашою улюбленою королевою.

Я відчуваю, що мій тюремник, мій колишній господар, Атрікус, ще живий... І моє почуття безнадійності поступається місцем думкам про помсту.]===],
},
[958] = {
[===[Інструменти високородних]===],
[===[{Клас:к}. В мене є для тебе завдання.

Чи траплялось тобі бачити руїни Амет'Арану? Якщо ні — ти знайдеш їх на схід від головної дороги, трохи на південь звідси. Колись Амет'Аран був домом для багатьох могутніх високородних, а тепер це пам'ятник руйнуванняи, до яких призвела їхня недалекоглядність.

Стражі сказали мені, що духи високородних все ще мешкають там, і що вони орудують своїми древніми магічними знаряддями. Ти маєш забрати ці реліквії, щоб ми могли їх знищити.]===],
[===[Принесіть 7 реліквій високородних Тандрісу Вітроткачу в Аубердін.]===],
[===[Якби ж їхні інструменти могли бути знищені під час катаклізму, що зруйнував наш світ... Проте, ми повинні зробити все можливе, щоб жахи нашого минулого не повторилися в майбутньому.]===],
[===[Хоча це, звичайно, лише плід моєї уяви, але мені здається, що я відчуваю в цих реліквіях рештки брудної магії високородних. Я знищу їх, щоб їхнє дрімуче зло більше ніколи не вирвалося на волю.]===],
},
[960] = {
[===[Міркування Ону]===],
nil,
nil,
nil,
[===[Я розмірковую над твоїм завданням, {ім'я}. Розмірковую над причинами присутності Молота Сутінків і наг.

Коли ти будеш {стать:готовий:готова} - скористайся фіалом провидіння, щоб створити чашу провидіння. Потім зв'яжися зі мною за її допомогою.

Якщо ти {стать:загубив:загубила} свій фіал — візьми цей.]===],
},
[961] = {
[===[Міркування Ону]===],
nil,
nil,
nil,
[===[Присутність сектантів Молота Сутінків викликає занепокоєння. Я маю поміркувати про їхні наміри...

Коли матимеш більше інформації — поговори зі мною за допомогою чаші провидіння. Якщо для створення чаші тобі не вистачає фіалу провидіння, то... ось, тримай ще один.]===],
},
[963] = {
[===[Заради вічного кохання]===],
[===[Після битв за Джерело Вічності я дізнався, що Амет'Аран було зруйновано, а його жителі загинули — зокрема й моя кохана Анайя.

Я б ніколи не подумав, що й через тисячі років спогади про Анайю все ще переслідуватимуть мене. Блукаючи уві сні лісами Темнобережжя, я опинився в руїнах Амет'Арана... де побачив неупокоєний дух моєї коханої.

Її треба звільнити, але я не можу цього зробити. Потрібно знищити її дух.]===],
[===[Звільніть дух Анайї Зорегін і поверніть її кулон Цереліану Білопазуру в Аубердін.]===],
[===[З великою скорботою в серці я пішов за Шан'до Лютоштормом в сплячку і занурився у свої сни, проспавши тисячі років.]===],
[===[Дякую тобі, {ім'я}. Можливо, було б краще... якби я зробив це сам. Але навіть через ці тисячі років я не зміг би підняти руку на свою кохану.

Прошу, залиш мене наодинці з моїм горем...]===],
},
[965] = {
[===[Вежа Алталакса]===],
[===[Вітаю тебе, {стать:юний:юна} {раса:к}. Я Елісса Зоребриз, і мій обов'язок — захищати Аубердін від шкоди.

З цією метою я відправила Балтула Тіневдара спостерігати за дивними явищами, що відбуваються поблизу вежі Алталакса на північний схід звідси.

Але він давно вже мав би повернутися. Я боюся, що він зіткнувся з якоюсь непередбачуваною небезпекою. Я була б тобі дуже вдячна, якби ти {стать:знайшов:знайшла} його і {стать:переконався:переконалась}, що з ним все гаразд.]===],
[===[Знайдіть Балтула Тіневдара біля вежі Алталакса на Темнобережжі.]===],
nil,
[===[Тебе прислала Елісса? Це добре. Я мав повідомити їй тривожну звістку, але не міг передати її.]===],
},
[966] = {
[===[Вежа Алталакса]===],
[===[Група чорнокнижників оселилася навколо і всередині вежі. Я хотів повернутися до Аубердіну, щоб доповісти Еліссі, але боявся, що можу щось пропустити.

Дельґрен підозрював, що подібна компанія може збиратися у вежі, але не знав, навіщо.

Мені вдалось дістати кілька клаптиків пергаменту, які носять з собою чорнокнижники, але мені потрібно більше, щоб розгадати їх задуми. Однак, попереджаю тебе, не намагайся заходити до вежі — чорнокнижники, що засіли там, набагато сильніші!]===],
[===[Принесіть 4 потертих пергаменти Балтулу Тіневдару біля вежі Альталакса.]===],
[===[Тобі вдалось знайти більше їхніх сувоїв? Я зможу скласти краще уявлення про культ, якщо ти зможеш їх знайти.]===],
[===[Дуже дякую, {ім'я}. Це має пролити світло на те, чим займається це збіговисько чорнокнижників...

Хм... культ Темного Берега... Я ніколи раніше не чув про цю групу. Не знаючи їхньої історії, практично неможливо сказати точно, які у них плани.

Ми більше не можемо зволікати. Потрібно негайно попередити Дельґрена.]===],
},
[967] = {
[===[Вежа Алталакса]===],
[===[Мій учитель, Дельґрен Очиститель — паладин, який люб'язно запропонував свою допомогу в захисті наших лісів від сил демонів і невмерлих. Він багато чого повідав мені про Святе Світло та мистецтво бою.

Дельґрен має негайно дізнатися про діяльність культу.

Ти знайдеш його далеко на південь звідси, на заставі Маєстри в Ясенедолі. Поквапся — я боюся, що загроза від культу Темного Берега зростає з кожною годиною.]===],
[===[Передайте лист Балтула Дельґренові Очистителю в Ясенеділ.]===],
[===[У тебе є щось для мене, {клас:к}?]===],
[===[Можу сказати, що ти виглядаєш надто добре {стать:екіпірованим:екіпірованою}, як для гінця, чи не так? Гадаю, Балтул хотів впевнитись, що його лист потрапить до мене. Подивимося, що він написав...

Це тривожні новини. Коли знаходять невмерлих або демонів, я допомагаю стражам знищити їх.

Спочатку традиції нічних ельфів були надто незвичними для мене, але з часом почав надзвичайно поважати їх як союзників.]===],
},
[968] = {
[===[Сили підземні]===],
[===[Попри те, що ця книга жахливо пошарпана і потерта, на її обкладинці все ще можна прочитати назву:

"Сили підземні"

Усередині книги — перелік невимовних імен зі зловісними назвами, методи поклоніння та улюблені жертвоприношення... які включають живих розумних створінь.

На внутрішньому боці обкладинки є слова: "Руни й чаклунства Кісткохвата, Закинута Печера, Залізогарт. Власник: Ґерріґ Кісткохват".

Якщо Кісткохват торгує такими книгами, можливо, його зацікавить і ця.]===],
[===[Принесіть книгу "Сили підземні" Ґерріґу Кісткохвату в Закинуту Печеру, що в Залізогарті.]===],
[===[Вітаю, {стать:пане:пані}.

Чи можуть вас зацікавити мої фоліанти?]===],
[===[А, примірник "Сил підземних". Цікавий текст, так. А для когось і корисний...

Але ця книга в жахливому стані. І погляньте-но! Нотатки на полях — майже на кожній сторінці!

Хм... Я пам'ятаю цей примірник. Я продав його Болґару торік. Ви... його знаєте? Так, я так і думав. У вас в очах таке ж полум'я!

Ну, що ж, друг Болґара — мій друг. І ми дбаємо про своїх, правда?]===],
},
[970] = {
[===[Вежа Алталакса]===],
[===[Лист Балтула тривожить мене. Цей культ Темного Берега — велика проблема, від якої треба позбутися. Мені доводилося мати справу з мерзотниками Темного Берега на північний схід звідси, в Орділ'Арані. Один з них має камінь душі, який, як я вважаю, містить секрет сили культу.

Принеси його мені, і я зможу розгадати його таємницю.]===],
[===[Принесіть сяючий камінь душі Дельґрену Очистителю на заставу Маєстри.]===],
[===[Тобі вдалось дістати цей камінь душі?]===],
[===[Хм, цей камінь душі містить якусь темну магію. Давай-но подивимося, що в ньому всередині...]===],
},
[971] = {
[===[Знання в глибинах]===],
[===[Як ти певно знаєш, я збираю знання. Старі знання. Могутні знання. Знання, що відкривають нові світи й знання, що можуть розбудити Тих, Що Сплять.

Ширяться чутки про старезні знання — манускрипт Лорґаліса, що лежить на дні Чорноводних глибин в Ясенедолі. Колись давно там жили ельфи, що оберігали могутні знання. Та всі вони тепер мертві, а їх обитель лежить в руїнах.

Йди до Чорноводних глибин і знайди цей манускрипт. Зробиш це — і я ніколи цього не забуду. Навіть після... кінця часів.]===],
[===[Принесіть манускрипт Лорґаліса до Ґерріґа Кісткохвата в Закинуту Печеру Залізогарту.]===],
[===[Дорога до Ясенедолу довга, а завдання твоє непросте. Але якщо знайдеш манускрипт, {ім'я}... твоя нагорода буде гідною.]===],
[===[Манускрипт у тебе! Що за чудовий день! Ми зробимо й розповсюдимо його копії, тож древні знання Лорґаліса стануть доступними моїм братам і сестрам!

Ти навіть не уявляєш, наскільки це велика справа, {ім'я}. Сподіваюсь, цей дар гідно продемонструє нашу вдячність.]===],
},
[973] = {
[===[Вежа Алталакса]===],
[===[Ілкруд Маґтрулл. Так, я знаю про нього. Це могутній орк-чорнокнижник, який оселився біля вівтаря Вогняного Шраму, місці великого зла на південному заході Ясенедолу.

Досі він нам особливо не заважав, тому я й не чіпав його, але, здається, час настав.]===],
[===[Принесіть Дельґренові Очистителю на заставу Маєстри фоліант Ілкруда Маґтрулла.]===],
[===[Ти наче трохи {стать:схвильований:схвильована}, {ім'я}. Все гаразд?]===],
[===[Сьогодні ти {стать:зробив:зробила} велику справу, {ім'я}. Ти можеш пишатися собою за те, що {стать:зумів:зуміла} протистояти такому могутньому чорнокнижнику.

А тепер погляньмо, що ми зможемо знайти в записах Ілкруда.]===],
},
[976] = {
[===[Поставки в Аубердін]===],
[===[Дельґрен попросив мене передати повідомлення та припаси стражниці Зоребриз в Аубердін, але мені дуже не хочеться вирушати туди на самоті. В лісі повно небезпечних ворогів, і я не хочу, аби важлива інформація та припаси потрапили не в ті руки. 

Якщо ти погодишся супроводжувати мене на цьому шляху, я можу вирушати просто зараз. З твоїм захистом ми успішно доставимо припаси в Аубердін.]===],
[===[Поговоріть з Дельґреном Очистителем на заставі Маєстри після того, як проведете Фіро через Ясенедільський ліс до безпечного місця.]===],
[===[Стражам дуже потрібні припаси аби укріпити свої позиції в Темнобережжі.]===],
[===[Ти добре {стать:попрацював:попрацювала} сьогодні, {клас:к}. Товари, які ми надіслали в Аубердін, допоможуть вистояти проти небезпеки, що причаїлася в лісі.

Візьми це, разом із моєю сердечною подякою.]===],
},
[978] = {
[===[Осяяні місяцем дикі совухи]===],
[===[Схоже, що пір'я диких совухів з Внутрішніх земель містить сліди магії. Ці сили... не схоже, що ці створіння здатні їх контролювати, скоріше, ця магія просто є частиною їхньої сутності.

Під час моїх досліджень я дізнався, що велика популяція диких совухів населяє засніжені землі Зимоключа. Чи можуть ці істоти володіти тими ж силами? Прошу, {ім'я}, допоможи мені дізнатись це. Йди до Зимоключа, збери пір'я совухів та повертайся до мене.]===],
[===[Зберіть 15 осяяних місяцем пір'їн у Зимоключі та поверніться з ними до Ереласа Бурштинонебого в селище Рут'Теран.]===],
[===[Звідки взялись ці сили? Думаю, ми на правильному шляху до істини, {ім'я}.]===],
[===[Тепер я зможу порівняти пір'я... Що ж, поглянемо...]===],
},
[979] = {
[===[Пошуки Раншалли]===],
[===[Так, так, це пір’я, здається, містить ті самі магічні сили, які я помітив раніше... Хоч я й не зовсім впевнений, що саме ми знайшли, я прошу тебе продовжувати пошуки відповідей, {ім'я}.

Моя колега нещодавно вирушила до Зимоключа вивчати тамтешніх диких совухів у їхньому природному середовищі. Чому б тобі не наздогнати її та не запитати, що їй вдалося дізнатись?]===],
[===[Знайдіть Раншаллу на сході Зимоключа.]===],
nil,
[===[Привіт! Тебе прислав Ерелас? Чудово, я якраз збиралась відправитись до печер і була б не проти компанії.]===],
},
[981] = {
[===[Вежа Алталакса]===],
[===[За всю виконану роботу ти заслуговуєш на гідну винагороду. Повертайся до Дельґрена і скажи йому, що Атрік Нарассін поліг від твоєї руки, а культ Темного Берега розтрощений і знищений.]===],
[===[Поговоріть з Дельґреном Очистителем на заставі Маєстри.]===],
nil,
[===[Я знав, що ти впораєшся із завданням, {ім'я}.

Я відчуваю, що на тебе чекають великі справи, і що ти виправиш багато зла, заподіяного нашим землям. Прийми моє благословення, {ім'я}, а також цей дар.]===],
},
[982] = {
[===[Глибокий океан, безмежне море]===],
[===[Біля узбережжя Темнобережжя на північ від нас лежать два розбиті кораблі - "Срібястий Світанок" і "Туманний Серпанок". Колись давно вони зазнали нападу мурлоків, коли пливли по безмежному морю до Аубердіну. Тепер вони лежать на дні океану, ставши здобиччю мурлоків.

Обидва капітани загинули тієї ночі, а їхні журнали та інші цінні речі досі лежать у скриньках. Я хотів би, щоб ти {стать:повернув:повернула} їх нам. Це багато значило б для членів команди, які живуть у цих краях.]===],
[===[Добудьте скриньку "Срібястого Світанку" та скриньку "Туманного Серпанку" для Ґорбольда Сталерука. Обидва предмети можна знайти на борту затонулих кораблів на північ від Аубердіна.]===],
[===[Капітани цих кораблів були славними нічними ельфами, і вони заслуговували на кращу долю. Можливо, догляд за їхніми особистими речами буде найкращим способом заспокоїти їхні нещасні душі.]===],
[===[Ти зробив нам в Обердіні велику послугу, {стать:юначе:юначко}. Ми подбаємо про те, щоб за їхніми речами доглядали належним чином.

Що ж до тебе, прошу, візьми це. Це найменше, чим я можу віддячити за твою сміливість.]===],
},
[983] = {
[===[Дзижчатор 827]===],
[===[Гей! Допоможи мені з моїм останнім винаходом, дзижчатором. З його допомогою можна спілкуватись на відстані!

Можливо, ти вже {стать:зустрічав:зустрічала} їх — це такі коробки з важелями. Єдина проблема в тому, що вони потребують постійного обслуговування.

Кожен з них страждає від різних проблем, але я прийняв дуже розумне рішення. Я розмістив їх біля істот, які мають необхідні деталі для ремонту. Зараз Дзижчатор 827 вийшов з ладу. Він розташований на південь від Аубердіна, зовсім неподалік. Щоб його полагодити, потрібно 6 ніг повзунів. Я заплачу...]===],
[===[Зберіть 6 ніг повзунів та помістіть їх у Дзижчатор 827.]===],
[===[Дзижчатор 827 не видає жодного звуку. Єдиний мерехтливий індикатор вказує на те, що в приймач потрібно покласти 6 ніг повзунів.]===],
[===[Щойно ноги повзунів опинилися в машині, ви чуєте, як шестерні починають їх перемелювати. Судячи зі стукоту, що доноситься з Дзижчатора, ноги повзунів знайшли своє місце. Незабаром машина починає дзижчати, і ви чуєте тоненький голосок, який ледь доноситься зсередини.

"Агов? Е-е... Привіт! Ти {стать:полагодив:полагодила} її! До речі, це Бацбах! Дуже дякую... Слухай, а ти не хочеш полагодити ще один?"]===],
},
[984] = {
[===[Наскільки велика загроза?]===],
[===[Деякі з моїх побратимів врятувались від осквернених хутропузів на Тельдрассілі і я поклявся припинити ці звірства, перш ніж ще більше наших побратимів постраждає.

Я вже бачив сліди присутності порчі на Темнобережжі, але ще не знайшов якихось масштабних ознак. Гадаю, варто продовжити дослідження хутропузів. Чи не {стать:міг би:могла б} ти знайти один з їхніх таборів і повідомити мені, якщо побачиш сліди порчі?]===],
[===[Знайдіть осквернений табір хутропузів на Темнобережжі та поверніться до Терентіса в Аубердін.]===],
[===[Як просуваються твої пошуки, {ім'я}?]===],
[===[Це дійсно жахливі новини, {ім'я}.

Хутропузи знаходяться занадто близько до Аубердіна, тож нам доведеться підготуватися до неминучого.

Дякую тобі, {ім'я}.]===],
},
[985] = {
[===[Наскільки велика загроза?]===],
[===[Ти вже {стать:показав:показала} свої здібності в розвідці, {ім'я}. Але чи зможеш ти ще й битись з ворогами?

Не всі шукачі пригод обирають прямий бій, натомість віддаючи перевагу мистецтву спритності й непомітності.

Якщо ти вважаєш, що впораєшся з цим завданням, то табір хутропузів, що на південь від Аубердіна наразі несе найбільшу загрозу для нас. Там ти знайдеш представників племені Чорнолісних. Вбий 8 слідопитів та 5 вітробаїв і повертайся до мене.]===],
[===[Вбийте 8 чорнолісних слідопитів та 5 чорнолісних вітробаїв і поверніться до Терентіса в Аубердін.]===],
[===[Не утримуйся від того, що має бути зроблено, дитя. Я знаю, наскільки неприємно вбивати лісових створінь, але в цьому випадку це необхідно. Ми ще не маємо ліків проти порчі, що охопила ліс, тож ми повинні зробити все можливе, щоб зупинити її, доки їх не знайдуть.]===],
[===[Змий кров зі своїх обладунків, {ім'я}, і не сумуй через скоєне. Натомість подякуй долі. Ти {стать:стримав:стримала} загрозу нашому народу тут, в Аубердіні, навіть якщо Темнобережжя все ще в небезпеці через вплив моху скверни.]===],
},
[986] = {
[===[Зниклий господар]===],
[===[{ім'я}, твоя майстерність неймовірно виручила мене. Чи можу я попросити тебе про допомогу Хмуропазуру та його господареві Волкору? Я можу виготовити для тебе магічний плащ, який дозволить тобі безперешкодно пересуватися по Темнобережжю, поки ти шукатимеш Волкора.

Для створення плаща мені знадобляться п'ять чудових шкур місяцескрадів, знятих з дорослих осіб або матріархів. Цих кішок можна знайти біля Дикогнутої ріки на півдні, або ще далі, біля Ясенедолу.]===],
[===[Принесіть 5 чудових шкур місяцескрадів Терентісу в Аубердін.]===],
[===[Я в жодному разі не можу дозволити тобі шукати Волкора, поки не зроблю для тебе плащ.]===],
[===[Так, вони чудово підійдуть, {ім'я}. Я негайно візьмуся за пошиття плаща.

Дай мені кілька хвилин, а потім повертайся.

І ще дещо: після того, як скористаєшся чарами плаща, ти будеш {стать:обмежений:обмежена} у взаємодії з іншими. Якщо можеш — не розмовляй ні з ким, це може розвіяти ілюзію.]===],
},
[990] = {
[===[Подорож до Ясенедолу]===],
[===[{ім'я}, моя господиня, Рене Вовкогін, чекає на тебе у місті Астранаар, що в Ясенедолі. Можливо, з твоєю допомогою ми зможемо зупинити спотворення, яке там вкоренилося.

Звідси прямуй на південь і тримайся ближче до дороги. Тоді ти легко знайдеш шлях до міста.]===],
[===[Знайдіть Рене Вовкогін в Ясенедолі.]===],
nil,
[===[А, {клас} з Темнобережжя. Добре, що Селарін відправила тебе сюди так швидко, {ім'я}. Шкода, що твоя подорож сюди — жахлива необхідність. Можливо, з твоєю допомогою ми зможемо покращити наші справи.

Для початку, поговори з іншими жителями Астранаару. Комусь з них потрібна твоя допомога.]===],
},
[991] = {
[===[Рене очищує]===],
[===[{ім'я}, мій давній друг також допомагає стражам тут, в Ясенедолі, але він ще не повернувся. 

У нього були зачіпки щодо місця знаходження однієї речі. На його думку, вона може сповільнити напади хутропузів. Ця річ — жезл, створений нині мертвим злим чарівником.

Перед тим, як піти, він згадував, що шукає самоцвіт для жезла.

Він казав, що цей камінь може бути захований у святилищі на озері Фалатім біля підніжжя гори на заході. Самоцвіт зберігався там до захоплення місцини.

Знайди мого друга, {ім'я}.]===],
[===[Знайдіть Тероніса в Ясенедолі.]===],
nil,
[===[Понівечене тіло Тероніса лежить на острові. Мурлоки чомусь не стали чіпати мертвого. 

Глибокі рани на тілі було нанесено зброєю та пазурами мурлоків.]===],
},
[993] = {
[===[Зниклий господар]===],
[===[Плащ готовий, {ім'я}. Настав час знайти Волкора. Сподіваюся, ми встигнемо.

Магія плаща після використання діятиме недовго, приблизно п'ять хвилин. {стать:Сам:Сама} вирішуй, коли його використати, та я б порадив зачекати, доки не знайдеш Хмуропазура.

Якщо те, що він сказав мені, правда, то ти знайдеш його господаря в печері на південь звідси. Хмуропазур чекатиме на тебе біля дороги. Помахай йому, щоб привернути його увагу, і він покаже тобі шлях до свого господаря.]===],
[===[Знайдіть Волкора на Темнобережжі та віддайте йому зачарований плащ місяцескрада.]===],
nil,
[===[Чудово! Терентіс знайшов того, хто мені допоможе.

І поглянь-но, плащ місяцескрада...<кашляє> Ох... боляче. Дякую, {ім'я}.

Хутропузи поранили мене, перш ніж я зумів від них втекти. Дай мені ще хвилинку, і я зможу говорити далі.]===],
},
[994] = {
[===[Втеча з боєм]===],
[===[Гаразд, {ім'я}, ми прорвемось з боєм. Виходимо, коли ти будеш {стать:готовий:готова}. Доберемось до дороги — Хмуропазур все ще має бути там. Там і розійдемося.

Терентіс захоче поговорити з тобою, тож вирушай до Аубердіна, щойно ми виберемося звідси.]===],
[===[Захищайте Волкора, поки не дійдете до дороги, після чого поговоріть з Терентісом в Аубердіні.]===],
nil,
[===[{ім'я}! Радий, що ти успішно {стать:повернувся:повернулась}. Твоя допомога Волкору укріпила мою віру в те, що ми зможемо подолати всі труднощі — як на Темнобережжі, так і за його межами.]===],
},
[995] = {
[===[Непомітна втеча]===],
[===[Гаразд... якщо ти {стать:впевнений:впевнена}, ми спробуємо непомітно вислизнути звідси. Виходимо, коли ти будеш {стать:готовий:готова}.

Не забудь після втечі зустрітись з Терентісом в Аубердіні. Я піду туди самотужки, бо, мабуть, буду рухатися швидше.]===],
[===[Втечіть з печери хутропузів та зустріньтесь з Терентісом в Аубердіні.]===],
[===[Так, {ім'я}?]===],
[===[{ім'я}! Радий, що ти успішно {стать:повернувся:повернулась}. Твоя допомога Волкору укріпила мою віру в те, що ми зможемо подолати всі труднощі — як на Темнобережжі, так і за його межами.]===],
},
[997] = {
[===[Земля Деналана]===],
[===[То ти йдеш на південь? До озера Аль'Амет? Якщо так, не {стать:міг би:могла б} ти виконати одне моє прохання...

Мій побратим Деналан мешкає в таборі біля східної частини озера. Він займається вивченням життя рослин Тельдрассіля та проводить власні дослідження. Для продовження йому потрібна рідкісна земля з Дарнасу, але її доставили нам лише недавно в Доланаар із запізненням.

Чи не {стать:міг би:могла б} ти віднести йому цю пригорщу?]===],
[===[Віднесіть пригорщу рідкісної землі Деналану біля озера Аль'Амет.]===],
[===[Ти щось мені {стать:приніс:принесла}?]===],
[===[Нарешті! Я вже давно чекаю на цю землю. Сподіваюся, вона ще свіжа...

Безмежно вдячний тобі за допомогу, {Ім'я}. Ти {раса}, що не шкодує свого часу на благі діяння!]===],
},
[1001] = {
[===[Дзижчатор 411]===],
[===[Тоненький голос потріскує з глибин машини.

"Бацбах на зв'язку! Наступний Дзижчатор знаходиться на північ від Аубердіна, на пляжі

Отож, ця машина під номером 411, і їй потрібні 3 ока молотників для ремонту. Вони прямо біля берега! Молотники Темнобережжя... *Гик*... Вибач за це...

Як і минулого разу, коли ти помістиш в нього все необхідне, він видасть твою винагороду. *Ги-ик*... Га? Ні, я в порядку!"]===],
[===[Зберіть 3 ока молотників Темнобережжя, що водяться у водах поблизу Дзижчатору 411.]===],
[===[Люк машини відчинений і, здається, очікує, коли в нього помістять 3 ока молотника.]===],
[===[Дзижчатор починає гудіти, щойно ви поміщаєте всередину очі молотників. Після коротких перешкод, ви чуєте знайомий тоненький голосок.

"Вино з повзунів — просто щось..." *Гик!*

"Що? О, ти вже {стать:полагодив:полагодила} його? Ого, ти {стать:шустрий:шустра}. То ш-шо, хоч полагодити ще?"

Здається, ви чуєте, як рідина ллється в кружку, а після цього — гучні ковтки.]===],
},
[1002] = {
[===[Дзижчатор 323]===],
[===[Дзижчатор видає сплеск статичних перешкод, і ви чуєте голос Бацбаха.

"Наступний Дзижчатор — номер 323. Це на північ від Аубердіну, але... де ель? Шо? А, він стоїть на дорозі, тож ти без проблем знайдеш його, десь біля мосту".

Бацбах бурмоче щось незв'язне, перш ніж ви чуєте гучний ковток.

"Цьому знадобляться ікла місяцескрада... ш-ш-шість штук."]===],
[===[Зберіть 6 ікл місяцескрадів та помістіть їх в Дзижчатор 323.]===],
[===[Хоча ви ще не помістили ікла місяцескрадів всередину, вам здається, що зсередини лунають звуки перешкод і незв'язного гном'ячого бурмотіння. Можливо, хтось вже полагодив цю машину?]===],
[===[Несподівано Дзижчатор починає працювати, і ви чуєте, як ікла перемелюються усередині машини на борошно.

"Шо, ти {стать:зробив:зробила} ц-це! Ч-ч-чудово... Ш-шо ж... Ч-чом б тобі...*Гик!* ...не піти далі? А? Хочеш ш-ще попрацювати?"]===],
},
[1003] = {
[===[Дзижчатор 525]===],
[===[За звуками булькання, що лунають з машини, ви чуєте віддалений голос Бацбаха.

"Наштупне місце далеко на південь по дорозі. Знайти буде нескладно... прямо біля узбіччя...*Гик!* ...біля болота. Здається, я сховав його в кушчах... Куш-чах. Хе-хе... Так, Дзижчатору 525 потрібні скальпи з посивілих татарних ведмедів. Ммм! Неперевершене пійло! Тартарних... Хе-хе-хе..."

Ви чуєте звуки ковтків і машина замовкає. Раптом вона знову оживає.

"Чотири!"]===],
[===[Зберіть 4 скальпи з посивілих татарних ведмедів на південь від Аубердіну та помістіть їх у Дзижчатор 525.]===],
[===[Ви чуєте, як з Дзижчатора 525 лунає спів.

"Гарне ж повжунів вино й шолодке... Ж молотників ель гарно в голову б'є... *Гик!* Місяцескрадний первак до рання шибає... Е-е-е... Я ш у полоні нав’язливих дум... *Гик!* ...лиш пиво татарне непокоїть мій ум!"

Приймач відчинений і чекає на 4 посивілі скальпи, а пісенька повторюється знову й знову.]===],
[===["То шо, ти вже {стать:поклав:поклала} скальпи всередину? Гаразд... Га? А, так, ти певно вже {стать:здогадався:здогадалась}, що ми можемо спілкуватись без цих матеріалів у машині. Але я не брехав — вони дійсно зламані!

Бач, Дзижчатори служать не тільки як... *Гик!* ...засіб комунікації — вони ще й варять гарне питво. Вибач, що умовчав про це, та нічним ельфам не дуже подобається, коли я торгую алкоголем в їх поселеннях. Я поклав у цей Дзижчатор дещо на знак вдячності за твої ж-ж-жусилля. Дякую!"]===],
},
[1007] = {
[===[Стародавня статуетка]===],
[===[Я маю для тебе завдання, {ім'я}.

Я пропливав над затопленими руїнами Зорама на своєму маленькому човні, коли на мене напали наги. Вони намагалися розідрати мене своїми кігтями! Я втік, прихопивши з собою все, що міг, аби облаштувати цей убогий табір.

Але похапцем дістаючись берега, я втратив дещо цінне. 

Благаю, {ім'я}, знайди місце нападу, на півночі неподалік від берега, і пошукай там стародавню статуетку. Саме заради неї я наважився вирушити до небезпечного Зорамського узбережжя.]===],
[===[Принесіть стародавню статуетку Талену в табір біля Зорамського узбережжя.]===],
[===[Ти {стать:знайшов:знайшла} статуетку, {ім'я}?]===],
[===[Ти {стать:знайшов:знайшла} її! Дякую, {ім'я}!

Давнє місто Зорам зберігає багато таємниць, і ця статуетка може бути ключем до однієї з них.]===],
},
[1008] = {
[===[Зорамське узбережжя]===],
[===[Зло оселилося на північному заході Ясенедолу — на Зорамському узбережжі.

Це місце спочинку приреченого міста Зорам, зруйнованого під час Розколу та зануреного під воду. Нічні ельфи втратили його століття тому. Втратили та майже забули.

Але тепер повернулися наги, і ми не знаємо, чому. Але причини не мають значення: ми повинні знищити цих істот та відкинути їх назад до глибин!

Повертайся до мене, коли завершиш своє завдання.]===],
[===[Принесіть 20 голів гнівохвостих наг Шиндрел Спалах в Астранаар.]===],
[===[Ми не можемо дозволити нагам загарбати наше узбережжя, {ім'я}. Дуже важливо, щоби ти {стать:вирушив:вирушила} до Зорамського узбережжя та {стать:виконав:виконала} своє завдання.]===],
[===[Молодець, {ім'я}. Твої звитяги на Зорамському узбережжі проти наг варті поваги.

Я знаю, що зробити це було непросто, бо сила та хитрість наг відомі нічним ельфам. Зрештою, ми з ними маємо спільну історію. 

Історію, яку мені не хотілося б повторювати.]===],
},
[1009] = {
[===[Руузель]===],
[===[Боюся, що таємниці стародавньої статуетки залишаться нерозгаданими, якщо ти не знайдеш ключ до замка. 

Цей ключ — зорамський перстень. Він належав правителям цього міста до того, як його накрили хвилі Розколу. 

Роками перстень вважався втраченим, але недавно його знайшли наги. 

Їхня проводирка, Руузель, живе на острові, що на північній межі Зорама. Благаю, {ім'я}, принеси мені той перстень!]===],
[===[Принесіть зорамський перстень Талену неподалік від Зорамського узбережжя.]===],
[===[Кажуть, що зорамський перстень може відімкнути будь-який замок у місті. Ти {стать:знайшов:знайшла} його, {ім'я}?]===],
[===[Ти {стать:знайшов:знайшла} перстень! Дякую, {ім'я}. Будь ласка, прийми цю плату і знай, що я ніколи не забуду про твої подвиги.]===],
},
[1010] = {
[===[Батранове волосся]===],
[===[Є рослина, яка колись росла в старих руїнах пристанища Батрана на півночі. Рослина називалася "батранове волосся" і була відома тим, що виліковувала душевні хвороби.

У селі є хвора дитина, і я вважаю, що це не просто тілесна недуга. Чи підеш ти до пристанища Батрана, аби пошукати там батранове волосся? Рослина може знадобитися мені, аби як слід вилікувати дитину.

Пристанище Батрана знаходиться на північ від застави Маєстри та трохи південніше кордону з Темнобережжям.]===],
[===[Принесіть 5 стебел батранового волосся Оренділу Широколисту в Ясенеділ.]===],
[===[Ти {стать:зібрав:зібрала} батранове волосся, {ім'я}? Дитина слабшає з кожною годиною...]===],
[===[О, ти {стать:приніс:принесла} батранове волосся! Тепер я змішаю ліки для дитини та молитимуся, що моя суміш подіє. 

І... Відречені у пристанищі Батрана? Це дуже тривожні новини. Дуже тривожні...]===],
},
[1011] = {
[===[Пошесті відречених]===],
[===[Відречені, ординські невмерлі, прокралися до Ясенедолу і причаїлись у наших руїнах і курганах. Ми вважаємо, що їхня мета — поширити пошесті в землях нічних ельфів. Ми повинні знайти докази!

На південь звідси є табір відречених, біля обителі кургану Дор'даніл. Там вони створюють отрути та пошесті та розливають їх у пляшки. Пробийся до цього табору й викради пляшечку з пошестю. Я перевірю її та дізнаюся про її призначення.]===],
[===[Принесіть пляшку пошесті Кейнету Штилю в Лісову Пісню.]===],
[===[Тобі вдалося знайти табір, {ім'я}? Ти {стать:приніс:принесла} пляшку з пошестю?]===],
[===[Чудово, {ім'я}. Тепер... я перевірю вміст цієї пляшки та дізнаюся, що саме замислили відречені!]===],
},
[1012] = {
[===[Божевільні друїди]===],
[===[Коли я боровся з отрутою відречених, у мене було видіння. Я бачив друїдів в обителі кургану Дор'даніл, отруєних... вбитих невмерлими! Тепер вони привиди, відірвані від своїх тіл і нестямні.

Аби духи друїдів змогли знайти спокій, ти мусиш проникнути в обитель кургану Дор'Даніл і знищити колись великих ватажків: Таніла Темноліса, Утіла Місяцезова та Маворіса Хмаролома.

Зроби це, а потім повертайся до мене.]===],
[===[Вбийте друїдів Таніла Темноліса, Утіла Місяцезова та Маворіса Хмаролома, а потім поверніться до Кейнета Штиля в Лісову Пісню.]===],
[===[Страждання друїдів Дор'Даніла і досі ввижаються мені у снах, {ім'я}. Ти маєш знищити їхніх ватажків!]===],
[===[Я відчув, як страждання друїдів кургану Дор'даніл стихає, і зрозумів, що ти {стать:виконав:виконала} своє завдання. 

Ти {стать:взяв:взяла} на себе сумний обов'язок, {ім'я}, тому що знищені тобою духи були лише жертвами злих діянь відречених. Але знищивши їх, ти {стать:дав:дала} нам надію, що інші нестямні духи знайдуть спокій.]===],
},
[1015] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здібних осіб, які допоможуть в дослідженні нових безкраїх рубежів Калімдору! Далеко на заході від Танарісу та Пристробляху лежить загадкова пустеля, сповнена неймовірних небезпек, і Колу потрібні охочі та благородні герої, що діятимуть від його імені.

Усі зацікавлені мають звернутися до Кенарійського Кола. Поговоріть з верховним друїдом Фендралом Оленерогом в Дарнасі для отримання подальшої інформації!]===],
[===[Поговоріть з верховним друїдом Фендралом Оленерогом в Кенарійському Анклаві Дарнасу з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[З чого ти {стать:взяв:взяла}, що буду витрачати час на таких, як ти, {клас:к}? Звісно, почекай, зараз я кину всі свої важливі щоденні справи та допоможу тобі знайти щось-там. Ну звісно, добробут Дарнасу, та що там, всього Тельдрассілю — ніщо в порівнянні з твоїм бажанням отримати якусь нову кольорову річ.

Ці дурні з Місячної галявини знову витрачають мій час на ці заклики про допомогу. Я мені все це витримати?]===],
},
[1016] = {
[===[Браслети елементалів]===],
[===[Візьми цей сувій — він може визначити творця цих елементалів. Але тобі знадобиться щось від них як реагент для фокусування магії сувою. Їхні браслети повинні добре підійти.

Декількох неушкоджених браслетів повинно бути достатньо. Решта не знадобляться для наших цілей, але вони можуть чогось коштувати, якщо ти захочеш їх продати. Після того, як ти отримаєш неушкоджені браслети, застосуй сувій. Повернись до мене з результатами — і ми знатимемо як діяти далі.]===],
[===[Зберіть 5 неушкоджених браслетів елементалів та застосуйте до них сувій провіщення. Після цього принесіть сувій з провіщенням стражниці Велені Зоребій в притулок Срібновію.]===],
[===[Оскільки для того, щоб убити елементалів, потрібно знищити браслети, знайти ті, що містять важливу інформацію, буде важко. Ти можеш обмінятися браслетами з іншими, аби отримати потрібні. Чи може ти вже маєш сувій з провіщенням?]===],
[===[Молодець, {ім'я}, це дасть нам інформацію, необхідну для викриття винуватця. Не хочеш прибрати мага, який наповнює наші водойми спотвореними елементалями? Серце стискається від думки про спотворення Ясенедолу та інших земель, але присутність мага, який намагається поширити його, ще огидніша. Ми змусимо його заплатити.]===],
},
[1017] = {
[===[Маг-закликач]===],
[===[Існує тільки один невмерлий маг в Степах, здатний на споганення такої кількості водяних елементалів. Він також єдиний, кому вистачить розуму таке зробити. Сарілус Гидкородний певно сидить собі на вершині Зловісного Туману та сміється наді мною.

{ім'я}, вирушай на ворожу територію та знищи цього лиходія. Я більше не терпітиму його недоумкуваті витівки — ми маємо показати йому, що трапляється з тими, хто дратує стражів.

Знищи його та принеси мені його голову. Але будь {стать:обережний:обережна}: ординці можуть слідкувати за тобою.]===],
[===[Вбийте Сарілуса Гидкородного і принесіть його голову стражниці Велені Зоребій в притулок Срібновію.]===],
[===[Все зроблено? Сарілус Гидкородний мертвий?]===],
[===[Нарешті його бридка посмішка назавжди стерта з його обличчя. Чудова робота, {ім'я}. Візьми це, сяйво Елуни. Випий його, коли буде здаватися, що все втрачено і смерть поряд. Якщо на те воля богині, це може тебе врятувати.]===],
},
[1019] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здібних осіб, які допоможуть в дослідженні нових безкраїх рубежів Калімдору! Далеко на заході від Танарісу та Пристробляху лежить загадкова пустеля, сповнена неймовірних небезпек, і Колу потрібні охочі та благородні герої, що діятимуть від його імені.

Усі зацікавлені мають звернутися до Кенарійського Кола. Поговоріть з верховним друїдом Фендралом Оленерогом в Дарнасі для отримання подальшої інформації!]===],
[===[Поговоріть з верховним друїдом Фендралом Оленерогом в Кенарійському Анклаві Дарнасу з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[З чого ти {стать:взяв:взяла}, що буду витрачати час на таких, як ти, {клас:к}? Звісно, почекай, зараз я кину всі свої важливі щоденні справи та допоможу тобі знайти щось-там. Ну звісно, добробут Дарнасу, та що там, всього Тельдрассілю — ніщо в порівнянні з твоїм бажанням отримати якусь нову кольорову річ.

Ці дурні з Місячної галявини знову витрачають мій час на ці заклики про допомогу. Я мені все це витримати?]===],
},
[1020] = {
[===[Ліки Оренділа]===],
[===[{ім'я}, я створив ліки, які можуть допомогти хворій дитині. Віднеси їх в Астранаар і віддай батькові дитини, Пельтурасу Біломісяцю.

Аби дістатися Астранаара, йди дорогою на південь, а потім поверни на схід.]===],
[===[Принесіть ліки Оренділа Пельтурасу Біломісяцю в Астранаар.]===],
[===[Мушу вибачитися, бо не маю часу на балачки. Моя донька Релара смертельно хвора!]===],
[===[Це від Оренділа?

Він багато знає про трави та лікування. Ці ліки дають мені надію, яку я майже втратив...]===],
},
[1021] = {
[===[Паскудні сатири! Дріади в небезпеці!]===],
[===[Слухай, я не знаю, хто ти, але мені потрібна твоя допомога. Мої сестри пішли, аби забрати гілку Кенарія в сатирів. Вони сказали, що скоро повернуться, але вже минуло два дні!

{ім'я}, ти маєш знайти їх! Вони шукали руїни храму нічних ельфів в Завіані, що на північному сході. Навіть не знаю, що думати. Шукай Анілію, вона очолювала пошуки.]===],
[===[Знайдіть Анілію в Завіані.]===],
nil,
[===[Судячи з величезної рани в боці, Анілія на порозі смерті.]===],
},
[1022] = {
[===[Долина Виття]===],
[===[Хоча ми доклали багато ресурсів і зусиль, аби позбавитися від решти демонів в Скверноліссі на півночі, наші успіхи були незначними. Нам вдалося захистити Ясенеділ від більшості демонів.

На півночі, біля кордону зі Скверноліссям, загадкові вовколюди захопили зруйноване святилище Мел'Тандріс. Їх жахливе завивання дало тій місцині назву — долина Виття. Фоліант Мел'Тандріс, що зберігається у святилищі, може допомогти дізнатися причину появи вовколюдів.]===],
[===[Йдіть до долини Виття та прочитайте фоліант Мел'Тандріс, а потім поверніться до вартової Мелірії Криготінь біля вівтаря Аессіни.]===],
[===[Фоліант, що зберігається у святилищі — загадкова річ. Він не є книгою в традиційному сенсі. Сторінки фоліанта були освячені самою Мел'Тандріс, і містять записи про важливі події.

Це важко пояснити. Якщо підеш до святилища, ти зрозумієш.]===],
[===[Фоліант Мел'Тандріс працює дивним чином. Події, які в ньому записано та які він показує... ніхто не розуміє, чому він робить те, що робить. 

І все ж-таки очевидно, що те, що отримала жриця Зорепісня — коса Елуни — потребує подальшого дослідження.]===],
},
[1023] = {
[===[Рене очищує]===],
[===[Обшукуючи речі Тероніса, ви знайшли неушкоджений щоденник.

Щоденник ви забрали, а тіло Тероніса залишили, як є. 

Зосталося тільки знайти камінь, який шукав Тероніс. Рене сказала, що він має бути в цій місцевості. Може, він у мурлоків...]===],
[===[Знайдіть сяючий самоцвіт і поверніться до Рене Вовкогін в Астранаар зі щоденником Тероніса.]===],
[===[З поверненням, {ім'я}.]===],
[===[Тероніс помер?! Це жахливо, {ім'я}.

У нас ще буде час на жалобу, але зараз ми маємо зосередити наші зусилля. Я відправлю кількох стражів, аби якнайшвидше знайти тіло Тероніса.

Ти {стать:приніс:принесла} щоденник Тероніса і камінь, який він шукав. Чи можеш ти завершити його справу? Я спатиму спокійніше, якщо знатиму, що його смерть не була марною.]===],
},
[1024] = {
[===[Рене очищує]===],
[===[Дослідження тобі доведеться провести самостійно, але з нотаток Тероніса зрозуміло, що твій наступний крок — знайти решту частин жезла, створеного Дартолом. Раджу почати з місячного колодязя на схід від Райдужного озера. Коли будеш {стать:готовий:готова}, вирушай дорогою, а коли дістанешся до невеликого майданчика для відпочинку зліва, повертай на північ.

Тобі зможе допомогти дріада на ім'я Шел'дрін. Знайди її.

Візьми самоцвіт з собою — він знадобиться Шел'дрін, аби відновити жезл.]===],
[===[Знайдіть Шел'дрін біля місячного колодязя на північному сході.]===],
[===[Вітаю. Як справи?]===],
[===[Тебе прислала Рене? Мабуть, справа важлива. Чим можу допомогти?]===],
},
[1025] = {
[===[Найкраща оборона — це напад]===],
[===[Перш ніж ти вирушиш до місячного колодязя, я маю для тебе ще одне завдання, яке допоможе жителям Ясенедолу, якщо бажаєш випробувати свої сили.

Уздовж дороги, що веде на схід до Далекоплинної річки, хутропузи нападають на мандрівників. Їхній зболений розум живиться страхом, а апетити втамовуються кров'ю невинних.

Допоможи стражам захистити ці землі, дай цим чудовиськам скуштувати того ж милосердя, яким вони годують нас.

Я гадаю, їхні табори знаходяться на південь від дороги... будь {стать:обережний:обережна}.]===],
[===[Вбийте 1 наглядача лігва, 10 тотемістів та 12 воїнів племені Гидколісних, а потім поверніться до Рене Вовкогін в Астранаар.]===],
[===[Хутропузи не завжди були нашими ворогами, {ім'я}. Але часи змінюються, і тут, в темноліссі, більше немає миру.]===],
[===[Хороша робота, {ім'я}. Дякую.]===],
},
[1026] = {
[===[Рене очищує]===],
[===[Невеселі вісті.

Рене права, я знаю про творіння Дартола і про дереванів в цих землях. Принаймні, знала раніше. Їх було спотворено, їхня сутність понівечена. 

Якщо ти бажаєш знайти ще одну частину жезла, маєш знайти ключ від скрині, в якій вона зберігається.

Дерев'яний ключ знайдеш в одного з дереванів на північному сході, біля Сквернолісся. Коли отримаєш його, шукай маленьку галявину на захід від дороги біля кордону зі Скверноліссям... там сховано скриню.]===],
[===[Знайдіть дерев'яний ключ та частину жезла Дартола та поверніться до Шел'дрін біля місячного колодязя.]===],
[===[Спотворення дереванів дуже мене засмучує. Шкода, що я не можу надати їм кращої допомоги.]===],
[===[Рада бачити тебе знову, {ім'я}.]===],
},
[1027] = {
[===[Рене очищує]===],
[===[Останню частину жезла було віддано на зберігання друїдам Дор'даніла. Не знаю, де саме вони її сховали. Вибач, що не можу нічим допомогти.

Можу лише порадити рушати дорогою, що веде до Степів. Друїди оселилися на схід від цієї дороги, та вони не зможуть тобі допомогти. Нещодавно їх було вбито... не люблю про це думати.

Коли знайдеш останню частину, принеси її мені — я допоможу тобі відновити жезл.]===],
[===[Знайдіть останню частину жезла Дартола та поверніться до Шел'дрін біля місячного колодязя.]===],
[===[Ти {стать:знайшов:знайшла} останню частину жезла, {ім'я}?]===],
[===[Ти {стать:знайшов:знайшла} останню частину жезла? Чудові вісті для тебе... і для Рене.

Гадаю, час його полагодити.]===],
},
[1028] = {
[===[Рене очищує]===],
[===[А ось і готовий жезл, {ім'я}. Відновити його було легко... важко буде найти святилище, в якому можна його зарядити.

Але для тебе, з твоєю цілеспрямованістю та сумлінністю, це завдання не таке вже й важке. Ти вже так багато {стать:досягнув:досягла}.

Рушай на південний схід, але будь {стать:обережний:обережна}: стежок тут мало. Дивись на північ — святилище ховається в горах, що оточують цю галявину.

Як знайдеш потрібне місце, поклади жезл на вівтар. Все інше за тебе зробить магія.]===],
[===[Знайдіть потаємне святилище та зачаруйте жезл Дартола заново.]===],
[===[Ви відчуваєте ледве помітну, але могутню енергію, що охоплює святилище та дерева навколо. 

Ви ледь встигли покласти жезл на вівтар, як відчуваєте рух повітря навколо вас, поки вівтар охоплює яскраве сяйво...]===],
[===[Коли сяйво зникає, ви бачите зачарований жезл в чаші вівтаря.]===],
},
[1029] = {
[===[Рене очищує]===],
[===[Тобі варто знайти Рене та сказати їй, що жезл відновлено. Впевнена, що вона знає, що робити далі. 

Щасти тобі, {ім'я}.]===],
[===[Поверніться до Рене Вовкогін в Астранаар.]===],
nil,
[===[То ти {стать:відновив:відновила} жезл, який шукав Тероніс? Це чудові новини.

Тероніс був би радий дізнатися, що його справа живе навіть після його смерті.]===],
},
[1030] = {
[===[Рене очищує]===],
[===[На жаль, я не знаю, якими були його подальші плани. 

Якщо те, що він розповів про силу жезла — правда, цей артефакт дозволить тобі прийняти іншу форму. Яку саме — я не знаю.

Можливо, він планував використати магію жезла, аби підібратися ближче до спотворених хутропузів. Проте навіть вільні від порчі істоти вмить знищили б його за найменшої необережності. Змінивши форму, Дартол міг би говорити з хутропузом, неушкодженим мохом скверни.

Раджу почати пошуки з південно-східного узбережжя озера Містраль.]===],
[===[Знайдіть хутропуза, не ураженого порчею, та поговоріть з ним, скориставшись жезлом Дартола.]===],
nil,
[===[Так, так... ти {стать:мій:моя} {стать:родич:родичка}, але досі {стать:дужий:дужа}. Досі {стать:чистий:чиста}. 

Не знаю, як ти {стать:врятувався:врятувалася} від жорстокості нічних ельфів, але я радий знати, що я не сам.

Спотворена кров тече тепер в жилах нашого роду, дитино, і цю порчу навели на нас пихаті нічні ельфи. Це вони зробили таке з нашим народом... Це вони винні в тому, що мене вигнали з племені. 

В нічній темряві я й досі бачу вогнища.]===],
},
[1031] = {
[===[Гілка Кенарія]===],
[===[Анілія торкається ваших плечей, аби ви нахилилися ближче. Задихаючись, вона вказує на арку на північ звідси, а потім заплющує очі й останні слова злітають з її вуст. "Він забрав її... Ґелтаріс..." Ви розумієте, що останнє бажання Анілії — повернути гілку Кенарія до рук дріад.]===],
[===[Вбийте Ґелтаріса та поверніть гілку Кенарія Ілліяні біля вівтаря Аессіни.]===],
[===[Ти {стать:знайшов:знайшла} їх? Що сказала Анілія? Де вона?]===],
[===[Анілія померла? Ні... це неможливо! Тільки вчора ми вдвох грали у лісі.

Напевно, цього більше не буде...]===],
},
[1032] = {
[===[Полювання на сатирів]===],
[===[Повірити не можу, що Анілії більше немає... Колись ми вдвох грали у лісі. Мені майже... сумно. 

Але я знаю, що може підняти мені настрій. Будь ласка, вбий сатирів, які забрали в мене Анілію! Принеси мені їх роги як доказ і я буду вічно тобі вдячна.]===],
[===[Принеси 16 рогів сатирів до Ілліяни біля вівтаря Аессіни.]===],
[===[Благаю, допоможи мені помститися за смерть Анілії.]===],
[===[Дякую, {стать:добросердий:добросерда} {раса:к}. Дух моєї сестри радіє твоїм успіхам.]===],
},
[1033] = {
[===[Сльоза Елуни]===],
[===[Я сподівався, що ліки Оренділа врятують Релару, але боюся, що вони лише сповільнили розвиток хвороби. Ми повинні знайти потужніші ліки! На щастя, Оренділ розповів мені про інші засоби, які можна спробувати.

Сльоза Елуни — це камінь, який знаходиться лише в одному місці: на острові посеред Райдужного озера, що на схід від Астранаару. Оренділ сказав, що цей камінь змиє порчу... Будь ласка, {ім'я}, принеси мені сльозу Елуни й молися, щоб вона вилікувала мою дитину!]===],
[===[Принесіть сльозу Елуни Пелтурасу в Астранаар.]===],
[===[{ім'я}, ти {стать:знайшов:знайшла} Райдужне озеро? Чи {стать:приніс:принесла} ти сльозу?]===],
[===[Ти {стать:знайшов:знайшла} її! Я додам її до юшки й молитимусь, аби вона вилікувала мою дитину.

Дякую! Дякую, {ім'я}!]===],
},
[1034] = {
[===[Руїни Зорепилу]===],
[===[Сльоза Елуни частково полегшила стан моєї доньки. ЇЇ більше не мучать кошмари і я вдячний богині за її благословення. Але... вона досі охоплена лихоманкою.

Оренділ розповів мені про морозний пил, який можна знайти в руїнах Зорепилу. Можливо, він полегшить лихоманку Релари. Збери трохи пилу та повернись до мене.

Ти знайдеш руїни Зорепилу на півдні, {ім'я}. Нехай Елуна прискорить твою подорож.]===],
[===[Принесіть 5 жмень зорепилу Пелтурасу в Астранаар.]===],
[===[Ти вже {стать:приніс:принесла} зорепил, {ім'я}?]===],
[===[Ти {стать:приніс:принесла} пил! З нього я зроблю припарку — вона повинна полегшити лихоманку. 

Ще раз дякую, {ім'я}. Без твоєї допомоги моя дитина загинула б.]===],
},
[1035] = {
[===[Озеро Впалого Неба]===],
[===[Релару більше не лихоманить, але вона досі дуже слабка. Я не думаю, що час поверне їй втрачені сили. Для цього знадобиться сила місячного каменя.

Ми збирали місячне каміння біля озера Впалого Неба на південному сході... доки не прийшли створіння Тінезарості.

Їхній вождь, оракул Тінезарості, зібрав усі впалі місячні камені та зберігає їх у скарбниці. Тепер ти маєш забрати місячний камінь в оракула.

Боюся, що для цього тобі доведеться його вбити.]===],
[===[Заберіть впалий місячний камінь в оракула Тінезарості та принесіть його Пелтурасу в Астранаар.]===],
[===[Ти {стать:здолав:здолала} оракула Тінезарості, {ім'я}? Якщо так, будь ласка, віддай мені місячний камінь. У Релари залишилося сил лише на кілька подихів!]===],
[===[{ім'я}, ти {стать:врятував:врятувала} мою дочку! Я знаю, що сила місячного каменю поверне їй сили!

Я ніколи не зможу повністю віддячити тобі за допомогу, але... будь ласка, візьми це. Крім Релари, це найдорожче, що в мене є.]===],
},
[1037] = {
[===[Велінда Зорепісня]===],
[===[Велінда Зорепісня була моєю попередницею тут в Ясенедолі. Спочатку здавалося, що вона тримала справи в Скверноліссі під контролем, але потроху її зусилля зійшли на нівець. Одного дня вона просто зникла.

Мене відправили сюди, аби продовжувати її справу. Проте боюся, що я нічого не знаю про жрицю. Можливо, Тін'тель Лезоткаля, одна з командирів стражів, знає щось про її зникнення.

Вона має зрозуміти важливість такої інформації.]===],
[===[Поговоріть з Тін'тель Лезоткалею на терасі Воїнів в Дарнасі.]===],
nil,
[===[Велінда Зорепісня? Про те, що жриця зникла деякий час тому, знають всі. А от щодо обставин її зникнення... таку інформацію я можу розкрити тільки з вагомої причини.]===],
},
[1038] = {
[===[Майно Велінди]===],
[===[І це показав тобі фоліант Мел'Тандріс? Гадаю, нічого поганого не станеться, якщо я дозволю тобі подивитися на її речі. Цей ключ відімкне скриню з її речами в бараці стражів. Вона робила нотатки в щоденнику про свої обов'язки. Якщо є можливість чогось дізнатися, то тільки з нього.

Варто зауважити, що стражі вважають, що у неї були причини для зникнення. Вони чекають на її повернення в будь-який час. Жриця багато зробила, аби заслужити нашу довіру.]===],
[===[Обшукайте скриню Велінди, аби знайти її щоденник, та віддайте його, разом з ключем, Тін'тель Лезоткалі в Дарнасі.]===],
[===[Щось {стать:знайшов:знайшла}?]===],
[===[Схоже, що зникнення Велінди — це більша проблема, ніж здавалося спочатку. І все ж таки мені важко повірити, що вона зійшла у темряву. Можливо, було б корисно зв'язатися з нею. 

{ім'я}, оскільки ти {стать:проявив:проявила} неабияку цікавість до цієї справи, я хотіла б заручитися твоєю допомогою.]===],
},
[1039] = {
[===[Порт в Степах]===],
[===[Брашпиль — єдиний порт в Степах. Скоріше за все, Велінда знайшла торгове судно в Брашпилі, аби вирушити до Бухти Чорноводдя в Азероті. Ми мало спілкувалися з гоблінами, які керують портом, але завідувач причалу повинен знати, куди й звідки подорожують пасажири.

Вирушай дорогою на південний схід з Ясенедолу, поки не опинишся в Степах. Будь {стать:обережний:обережна}, {ім'я}, цю місцину охороняють воїни Орди. Але в порту ти будеш в безпеці.]===],
[===[Поговоріть з завідувачем причалу Запамороком в Брашпилі.]===],
nil,
[===[{Раса}, ге? Якщо чесно, ми не часто бачимо тут таких, як ти. Шукаєш когось? Хвильку, я точно робив нотатки в журналі.

Через цей порт подорожує багацько народу, тож доведеться зачекати.]===],
},
[1040] = {
[===[Подорож до Грабіжної бухти]===],
[===[Ось, нарешті знайшов. Що ж ти не {стать:сказав:сказала}, що вона недавно була тут? Так, подивимось.

Велінда. Забронювала місце на Чорному Яструбі до Грабіжної Бухти. Судячи з моїх нотаток, човен прибув до місця призначення без пригод.

Більше нічого не можу сказати, але вона цікавилася наземними подорожами у тій місцині, і я згадав про Разґота, водія каравану, що базується в Грабіжній Бухті. Можливо, ця Велінда подорожувала з ним.

Все, йди вже. Я не маю часу на балачки.]===],
[===[Сядьте на човен до Грабіжної Бухти та поговоріть з караванщиком Разґотом.]===],
nil,
[===[Так? Щось не схоже, що ти маєш товари для перевезення, тож або ти шукаєш роботу в моєму каравані — а її зараз немає — або ти розмовляєш не з тим гобліном.

То що тобі потрібно?]===],
},
[1041] = {
[===[Караванний шлях]===],
[===[Схоже, я помилявся в тобі, а таке трапляється не кожного дня.

Так сталося, що я пам'ятаю цю Велінду, яку ти шукаєш. Нечасто зустрінеш жрицю з нічних ельфів, яка хоче подорожувати з моїм брудним, старим — але чудовим для перевезення будь-яких товарів! — караваном.

Наші шляхи розійшлися на північній дорозі, вона прямувала до Темнодолу. Писар в тому місті зберігає всі нотатки. Може й знає щось корисне. 

Обережніше в джунглях — це смертельно небезпечне місце навіть в найкращі часи.]===],
[===[Поговоріть з писарем Долтрі в Темнодолі.]===],
nil,
[===[Зважаючи на всі дивні події останніх років, я якомога ретельніше зберігаю записи про незнайомців. Ніколи не знаєш, коли вони можуть стати в пригоді... хоча коли це трапляється, приємного мало. Але я не маю на увазі нічого поганого про Велінду, яку ти шукаєш.]===],
},
[1042] = {
[===[Карвіни]===],
[===[Ні, у мене немає жодних записів про перебування Велінди Зорепісні в Темнодолі... Хоча важко уявити жрицю з нічних ельфів, яка знімає кімнату в корчмі, розумієш?

Але ці вовколюди, про яких ти {стать:згадав:згадала} — про них я чув. На днях Калор прийшов до міста з цілою вервечкою їхніх голів. Він працює з Карвінами — мисливцями на демонів, невмерлих та інших чудовиськ. Поговори з Джонатаном, він голова сім'ї.]===],
[===[Поговоріть з Джонатаном Карвіном в Темнодолі.]===],
nil,
[===[Темні часи. Недобрі чутки розносяться з кожним подихом вітру, а зло ховається під кожною каменюкою.

І в такі часи {стать:незнайомець:незнайомка} приходить в мій дім та питає про воргенів. Я не перепрошуватиму за свою підозрілість, але вимагатиму відповідей.

І я їх отримаю.]===],
},
[1043] = {
[===[Коса Елуни]===],
[===[Ти кажеш правду... Я не зовсім розумію твої мотиви, але якщо твої справи в Смерколіссі передбачають знищення будь-якої кількості воргенів, я радий обміняти розуміння на результат.

На півдні є шахта, яку захопили воргени. Вони з'явилися хтозна-звідки, але наскільки нам відомо, їх було вперше помічено саме там.

Йди по своїх справах, але прошу: якщо знайдеш щось важливе, дай мені знати. Ми будемо раді будь-якій допомозі в боротьбі зі злом.]===],
[===[Знайдіть сліди коси Елуни, а потім поверніться до Джонатана Карвіна в Темноділ.]===],
[===[Ці ліси небезпечні для непідготовлених. Тримай зброю та розум при собі, або твоя наступна подорож до лісу може стати останньою.]===],
[===[Цікава історія, {ім'я}. Можливо, сім'я Карвін недостатньо впливова для того, аби знайти причини цієї проблеми та вирішити її раз і назавжди. Але ми робимо все можливе, аби тримати кількість воргенів в Смерколіссі під контролем.

Я вже доручив Калору зробити це завдання першочерговим.]===],
},
[1044] = {
[===[Питання та відповіді]===],
[===[Ми приборкаємо воргенів, не хвилюйся. Зло, яке твоя знайома принесла в наші ліси, буде стримано, і я не тримаю гніву за її дії. Дивні події відбуваються останнім часом, {ім'я}, а темрява не знає перепочинку.

Я тебе більше не затримуватиму. Гадаю, що є й інші, хто має почути про те, що ти {стать:знайшов:знайшла} в шахтах Смерколісся.]===],
[===[Поверніться до Тін'тель Лезоткалі в Дарнас.]===],
nil,
[===[То ось яка доля Велінди? Верховна жриця буде засмучена, почувши про це, вони були добрими подругами до її зникнення. Втім, коса Елуни, безсумнівно, була дарована їй нашою богинею як благословення, і мене бентежить, що служителі Елуни втратили її.

Втім, про це поговоримо іншим разом. Я дуже вдячна тобі за те, що ти {стать:зробив:зробила}.]===],
},
[1045] = {
[===[Рене очищує]===],
[===[Нічні ельфи старі як світ, але своєю зарозумілістю вони руйнують все навколо себе. А тепер вони руйнують ще й наші життя. Проте цьому вже не завадиш...

Я багато в чому звинувачую ельфів, але ми все одно відповідальні за свої вчинки. Спотворені чи ні, ми здатні на велике зло.

Ран Кривавозубий — одне з таких зол. Жадібний до влади, хтивий... Спотворення лише надало йому сили. Моя ненависть до ельфів палає, але я не бажаю зла їхнім дітям, тож ми мусимо приводити до ладу власні справи.]===],
[===[Вбийте Рана Кривавозубого та 4 кривавозубих вартових і поверніться до Кролґа біля озера Містраль.]===],
[===[Ти вже {стать:вбив:вбила} Рана?

Навіть нічні ельфи не заслуговують на його гнів. Його ненависть палає гарячіше моєї, але його власний розум більше йому не належить. Він — загроза для всіх створінь природи в цьому лісі.]===],
[===[Молодець.

Цей ліс і досі забруднено, але принаймні ми знаємо, що зробили свій невеличкий внесок в повернення його колишньої величі. Якщо забажаєш повернутися до мене, я буду радий товариству родича. 

Бувай {стать:здоровий:здорова}. Можливо, наші племена знову зустрінуться в менш жорстокі часи.]===],
},
[1046] = {
[===[Рене очищує]===],
[===[Повертайся до свого племені й розкажи їм про свою перемогу.

Покажи їм свій трофей та насолоджуйся славою...]===],
[===[Принесіть череп Рана Кривавозубого та жезл Дартола Рене Вовкогін в Астранаар.]===],
[===[Стражі роблять все, що можуть в Ясенедолі, але саме завдяки таким, як ти, ми досягли те, що маємо.]===],
[===[То це і є череп найлютішого хутропуза в Ясенедолі?

Я дуже задоволена твоїми здібностями, {ім'я}. Стражі вдячні тобі. Сподіваюся, ми знову зможемо до тебе звернутися, коли наші люди потребуватимуть допомоги. 

Я покладу цей череп та жезл Дартола в почесному місці, де всі їх зможуть побачити.

Тероніс пишався б тобою. Ще раз дякую.]===],
},
[1047] = {
[===[Нові рубежі]===],
[===[Увага, герої!

Кенарійське Коло шукає здібних осіб, які допоможуть в дослідженні нових безкраїх рубежів Калімдору! Далеко на заході від Танарісу та Пристробляху лежить загадкова пустеля, сповнена неймовірних небезпек, і Колу потрібні охочі та благородні герої, що діятимуть від його імені.

Усі зацікавлені мають звернутися до Кенарійського Кола. Поговоріть з верховним друїдом Фендралом Оленерогом в Дарнасі для отримання подальшої інформації!]===],
[===[Поговоріть з верховним друїдом Фендралом Оленерогом в Кенарійському Анклаві Дарнасу з приводу заклику Кенарійського Кола на експедицію до нових рубежів Калімдору.]===],
nil,
[===[З чого ти {стать:взяв:взяла}, що буду витрачати час на таких, як ти, {клас:к}? Звісно, почекай, зараз я кину всі свої важливі щоденні справи та допоможу тобі знайти щось-там. Ну звісно, добробут Дарнасу, та що там, всього Тельдрассілю — ніщо в порівнянні з твоїм бажанням отримати якусь нову кольорову річ.

Ці дурні з Місячної галявини знову витрачають мій час на ці заклики про допомогу. Я мені все це витримати?]===],
},
[1050] = {
[===[Мітологія титанів]===],
[===[Майбутнє невідворотне! Ми прямуємо до нього, як краплі дощу до Великого моря.

Та, можливо, вивчаючи минуле, ми зможемо краще підготуватись до прийдешнього.

До того, як в Лордерон прийшло лихо, в Тірісфальському переліссі знаходився бастіон знань. Ходять чутки, що в бібліотеці старого монастиря знаходиться примірник "Мітології титанів".

Принеси її мені й разом ми розкриємо таємниці минулого!]===],
[===[Добудьте "Мітологію титанів" в Багряному монастирі та принесіть її бібліотекарці Мей Блідопилій в Залізогарт.]===],
[===[Колись в монастирі навчали палпадинів. Та нині цю твердиню Світла захопили божевільні фанатики Багряного Походу.

Вони вірять в благородність своєї мети — очищення земель від напасті невмерлих. Та безумство затьмарило їх діяння і тепер вони стали ворогами для всіх.

Принеси мені "Мітологію титанів" і я зможу вивчити її та вберегти в Залізогарті.

Такій перлині історії не місце в зіпсованих стінах монастиря.]===],
[===[Ти {стать:врятував:врятувала} священне писання!

Певно твоя подорож була довгою, добути таку книгу — не легка задача. Та дворфи Залізогарту зможуть витягнути багато користі з твоїх діянь.

Дякую тобі, {ім'я}, від імені Ліги дослідників.]===],
},
[1053] = {
[===[В ім'я Світла]===],
[===[Колись я служив Багряному Походу усією честю та відданістю. Я вірив в його благородну мету: позбавлення Азерот від невмерлих.

Та коли я провів час у монастирі в Тірісфальському переліссі, я зрозумів, що вони живуть в зовсім іншій реальності. Для них ворогом є кожен, хто не належить до Походу. Безліч невинних постраждало від тортур, бо їх вважали нечистими.

Багряний Похід має бути знищенний в ім'я Світла. І ти, {ім'я}, маєш це зробити.]===],
[===[Вбийте верховну інквізиторку Білошкур, командира Багряного Походу Моґрейна, чемпіона Багряного Походу Герода та псаря Локсі та відзвітуйте Релі Благочестивому в Південнобережжі.]===],
[===[Ці жахливі діяння в монастирі не закінчаться, поки ми не покінчимо з лідерами Багряного Походу.

В ім'я світла, вбий верховну інквізиторку Білошкур, командира Багряного Походу Моґрейна, чемпіона Багряного Походу Герода та псаря Локсі. Можливо без них, Багряний Похід зможе повернутись до його первісної чистої мети. Та до тих пір в небезпеці буде кожен, хто перейде дорогу Багряному Походу.

Прямуй в монастир і покінчи з ними!]===],
[===[Хоч шлях Світла і не спонукає до кровопролить, та ми маємо визнати, що смерті цих негідників — чесна жертва на благо Королівства і всього нашого світу.

Твої діяння в монастирі врятували багато невинних життів, {ім'я}. Я високо ціную твою наполегливість.]===],
},
[1054] = {
[===[Усунути загрозу]===],
[===[Прямо на північ від Астранаару живе плем'я Колючохутрих хутропузів. Мої розвідники повідомляють, що за останні кілька місяців їхня чисельність значно зросла. Якщо їх стане занадто багато, вони можуть набратися сміливості й напасти на Астранаар.

Вбий якомога більше хутропузів та принеси мені череп їхнього вождя як доказ того, що їхні зусилля марні... поки що.

Я залишуся тут, в Астранаарі, і чекатиму на звістку. Хай буде з тобою Елуна.]===],
[===[Принесіть череп Дала Кривавопазура до Рене Вовкогін в Астранаар.]===],
[===[Спотворення хутропузів призвело до того, що Ясенеділ став тінню колишньої величі.]===],
[===[Молодець, {ім'я}.

Ми під постійною загрозою хутропузів. Сподіваймося, що це триматиме їх на відстані ще деякий час.]===],
},
[1055] = {
[===[Рене очищує]===],
[===[Нарешті ви тримаєте в руках відтворений жезл. Шел'дрін захоче почути про ваші успіхи.]===],
[===[Поверніться до Шел'дрін біля місячного колодязя.]===],
nil,
[===[Тобі вдалося, {ім'я}! Молодець!]===],
},
[1056] = {
[===[Подорож до Каміннопазуристого піку]===],
[===[Лісові духи кажуть про твою хоробрість і жагу до подорожей.

На півдні, неподалік від озера Містраль, є Пазуродертий тунель. Через нього ти зможеш дістатися до місцини, що зветься Вітрокосі скелі в Каміннопазуристих горах. Коли ти опинишся там, рушай на південний захід повз Скельнодонне озеро, а потім на північ й вгору крутим схилом, аж поки не дістанешся до Каміннопазуристого піку. 

Там на тебе чекатиме хранитель Альбаґорм. Слухайся його наказів, {раса:к}.

Подорож буде небезпечною.]===],
[===[Рушайте до хранителя Альбаґорма на Каміннопазуристий пік.]===],
nil,
[===[Нарешті ти {стать:прибув:прибула}. Бачу, Фалдріс прислухався до лісових духів...]===],
},
[1057] = {
[===[Повернення Обвугленої долини]===],
[===[Ти, як {стать:захисник:захисниця} лісових духів, безсумнівно, можеш здогадатися, чому я стривожений.

Щоб попасти на цю вершину, ти {стать:пройшов:пройшла} через гори та, скорше за все, {стать:бачив:бачила}, що сталося з цією землею. Жадібність призвела до знищення священних пагорбів.

Обвуглена долина на півдні була спалена механізованою армією жадібних промисловців. Гірше того, клан Кривоволютих, що зазіхнув на цю землю, не дає нам пройти та розпочати відродження.

Вижени жалюгідних гарпій звідси, {ім'я}!]===],
[===[Хранитель Альбаґорм з Каміннопазуристого піку просить вас вбити 7 криваволютих гарпій, 7 криваволютих душительок, 7 криваволютих вбивць і 7 криваволютих оперених розбійниць.]===],
[===[Попереду ще багато роботи, перш ніж Обвуглена долина знову стане пишним лісом, яким вона була раніше.

Очисть територію Обвугленої долини від цієї мерзенної загрози, {ім'я}! Тільки тоді ми зможемо розпочати відновлювати те, що належить природі.]===],
[===[Тепер, коли клан Криваволютих зазнав великих втрат, можливо, розпочнеться справжня робота по відновленню землі...]===],
},
[1059] = {
[===[Повернення Обвугленої долини]===],
[===[Клан Криваволютих приборкано. Але вони досить швидко перегрупуються та повернуться, якщо не вжити заходів.

На південь від Степів є земля, відома як Тисяча Шипів. Якщо підеш на захід Тисячі Шипів, доки не доберешся густого лісу Фераласу, ти зустрінеш друїда, на ім'я Фалфіндел Шляхостраж.

Цей великий і мудрий друїд здатний викликати сильних лісових духів, які допоможуть у відновленні Обвугленої долини.

Розкажи йому про нашу біду! Відшукай його негайно!]===],
[===[Відправляйтесь до Фалфіндела Шляхостража, що живе на кордоні Тисячі Шипів і Фераласа.]===],
nil,
[===[Хранитель Альбаґорм вчинив мудро, відправивши тебе з терміновим посланням.

Сподіваюся, ми зможемо викликати допомогу з великого лісу і вони встигнуть дістатися до Обвугленої долини.]===],
},
[1070] = {
[===[На варті в Каміннопазуристих горах]===],
[===[Вітаю, {ім'я}.

Судячи з твого вигляду, ти {стать:сповнений:сповнена} жаги до мандрів. Ти {стать:бував:бувала} у Каміннопазуристих горах? Ця земля потерпає від ТзНБ "Авантюра" та інших ворогів нічних ельфів.

Нещодавно вартова Вовкогін відправила туди мою подругу Кейлу Тіньоспис, аби дослідити, що відбувається з цими землями, але я досі не отримала від неї звістки. Мене ще більше непокоїть те, що Альянс відправив з нею гномського мага... вірна ознака неприємностей.

Можеш знайти її та доповісти мені?]===],
[===[Знайдіть Кейлу Тіньоспис, яка стоїть на варті долини біля Вітрокосих скель в Каміннопазуристих горах.]===],
nil,
[===[А, ти {стать:прибув:прибула} з Ясенедолу за наказом Тари. Я так сумую за нею, моєю батьківщиною та друзями. Мабуть, її справи в лавах стражів йдуть добре, якщо вона наймає мандрівників для інших завдань. Я пишаюся нею.

Дуже рада познайомитися з тобою, {ім'я}.]===],
},
[1071] = {
[===[Перепочинок гнома]===],
[===[Бачиш, {ім'я}, я член Просвітленої Асамблеї Арканології, Алхімії та Інженерних Наук, і моя ціль... ні, мій ОБОВ'ЯЗОК! показати нічним ельфам, що комбінування магії, сумішей і механізмів може допомогти врятувати їхні ліси.

Але це важка війна, і, здається, гобліни розмножуються, як кролики. Я навіть не встигаю завершити конструювання своїх найновіших винаходів!

Мені потрібен час на планування та організацію. Але для цього знадобиться твоя допомога, щоб тримати гоблінів в бухті Вітрокосої скелі, що на схід звідси...]===],
[===[Вбийте 10 лісорубів та 10 лісозаготівельників ТзНБ "Авантюра" і поверніться до Ґаксима Іржошипа в Каміннопазуристі гори.]===],
[===[То як ідуть справи з твого боку, {ім'я}?]===],
[===[Дуже дякую тобі за допомогу, {ім'я}. Ти {стать:повернувся:повернулася} якраз вчасно.

Здається, я придумав ідеальний план... вибухівка. Ні, це не весь план, це частина плану.

Розумієш, я використовував потужну вибухівку — не хвилюйся, вона не така небезпечна, як всі думають — щоб трохи налякати гоблінів. Розмістивши вибухівку в ключових місцях по краях гір, я зможу їх непогано налякати, але вже через кілька днів у мене можуть закінчитися матеріали...]===],
},
[1072] = {
[===[Давній колега]===],
[===[Пристрій, про який я думаю, — це мій найдосконаліший винахід на сьогодні. Але щоб він запрацював, нам знадобиться спеціальне зілля. Гадаю, нам варто дістати найкращі інгредієнти, або ця місія може стати останньою для тебе.

А для цього нам знадобиться потужна вибухівка: нітроміргліцероній.

Єдина людина, яка може зробити НГ-5 - це мій давній друг: Ломак Зубчастик. Знайди його у Механівці.

Ти маєш вмовити його зробити нам кілька НГ-5, а я поки займуся розміщенням моїх пристроїв.]===],
[===[Поговоріть з Ломаком Зубчастиком в Залізогарті.]===],
nil,
[===[Оой.... Тебе Ґаксим прислав, так? Звідки мені знати, що ти мені не брешеш?! Ммм? Ммм...?]===],
},
[1073] = {
[===[Невмілість + хімікати = веселощі]===],
[===[Хахаха... тобі потрібен нітроміргліцероній, щоб зупинити гоблінів від знищення лісу?

Мені байдуже, знаєш ти Ґаксима чи ні... Я дам тобі цю речовину, тільки щоб побачити, як ти або вони розлетяться на дрібні шматочки.

Але є одна проблема: в мене закінчилися хімікати.

Але ось що я тобі скажу: ти принесеш мені потрібне зілля і я відразу тобі дещо приготую.

Принаймні, ти зможеш довести, що розумієш щось в алхімії, перш ніж я дам тобі зразок свого найвеличнішого творіння.]===],
[===[Принесіть 4 крихітних зілля мани та 2 крихітні еліксири стійкості Ломаку Зубчастику в Залізогарт.]===],
[===[Я не можу створити нітроміргліцероній, не маючи зілля... воно життєво необхідне для його створення.]===],
[===[Це підійде.

Якби я не знав тебе краще, {стать:незнайомцю:незнайомко}, я б подумав, що ти щось розумієш в алхімії. Добре, добре... Світ — це не тільки мечі та чаклунство, чи не так?]===],
},
[1074] = {
[===[Невмілість + хімікати = веселощі]===],
[===[Тримай, {стать:незнайомцю:незнайомко}. Але будь {стать:обережним:обережною}... це нестабільна речовина.

Якщо Ґаксим тобі справді друг, передай йому привіт від мене. Якщо ж ні — веселись, підриваючи себе.]===],
[===[Принесіть нітроміргліцероній Ґаксиму Іржошипу в Каміннопазуристі гори.]===],
[===[О, добре, добре, ти {стать:повернувся:повернулася}.]===],
[===[Ти бездоганно {стать:виконав:виконала} завдання, {ім'я}.

НГ-5 - незамінний компонент для підриву вагонів з вибухівкою.

Що? Так, вибухівка... цілі вагони. Це ідеальний маневр, щоб відвести увагу, кажу тобі... просто зачекай і побачиш.]===],
},
[1075] = {
[===[Сувій від Морена]===],
[===[Гаразд, тепер до другої частини мого плану — дистанційні вибухи... ой, я ще не розповідав про це?

Добре, якщо коротко, то ось що: трохи магії і я зроблю так, щоб вибухівка спрацювала без твоєї присутності. Я зберу такий пристрій, для активації якого потрібно натиснути лише одну кнопку та, коли ти будеш {стать:готовий:готова}, НГ-5 вибухне.

Але мені потрібне закляття від мого друга Колліна Морена, що проживає у Штормовії. Ти можеш знайти його у кварталі магів. Він людина, тому його важко буде не помітити.]===],
[===[Знайдіть Колліна Морена у Штормовії.]===],
nil,
[===[Тепер ти маєш закляття, яке тобі потрібно, воно дозволить підірвати вибухівку на відстані... ммм.]===],
},
[1076] = {
[===[Дідьки Західного краю]===],
[===[Здається, я зрозумів. Закляття повідомлення... Гадаю, це саме той ефект, який він шукає.

Я маю створити сувій з накладеним на нього закляттям. Для цього мені знадобляться уламки пилового дідька.

Поки я збиратиму решту компонентів, чому б тобі не відправитися у Західний край і не знайти одну з цих мерзенних тварюк? Вони небезпечні, але я впевнений, що там немає нічого такого, з чим ти б не {стать:зміг би:змогла б} впоратися, якщо хочеш взяти участь в одному з експериментів Ґаксима.

Я чекатиму на тебе тут.]===],
[===[Принесіть уламки пилового дідька Колліну Морену у Штормовій.]===],
[===[Привіт, {ім'я}. Ти {стать:знайшов:знайшла} компонент, який мені потрібен?]===],
[===[Дай мені кілька хвилин і твій сувій буде готовий.]===],
},
[1077] = {
[===[Особливий пакунок для Ґаксима]===],
[===[Ось тобі, {ім'я}. Це має спрацювати.

Будь ласка, передай Ґаксиму вітання, коли побачиш його наступного разу. Я з нетерпінням чекаю розповідь про твою подорож.

Щасливої дороги.]===],
[===[Віднесіть сувій повідомлення Ґаксиму Іржошипу в Каміннопазуристі гори.]===],
[===[Ха-ха! Ти {стать:повернувся:повернулася}! Воно у тебе? Ти {стать:приніс:принесла} закляття?]===],
[===[Чудово, {ім'я}! Ти молодець.

Поєднавши це закляття з НГ-5, ми отримаємо ідеальну дистанційну вибухівку.

Нам вдасться провести ідеальний маневр, щоб відвернути їхню увагу та дозволити тобі пробратися всередину і викрасти листи та інженерні плани ТзНБ "Авантюра".

Це, безумовно, сповільнить вирубку лісів.]===],
},
[1078] = {
[===[Пошук для Морена]===],
[===[Мандрівники постійно запитують мене про Каміннопазуристі гори. Здається, це популярне місце для шукачів пригод, хтось шукає там виверн, хтось елементалів, а хтось співпрацює з ТзНБ "Авантюра".

В Обвугленій долині, що ховається в Каміннопазуристих горах, колись мешкали особливі види василісків, чия луска, розтерта в пил, буде чудовим реагентом для деяких моїх заклинань.

Якщо ці василіски ще живуть там, я б хотів отримати кілька їхніх лусок.

Якщо ти не поспішаєш, виділи трохи часу для цього, я можу добре заплатити.]===],
[===[Принесіть 8 кристалічних лусок Колліну Морену в Штормовій.]===],
[===[Привіт знову, {ім'я}.

Тобі вдалося дістати луску з тієї долини в Каміннопазуристих горах?]===],
[===[Це чудово, {ім'я}. Дуже дякую тобі.

Можливо, у майбутньому я також зможу допомогти тобі.]===],
},
[1079] = {
[===[Таємна операція — Альфа]===],
[===[Отож, {ім'я}. Слухай уважно. Пристрої готові до використання.

Візьми ці папери — з них ти дізнаєшся більше про детонатори та вибухівку, а також про те, де ти маєш їх розмістити.

Пам'ятай: успіх твоєї місії не залежить від того, скільки руйнувань ти спричиниш. Успіх плану "Альфа" залежить від того, чи добудеш ти інженерні креслення ТзНБ "Авантюра", що знаходяться південніше від Скельнодонного озера на лісопильні.]===],
[===[Добудьте інженерні креслення ТзНБ "Авантюра" з лісопильні на Вітрокосих скелях.]===],
[===[Ти {стать:дістав:дістала} креслення, {ім'я}?]===],
[===[Справді дивовижно! Це величезний удар для ТзНБ "Авантюра".

Ми зможемо знайти слабкі місця в їхніх машинах, а також використати їхні розробки для наших потреб. Це дійсно чудовий день.]===],
},
[1080] = {
[===[Таємна операція — Бета]===],
[===[План Бета схожий з планом Альфа, {ім'я}.

Ми відвернемо їхню увагу, а потім викрадемо дорогоцінні документи.

Головне — отримати їхні документи... пам'ятай про це.

На паперах, які я тобі дав, вказано, де закласти вибухівку. Просто повернися сюди {стать:живим:живою} та з документами....]===],
[===[Добудьте документи ТзНБ "Авантюра" з Вітрокосої печери, що на східній стороні Вітрокосої скелі.]===],
[===[То як справи, {ім'я}?]===],
[===[Неймовірно, {ім'я}! Кейла і стражі будуть в захваті. З твоєю майстерністю і моїми творіннями нас не зупинити.]===],
},
[1081] = {
[===[Запрошення від Тіранди]===],
[===[{ім'я}, я впевнена, що Тіранда Шелествітер сама б хотіла подякувати тобі за участь в цьому завданні.

На перший погляд, здається, що це не так, але те, що було зроблено з твоєю допомогою, зміцнить наші позиції в Каміннопазуристих горах.

Якщо ти й далі хочеш допомагати нам у боротьбі з цим звірством, зустрінься з Тірандою в храмі Місяця у Дарнасі.]===],
[===[Знайдіть Тіранду Шелествітер в Дарнасі.]===],
nil,
[===[Вітаю тебе, {ім'я}. Мені доводилося чути твоє ім'я раніше і я рада, що не зважаючи на свій вік, ти вже {стать:обрав:обрала} свій шлях.

Це буде честю для мене, якщо ти приймеш цей подарунок на знак подяки.]===],
},
[1082] = {
[===[Новини для стражниці Тенисіл]===],
[===[{ім'я}, твоя допомога має велике значення тут.

Стражі Ясенеділу добре віддячать тобі, якщо ти розкажеш їм, що ми з Ґаксимом живі. Скажи їм, що ми працюємо над тим, щоб зупинити ТзНБ "Авантюра" і зцілити землі.

Знайди в Астранаарі Тару Тенисіл. Вона зрадіє твоєму поверненню та хорошим новинам.]===],
[===[Поверніться до стражниці Тенисіл в Ясенеділ.]===],
nil,
[===[Дякую тобі, {ім'я}. Ти {стать:допоміг:допомогла} стражам.

Я рада бачити, що у Кейли... і навіть у Ґаксима все добре.

Ти заслуговуєш нашої подяки.]===],
},
[1083] = {
[===[Розлючені духи]===],
[===[Я не знаю, що ТзНБ "Авантюра" зробили з долиною, але очевидно, що тамтешні істоти були сильнішими за них.

ТзНБ "Авантюра" підпалили ліс і використовували свої вбивчі винаходи, щоб знищити якомога більшу частину долини.

Але через свою неосвіченість вони випустили на волю дещо інше: палаючих духів, елементалів вогню, каменю та люті.

Земля ніколи не побачить усмішки Елуни, доки ці створіння блукатимуть на волі.

Принеси мені тліючі вуглинки як доказ того, що тобі вдалося зменшити кількість розлючених духів.]===],
[===[Добудьте 8 тліючих вуглинок у будь-якого вогняного елементаля в Обвугленій долині та віддайте Кейлі Тіньоспис в Каміннопазуристих горах.]===],
[===[Коли я вперше побачила Обвуглену долину, я мало не розплакалася, {ім'я}.]===],
[===[Рештки наших ворогів... твоя сила чудово допомогла нам, {ім'я}. Дякую тобі.]===],
},
[1084] = {
[===[Рани древніх]===],
[===[Мені здається очевидним, що захисники долини — деревані — мали якесь відношення до ТзНБ "Авантюра", перед тим як їх вигнали звідти. На жаль, навіть ці колись великі охоронці звернули на стежину злочинності.

Ґаксим вважає, що їхнє спотворення якось пов'язане зі зброєю, яку гобліни використовували під час відступу.

Я сказала йому, що візьму зразок із тіла пораненого дереваня і віддам його на дослідження, щоб з'ясувати, чи це правда.

Принеси мені трохи шрапнелі, щоб гном міг розповісти більше...]===],
[===[Принесіть шматок іржавої шрапнелі Кейлі Тіньоспис в Каміннопазуристі гори.]===],
[===[В мене таке відчуття, що Ґаксим знайде застосування шрапнелі, не дивлячись на те, як ТзНБ "Авантюра" використовувала її раніше.]===],
[===[Дякую тобі, {ім'я}.

Цього має бути більш ніж достатньо, щоб Ґаксим міг зрозуміти, які причини лежать в основі псування дереванів. Я негайно передам йому цей зразок.]===],
},
[1085] = {
[===[На варті в Каміннопазуристих горах]===],
[===[Якщо гном і нічний ельф працюють разом, очевидно, що в Каміннопазуристі гори прийшла біда.

ТзНБ "Авантюра" спустошила ці землі. Я витратила багато часу, намагаючись покласти кінець їх нищівному впливу. 

Не суди Ґаксима завчасно. Він розуміє, що наша спільна робота необхідна. 

Якщо бажаєш допомогти, спочатку поговори з Ґаксимом. 

Вибач, що не можу поки що відіслати тебе назад до Тари з добрими новинами. Можливо, це скоро станеться.]===],
[===[Поговоріть з Ґаксимом.]===],
nil,
[===[Ця земля підступна... підступна та небезпечна.

Але я тут для того, аби показати нічним ельфам, що стара добра інженерія та дрібка магії можуть зробити її безпечнішою. 

Розумієш, повна відмова від магії не спрацює — вона потрібна нічним ельфам. Вона потрібна світові. А якщо додати трохи інженерії та алхімії, точно не прогадаєш. Можливості неосяжні.]===],
},
[1091] = {
[===[Новини для Кейли]===],
[===[{ім'я}, віднеси ці документи Кейлі. Впевнений, вона захоче дізнатися це. Принаймні, стражі точно захочуть.

Не забудь розповісти їй про наші успіхи й про те, що у нас нічого б не вийшло без дрібки магії.]===],
[===[Віднесіть документи ТзНБ "Авантюра" Кейлі Тіньоспис.]===],
[===[Так, {ім'я}? Чи я можу тобі допомогти?]===],
[===[Це дійсно цікаво.

Ви з Ґаксимом дуже добре попрацювали, {ім'я}. Дякую.]===],
},
[1097] = {
[===[Завдання Елмора]===],
[===[В Штормовії є дворф-зброяр, Ґріманд Елмор, якому потрібна допомога з доставкою. Я думаю, він шукає когось, хто зможе доставити його посилку на його батьківщину на північ.

Схоже, що ти {стать:досвідчений мандрівник:досвідчена мандрівниця}. Отож, якщо ти шукаєш роботу — поговори з Ґрімандом. Ми могли б скористатися твоєю допомогою тут, та нам також потрібно підтримувати міцні зв’язки з дворфами.

Ти знайдеш Ґріманда Елмора в крамниці зброї у дворфійському районі в Штормовії, у північно-східній частині міста.]===],
[===[Поговоріть з Ґрімандом Елмором.]===],
nil,
[===[Ти тут, щоб допомогти мені з доставкою? Дуже добре!]===],
},
[1100] = {
[===[Журнал Однобрового]===],
[===[Ви повільно розгортаєте пошарпаний щоденник Генріґа Однобрового...]===],
[===[Прочитайте щоденник Генріґа Однобрового.]===],
[===[Судячи з твого стурбованого погляду, сталося щось погане...]===],
[===[Кажеш, ти {стать:знайшов:знайшла} цей щоденник у мертвого дворфа? Дай-но мені трохи часу, я прогляну сторінки...]===],
},
[1101] = {
[===[Відьма краалю]===],
[===[Бідний Гералат! І цей дворф... Однобровий. Яка хоробра душа...

Їх зусилля не будуть марними. Ця відьма... Чарлґа Бритвобока... ми маємо її зупинити.

Що ж, штурм краалю буде непростим, та у нас немає часу чекати на підмогу з Дарнас. {ім'я}, тобі доведеться знайти компаньйонів і вбити відьму.

Принеси мені медальйон Бритвобокої як доказ.]===],
[===[Принесіть медальйон Бритвобокої Фалфінделу Шляхостражу в Таланаар.]===],
[===[Поки Чарлґа Бритвобока збирає сили в краалі Бритвоболотих, ці землі в небезпеці.]===],
[===[Нарешті ця відьма згинула. Це чудова новина, {ім'я}.

В ці важки часи дуже приємно зустріти таку хоробру душу, як ти.

Тепер, коли слуги Бритвобокої не несуть загрозу, ми можемо продовжити наші досліди в цих землях. Можливо тепер ми дізнаємось, що спричинило порчу на місці поховання Аґамаґґана.

Однак, я боюсь, що причина у зраді...]===],
},
[1132] = {
[===[Фіора Довговуха]===],
[===[Ех, от би знову відправитись в плавання! Відчути ніжний дотик вітру, щоб хвилі колихали мене, як колись колихала моя матінка.

Як же тобі пощастило, {клас:к}, що ти можеш відправитись в море.

Моя робота - розповідати нетерплячим мандрівникам про Калімдор, край можливостей! Як хочеш випробувати вдачу за морем - сідай на корабель, що доставить тебе до порту Терамору. Поговори там з моєю партнеркою, Фіорою Довговухою.

Вона відправить тебе в незабутні пригоди Калімдором!]===],
[===[Поговоріть з Фіорою Довговухою в Тераморі.]===],
nil,
[===[Вітаю! Тебе підправив пан Флінт з гавані Менетілів? Що ж, пан Флінт розуміється на шукачах пригод. Якщо він відправив тебе сюди — без сумніву, ти тут знадобишся!]===],
},
[1134] = {
[===[Гордокрили з Каміннопазуристих гір]===],
[===[Ми не в стані відкритої війни з Ордою, проте це перемир'я крихке. Ми часто помічаємо ворожі дії ординських агентів, але вони приховані.

Ми дізналися про один з таких випадків з таємного джерела в Тераморі. Схоже, що орки збирають отруту гордокрилів біля Хмуромутного озера, що в Каміннопазуристих горах на півдні. Орківські душогуби використовують цю отруту під час таємних нападів на Альянс!

Якщо це правда, ми повинні їх зупинити, {ім'я}. Перекрий їм доступ до джерела отрути.]===],
[===[Принесіть 12 отруйних залоз гордокрилів Шиндрел Спалах в Астранаар.]===],
[===[Ти {стать:здобув:здобула} отруйні залози, {ім'я}? Ми не можемо дозволити оркам використати отруту проти нас!]===],
[===[Дякую, {ім'я}. Мені шкода, що доводиться вбивати істот, які ненавмисно допомагають ворогові, але це мій обов'язок. 

Якщо твоє серце стискається від думки про вбивство гордокрилів, друже, нехай думка про всіх наших побратимів, врятованих від отрути, буде тобі розрадою.]===],
},
[1138] = {
[===[Дари моря]===],
[===[Я обожнюю крабів. Краби — це справжні дари моря! Їх можна варити, тушкувати, запікати, смажити на сковорідці, у фритюрі, на грилі, на вогні. Є крабовий салат, крабове рагу, крабовий суп, крабовий куліш, тушкований краб, краб з ананасом, в лимоні, з перцем, краб з кнутокоренем і краб-сюрприз по-Залізогартськи. Ну... здається, все.

Я зараз рибалю, тому не можу дістати гарного крабового м'яса. Ти зможеш добути його з повзунів: потертих хвилевих чи рифових. З них можна багато чого приготувати. Можна варити, тушкувати, запікати...]===],
[===[Зберіть 6 шматків чудового крабового м'яса Ґаббі Блампу в Аубердін.]===],
[===[...з перцем, краб з кнутокоренем і краб-сюрприз по-Залізогартськи. Ну... здається, все.

О, привіт, {ім'я}. Ти {стать:приніс:принесла} крабове м'ясо, про яке я казав?]===],
[===[Ого, це чудове крабове м'ясо — те, що мені потрібно. Дякую, {ім'я}! Я знайшов це під час риболовлі, і воно мені ні до чого. Може, ти зможеш щось з ним зробити. До крабових страв таке точно не підійде.

Я ж вже розповідав тобі про крабів, так?]===],
},
[1139] = {
[===[Втращені скрижалі волі]===],
[===[Ми змогли стримати клан Тінегарту, відрізавши їхні сили від Чорноскельного шпиля, але завдання Молотопалого ще не завершено. Його смерть не повинна бути марною. Він мріяв знайти скрижаль волі — кам'яний уламок, на якому самі титани викарбували магічні письмена, щоб вдихнути життя у свої творіння і дати їм власну волю, — принаймні, так свідчать легенди.

Ми маємо повернути скрижаль до того, як її знайде клан Тінегарта.

Повертайся до Ульдамана, знайди скрижаль і негайно принеси її мені.]===],
[===[Знайдіть скрижаль волі та принесіть її раднику Белґраму в Залізогарт.]===],
[===[Ми маємо виконати завдання Молотопалого, {ім'я}. Я багато чим зобов'язаний йому.

Твоє повернення до Ульдаману необхідне не тільки для цього, але й для безпеки всього роду дворфів. Якщо скрижаль потрапить до рук Темного Заліза, хто знає, наскільки потужною стане їхня армія големів.]===],
[===[<Раднику Белґрам недовірливо хитає головою, коли ви передаєте йому кам'яний уламок.>

{ім'я}, це дивовижно. Я простежу, щоб скрижаль доставили королівським магам якомога швидше. Вони захочуть вивчити її, щоб перевірити правдивість легенд. Але про це поговоримо іншим разом: ти {стать:допоміг:допомогла} нашому народу більше, ніж я міг сподіватися — дякую тобі.]===],
},
[1140] = {
[===[Вежа Алталакса]===],
[===[Писемність орків не набагато краща за дитячі каракулі. Багато хто з мого ордену насміхався, коли я вирішив вивчити їхню мову, але це допомагає мені краще розуміти моїх ворогів.

З каракулів Ілкруда можна зрозуміти, що в Атрікуса залишилось ще два камені душі, і вони знаходяться у Ночеплині та Сатирнаарі, зайнятих сатирами місцях на північному сході Ясенедолу.

Обережніше там, {ім'я}, від вигляду залитих кров'ю храмів сатирів може стати зле навіть {стать:такому досвідченому:такій досвідченій} {клас:д}, як ти.]===],
[===[Визволіть душі високородних в Ночеплині та Сатирнаарі, після чого поверніться до Дельґрена Очистителя на заставу Маєстри.]===],
[===[Я чув, що історія сатирів якимось чином пов'язана з історією нічних ельфів, але мої гостинні господарі не дуже охоче говорили про це.]===],
[===[Можливо, ми занадто довго дозволяли сатирам залишатися в лісі. Я поговорю про це з Еліссою, коли наступного разу буду в Аубердіні.

Проте, зі знищенням каменів душі сила Атріка значно зменшиться. Ми маємо скористатися цією можливістю, щоб знищити його і його культ.]===],
},
[1141] = {
[===[Родина і вудка]===],
[===[Я люблю рибалити. Сім'я Блампів славиться своїми рибалками. Мене звати Ґабба Бламп, я рибалка.

У цих краях я люблю ловити рибу, яка називається окунем Темнобережжя. Раніше я виходив на човні в море, але відтоді, як тут оселилися ці злі мурлоки, жоден човен у море не виходить. Боюся, вони й окунів усіх з'їдять.

Хочеш допомогти мені наловити окунів? Я дам тобі справжню сімейну вудку Блампів, якщо погодишся! Це дуже хороша вудка!]===],
[===[Спіймайте 6 окунів Темнобережжя для Ґабби Блампа в Аубердіні.]===],
[===[З окунів Темнобережжя можна приготувати багато смачних страв. Вони гарні на смак, але я думаю, що ловити їх набагато цікавіше.

Ти вже {стать:наловив:наловила} окунів?]===],
[===[Це дуже гарні окуні, {ім'я}! Дякую за допомогу!

Ти щонайменше {стать:такий же хороший:така ж хороша} рибалка, як моя родичка, Ґраун Бламп. У неї, щоправда, є борода і вона трохи дивно пахне, але це не заважає їй ловити рибу. Гадаю, ти теж тепер можеш користуватися сімейною вудкою Блампів.]===],
},
[1142] = {
[===[Прийняття смертності]===],
[===[Мені залишилось недовго... Сили... покидають мене...

...х-х-хоробрий дворф... Однобровий... він відправився, щоб по... попепередити Фалфіндела...

Та перш ніж я... помру...

...моя дружина, Трешала... Її кулон забрав один з... нападників...

Прошу, знайди його... і поверни Трешалі в Дарнас...

І розкажи про мою... смерть.]===],
[===[Знайдіть кулон Трешали та поверніть його Трешалі Цілиноплин в Дарнас.]===],
[===[Що привело тебе у мій дім, {раса:к}?]===],
[===[Ні!

Не може бути... Я не вірю... Який жорстокий світ!

Я нестиму тягар цього горя і не дозволю справі Гералата померти з ним.

Дякую за те, що {стать:подолав:подолала} цей шлях, {ім'я}. Але залиш мене.

Я оплакуватиму чоловіка на самоті...]===],
},
[1143] = {
[===[Вежа Алталакса]===],
[===[Ясно. Що ж, якщо те, що ти кажеш — правда, то зараз саме час для атаки. Я думаю, що Атрікус мешкає на вершині вежі. Але будь {стать:обережний:обережна} - його оточують могутні чорнокнижники, набагато небезпечніші за тих, що траплялись тобі раніше.]===],
[===[Вбийте Атріка Нарассіна і принесіть його голову Балтулу Тіневдару біля вежі Алталакса.]===],
[===[Атрік Нарассін — древній і могутній чорнокнижник. Можливо, нам варто дочекатися допомоги Делґрена, але він, вочевидь, дуже сильно вірить в тебе, якщо послав тільки тебе.]===],
[===[Сподіваюся, що зі смертю Атріка демонічні сили відступлять. Я не сумніваюся, що вони перегрупуються і повернуться, але тоді ми будемо краще підготовлені до битви з ними.]===],
},
[1167] = {
[===[Вежа Алталакса]===],
[===[Перш ніж протистояти Атріку, мабуть, варто порадитися з Балтулом. Не сумніваюся, що він пильно стежить за вежею і може знати щось про нещодавні події.]===],
[===[Поговоріть з Балтулом Тіневдаром біля вежі Алталакса.]===],
nil,
[===[Приємно знову тебе бачити, {ім'я}! Тут відбувалися дивні речі, тож я дуже радий, що ти {стать:повернувся:повернулась}!

Це було дуже дивно, {ім'я}. Все здавалося нормальним — ну, настільки, наскільки все це може бути нормальним, — і раптом у верхній кімнаті вежі трапився яскравий спалах світла. Потім почалися крики. Крики пронизували повітря, а в землю час від часу вдаряли блискавки. Що все це може означати?]===],
},
[1179] = {
[===[Брати Латуноболти]===],
[===[Ти коли-небудь {стать:чув:чула} про Мерехтливі рівнини? Це величезне соляне плато в Калімдорі, на півдні каньйону Тисячі Шипів. Це чудово місце для перегонів тому, що... ну... це рівнини!

Там живе кілька братів-гномів — мої друзі, вони будують новий болід, і кажуть, що він дуже швидкий! Хех, настільки швидкий, що пілоти постійно розбиваються й калічаться.

Тож, вони попросили в мене кілька облогових шоломів, але у мене є важливі справи, і я не можу їх відвезти!

А ти зможеш?]===],
[===[Принесіть ящик захисних шоломів Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Дивись куди преш! Гей, обережно!! Ці штуки дуже делікатні, а якщо ми хочемо виграти, все має працювати ідеально!]===],
[===[Ох! Довгобород відправив тебе разом з купою шоломів! Ура!

Можливо тепер ми зможемо вмовити пілота сісти в нашу машину...]===],
},
[1198] = {
[===[В пошуках Талріда]===],
[===[Останнім часом ширяться чутки про об'єднання Молоту Сутінків з нагами в Чорноводних глибинах на берегах Ясенедолу.

Моє завдання тут — збирати інформацію для Сріблястого Світанку, щоб ми розуміли, де потребують нашої допомоги.

Пройшло вже кілька тижнів з того часу, як ми відправили розвідника до Чорноводних глибин. Вартовий Сріблястого Світанку Талрід досі не повернувся.

Інші розвідники зайняті важливішими справами.

Знайди Талріда й допоможи йому, {ім'я}.]===],
[===[Знайдіть вартового Сріблястого Світанку Талріда в Чорноводних глибинах.]===],
nil,
[===[Добре, що світанковий вартовий Шедласс послав тебе сюди. Тут дійсно затівається злий задум.]===],
},
[1199] = {
[===[Настання сутінків]===],
[===[Черпаючи силу зі стародавніх обрядів Старих Богів, члени Молоту Сутінків намагаються повернути своїх темних повелителів в наш світ, щоб ті знову сіяли смерть і хаос.

Ми думаємо, що Молот Сутінків об'єднався з нагами і тепер вони накопичують сили в Чорноводних глибинах на узбережжі Ясенедолу.

Що б вони там не задумали, ми маємо їх зупинити.

Йди на війну з Молотом і повертайся з доказами своїх діянь. За свої зусилля ти отримаєш щедру винагороду.]===],
[===[Принесіть 10 сутінкових підвісок вартовому Сріблястого Світанку Манадосу в Дарнас.]===],
[===[Чорноводні глибини були стародавнім храмом нічних ельфів. Колись там знаходився наймогутніший місячний колодязь. Хто зна, яке зло там тепер готує Молот Сутінків.

Є успіхи в боротьбі з ними?]===],
[===[Ти, безперечно, {стать:повний:повна} хоробрості та доброчинності, {ім'я}. Сріблястий Світанок високо цінить твої зусилля в боротьбі проти зла.]===],
},
[1200] = {
[===[Лиходійство Чорноводних глибин]===],
[===[Сили покидають мене. Мені потрібна твоя допомога!

Колись давно на цьому місці був храм Елуни. На жаль, його було знищено, коли порча Старих Богів просочилась з-під землі та зіпсувала священний місячний колодязь.

Аку'май, слуга Старих Богів, піднялася з глибин.

Культисти Молоту Сутінків об'єднались з нагами, щоб захопити ці землі. На чолі з Келрісом вони приносять жертви, щоб Аку'май набрався сил.

{ім'я}, благаю, вбий Келріса і принеси його голову Селґорму в Дарнас.]===],
[===[Принесіть світанковому вартовому Селґорму в Дарнас голову сутінкового лорда Келріса.]===],
[===[У мене обмаль часу, {клас:к}.

Моє завдання в Дарнасі — забезпечити виконання задач Сріблястого Світанку та зірвати плани злих сил на Калімдорі.

Розказуй чому {стать:прийшов:прийшла}, тільки швидше.]===],
[===[Келріс довгий час переховувався від нас.

Схоже, що він стояв за всіма нещодавніми проявами зла в цих краях. Деякий час вважалося, що Келріс мертвий.

Покінчивши з ним, ти {стать:врятував:врятувала} багато невинних життів.

Клянусь світлом! Немає прощення тим, хто приносить жертви Старим Богам!

Сріблястий Світанок не забуде твого великого подвигу, {ім'я}.]===],
},
[1241] = {
[===[Зниклий дипломат]===],
[===[Нещодавно одного з наших дипломатів відправили до Джайни Праудмур. Але він так і не дістався до Терамора.

Я думав, це справа рук повстанського братства, та зараз я не впевнений. Ми поки що успішно приховуємо це від розголосу, але так не може тривати довго.

Агенти Короля вже нишпорять містом у пошуках підказок, але я хотів би залучити свої зв'язки.

У Долині Героїв ти знайдеш мого старого друга на ім'я Йорген. Передай йому цю записку та виконуй його вказівки.]===],
[===[Знайдіть Йоргена в Штормовії.]===],
[===[Хм... Сподіваюсь у тебе є вагома причина, щоб відривати мене він риболовлі. Я не купую всіляку дурню і не подаю жебракам.]===],
[===[Хмм... <Йорген дивиться на вас, примруживши очі.>

Добре. Я допоможу тобі, та тільки тому, що я маю борг перед Делавеєм.

Відразу проясню одну річ: ти вже забагато знаєш. Тримай рота на замку і не ляпни зайвого у всіляких тавернах.]===],
},
[1242] = {
[===[Зниклий дипломат]===],
[===[Віднеси цю записку Еллінгу Тріасу. Нічого йому не розказуй, просто будь {стать:ввічливим:ввічливою} та дочекайся його відповіді. 

Про всяк випадок нагадаю тобі, {ім'я}: справа серйозна, тож тримай рота на замку.

Ти знайдеш Тріаса в його сирній крамниці, "Сири Тріаса", що в торговому районі. Нехай щастить.]===],
[===[Доставте запечатану записку Йоргена Еллінгу Тріасу в Штормовій.]===],
[===[Вітаю, {ім'я}. Чим я можу тобі допомогти? Можливо, тебе зацікавить наш особливий чедер? Чи, може, дарнаський блю?]===],
[===[Що? Лист для мене? Що ж... нечасто мені сюди доставляють щось, крім ящиків чи бочок. Що ж, поглянемо...

<Еллінг дивиться на вас, поки відкриває листа.>

Ти {стать:якийсь напружений:якась напружена}. Ти в порядку, {ім'я}?]===],
},
[1243] = {
[===[Зниклий дипломат]===],
[===[Йорген, трясця його... Ну і що з цим робити?

Ну добре, розберемось. Щоб він проваливсь!

От, що буде далі, {ім'я}. Я залучу всі мої тутешні зв'язки, а тобі доведеться трохи побігати.

Прямуй до Темнодолу, що в Смерколіссі, та знайди наглядача Бакуса. Він зазвичай патрулює дорогу на північ від міста. Просто скажи йому, що ти шукаєш інформацію про повстанське братство для мене і він з радістю допоможе.]===],
[===[Віддайте запечатану записку вартовому Бакусу в Смерколісся.]===],
[===[Цей ліс небезпечний, {клас:к}. Будь {стать:обережний:обережна} і якщо побачиш щось підозріле чи небезпечне — повідом вартових. Не намагайся розібратись самотужки. Якщо з тобою щось станеться — ми відповідальності не несемо.

Та ми обоє знаємо, що це тебе не зупинить і ти битимешся з будь-чим, що вилізе з темряви. Хе-хе, так, всі ви, шукачі пригод, однакові.]===],
[===[То тебе Тріас прислав? Це вже інша справа.

Можеш битись з чудовиськами скільки душа забажає. Ти легко з ними впораєшся, якщо працюєш з такими, як він.

То що моєму другу потрібно від мене в цей похмурий день?]===],
},
[1244] = {
[===[Зниклий дипломат]===],
[===[Знову повстанське братство? Що ж, вони завжди щось затівають. Навіть коли про них нічого не чути, ми не розслабляємось.

До речі, це мені нагадало про одну дивну річ. Кілька тижнів тому кілька членів повстанського братства нишпорили біля ферми Еддла. Певно, вони щось затівали.

Чому б тобі не оглянути ферму і не дізнатись більше?

Вона знаходиться на південь від дороги на Західний край. Прямо перед виходом зі Смерколісся.]===],
[===[Знайдіть плани повстанців та поверніть їх вартовому Бакусу в Смерколісся.]===],
[===[Будь {стать:обережний:обережна}, {ім'я}. Хоч тебе й прислав Тріас, та це не означає, що ліс не становить для тебе небезпеки... Особливо, якщо ти розслідуєш справи повстанського братства.]===],
[===[Ти {стать:повернувся цілим і неушкодженим:повернулась цілою і неушкодженою}. Вже непогано, правда?

Ну, що тут в тебе? Це схоже на справжні документи братства. Та це може бути й підробка, якою вони намагаються збити тебе зі сліду.]===],
},
[1245] = {
[===[Зниклий дипломат]===],
[===[Ого, виглядає надто складно, як для приманки. Та я навіть не маю цього бачити. Віднеси ці папери Тріасу — він зможе щось зрозуміти. І нікому про це не кажи. Це не моя справа. А може й не його, побачимо.

І прошу, {ім'я}, не кажи нікому, що я допоміг тобі. Якщо моє начальство дізнається, що я знав про це і не доповів їм — мене можуть стратити.]===],
[===[Принесіть документи повстанського братства Еллінгу Тріасу в Штормовій.]===],
[===[Бачу, ти {стать:повернувся:повернулась}, ще й {стать:живим:живою}. Ми обоє знаємо, що ти тут не за сиром, тож давай без формальностей. Бакус допоміг тобі, чи ти ще не {стать:ходив:ходила} до Смерколісся?]===],
[===[Так... це цікаво. Йорген та Делавей не дарма мене вплутали.

Схоже, що повстанці затіяли щось серйозне. Хм... що це? "Кулак"? Знайоме ім'я...]===],
},
[1246] = {
[===[Зниклий дипломат]===],
[===[Так, тепер мені спало на думку... Дешель... Дешель якось-там... Як його прізвище? КУЛАК! Дешель Кам'яний Кулак. Його називають Кулаком в деяких колах. Певно тому, що він полюбляє бійки.

Його зазвичай можна знайти в Старому Місті, прямо в центрі. Йди й поговори з ним. Якщо доведеться — використай меч чи ще щось важке, щоб змусити його говорити. І не вагайся. Якщо це той самий Кулак, про якого йдеться в цих паперах — він так просто не здасться.]===],
[===[Поговоріть з Дешелем Кам'яним Кулаком в Штормовії.]===],
nil,
[===[Що?!

Ти приходиш до мене і сунеш носа в мої справи? Це тебе не стосується!]===],
},
[1247] = {
[===[Зниклий дипломат]===],
[===[Ну... ммм... так, я знаю дещо про зустріч на фермі Еддла. Це було тижні зо два тому. Але мене там не було. Моя участь закінчилась з провалом плану А... кляті шукачі пригод.

Хлопчина, який мав займатись планом Б прибув з Менетілу. Його звали Пронирою. Це все, що мені відомо про запасний план.]===],
[===[Поговоріть з Еллінгом Тріасом в Штормовії.]===],
nil,
[===[Радий бачити, що ти досі {стать:живий:жива}. Тож з Дешелєм все пройшло добре?

Я тут проглядав папери і, хоч тут і не згадується ім'я дипломата, але йдеться про план Б, до якого вони мають перейти, якщо не зможуть схопити його з першої спроби.

Про цього Прониру, котрого згадував Дешель, тут нічого не написано. Та якщо ти кажеш, що він з Менетілу, то туди нам і треба.]===],
},
[1248] = {
[===[Зниклий дипломат]===],
[===[Один мій старий знайомий насолоджується відставкою у гавані Менетілів. Він з радістю допоможе тобі, якщо ти скажеш, що працюєш на мене. Його звать Михайль. Здається, перед тим, як покинути Штормовій кілька років тому, він казав, що стане барменом.

Поговори з ним, знайди Прониру і довідайся все, що зможеш про цього викраденого дипломата. Ми маємо дізнатись, що вони з ним зробили чи, хоча б, хто він такий. В документах нічого не сказано про їх плани після викрадення.]===],
[===[Поговоріть з Михайлем у Заболотті.]===],
nil,
[===[Вітаю в нашій таверні, {ім'я}. Раді вас бачити! Чи не бажаєте елю? Чи, може, баранини?

Скажіть, чого бажаєте і ми неодмінно виконаємо всі ваші побажання. Мене звати Михайль, і я з радістю обслужу вас.

Мм? Що це? Тріас? Тихше, прошу вас. Моїм відвідувачам не обов'язково знати про це.]===],
},
[1249] = {
[===[Зниклий дипломат]===],
[===[То вас прислав Еллінг? Що ж, тоді можете просити про все, чого бажаєте, я зроблю все можливе.

Хмм, Пронира, кажете? Не певен, чи чув це ім'я, але спробую дізнатись більше.

Не обертайтесь, {ім'я}. Той джентльмен, що біля виходу, поглядає на нас. Якось він занадто уважно підслуховує. На вашому місці, я б скоріше впіймав його, поки він не втік.]===],
[===[Зупиніть Яна Тапокі, поки він не втік та поверніться до Михайля в гавань Менетілів.]===],
[===[Вдалось впіймати? Якось надто похмуро він дививсь на нас.]===],
[===[Впіймали його? Чудово. А це був той самий Пронира!

Чесно кажучи, я й не думав, що буду радий знову взяти участь у всій цій таємній діяльності. Старі звички дають про себе знати. Не кажіть про це Еллінгу, а то він знову затягне мене в Штормовій.

Я радий допомогти вам з цією пригодою в Менетілі. Якщо вам ще щось знадобиться — просто скажіть.]===],
},
[1250] = {
[===[Зниклий дипломат]===],
[===[Братство не платить мені стільки, щоб я за них вмер. Вони схопили короля. Так, короля Штормовію, а не якогось там звичайного дипломата. Він прямував до Терамору на зустріч з Джайною Праудмур. Це було щось дуже важливе і таємне. Та до цього причетне не лише повстанське братство. Вони працюють ще з кимось, могутнішим за них.

Я мав лише допомогти їх людині потрапити на корабель короля, поки той стояв у гавані. Його звали Гіндель. Це все, що я знаю. Присягаюсь!]===],
[===[Поговоріть з Михайлем у Заболотті.]===],
nil,
[===[КОРОЛЬ? Кхм, тобто... король? Справжній король Штормовію? Жартуєте? Ви не казали, що шукаєте викрадачів короля. Я навіть не знав, що він пропав. Тепер зрозуміло, чому його сина коронували.

Я відправлю Еллінгу звістку. Він має знати про все, що ви тут дізнались.

Я б і не подумав, що Ян може так просто зрадити Штормовій. Навіть у розбійників більше честі в таких справах.

Тепер потрібно знайти цього Гінделя. І я можу з цим допомогти.]===],
},
[1264] = {
[===[Зниклий дипломат]===],
[===[На початку кожного місяця моряки Кул-Тірасу отримують зарплату і зазвичай покидають Терамор. Багато з них прибувають сюди, щоб випити, розважитись і просто добре провести час. Одна така компанія часто сидить в цій таверні й, здається, серед них є той самий Гіндель.

Командир Самол з Терамору зможе допомогти вам знайти Гінделя, якщо той все ще там. Самол цілком відданий Праудмурам, але якщо скажете, що ви від Еллінга, з ним можна буде домовитись.]===],
[===[Знайдіть командира Самола в Бруднолипкій трясовині.]===],
nil,
[===[Приємно познайомитись, {ім'я}. Я командир Самол, і я керую військами міс Праудмур, що знаходяться в Тераморі.

Хоч я й трохи зайнятий, але якщо потрібна моя допомога — кажи. Багато не обіцяю, але допоможу, чим зможу.

Якщо збираєшся відправитись за місто — будь {стать:обережний:обережна}. Окрім огрів, орків та мурлоків, в південній частині болота поселились чорні дракони.]===],
},
[1265] = {
[===[Зниклий дипломат]===],
[===[Гіндель? Так, я його знаю. Але нащо тобі один з наших солдатів?

Тебе прислав Еллінг? Хмм, не подобається це мені. Він не відправив би тебе до мене, якби все було гаразд. Ти звісно можеш мені нічого не розказувати, та знай, що мій обов'язок — захищати ці землі. Якщо збираєшся порушити спокій Терамору — краще розкажи мені про це зараз.

Здається, Гіндель має бути в першій від Терамору вежі]===],
[===[Огляньте караульну вежу в пошуках слідів рядового Гінделя.]===],
[===[Так, {ім'я}?]===],
[===[Чоловіка, якого ти шукаєш, тут немає. Я так розумію, ти вже знаєш все те ж саме, про що доповіли леді Праудмур її джерела. Вона попросила мене знайти тебе і запропонувати допомогу. Якщо {стать:згоден:згодна}, я розкажу тобі, де ти зможеш знайти Гінделя, щоб притягнути його до відповідальності.]===],
},
[1266] = {
[===[Зниклий дипломат]===],
[===[Рядовий Гіндель знаходиться на захід звідси. Його загін займається охороною розвідників Терамора, поки ті відпочивають. Вони намагаються визначити розташування бази Орди — селища Папорохащі, а заодно й наглядають за кордонами.

Ти легко знайдеш їх — просто шукай табір біля дороги.

У мене є ще одна справа, тож я тебе наздожену пізніше. Але якщо я знадоблюсь — ти завжди можеш знайти мене у вежі леді Праудмур.]===],
[===[Знайдіть рядового Гінделя в Бруднолипкій трясовині.]===],
nil,
[===[Вітаю, {стать:пане:пані}. Це не найкраще місце для прогулянок. На вашому місті, я б тут не затримувався.

Якщо потрібна допомога — я до ваших послуг. Тільки не забувайте озиратись, чи не ховаються де ці мерзенні огри. Ходять чутки, що десь тут неподалік знаходиться база Орди. Розвідники намагаються знайти її, та справа йде повільно.]===],
},
[1267] = {
[===[Зниклий дипломат]===],
nil,
nil,
[===[Поговоріть з Джайною Праудмур в Бруднолипкій трясовині.]===],
[===[Дозволь мені подякувати тобі за все, що ти {стать:зробив:зробила}, {ім'я}.Ти неймовірно {стать:допоміг:допомогла} моїм людям та людям Штормовію. Шкода, що ми не зустрілись за кращих обставин.

Сподіваюсь, ти розумієш, що я не зможу публічно віддячити тобі.

Та як будеш в Тераморі — зайди до мене і я вручу тобі винагороду.

Ще раз дякую тобі, {ім'я}.]===],
},
[1274] = {
[===[Зниклий дипломат]===],
[===[Перепрошую, {стать:пане:пані}. Єпископ Делавей попросив мене знайти шукачів пригод, що можуть допомогти йому з... досить делікатною справою.

Якщо ви зможете якомога скоріше пройти у фортецю Штормовію та поговорити з ним, впевнений, він буде вдячний. Але, будь ласка, тримайте це в таємниці. Це надзвичайно важлива справа.]===],
[===[Знайдіть єпископа Делавея у фортеці Штормовію.]===],
nil,
[===[Вітаю, {ім'я}. Я єпископ Делавей.

Певно ти тут тому, що Томасу вдалось передати тобі моє прохання. Він завжди відповідально ставився до моїх прохань.

На жаль, в мене немає часу на зайві балачки, тож я розкажу коротко... і прошу, не розказуй про це нікому.]===],
},
[1275] = {
[===[Дослідження порчі]===],
[===[Безрозсудні криваві ельфи стали заручниками демонічної магії. Невже їх нічому не навчило те, що сталося з нагами та сатирами Калімдору?

Боюсь, що кривавих ельфів можуть зазнати такого ж перетворення. Ми не можемо дозволити, щоб на Азероті з'явилась ще одна раса злісних чудовиськ.

Я хочу вивчити мозкові стовбури наг і сатирів, щоб зрозуміти, що чекає на ельфів. Ти знайдеш наг і сатирів в Чорноводних глибинах, що на узбережжі Ясенедолу.

Шлях неблизький, {ім'я}.]===],
[===[Ґершала Нічношерех з Аубердіну просить вас принести 8 заражених мозкових стовбурів.]===],
[===[Щойно ми матимемо достатньо зразків, я зможу стати до роботи. Мозкові стовбури сатирів і наг допоможуть мені дослідити кореляції в їхніх мутаціях.

Можливо з цими знаннями ми можемо запобігти перетворенню кривавих ельфів на злих потвор.]===],
[===[Шлях твій був неблизький і, певно, повний небезпек.

Діяння твої воістину великодушні. Твоя допомога в моїх дослідах дозволить нам вберегти Азерот. Дякую тобі, {ім'я}, за всі твої Діяння.

А тепер дозволь мені зайнятись роботою...]===],
},
[1301] = {
[===[Джеймс Хіал]===],
[===[Перш ніж я почав працювати тут, в Синьому відлюднику, мене навчав один із найкращих шеф-кухарів і корчмарів, яких я коли-небудь зустрічав. Його звали Джеймс Хіал. Все, що я маю в житті, я отримав завдяки йому.

Цікаво, як у нього справи. Він зі своїм братом Вінсентом пішов працювати в таверну в гавані Менетілів, але я давно не чув про нього.

Якщо ти колись опинишся поруч, може, ти {стать:міг би:могла б} передати йому від мене привіт?]===],
[===[Поговоріть з Вінсентом Хіалом в гавані Менетілів.]===],
nil,
[===[Джеймс? О, він пішов досить давно.

Мабуть, відчув нову хвилю патріотизму. Неважко зрозуміти, чому він це зробив. Після всього цього божевілля в Лордероні, багато людей відправилися з Джайною Праудмур за море.]===],
},
[1302] = {
[===[Джеймс Хіал]===],
[===[Мій брат Джеймс відправився з пані Праудмур через море. Останнє, що я чув, це те що бої там припинилися, і Джеймс засновував таверну десь на континенті. Де б він не був, я впевнений, в нього все добре. Він був чудовим кухарем.

Я вже деякий час нічого про нього не чув — б'юсь об заклад, що він надто зайнятий своєю таверною — але писар у Тераморі, мабуть, міг би направити тебе до Джеймса.]===],
[===[Поговоріть з писарем Лендрі в Тераморі.]===],
nil,
[===[Джеймс Хіал, Джеймс Хіал... Чому це ім'я звучить так знайомо?

Звичайно! Той самий інцидент таверни «Відпочинок у затінку». Якщо в вас є якась інформація про те, що там відбулося, то я наполягаю, щоб ви поговорили з капітаном Вімсом щодо цього. Він веде розслідування.]===],
},
[1324] = {
[===[Зниклий дипломат]===],
[===[Що?! Ти звинувачуєш мене у співпраці з повстанським братством? Я цього так просто не залишу! Втім, мене попереджали про тебе...]===],
[===[Переможіть рядового Гінделя в Бруднолипкій трясовині.]===],
[===[І знову привіт, {ім'я}. Сподіваюсь, ти не проти невеликої допомоги. Ми не могли дати Гінделю втекти чи, ще гірше, померти.]===],
[===[Запевняю тебе, ми всі стривожені цими подіями. Але дозволь нам повернути його до Терамору, він має відповісти на кілька питань. Ми маємо дізнатись більше про короля.

Впевнений, леді Праудмур захоже подякувати тобі за допомогу. Поговори з нею, якщо маєш хвилинку.]===],
},
[1338] = {
[===[Замовлення Бурешпиля]===],
[===[Є один дворфійський майстер обладунків, від чиєї роботи я в захваті. Його звати Фьюрен Довгоборід, і його навички неперевершені. Мені потрібен новий щит і я маю зробити замовлення!

Проблема в тому, що він живе далеко на півдні, в Дворфійському районі Штормовію. В землях людей! Поняття не маю, нащо він забрався так далеко від Залізогарту. Певне, люди платять йому чимало, аби втримати його там!

Тож, якщо ти не проти невеликої подорожі та не проти трішки підзаробити, може доставиш Фьюрену моє замовлення?]===],
[===[Віднесіть замовлення Бурешпиля Фьюрену Довгобороду в Штормовій.]===],
[===[Лист з дворфійських земель? Цікаво, хто може писати мені з такої далечіні...

Дозволь мені поглянути на замовлення.]===],
[===[А, замовлення від дворфа Бурешпиля. Це гордий клан славетних дворфів. А ще заможних.

Дякую тобі, {ім'я}. Я сьогодні ж почну працювати над щитом для горянина Бурешпиля.]===],
},
[1339] = {
[===[Завдання горянина Бурешпиля]===],
[===[Я чув, що горянин Бурешпиль шукає гінця, який виконав би його доручення. Як щодо тебе? Чи ти {стать:той самий:та сама} {клас:н}, {стать:який:яка} годиться для такої роботи?

Якщо це так, ти знайдеш Бурешпиля на вершині північної вартової вежі.]===],
[===[Поговоріть з горянином Бурешпилем.]===],
nil,
[===[Саме так. У мене є справа, яку я не зможу виконати, поки стою на посту. Насправді тобі доведеться відправитись далеченько від Лох-Модану.

Зате це чудова нагода для пригод!]===],
},
[1360] = {
[===[Повернення скарбів]===],
[===[У мене була чудова робота гірника на розкопках Ульдаману в Безплідних краях... доки не з'явилися ці кляті троги. Я ледь зумів врятуватись, але в хаосі я залишив найдорожче, що в мене було. Звісно, в скрині його троги не дістануть, але воно прямісінько в їх натовпі.

Я буду перед тобою в боргу, і честю, і грошима, якщо ти зможеш принести мій скарб! Скриня з моїм ім'ям стоїть у кінці північної зали. Туди тобі й треба потрапити.]===],
[===[Дістаньте скарб Крома Міцнорука з його скрині північній загальній залі Ульдамана і принесіть його йому в Залізогарт.]===],
[===[Ну що, тобі вдалось прорватись через трогів до скрині та забрати мій скарб?]===],
[===[Ах, нарешті я знову можу бути собою — спасибі тобі величезне.

Деякі дворфи цінують блиск металу, а деякі — блиск дорогоцінних каменів... але Міцнорук без своєї дорогоцінної пивної кружки — не Міцнорук!]===],
},
[1363] = {
[===[Вказівки Мазена]===],
[===[Моя відповідальність, як хранителя бібліотеки академії арканічних мистецтв і наук — оберігати магічні фоліанти та сувої. Хтозна, яка біда може статись, якщо вони потраплять в погані руки.

До речі, про це. Мій помічник, Делліс, минулого тижня припустився помилки. Він досить здібний і добре орієнтується в бібліотеці, та розгублюється, щойно виходить за ворота Штормовія. Прошу тебе, допоможи Деллісу з його труднощами.]===],
[===[Поговоріть з помічником Деллісом в ШтормовіЇ.]===],
nil,
[===[Це не моя вина. Чесно.]===],
},
[1364] = {
[===[Вказівки Мазена]===],
[===[Майстер Мазен дав чіткі вказівки: доставити важливе дослідження наглядачу Магар Ба в фортецю Незерґард.

Та я ніколи не був раніше у Спустошених землях! Це була жахлива подорож!

На болоті Скорбот я помилився шляхом і втрапив у засідку жахливих болотяних рослин-чудовиськ. Вони збирались напасти на мене, тому я втік. Та в поспіху я загубив дослідження. Я впевнений, його забрало одне з чудовиськ.

Чи не {стать:міг би:могла б} ти знайти її та доставити Магару Ба?]===],
[===[Знайдіть дослідження просторової конвергенції Хадґара та доставте його наглядачу Магару Ба у фортецю Незерґард.]===],
[===[Що привело тебе до фортеці Незерґард, {раса:к}?]===],
[===[А, чудово!

Я вже боявся, що майстер Мазен з академії арканічних мистецтв і наук пропустив моє замовлення дослідження просторової конвергенції Хадґара.

Він певно ледь справляється з запитами, враховуючи купу нещодавніх дивних подій.

А тепер вибач, та я маю продовжити свої дослідження. Нарешті я зможу доторкнутись до результатів проникливості величного Хадґара, це так хвилююче...]===],
},
[1395] = {
[===[Постачання для Незерґарду]===],
[===[Цей ящик з камінням сили потрібно доставити до фортеці Незерґард в Спустошені землі. Вони не зможуть довго зберігати свою силу, тому ми не можемо відправити їх з наступним караваном.

Тобі потрібно віднести їх, і зробити це швидко.

Достав їх квартирмейстеру Лунгерцу в фортецю Незерґард. Щоб дістатися до фортеці, тобі потрібно буде тримати шлях на схід через прохід Мертвого Вітру, потім на схід через болото Скорбот, а потім на південь через Спустошені землі.

Будь {стать:обережним:обережною}, {ім'я}. Твій шлях лежить через небезпечні землі, але завдання повинно бути виконано.]===],
[===[Віднесіть ящик з камінням сили квартирмейстеру Лунгерцу, поки каміння не втратили силу.]===],
[===[Привіт! Не звертай уваги на весь цей галас, це звичайнісінький день у фортеці Незерґард.

У тебе є щось для мене?]===],
[===[А, камені сили! Маги будуть раді побачити їх!

Красно дякую, {ім'я}. Я знаю, що твоя подорож з Темнодолу була нелегкою.]===],
},
[1396] = {
[===[Вторгнення фауни]===],
[===[Мій караван прямував до східного узбережжя, але ми так і не досягли мети. Загублені атакували нас, перебивши варту і знищивши припаси.

Лише мені вдалося пережити ту атаку. Я присягнувся зберегти решту припасів, але поруч криються дикі істоти. Прошу тебе, допоможи мені захистити табір від звірів!]===],
[===[Вбийте 8 молодих пилкозубих кроколісків, 10 ткачів скорботи та 10 болотних ягуарів і потім поверніться до наглядача Біґґса на болоті Скорбот.]===],
[===[Болотні істоти насідають, {ім'я}! Благаю, ти {стать:повинен:повинна} захистити табір!]===],
[===[Звуки тварин слабшають, віддаляються. Дякую тобі, {ім'я}. Тепер, будемо сподіватись, вони не повернуться!]===],
},
[1398] = {
[===[Плавник]===],
[===[Я у величезному боргу перед тобою, {ім'я}. У тебе благородне серце. У мене є ще одне завдання, щодо якого я покірно прошу допомоги.

Щоб дістатися до Незерґарду, я повинен полагодити цей віз. І для цього... мені необхідно дерево. Міцна, суха деревина, а не дірчаста і сплетена як у болотяних дерев.

{ім'я}, вирушай на східне узбережжя і пошукай там плавник просушений сонцем та принеси його мені.]===],
[===[Принесіть 8 шматків сухого плавника наглядачу Біґґсу на болоті Скорбот.]===],
[===[Ти {стать:знайшов:знайшла} хоч трохи плавника, {ім'я}?]===],
[===[Деревина легка, але міцна. Дякую тобі, {ім'я}. Вона чудово підходить.]===],
},
[1421] = {
[===[Загублений караван]===],
[===[Я був приголомшений під час атаки Загублених, але, перш ніж знепритомніти, я бачив, як один з наших возів тягнули до Тьмяного пристановища, поселення Загублених на півночі.

У цьому возі була скриня з цінними реактивами, життєво важливими для досліджень чарівників фортеці Незерґард. Знайди скриню, здобудь ці реактиви, {Ім'я}. Здобудь та поверни їх мені.]===],
[===[Знайдіть скриню з каравану в Тьмяному пристановищі, здобудьте реактиви чарівників і принесіть їх наглядачеві Біґґсу.]===],
[===[Ти отримав реактиви чарівників, {ім'я}?]===],
[===[Ах, ти {стать:знайшов:знайшла} їх! З цими реактивами чарівники фортеці Незерґард зможуть продовжити роботу. Я не знаю чим вони займаються, але це пов'язано з Темним Порталом в Спустошених землях і життєво важливо для безпеки всього Альянсу.]===],
},
[1423] = {
[===[Втрачені припаси]===],
[===[Ця діжка невелика, але міцна. Її шви ущільнені жовтим пахучим воском. На дні діжки викарбувані слова:

КВАРТИРМЕЙСТЕР ЛУНГЕРЦ

ФОРТЕЦЯ НЕЗЕРҐ'АРД]===],
[===[Принесіть втрачені припаси квартирмейстерові Лунгерцу.]===],
[===[У тебе щось є для мене?]===],
[===[Дякую тобі, {ім'я}! Так багато припасів втрачається на шляху з Темноділу. Добре, що дещо вдається повернути.]===],
},
[1425] = {
[===[Доставка вантажу]===],
[===[Поки я чиню цей візок, {ім'я}, у мене є останнє завдання для тебе.

Я зібрав найважливіші припаси, вцілілі після набігів огрів. Віднеси їх у фортецю Незерґард. Вона розташована на північних пагорбах Спустошених земель, для спостереження за Темним Порталом.

Щоб дістатися туди — прямуй дорогою на схід. Коли вона розгалузиться, верни на південь до Спустошених земель, а потім наліво на наступній розвилці. Тримайся дороги, {ім'я}, і не втрачай пильності.]===],
[===[Доставте вантаж квартирмейстерові Лунгерцу з фортеці Незерґард.]===],
[===[Маєш справу до мене?]===],
[===[Що? Вантаж з каравану Біґґса? Ми думали, він пропав разом з караваном.

Дякую, {ім'я}. Якщо пощастить, в цьому вантажу вкрай необхідний реагент — кристали Азорану. Наш запас добігає кінця...]===],
},
[1442] = {
[===[Пошуки самоцвіту Кора]===],
[===[Вітаю, {ім'я}. Чим я можу бути корисний {стать:послідовнику:послідовниці} Світла?

О, так, коваль Стілвелл... давно ми не бачились. Я добре його пам'ятаю, хоч і давно не чув про нього.

Він ніколи не здавався мені злим чоловіком, тож, думаю, його бажання отримати самоцвіт Кора благородне.

Якщо ти хочеш отримати один з цим самоцвітів — йди на північний захід Ясенедолу. Там, серед древніх руїн храму лежать Чорноводні глибини. Ти знайдеш там наг, що досі використовують ці самоцвіти. Не йди туди {стать:сам:сама}, {клас:к}.]===],
[===[Принесіть самоцвіт Кора Тандрісу Вітроткачу в Темнобережжя.]===],
[===[Я б менше довіряв тому, хто хоче отримати самоцвіт Кора, якби це не був послідовник Світла. Але таким, як ти, я довіряю більше ніж деяким нічним ельфам. Я б не оцінював ваш орден по діяннях лише одного з ваших послідовників.]===],
[===[Це саме той самоцвіт, який потрібен Стілвеллу. Та перш ніж ти підеш, дозволь мені очистити його. Наги наповнюють їх силою, але своєю, злою силою.

Передай Стілвеллу, що сила каменю очищена і він може використовувати його у своїх ритуалах.

Сподіваюсь, ти знаєш, що робиш, {клас:к}. В твоїх руках могутня річ.]===],
},
[1447] = {
[===[Зниклий дипломат]===],
[===[Що ж, ти, очевидно, не {стать:найрозумніший:найрозумніша} {клас} в Штормовії.

{стать:Знайомий:Знайома} з моїми друзями?]===],
[===[Переможіть Дешеля Кам'яного Кулака в Штормовії.]===],
[===[Я не хотів тебе образити, {клас:к}. Ми ж друзі, так? Ніяких проблем?]===],
[===[Отож, ти чомусь {стать:прийшов:пришла} до мене. Що тобі потрібно?]===],
},
[1448] = {
[===[У пошуках храму]===],
[===[Був час, коли я був молодий і сповнений сил, як ти, {клас:к}.

Але тепер я старий і не можу досліджувати світ, як колись. Ах, чого я тільки не бачив!

Але була одна загадка, яка вислизала від мене. Моїм останнім завданням в Лізі дослідників був пошук храму Атал'Гаккара. Подейкували, що він знаходиться в болоті Скорбот.

Через мою слабкість та старість я облетів ці землі на грифоні, але так нічого і не знайшов.

Допоможеш старому дворфу? Можливо, пішки тобі пощастить більше.]===],
[===[Броган Бочкопуз зі Штормовію просить вас знайти храм Атал'Гаккара.]===],
[===[Я обійшов весь світ: від джунглів Азероту до засніжених вершин Хаз-Модану.

Ніколи раніше я не просив про допомогу в моїх пригодах. Але мої старі суглоби ниють і не дають мені подорожувати.

Ніщо не принесе мені більшого задоволення, ніж завершення мого останнього завдання Ліги дослідників.

Якщо ти допоможеш мені знайти храм Атал'Гаккара, {клас:к}, я буду дуже вдячний.

Досліди болото Скорбот та розкажи про свої знахідки!]===],
[===[Храм Атал'Гаккара затоплений в ставі Сліз? І оточений зеленими драконами?

Це дивовижне відкриття, {клас:к}. Але, вочевидь, в цьому храмі сталось щось жахливе.]===],
},
[1449] = {
[===[У Внутрішні землі]===],
[===[Як я вже казав, я намагався самотушки знайти храм з повтря. Що ж, я був не зовсім сам.

Я взяв навченого грифона у знаменитому пташнику на Орлиному піку у Внутрішніх землях. Грифоном керував один з їхніх найкращих пілотів. Але він випав з сідла та впав у болото...

Моя стара дурна голова вже забула, як його звали. Та господар вольєра певно має пам'ятати.

Відправляйся туди та поговори з Фальстадом Диким Молотом.

Ми маємо дізнатись, що сталось з тим пілотом.]===],
[===[Поговоріть з верховним таном Фальстадом Диким Молотом у Внутрішніх землях.]===],
nil,
[===[Чого тобі, {стать:приятелю:приятелько}? Ти не бачиш, що у мене тут і без тебе вдосталь проблем? Немає в мене часу на балачки з тобою.

Тролі лізуть з усіх напрямків! Тож давай скоріше.]===],
},
[1453] = {
[===[Справи корпорації "Віднова" в Спустошищі]===],
[===[У Спустошищі є робота для тебе, {ім'я}. Це моторошне місце, осквернене кентаврами та іншою гидотою. Та якщо шукаєш, де гарно попрацювати — вирушай туди, зустрінься з Крелдіґом Унґором і скажи, що я тебе прислав.

Ти знайдеш його в оплоті Найджела — це маленький затишний табір, схований у горах на півночі Спустошища. Просто прямуй на схід від входу з Каміннопазуристих гір. Вхід до табору легко проминути, тож будь {стать:уважним:уважною}.]===],
[===[Поговоріть з Крелдіґом Унґором в Спустошищі.]===],
nil,
[===[Радий бачити, що корпорації "Віднова" не бракує ні роботи, ні шукачів пригод, готових прийти на допомогу.

Я Крелдіґ, {ім'я}. Ти чиниш розумно, допомагаючи корпорації "Віднова". Кожен чогось потребує: втрачену сімейну реліквію, чарівний предмет, кохану людину. Та мало що. Але коли за справу береться наша корпорація — за гарну ціну кожен може знайти те, що втратив.]===],
},
[1477] = {
[===[Життєво необхідні поставки]===],
[===[Наші маги проводять важливі для розуміння Темних Порталів дослідження у фортеці Незерґард, що в Спустошених землях. Їм постійно потрібні припаси, але наші шляхи постачання до Незерґарду ненадійні.

Ти маєш допомогти з постачанням припасів до Незерґарду. Поговори з начальником варти Соріґалом в Темнодолі та виконай його доручення. Ти відправишся у небезпечні землі, {ім'я}, тож приготуйся.]===],
[===[Поговоріть з начальником варти Соріґалом.]===],
nil,
[===[Тебе відправив Андромат? Дуже добре. Я маю для тебе важливе завдання...]===],
},
[1598] = {
[===[Вкрадена книга]===],
[===[Гей ти! Ти {ім'я}, вірно?

Я сподіваюся, що ти {стать:впевнений:впевнена} у своєму рішенні стати {стать:чорнокнижником:чорнокнижницею}, інакше ти так і залишишся на дні.

Я навчу тебе, але спершу маю переконатися, що ти достатньо {стать:сильний:сильна}.

У абатстві був послушник, який втік, щоб приєднатися до Повстанського братства. Яке мені до цього діло? Він вкрав кілька важливих книг.

Одна з них - "Сили Порожнечі", саме та книга, яка мені потрібна. Вкради її для мене, вони ховають її у своєму наметі на виноградниках.]===],
[===[Поверніть книгу "Сили Порожнечі" Друсіллі ла Салле.]===],
[===[Для мене було б надто небезпечно намагатися викрасти цю книгу з абатства. Яке щастя, що цей простак зробив всю брудну роботу за мене!]===],
[===[Чудово... Мені ніколи б не вдалося отримати доступ до цього тексту, він зберігався в захищеному крилі бібліотеки, тож було б підозріло, якби я там вешталась.

Що ж, ти добре {стать:виконав:виконала} це завдання, і я переконана, що ти, ймовірно, зможеш керувати своїм власним бісом, тож я не бачу причин не навчити тебе його виклику.]===],
},
[1599] = {
[===[Початок]===],
[===[Ти, мабуть, {стать:новий:нова} {стать:чорнокнижник:чорнокнижниця}, про {стать:якого:яку} всі шепочуться. Мабуть, ти комусь дуже {стать:сподобався:сподобалася}, якщо мене попросили відірватися від моїх досліджень, щоб розпочати твоє навчання.

Не хвилюйся, я не тримаю на тебе зла.

Найпростіше заклинання виклику, яке ти маєш вчити, це виклик біса. Однак, перш ніж я тебе навчу, ти {стать:повинен:повинна} довести, що маєш необхідні магічні та фізичні здібності.

Принеси мені три обереги з пір'я, що носять морозогриві послушники з печери на південному заході.]===],
[===[Принесіть 3 обереги з пір'я Аламару Грімм в Ковмар.]===],
[===[Ті обереги з пір'я, що носять ці послушники, мають в собі певну магічну силу. Буде цікаво їх дослідити. Я не очікував такого від тролів.]===],
[===[Добре, дуже добре! Ти молодець, {ім'я}. Можливо, твоя слава дійсно заслужена.

Утім, це не мені вирішувати. Якщо твій біс не перевершить тебе і не зіпсує твою кар'єру в зародку. Але наразі я задоволений тим, що ти, ймовірно, переживеш перші кілька місяців як {клас}.

До речі, про біса, {ім'я}. Ти певно це й так розумієш, та все ж не дай його розміру обманути тебе — його магія може бути дуже небезпечною.]===],
},
[1638] = {
[===[Навчання воїна]===],
[===[Ти {стать:довів:довела}, що ти {стать:вправний:вправна} {клас}, {ім'я}. Але ти ще {стать:юний:юна} і маєш багато чому навчитись.

Поговори з Гаррі Бурлґардом - ти знайдеш його в таверні "Свиня і Свисток" в Старому Місті Штормовію. Гаррі досвідчений боєць і гарний вчитель. Він може показати тобі кілька прийомів, що дозволять тобі прожити довше.]===],
[===[Поговоріть з Гаррі Бурлґардом.]===],
nil,
[===[О-хо! Випий зі мною, {стать:хлопче:дівко}. Виглядаєш кремезно, та подивимось, що з тобою зроблять кілька кухлів тутешнього пійла!

Чи... ти вчитись {стать:прийшов:прийшла}?]===],
},
[1639] = {
[===[Пияка Бартлбі]===],
[===[Так, я можу тебе вчити. Та перше я хочу подивитись, на що ти {стать:здатен:здатна}.

Бачиш того пияку в кінці бару? Бартлбі? Візьми його кружку.

Хех, якщо ти його знаєш, то можеш здогадатись, що просто так він тобі її не віддасть.]===],
[===[Поговріть з Бартлбі.]===],
nil,
[===[Здоров, {стать:красунчику:красуне}! Що таке ніжне створіння, як ти, забуло тут? Дивись, ніготь не зламай...]===],
},
[1640] = {
[===[Побити Бартлбі]===],
[===[Тобі треба що?? Ти з глузду {стать:з'їхав:з'їхала}!

Цю кружку ти забереш лише через мій труп!]===],
[===[Побийте Бартлбі, після чого поговоріть з ним.]===],
[===[Цю кружку ти забереш лише через мій труп!]===],
[===[А ти міцніше, ніж здаєшся...]===],
},
[1641] = {
[===[Фоліант божественності]===],
nil,
nil,
nil,
[===[Тут, у Штормовії, я наставляю паладинів на шлях кращих чеснот, щоб вони присвятили себе священному Світлу та захищали Азерот від Скари та інших загроз.

Настав твій час зробити перші кроки до справжньої доброчесності. Якщо приймеш цей шлях, я дам тобі фоліант божественності. Вивчаючи його, ти дізнаєшся дещо про Світло та про те, що від тебе очікується. Осягнувши його мудрість, ти зможеш досягти великих звершень.]===],
},
[1642] = {
[===[Фоліант божественності]===],
[===[Всі діяння паладина мають бути достойними віри у Світло, яке сповнює нас силою. Наше прагнення божественності не означає бажання стати подібними богам — ми творимо добро своїми діяннями.

Хоч ми й маємо нищити зло, та не це вирізняє нас серед інших жителів Азероту. Милосердя, терпіння, хоробрість і допомога ближнім — ці речі значать для паладина стільки ж, скільки сила в битві.

Запам'ятай це і ніколи не забувай.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[І знову вітаю тебе, {ім'я}. Як проходить твоє вивчення фоліанта божественності?

Ти маєш приготуватись до випробувань. Тебе чекають великі справи: як в місті, так і за його стінами. Ти проявиш милосердя до людей, що потребують допомоги та знищиш ворогів, що несуть загрозу нашому королівству.

Своїми добрими діяннями ти доведеш щирість своєї віри та світлість своїх намірів.]===],
},
[1643] = {
[===[Фоліант божественності]===],
[===[Отож, {ім'я}, твоє завдання — знайти в Штормовії того, хто потребує допомоги. Когось зі світлим серцем і помислами. Того, хто допомагає іншим чи хто сам потребує допомоги. Як би то не було, наміри того, кого ти знайдеш, будуть благородними та на тебе будуть у всьому покладатись.

Повертайся до мене, як закінчиш і ми обговоримо твій подальший шлях служителя Світла.]===],
[===[Знайдіть Стефані Тернер в торговому районі Штормовію.]===],
nil,
[===[О, вітаю, {стать:дорогенький:дорогенька}. Як твої пригоди? Ох, я рада знати, що в тебе все добре.

Я? А що я? Що ж, враховуючи обставини, справи йдуть непогано.

У нас тут побільшало торговців, що купують все підряд, тож і охочих віддавати речі на пожертви притулку поменшало. Та нічого, ми справимось. Під "ми" я маю на увазі мене й мого чоловіка. Він зараз в Залізогарті в пошуках допомоги від тамтешніх жителів.]===],
},
[1644] = {
[===[Фоліант божественності]===],
[===[Нещасні душі, вони втратили свої сім'ї під час нападів Скари.

Мій чоловік Джон збирає матеріали, з яких я можу пошити одяг для сиріток. Та, на жаль, я не встигаю з цим — їх ще треба нагодувати та дати їм дах.

Що? Ти хочеш допомогти? Ох, слава Світлу! І дякую тобі, {ім'я}.

Якщо принесеш мені трохи лляної тканини — я зможу пошити одяг для діточок.]===],
[===[Принесіть 10 відрізків лляної тканини до Стефані Тернер в Штормовій.]===],
[===[Сподіваюсь, Джону пощастить в Залізогарті. Він дуже не любить далекі подорожі, бо залишає мене тут одну з дітьми. Та він знає, що це необхідно. Він такий добрий...

Іноді справи йдуть краще, та цей рік, здається, найважчий. Я відчуваю, що на нас чекають великі потрясіння. Та хто зна?]===],
[===[Дякую, {ім'я}, дуже-дуже дякую.

Діти будуть дуже раді. Та й в мене буде більше часу на інші обов'язки. Тепер я зможу зайнятись іншими потребами діточок, та й Джон має зовсім скоро повернутись.

Ще раз дякую тобі, {ім'я}. Я знала, що в наших серцях ще є милосердя. Хай береже тебе Світло.]===],
},
[1645] = {
[===[Фоліант божественності]===],
nil,
nil,
nil,
[===[Рада тебе бачити, {ім'я}. Я займаюсь наставлянням паладинів на шлях кращих чеснот, щоб вони присвятили себе священному Світлу та захищали Азерот від Скари та інших загроз.

Настав твій час зробити перші кроки до справжньої доброчесності. Якщо приймеш цей шлях, я дам тобі фоліант божественності. Вивчаючи його, ти дізнаєшся дещо про Світло та про те, що від тебе очікується. Осягнувши його мудрість, ти зможеш досягти великих звершень.]===],
},
[1646] = {
[===[Фоліант божественності]===],
[===[Всі діяння паладина мають бути достойними віри у Світло, яке сповнює нас силою. Наше прагнення божественності не означає бажання стати подібними богам — ми творимо добро своїми діяннями.

Хоч ми й маємо нищити зло, та не це вирізняє нас серед інших жителів Азероту. Милосердя, терпіння, хоробрість і допомога ближнім — ці речі значать для паладина стільки ж, скільки сила в битві.

Запам'ятай це і ніколи не забувай.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті.]===],
nil,
[===[І знову вітаю тебе, {ім'я}. Сподіваюсь, ти {стать:займався:займалась} вивченням фоліанта?

Ти маєш приготуватись до випробувань. Тебе чекають великі справи: як в місті, так і за його стінами. Ти проявиш милосердя до людей, що потребують допомоги та знищиш ворогів, що несуть загрозу нашому королівству.

Своїми добрими діяннями ти доведеш щирість своєї віри та світлість своїх намірів.]===],
},
[1647] = {
[===[Фоліант божественності]===],
[===[Отож, {ім'я}, твоє завдання — знайти в Залізогарті того, хто потребує допомоги. Когось зі світлим серцем і помислами. Того, хто допомагає іншим чи хто сам потребує допомоги. Як би то не було, наміри того, кого ти знайдеш, будуть благородними та на тебе будуть у всьому покладатись.

Повертайся до мене, як закінчиш і ми обговоримо твій подальший шлях служителя Світла. Я залишатимусь тут, в храмі, і чекатиму на твоє повернення. Іншим паладинам теж можуть знадобитись мої настанови.]===],
[===[Знайдіть Джона Тернера на зовнішньому колі Залізогарту.]===],
nil,
[===[СИРОТИНЕЦЬ ШТОРМОВ... Ох, вибачте, не хотів на вас кричати.

Я Джон Тернер. Як ваші справи?

Добре, добре, радий чути, що у вас все добре. А в мене був важкий день і я дуже скучив за моєю дружиною, та це невелика ціна за те, щоб нагодувати та одягнути бідолашних сиріт.]===],
},
[1648] = {
[===[Фоліант божественності]===],
[===[Ми з дружиною займаємось сиротинцем в Штормовії. Більшість тамтешніх дітей втратили батьків від нападів Скари. Я приїжджаю до Залізогарту щомісяця, щоб зібрати пожертви у місцевих жителів і знайти допомогу у місцевих організацій.

Ця поїздка була дуже довгою і не дуже плідною.

Якщо знайдете трохи лляної тканини, я відправлю її додому і моя дружина зможе пошити одяг для дітей.]===],
[===[Принесіть 10 відрізків лляної тканини Джону Тернеру в Залізогарт.]===],
[===[Через наплив торговців нам приносять все менше речей для сиротинця. Твоє бажання допомогти надзвичайно благородне, {ім'я}. Дякую тобі.

Сподіваюсь, я зовсім скоро повернусь додому до моєї дружини.]===],
[===[Це так великодушно, {ім'я}. Дуже тобі дякую.

Це дуже благородний вчинок. Видно, що ти не просто так {стать:обрав:обрала} шлях Світла. Я хочу тобі віддячити... Що кажеш? Не варто? Ось про що я кажу, {ім'я} — надзвичайна благородність.

Бережи себе і нехай Світло допомагає тобі.]===],
},
[1649] = {
[===[Фоліант доблесті]===],
[===[Доблесть і супутні їй чесноти подібні дорогоцінним металам: ти маєш берегти їх, адже вони надзвичайно цінні, але також потрібно витратити час на те, щоб їх зібрати та довести до ідеалу. Разом же вони утворюють надміцний сплав, що може витримати найпотужніші удари.

Твоя сила, віра і сміливість мають пройти випробування. Ти маєш навчитись ніколи не втрачати віри та усвідомити, що з силою Світла ти можеш витримати те, чого інші не зможуть.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[То ти хочеш випробувати свою доблесть? Прекрасно.

В місті та навколишніх землях вдосталь задач, для яких можуть знадобитись твої навички.

Це випробування не з простих, {ім'я}. Як і всі інші речі на нашому шляху, тебе це може вбити. Наша церква прагне зміцнити свої ряди, але ми також розуміємо, що без жертв неможливо визначити найдостойніших паладинів.

Ти {стать:готовий:готова}?]===],
},
[1650] = {
[===[Фоліант доблесті]===],
[===[Чудово! Відсутність вагань є вірною ознакою того, що ти {стать:готовий:готова} і прагнеш випробувати себе. Тож хай буде так.

На самому півдні Довгоберегу, що в Західному краї, стоїть будинок з видом на океан. Там живуть Стілвелли. Джордан — неймовірно вправний коваль, тож він відправився на деякий час до Залізогарту, щоб зустрітись з дворфами. Та його дружина, Дафна, залишається вдома одна, без захисту.

Наші дані свідчать про те, що повстанці захопили тамтешні землі, тож Дафні може знадобитись захист від цих негідників. Відправляйся до неї.]===],
[===[Знайдіть Дафну Стілвелл у Західному краї.]===],
nil,
[===[Вітаю, {ім'я}. Судячи з твоїх обладунків та зброї, ти або хочеш захопити мої землі, або ж церква нарешті прислала когось мені на захист, поки Джордан відправився до Залізогарту.

Що ж, я Дафна Стілвелл. Приємно познайомитись.

Ти не надто пізно. Я встигла вбити лише з десяток цих покидьків за сьогодні. До цього вони сюди не надто поспішали, та побачивши тебе, вони можуть прийти будь-якої миті.]===],
},
[1651] = {
[===[Фоліант доблесті]===],
[===[Вони скоро повернуться, тож приготуйся.

В мене є рушниця вдома, тож я спробую тобі допомогти. Та загалом — покладайся тільки на себе.

Не знаю, скільки їх прийде цього разу, та певно більше, ніж раніше.

Моли Світло про благословення, бо... Чуєш? Схоже, вони вже тут.

Ми приймемо бій біля будинку!]===],
[===[Захистіть Дафну Стілвелл від нападу повстанців.

Ні її, ні ваш дух не має покинути тіло.

Після перемоги знову поговоріть з Дафною Стілвелл.]===],
[===[Ми приймемо бій біля будинку!]===],
[===[Ми впорались, {ім'я}! Дякую тобі за допомогу. Це було просто неймовірно! Не думала, що {клас} може впоратись з такою кількістю ворогів.

Твоя хоробрість в бою з переважаючими силами просто вражає.]===],
},
[1652] = {
[===[Фоліант доблесті]===],
[===[Прошу, повертайся до Даторіана і передай, що я в безпеці. Все завдяки тобі й церкві.

Він відправить звістку до Залізогарту, щоб Джордан не хвилювався за мене.

Ох, як я сумую за своїм чоловіком. Не можу дочекатись, коли він повернеться.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[Ось ми й знову зустрілися, {ім'я}. Бачу, ти в гарному настрої.

Будинок Стілвеллів буде в безпеці ще деякий час. А з твоєї розповіді ясно, що небезпеки було вдосталь. Гарна робота.

Дафна та Джонатан дуже допомогли церкві. Тож те, що ти {стать:захистив:захистила} їх майно і життя — найменше, що ми могли зробити.

За свою доблесть ти отримаєш гідну винагороду.]===],
},
[1653] = {
[===[Випробування праведності]===],
[===[Насправді, я не сумніваюсь, що Джордан і сам міг би тобі віддячити. Тим більше, що мені потрібен посланець, який передасть йому, що його дружина в безпеці. А ти чудово підходиш.

Джордан раніше теж був паладином Світла, поки не вирішив продовжити справу свого батька, тож він добре знайомий з нашими звичаями та вважається одним з найвірніших послідовників нашого шляху.

Зараз він має бути десь в Залізогарті. Йому подобається працювати за воротами міста, насолоджуючись свіжим гірським повітрям.]===],
[===[Поговоріть з Джорданом Стілвеллом в Залізогарті]===],
nil,
[===[Добридень, {ім'я}. Ти служиш Світлу, чи не так?

Тебе прислав Даторіан? Як там моя дружина? Я знав, щойно я поїду, вдома почнуться проблеми. Прошу, скажи, що з нею все... Ох, хвала Світлу. Я так радий, що вона в безпеці. Повстанці були небезпечними задовго до цих нападів, але тепер радники короля не зможуть ігнорувати цю загрозу.

Що ще Даторіан просив передати?

Ти {стать:той:та}, кого відправили захищати Дафну? Тоді ще раз дякую тобі, {ім'я}. Не можу уявити собі кращого випробовування доблесті.]===],
},
[1654] = {
[===[Випробування праведності]===],
[===[Я хотів би віддячити тобі, якщо ти не проти. Але не зрозумій мене неправильно — твоя винагорода буде залежати від твоїх зусиль, але наша співпраця буде корисна нам обом.

Я викую для тебе зброю, гідну твоїх діянь — символ паладина та Світла. Та тобі доведеться зібрати всі необхідні для неї компоненти. Я вже почав складати список, потрібно тільки знайти когось сміливого і вправного, хто принесе мені їх. Ну, що скажеш, {клас:к}?]===],
[===[Використовуючи вказівки Джордана, знайдіть деревину білокам'яного дуба, партію очищеної руди Джордана, ковальський молоток Джордана та очищений самоцвіт Кора і принесіть їх Джордану Стілвеллу в Залізогарт.]===],
[===[Компоненти ці знайти буде непросто, та запевняю тебе, зброя, яку ти отримаєш, буде гідна твоїх зусиль.

Це буде моя найкраща робота і скромна винагорода за твою допомогу.]===],
[===[Це дивовижно! Ти {стать:приніс:принесла} все необхідне.

З цим я з легкістю створю неймовірну зброю. Насправді я давно збирався це зробити, та ніяк не міг зібрати компоненти. Дякую, {ім'я}.

Приємно знову тримати в руках молоток мого батька... і самоцівіт Кора — я й не думав, що колись побачу його на власні очі.]===],
},
[1655] = {
[===[Партія руди Бейлора]===],
[===[Ох, ну ти й {стать:налякав:налякала} мене. Хіба не бачиш, що я думаю?

Що? Поставка для Джордана... в Залізогарт. Ах, так, знаю про що ти. Огри Мо'ґрош... ось хто забрав партію руди для мого старого друга. Караван з рудою йшов сюди з Заболоття і потрапив в засаду. Охоронець з каравану помер кілька днів тому, не дочекавшись лікаря.

Якщо хочеш знайти цю партію руди — відправляйся на північний схід за озеро Лох. Воно десь там.]===],
[===[Принесіть партію руди Джордана Бейлору Камнеруку в Лох-Модан.]===],
[===[Ну, є щось? Хехе, ці огри отримають від тебе по повній, еге ж?]===],
[===[Так-так, це вона. Ха! Якби я знав, що ти дійсно туди підеш і надаєш тим ограм, я б дав тобі цілий список всього, що треба звідти принести. Та ти ж тут не для того, щоб мої доручення виконувати, еге ж?

Угода є угода: Джордану потрібна була партія руди і він її отримає.

Передавай йому від мене привіт, {клас:к}. І бережи себе.]===],
},
[1661] = {
[===[Фоліант благородства]===],
[===[Радий знову бачити тебе, {ім'я}. Я пишаюсь називати тебе {стать:братом:сестрою}, твоя самовідданість — знак великої поваги до всіх нас.

Прийшов час вручити тобі великий дарунок. Але знай, зараз я даю тобі його за твої минулі діяння, та коли прийде час — я запропоную тобі пройти велике випробування.

Приходь до мене за подарунком в будь-який час.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[Вітаю тебе. І нехай оберігає тебе Світло.]===],
},
[1665] = {
[===[Кружка Бартлбі]===],
[===[Добре, ось тобі кружка. Чекай! Дай доп'ю... На, тримай]===],
[===[Принесіть Бурлґарду кружку Бартлбі]===],
[===[Я бачив твою бійку з Бартлбі. Непогано! Ти {стать:приніс:принесла} кружку?]===],
[===[А ось і кружка! Він так не хотів її віддавати, та ти вмієш наполягати на своєму. Молодець.

А тепер до навчання...]===],
},
[1666] = {
[===[Маршал Знесилій]===],
[===[Ти {стать:вивчив:вивчила} кілька нових рухів, та тобі варто знайти кращу зброю. Думаю, маршал Знесилій може тобі з цим допомогти.

Маршал Знесилій живе в своїй садибі в Ельвиннському лісі, в лісозаготівельному таборі Східнодолу. Він вже на пенсії, але за час служби зібрав непогану колекцію озброєння.

Скажи йому, що тебе прислав я і, як пощастить, він поділиться зайвою зброєю.]===],
[===[Поговоріть з маршалем Знесилієм.]===],
nil,
[===[Хто це? Бурлґард, це ти? Підійди ближче, мій зір вже не той. Ти так підкрався, що я прийняв тебе за гнола!]===],
},
[1667] = {
[===[Джек Мертвозуб]===],
[===[Тебе прислав Бурлґард, еге ж? Так, я можу запропонувати тобі деяку зброю, та спершу я попрошу тебе дещо зробити...

Нещодавно мене обдурив мерзотник з повстанського братства, Джек Мертвозуб. Було темно і він був в накидці Штормовію, а тому я прийняв його за маршал Дугана. Він попросив у мене мій старий Штормовійський значок маршала і я віддав йому його... А потім він розсміявся і втік, перш ніж я міг схопити його!

Поверни мій значок! Джек Мертвозуб має бути в своєму таборі на півдні.]===],
[===[Добудьте значок Знесилія в таборі Джека Мертвозуба і поверніть його маршалу Знесилію.]===],
[===[Ти {стать:приніс:принесла} мій значок? Страшно подумати, що Джек Мертвозуб міг натворити з ним.]===],
[===[Чудово, ти {стать:знайшов:знайшла} мій значок! Я думав, що втратив його назавжди, а ці негідники повстанського братства будуть прикидатись представниками Штормовійської влади. Що ж, тобі вдалося цьому запобігти, дякую.

Ось деяка зброя, яку я використовував, коли був маршалом. Я її добре зберігав і вона в чудовому стані. Обирай собі до смаку!]===],
},
[1678] = {
[===[Веджрік]===],
[===[Хороший воїн має бути міцним. Я можу навчити тебе кільком вмінням, та перед цим ти маєш довести свою силу в бою.

Веджрік - один з найсильніших тролів в цих краях. Його ти і маєш перемогти. Знайти його можна в хижах на південь від поселення Морозогривих.

Принеси мені його голову і ми розпочнем.]===],
[===[Принесіть голову Веджріка Мурену Бурешпилю в Залізогарт.]===],
[===[Ти вже {стать:був:була} у Веджріка, {ім'я}? Це від тебе тролем смердить?]===],
[===[Веджрік той же потвора, скажи? Чудова робота, {ім'я}! Що ж, ти {стать:сильний:сильна}, можемо розпочати тренування...

Можливо ти не в курсі, та гарний захист - одне з важливих вмінь {клас:р}. Це дозволяє вистояти проти найважчих супротивників і захистити побратимів.]===],
},
[1679] = {
[===[Мурен Бурешпиль]===],
[===[Вітаю, {клас:к}! Ти непогано себе {стать:проявив:проявила} тут, та ти маєш багато чому навчитись. А кращого вчителя за Мурена Бурешпиля ти не знайдеш.

Ти знайдеш Мурена у військовій залі військової палати Залізогарту. Поговори з ним, коли захочеш навчатись ремеслу {клас:р}.]===],
[===[Поговоріть з Муреном Бурешпилем.]===],
[===[Ти {стать:передумав:передумала} бути {клас:о}?]===],
[===[А, {ім'я}. Чув я щось про тебе від воїнів Дун-Морогу. Сподіваюсь, ти не весь час {стать:провів:провела} в тевернах.]===],
},
[1680] = {
[===[Торм Ковоглиб]===],
[===[Тепер, коли ти {стать:вивчив:вивчила} нові прийоми, прийшов час роздобути хорошу зброю. Поговори з Тормом Ковоглибом. Певен, тобі сподобається його робота.

Ти знайдеш його в Залізогарті біля Великої Кузні.]===],
[===[Поговоріть з Тормом Ковоглибом.]===],
nil,
[===[Тебе Мурен прислав, еге ж? Так, я можу зробити тобі гарну зброю... Та спершу я попрошу тебе дещо зробити для мене.

Не хвилюйся, це буде небезпечне завдання, на якому ти можеш загинути. Те, що треба для {стать:такого:такої} {клас:р}, як ти.]===],
},
[1681] = {
[===[Майстерня Залізоплета]===],
[===[У мого вчителя, Стурґі Залізоплета, була майстерня на південь від озера Постеля Гельма, в якій він навчав ковальству. Він був в цьому найкращим.

Та одного дня, його студент приніс партію дивної руди. Вчитель Залізоплет назвав її смерковою рудою і радо з нею працював. Але зовсім скоро на майстерню напала банда дворфів Темного Заліза. Вони всіх вбили!

Йди до майстерні Залізоплета, {ім'я}, і помстись за мого вчителя. І принеси мені смеркову руду.]===],
[===[Принесіть смерекову руду Торму Ковоглибу в Залізогарт.]===],
[===[Ти вже {стать:був:була} в майстерні Залізоплета? Там була смеркова руда?]===],
[===[Ти {стать:знайшов:знайшла} її! Чудово!

Сподіваюсь, ти {стать:вбив:вбила} багато дворфів Темного Заліза, поки {стать:шукав:шукала} її. Боюсь, ми ще зіткнемось з ними...

Та дякую тобі за руду, {ім'я}. Я вже спішу зайнятись її обробкою.]===],
},
[1682] = {
[===[Зброя із сірого заліза]===],
nil,
nil,
nil,
[===[А ось і зброя зі смеркової руди. Щойно з ковадла!

Прошу, {ім'я}, вибирай!]===],
},
[1683] = {
[===[Ворл Мерзенне Копито]===],
[===[Перш ніж я почну навчати тебе, ти маєш довести свою рішучість.

Сатир, на ім'я Ворл Мерзенне Копито знайшов один з наших місячних колодязів на південний схід від обителі кургану Бен'етіль. Тепер він бовтається в його священних водах, оскверняючи їх своїм брудом.

Знайди Ворла біля колодязя і вбий його. Принеси мені його ріг як доказ і ми почнемо твої тренування {клас:р}.

Шлях до місячного колодязя знайти нелегко, {ім'я}, тому тобі доведеться добре постаратись в пошуках.]===],
[===[Принесіть Еланарії ріг Ворла.]===],
[===[Ріг у тебе, {ім'я}? Чи очистився наш місячний колодязь від нечисті Ворла?]===],
[===[Молодець, {ім'я}. Приємно знати, що Ворл переможений, а наш місячний колодязь очищений, і приємно бачити молодих воїнів, які прагнуть уберегти наш улюблений Тельдрассіль від порчі.

Тепер почнім твоє навчання...]===],
},
[1684] = {
[===[Еланарія]===],
[===[Вітаю, {клас:к}. Твої навички ростуть, та на шляху воїна тобі належить навчитись багатьом речам. Тобі потрібен вчитель.

Воїтелька Еланарія живе в Дарнасі, на терасі Воїнів. Вона зможе навчити тебе.]===],
[===[Поговоріть з Еланарією.]===],
nil,
[===[Вітаю тебе, {ім'я}. Тебе часто згадують в Дарнасі, адже ти подаєш великі надії. Та скоро ми побачимо, чи достатньо в тобі волі йти шляхом {клас:р}.]===],
},
[1685] = {
[===[Виклик Ґакіна]===],
[===[От як так воно працює? Весь день шукав тебе і не міг знайти, а тепер, коли я не очікую, ти з'являєшся і йдеш просто до мене.

Я вже витратив достатньо часу, намагаючись знайти тебе, тому не буду затримувати тебе надовго. Майстер Ґакін запросив тебе на додаткову підготовку. Мені здається, тобі слід знайти його якнайшвидше.

Ти знайдеш його в підвалі таверни "Зарізане ягня". Між іншим, тобі, слід тримати це місце в таємниці. Не хочу, щоб про нього дізналися всі.]===],
[===[Поговоріть з Ґакіном Темнопрядом у кварталі Магів Штормовію.]===],
nil,
[===[Нарешті ти {стать:з'явився:з'явилася}. Хоча, можливо, я мав послати когось більш здібного, ніж Ремен, щоб знайти тебе.

Неважливо.

Ти вже давно не {стать:тренувався:тренувалася}, а {клас} без тренувань не може довго тримати голову на плечах.]===],
},
[1686] = {
[===[Тінь Елури]===],
[===[Ти добре вчишся, {ім'я}. Тепер ти маєш отримати зброю. Справжню зброю {клас:р}.

Для цього тобі доведеться відправитись на Темнобережжя.

Давним-давно на скелях біля маяка Аубердіну розбився корабель, розкидавши по морському дну багато ящиків елунітової руди.

Ящики елуніту охороняються тінню Елури. Колись вона була капітаном корабля, та після катастрофи стала приреченою охороняти вантаж. Переможи її, дістань її медальйон і збери залишки вантажу елуніту.]===],
[===[Принесіть 8 кусків елунітової руди та медальйон Елури до Еланарії в Дарнас.]===],
[===[Ти вже {стать:переміг:перемогла} тінь Елури і {стать:зібрав:зібрала} елунітову руду?]===],
[===[Чудова робота, {ім'я}.

Ти {стать:подарував:подарувала} тіні Елури заслужений спокій, а ми зможемо зробити чудову зброю з елуніту.]===],
},
[1688] = {
[===[Сурена Каледон]===],
[===[У мене була учениця, на ім'я Сурена Каледон. Вона стояла там, де ти стоїш зараз, прагнучи навчитися мистецтву чорнокнижництва, і володіла неабияким талантом. На додаток, вона була молода і гарна. Якби ж я тоді побачив, яка вона зрадлива погань!

Ця злодійка втекла з одним із повстанців — Ерланом Драджмуром. Хоч її втрата малозначна для мене, я подарував їй кольє із кривавого каменю, яке мені все ще потрібне.

Її життя для мене більше не має значення. Ти знайдеш її на гарбузовому наділі Бреквеллів. Забери те, що належить мені.]===],
[===[Поверніть кольє Сурени Ґакіну Темнопряду у Штормовій.]===],
[===[Навіть старші та мудріші можуть бути підвладні чарам молодості та краси, {ім'я}. Це порада, яку ти {стать:повинен:повинна} добре запам'ятати на все своє життя.]===],
[===[Сурена була талановитою, але не настільки, щоб самостійно опанувати магію чорнокнижництва. Шкода бачити, як талант марнується, але іноді це необхідно.

Сподіваюсь, мій вклад в тебе принесе інші результати.]===],
},
[1689] = {
[===[Зв'язування]===],
[===[Повернувши моє кольє та перемігши Сурену, ти {стать:довів:довела}, що є принаймні {стать:таким же здібним:такою ж здібною}, як і вона.

Проте я бачу, що ти гостро потребуєш навчання. Ти можеш керувати потоками магії, але бути чорнокнижником — це значно більше.

Я покажу тобі, як керувати пустотником, але перед цим тобі потрібно викликати його у колі виклику та підкорити його, використовуючи будь-яку зброю — фізичну та магічну — яка є у твоєму розпорядженні. Використай магію цього кольє на колі виклику, що знаходиться нижче.]===],
[===[За допомогою кольє із кривавого каменю підкоріть пустотника, а потім поверніть кольє Ґакіну Темнопряду у Штормовій.]===],
[===[Я не можу показати тобі, як контролювати пустотника, поки ти не здолаєш його.]===],
[===[В тебе вийшло краще, ніж я очікував, {ім'я}, але я на це й сподівався. Тепер ти можеш навчитися керувати своїм підкореним пустотником — союзником, який буде корисним у випробуваннях, які неодмінно постануть перед тобою.

Наразі мені більше немає чому тебе навчити, але я ще не закінчив з тобою, {ім'я}.]===],
},
[1692] = {
[===[Коваль Матіель]===],
[===[Я помістила зібраний тобою елуніт в ящик. Віднеси його ковалю Матіелю і він зробить для тебе елунітову зброю.

Ти знайдеш Матіеля з іншої сторони будівлі на півдні.]===],
[===[Принесіть ящик елуніту до коваля Матіеля.]===],
[===[ВІтаю, {стать:юний:юна} {клас:к}. Чим я можу тобі допомогти?]===],
[===[А, елунітова руда. Це чудовий матеріал, благословенний самою богинею Елуною. Викувати елунітову зброю - це велика честь.

Почекай, зараз я візьмусь за роботу...]===],
},
[1693] = {
[===[Елунітова зброя]===],
nil,
nil,
nil,
[===[{ім'я}, я викував цю зброю з твого елуніту. Прошу, обирай свою.

І дуже тобі дякую. Працювати з елунітом не тільки легко - це велика честь.]===],
},
[1698] = {
[===[Йорус Ячміновар]===],
[===[Йорус Ячміновар кинув виклик воїнам Альянсу. Він чекає в таверні Приозер'я, в Багрянокряжжі, і обіцяє гарну винагороду для всіх, хто впорається.]===],
[===[Поговоріть з Йорусем Ячміноваром.]===],
nil,
[===[Ха! Отже, ти {стать:чув:чула} про мій виклик, так?

Що ж, сідай і слухай уважно. Замов щось і насолоджуйся... як востаннє.]===],
},
[1699] = {
[===[Ретбанський виклик]===],
[===[Я називаю своє випробування Ретбанським викликом. Щоб пройти його, необхідно зайти в Ретбанські печери, дійти до першої розвилки і повернутись до мене. Раз плюнути! Та є нюанс...

Ти маєш повернутись за годину.

А ще по дорозі ти зустрінеш купу гнолів.

Перед початком, ти маєш хльобнути фірмового напою моєї сім'ї - Ячміноварсього Пекучого!

То що скажеш? Ретбанські печери знаходяться в горах на північ від Приозер'я. {стать:Готовий:Готова} до Ретбанського виклику?]===],
[===[Зайдіть в Ретбанські печери, дістаньтесь до першої розвилки й поверніться до Йоруса Ячміновара за відведений час.

Ви не маєте помирати.]===],
[===[Не гай часу, {ім'я}. На твоєму місці я б поспішив...]===],
[===[Ти {стать:впорався:впоралась}! Молодець! Вип'ємо за твоє здоров'я!]===],
},
[1700] = {
[===[Ґріманд Елмор]===],
[===[Я зробив копію своїх записів про виготовлення броні і мені потрібен хтось, хто віднесе їх Ґріманду Елмору. Він тут, в дворфійському районі, в крамниці зброї.

Він не зрадіє тобі, бо занадто пишається своїми навичками і навіть не подумає навчатись чомусь у мене...]===],
[===[Принесіть Ґріманду Елмору записи Фьюрена.]===],
[===[Вітаю і ласкаво прошу. Чим можу допомогти?]===],
[===[Це Фьюрен написав? Як він сміє! Та я навчив його всьому, що він знає! Кого це він надумав вчити?!

Хм... але в його нотатках є дещо, що я міг би спробувати...]===],
},
[1701] = {
[===[Загартований вогнем обладунок]===],
[===[Отож, ти {стать:отримав:отримала} гарний щит, та це не все. Я знаю секрет виготовлення надзвичайно міцних обладунків. Це не просто та потребує рідкісних матеріалів, та якщо ти не проти трохи побігати - матимеш неймовірні обладунки.

То що, {ім'я}? Якщо хочеш зайнятись цим - я дам тобі список необхідних матеріалів з рекомендаціями по їх пошуку.]===],
[===[Зберіть необхідні матеріали та принесіть їх Фьюрену Довгобороду в Штормовій.]===],
[===[Як проходить збір, {ім'я}? Вже є щось?]===],
[===[Ти все {стать:зібрав:зібрала}? Неймовірно! Я боявся, що ті химери тебе з'їдять!

Що ж, можна починати робити обладунки...]===],
},
[1702] = {
[===[Щитник]===],
[===[Впоравшись з випробуванням, ти {стать:показав:показала} на що {стать:здатен:здатна}, {ім'я}. А я тримаю слово. Ти отримаєш обіцяну винагороду...

Але вона в Штормовії.

Поговори з моїм приятелем, Фьюреном Довгобородом, у дворфійському районі Штормовію. Його щити відомі на весь світ, і він дещо винен мені.

Ось, віднеси Фьюрену це барильце Ячміноварського Пекучого і попроси у нього щит. У нього знайдеться щось гарне.]===],
[===[Віднесіть Фьюрену Довгобороду барильце пекучої бражки.]===],
[===[Привіт! Жаркувато сьогодні, правда ж?]===],
[===[Ах, Ячміноварське Пекуче. Гарний напій! Отож, ти від Йоруса, ге?

Буде тобі щит, звісно! Кращого ніде не знайдеш!]===],
},
[1703] = {
[===[Матіель]===],
[===[Я зробив копію своїх записів про виготовлення броні і мені потрібен хтось, хто віднесе їх ковалю Матіелю. Він живе в Дарнасі. Дорога далека, та я певен, що він буде дуже вдячний, коли дізнається про моє відкриття.]===],
[===[Принесіть Матіелю записи Фьюрена.]===],
[===[Вітаю тебе, {клас:к}.]===],
[===[Це цікаво, справді, дуже цікаво. Мій колега-дворф Фьюрен зробив грандіозне відкриття!

Дякую, {ім'я}. Для мене буде честю застосувати його нову техніку у своїх роботах.]===],
},
[1704] = {
[===[Клокморт Гайковерт]===],
[===[Я зробив копію своїх записів про виготовлення броні і мені потрібен хтось, хто віднесе їх Клокморту Гайковерту. Він гномський коваль в Залізогарті. І коли він дізнається про моє відкриття... Він собі бороду повисмикує від захвату!]===],
[===[Принесіть Клокморту Гайковерту записи Фьюрена.]===],
[===[Добридень... Чи ранок... Чи вечір... Тут внизу цього не видно. Отож, чого ти хочеш від мене?]===],
[===[О Боже! Ці записи дивовижні! Ба більше... Вони неймовірні та приголомшливі, я ледве на ногах стою від захвату!

Фьюрен здійснив прорив у ковальській справі! Так-так, справжнісінький прорив! Мені не терпиться випробувати нову технологію!]===],
},
[1705] = {
[===[Палаюча кров]===],
[===[Мені неприємно це визнавати, та схоже, що Фьюрен дійсно відкрив щось нове. Але щоб впевнитись в цьому, я маю випробувати його підхід на новому обладунку. Якщо ти допоможеш мені з матеріалами, {ім'я}, ти зможеш забрати його собі.

Щоб зробити обладунок, мені знадобиться палаюча кров та палаючий камінь.

Єдине місце, де їх можна добути – Смерколісся. Палаючу кров ти знайдеш у воргенів Ночегибелі, що живуть у шахті Погуби Роланда, а у їх лідера, Кишкодера, ти знайдеш камінь.

Не зволікай, {ім'я}.]===],
[===[Принесіть 20 фіалів палаючої крові та палаючий камінь Ґріманду Елмору в Штормовій.]===],
[===[{ім'я}, кров і камінь у тебе? Без них я обладунок не зроблю.]===],
[===[Чудово! А тепер перепрошую, мені треба працювати...]===],
},
[1706] = {
[===[Обладунок Ґріманда]===],
nil,
nil,
nil,
[===[Очам своїм не вірю! Підхід Фьюрена виявився вдалим і цей обладунок здатний витримати серйозні удари.

Тримай, {ім'я}. І величезне тобі спасибі. Якби ти не {стать:приніс:принесла} мені матеріали, я б так і не повірив у відкриття Фьюрена.]===],
},
[1708] = {
[===[Залізний корал]===],
[===[Я хочу випробувати підхід Фьюрена Довгоборода на моєму власному обладунку. І так як ти {стать:допоміг:допомогла} Фьюрену, а він допоміг мені - я дозволю тобі забрати його собі коли я закінчу!

Щоб завершити обладунок, мені потрібен особливий корал - обпалюючий корал. Він росте лише в одному місці - вздовж берега на південь від гавані Менетілів, що в Заболотті.

Принеси мені достатньо обпалюючого коралу і я відразу займусь обладунком. Поспіши, {ім'я}. У мене аж руки сверблять почати!]===],
[===[Принесіть 20 обпалюючих коралів Клокморту Гайковерту в Залізогарт.]===],
[===[Привіт-привіт, {ім'я}! Корали в тебе? Мені кортить взятися за роботу!]===],
[===[Те, що треба! Чудова робота! Тепер дозволь мені зайнятись його обробкою і я зможу поєднати техніку Фьюрена з моєю власною.

Ох-ох! Я впевнений, що обладунок буде дуже-дуже крутий!]===],
},
[1709] = {
[===[Творіння Клокморта]===],
nil,
nil,
nil,
[===[Ось твій обладунок, {ім'я}. Підхід Фьюрена спрацював бездоганно! Ідеально! Неймовірно, чесно!

Його можна переїхати облоговою машиною, та він не втратить свою форму!]===],
},
[1710] = {
[===[Випалені сонцем шкаралупи]===],
[===[Мій колега, Фьюрен Довгобород, зробив відкриття, яке мені не терпиться перевірити. Я хочу випробувати його на новій броні, певно, методи Фьюрена покращать мої результати.

Ти мені допоможеш? Якщо збереш необхідні для виготовлення броні матеріали - я зроблю для тебе додатковий екземпляр.

Мені потрібна випалена сонцем яєчна шкаралупа виверн, які живуть у Високому Сідалі, в Тисячі Шипів. Ти знайдеш шкаралупу під їхніми гніздами. Як збереш достатньо - повертайся до мене.]===],
[===[Принесіть 20 випалених сонцем шкаралуп Матіелю в Дарнас.]===],
[===[Шкаралупи у тебе, {ім'я}? Вони досить міцні, тож я зроблю з них лак, яким покрию ланки нової кольчуги.]===],
[===[Ах, дякую! Вони чудово підійдуть!

Я негайно почну робити обладунок...]===],
},
[1711] = {
[===[Обладунок Матіеля]===],
nil,
nil,
nil,
[===[Я завершив твій обладунок і я дуже задоволений. Нова техніка Фьюрена ідеально поєднується з моєю і я впевнений, що ця броня буде міцною.

Дякую, {ім'я}. І нехай він добре послужить тобі у майбутніх битвах.]===],
},
[1715] = {
[===[Зарізане ягня]===],
[===[Хмм. Колись всі чорнокнижники Хаз-Модану навчалися під егідою майстрів Гномреґану, але зараз, коли нас всіх змусили переїхати у цю діру в Залізогарті, а Маґні пильно стежить за нами, ми змушені відправляти наших новачків на навчання в Штормовій.

На щастя, Ґакін не злякався цих змін, ти все одно вивчиш те що {стать:повинен:повинна} знати, але моя кров кипить від цього всього!

Так чи інакше, Ґакін знаходиться в підвалі "Зарізаного ягняти" в Штормовії.]===],
[===[Поговоріть з Ґакіном Темнопрядом у кварталі Магів Штормовію.]===],
nil,
[===[Тебе прислав Чорноключ, чи не так? Кляті чорнокнижники Залізогарта повинні вирішити свої проблеми. У Штормовії не так багато кімнат і вчителів. З таким напливом учнів ми рано чи пізно привернемо до себе увагу.]===],
},
[1716] = {
[===[Пожирачка душ]===],
[===[Сукуб — це пожирачка душ, знищувачка сердець і підкорювачка розуму. Вона нічого не знає, крім зла.

Це створіння, яке ти будеш вчитися викликати та контролювати, але її не можна викликати в наш світ просто так.

Використай символ кохання як приманку і вона обов'язково відповість на твій заклик. Тоді ти зможеш перемогти її та підкорити.

Однак, буде важко знайти щось подібне. Тобі слід поговорити з Такаром Провидцем. Ти знайдеш його в Степах, біля табору Таурахо.]===],
[===[Поговоріть з Такаром Провидцем у Степах.]===],
nil,
[===[Як твоя подорож, {ім'я}? Ти {стать:подолав:подолала} довгий шлях, щоб поговорити зі мною. Але не хвилюйся, я знаю, чому тебе послав Ґакін, і це було мудро з його боку, бо я можу допомогти тобі у твоїх пошуках.]===],
},
[1717] = {
[===[Виклик Ґакіна]===],
[===[{ім'я}! Не очікував побачити тебе в цих краях, але мені доручили наглядати за тобою.

Ти давно не {тренувався:свій:тренувалася}, тож заглянь до Ґакіна, коли наступного разу будеш у Штормовії. Він чекатиме на тебе.]===],
[===[Поговоріть з Ґакіном Темнопрядом у кварталі Магів Штормовію.]===],
nil,
[===[Я радий, що хоча б хтось зміг зв'язатися з тобою, {ім'я}. Я почав боятися найгіршого. Було б шкода втратити тебе після всього часу та зусиль, які ми в тебе вклали.

Ми поговоримо пізніше. Твоє навчання — єдине, що має значення зараз.]===],
},
[1738] = {
[===[Серцедерево]===],
[===[Готуючись до твого приходу я використовував свій дар передбачення та подивився на світи крізь імлу часу. Я знайшов те, що ти шукаєш.

Під час війни Древніх двоє закоханих загинули разом в битві. Там, де вони зробили останній подих, виросло дерево, відоме як Серцедерево — символ їхньої безсмертної любові.

Цього має бути достатньо, щоб спокусити сукуба. Ти знайдеш його в руїнах Орділ'Арану на північному заході Ясенедолу.]===],
[===[Знайдіть серцедерево в Ясенодолі та принесіть його Ґакіну Темнопряду у квартал Магів Штормовію.]===],
[===[Є успіхи в пошуках, {ім'я}?]===],
[===[Так, я відчуваю, що це підійде, дай мені трохи попрацювати з ним, хвилину...

Такар — дуже винахідливий хлопчина, чи не так? Шкода, що я не можу переконати його повернутися до цивілізації.]===],
},
[1739] = {
[===[Зв'язування]===],
[===[За допомогою серцедерева ти зможеш накласти заклинання на коло виклику у підвалі та відкрити портал, щоб викликати сукуба в наш світ.

Будь {стать:обережний:обережна}, {ім'я}, сукуби можуть заволодіти навіть найсильнішими розумами.

Якщо ти здолаєш її та відправиш назад у безодню, повертайся до мене, і я покажу тобі, як викликати та керувати нею.]===],
[===[За допомогою серцевини серцедерева підкоріть сукуба, а потім поверніть серцевину Ґакіну Темнопряду в підвал таверни "Зарізане ягня".]===],
[===[Іноді я думаю, чи не була Сурена переодягненою сукубою, посланою, щоб викривити та перекрутити мою свідомість... Ха! Думаю, я їй надто багато приписую..]===],
[===[Відмінно, відмінно, {ім'я}. Бачу, що ми зробили правильний вибір, навчаючи тебе. Твоя робота, безумовно, не розчаровує.

Я покажу, як контролювати твою щойно зв'язаного сукуба. Спостерігай уважно.]===],
},
[1758] = {
[===[Фоліант змови]===],
[===[Для того, щоб викликати скверногончу на бій, тобі знадобиться більше, ніж просто коло виклику. 

Мої три послідовники і я допоможемо тобі створити магічні кола. Тобі потрібна копія давно втраченого фоліанта змови. Він був написаний групою чорнокнижників, які змогли вперше викликати скверногончу.

Можливо, Кром Міцнорук зможе допомогти. Нині мандрівний чорнокнижник, він проводить свої дні, збираючи стародавні тексти та нишпорячи по бібліотеці в Залізогарті.]===],
[===[Поговоріть з Кромом Міцноруком в Залізогарті.]===],
nil,
[===[Фоліант змови? Хмм... звучить знайомо. Я його тут раніше не бачив, і повір мені, я пам'ятаю кожну книгу, яку я читав.

Хмм...

Звісно! Я бачив посилання на нього в каталогах бібліотеки.]===],
},
[1778] = {
[===[Фоліант божественності]===],
[===[Я збираюсь скоро повертатись додому. Сподіваюсь, у Стефані в Штормовії справи йдуть добре. Не можу дочекатися, коли побачусь з нею. До наступної зустрічі, {клас:к}.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті.]===],
nil,
[===[Так скоро {стать:повернувся:повернулась}? І що тобі вдалося зробити за цей час?

Благородна допомога нужденним? Схоже, ти {стать:засвоїв:засвоїла} цінність доброчинності та важливість твоїх обов'язків перед жителями Азероту. Що ж, розказуй, кому і чим {стать:допоміг:допомогла}... Неймовірно, {ім'я}, це вчинок істинного послідовника Світла.

Такі жертви щедро винагороджуються.]===],
},
[1779] = {
[===[Фоліант божественності]===],
[===[Візьми це, {ім'я}. Це — знак життя.

Ти {стать:довів:довела} своє милосердя та терпіння, а тепер я хочу, щоб ти {стать:проявив:проявила} свої здібності в бою та силу.

Мій чоловік, Муйредон, нещодавно повернувся після бою з дворфами Темного Заліза. Він ледь залишився живим і зараз один з наших жерців заліковує його рани.

Візьми цей знак і поговори з ним. Як зможеш йому допомогти — ми знову зустрінемось. Нехай тобі сяє Світло.]===],
[===[Візьміть знак життя та поговоріть з Муйредоном Боєкузнею в Залізогарті.]===],
nil,
[===[*кхе-кхе*

Здрастуй, {клас:к}. Не гляди на рани, добрий жрець хороше дбає про старого Муйредона. Сила знаку життя поки тут не потрібна.

То тебе послала моя дружина, ге? Хе, справедливо. Що ж, я розкажу тобі що сталосі з Муйредоном та його ліпшим другом Нармом, таким же паладином, як ти.]===],
},
[1780] = {
[===[Фоліант божественності]===],
[===[Я сьогодні ж віднесу це до притулку. Бережи себе, {стать:добрий:добра} {клас:к}. Не часто тут можна зустріти {стать:такого:таку} {раса:з}, як ти. Та ти {стать:довів:довела}, що паладини Штормовію не залишать нужденних в біді.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[Ти так скоро {стать:повернувся:повернулась}, {ім'я}. І що тобі вдалося зробити за час, проведений поза храмом?

Благородна допомога нужденним? Схоже, ти {стать:засвоїв:засвоїла} цінність доброчинності та важливість твоїх обов'язків перед жителями Азероту. Що ж, розказуй, кому і чим {стать:допоміг:допомогла}... Неймовірно, {ім'я}, це вчинок істинного послідовника Світла.

Такі жертви щедро винагороджуються.]===],
},
[1781] = {
[===[Фоліант божественності]===],
[===[Візьми це, {ім'я}. Це — знак життя.

Ти {стать:довів:довела} своє милосердя та терпіння, а тепер прийшов час перевірити, чи вистачить тобі сил для одного з найвеличніших дарів Світла.

Мій друг, Ґазін, нещодавно повернувся після бою з повстанцями братства в Ельвинні біля Варти Героїв. Він ледь залишився живим і зараз один з наших жерців заліковує його рани біля вівтаря.

Візьми цей знак і поговори з ним. Як зможеш йому допомогти — ми знову зустрінемось. Нехай тобі сяє Світло.]===],
[===[Віднесіть знак життя Ґазіну Тенорму в Штормовій.]===],
nil,
[===[*кхе-кхе*

Вітаю тебе, {клас:к}. Не зважай на мої рани, добрий жрець гарно дбає про старого Ґазіна. Сила знаку життя мені не знадобиться... принаймні поки що.

Отже, тебе відправив Даторіан, еге ж? Хех, справедливо. Що ж, я розкажу тобі що сталося зі мною та моїм другом Гензе. Якщо нам пощастить і тобі вистачить сил, можливо, ти ще зможеш нам допомогти.]===],
},
[1782] = {
[===[Обладунок Фьюрена]===],
nil,
nil,
nil,
[===[Ось твій обладунок, {ім'я}. Він витримає будь-який удар, клянусь ім'ям Фьюрена Довгоборода!

А ще я дякую тобі. Я багато чому навчився, працюючи з цими матеріалами. Думаю, скоро я зроблю щось нове!

Я поділюсь своїми відкриттями з іншими ковалями Альянсу.

Звісно, я й про тебе згадаю. Може, вони захочуть тобі віддячити.]===],
},
[1783] = {
[===[Фоліант божественності]===],
[===[Ми шпигували за кількома дворфами Темного Заліза, що засіли на південь від озера Постеля Гельма. Ми знали що вони щось затівають, тож ми з Нармом рішили підійти ближче, щоб підслухати розмови командувача.

Ми отримали шанс вбити кількох, та вони виявились сильніше й оточили нас. Нарм сказав мені бігти по допомогу й ось я тут.

Нарму треба допомогти, і я не вспокоюсь поки він її не отримає.

Поможеш, {ім'я}?]===],
[===[Візьміть знак життя та воскресіть Нарма Фока в Дун-Морозі.]===],
nil,
[===[Не знаю як тобі віддячити, {стать:брате:сестро}.

Схоже, Тіза та Муйредон відправили тебе на допомогу, раз ти несеш знак життя.

Так, це правда, мене звалили дворфи Темного Заліза коли я намагався добути їх записи. Я протримався достатньо, щоб Муйредон міг врятуватись та майже відійшов до Світла, коли {стать:прийшов:прийшла} ти. Те, що тобі вистачило сил, багато означає для тебе. Та про це пізніше.]===],
},
[1784] = {
[===[Фоліант божественності]===],
[===[Перед тим, як мене вбили, ми з Муйредоном майже прикінчили одного зі шпигунів Темного Заліза біля того маленького будинку. Ми побачили, як їх капітан роздає папери з наказами, тому вирішили вбити одного з них і добути ці папери.

Дехто в раді Залізогарту все ще не вірить в присутність дворфів Темного Заліза в Дун-Морозі. Отримавши ці накази, ми мали б не тільки докази, а й плани Темного Заліза.

Добудь один з цих наказів і віднеси Муйредону, {ім'я}.]===],
[===[Добудьте накази Темного Заліза у дворфів Темного Заліза біля озера Постеля Гельма і поверніться до Муйредона Боєкузні в Залізогарт.]===],
[===[Ти вернувся! Радий бачити тебе, {ім'я}. Мої рани загоїлися і я збираюся повернутись до озера Постеля Гельма, щойно переконаю дружину, що зі мною все буде добре.]===],
[===[Хе-хе! Ти це {стать:зробив:зробила}! {стать:Врятував:Врятувала} Нарма і {стать:добув:добула} докази, які моя дружина зможе віднести до ради. 

Ще раз дякую тобі та хай благословить тебе Світло, {ім'я}.]===],
},
[1785] = {
[===[Фоліант божественності]===],
[===[Бачу, моя дружина прямо пашить гордістю. Ти б скоріше {стать:йшов:йшла} до неї — бач, вона хоче з тобою про щось поговорити.

Хай береже тебе Світло, {стать:славний:славна} {клас:к}. Побачимось на битві проти Скари та клану Темного Заліза, коли прийде пора.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті.]===],
nil,
[===[Ти сьогодні добре {стать:допоміг:допомогла} Залізогарту, {ім'я}. Я пишаюсь тим, що ти {стать:один:одна} з нас і якщо ти {стать:готовий:готова} - я хотіла б благословити тебе цим сувоєм. Знак життя має силу лиш в руках {клас:р}, що {стать:готовий:готова} прийняти один з найвеличніших дарів Світла — дар повертати мертвих до життя.

Я навчу тебе, як користуватись цим умінням, щоб воскрешати своїх супутників. Користуйся ним відповідально, {ім'я}, і прийми подяку від мене, мого чоловіка та всього Залізогарту.]===],
},
[1786] = {
[===[Фоліант божественності]===],
[===[Ми з Гензе дістались до Варти Героїв — острову посеред озера Кам'яних Обелісків на північному сході Ельвинна. Ходять чутки, що повстанці проникли в наші землі й ми мали дістати докази для радників короля.

Ми побачили кількох покидьків, що переглядали якісь документи, і напали на них. Та, на жаль, нас хутко оточили їхні маги.

Гензе затримав їх, щоб я міг врятуватись... клятий дурень, вирішив погеройствувати...

Він там і залишився. Ти допоможеш, {ім'я}?]===],
[===[Візьміть знак життя та воскресіть Гензе Фока в Ельвинні.]===],
nil,
[===[Дякую тобі, {стать:брате:сестро}.

Бачу, ти маєш знак життя. Тебе ж прислав Даторіан чи Ґазін, чи не так?

Ми з Ґазіном намагались викрасти плани повстанців, та на нас напали їхні чаклуни. Мені вдалось протриматись достатньо, щоб Ґазін зміг врятуватись, та врешті решт їхня магія добила мене.

Та тобі вдалось повернути мене до життя. Не всі мають здатність використовувати знак життя, {ім'я}. Це означає, що твоя віра надзвичайно глибока.]===],
},
[1787] = {
[===[Фоліант божественності]===],
[===[У нас ще буде час поговорити про знак. Зараз важливіше дістати ті папери, що переглядали повстанці. Якщо ми добудемо їх, у нас будуть докази присутності повстанців в Ельвинні та, сподіваюсь, розуміння їх планів.

Я поки не здатен битись, {ім'я}. Як думаєш, зможеш піти на острів самотужки та відібрати ті документи у повстанців?

Як добудеш їх — віднеси їх Ґазіну і передай, що зі мною все добре.]===],
[===[Добудьте накази повстанців у чарівників-розбійників повстанців в Ельвинні та поверніться то Ґазіна в Штормовій.]===],
[===[Гензе в безпеці, {ім'я}? Тобі вдалося?

З твоїми бойовими вмінням і силою Світла ми можемо не боятись жодних повстанців на Варті Героїв. Та останнє слово за королем та його радниками.]===],
[===[Неймовірно! Тобі вдалося врятувати Гензе! Світло воістину сяє в тобі, {ім'я}!]===],
},
[1788] = {
[===[Фоліант божественності]===],
[===[Я передам ці накази радникам короля після того, як Даторіан погляне на них, та поки що ти маєш йти до нього. Певен, він теж захоче віддячити тобі.

Ще раз дякую тобі, {ім'я}. Сподіваюсь, ще побачимось. Радий мати {стать:такого друга:таку подругу}, як ти.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[Ти добре {стать:постарався:постаралась} сьогодні, {ім'я}. Ти можеш пишатись своїми діяннями.

Ба більше, ти маєш пишатись своїми силами. Не кожен має змогу використовувати знак життя. Вміння використовувати силу Світла для повернення до життя означає, що ти {стать:готовий:готова} прийняти найвеличніший дар для {клас:р} — дар воскресіння.

Ти зможеш використовувати свої сили, щоб повертати до життя своїх союзників так само як Генза.

Нехай щастить, {ім'я}. Світло осяює тебе, прийми його в собі.]===],
},
[1789] = {
[===[Знак життя]===],
nil,
nil,
nil,
[===[{ім'я}, якщо тобі не вдасться використати знак життя, щоб допомогти Нарму — повертайся до мене і я дам тобі ще один.

Нам з чоловіком дуже важливо, щоб тобі все вдалося. Поспіши, прошу тебе.]===],
},
[1790] = {
[===[Знак життя]===],
nil,
nil,
nil,
[===[Поспіши, {ім'я}. Багато життів залежить від тебе.

Якщо тобі не вдасться допомогти Ґазіну та Гензе — повертайся до мене і я дам тобі ще один знак життя.

Не думай, що я допомагаю тобі просто так. Ти маєш довести свою гідність, як і всі інші паладини. Постійні невдачі — не найкращий шлях.]===],
},
[1793] = {
[===[Фоліант доблесті]===],
nil,
nil,
nil,
[===[Ти вже {стать:довів:довела}, що Світло оберігає тебе. Та часи нині важкі, тому важливо знати, яка сила ховається в тобі. Коли демони, дракони та інші злі створіння прийдуть на наші землі — прийде час випробовування твого духу. Та чи вистачить тобі сил?

Хоробрість для паладина не менш важлива за його зброю, обладунки та Світло. Захист слабких та непохитність віри — це ще кілька речей, які ти засвоїш під час свого навчання в соборі Світла.]===],
},
[1794] = {
[===[Фоліант доблесті]===],
nil,
nil,
nil,
[===[Ти вже {стать:довів:довела}, що Світло оберігає тебе. Та часи нині важкі, тому важливо знати, яка сила ховається в тобі. Коли демони, дракони та інші злі створіння прийдуть на наші землі — прийде час випробовування твого духу. Та чи вистачить тобі сил?

Хоробрість для паладина не менш важлива за його зброю, обладунки та Світло. Захист слабких та непохитність віри — це ще кілька речей, які ти засвоїш під час свого навчання в соборі Світла.]===],
},
[1798] = {
[===[У пошуках Страгада]===],
[===[Пора тобі навчитися викликати скверногончу, {ім'я}. У мене немає необхідних реагентів та предметів, щоб навчити тебе тут, тому тобі доведеться звернутися до іншого чорнокнижника — Страгада Фарсана, ще одного з нашого найближчого оточення.

Він проживає в гоблінському порту, Брашпилі. Я попереджу його про твій прихід.]===],
[===[Поговоріть зі Страгадом Фарсаном в Степах.]===],
nil,
[===[{ім'я}? Ах, звичайно. Наша нова обдарованість. Реальність зазвичай не відповідає легенді, на жаль.

Неважливо, ти {стать:прийшов:прийшла} сюди, щоб вчитися, а не слухати, як я жартую сам з собою.]===],
},
[1802] = {
[===[Фоліант змови]===],
[===[Він втрачений, але є здогадка, де можна спробувати його пошукати.

З нього зробили тільки одну копію і вона колись зазнала вандалізму: більшість книги була вирвана з палітурки. Ходять чутки, що вона якимось чином потрапила до рук одного кентавра із Тисячі Шипів.

Решта була загублена на узбережжі на захід Південнобережжя, звідки її мали доставити човном до гавані Менетілів. Але вона туди не прибула.

В обмін на цю інформацію, я прошу тебе, якщо ти її знайдеш — принеси мені, щоб я зміг її переглянути.]===],
[===[Поверніть запліснявілий фоліант і пошарпаний манускрипт Крому Міцноруку в Залізогарт.]===],
[===[То чутки підтвердилися, {ім'я}?]===],
[===[Неймовірно! Тепер я можу бути одним з тих небагатьох, хто бачив його зміст.

Я не можу дочекатися, коли зможу прочитати цей текст далі. Це великий день, {ім'я}! Якщо ти дозволиш мені, я з радістю перегляну його, перш ніж ти підеш. Я впевнений, що Страгад згодиться надіслати мені копію.]===],
},
[1804] = {
[===[Фоліант змови]===],
[===[Як же не хочеться випускати його з рук! Але ти його {стать:знайшов:знайшла} і, звичайно ж, здійсниш з його допомогою куди важливіші справи. Тільки, будь ласка, нагадай Страгаду, що я хочу отримати копію.

До речі, про нього, він прислав мені звістку, поки тебе не було. Він просив передати тобі, що для його помічників, які допоможуть з викликом ти {стать:повинен:повинна} дістати три жезли виклику.

Він може не знати, де їх знайти, але я знаю! Вони востаннє використовувалися орками з клану Драконопащі в Заболотті. Я б пошукав у їхніх чаклунів!]===],
[===[Принесіть відновлений фоліант і 3 жезли виклику Страгаду Фарсану в Брашпиль.]===],
[===[Давненько я тебе тут не бачив. Ти {стать:знайшов:знайшла} фоліант і жезли?]===],
[===[Чудово робота! Фоліант виклику і три бездоганних... може, трохи подряпаних... жезлів виклику.

Це буде цікаво. Вже давно не було {стать:молодого:молодої} {клас:р}, що {стать:вирішив:вирішила} завести свою власну скверногончу.]===],
},
[1806] = {
[===[Випробування праведності]===],
[===[Чом би нам прямо зараз не піти до кузні й розпочати роботу? Я чекав тебе і вже приготувався, тож це не займе багато часу.

Коли ми закінчимо, ти будеш значно краще {стать:підготовлений:підготовлена} до захисту Світла, це я тобі обіцяю.

Буду відвертим, {ім'я}, я трохи заздрю тобі, коли бачу результати твоїх діянь. Але розуміння того, що я внесу свій внесок у твої пригоди, робить мене щасливим.]===],
[===[Почекайте поки Джордан Стілвелл закінчить виковувати зброю.]===],
nil,
[===[Ось вона, {ім'я}. Зброя, гідна {стать:такого захисника:такої захисниці} Світла, як ти. Я назвав її в честь великого дворфа-паладина, що був мені другом. Його звали Веріґан... Бош Веріґан. Прошу, прийми це на знак вдячності від мене та моєї дружини. Ми в великому боргу перед тобою. Світ буде в безпеці, поки його захищають такі, як ти.]===],
},
[1860] = {
[===[Розмова з Дженні]===],
[===[У нас, магів, є завдання, яке необхідно виконати. Це завдання життєво важливе для безпеки Штормовію та Ельвиннського лісу.

Деталі знає Дженні Гармата. Вона навчається у вежі магів, що у кварталі Магів Шторомовію. Тобі слід поспішити до неї.]===],
[===[Поговоріть з Дженні Гарматою в Штормовії.]===],
nil,
[===[Тебе прислали, щоб допомогти мені, {ім'я}? Гаразд. Радісно бачити молодих магів, що прагнуть допомогти нашій справі...

Якій справі, ти запитаєш? Всьому свій час, {стать:юначе:юначко}. Всьому свій час...]===],
},
[1861] = {
[===[Дзеркальне озеро]===],
[===[Цей світ став жертвою масштабних магічних битв, що порушили течію магічної енергії. Ми намагаємося визначити наслідки цих змін, і дехто з нас боїться найгіршого!

Але про це ми поговоримо пізніше. Зараз нам потрібно зібрати більше інформації.

Ось, візьми цю флягу. Йди до підніжжя водоспаду на Дзеркальному озері, що на південний захід від воріт Штормовію, і візьми там зразок води. Принеси мені зразок, щоб я могла перевірити його на наявність магічних забруднень.]===],
[===[Принесіть зразок води Дзеркального озера до Дженні Гармати у Штормовій.]===],
[===[Зразок в тебе, {ім'я}? Потік магічної енергії в Штормовії та Ельвинні був змінений, і я маю знати, чи не проникає вона у воду.]===],
[===[Дякую, {ім'я}. Я перевірю магічні властивості цієї води. Будем сподіватися, що вона не містить жодних забруднень, інакше ми можемо з'ясувати, що ті, хто п'ють з Дзеркального озера, зазнають впливу магії.

Ось, {ім'я}. Візьми цю сферу чи посох на знак моєї подяки. Нехай вони добре служать тобі.]===],
},
[1879] = {
[===[Розмова з Бінк]===],
[===[{Ім'я}! Бінк, моя колега-гном з Залізогарту, надіслала звістку. У неї є важливе завдання і вона не покладається ні на кого, крім магів! Ти {стать:готовий:готова} допомогти їй, {ім'я}?

Якщо так, то поговори з Бінк. Вона проводить більшість часу у залі Таємниць, що в Таємній палаті Залізогарту.]===],
[===[Поговоріть з Бінк в Залізогарті.]===],
nil,
[===[Ох, я бачу в тобі непоганий потенціал, так-так! Але для того, щоб бути {стать:хорошим:хорошою} {клас:о}, потрібно більше, ніж потенціал. А якщо ти не {стать:хороший:хороша} {клас} — ти {стать:поганий:погана} {клас}. А через поганих магів і виникають усі проблеми!

Ой, я забігаю наперед. Почнімо з самого початку!]===],
},
[1880] = {
[===[Маг-тастичний гізмонітор]===],
[===[Ми, маги, робимо більше, ніж просто махаємо пальцями та створюємо красиві іскри! Ми керуємо магією — самою тканиною нашого світу! Це вимагає великої обережності, рішучості та знань... дуже багато знань!

Один з моїх пристроїв — маг-тастичний гізмонітор — збирає та зберігає ці знання у великих кількостях! Але я загубила його! Коли ми втікали з нашого дому в Гномреґ‎ані, я залишила його у скрині в одній з хатин за містом, а тепер це місце кишить лепрогномами!

Будь ласка, {ім'я}, поверни мій гізмонітор!]===],
[===[Поверніть Бінк її маг-тастичний гізмонітор.]===],
[===[Ти {стать:знайшов:знайшла} гізмонітор? Я маю отримати його до того, як у нього закінчиться енергія!]===],
[===[Як чудово! Коли я створювала гізмонітор, я й не уявляла, наскільки він стане для мене важливим. Тепер я зможу відновити свої дослідження!

Дякую, {ім'я}! І ось, це були мої перші магічні інструменти. Вони трохи подряпані, зате перевірені часом. Обирай — я впевнена, що будь-який з них стане тобі у пригоді.]===],
},
[1919] = {
[===[Звіт для Дженні]===],
[===[Твої знання нашого ремесла зростають, {стать:юний:юна} {ім'я}. Чи {стать:готовий:готова} ти до справжнього навчання? Чи {стать:готовий:готова} ти зайняти своє місце в таємній війні, яку ми ведемо?

Якщо так, тоді поговори з Дженні Гарматою у вежі магів, що у кварталі магів Штормовію. Вона має для тебе завдання, яке відкриє тобі вікно до невидимого світу.]===],
[===[Поговоріть з Дженні Гарматою в Штормовії.]===],
nil,
[===[{Ім'я}, я маю для тебе завдання. Слухай уважно, ми не можемо гаяти час.]===],
},
[1920] = {
[===[Розслідування в "Синьому відлюднику"]===],
[===[Нам повідомили про порушення у таверні "Синій відлюдник", що у кварталі магів. Дивні невидимі створіння блукають по таверні, і я боюся, що там утворився розлом мани.

Я хочу, щоб ти {стать:подивився:подивилась} що коїться в таверні та {стать:захопив:захопила} цих створінь. Скористайся закляттям прояву в таверні, щоб розсіяти їхню невидимість, здолай їх, а потім кинь скриню стримування, щоб їх зловити. Коли закінчиш, повернись із заповненими скринями стримування, ящиком та закляттям прояву.]===],
[===[Візьміть закляття прояву та ящик зі скринями стримування за спиною у Дженні Пушки. Принесіть 3 заповнені скрині стримування, ящик зі скринями стримування та закляття прояву до Дженні у вежу магів.]===],
[===[Ти {стать:захопив:захопила} створінь, {ім'я}? Ми маємо вивчити їх, щоб визначити причину їхнього прибуття.]===],
[===[Гарна робота! Я ретельно вивчу цих створінь і, якщо пощастить, з'ясую, як вони потрапили в наш світ.

Ти приносиш спільноті магів дедалі більше користі, {ім'я}.]===],
},
[1921] = {
[===[Збір матеріалів]===],
[===[Ти добре {стать:послужив:послужила} своїм побратимам магам. Прийшов час тобі отримати власну мантію чарівника. Вінн Ларсон може виготовити її, але ти маєш принести їй необхідні матеріали.

Мантія буде виготовлена з льону, який легко знайти, але крім нього ти маєш дістати заряджені камені розлому. Єдиним відомим їх місцем знаходження є копальня Срібних потоків у Лох-Модані. Їх залишили у ящиках дворфи з Ліги шахтарів.

Збери льон і камені та принеси їх до Вінн Ларсон в "сукна Ларсона", що у кварталі магів.]===],
[===[Принесіть 10 відрізів лляної тканини та 6 заряджених каменів розлому до Вінн Ларсон у Штормовій.]===],
[===[Привіт, {ім'я}. Дженні сказала мені, що ти прийдеш. В тебе є щось для мене?]===],
[===[Так, це чудові відрізи льону. З них я можу пошити гарну мантію. А після того, як я вплету в неї камені розлому, у нас буде одяг, гідний {клас:р}!]===],
},
[1938] = {
[===[Трактат Ура про темну магію]===],
[===[Давним-давно в цій вежі вчилися три маги, поки один з них не зацікавився темними мистецтвами. Його закликали відмовитися від цієї темної магії, але він не зміг встояти. І тому його вигнали.

Новим прихистком мага-вигнанця стала вежа Ілґалара у Багрянокряжжі, а з собою він прихопив могутню книгу — трактат Ура про темну магію.

Ми, маги Штормовію, хочемо повернути цю книгу. Увійди до вежі Ілґалара, знайди книгу у його бібліотеці та принеси мені.]===],
[===[Принесіть трактат Ура про темну магію верховному чаклуну Андромату в Штормовій.]===],
[===[Книга в тебе, {ім'я}? Її таємниці не призначені для непідготовлених, а детальне її вивчення може призвести до загибелі.]===],
[===[Я боявся, що Морґант знайде інше місце, щоб сховати книгу або знайде спосіб відкрити та прочитати її вміст.

Добре бачити, що цього не сталося, і що печатки, які ми наклали на трактат Ура про темну магію, ще діють.]===],
},
[1939] = {
[===[Верховний чаклун Андромат]===],
[===[Верховний чаклун Андромат бажає поговорити з тобою, {ім'я}. Він знаходиться на верхньому поверсі вежі магів, в районі магів Штормовія.

Було б мудро поговорити з ним, оскільки Андромат є одним з наймогутніших магів за межами Даларана. Його поради високо цінуються.]===],
[===[Поговоріть з верховним чаклуном Андроматом.]===],
nil,
[===[Вітаю, {ім'я}. Я радий бачити тебе і сподіваюсь, що у тебе є час послухати слова старця...]===],
},
[1940] = {
[===[Бездоганне павутиння]===],
[===[Твоя служба була непохитною, {ім'я}. Можливо, настав час тобі отримати більш вишукане вбрання, відповідно до твого статусу мага-адепта. Якщо ти збереш необхідні матеріали, ми зможемо виготовити мантію.

Тобі потрібно піти в Смерколісся та полювати на мертвоїдів-самітників. Збери їх павутиння, але лише найкраще, бездоганне павутиння. Коли назбираєш достатньо — принеси його Вінн Ларсон в "сукна Ларсона", що у кварталі магів. Вона пошиє тобі мантію.]===],
[===[Принесіть 8 бездоганних павутинь Вінн Ларсон у Штормовій.]===],
[===[А, так. Маги з вежі попередили, що ти прийдеш. У тебе є потрібне павутиння?]===],
[===[Гарні зразки. Я одразу берусь до роботи!]===],
},
[1941] = {
[===[Мантія з манополотна]===],
nil,
nil,
nil,
[===[Ось твоя мантія. Це одна з моїх найкращих робіт! Носи її з гордістю, а коли хтось запитає де ти її {стать:взяв:взяла}... порадь їм завітати в "сукна Ларсона"!]===],
},
[1942] = {
[===[Вбрання астрального плетіння]===],
nil,
nil,
nil,
[===[Твоє вбрання готове! І павутиння, що ти {стать:зібрав:зібрала}, неймовірне... Я не втрималась і залишила трохи собі, тож вбрання вийшло коротшим...

Жартую. Воно тобі дуже пасуватиме, і чудово підійде як для пригод, так і для урочистостей. Насолоджуйся!]===],
},
[2038] = {
[===[Зникле спорядження Бінґлса]===],
[===[Мало того, що я розбився в Лох-Модані, на мене ще й напали троги з найближчого острову і вкрали мої інструменти разом з особливою вибухівкою - болтозривом Підривайченка! Без гірокоптера та вибухівки нашому руху не обійтись!

Поверни мої інструменти та болтозрив, {ім'я}. За Гномреґан!]===],
[===[Знайдіть і поверніть Бінґлсу його спорядження:

Гайковий ключ Бінґлса, викрутку Бінґлса, молоток Бінґлса та болтозрив Бінґлса.]===],
[===[{ім'я}! Де мої речі?!]===],
[===[Ти гарно {стать:послужив:послужила} цілям руху, {ім'я}. Троги та лепрогноми, що заполонили Гномреґан, скоро відчують на собі міць повітряної атаки гномів!]===],
},
[2039] = {
[===[Знайти Бінґлса]===],
[===[Ми втратили зв'язок з Бінґлсом! Його було відправлено в розвідувальний політ над Гномреґаном і він не виходить на зв'язок вже більше ніж тиждень. Я знаю лише що він пішов в розвідку і підірвавсь.

Востаннє його бачили, коли він пролітав над озером Лох. Можливо ти зможеш з'ясувати, що з ним сталось, {ім'я}.]===],
[===[Знайдіть Бінґлса Підривайченка в Лох-Модані.]===],
nil,
[===[Отже, Ґноарн сумнівається в моїх здібностях розвідника? Цікаво, чому це...

Не бери в голову, мені потрібна твоя допомога! Ні! Нашому руху потрібна твоя допомога!]===],
},
[2040] = {
[===[Підземний штурм]===],
[===[Гномреґан захопили ці кляті троги! Ситуація дуже важка, але ти можеш допомогти нам, {ім'я}.

Глибоко в Мертвих копальнях є гоблінський подрібнювач. Знайди його і принеси мені його джерело живлення. З його допомогою ми матимемо достатньо потужності для наших гіробурорийок, щоб пробитись через скелясті підземелля до Гномреґану і почати штурм!]===],
[===[Добудьте гномський шпрековерт в Мертвих копальнях і принесіть його Шоні Мовшунці в Штормовій.]===],
[===[Ти {стать:знайшов:знайшла} гномський шпрековерт, {ім'я}?]===],
[===[Чудово, {ім'я}. Завдяки тобі ми ще на крок ближче до звільнення Гномреґану!]===],
},
[2041] = {
[===[Розмова з Шоні]===],
[===[Можливо... Можливо, ти можеш допомогти нам у битві за Гномреґан.

У Штормовії ти знайдеш командира нашої підземного штурмового загону, Шоні Мовшунку. Їх потрібна допомога з гіробурорийками.

Ти знайдеш її серед дворфів у Штормовії.

Удачі, {ім'я}.]===],
[===[Поговоріть з Шоні Мовшункою в Штормовії.]===],
nil,
[===[У тебе є повідомлення від центрального командування?]===],
},
[2078] = {
[===[Помста Гірощогла]===],
[===[Сухопутне створіння, ти маєш знайти мого першого помічника.

Візьми цей ключ, встав йому в макітру і приведи сюди, щоб він служив своєму капітану.

Цим мурлокам та їхньому вождю не сподобається, коли до них дістанеться мій помічник!]===],
[===[Знайдіть першого помічника Гірощогла, Молотовбиватора 4100, і приведіть його до Ґелкака.]===],
[===[Де мій перший помічник, {ім'я}? Підеш на корм рибам, якщо не поквапишся!]===],
[===[Яррр, сухопутне створіння... Видно, море тобі не чуже.

Капітан мо' навіть дозволить тобі мити палубу, якщо продовжиш у тому ж дусі...]===],
},
[2098] = {
[===[Допомога Гірощоглу]===],
[===[Життя пірата нелегке, сухопутне ти створіння. Це не тільки грабунки та випивка! На жаль, мій корабель затонув біля самого берега через цих клятих молотодонів.

Що мені потрібно, так це щоб мій перший помічник був у робочому стані!

Коли мене прибило до берега, ключ від мого першого помічника розбився об каміння і його частини розтягли чудовиська Темнобережжя. Краєм ока я бачив, як розлючені рифові повзуни, велетенські лісобіги та мурлоки нишпорили в уламках корабля...]===],
[===[Знайдіть три фрагменти ключа Ґелкака та принесіть їх Ґелкакові Гірощоглу.]===],
[===[Ну що, {стать:сухопутний:сухопутна}, вдалось знайти частини ключа?]===],
[===[Ахой, {стать:моряче:морячко}! Тобі вдалося! Скоро мій перший помічник буде в порядку. Ці тварюки ще не знають, що на них чекає!

До речі, ти не {стать:бачив:бачила} мого першого помічника?]===],
},
[2118] = {
[===[Зачумлені землі]===],
[===[Хвороба поширюється по Темнобережжю, захоплюючи розум і тіло всіх, кого вона торкається.

На татарних ведмедів вона подіяла особливо сильно. Колись благородні звірі стали знаряддям знищення — скаженими та несамовитими. Можливо, я маю ліки проти цієї недуги.

Віднеси цю пастку до лісу і поклади її на землю. Будь-який скажений татарний ведмідь, який потрапить у неї, на короткий час стане слухняним. У такому стані він буде йти за тобою. Приведи його сюди, {ім'я}.]===],
[===[Спіймайте живого скаженого татарного ведмедя та приведіть його до Тарнаріуна.

Якщо вам не вдасться спіймати скаженого будякового ведмедя і ви втратите пастку, поверніться до Тарнаріуна і попросіть ще одну.]===],
[===[Ти {стать:привів:привела} хвору тварину, {ім'я}?

Якщо пастка не спрацює, не засмучуйся — надія Тарнаріуна вічна. Якщо тобі потрібна інша пастка — відмовся від завдання і поговори зі мною знову.]===],
[===[Це лише початок, {ім'я}. Ти {стать:готовий:готова} до наступного завдання?]===],
},
[2138] = {
[===[Очищення зарази]===],
[===[Як я і боявся, ліки не працюють.

Мені дуже прикро наказувати вбивати будь-яких створінь природи, але хворих татарних ведмедів доведеться винищити.

Повертайся до лісу і знищ 20 скажених татарних ведмедів, {ім'я}. Це, звичайно, не зупинить заразу, але на короткий час стримає шкоду, яку тварини завдають нашому лісу та його мешканцям.]===],
[===[Очистіть ліс від 20 скажених татарних ведмедів та поверніться до Тарнаріуна Дереволюба в Аубердін.]===],
[===[Ти {стать:виконав:виконала} завдання?]===],
[===[Ти гарно {стать:послужив:послужила} Аубердіну, {ім'я}, але твоя робота ще не завершена.

Повертайся до мене, коли відпочинеш.

...і {ім'я}, підготуй свій розум і душу до нового кровопролиття.]===],
},
[2139] = {
[===[Надія Тарнаріуна]===],
[===[Добробут нашого народу та земель дається нам дуже дорогою ціною, {ім'я}.

Ти {стать:пролив:пролила} кров слуг природи, вбивши багатьох хворих тварин. Народ Аубердіна в боргу перед тобою — страждання лісу полегшились, хоч і ненадовго.

У мене є для тебе останнє завдання, але попереджаю: тобі знову доведеться вбивати. Сподіваюсь, я востаннє прошу тебе про це, {ім'я}.

У печері на північному сході, біля Башал'Арану, живе Мати лігва. Вбий її.]===],
[===[Знайдіть і вбийте Мати лігва.]===],
[===[Зі смертю зараженої Матері лігва, популяція скажених татарних ведмедів в наших землях має зменшитись. Не гаймо часу, {ім'я}.]===],
[===[Ти хоробро {стать:бився:билася} за Аубердін, {ім'я}. На наших змучених війною землях смерть і відчай — звичні явища. Багато хто вже не намагається прийняти виклики в нашому новому домі, їхній вибір — ховатися у своїх домівках або тікати до більш укріплених земель Альянсу.

Дякую тобі, {ім'я}. Можливо, колись ми з тобою будемо битися пліч-о-пліч проти іншого ворога.]===],
},
[2158] = {
[===[Відпочинок і спокій]===],
[===[Кожен мандрівник має відпочивати, коли виснажиться. І немає кращого місця для відпочинку та спокою, ніж таверна «Гордість лева»!

Мій найкращий друг, корчмар Фарлі, там за головного. Якщо скажеш йому, що ти від мене, то отримаєш особливу знижку на їжу та напої.

«Гордість лева» знайти не важко, рухайся на південь по дорозі — не проґавиш!]===],
[===[Поспілкуйтеся з корчмарем Фарлі в таверні «Гордість лева».]===],
nil,
[===[Відпочинок і спокій для втомлених і зморених — ось наш девіз! Будь ласка, влаштовуйся біля вогню зручніше і гарненько відпочинь тілом і душею.

Чи бажаєш скуштувати щось із наших вишуканих напоїв та їжі?]===],
},
[2159] = {
[===[Доставка в Доланаар]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Допоможеш мені? В мене є пакет трав, який я повинен доставити до Доланаару. Але я все ще потрібен друїдам Тінистої долини і не можу їх залишити.

Чи можеш доставити цей пакет замість мене? Його потрібно передати в руки Келдаміру в корчму в Доланаарі. Ти знайдеш місто вздовж дороги, на півдні.]===],
[===[Передайте посилку в Доланаар корчмарю Келдаміру.]===],
[===[Чим я можу допомогти вам, {стать:юначе:юначко}? Ви прийшли відпочити? Чи вам потрібен Камінь Вогнища?]===],
[===[А, так. Доставка трав з Тінистої долини. Шкода, що Портенній не зміг принести їх сам, нам потрібно багато чого обговорити віч-на-віч. Але я дуже радий нарешті отримати цю посилку, тож дякую, що ви прийшли.

Поки ви тут, прошу, відпочиньте. Герої повинні час від часу відновлювати свої сили та бойовий дух, тож вам не завадять відпочинок і втіха за можливості. Нехтування спокоєм тіла та розуму — вірний шлях до неуспіхів.

Тож... відпочивайте.]===],
},
[2160] = {
[===[Припаси для Таннока]===],
[===[Егей! Ти виглядаєш як {стать:впевнений шукач:впевнена шукачка} пригод. Якщо ти плануєш прорватись через тунель, чи не {стать:міг би:могла б} ти віднести цей пакунок до таверни в Хараносі?

Ти ж {стать:збирався:збиралась} зазирнути туди? Після всього, що тебе чекає в дорозі, ти точно захочеш відпочити і набратися сил.

Хай там як, віднеси це Танноку Кригомолоту, помічнику корчмаря. Сам я не пройду, а на патруль горянинів чекати ще довго.]===],
[===[Доставте ящик припасів для корчми Танноку Кригомолоту в Харанос.]===],
[===[Вітаю! Заходь, сідай біля вогнища, зігрійся кухлем відмінного елю.]===],
[===[О, нарешті, припаси від Ручика! Я вже почав хвилюватись - з тих пір, як тунель захопили троги, ми не мали жодної звістки з Ковмару.

Я дуже вдячний тобі, {ім'я}. Ти заходь, будь як вдома. Ти певно {стать:виснажений:виснажена} після такої подорожі.]===],
},
[2198] = {
[===[Пошкоджене намисто]===],
[===[Ви знайшли потьмяніле намисто. Хоча потьмяніння не змогло спотворити майстерну, навіть трохи магічну роботу майстра. Намисто пошкоджене — схоже, що в ньому не вистачає трьох самоцвітів. На його нижньому боці ледь видніється печатка Залізогарта. Під печаткою викарбувано три маленькі ініціали: "ТдК".

Якщо від намиста й можна отримати користь, певно, варто дізнатися більше про його походження. Можливо, печатка та ініціали — непоганий початок...]===],
[===[Знайдіть творця розбитого намиста, щоб дізнатися чого воно варте.]===],
[===[Ти {стать:натрапив:натрапила} не того гнома, {стать:приятелю:приятелько}! Мене там і близько не було! Ти нічого не доведеш!

Секундочку... Ти хто? Що за... де ти {стать:знайшов:знайшла} це намисто?]===],
[===[Так. Я — той самий ювелір, який зробив це намисто. Я ще я не роздаю інформацію за просто так. Інформація ніколи не буває безплатною, {стать:друже:подруго}. Якщо ти хочеш моєї допомоги — спочатку доведеться допомогти мені.]===],
},
[2199] = {
[===[Плата за знання]===],
[===[Я прославлений в Залізогарті ювелір! Ну, принаймні, був прославленим... Я потрапив у скрутне становище через те, що мене підставив мій конкурент! Погана репутація в нашому ремеслі означає фінансову катастрофу. І тепер з моїм добрим, але заплямованим ім'ям моя робота не варта й мідного п'ятака.

Я хочу, щоб ти {стать:приніс:принесла} мені п'ять срібних злитків, щоб я зміг завершити замовлення — перше за цілу вічність.

Дістань мені ці п'ять срібних злитків, і я все розповім тобі про намисто.]===],
[===[Принесіть п'ять злитків срібла Талвашу дель Кісселю в Залізогарт.]===],
[===[Ти {стать:дістав:дістала} п'ять срібних злитків, про які я просив? Я поділюся з тобою своєю сумною історією про це намисто... але тільки після того, як отримаю ці злитки! Будь ласка, поможи гному.]===],
[===[Ти {стать:гарний:гарна} {клас}, і байдуже, що там казали інші... Жартую, жартую! Серйозно, дякую тобі величезне.

Намисто, яке ти {стать:приніс:принесла} — одне з моїх найкращих творінь, але в ньому не вистачає трьох камінців, які допомагають зв'язати з ним магічну силу. Колись я зробив його для одного паладина. Він за особистим спонуканням вирушив у похід, щоб очистити "злу нечисть" на розкопках у Безплідних краях, у місці під назвою Ульдаман.

Що ж... той паладин загинув в Ульдамані, і це стало початком моїх нещасть.]===],
},
[2200] = {
[===[Повернення до Ульдаману]===],
[===[Мій конкурент пустив чутки, що паладина прокляло моє намисто. Ясно, що ніхто не захоче купувати у ювеліра прокляті речі.

{Ім'я}, давай домовимось — знайди самоцвіти, і я відновлю намисто, але за умови, що ти розкажеш усім, що на моїх виробах НЕМАЄ ніякого прокляття!

Спробуй пошукати зачіпки в Ульдамані. Можливо, подивись, чи є там тіло паладина, адже він, як ми знаємо, був останнім, хто володів намистом! Коли знайдеш камені — скористайся цим і я зможу зв'язатись з тобою з Залізогарту.]===],
[===[Знайдіть зачіпки щодо місцеперебування самоцвітів з намиста Талваша в Ульдамані. Вбитий паладин, про якого він згадував, був останнім власником цього намиста.]===],
nil,
[===[Читаючи щоденник, стає зрозуміло, що після довгих зусиль паладин визначив місцеперебування всіх трьох зниклих самоцвітів:

Дворфи Тінегарту сховали рубін на своїй забарикадованій території, коли билися з трогами за контроль над Ульдаманом.

Троги сховали топаз в урні, під боком у несподіваних мешканців Ульдаману — дворфів Альянсу!

Зрештою, сам старійшина трогів привласнив сапфір.]===],
},
[2201] = {
[===[Пошуки самоцвітів]===],
[===[Щоденник паладина надав лиш зачіпки щодо знаходження самоцвітів з намиста. Якщо вірити записам паладина, вам доведеться мати справу з дворфами Тінегарту та трогами, які змагаються за контроль над розкопками.

Озброївшись цими знаннями, починаються серйозні пошуки самоцвітів. Коли всі самоцвіти будуть знайдені, слід повідомити про це Талваша в Залізогарті за допомогою фіалу провидіння.]===],
[===[Знайдіть рубін, сапфір і топаз, які розкидані по всьому Ульдаману. Отримавши їх, зв'яжіться з Талвашем дель Кісселєм, використовуючи фіал провидіння, який він дав вам раніше.

Зі щоденника ви знаєте, що...
* Рубін схований на забарикадованій території Тінегарту.
* Топаз захований в урні в одному з районів, зайнятих трогами, біля дворфів Альянсу.
* Сапфір привласнив Грімлок, ватажок трогів.]===],
[===[Образ Талваша з'являється на поверхні води в чаші провидіння.

"Ого, ти ще {стать:живий:жива}! Тобі вдалося знайти самоцвіти? Ти єдина надія на порятунок моєї репутації. Будь ласка, скажи мені, що ти не {стать:витратив:витратила} заряд фіала лише для того, щоб потеревенити; ці речі недешеві, а я і так вельми обмежений у коштах."]===],
[===[Так, це ті самі три самоцвіти. Чудова робота! Але, на жаль, це ще не все.

Ні, я не намагаюся тебе надурити, {стать:дурненький:дурненька} {клас:к}. Справа в особливостях виготовлення чарівних прикрас — прикрас рівня Талваша дель Кісселя! Для створення таких речей потрібне потужне джерело енергії. А в цьому намисті ніякої сили вже не залишилося.]===],
},
[2204] = {
[===[Відновлення намиста]===],
[===[Тобі знадобиться трохи магічної сили для намиста, і Ульдаман, мабуть, найкраще місце, щоб її роздобути. Гадаю, там бігає безліч магічних створінь, так? Що ж, знайди найбільше, найстрашніше створіння і захопи його джерело живлення! Я впевнений, що зможу помістити його в намисто.

Без цього джерела сили полагодити намисто буде неможливо. Повертайся до мене в Залізогарт, коли знайдеш щось підхоже, і ми швидко все полагодимо!]===],
[===[Добудьте джерело енергії з найпотужнішого створіння Ульдамана і доставте його Талвашу дель Кісселю в Залізогарт.]===],
[===[Ти навіть не {стать:зупинявся:зупинялась}, щоб привести себе до ладу після Ульдамана, чи не так? Ти просто {стать:прийшов:прийшла} сюди, попри всі ці запахи підземелля. Будемо сподіватися, що це все не даремно.

У тебе є джерело сили для намиста?]===],
[===[Чудово! Я радий бачити і тебе, і це джерело сили цілими й неушкодженими. Тепер, коли самоцвіти знову в намисті, мені знадобиться деякий час, щоб помістити в нього джерело сили. Щойно я це зроблю, намисто стане твоїм!

Хвилюєшся, чи не так? Вже тремтиш від нетерпіння? Куди ж я подів зосереджувач магії...]===],
},
[2205] = {
[===[Пошуки ШБУ]===],
[===[Значок? А, це дурниця, рибко — нічого такого, з чим би ти не {стать:впорався:впоралася}. Судячи з того як ти виглядаєш, Матіас міг би прийняти тебе за {стать:торговця:торговку} сиром, а не за {стать:справжнього розбійника:справжню розбійницю}. Проте у мене є для тебе робота, яку необхідно виконати.

Коротко кажучи, достав цей пакунок Матіасу, і він, можливо, дасть тобі кілька завдань.

Хутчіше!]===],
[===[Доставте пакунок Керіни Сільвії майстру Матіасу Гичу в бараки Штормовія.]===],
[===[Чим я можу тобі допомогти, {клас:к}?]===],
[===[Отже, тобі вдалося мене знайти. Дивлячись на тебе, я б сказав, що для тебе це було серйозним випробуванням як фізичних сил, так і розумових здібностей.

Ну що, попросити Рензіка показати тобі, де тут корчма, чи ти одразу візьмешся за роботу?]===],
},
[2206] = {
[===[Урвати та схопити]===],
[===[Наша розвідка звітує про активність повстанців на південь від Злотохрестя. Звіти вказують на те, що вони захопили заставу Джерода і використовують її для переправлення великих партій контрабанди з Багрянокряжжя до Західного краю.

Мені потрібно, щоб ти {стать:проник:проникла} в доки та {стать:дістав:дістала} розклад постачань, {ім'я}. Скоріш за все, ти знайдеш його в кишенях начальника доку.

... і {ім'я}, якщо тебе викриють, ШБУ зітре усі дані про твоє існування.]===],
[===[Знайдіть начальника доку повстанців та принесіть розклад постачань майстру Матіасу Гичу.]===],
[===[З кожною хвилиною, що ти вештаєшся в казармах, твоє життя стає коротшим на 60 секунд, {клас:к}.]===],
[===[Я здивований...Здивований що Керін нарешті знайшла рекрута, що дійсно може мати задатки {стать:належного:належної} {клас:р}. Візьми цей клинок, {ім'я}. Настане день, коли ШБУ знову покличе тебе на допомогу. Відточуй свої навички, тримай очі відкритими, а лезо — гострим.

Ти не помітиш нас, але відчуєш, коли ми будемо поруч...]===],
},
[2218] = {
[===[Шлях до порятунку]===],
[===[Ще одна загублена душа, яка шукає настанови, ге? Гадаю, ти хочеш знайти мету — своє призначення. бачив це тисячу разів, ще {стать:один герой:одна героїня}, що шукає роботу.

Добре, сьогодні твій щасливий день, {стать:друже:подруго}. Гоґрал знайшов ліки від твоєї недуги.

Ось що тобі потрібно зробити: йди до Залізогарту та доберися до Закинутої Печери. Як прибудеш — знайди гільдію злодіїв та поговори з Гульфданом Чорнобородим. Він покаже твій шлях до порятунку.]===],
[===[Поговоріть з Гульфданом Чорнобородим в Залізогарті.]===],
nil,
[===[Ти думаєш, що ти {стать:справжній мерзотник:справжня мерзотниця}? {стать:Який:Яка} буде {стать:обраним:обраною} Чорнобородим, щоб стати офіцером Прихованого Кола?

Тільки справжній пройдисвіт так високо себе цінуватиме!

Саме таких як ти ми й шукаємо! Ласкаво просимо, {ім'я}!]===],
},
[2238] = {
[===[Прості хитрощі]===],
[===[Розумієш, король вигрібає з шахти руду й коштовне каміння. Таких багатств жоден дворф за десять життів не побачить.

У Прихованого Кола є свої цінності, {ім'я}. Ми цінуємо цінності. Січеш?

Тепер ми вважаємо, що король має поділитися з нами, але ми не хотіли б, щоб "Гузнобородий" знав про це, якщо ти розумієш про що я.

Нам потрібно, щоб ти {стать:переговорив:переговорила} з Оніном Мак-Гаммаром в Гномреґані та {стать:повернувся:повернулася} зі звітом. Цей хитрий дворф сховався серед прокажених. Будь {стать:обережний:обережна}.]===],
[===[Знайдіть Оніна Мак-Гаммар в Гномреґані.]===],
nil,
[===[Тссс! Тихіше будь, довбешка. Вони ж почують нас.]===],
},
[2239] = {
[===[Звіт Оніна]===],
[===[Кар'єр? Йо, я постійно бачу, як ці страхітливі броньовані парові танки проїжджають повз цей пост кожного дня.

Мої інформатори на сході кажуть, що танк виїжджає з Залізогарту, заїжджає в кар'єр Ґол'Болар, зупиняється в Хараносі, щоб дозаправитися, а потім з якоїсь клятої причини робить кругаля навколо Гномреґану, перш ніж розвантажитись у Залізогарті.

Все це є у звіті, {раса:к}. Віднеси його Гульфдану — він зможе спланувати наступний крок.]===],
[===[Принесіть звіт Оніна до Гульфдана Чорнобородого в Залізогарт.]===],
[===[Тобі подобається сморід лепрогномів? Я питаю, бо у тебе якась божевільна посмішка на пиці.

Які новини ти {стать:приніс:принесла} від Оніна?]===],
[===[Великий гак через Гномреґан? Клянуся власною бородою!

Ти добре {стать:впорався:впоралася}, {ім'я}. Візьми цей кинджал та чухай звідси. Коло покличе тебе знову, коли буде готовий третій крок.

Що за третій крок? Та той, що йде після другого, а саме — я даю копняка тобі під зад.

Хочеш?]===],
},
[2240] = {
[===[Прихована кімната]===],
[===[Тепер повернемося до нагальних завдань.

Існує таємна кімната, кімната Хаз'мула, яку потрібно дослідити. Проблема в тому, що вона знаходиться за величезними замкненими дверима! На щастя, я знаю, як їх відчинити.

Я все описав у своєму щоденнику, ось тут, на столі. Ми з групою поки що застрягли тут... тож ти, {ім'я}, маєш знайти для нас кімнату Хаз'мула!

Прочитай мій щоденник, досліди кімнату, а потім звітуй розвідувачу Бурешпилю в Залізогарті.]===],
[===[Прочитайте щоденник Бейлоґа, дослідіть приховану кімнату та звітуйте розвідувачу Бурешпилю.]===],
[===[У тебе є про що розказати?]===],
[===[Ти {стать:бачив:бачила} кімнату Хаз'мула? Дивовижно! Бейлоґ був упевнений, що вона існує, але я, чесно кажучи, сумнівався.

Дякую, {ім'я}. Якщо пощастить, твоя знахідка спонукає наших лідерів відновити зусилля для відвоювання Ульдамана. А коли це місце знову повернеться під контроль Залізогарта, всі таємниці кімнати Хаз'мула будуть нашими!]===],
},
[2241] = {
[===[Квіт серця]===],
[===[Кажуть, що я без тями від кохання...

Так, я весь час думаю про Сіарну. Так, весь мій дім вкритий картинами та малюнками Сіарни. Так, я часто не їм, не сплю й не п'ю, а тільки й думаю про кохання, яке могло б у нас бути. Хіба це так погано?

Тепер вона не побачить мене! МЕНЕ! Я намагався надсилати їй листи, але вона навіть не буде говорити ні з ким, тільки якщо вони не розбійники.

Ти не {стать:міг би:могла б} передати їй цю квітку? Не забудь сказати, що це від Яннока.]===],
[===[Віддайте троянду Яннока Сіарні в Дарнасі.]===],
[===[Оу, хіба це не прекрасно? Ти {стать:приніс:принесла} квіти на власний похорон.]===],
[===[Якби я зберігала кожну квітку, яку дарував мені цей бовдур Яннок, я могла б вже відкрити цілу крамницю! Проте, схоже останній посланець Яннока може виявитися корисним.

Цікавить робота, {клас:к}?]===],
},
[2242] = {
[===[Поклик долі]===],
[===[Нам здається, що одна істота могла б допомогти нам зрозуміти, що відбувається з лісами Тельдрассіля. На жаль, змусити його співпрацювати виявилося неймовірно складно.

Він ховається на гілці в околицях поляни Оракула. Поки що всіх, хто підходив до цього сатира — з погрозами чи добрим словом — зустріли свою загибель. Може, треба підкрастися до нього непомітно, {ім'я}.

Дізнайся, що у Сетіра Древнього в сумках, і повертайся до мене.]===],
[===[Знайдіть Сетіра Древнього та принесіть Сіарні будь-які докази.]===],
[===[Чи є тобі що доповісти мені про Сетіра Древнього, {ім'я}?]===],
[===[Це похмурі новини, {ім'я}. Схоже, що хвороба, яка вразила ліси та річки Темнобережжя, почала плямувати наш дім.

Ти добре нам {стать:послужив:послужила}, але ти більше нічим не зможеш допомогти. Візьми це лезо як винагороду за твої послуги Тельдрассілю.]===],
},
[2259] = {
[===[Еріон Тінешепіт]===],
[===[Не переймайся, {ім'я}, я не відправляю тебе до Сіарни. Еріон вимагає твоєї присутності в Кенарійському Анклаві. Не зволікай!]===],
[===[Зв'яжіться з Еріоном Тінешепотом в Дарнасі.]===],
nil,
[===[Час іти далі, {раса:к} — світ чекає.]===],
},
[2260] = {
[===[Наказ Еріона]===],
[===[Чутки про твої діяння розійшлися, {ім'я}. Настільки далеко, що навіть розвідка Штормовію хоче з тобою поговорити.

Подорож далека та небезпечна, але можливість тренуватися в ШБУ того варта.

Новий світ чекає на тебе, {ім'я}. Вирушай у Старе Місто Штормовію та поговори з Рензіком "Пером" у штаб-квартирі ШБУ.]===],
[===[Відправляйтеся до Штормовію та знайдіть Рензіка "Перо".]===],
nil,
[===[Ти {стать:відповів:відповіла} на заклик ШБУ, {ім'я}, ти {стать:пройшов:пройшла} довгий шлях з далеких берегів, щоб приєднатися до наших лав. Однак тобі іще багато чому варто навчитися.]===],
},
[2279] = {
[===[Платинові диски]===],
[===[Дотик до дисків Норґаннона знову викликає поколювання у ваших пальцях. Однак, цього разу зсередини дисків доноситься гучний скрегіт.

Ваш рюкзак раптово стає тяжче. Всередині ви знаходите мініатюрну версію дисків!

Без сумніву, такий предмет — безцінна знахідка для того, хто зацікавлений в древній історії Азероту. Ліга дослідників в Залізогарті — одна з таких груп в Альянсі. Можливо, вони знайдуть їм належне застосування.]===],
[===[Віднесіть мініатюрну копію дисків Норґаннона до Ліги дослідників в Залізогарт.]===],
[===[Так, чи можу я тобі чимось допомогти? Чесно кажучи, я зараз дуже зайнятий. Та якщо в тебе є щось значуще для Ліги дослідників — я тебе уважно слухаю!]===],
[===[Що це в тебе... ой, лишенько. Де ти це {стать:знайшов:знайшла}, кажеш?

Що, правда?

А ще хтось про це знає?

ЩО, ПРАВДА?

{стать:Любий:Люба} {клас:к}, ти, можливо, {стать:здійснив:здійснила} археологічне відкриття року! Та кого я обдурюю, це відкриття століття! Якщо це ті самі диски, то ми знайшли ключ, який дуже довго шукали! Тепер ми раз і назавжди доведемо магічне походження дворфів!]===],
},
[2281] = {
[===[Зустріч в Багрянокряжжі]===],
[===[Відправляти тебе в поле зараз було б самогубством. Рензіку не {стать:потрібен іще один мертвий розбійник:потрібна іще одна мертва розбійниця} на його руках. Не переймайся, {ім'я} — для тебе знайдеться не така небезпечна справа.

Відправляйся до Багрянокряжових гір та поговори з Лукієм, цей тип пов'язаний із ШБУ. Ти знайдеш його біля пристані Приозер'я, він постійно отирається там з іншими неробами.]===],
[===[Відправтеся до Приозер'я в Багрянокряжових горах та поговоріть з Лукієм.]===],
nil,
[===[Ага, тож твої пальці трошки затовсті, ге? Та не переймайся, {ім'я}, я й не з таких нікчемних злодюжок робив чудових розбійників.]===],
},
[2282] = {
[===[Лісопильня Альтера]===],
[===[Саме тут ми роками тренуємо злодіїв! Зрештою, не {стать:кожен:кожна} {клас} народжується з такою спритністю та витонченістю, як старий Лукій.

Вище по дорозі ти знайдеш лісопильню Альтера. Я залишив там скриню, а в ній є дещо важливе. Забери це "дещо" та принеси мені! Принесеш мені жетон, і отримаєш свій сертифікат розбійництва!]===],
[===[Відкрийте скриню Лукія, дістаньте жетон розбійництва та поверніть його Лукію в Приозер'я.]===],
[===[Я ж не забув згадати про орків?

Я чув, що вони нишпорять біля лісопильні.]===],
[===[Тобі вдалось відкрити скриню, чи не так? Гарна робота, {ім'я}.

Тепер якщо ти загинеш, ми будемо спокійні, знаючи, що це сталося через твою власну дурість, а не через недосвідченість.]===],
},
[2298] = {
[===[Королівська облава]===],
[===[І ось зібралися ми вже планувати третій крок, як тут вломилися кілька бовдурів Магні, почали нести нісенітниці про якесь пограбування та арешт членів Захованого Круга.

Ніхто не посміє докучати Чорнобородому! Розбірка пішла неабияка, і якимось чином спливло твоє ім'я!

Хочеш пораду? Бери першого ж грифона з Залізогарту і дуй в Штормовій. Йди у Старе Місто і поговори з моїм старим приятелем — Рензіком "Пером".]===],
[===[Відправляйтеся до Штормовію та знайдіть Рензіка "Перо".]===],
nil,
[===[Завжди приємно мати одного з розбійників Гульфдана в наших рядах!]===],
},
[2299] = {
[===[До Гульфдана!]===],
[===[Де тебе носило, {ім'я}? Гульфдан всюди тебе шукав. Ми вже думали, що король закував тебе в кайдани.

Негайно йди до Залізогарту та поговори з Гульфданом!]===],
[===[Відправляйтеся до Залізогарту та поговоріть з Гульфданом Чорнобородим.]===],
nil,
[===[Говори тихіше, {ім'я}, вартові можуть почути тебе.]===],
},
[2300] = {
[===[ШБУ]===],
[===[Рензік шукав тебе, рибко.

На твоєму місці я б не змушувала його чекати — все-таки він права рука Матіаса.]===],
[===[Відправляйтеся до Штормовію та знайдіть Рензіка "Перо".]===],
nil,
[===[Ти вже {стать:готовий:готова} братися за роботу, чи тобі потрібен відпочинок перед тим, як ми розпочнемо?]===],
},
[2358] = {
[===[Роги Нез'ри]===],
[===[Багато років потому, роги Нез'ри були викрадені з маєтку Рейвенхольдт. Я об'їздив усі континенти й океани в пошуках, але виявив, що вони весь час перебували у цих нікчемних тварюк.

Вбий кожного орка Чорнокаменю, що трапиться тобі на шляху до тих пір, поки не знайдеш роги Нез'ри та повертайся до мене в Приозер'я.

Зроби це для мене, і твоє ім'я буде знати весь Рейвенхольдт, {ім'я}.]===],
[===[Принесіть роги Нез'ри Арантіру в Приозер'я.]===],
[===[У тебе є роги принца демонів?]===],
[===[Відмовитися від артефакту Рейвенхольдта — це все одно, що відмовитися від власного існування. Гарна робота, {клас:к}. Тепер ти можеш ходити поміж вбивць Рейвенхольдта.

Коли я був молодим {клас:о}, подорожуючи в Темнобережжі, я відкрив для себе чай, який відновлює енергію в бою. Цей чай роками мені допомагав і тепер, я передаю секрет цього прудкоп'яхового чаю тобі. Випий його, коли втомишся в бою, {ім'я}, і одразу станеш бадьоріше!]===],
},
[2359] = {
[===[Вежа Клейвена]===],
[===[Я вже кілька тижнів стежу за цією вежею, {ім'я}. Нещодавно сюди прийшов великий вантаж зі Смерколісся, а разом з ним і ці охоронці.

Хто вони такі? Ми можемо тільки здогадуватись. Можу сказати лиш одне — це не люди.

Так чи інакше, у вантажі була скриня, яку, як я вважаю, ці потвори й охороняють. У зомбі з шипами є ключ, який нам потрібний.

Забери цей ключ, проберися у вежу та з'ясуй, що лежить у цій скрині. Віднеси свої знахідки Матіасу.]===],
[===[Викрадіть ключ від вежі повстанців, проникніть туди та дізнайтеся, що лежить в скрині Смерколісся. Отримайте будь-яку інформацію та поверніться до Матіаса Гича в Штормовій. Прочитайте записи Кірнен, щоб дізнатися більше про вежу.]===],
[===[Є новини від Кірнен?]===],
[===[Це пояснює присутність мерців з братства, яких ви з Кірнен бачили біля вежі, {ім'я}. Це також може пояснити причетність ТзНБ "Авантюра" і ці дивні вантажі зі Смерколісся.

Згідно з цією книгою, в Тернистій долині тролі Занзіла знайшли спосіб воскрешати мертвих завдяки зіллю... а точніше, отруті.

Від тебе не буде користі в ШБУ без знань про отрути, {ім'я}, особливо коли формула воскресіння мертвих майже в наших руках.]===],
},
[2360] = {
[===[Матіас та повстанці]===],
[===[Ти ледь не {стать:запізнився:запізнилася}, {ім'я}. Розвідка ШБУ звітує про незвичну активність Повстанського братства в Західному краї.

Схоже, що повстанці захопили покинуту сторожову вежу Альянсу на південний схід від Сторожового пагорба. Вони використовують її як базу для контрабанди товарів з Багрянокряжжя.

Відправляйся до Західного краю та зв'яжися з агентом Кірнен для доповіді. Ти знайдеш її поруч з вежею.

...і, {ім'я}, якщо тебе розкриють — ШБУ заперечуватиме будь-яку інформацію про зв'язок з тобою.]===],
[===[Знайдіть агента Кірнен в Західному краї та поговоріть з нею.]===],
nil,
[===[Матіас нарешті відправив ще одного агента мені на допомогу, ге? Що ж, я сподіваюся, він готовий почути погані новини.]===],
},
[2361] = {
[===[Відновлення намиста]===],
nil,
nil,
nil,
[===[Я з радістю вручаю тобі це намисто, {стать:могутній:могутня} {клас:к}. Ти неабияк {стать:допоміг:допомогла} мені, і я дякую тобі за це. Носи його з гордістю і не забувай розказувати всім, хто зробив його для тебе!

Також, якщо додаси, що на намисті немає прокляття, це буде зовсім чудово.]===],
},
[2398] = {
[===[Загублені дворфи]===],
[===[Розкопки в Ульдамані не завжди були захоплені трогами. Ми, дворфи Залізогарту, контролювали цю територію, але... це було до того, як прийшли троги. Вони прийшли так швидко і в такій кількості, що навіть дворфи не змогли їх зупинити!

Насправді їхній напад був настільки раптовим, що я боюся, що деякі з наших могли опинитися в пастці в тилу ворога.

Мій друг Бейлоґ керував невеликим загоном дворфів углибині розкопок якраз перед тим, як з'явилися троги. Якщо він і його хлопці живі, я хочу, щоб ти {стать:знайшов:знайшла} їх.]===],
[===[Знайдіть Бейлоґа в Ульдамані.]===],
nil,
[===[Ти саме вчасно! Я вже думав, що програю Олафу!

Він побився об заклад, що його борода виросте до колін, перш ніж він побачить інше живе створіння. І ось ти тут, і, як бачиш, бороді Олафа залишилося ще кілька сантиметрів до колін.

Дякую, {ім'я}. Я поділю з тобою виграш.]===],
},
[2399] = {
[===[Пророслі паростки]===],
nil,
nil,
nil,
[===[Паростки, які Деналан посадив у своєму саду, зійшли та виросли. Вони тремтять, неначе хочуть, щоб їх хтось зібрав...]===],
},
[2438] = {
[===[Смарагдовий ловець снів]===],
[===[Колись Ґеролас Талветрен, вартовий сплячих Друїдів Кігтя в обителі кургану Бен'етіль, дав мені смарагдовий ловець снів. Цей потужний амулет здатен витягувати енергію зі Смарагдового Сну, даруючи удачу тому, хто ним володіє.

На жаль, мені не вдалося забрати його зі своєї шафи в селищі Зоряний Бриз... Хоча колись це селище і було спокійним місцем, тепер там живуть охоплені порчею хутропузи.

Можливо, ти {стать:зміг би:змогла б} повернути мій ловець снів, {клас:к}?]===],
[===[Принесіть смарагдовий ловець снів Таллонкаю Спритнокореню в Доланаар.]===],
[===[Прошу, рушай хутчіш! Мені залишається сподіватися, що жоден хутропуз не пошкодив мій ловець снів.

Тобі вже вдалося його повернути, {Ім'я}?]===],
[===[Цей смарагдовий ловець снів для мене дуже важливий. Такий подарунок роблять небагатьом. Дякую, що {стать:повернув:повернула} його мені, {Ім'я}.]===],
},
[2439] = {
[===[Платинові диски]===],
[===[Цей об'єкт — неймовірна знахідка. Згідно з цими дисками, древні титани, або ж "Творці", як їх називають в дисках, пов'язані з нашим магічним походженням! Ми маємо якомога детальніше вивчити їх.

А щодо тебе, {стать:героїчний:героїчна} {клас:к}, віднеси цей талон Дініті Камнекривій в сховище. По ньому ти отримаєш гідну винагороду за свої зусилля!

Повертайся до мене, як будеш {стать:готовий:готова}. У Ліги дослідників ще багато роботи для тебе!]===],
[===[Віднесіть ваш талон на винагороду Дініті Камнекривій в сховище Залізогарту.]===],
[===[Ласкаво прошу до сховища Залізогарту, {ім'я}. Чи я можу тобі допомогти?]===],
[===[А, так, це талон від Ліги дослідників... доволі цінний, до речі.

Ліга дослідників доручила мені запропонувати тобі на вибір винагороду зі сховища. Ти можеш отримати цю річ і обрати з п'яти відмінних зіллів лікування та п'яти сильних зіллів мани.]===],
},
[2459] = {
[===[Феросітас Пожирач Снів]===],
[===[Смарагд... Він зник! Мій ловець снів пошкоджено!

На півночі від Зоряного Бризу засіла зграя містиків з племені Кривої Сосни. Я чув, що їхній ватажок, Феросітас Пожирач Снів, носить намисто, яке світиться зеленим уночі. Тепер, бачачи мій ловець снів, я впевнений, що це він вкрав мій смарагд... Він не розуміє, що сила самоцвіту йому не потрібна.

Знайди зниклий камінь, {Ім'я}. І якщо ти вже {стать:взявся:взялась} за це..., вбий кілька представників цієї погані.]===],
[===[Убийте 7 містиків з племені Кривої Сосни для Таллонкая Спритнокорня та знайдіть зниклий самоцвіт.]===],
[===[Нехай Феросітас та містики Кривої Сосни повернуть те, що належить мені! Прошу тебе, забери в них смарагд, щоб я міг полагодити свій ловець снів.]===],
[===[Нарешті я можу полагодити свій ловець снів! Спасибі тобі, {Ім'я}.]===],
},
[2498] = {
[===[Повернення до Деналана]===],
[===[Я щойно отримав звістку про те, що Деналан біля озера Аль'Амет виявив причину пухлин у деревників. Будь ласка, поговори з ним і скажи, що я тебе направив до нього.

Поспішай, {Ім'я}. Йому потрібна наша допомога.]===],
[===[Релліан Зеленоватрий хоче, щоб ви поговорили з Деналаном біля озера Аль'Амет.]===],
nil,
[===[Отже, Релліан послав тебе допомогти мені. Я радий, що ти {стать:прийшов:прийшла} до мене так швидко.

Я виявив тривожні речі!]===],
},
[2499] = {
[===[Дубохмур]===],
[===[У печері вздовж південного берега озера великий деревник на ім'я Дубохмур поширює порчу на всіх істот, що мешкають на Аль'Амет.

Я не наважувався підійти занадто близько, але навіть на відстані мені зрозуміло, що Дубохмур уражений найбільшою пухлиною, яку я коли-небудь бачив... Я б навіть сказав велетенською.

{Ім'я}, ти вже багато чого {стать:зробив:зробила} для мене, але я прошу тебе виконати ще одне завдання. Вистеж Дубохмура та виріж в нього цю пухлину. Вилучи джерело порчі з мого дому.]===],
[===[Деналан з озера Аль'Амет хоче, щоб ви забрали велетенську пухлину в Дубохмура.]===],
[===[Тобі вже вдалося вистежити Дубохмура, {раса:к}?]===],
[===[Я знав, що ти зможеш врятувати озеро від цього жахливого монстра.

Як невтішно... Колись Дубохмур був великим вождем свого народу... але порча вражає всіх підряд — і підлих, і благородних.

Від величини цієї пухлини бере дрижа, але я мушу дослідити її, щоб зрозуміти, який недуг мучить деревників.

Я безмежно вдячний тобі, {Ім'я}.]===],
},
[2500] = {
[===[Забіг по реагенти Безплідними краями]===],
[===[{Клас:к}, я хотів би скористатись твоїми послугами. Я - досить визначний алхімік, і мені потрібна твоя допомога у здобутті деяких реагентів, які можна відшукати в Безплідних краях.

Ось що мені потрібно, щоб поповнити свої запаси: п'ять шлунків канюка, десять ікл скельного койота і п'ять уламків кам'яних елементалів. Очевидно, що їх можна добути з цих самих створінь. Та якщо ти не любиш битись - попроси допомоги у друзів.

Я непогано заплачу, як принесеш все необхідне.

Ну, шо скажеш?]===],
[===[Добудьте в Безплідних краях реагенти для Ґхака Цілителя і віднесіть їх йому в Телсамар.]===],
[===[Ти {стать:добув:добула} все необхідне? Поки не принесеш - не заплачу.]===],
[===[А, чудово, {ім'я}. Цього мені надовго вистачить. Ось оплата, як і обіцяв.

Якщо ти не проти ще допомогти, мені потрібно ще кілька реагентів. Деякі з них, однак, можна добути лише на Ульдаманських розкопках. Це буде нелегко, але й винагорода буде відповідна, якщо візьмешся.

Може й щось покраще, за кілька монеток, ммм?]===],
},
[2501] = {
[===[Забіг по реагенти Безплідними краями II]===],
[===[Ти мене дуже {стать:виручив:виручила}, {ім'я}. Я б нагородив тебе навіть рецептом пійла, яке я дав тобі раніше... Але спершу я дам тобі ще одне завдання, досить небезпечне.

У цій скриньці — три порожні тавматургічні флакони. Вони зачаровані для витягування крові з випалених драконів-стражів. Це їх не на жарт розлютить, тож будь {стать:обережний:обережна}. Як наповниш всі три флакони – повертайся до мене.

Зроби це, і рецепт стане твоїм.]===],
[===[Застосуйте порожні тавматургічні флакони на випалених драконах-стражах, яких можна знайти у Безплідних краях. Коли наповните їх, принесіть їх до Ґхака Цілителя в Телсамар.]===],
[===[Ти вже {стать:використав:використала} флакони, щоб добути потрібну мені кров випалених драконів-стражів? Так, знаю, це небезпечне завдання. Але в нагороду тебе чекає рецепт мого відновлювального варева. А воно варте того... варте...]===],
[===[Честь і хвала тобі, кажу як алхімік алхіміку. А ось і твій заслужений рецепт, користуйся. Хай він принесе тобі успіх і багатство, які роками приносив мені!]===],
},
[2518] = {
[===[Сльози місяця]===],
[===[Леді Сатра колись була улюбленицею Елуни. Ця благородна і чиста павучиха пряла свої срібні нитки під місячним сяйвом, ловлячи вечірній туман. Його срібляста роса мала велику цілющу силу і зберігалася у цьому храмі.

Але нещодавно Сатру спіткало безумство. Її нащадки теж під загрозою.

Знайди леді Сатру, {ім'я}, і поклади край її стражданням. Вона мешкає біля північних кордонів Тельдрассіля, біля Джерельного озера. Збери її сріблопавутинні залози та принеси мені.]===],
[===[Жриця А'мура з храму Місяця просить вас принести їй сріблопавутинні залози леді Сатри.]===],
[===[Я дала тобі це доручення з великим жалем, але леді Сатру вже не врятувати.

Ми сподіваємося, що якщо принести сріблопавутинні бородавки в жертву Елуні, то вона благословить Сатру і та переродитися з миром.]===],
[===[Ліс оплакує леді Сатру, але ми мали це зробити.

Дякую тобі, {ім'я}.]===],
},
[2519] = {
[===[Храм Місяця]===],
[===[Колись величне створіння лісу потребує нашої допомоги, {раса:к}.

Є нелегка справа, яку потрібно виконати.

Будь ласка, знайди жрицю А'муру — вона все тобі пояснить. Ти знайдеш її на південний схід звідси, у храмі Місяця.]===],
[===[Сестра Аквінна просить вас поговорити зі жрицею А'мурою в храмі Місяця.]===],
nil,
[===[То тебе прислала сестра Аквінна?]===],
},
[2520] = {
[===[Жертва Сатри]===],
[===[Тепер ти маєш закінчити цю справу. Візьми залози та принеси Елуні жертву леді Сатри. Нехай вона спочиває з миром.

Усередині цього храму знайди центральний фонтан. Там ти зможеш залишити жертву. Священні води змиють порчу, яка звела Сатру з розуму.

Як закінчиш — повертайся до мене.]===],
[===[Жриця А'мура просить вас помістити сріблопавутинні залози леді Сатри біля фонтану храму Місяця та повернутись до неї.]===],
[===[Ти {стать:залишив:залишила} залози біля фонтану, {ім'я}?]===],
[===[Втрата леді Сатри неймовірно засмучує нас, але тільки так вона зможе переродитися з чистим духом.

Нехай Елуна прийме цю жертву.]===],
},
[2541] = {
[===[Сплячий друїд]===],
[===[Шаман Кривої Сосни, який мешкає в цьому місці, знайшов спосіб відокремити дух сплячого друїда від його фізичного тіла. Хутропуз оживив мою фізичну формута використовує її для нападу на тих, хто намагається розвідати обитель кургану Бен'етіль. Я тепер полонений у Смарагдового Сні, тож безсилий зупинити це.

Ти мусиш мені допомогти. Шамани Кривої Сосни носять із собою дивний оберіг, який використовується для виконання цього ритуалу, і я хотів би його вивчити. Будь ласка, {Ім'я}, принеси мені такий.]===],
[===[Принесіть шаманський оберіг вуду Обенові Лютопазуру в обитель кургану Бен'етіль.]===],
[===[Дослідивши оберіг, я, можливо, зрозумію, як зруйнувати ці чари. Ти {стать:знайшов:знайшла} його?]===],
[===[Дякую, {Ім'я}.

Яка ж це за дивна дрібничка... Я відчуваю її мерзенну ауру, це дуже потужне чаклунство.]===],
},
[2561] = {
[===[Друїд Пазура]===],
[===[Після дослідження цього оберегу, {Ім'я}, я розумію, що потрібно зробити. Будь ласка, візьми це та зроби те, що я прошу.

Ти {стать:повинен:повинна} спуститися у найглибші недри обителі кургану Бен'етіль. Там ти знайдеш моє бездушне тіло... Хоча я й шкодую про те, що мені потрібно тобі повідати, я не бачу іншого способу звільнитися від впливу племені Кривої Сосни.

Щоб зробити це, тобі потрібно знищити мою фізичну форму. Як тільки закінчиш з цим завданням, скористайся оберегом вуду над моїм загиблим тілом. Коли завершиш, будь ласка, повертайся до мене.]===],
[===[Обен Лютопазур хоче, щоб ви вбили його бездушне тіло, а потім застосували оберіг вуду.]===],
[===[{Ім'я}, будь насторожі, наближаючися до моєї фізичної форми. Чари, якими вона окутана, досить потужні.]===],
[===[Нарешті я вільний від впливу племені Кривої Сосни. Дякую, {Ім'я}.

Тепер мій дух може спокійно спочивати у Смарагдовому Сні.

Можливо, одного дня ми зможемо зустрітися знову, {стать:юний:юна} {клас:к}. А поки що, будь ласка, візьми цю нагороду, як символ моєї подяки.]===],
},
[2607] = {
[===[Дотик Занзіла]===],
[===[Схоже, що ти {стать:приніс:принесла} більше інформації, ніж я очікував. Це справді дивний поворот подій, {ім'я}.

Ліки? Хм-м... спускайся до підвалу та поговори з Доком Міксільпіксіль — він зможе допомогти.]===],
[===[Поговоріть з Доком Міксільпіксіль в підвалі бараків.]===],
nil,
[===[Ти саме вчасно! Поклади сир на стіл та котися звідси. Осборн на виході заплатить тобі.]===],
},
[2608] = {
[===[Дотик Занзіла]===],
[===[Йой, ти виглядаєш як мрець. Поправка — мерців я бачив, ти виглядаєш гірше. Ви, {стать:пане:панно} були б тим, що виплюнула смерть.

Ха! Ти чув, Безрук? Запиши це!

*Кхе-кхе* Хм, так, щоб я зміг тобі допомогти, мені потрібно взяти твою кров. Не бійся, буде боляче лише перші... п'ятдесят разів... лягай (/lay), як будеш {стать:готовий:готова} до процедури, {ім'я}.]===],
[===[Ляжте (/lay), щоб Док Міксільпіксіль оглянув вас. Як він знайде ліки, якщо не знатиме від чого?]===],
[===[Як будеш {стать:готовий:готова} до обстеження — лягай (/lay) на підлогу і я почну флеботомію.]===],
[===[Дай мені час, щоб порадитися зі своїми колегами, {ім'я}. Докторе Монтгомері, пане Безрук, консиліум!]===],
},
[2609] = {
[===[Дотик Занзіла]===],
[===[Це очевидно, {ім'я}. У тебе цетит.

На щастя, у мене є ліки проти цетиту.

Ось, що мені потрібно: один пучок простих польових квітів, один свинцевий фіал, одна бронзова трубка та останнє, та не менш важливе, одна котушка світло-оливкових шовкових ниток. Старенька Емма залишила котушку для мене в "Найтоншій пряжі". Ти знайдеш цю крамницю вздовж каналів.

Хутчіше, {ім'я}, і постарайся нікого не торкатися, поки не вилікуєшся. А, і доктор Монтгомері каже, що тобі потрібен душ. Це його слова, не мої.]===],
[===[Принесіть Доку Міксільпіксіль один пучок простих польових квітів, один свинцевий фіал, одну бронзову трубку та одну котушку світло-оливкових шовкових ниток. Цетит сам себе не вилікує, {стать:юначе:юначко}.]===],
[===[Якщо ти хочеш вилікуватися від цетиту, тобі доведеться докласти більше зусиль, {ім'я}. Де реагенти для ліків?]===],
[===[Що я роблю? А на що це схоже? Я роблю ліки проти твого цетиту! Не відволікай мене, {ім'я}!

Ще кілька секунд. Ось! Просто попшикай на себе, цим... ем... чудовим лікарським засобом, і будеш як {стать:новенький:новенька}!]===],
},
[2745] = {
[===[Проникнення в замок]===],
[===[Хм, цікава історія, і її не можна сприймати легковажно. Так, я можу тобі допомогти, але доведеться здійснити правосуддя... не зовсім законним шляхом, якщо ти хочеш довести це до кінця.

З Лесковаром і Марзоном потрібно розібратися, і швидко. Як думаєш, ти зможеш це зробити?

Тобі вирішувати. Якщо так, то поспішай до замку і знайди мого старого друга, гнома, на ім'я Тіріон. Він вже кілька тижнів спостерігає за Лесковаром і має допомогти тобі покінчити з цим.]===],
[===[Поговоріть з Тіріоном у замку Штормовія.]===],
nil,
[===[Що за...?! Не підкрадайся так до мене! І тихше! Чому, в ім’я Тіні, ти підкрадаєшся до мене? Хіба ти не бачиш, що я зайнятий, дурило?

В сенсі, що я роблю? Чекаю, поки знову відкриється Темний портал звісно, як ти думаєш, що я роблю? Говори скоріш і йди собі... поки ті сторожі не помітили, що ми тут вдвох ховаємось в кущах. Я не можу дозволити, щоб мене викрили.]===],
},
[2746] = {
[===[Речі з наслідками]===],
[===[Тріас хоче трохи поквапити події, га? Гаразд, ми можемо це зробити, але я ще не готовий. І знай, я роблю всю важку роботу, але тобі доведеться забруднити руки, {стать:зрозумів:зрозуміла}? Добре.

Гаразд, мені потрібно, щоб ти {стать:приніс:принесла} мені кілька речей, перш ніж я зможу втілити свій план. У мене є ідеальне маскування, яке дозволить роботу-шпигуну пройти повз цих охоронців.

Принеси мені шовк і пару яблук. Шовк шукай {стать:сам:сама}, а от яблука підхожого розміру ти знайдеш на маленькій фермі Клари прямо за містом.]===],
[===[Принесіть Тіріону в Штормовій 3 шовкових полотна та 2 свіжих яблука Клари.]===],
[===[Я спостерігаю за Лесковаром вже кілька тижнів. Тріас ніколи йому не довіряв, але ми й не підозрювали, що він пов’язаний з Повстанським братством. Ми шукали докази його зв'язків з Молотом Сутінків. У будь-якому випадку він став занадто небезпечним для цього міста, тому ми й втрутились.

Принеси мені ці речі, і ми зможемо втілити мій план.]===],
[===[Ці підходять, {ім'я}. Чудова робота.

У мене в рюкзаку є решта необхідного спорядження... дякувати Світлу, я попросив свого друга кравця пошити мені шовкову сумку. Мені не вистачало місця для всього мого спорядження.

Перш ніж ми запустимо робота-шпигуна, обговорімо деталі, щоб ти не {стать:розгубився:розгубилась}.]===],
},
[2769] = {
[===[Брати Латуноболти]===],
[===[Ти вже {стать:знайомий:знайома} з братами Латуноболтами? Вони на Мерехтливих рівнинах, що в Калімдорі, ганяють на своїх машинах-ракетах проти гоблінів. Зазвичай вони перемагають, що не дивно — машини гоблінів вибухають так часто, що рідко перетинають фінішну лінію!

Але брати Латуноболти все одно шукають нові способи зробити свою машину швидшою, і Віззл сказав мені, що йому потрібні рідкісні компоненти для його чергових експериментів.

Йому явно потрібна допомога. Поговори з ним про це.]===],
[===[Поговоріть з Фіззлом Латуноболтом на Мерехтливій рівнині.]===],
nil,
[===[А, то ти хочеш допомогти мені? Чудово!

Мені для експерименту потрібна одна штука, і {стать:такий сміливий:така смілива} {клас:н}, як ти, добуде її без зусиль!]===],
},
[2922] = {
[===[Порятунок мозку Техбота]===],
[===[Коли в нашому рідному місті Гномреґані сталася катастрофа, щось сталось з моїм бідолашним творінням, Техботом. Колись він допомагав мені та моїм колегам своїми незліченними пристроями та безмежним сховищем інформації, але його позитронний мозок поляризувався. Тепер він негатронний... і поведінка Техбота змінилася. Мій бідний божевільний робот тепер блукає Гномреґаном в нестямі!

Але, можливо, його ще можна врятувати. Витягни ядро пам'яті Техбота і принеси його мені. Тоді я зможу виявити причину поляризації та, можливо, усуну її.]===],
[===[Принесіть ядро пам'яті Техбота мехмайстру Надспалаху в Залізогарт.]===],
[===[Тобі вдалось знайти Техбота і витягти його ядро пам'яті?]===],
[===[О, чудово! Дякую тобі, {ім'я}! Я негайно візьмуся до роботи!!

Бідний, бідний Техбот... Не засмучуйся. Ми тебе полагодимо.

Куди я поклав свій гідропневмогайковерт...]===],
},
[2923] = {
[===[Мехмайстер Надспалах]===],
[===[Мехмайстер Надспалах вкрай засмучений долею свого механічного творіння — Техбота. Колись Техбот був добрим і корисним помічником гномів, але Надспалах каже, що він несправний.

Дуже шкода. Однак, можливо, його ще можна полагодити!

Поговори з мехмайстром Надспалахом у Механівці, що в Залізогарті. Він буде радий будь-якій допомозі.]===],
[===[Поговоріть з мехмайстром Надспалахом в Залізогарті.]===],
nil,
[===[Так, це правда. Техбот вийшов з-під контролю! Ти допоможеш мені?]===],
},
[2924] = {
[===[Базові штучні]===],
[===[Базовий штучень — майже універсальний механічний компонент, що широко використовується майструвальниками та ковалями Гномреґану. Але під час нашої втечі з міста ніхто не здогадався прихопити з собою кілька цих пристроїв! А мені потрібен значний їх запас для проєкту, за який я незабаром візьмуся.

Будь ласка, вирушай до Гномреґану і принеси мені кілька базових штучнів. Ти знайдеш їх у глибинах нашого міста, в контейнерах, які називаються штучними екстраполяторами.

Дякую, {ім'я}, і, прошу тебе, поспіши!]===],
[===[Принесіть 12 базових штучнів Клокморту Гайковерту в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} базові штучні?]===],
[===[Вони в тебе! Нарешті я можу почати нові експерименти!

Я навіть не знаю, як тобі віддячити, {ім'я}! Твоя хоробрість неймовірно допомогла дослідженням гномів!]===],
},
[2925] = {
[===[Штучні Клокморта]===],
[===[Мій друг, гном Клокморт Гайковерт з Залізогарту, надіслав мені листа. Він повідомив, що йому потрібна допомога у небезпечній, але дуже важливій місії в Гномреґані — колись великому місті гномів, яке тепер заражене і наповнене божевільними гномами та їхніми пристроями.

Я маю залишитися тут, але моя душа болить за друга. Якщо ти зможеш допомогти йому замість мене, я буду тобі дуже вдячний.

Ти знайдеш Клокморта у Механівці, що в Залізогарті.]===],
[===[Поговоріть з Клокмортом Гайковертом в Залізогарті.]===],
nil,
[===[Саме так! Мені потрібна допомога з завданням у Гномреґані. І схоже, що {стать:такий:така} {клас}, як ти, зможе з ним впоратись!]===],
},
[2926] = {
[===[Гномальгін]===],
[===[З того дня все, про що думає або говорить Гноарн — це очищення Гномреґану від нашестя троггів і пошук ліків проти хвороби, яка його мучить, {ім'я}.

На щастя, ми з Раззлом наблизилися до відкриття ліків — або до них, або до рецепта справді потужного рому. Але ми не дізнаємося, поки не спробуємо! Звісно, щоб перевірити нашу теорію, нам потрібно кілька речей, а саме радіоактивний осад з опромінених трогів у Гномреґані. Наповни цей фіал зеленою сяючою субстанцією і принеси його мені!]===],
[===[Зберіть радіоактивний осад з опромінених загарбників та опромінених грабіжників за допомогою порожнього свинцевого фіала для зразків. Після того, як наповните фіал — поверніть його Оззі Вольтону в Харанос.]===],
[===[Ми намагаємося вилікувати цілий народ гномів! Нам потрібно більше цієї зеленої сяючої субстанції!]===],
[===[Чудова робота! Настав час випробувати нову формулу. Якщо вона спрацює, то я не тільки вилікую цього лепрогнома, а й поверну своє волосся! Відійди!]===],
},
[2927] = {
[===[Наступного дня]===],
[===[Ти ж не думаєш, що я завжди був лисим? Аж ніяк! Це витік радіації в Гномреґані спричинив трагічну втрату волосся. До того дня я був єдиним гномом з кучерями в усьому Азероті.

<Ґноарн трясе кулаком у повітрі.>

Будь прокляті ці кляті брудні троги, будь всі вони прокляті!!

Можливо, ще не надто пізно, {ім'я}. Ми ще можемо врятувати його — я маю на увазі місто! Поговоріть з Оззі Вольтоном у Хараносі. Він працює зі своїм партнером Раззлом над вирішенням проблеми.]===],
[===[Поговоріть з Оззі Вольтоном в Хараносі.]===],
nil,
[===[Я думав, що втрата цієї чудової шевелюри вб'є його, але він вижив!

Я стояв поруч з ним, коли в нього влучив заряд радіації. Його чудові каштанові локони посипалися на підлогу один за одним! Жах того, що сталося, тільки посилився, коли Ґноарн остаточно збожеволів! Так-так, кажу тобі, у нього поїхав дах! Ґноарн, не вірячи своїм очам, торкнувся своєї лисої голови, і в його погляді спалахнула помста, {ім'я}! Після цього він спрямував весь свій гнів на трогів!]===],
},
[2928] = {
[===[Гіробурорийки]===],
[===[Це жахливо, {ім'я}. У нас не вистачить запчастин, щоб підготувати наш флот гіробурорийок до відправлення в Дун-Морог.

Нам потрібні запчастини, {ім'я}. А де ще можна дістати запчастини для наших машин, як не в Гномреґані? Я чула, що роботи та механізми, що залишилися там, блукають містом, як худоба по леваді.

Я хочу, щоб ти {стать:вирушив:вирушила} до Гномреґану і {стать:розірвав:розірвала} тих роботів на шматки. Принеси мені їхні нутрощі. Двох дюжин має вистачити.]===],
[===[Принесіть 24 пригорщі робо-механічних нутрощів Шоні в Штормовій.]===],
[===[Якби це були перегони, ти б уже {стать:програв:програла}.]===],
[===[Так, вони підійдуть, {ім'я}. Одна гіробурорийка відремонтована. Залишилось ще 398.]===],
},
[2929] = {
[===[Велика зрада]===],
[===[Я довіряв Термоштепселю, {раса:к}. Ніколи не думав, що він зрадить мене і весь народ гномів. І заради чого? Заради влади? Багатства? Все те, що він і так згодом отримав би. Тепер нас вигнали з нашого рідного дому, а цей божевільний залишився там правити. Король порожнього місця....

Ми повернемо собі Гномреґан, {ім'я}. Ми не зупинимося, доки місто знову не стане нашим. Якщо ти хочеш приєднатися до нашої боротьби, я прошу тебе виконати одне просте завдання — вбити зрадника. Знищ мехженера Термоштепселя.]===],
[===[Вирушайте до Гномреґану та вбийте мехженера Термоштепселя, після чого повертайтесь до провідного майстерника Меґґабура.]===],
[===[Ти {стать:виконав:виконала} завдання? Він благав про милосердя?]===],
[===[Мені подобається думати, що останнє, що він побачив, коли впав на землю, була твоя нога, {раса:к}. Зі смертю Термоштепселя ми стали на крок ближче до повернення Гномреґану.]===],
},
[2930] = {
[===[Порятунок даних]===],
[===[Коли ми втікали з Гномреґану, ми залишили стільки даних! Життєво важливих даних!

Мені потрібні дані з призматичної перфокарти термінала високого рівня безпеки — матричного перфографа 3005-D, що знаходиться в глибинах Гномреґану. Ти маєш дістатися терміналу, але для цього тобі спочатку потрібно отримати допуск... а щоб отримати його, ти маєш отримати доступ до терміналів з нижчим рівнем захисту: моделей -A, -B та -C. А для ЦЬОГО тобі потрібні перфокарти, починаючи з білої... а всі перфокарти залишились у місті.

Це катастрофа! Можеш допомогти?]===],
[===[Принесіть призматичну перфокарту майстру-механіку Трубоплаву в Залізогарт.]===],
[===[Призматична перфокарта у тебе?!]===],
[===[Тобі вдалося! Ти {стать:знайшов:знайшла} призматичну перфокарту і {стать:відновив:відновила} втрачені дані! Життєво, критично, безмірно важливі дані, без яких ми просто не зможемо жити!

Твою допомогу гноми надовго запам'ятають, {ім'я}.]===],
},
[2931] = {
[===[Завдання Трубоплава]===],
[===[Майстру-механіку Трубоплаву в Залізогарті потрібні шукачі пригод! Він збирає загони для проникнення до Гномреґану з надважливою місією з пошуку даних.

Хоч Трубоплав і не член Просвітленої Асамблеї Арканології, Алхімії та Інженерних Наук, як я, але він все одно розумний гном, і якщо він вважає, що це важливо, то, за моїми підрахунками, ймовірність того, що це справді важливо, становить вісімдесят чотири відсотки!

Це непогані шанси!]===],
[===[Поговоріть з майстром-механіком Трубоплавом в Залізогарті.]===],
nil,
[===[Я готую операції з видобутку даних у Гномреґані. Якщо ти тут для цього, то слухай уважно!]===],
},
[2946] = {
[===[Що буде далі]===],
[===[Ми хочемо, щоб ти {стать:відніс:віднесла} ці диски до запечатаних воріт Ульдуму. Але ми... не впевнені, до чого це призведе.

Звучить ризиковано, так, ми це розуміємо. Однак, може, нічого і не станеться. Можливо тобі доведеться до чогось їх притулити. А може, в присутності дисків відкриються ворота. Не бійся експериментувати та будь {стать:готовий:готова} до будь-яких наслідків.

Як щось дізнаєшся — повертайся до Залізогарту. Впевнений, нам буде про що подумати!]===],
[===[Принесіть мініатюрні платинові диски до воріт Ульдуму в Танаріс та перевірте, чи є між ними зв'язок.]===],
[===[З розпеченого піску видніється знайомий постамент. Можливо, він тут не просто так...]===],
[===[Щойно ви торкаєтесь постаменту, мініатюрні диски з Ульдаману починають гудіти та світитись. В руках відчувається знайоме поколювання і перед воротами Ульдуму з'являється кам'яний вартовий.

"Вітаю. Я — вартовий цього проходу. Серед використаних вами дисків відсутні пластини Ульдуму. Будь ласка, додайте ці пластини до вашого набору та повторіть спробу доступу. Дякую."]===],
},
[2947] = {
[===[Повернення персня]===],
[===[Відкривши коробку, виготовлену Блискочистом 5200, ви бачите те, що й очікували – блискучий перстень! Ви відчуваєте, як він випромінює чарівну силу.

На його внутрішній стороні є невеликий, але помітний відбиток печатки Залізогарту. Поруч викарбувано маленькі ініціали: «ТдК». Це можуть бути ініціали власника, а може – ювеліра, що виготовив перстень. Залишити його собі... чи повернути власнику. Непросте рішення...]===],
[===[Ви можете залишити перстень собі, або знайти того, чиї ініціали викарбувані на його внутрішній стороні.]===],
[===[Гей, спокійно, {стать:друже:подруго} - я дуже важливий бізнесмен! Я впевнений, що кур'єр із грошима просто затримався в дорозі... почекай... ти не мій орендодавець.

Ну звісно ж ні! Ти {стать:прийшов:прийшла} до найкращого ювеліра в усьому Залізогарті, того, хто НЕ створює ПРОКЛЯТИХ речей! Так!

Гм... то що тобі потрібно?]===],
[===[Перстень, кажеш? Дай-но погляну... так, звісно, це моя робота.

До трагедії в Гномреґані я мав там невеличку крамницю. Можливо, це той самий перстень, який я залишив, коли тікав. Вони досить прості, я зробив таких декілька. Тож, можливо, цей перстень належав комусь, хто не зміг врятуватись.

Ти {стать:знайшов:знайшла} його у дворфа Темного Заліза? Що ж, це все стає ще більш заплутаним... Можливо, про це варто б дізнатись комусь з представників влади. Ця інформація точно не для таких, як я.

А тепер, що стосується персня...]===],
},
[2948] = {
[===[Гномське вдосконалення]===],
[===[Слухай, {ім'я}, цей перстень твій, звісно... але я можу зробити кращий! Цей перстень, як я вже казав, дуже простий. Тепер я набагато вправніший, і всього лише за тридцять срібних монет я зроблю з нього витвір мистецтва! Ну, трохи більше тридцяти, якщо чесно...

Я зараз у скрутному становищі, всі мої запаси матеріалів вичерпались. Якщо принесеш мені злиток срібла та моховий агат, я додам до персня плетення зі срібла та агат, що додасть йому ще більше шику!

Повір мені!]===],
[===[Принесіть блискучий золотий перстень, злиток срібла, моховий агат та 30 срібних монет Талвашу дель Кісселю в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} всі необхідні матеріали? Я б не став тебе просити про них, якби не моє становище...]===],
[===[Ах, це саме те, що треба! Одного дня, коли я виберуся з цієї нори, я зроблю для тебе, для ВСІХ І КОЖНОГО найкращі прикраси у всьому Азероті! А поки дякую тобі за допомогу з матеріалами. Я зазвичай беру вдесятеро більше за перстень такої якості...

До речі, про персні – ось твоя обнова!]===],
},
[2962] = {
[===[Єдиний вихід — більше зеленої субстанції]===],
[===[Мало того, що твого зразка було недостатньо, так він ще й був забруднений.

Нам потрібно більше цієї зеленої субстанції. Очевидно, що троги недостатньо опромінені для наших потреб. Тобі доведеться піти до Гномреґану і принести трохи радіоактивних опадів, прямо з джерела. Я про опромінених слимаків, маскунів і страховищ. Але пам'ятай, що утримати цей тип осадів досить складно. Можливо, тобі не вдасться зібрати підхожий зразок з першої спроби.]===],
[===[Прямуйте до Гномреґану і принесіть звідти високорадіоактивний осад. Будьте обережні, осади нестабільні та досить швидко руйнуються.

Після завершення завдання поверніть Оззі свинцевий фіал для зразків.]===],
[===[Хм, ти не світишся. Це добре.]===],
[===[<Оззі оглядає вас.> Вражаюче, у тебе не відпала жодна кінцівка. Тепер поглянемо, на що здатна ця штука!]===],
},
[2963] = {
[===[Провісники Ульдуму]===],
[===[І знову привіт, {ім'я}! Твоя ульдаманська знахідка викликала захоплення у Ліги дослідників. Вони працювали не покладаючи рук, щоб розкрити таємниці цих платинових дисків. І ти дуже вчасно, мені є чим поділитись з тобою.

Історик Карник знайшов кілька важливих підказок щодо походження долини Вартових, що в пустелі Танаріс. І він хоче поскоріше поговорити з тобою!]===],
[===[Поговоріть з істориком Карником в залі Дослідників, що в Залізогарті.]===],
nil,
[===[Я радий, що твоя цікавість не згасає, {ім'я}! Твій талант та кмітливість допоможуть тобі розкрити таємниці, які ми навіть уявити не могли!

Диски Норґаннона з Ульдаману містять безліч інформації. Все, що ми дізнались на цей час — лише верхівка айсберга. Ходять чутки, що у Творців було ще кілька таких сховищ по всьому Азероту. І тут ми згадуємо Ульдум...]===],
},
[2964] = {
[===[Задача на майбутнє]===],
[===[Що ж, {ім'я}... схоже, що ми зайшли в глухий кут. Ми знаємо, що нам потрібні пластини Ульдуму, але гадки не маємо, де їх шукати. Нам потрібно буде провести чимало досліджень та розробити план подальших дій. В мене є кілька ідей щодо пошуку і я сподіваюсь, що скоро ми відправимо тебе за пластинами.

Ти маєш розказати про це старшому досліднику, {ім'я}. Не сумніваюсь, він захоче особисто віддячити тобі за допомогу Лізі.]===],
[===[Поговоріть зі старшим дослідником Маґелласом у Залізогарті.]===],
nil,
[===[Що ж, ми всі згодні з тим, що найкращий план дій — відкласти цю справу, поки ми не звузимо зону пошуків. Ми зайшли так далеко завдяки тобі, {ім'я}, і я сподіваюсь, що саме ти й відкриєш для нас Ульдум.

А поки що дозволь мені вручити тобі твій гонорар. Це має з надлишком покрити твої витрати. Заходь до нас пізніше, нас чекає Ульдум!]===],
},
[2977] = {
[===[Повернення до Залізогарту]===],
[===[Ви торкаєтесь постаменту і платинові диски знову опиняються у вашому рюкзаку.

Тепер, дізнавшись більше про кам'яного вартового та повернувши диски, ви можете повернутись до Залізогарту та розказати про все Лізі дослідників.]===],
[===[Поговоріть з істориком Карником в Залізогарті.]===],
[===[З поверненням, {ім'я}. Тобі вдалось якось використати диски?]===],
[===[Тобі не вистачило дисків? Цікаво... Схоже, що диски Норґаннона — лише одна з частин більшого набору. Простіше кажучи, вони як один з ключів на зв'язці.

Якщо ми знайдемо пластини Ульдуму, то зможемо й потрапити до самого комплексу! Тільки уяви — ми зможемо дослідити місце, де працювали самі Творці, не риючись в землі!

Не те, щоби в ритті землі було щось погане...]===],
},
[2997] = {
[===[Фоліант божественності]===],
[===[Вітаю, {ім'я}. Я знаю, що ти {стать:зайнятий:зайнята} допомогою жителям Дун-Морогу, та як матимеш час — відправляйся до Залізогарту та поговори з нашою найшанованішою сестрою — Тізою Боєкузнею. До неї приходять юні паладини коли приходить час дізнатись більше про Світло та подальший шлях паладина.

Ти знайдеш її на верхньому поверсі залу Таємниць, що в Таємній палаті. Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті.]===],
nil,
[===[Вітаю тебе, {ім'я}. Сподіваюсь, Світло вказує тобі праведний шлях та береже від зла.]===],
},
[2998] = {
[===[Фоліант божественності]===],
[===[Вітаю, {стать:брате:сестро}. Даторіан Ралл, один з найвпливовіших паладинів, нещодавно говорив про тебе. Я чув, як він казав щось про випробування для тебе... Та й взагалі він казав добрі речі про тебе.

На твоєму місці я б прямував до Штормовію і поговорив з ним. Впевнений, ти знайдеш його в соборі Світла — там він проводить більшу частину часу.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[В Штормовії красиво, чи не так?

Ти {стать:прибув:прибула} неймовірно вчасно, {ім'я}.]===],
},
[2999] = {
[===[Фоліант божественності]===],
[===[Привіт, {ім'я}. Я знаю, що ти {стать:зайнятий:зайнята} допомогою жителям Дун-Морогу, та як матимеш час — відправляйся нагору та поговори з нашою найшанованішою сестрою — Тізою Боєкузнею. До неї приходять юні паладини коли приходить час дізнатись більше про Світло та подальший шлях паладина.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті]===],
nil,
[===[Вітаю тебе, {ім'я}. Сподіваюсь, Світло вказує тобі праведний шлях та береже від зла.]===],
},
[3000] = {
[===[Фоліант божественності]===],
[===[Вітаю, {ім'я}. Я знаю, що ти {стать:зайнятий:зайнята} допомогою жителям Азероту, та як матимеш час — повертайся до Залізогарту та поговори з однією з найшанованіших паладинок наших земель — Тізою Боєкузнею. До неї приходять юні дворфи-паладини коли приходить час дізнатись більше про Світло та подальший шлях паладина.

Ти знайдеш її на верхньому поверсі залу Таємниць, що в Таємній палаті. Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Тізою Боєкузнею в Залізогарті.]===],
nil,
[===[Вітаю та ласкаво прошу, {ім'я}.]===],
},
[3100] = {
[===[Простий лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка Ллейна, нашого тренера воїнів. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте простий лист і поговоріть з Ллейном Бішіром в Північнокрайовому абатстві.]===],
[===[А, ти {стать:отримав:отримала} листа, {ім'я}. Добре.

Останнім часом в Ельвинні з'являється все більше воїнів. Що дуже добре для Штормовію... і дуже погано для кобольдів та повстанців.]===],
[===[Спробуй розібратись з місцевими негараздами, оглянь місцевість і повертайся до мене, як знадобляться тренування. Я буду тут в будь-який час доби.

Лицарі Сріблястої Десниці добре постарались над безпекою цих країв. Але поспілкуйся з місцевими і, я певен, ти знайдеш кілька проблем, які не вирішити без допомоги {стать:такого:такої} {клас:р}, як ти. Нехай тобі щастить.]===],
},
[3101] = {
[===[Освячений лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка брата Семмюела, нашого тренера паладинів. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте освячений лист і поговоріть з братом Семмюелом в Північнокрайовому абатстві.]===],
[===[Нарешті! Ось ми й зустрілись, {стать:брате:сестро}. Вітаю тебе в Північнокраї. Це місце деякий час буде твоїм притулком, поки ти не освоїш тонкощі нашої справи. Та знай, що Штормовій неподалік і рано чи пізно дорога приведе тебе туди. Та поки наберись терпіння... {стать:лицарю:лицарко} Сріблястої Десниці.]===],
[===[Між тим, тобі варто засвоїти кілька речей. Ти будеш прикладом для багатьох, тож поводься відповідно. Священне Світло сяє в тобі — це бачать і друзі, і вороги.

Також, коли наберешся мудрості і сили, тобі варто буде навчитись нових навичок. Тут я тобі й допоможу. Як здобудеш достатньо досвіду в Північнокраї — приходь до мене і я навчу тебе всього необхідного. Щасти тобі... {клас:к}.]===],
},
[3102] = {
[===[Зашифрований лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка Йоріка, одного з наших місцевих тренерів. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте зашифрований лист та поговоріть з Йоріком Керріданом в стайні за Північнокрайовим абатством.]===],
[===[Ти {стать:дістався цілим і неушкодженим:дісталася цілою і неушкодженою}, і не схоже, що тебе бачило багато людей. Для мене цього достатньо. Не люблю, коли до мене привертають багато уваги... тут тихо і спокійно. Впевнений, що ти мене розумієш.

У тебе немає ніяких проблем? Радий це чути. Це скоро зміниться.]===],
[===[Ти скоро дізнаєшся, що багато кому потрібні наші навички, {ім'я}. Мандрівники, ШБУ... трясця, навіть Повстанське братство не проти послати кількох шпигунів у Штормовій. Але запам'ятай: ти {стать:сам собі господар:сама собі господиня}. Не давай нікому змушувати тебе робите те, чого ти не хочеш робити! Крім того, усі козирі у нас на руках...принаймні, коли гра не закінчилася. Розумієш про що я?

Так чи інакше, я просто хотів представитися та дати тобі знати, що я буду тут, якщо тобі знадобиться тренування. Приходь у будь-який час.]===],
},
[3103] = {
[===[Священний лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка жриці Анетти, нашої тренерки жерців. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте священний лист та поговоріть зі жрицею Анеттою в Північнокрайовому абатстві.]===],
[===[Ах, нарешті ти {стать:прийшов:прийшла}. Я знала, що ти знайдеш шлях до мене. Святе Світло осяває тебе та шлях, який ти {стать:обрав:обрала}. Зараз часи дуже неспокійні — Палаючий Легіон все ще присутній в Азероті, а весь Калімдор шукає нові шляхи захисту від власного нещастя, тож саме від тебе залежить, чи зможеш ти допомогти всім.]===],
[===[Коли наберешся досвіду — повертайся до мене, і я зроблю все можливе, щоб передати свої знання тобі. А поки що йди зі співчуттям у своєму серці, і нехай мудрість буде твоїм поводирем. Пам'ятай, світ стає кращим тільки тоді, коли ти робиш його таким.]===],
},
[3104] = {
[===[Гліфічний лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка Хелдена, нашого тренера магів. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте гліфічний лист та поговоріть з Хелденом Бременом у Північнокрайовому абатстві.]===],
[===[Привіт, {ім'я}. Я Хелден. Чи можу я чимось допомогти?]===],
[===[Ха-ха, я знав що моя записка не зіб'є тебе з власного шляху. Тож, ти {стать:готовий:готова}, чи не так? {стать:Готовий:Готова} прийняти свою долю? {стать:Готовий:Готова} кинути виклик богам або будь-якій іншій силі яка стане перед тобою у пошуках знань та сили?

Не буду брехати, {ім'я}, тебе будуть боятися так само сильно, як і поважати. Але також знай, що я буду тут, коли ти потребуватимеш навчання. Просто знайди мене, коли станеш {стать:сильнішим:сильнішою}.]===],
},
[3105] = {
[===[Заплямований лист]===],
[===[Мене попросили передати тобі цього листа, щойно ти повернешся з табору кобольдів, {ім'я}. Здається, на цьому листі стоїть печатка Друсілли, однієї з наших місцевих тренерів. На твоєму місці, я б не зволікав і прочитав би листа до того, як відправитись далі у справах абатства.]===],
[===[Прочитайте заплямований лист та поговоріть з Друсіллою ла Салле в Північнокрайовому абатстві.]===],
[===[А, от ти й {стать:прийшов:прийшла}, і не {стать:забарився:забарилася}, {ім'я}. Щойно тут проходили вартові й підозріло поглядали на мене... жалюгідні простаки.]===],
[===[Коли твоя сила буде зростати, твоя спокуса буде сильнішою... Ти {стать:повинен:повинна} завжди контролювати себе. Не буду брехати — псування може заволодіти будь-ким, хто практикує магію, особливо тим, хто має справу з істотами з Підсвітньої Круговерті. Будь {стать:терплячим:терплячою} та {стать:обачним:обачною}... але не дозволяй цьому пригнічувати свої амбіції.

Коли ти станеш {стать:сильнішим:сильнішою} — повертайся до мене, і я розповім тобі більше про наші шляхи.]===],
},
[3106] = {
[===[Проста руна]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками і попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Трана, тренера воїнів. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте просту руну і поговоріть з Траном Хорманом в Морозній долині.]===],
[===[Ох і морозно ж сьогодні, еге ж? Схоже, цей сніг ніколи не розтане, {ім'я}.

Думаю, ти вже {стать:помітив:помітила}, що тут з нами оселились гноми. Вони підірвали свій власний дім. тому й прибилися до нас. Але знаєш, що? Я їх не засуджую. Я б і сам підірвав Залізогарт якби його заполонило Темне Залізо чи ще яка нечисть...]===],
[===[Що ти, певне, теж {стать:міг:могла} помітити, так це дворфів, що використовують магію замість зброї. Хтось поклоняється священним силам світла, як і деякі люди і навіть троги. Та про них ти дізнаєшся більше згодом, а зараз я тут щоб допомогти тобі в навчанні.

Я зроблю з тебе {стать:справжнього:справжню} {клас:з}. Як знадобляться мої уроки - приходь в будь-який час.]===],
},
[3107] = {
[===[Освячена руна]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Бромоса, тренера паладинів. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте освячену руну та поговоріть з Бромосом Ґруммнером в Морозній долині.]===],
[===[Отож, ти тут! І дуже вчасно. На тебе чекає багацько діянь в Морозній долині та за її межами. Мені може знадобитись твоя допомога, як і тобі, безперечно, знадобиться моя!

Тепер ти {стать:один:одна} з лицарів Сріблястої Десниці, не забувай про це.]===],
[===[Люди багато чого розповіли нам про Священне Світло і про те, як орден паладинів необхідний їм... і всьому Азероту. Ми глибоко поважаємо традиції ордену. Воістину вражає, як одна людина, одна жертва може навернути смерть на спасіння.

Думаю, нам обом доведеться трохи попрацювати разом. Коли ти вирішиш, що час настав, повертайся до мене. Тобі треба буде навчитися чомусь новому, перш ніж братися за справу. Негідно рушати у світ непідготовленим, правда ж?]===],
},
[3108] = {
[===[Гравійована руна]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Торґаса, тренера мисливців. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте гравійовану руну та поговоріть з Торґасом Ґрімсоном в Морозній долині.]===],
[===[О, нарешті ти {стать:прийшов:прийшла}! Радий тебе бачити! Сподіваюсь, мене не надто важко було знайти. Хе-хе!

Основи нашого ремесла йдуть з наших звичаїв, {ім'я}. Вивчення шляхів, вистеження ведмедів в горах. Саме виживання вимагає неабиякої сміливості та здібностей. Ну, що думаєш, впораєшся?]===],
[===[Ти маєш завжди пам'ятати про повагу до навколишнього світу. Вибір звіра, з яким ти будеш битись пліч-о-пліч, блиск твоєї зброї, вага обладунків, пронизливий холод вітру — все це те, без чого не обійдеться твоє життя.

Я зроблю все, що в моїх силах, щоб допомогти тобі, та все у твоїх руках. Як будеш {стать:готовий:готова} - приходь до мене. Я навчу тебе всього, що знаю.]===],
},
[3109] = {
[===[Зашифрована руна]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Солма, тренера розбійників. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте зашифровану руну та поговоріть з Солмом Гарґріном в Морозній долині.]===],
[===[Ти {стать:прийшов:прийшла}! Чудово!

Останнім часом у нас спостерігається приплив активності, тому я радий покластися на іще одного представника Залізогарту в наших рядах. Завдяки холодному лезу та тіні, ти завжди на крок попереду, і якщо ти тут, ти точно знаєш, що я маю на увазі!]===],
[===[Хай там як, коли ти почнеш тинятися Морозною долиною, тобі явно знадобиться тренування. Просто повертайся до мене, коли відчуєш, що тобі це потрібно, і я навчу тебе усього що я знаю: трюк тут, випад там. Ну, ти знаєш, штукенції, які допоможуть тобі вижити та заробити копієчку.

Приглядай за нашими друзями-гномами... вони трошки пригнічені через... руйнування Гномреґану. Їм знадобиться наша допомога, щоб відчути себе як вдома.]===],
},
[3110] = {
[===[Священна руна]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Бранстока, тренера жерців. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте священну руну та поговоріть з Бранстоком Халдером в Ковмарі.]===],
[===[Йой! Ти {стать:прийшов:прийшла}, {ім'я}. Чудово!

Чесно кажучи, я вже втратив віру в те, що ти взагалі прийдеш... дійшло, втратив віру? Це жарт, {стать:хлопче:дівчино}... ай, забудь. Ти ж не {стать:прийшов:прийшла} сюди, щоб слухати мої дурні жарти.]===],
[===[Я — той, хто буде тренувати тебе, щоб ти {стать:зміг:змогла} освоїтись в Морозній долині. Коли відчуєш, що ти {стать:готовий:готова}, повертайся до мене, і можливо я навчу тебе кількох фокусів, щоб позбутися цих бісових трогів у долині.

Світло з тобою, {ім'я}, як і весь Залізогарт... ніхто не вимагає, щоб ти {стать:досяг:досягла} чогось особливого.]===],
},
[3112] = {
[===[Проста директива]===],
[===[Мені принесли цю директиву, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Трана, тренера воїнів. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте просту директиву та поговоріть з Траном Хорманом в Морозній долині.]===],
[===[О, хто це тут в нас? Ще {стать:один:одна} {раса} з вказівкою. Цікаво...

Ні-ні, я не наміряюсь дражнити тебе, {стать:малий:мала}. Я дуже поважаю твою наполегливість. Те, що трапилось з Гномреґаном - це як би дворфи Темного Заліза заволоділи Залізогартом. Тож не думай, що твоя біда мені геть чужа.]===],
[===[Що ж, раз це твоя головна директива, чи як там, даю слово - я зроблю все, що в моїх силах, щоби ти {стать:зумів:зуміла} допомогти своїм побратимам повернути свою домівку.

Як будеш {стать:готовий:готова} - дибай сюди і я з радістю навчу тебе новим навичкам. Ясна річ, не за спасибі, але не хвилюйся - мій прейскурант не кусається. Хай тобі щастить.]===],
},
[3113] = {
[===[Зашифрована директива]===],
[===[Мені принесли цю директиву, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Солма, тренера розбійників. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте зашифровану директиву та поговоріть з Солмом Гарґріном в Морозній долині.]===],
[===[Радий бачити, що ти {стать:отримав:отримала} мою записку та {стать:прийшов:прийшла}. Вибач, що я підробив директиву так, наче вона була від твого керівництва... без образ. Я просто знав, що нам, разом з іншими такими, як ми, потрібно триматися разом.

Мало хто вважає, що це найкраща річ у світі, коли двоє розбійників переховуються в одному місті, але я вважаю, що ми гарно спрацюємося. Що скажеш?]===],
[===[Я стараюся сильно не привертати уваги, щоб нас не звинувачували у зникненні речей, але якщо тобі щось знадобиться — тренування, або будь-що — приходь в будь-який час.

Ми з тобою розуміємо одне одного. Ми знаємо, що коли настають лихі часи, єдині кому ми можемо довіряти — це сім'я... зараз як раз такі часи, еге ж? Не дивлячись на те що, Гномреґан... захоплений, і не дивлячись на те, що ще трапиться на нашому шляху, ми завжди прикриємо одне одного. Чи не так?]===],
},
[3114] = {
[===[Гліфічна директива]===],
[===[Мені принесли цю руну, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Марріка, тренера магів. Ти знайдеш його в Ковмарі.]===],
[===[Прочитайте гліфічну директиву та поговоріть з Марріком Нуррібітом у Ковмарі над Морозною долиною.]===],
[===[Так, чого тобі, {раса:к}? І, будь ласка, говори голосніше. Мій слух притупляється після кількох кухлів елю.]===],
[===[О, так! Арканічне мистецтво...звичайно.

Ось, що тобі потрібно знати, {ім'я}: не вляпуйся у проблеми. Прибережи декілька монет, щоб купити мені елю... або будь-яке закляття, якому ти {стать:хотів би:хотіла б} навчитись. І тримайся якомога далі від Гномреґану. Якщо ти все {стать:зрозумів:зрозуміла} — гарного тобі дня! Я буду тут, якщо знадоблюся тобі, чи захочеш потренуватися... чи ще щось.]===],
},
[3115] = {
[===[Заплямована директива]===],
[===[Мені принесли цю директиву, поки ти {стать:займався:займалась} вовками та попросили передати тобі. Прочитай її, як матимеш нагоду. Здається, вона від Аламара, тренера чорнокнижників. Ти знайдеш його в Ковмарі.

І будь {стать:обережний:обережна}, {ім'я} — таким, як ти, тут не надто довіряють.]===],
[===[Прочитайте забруднену директиву і поговоріть з Аламаром Гріммом в Ковмарі над Морозною долиною.]===],
[===[Чудово! Очевидно, ти {стать:отримав:отримала} мою директиву.

Не звертай уваги на дурнів навколо, {ім'я}. Святе Світло?! Меч і щит?! Це не шлях тих, хто має такий відкритий розум, як ми. Подивись, що "нормальна" магія зробила з нашим домом. Разом з проклятими майструвальниками, наша раса майже вимерла. А тепер нам доводиться покладатися на дворфів — та їм більше по душі брататись з людьми, ніж допомагати нам відновлювати наш власний дім. Ми — як громадяни другого сорту. Ти {стать:бачив:бачила}, як вони на нас дивляться?]===],
[===[Але все це не має значення. Важливо, щоб ти {стать:бачив:бачила} своє власне Святе Світло! Ти знаєш, звідки насправді походить сила. Ти розумієш, що мати своїх власних союзників набагато... розумніше. Особливих союзників. Союзники, які, незалежно від завдання, будуть виконувати твої накази до останнього подиху.

І ось тому я тут, {ім'я}. Я можу навчити тебе основ цієї сили. Навідуйся до мене, і я зроблю все можливе, щоб дати тобі більше знань.]===],
},
[3116] = {
[===[Проста сигіла]===],
[===[Цю сигілу передав мені посланець від тренерки воїнів, Алійссії. Схоже, що вона хоче про щось з тобою поговорити. Прочитай сигілу і йди до неї.]===],
[===[Прочитайте просту сигілу та поговоріть з Алійссією в Тінистій долині.]===],
[===[Ти {стать:прийшов:прийшла}. Я так рада тебе бачити.

Багато чого сталося тут за останні кілька років, {ім'я}: створення Тельдрассілю, псування багатьох лісових створінь, відкриття земель, які ми вважали назавжди втраченими, як, наприклад, Фералас... Так багато всього і так швидко. Однак це не найважливіша причина нашого перебування тут. Найважливіше — захистити наш народ від прийдешнього зла.]===],
[===[Скоро ти зустрінешся з представниками інших рас на гілках нашої домівки. Та не стався до них упереджено — вони бажані гості в наших краях і допомагають нам. Не всі вони роблять це без вигоди для себе, але деяким з них можна довіритись.

Та це наразі не так важливо. Ми маємо зосередитись на тобі та на тому, як ти будеш допомагати нашому народу. Я тут не просто так. Я буду вчити тебе майстерності {клас:р} в міру того, як ти здобуватимеш досвід у своїх пригодах. Повертайся до мене в будь-який час і я допоможу тобі.]===],
},
[3117] = {
[===[Гравійована сигіла]===],
[===[Цю сигілу передав мені посланець від тренерки мисливців, Аянни. Схоже, що вона хоче про щось з тобою поговорити. Прочитай сигілу і йди до неї.]===],
[===[Прочитайте гравійовану сигілу і поговоріть з Аянною Вічнохід на вершині Альдрассіля в Тінистій долині.]===],
[===[Ти {стать:прийшов:прийшла}. І дуже вчасно, {ім'я}. Вітаю у Тінистій долині.

Схоже, що моя сигіла знайшла тебе.

Як я вже казала, я буду навчати тебе, {клас:к}. Ти навчишся приручати звірів, з якими будеш битись пліч-о-пліч, стріляти з лука з надзвичайною точністю та поважати землі, що ми називаємо домом та ті, що лежать поза ними.]===],
[===[Як здобудеш вдосталь досвіду в Тінистій долині — приходь навчатись до мене, я навчу тебе всього, що належить знати {клас:д}.

В ці важкі часи, {ім'я}, цінуй своїх супутників — цей світ приховує небезпеки, про які ти не здогадуєшся. Хай тебе береже Елуна у твоїх подорожах. Побачимось.]===],
},
[3118] = {
[===[Зашифрована сигіла]===],
[===[Цю сигілу передав мені посланець від тренера розбійників, Фрагуна. Схоже, що він хоче про щось з тобою поговорити. Прочитай сигілу і йди до нього.]===],
[===[Прочитайте зашифровану сигілу та поговоріть з Фрагуном Тінешепотом в Тінистій долині.]===],
[===[Привіт, {ім'я}. Я радий, що ти {стать:знайшов:знайшла} мене. Я вже подумав, що ти {стать:загубився:загубилася} по дорозі сюди.

Нічого нового не відбувалося в Тінистій долині відтоді, як я надіслав тобі свою сигілу, але я залишу збір інформації на тебе. Поговори з мешканцями Альдрассіля, якщо бажаєш.]===],
[===[А до тих пір знай, що наші послуги потрібні як ніколи, особливо в ці похмурі часи. Мир з іншими расам може у будь-який момент порушитися і ходять чутки про членів Орди, що намагаються посіяти зерна недовіри. Пам'ятайте про це.

Коли ти наберешся сили та будеш відчувати себе більш {стать:підготовленим:підготовленою} — приходь до мене, і я потурбуюся про твоє навчання. Це важливо, коли поміж інших речей, ти знаєш як впоратися зі своєю обраною зброєю.]===],
},
[3119] = {
[===[Священна сигіла]===],
[===[Цю сигілу передав мені посланець від тренерки жерців, Шанди. Схоже, що вона хоче про щось з тобою поговорити. Прочитай сигілу і йди до неї.]===],
[===[Прочитайте священну сигілу та поговоріть з Шандою в Альдрассолі.]===],
[===[Рада бачити, що ти {стать:прийшов:прийшла} так швидко, {ім'я}. Ласкаво прошу.

Як ти вже {стать:міг:могла} чути, в Тельдрассіль постійно прибувають мандрівники. Навіть членам Альянсу було дозволено ступати на гілки Тедрасілля для того, щоб зустрітися з калдореями, які готуються до майбутніх пригод.]===],
[===[Поки що не переймайся про світ за межами Тельдрассіля. У тебе іще буде час на це у майбутньому. Іди та поговори з іншими в Тінистій долині — вони розкажуть тобі більше про тутешні події. Допомагай їм усім, чим можеш, а коли відчуєш, що тобі потрібно більше тренувань — повертайся до мене і я навчу тебе всього, що знаю сама.]===],
},
[3120] = {
[===[Вкрита мохом сигіла]===],
[===[Цю сигілу передав мені посланець від тренера друїдів, Марданта. Схоже, що він хоче про щось з тобою поговорити. Прочитай сигілу і йди до нього.]===],
[===[Прочитайте вкриту мохом сигілу та поговоріть з Мардантом Міцнодубом на дереві Альдрассіль в Тінистій долині.]===],
[===[Ах, {стать:юний:юна} {клас}. Бачу, ти прагнеш навчатись. Добре.

А ти вже знаєш про Смарагдовий Сон? Хоча, тобі певно ще зарано... Всьому свій час.

Та до того, нам є про що поговорити.]===],
[===[Поки що я буду твоїм наставником. Мій обов'язок — не тільки навчити тебе розуміти духів, а й познайомити тебе з таємницями Смарагдового Сну.

Коли матимеш достатньо досвіду й сили — ти дізнаєшся більше про занурення в сон. Та до тих пір приходь до мене і я навчу тебе всього необхідного.]===],
},
[3181] = {
[===[Ріг чудовиська]===],
[===[Цей гігантський ріг вкритий численними подряпинами й тріщинами. Крім того, в ньому застрягла якась залізяка.

Оглянувши його ретельніше, ви розумієте, що ця залізяка є уламком сокири. На металі видніється гравіювання:

Власність горянки Щебінки.

Ви намагаєтесь витягнути зламану головку сокири, але вона розсипається на дрізки.

Упс!]===],
[===[Віднесіть гігантський ріг Марґол горянці Щебінці.]===],
[===[Ні, я не відчиню ворота.]===],
[===[Що це в тебе? Це ж очевидна підробка!

Я стикалась з Марґол і точно знаю, що її ріг щонайменше у вісім разів більше, ніж те, що ти тримаєш в руках, {ім'я}. Ти певно {стать:зняв:зняла} це з якогось буреморда в Степах. Ні, {стать:пане:пані}, Щебінку так легко не надурити.]===],
},
[3182] = {
[===[Доказ правоти]===],
[===[Ти думаєш, що я повірю в цю нісенітницю? Якби це був справжній ріг, з нього б все ще стирчало лезо моєї сокири.

Слухай, неси цю підробку куратору Торію в Залізогарт. Якщо він зможе підтвердити ці слова, повертайся з доказом твоєї правоти і я дам тобі ключ від воріт до Випаленої ущелини.

Йди вже!]===],
[===[Віднесіть гігантський ріг Марґол куратору Торію в Залізогарт.]===],
[===[Вітаю вас, {стать:юначе:юначко}. Бажаєте оглянути музей?]===],
[===[Що це?

Ох, очам своїм не вірю! Ви усвідомлюєте, що тримаєте в руках, {раса:к}? Це ріг Марґол Лютої! Тої самої Марґол, від якої постраждав кожен археолог, що коли-небудь ступав у Випалену ущелину.

Чи можу я його залишити собі?]===],
},
[3201] = {
[===[Нарешті!]===],
[===[Не можу повірити, що Щебінка сумнівалась в справжності рогу. Між нами, я думаю вона просто заздрить. Я знаю, що вона сама хотіла вбити це чудовисько, але щось пішло не так.

Тож вам потрібен доказ правоти? Після вашого цінного внеску до музею я з радістю випишу його.

<Куратор Торій починає заповнювати величезний документ.>

Ось так! Можете повертатись з цим до Щебінки.]===],
[===[Покажіть доказ правоти горянинці Щебінці.]===],
[===[Не можу в це повірити.]===],
[===[Не знаю, як {стать:такий хиляк:така хилячка}, як ти, {стать:зміг:змогла} подолати Марґол, але угода є угода. Ось ключ.

Якщо після цього з тобою щось трапиться — ти {стать:сам винен:сама винна}.]===],
},
[3361] = {
[===[Скрута біженця]===],
[===[Ми вигнали трогів з Гномреґана, але потім все пішло шкереберть! Зараз наш дім повністю опромінений і ми, гноми, розкидані по всьому Дун-Морогу.

Я так поспішав втекти від радіації, що загубив всі свої речі та всі інструменти. А тролі прибрали все до рук. Вони вкрали мій ящик, скриню і навіть відро з болтами! Вони відтягли все до себе в табір, на південний захід від Ковмара.

Я зовсім не шукач пригод, чи не {стать:міг би:могла б} ти знайти мої речі та принести їх мені сюди, будь ласка?]===],
[===[Принесіть в Ковмар коробку Фелікса, скриню Фелікса і відро з болтами Фелікса та віддайте все це Феліксові Вінделболту.]===],
[===[Ой божечки, {ім'я}, це місто не дуже підходить для таких як я. Тут стільки ж кепських створінь, скільки їх було в Гномреґані до катастрофи!

В тебе є мої речі? Уявити собі не можу, що з ними могли зробити тролі...]===],
[===[Урааа! Тобі вдалося знайти мої речі! Ти {стать:мій рятівник, друже:моя рятівниця, подруго}. Ось, тримай, — це небагато, але хоч якась винагорода за твої клопоти. Дякую!]===],
},
[3364] = {
[===[Доставлення пекучої ранкображки]===],
[===[Га! Я вже повинен був доставити цю смаковиту пекучу ранкображку Дарнанові Хутростригу у Ковмар, та тільки спочатку мені потрібно було завезти трохи Ґреліну. Я жодним чином не встигну дістатись до Ковмара, перш ніж бражка охолоне!

Ти виглядаєш {стать:прудкішим:прудкішою} за мене; може ти б це {стать:зробив:зробила}? Кухоль залишиться гарячим ще хвилин п'ять, а Дарнан не замовляв "холодну" ранкображку, тому йди-но. Ковмар — поселення, що в скелях на північному сході.

Дякую {Ім'я}, і не забудь повернути мій кухоль!]===],
[===[Віднесіть пекучу ранкображку Дарнану Хутростригу у Ковмар. Це треба зробити за п'ять хвилин, перш ніж вона охолоне!]===],
[===[Ага, я Дарнан Хутростриг. Маєш щось для мене?]===],
[===[От добре, зараз це те, що треба. Дозволь зробити невеликий перестанок, поки я насолоджуюся пекучою ранкображкою!]===],
},
[3365] = {
[===[Повернення кухля]===],
[===[Це саме те, що треба! Немає нічого кращого ніж свіжа, гаряча — ні, ПЕКУЧА ранкображка в холодний зимовий день, щоб зігріти ваші душі.

Ось, тримай, {ім'я}. Будь ласка, зроби хорошу справу для мене — поверни цей порожній кухоль Норі.]===],
[===[Поверніть Норів кухоль Норі Гідношлямбуру.]===],
[===[Сподіваюсь, що пекуча ранкображка потрапила до Дарнана вчасно! Ти {стать:не забув:не забула}, принести мій кухоль назад?]===],
[===[Чудово, {ім'я}! Ти здивуєшся, дізнаючись скільки кур’єрів я зустрічав, що забувають зробити найпростіше — повернути кухоль. А кухлі не ростуть на деревах, наскільки мені відомо!

Ось невелика винагорода за твої зусилля. Ще раз дякую за допомогу.]===],
},
[3367] = {
[===[Камені Сантари]===],
[===[<Дорій стогне.>

Мене важко поранили, {раса:к}. В голові... паморочиться... Певно, у мене внутрішня... кровотеча.

Я маю повернутись до Залізогарту. Допоможи мені, {ім'я}.]===],
[===[Допоможіть Дорію повернутись до Залізогарту.]===],
[===[Я не зможу дійти...]===],
[===[Цей лист був випав з рук Дорія, коли його застрелили.]===],
},
[3368] = {
[===[Камені Сантари]===],
[===[Брате,

Якщо ти читаєш цей лист, мене більше немає в живих. Не знаю, хто доставить тобі листа, але неодмінно подякуй і винагороди його.

Тепер про камені: вони існують, і вони у Темного Заліза. Їхній лідер, Латорик Чорний, використовує силу каменів, щоб поневолити мою команду археологів. Їх відвели в котел. Їхній розум затьмарений, вони працюють день і ніч, щоб завершити щось під назвою Обсидіон.

Врятуй їх, брате. Це моя остання воля.

-Дорій]===],
[===[Віднесіть обпалений лист Торію в Залізогарт. Він знаходиться в залі Дослідників.]===],
[===[<Торій плаче.>]===],
[===[<Торій витирає сльози.>

Клянусь Світлом, ми виконаємо його волю.]===],
},
[3370] = {
[===[У кошмарах]===],
[===[У цього уламка є великі секрети; це істинне єство Смарагдового Сну. Однак те, що я бачу в ньому - зовсім не сон; дехто називає такі видіння кошмаром.

Не хочу вас хвилювати, {ім'я}, але я вважаю, що найкраще, якщо ви віддасте цей уламок в руки мудрого друїда, і як найшвидше.

Матренґіл Ведмелик у Кенарійському Колі - це саме, той кого потрібно знайти. Вирушайте в Дарнас. На жаль, більше нічого не можу сказати.]===],
[===[Принесіть уламок кошмару Матренґілу Ведмелику в Дарнас.]===],
[===[Чим можу тобі допомогти?]===],
[===[Фалла послала тебе до мене? Ану-ну, подивімось на той уламок, що, як ти кажеш, так її наполохав...

<Матренґіл вглядається в уламок> 

О... Я не... Ну.

{ім'я}, дякую, що ти {стать:приніс:принесла} мені це. Необачно обговорювати подібні речі, але я все-таки, дещо тобі скажу. Цією справою надалі займатимуться виключно кенарійські друїди.

Скажімо так: в Смарагдовому Сні все виявляється зовсім не так, як ми вважали...

Можливо, у майбутньому наші з тобою шляхи знову перетнуться.]===],
},
[3371] = {
[===[Дворфійське правосуддя]===],
[===[Там, де колись було моє серце, нині порожня діра, {ім'я}. Я ніколи не зможу змиритися із загибеллю Дорія. Але я маю виконати його останнє бажання — винуватці цього холоднокровного вбивства мають пізнати правосуддя.

Повертайся до Випаленої ущелини та виконай його останнє прохання – звільни його товаришів.]===],
[===[Повертайтесь до Випаленої ущелини та знайдіть команду археологів Дорія.]===],
nil,
[===[Забудь про мене, допоможи іншим...]===],
},
[3372] = {
[===[Звільни їх]===],
[===[Звільни їх, {раса:к}. Навіть коли їх тіла знесиляться, сила Сантари змусить їх завершити завдання будь-якою ціною.

Вся справа у вівтарі Сантари. Йди на північний захід. В пагорбах, над печерою, Молот Сутінків охороняє реліквію. Забери її та поклади на вівтар Сантари.

<Археолог знесилено падає на землю.>]===],
[===[Знайдіть загадковий артефакт, який охороняють ідолопоклонники Молота Сутінків в північно-західній частині Випаленої ущелини.]===],
[===[Вівтар порожній.]===],
[===[Ви кладете загадковий артефакт на вівтар Сантари.]===],
},
[3375] = {
[===[Запасний фіал]===],
[===[Ем... Тобі потрібен ще один фіал провидіння? Ти жартуєш, так? Що ти {стать:зробив:зробила} з першим?! У нас і так купа роботи, {раса:к}. Ці фіали на деревах не ростуть! Було б добре, звісно, якби росли, бо я б пішов туди й зірвав один, бо іншого у мене немає!!!

Для того, щоб зробити новий, мені потрібно: зілля мани, шматочок вугілля і трохи солодкого нектару. Не питай навіщо, просто принеси, і я зроблю тобі новий.]===],
[===[Принесіть зілля мани, вугілля та солодкий нектар Талвашу дель Кісселю в Залізогарт, щоб отримати новий фіал провидіння Талваша.]===],
[===[Щоб зробити ще один фіал, мені потрібно зілля мани, шматочок вугілля і трохи солодкого нектару.

І купа терпіння.]===],
[===[{стать:Могутній шукач:Могутня шукачка} пригод все {стать:приніс:принеслв}. Ура мені! До речі, я збрехав — у мене був запасний фіал. Ось, тримай.

Ну а чого ти {стать:очікував:очікувала}?! "Ось, візьми ще одну! Мені ж робити більше нічого, як роздавати магічні пристрої зв'язку!" Але ти не хвилюйся, усе, що ти мені {стать:приніс:принесла}, знадобиться, щоб виготовити ще один фіал, коли ти й цей загубиш.

Будь ласка, доведи, що я помиляюся, і не загуби ще й цей, добре?]===],
},
[3448] = {
[===[Передача доручення]===],
[===[Мені нещодавно доручили дослідити Азшару — колись прекрасний край, який ельфи називали домом. Це було ще в ті часи, коли вони практикували магію. Нині ж небезпека цього місця не поступається його красі, та не завадить нам перевернути там все догори дном, щоб дізнатись більше про наше минуле.

Мій супутник Тимор запропонував мені свою допомогу, адже він і сам в цьому зацікавлений.

Він живе в невеличкому будиночку поруч із залом Таємниць, тут, у місті.]===],
[===[Поговоріть з Тимором в Залізогарті.]===],
nil,
[===[А, тебе Карник прислав, чи не так? Я саме чекав на звістку від нього. Я дізнався цікаві речі про Азшару... Я знаю, що нічні ельфи живуть неймовірно довго, та всі забувають про деякі більш... неприємні речі в їх історії. Це не образа, просто спостереження.

Колись давно там стояли величні міста ельфів, сповненні знань про магію та інші давно забуті мистецтва. Оскільки я вивчаю такі речі, я розпочав свої дослідження. І я відкрив дещо приголомшливе.]===],
},
[3449] = {
[===[Арканічні руни]===],
[===[Колись ельфи поклонялись магії не менше, ніж самій Елуні. Деякі їх могутні чаклуни створили руни та скрижалі, в яких записані таємниці аркани та їх відкриття. Зазвичай вони залишали їх на площах, де всі могли поміркувати над ними.

Я хотів би, щоб ти {стать:зробив:зробила} замальовки рун в руїнах Ельдарату. В мене є набір, з допомогою якого ти зможеш їх зробити, але знайти їх тобі доведеться самостійно. Та будь {стать:обережний:обережна}, руїни Ельдарату цікавлять не тільки Лігу дослідників.]===],
[===[За допомогою набору для малювання зробіть замальовки руни Бет'Амара, рун Джин'яель, руни Маркрі та руни Сель'гай, після чого відправляйтесь на маленький острів біля південного півострова Азшари та подайте сигнал пілоту Зіґґсу Запалювачу.]===],
[===[О, радий, що тобі вдалось дістатись сюди, {ім'я}. Замальовки для Тимора в тебе?

Хоч це й небезпечні землі, та на узбережжі зазвичай спокійно. Можливо, тому, що наги плавають під водою, та це не моє діло... Я патрулюю небо.]===],
[===[Радий бачити тебе {стать:цілим і неушкодженим:цілою і неушкодженою}, {ім'я}. Сподіваюсь, це було не надто складно.

Я одразу ж доставлю їх Тимору. Він буде неймовірно радий побачити їх.

Бувай, і викинь вже цей сигнальний пістолет. Він тобі певно тобі все одно вже не знадобиться, а в мене вже є новий.]===],
},
[3450] = {
[===[Проста доставка]===],
[===[Я хочу, щоб замальовки доставили до моєї вежі, та тобі не обов'язково самостійно йти весь цей шлях. Його доставлять з Азшари по повітрю.

Зіґґс Запалювач переді мною в боргу, та й все одно скоро буде в тих краях — йому доручили патрулювати узбережжя. Поговори з ним перед тим, як відправитись туди. Він дасть тобі сигнальний пістолет, щоб ти міг подати йому сигнал. Як матимеш замальовки — просто йди в обумовлене місце і передай їх йому. Зараз він певно у Військовій палаті.]===],
[===[Проворіть з Зіґґсом Запалювачем в Залізогарті.]===],
nil,
[===[Чим я можу допомогти тобі, {ім'я}? Я трохи зайнятий підготовкою моєї машини до довгого польоту. Я прийшов сюди до пілотів танків, щоб взяти кілька грив вендиго для моєї кабіни.

Що ж, у мене є зайва хвилина. Один хлопак щойно пішов у Сховище Сталешквара, щоб подивитись, чи є в них кілька зайвих грив.]===],
},
[3451] = {
[===[Сигнал для посадки]===],
[===[А, то тебе Тимор прислав, ге? Що, борг перед ним? От же, чортяка малий. Так, я йому з цим допоможу. Тобі знадобиться сигнальний пістолет і гарне місце для посадки... це просто.

Біля південного півострова Азшари є невеличкий острів, на якому ми зробили вертолітний майданчик. Візьми цей сигнальний пістолет і використай там. Я прилечу й заберу... що йому там треба.]===],
[===[Поговріть з Зіґґсом Запалювачем у Залізогарті та отримайте звичайний сигнальний пістолет.]===],
nil,
[===[Ось мій сигнальний пістолет. Як даси сигнал — запасись терпінням. В ньому всього пара зарядів, а мені може знадобитись кілька хвилин, щоб долетіти до тебе. Просто помилуйся морем, як вистрілиш.]===],
},
[3461] = {
[===[Повернення до Тимора]===],
[===[Тимор не дав мені винагороду для тебе, тож тобі доведеться {стать:самому:самій} обговорити це з ним в Залізогарті. Скоріш за все він у себе в Таємній палаті. Йди до нього і вимагай гідну оплату. Місце тут не курортне, це точно.

І все ж дякую за допомогу і нехай тобі щастить.

А, ні, мені не потрібен набір для малювання. Віддай йому Тимору, як побачишся з ним.]===],
[===[Поверніть набір для малювання Тимору в Залізогарт.]===],
[===[Ти {стать:повернувся:повернулась}! Чудово. Мій набір для малювання в тебе?]===],
[===[Чудово! Радий це чути.

Мені вже не терпиться повернутись до моєї вежі та попрацювати над цими замальовками. Я так заздрю тобі... побувати в Азшарі. Певно, це мрія всіх дослідників магії.

Що ж, хоч ми й не домовлялись про винагороду, адже це послуга для Ліги дослідників, та ти заслуговуєш на неї.]===],
},
[3483] = {
[===[Сигнал для посадки]===],
nil,
nil,
nil,
[===[А, ще один сигнальний пістолет? Так, без проблем.

І не забудь — південний мис Азшари. Там маленький острів, на якому обладнаний вертолітний майданчик. Ти його не пропустиш, якщо будеш в правильному місці.]===],
},
[3519] = {
[===[Друг у біді]===],
[===[У-у-ух... Мене дуже сильно вкусила павучиха Ґітісс Мерзенна, поки я оглядав павучу печеру тут неподалік. Я певно серйозно отруєний, ти маєш мені допомогти!

Будь ласка, розкажи все Діраньї Срібносяй, вона зможе мені зарадити.

Поспішай... У мене так паморочиться у голові...]===],
[===[Поговоріть з Діраньєю Срібносяй у Тінистій долині.]===],
nil,
[===[Ой лишенько, а я гадала, чому я ще не бачила Іверрона сьогодні. І я ж завжди застерігала його про цих павуків...]===],
},
[3521] = {
[===[Іверронова протиотрута]===],
[===[Можливо, нам вдасться допомогти Іверронові, оскільки я знаю протиотруту, яка повинна б зарадити. Проте мені потрібні деякі інгредієнти, щоб я почала її готувати.

Мені знадобляться гіацинтові гриби. Ти можеш знайти їх під деревами або забрати у грелів на південь звідси. Схоже, гриби їм сподобалися. Мені також потрібні місяцепелюсткові лілеї, які ростуть лише навколо водойм.

А ось останній інгредіент, мабуть, буде найважче дістати. Збери сукровицю у павутиннолісих, тих самих павуків, що отруїли Іверрона.]===],
[===[Зберіть 7 гіацинтових грибів, 4 місяцепелюсткові лілеї й 1 сукровицю павутиннолісих для Діраньї Срібносяй у Тінистій долині.]===],
[===[Будь ласка, збери інгредієнти, {Ім'я}. Іверрону потрібна наша допомога.]===],
[===[Хвала Елуні, ти {стать:зібрав:зібрала} ці інгредієнти справді швидко!

Я приготую протиотруту вже за мить.]===],
},
[3522] = {
[===[Іверронова протиотрута]===],
[===[Протиотрута готова, {Ім'я}. Будь ласка, переконайся, що Іверрон її вип'є.

Також тобі варто дещо знати. Протиотрута буде дієвою лише протягом 5 хвилин, тому ти {стать:повинен:повинна} принести її Іверронові вчасно.

Швидкої тобі дороги, {клас:к}.]===],
[===[Принесіть Іверронову протиотруту Іверрону до того, як спливе час. Ви зможете знайти Іверрона біля печери на півночі.]===],
[===[Ох... {Ім'я}, який я радий, що ти {стать:повернувся:повернулася}.]===],
[===[А це що, {Ім'я}?

А-а, я знав, що Діранья зможе мені допомогти!

Я завжди втрапляю в якусь халепу, а Діранья, ну, їй завжди вдається допомогти мені виплутатись.

Мені значно краще, але я все ж посиджу тут ще трохи, доки не почуватимуся зовсім добре. І ще, якщо чесно, я сподівався, що ти {стать:зміг би:змогла б} розчистити мені шлях крізь цих лісопавутинних павуків...]===],
},
[3524] = {
[===[Викинуті на берег]===],
[===[Величні морські істоти викидаються на узбережжя Темнобережжя і залишаються там, поки не помруть. Останнім часом ці створіння дедалі частіше викидаються на берег. Мене направив сюди храм Місяця, щоб дослідити це, але присутність мурлоків на узбережжі ускладнює моє завдання.

На південь від Аубердіну на берег викинуло гігантську істоту і її оточили бридкі сіромлисті мурлоки. Чи не {стать:міг би:могла б} ти піти туди та добути кістки цієї істоти для нашого дослідження?]===],
[===[Добудьте кістки морської істоти, викинутої на берег на південь від Аубердіну і поверніться з ними до Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Ці істоти лише нещодавно почали викидатись на берег Темнобережжя в такій тривожній кількості. Не можу сказати точно, але думаю, що це поганий знак. Дослідження кісток цієї істоти, що лежить на півдні, допомогло б нам у Дарнасі краще оцінити ситуацію!]===],
[===[Сподіваюся, мурлоки не принесли тобі багато клопоту, поки ти {стать:збирав:збирала} для нас кістки! Я неодмінно доставлю їх наступним гіппогрифом до Дарнасу. Храм Місяця віділив мені трохи коштів на це дослідження. Прошу, прийми їх в знак нашої вдячності.

Твій успіх спонукає мене запропонувати тобі надавати допомогу храму Місяця й надалі, якщо тобі, звісно, цікаво...]===],
},
[3566] = {
[===[Повстань, Обсидіон!]===],
[===[Це... Це була... пастка.

Пробач... мені.

Вбий цього покидька... Заради нас... Заради Торія.]===],
[===[Вбийте Латорика Чорного та Обсидіона і поверніться до Торія в Залізогарт з головою Латорика Чорного та серцем Обсидіона.]===],
[===[Не можу повірити! У тебе є докази?]===],
[===[<Торій блідніє.>

Цього... не може бути. Мій рідний брат? Це все його робота?

<Обличчя Торія сповнюється гнівом.>

Він зрадив мене, він зрадив Залізогарт! Здається, наші землі все ще знаходяться під сильним впливом Старих Богів. Якщо мого брата — колись благородного і чесного — так легко підкорили волі Рагнароса, боюсь, що ми всі в небезпеці.]===],
},
[3636] = {
[===[Нести світло]===],
[===[Скара постійно загрожує Альянсу, про це ти певно вже знаєш. Я тут нещодавно дізнався дещо, {ім'я}.

В Степах знаходяться жахливі тернові зарослі, що називаються норами Бритвоболотих. Колись там жили тільки звичайні свинобрази, та після їх об'єднання зі Скарою, там поселились різні чудовиська. Ними керує ліч, на ім'я Амненнар Стужевій.

Прожени це зло, {ім'я}, заради Світла!]===],
[===[Архієпископ Бенедикт просить вас вбити Амненнара Стужевія в норах Бритвоболотих.]===],
[===[Амненнара необхідно знищити, {ім'я}, і швидше.]===],
[===[Дякую, {ім'я}. Тепер Скара не буде так бездумно посилати свої сили.

Нехай береже тебе Світло.]===],
},
[3661] = {
[===[Улюбленці Елуни?]===],
[===[Дикі совухи — досить непередбачувані істоти, {ім'я}. Вони можуть бути добрими й милими, але щойно щось дороге для них опиняється під загрозою — в них прокидається надзвичайно жорстокий звір!

Подейкують, що їх створила сама Елуна, і я хочу дізнатися, чи це справді так.

Нещодавно я дізнався, що серед дикої природи Внутрішніх земель живуть дикі совухи — злий, примітивний та жорстокий вид. Чи не {стать:міг би:могла б} ти зібрати для мене їхнє пір'я?]===],
[===[Зберіть 15 пір'їн диких совухів у Внутрішніх землях для Ереласа Бурштинонебого з селища Рут'Теран.]===],
[===[Спробуй триматись якнайдалі від диких совухів, {ім'я}. Вони можуть розцінити твою присутність, як загрозу...]===],
[===[Дякую за пір'я, {ім'я}.

Що тобі вдалося дізнатись про диких совухів?

Можливо, це пір'я допоможе нам дізнатися про них більше. Люті монстри чи звичайні мирні тварини? Сподіваюся, колись я дізнаюся правду...

Я продовжу свої дослідження, тож приходь пізніше, мені може знову знадобитись твоя допомога.]===],
},
[3681] = {
[===[Фоліант божественності]===],
[===[Вибач, що відволікаю від пригод, {раса:к}, та зі Штормовію прийшов наказ для паладинів прибути для продовження навчання.

Схоже, що настав особливий час твого шляху {клас:р} — вивчення священних фоліантів.

Знайди Даторіана Ралла в Штормовії. Він зазвичай навчає паладинів в соборі Світла.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[Вітаю в соборі Світла, {клас:к}.]===],
},
[3701] = {
[===[Тліючі руїни Тауріссана]===],
[===[Вирушай до тліючих руїн Тауріссана в Палаючому степі та збери якомога більше інформації.

Кажуть, що руїни усіяні таємничими реліквіями. Можливо, тобі варто розпочати пошуки там, {ім'я}. Остерігайся вартових-вбивць Тауріссана. Вони стережуть руїни, охороняючи всі приховані там таємниці.]===],
[===[Відправляйтесь до руїн Тауріссана в Палаючий степ і добудьте інформацію про реліквії Тауріссана. Повертайтесь зі знахідкою до королівського історика Архіни.]===],
[===[Є якась нова інформація?]===],
[===[Лишенько! Ця інформація багато чого прояснює щодо Тауріссана.

Але нам доведеться дізнатися ще більше!]===],
},
[3702] = {
[===[Тліючі руїни Тауріссана]===],
[===[Хочеш почути коротку історію дворфів Темного Заліза?]===],
[===[Вислухайте розповідь королівського історика Архіни про Тауріссана.]===],
[===[Дозволь мені закінчити розповідь про Тауріссана.]===],
[===[Продовжимо?]===],
},
[3741] = {
[===[Намисто Гіларі]===],
[===[Моя подружка Гіларі загубила своє намисто й ми не можемо його знайти. Ми тут весь день рибалили й пошукали всюди, де тільки можна. Лишається тільки думати, що воно впало в озеро. Батьки не хочуть, щоб ми купалися в озері... Мама каже, що там якісь лихі речі під водою, але ти схоже не боїшся лихих речей.
 
Ти можеш знайти його для неї, будь ласка?]===],
[===[Знайдіть намисто Гіларі та поверніть його їй у Приозер'я.]===],
[===[Привіт. Я сумую за своїм намистечком. Татусь подарував його мені. Тато каже, там є чудовиська в озері. Ти колись {стать:бився:билась} з чудовиськами?]===],
[===[Дякую, що {стать:знайшов:знайшла} моє намисто, {стать:містере:міс} {клас:н}... ти дуже {стать:добрий:добра}! Моя киця теж тобі дякує, чи не так, Ефсі?]===],
},
[3763] = {
[===[Допомога верховному друїду Оленерогу]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Дарнасі шукає таких досвідчених шукачів пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Фендрал Оленеріг.

Будь ласка — якщо тобі цікаво, поговори з ним особисто в Кенарійському Анклаві в Дарнасі.]===],
[===[Поговоріть з верховним друїдом Ферндралом Оленерогом в Дарнасі.]===],
nil,
[===[Що ж, {клас:к}... оскільки тобі повідомили, що я сам керую цим дослідженням, ти, очевидно, {стать:прийшов:прийшла} якнайшвидше.

І якщо ти вже тут, слухай уважно, поки я розкажу подробиці. Не маю бажання пояснювати двічі.]===],
},
[3764] = {
[===[Ґрунт Ун'Ґоро]===],
[===[Кажуть, що ґрунт кратера Ун'Ґоро наділений потужними магічними властивостями. Я хочу дізнатись, наскільки ці чутки правдиві. Вирушай в нетрі кратера Ун'Ґоро та дістань достатньо якісних зразків ґрунту для наших досліджень.

Тобі може здатися, що ця справа не варта тебе. Але таке відношення не сподобається ні мені, ні Кенарійському Колу. Принеси зразки Дженалу, який, певно, ловить ґав надворі за цим деревом. Просто шукай купки землі, і знайдеш його. Постачанням займається він, а не я.]===],
[===[Принесіть 20 зразків ґрунту Ун'Ґоро Дженалу в Кенарійський Анклав, що в Дарнасі.]===],
[===[А, так, земля. Верховний друїд вимагає з кожного шукача пригод по двадцять купок — буде йому двадцять купок. І нехай проваляться ті, хто діє проти нас!]===],
[===[Залиш свій дорогоцінний вантаж тут, {стать:благородний:благородна} {клас:к}. Мабуть, це був неабиякий тягар... не легший від тягаря, який несу я, будучи провидцем. Ось плата за твою роботу, як наказав сам верховний друїд.

Він хоче знову хоче бачити тебе, {ім'я}. Його наступне завдання буде легше виконати, якщо ти розумієшся на травництві хоча б на рівні підмайстра. Але навіть якщо це не так, ти все одно зможеш допомогти Колу!]===],
},
[3765] = {
[===[Заморські проблеми]===],
[===[Штормовій — бурхливий центр різних діяльностей.

Я приїхав здалеку в пошуках допомоги. Я чув, що вулицями цього міста ходить багато шукачів пригод.

Мій брат, Ґершала, потребує допомоги. Він проживає в прибережному містечку, Аубердіні.

Це дуже далека подорож, повна пригод. Тому я й прошу допомоги {стать:такого досвідченого:такої досвідченої} {клас:р}, як ти.]===],
[===[Прямуйте до Ґершали Нічношереха в Аубердін.]===],
nil,
[===[То тебе прислав мій брат, Арґос? Ти певно {стать:втомився:втомилась} від такої далекої подорожі. Та нам ще багато про що треба поговорити.]===],
},
[3781] = {
[===[Дослідження світанки]===],
[===[За допомогою того, що ми називаємо торбою вічного цвітіння, ми виростили насіння Тарлендріса в ґрунті з кратера Ун'Ґоро. З цього насіння проростає низка корисних трав. Одна з них – світанка, таємнича рослина, про яку ми мало що знаємо. І я збираюсь дослідити її.

Віднеси це вниз, до Матренґіла, і він дасть тобі трохи насіння для початку. Якщо ти витратиш все, тобі доведеться купити у нього ще.]===],
[===[Віднесіть розписку верховного друїда про видачу насіння Матренґілу Ведмелику в Кенарійський Анклав, що в Дарнасі.]===],
[===[Мир і спокій тобі, {клас:к}. Ти тут за дорученням від самого верховного друїда, чи не так?]===],
[===[Так, по цій розписці я можу видати тобі двадцять пакетів насіння. Якщо закінчиться — я зможу продати ще. На жаль, насіння Тарлендріса досить дорого виробляти у великій кількості. Ось чому Кенарійське Коло просить тих, хто нам допомагає, компенсувати частину витрат.

Ті, хто повертається зі світанкою, знають, що винагорода верховного друїда з лишком окупає витрати.]===],
},
[3785] = {
[===[Дослідження світанки]===],
[===[Ось твоя торба вічного цвітіння, у якій ти зможеш проростити насіння Тарлендріса. Тобі доведеться посадити їх у ґрунт Ун'Ґоро. Як матимеш все необхідне — просто скористайся торбою. Вона подбає про все інше.

Як матимеш достатньо світанки — принось її мені. І прошу, не турбуй верховного друїда, він дуже зайнятий, не варто відривати його від справ кожного разу, коли хтось приходить з черговою партією світанки!]===],
[===[За допомогою торби вічного цвітіння, пакету насіння Тарлендріса та двох зразків ґрунту Ун'Ґоро спробуйте проростити світанку.

Принесіть 10 світанок Матренґілу Ведмелику в Дарнас.]===],
[===[Ну як, {ім'я}, тобі вдалось виростити світанку для важливих досліджень верховного друїда? Його праця для Кенарійського Кола надзвичайно важлива, і твоя допомога не залишиться непоміченою!]===],
[===[Молодець, {ім'я}, я обов'язково віддам їх верховному друїду, коли вони йому знадобляться. А поки що прийми це на знак вдячності Кенарійського Кола.

Нам завжди потрібна світанка, тож якщо хочеш і надалі допомагати нам — повертайся, коли знову виростиш її.]===],
},
[3787] = {
[===[Прохання Вогнепада]===],
[===[Перепрошую...

Один мій колега хоче поговорити з тобою щодо дослідження, яке він проводить спільно з Кенарійським Колом. Це друїд на ім'я Квінтіс Вогнепад, що знаходиться у фортеці Перомісяць, що у Фераласі. Він хоче поговорити про світанку... І схоже, що він хоче зберегти це в таємниці від верховного друїда.

Якщо тобі цікаво — поговори з ним, він розкаже детальніше.]===],
[===[Поговоріть з Квінтісом Вогнепадом у фортеці Перомісяць.]===],
nil,
[===[Дякую, що {стать:прийшов:прийшла}, {стать:мандрівниче:мандрівнице}! Дозволь представитись — я Квінтіс Вогнепад, друїд та скромний прислужник Малфуріона та Кенарійського Кола. Ми з моїми колегами, генералом Шандріс Перомісяць та Протекторатом, хотіли б поговорити про завдання, яке ти виконуєш для Фендрала Оленерога в Дарнасі.

Перед тим, як ми продовжимо, я маю попросити тебе, щоб це все залишилось між нами. Якщо ти {стать:згоден:згодна}, можемо продовжити.]===],
},
[3788] = {
[===[Прохання Вогнепада]===],
[===[Перепрошую...

Один мій колега хоче поговорити з тобою щодо дослідження, яке він проводить спільно з Кенарійським Колом. Це друїд на ім'я Квінтіс Вогнепад, що знаходиться тут, у фортеці Перомісяць. Він хоче поговорити про світанку... І схоже, що він хоче зберегти це в таємниці від верховного друїда.

Якщо тобі цікаво — поговори з ним, він розкаже детальніше.]===],
[===[Поговоріть з Квінтісом Вогнепадом у фортеці Перомісяць.]===],
nil,
[===[Дякую, що {стать:прийшов:прийшла}, {стать:мандрівниче:мандрівнице}! Дозволь представитись: я Квінтіс Вогнепад, друїд та скромний послужник Малфуріона та Кенарійського Кола. Ми з моїми колегами, генералом Шандріс Перомісяць та Протекторатом, хотіли б поговорити про завдання, яке ти виконуєш для Фендрала Оленерога в Дарнасі.

Перед тим, як ми продовжимо, я маю попросити тебе, щоб це все залишилось між нами. Якщо ти {стать:згоден:згодна} — можемо продовжити.]===],
},
[3789] = {
[===[Допомога верховному друїду Оленерогу]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Дарнасі шукає таких досвідчених шукачів пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Фендрал Оленеріг.

Будь ласка — якщо тобі цікаво, поговори з ним особисто в Кенарійському Анклаві в Дарнасі.]===],
[===[Поговоріть з верховним друїдом Ферндралом Оленерогом в Дарнасі.]===],
nil,
[===[Що ж, {клас:к}... оскільки тобі повідомили, що я сам керую цим дослідженням, ти, очевидно, {стать:прийшов:прийшла} якнайшвидше.

І якщо ти вже тут, слухай уважно, поки я розкажу подробиці. Не маю бажання пояснювати двічі.]===],
},
[3790] = {
[===[Допомога верховному друїду Оленерогу]===],
[===[Перепрошую, {клас:к}, можна тебе на хвилинку?

Кенарійське Коло в Дарнасі шукає таких досвідчених шукачів пригод, як ти, що допоможуть їм з важливим дослідницьким проєктом. Я не знаю подробиць, та можу точно сказати, що очолює цей проєкт сам верховний друїд Фендрал Оленеріг.

Будь ласка — якщо тобі цікаво, поговори з ним особисто в Кенарійському Анклаві в Дарнасі.]===],
[===[Поговоріть з верховним друїдом Ферндралом Оленерогом в Дарнасі.]===],
nil,
[===[Що ж, {клас:к}... оскільки тобі повідомили, що я сам керую цим дослідженням, ти, очевидно, {стать:прийшов:прийшла} якнайшвидше.

І якщо ти вже тут, слухай уважно, поки я розкажу подробиці. Не маю бажання пояснювати двічі.]===],
},
[3791] = {
[===[Таємниця світанки]===],
[===[{Ім'я}, я буду з тобою відвертим. Мене цікавить – ні, мене хвилює, чому верховний друїд у Дарнасі користується ім'ям та можливостями Кенарійського Кола для того, щоб добувати величезну кількість світанки. Я – дослідник, і спеціалізуюсь на прокляттях. І я чув, що за певних умов світанка набуває тих самих властивостей, що й інші трави, що використовуються в примітивних прокляттях.

Я хотів би дізнатися про неї більше, тож мені потрібна твоя допомога. Принеси мені десять світанок і я гідно тобі віддячу.]===],
[===[Принесіть 10 світанок Квінтісу Вогнепаду в фортецю Перомісяць.]===],
[===[Мені потрібно десять світанок – цього має бути достатньо для початку досліджень. Звісно, я витрачу чимало матеріалу на тупикові експерименти, але така вже природа наукових досліджень.]===],
[===[Хм, ця світанка викликає в мене... дивні відчуття. Що, в ім’я Елуни, задумав зробити з ними Оленеріг?

У будь-якому разі, ще раз дякую за твою допомогу. Ось дещо... ну, знаєш, за твої зусилля. Мої дослідження світанки займуть деякий час, і мені, безперечно, знадобиться більше. І раз я вже цим зайнявся, думаю, варто перевірити, чи можна використати світанку в алхімії. Проте, мені зле від цих рослин...]===],
},
[3792] = {
[===[Світанка для фортеці Перомісяць]===],
nil,
nil,
[===[І знову привіт, {ім'я}. Мої дослідження просуваються досить непогано, але якщо у тебе знайдеться ще п’ять світанок, я б з радістю прийняв їх. Ну... "з радістю" - це фігурально. Чим більше часу я провожу з ними, тим гірше почуваюся. Проте я не маю наміру відмовлятися від подальших експериментів.]===],
[===[Дякую, {ім'я}. Я поки приберу їх подалі. У мене, звісно, немає таких можливостей, як в Оленерога, та все ж я зможу віддячити тобі за клопіт. Тим більше хто зна, що може статись, якщо Оленеріг отримуватиме все більше світанки... Тут щось дивне відбувається, запам’ятай мої слова!

Не забувай, що мені завжди потрібна світанка. Принось ще, по п'ять штук за раз.]===],
},
[3803] = {
[===[Світанка для Дарнасу]===],
nil,
nil,
[===[Верховному друїду завжди потрібна світанка для проведення досліджень Кенарійського Кола. Ми приймаємо її по десять одиниць і натомість даємо кілька корисних речей. Коли збереш десять світанок — принось мені, і я тебе гідно винагороджу.]===],
[===[Чудово! Верховний друїд, безсумнівно, буде радий цій світанці. Хоча, мушу визнати... навіть перебувати поруч із нею не дуже приємно. Уявляю, як важко верховному друїду весь час працювати з цією рослиною!

Це для тебе, {ім'я}. Кенарійське Коло дякує за твою постійну підтримку.]===],
},
[3903] = {
[===[Міллі Осворт]===],
[===[Ти {стать:проявив:проявила} себе як {стать:надійний:надійна} {клас}, {ім'я}. {стать:Надійний:Надійна}, і ще й не боїшся забруднити руки, га?

У мене є подруга, Міллі Осворт, у якої неприємності. Вона стоїть зі своїм возом там, на іншому боці абатства, поблизу стайні. Я впевнений, що їй згодиться твоя допомога.]===],
[===[Поговоріть з Міллі Осворт.]===],
nil,
[===[О, заступник Віллем попросив тебе поговорити зі мною? Він хоробрий чоловік і завжди бажає допомогти, але його обов'язки утримують його в Північнокрайовому абатстві. Та й, боюся, моя сьогоднішня біда йому не під силу.

Можливо, ти мені допоможеш?]===],
},
[3904] = {
[===[Урожай Міллі]===],
[===[Банда розбійників, Повстанці, увійшли у виноградники Північнокраю якраз під час моїх жнив! Я повідомила про це гвардійцям Північнокраю, і вони запевнили, що подбають про все, але... я все ж непокоюся за свій урожай винограду! Якщо Повстанці його не розкрадуть, то наші гвардійці потім розтопчуть його, як гнатимуться за негідниками.

Будь ласка, ти мусиш допомогти мені! Я зібрала більшість свого урожаю, проте залишила його у виноградниках на південному сході.

Принеси мені ці ящики! Врятуй мій урожай!]===],
[===[Принесіть Міллі Осворт до Північнокрайового абатства 8 ящиків з її урожаєм.]===],
[===[{стать:Дістав:Дістала} мій урожай, {ім'я}?]===],
[===[Дякую тобі, {ім'я}! Ти {стать:врятував:врятувала} мій урожай! І, сподіваюся, {стать:показав:показала} кільком Повстанцям, що їм немає чого тут робити.

Можливо, нині нам і не вистачає вартових, проте нам пощастило мати таких героїв, як ти, що захищають нас!]===],
},
[3905] = {
[===[Повідомлення про постачання винограду]===],
[===[А тепер, коли мій врожай врятовано, віднеси це повідомлення про постачання винограду до брата Нілса. Він керує запасами їжі та напоїв у Північнокраї. Впевнена, він зрадіє, коли почує, що матиме свіжий виноград.

Ти знайдеш брата Нілса в абатстві, у дзвіниці... він полюбляє смакувати там своє вино.]===],
[===[Віднесіть повідомлення про постачання винограду братові Нілсу в Північнокрайове абатство.]===],
[===[Видається мені, що ти в чудовому настрої! Підходь! Сідай, і ось тобі келих!]===],
[===[Погляньмо, що тут у нас...

О-ва! Виноград Міллі врятований! Коли вона сказала мені, що розбійники захопили її виноградники, я ледь не впав у відчай, проте моя віра у Світло не похитнулась!

І завдяки твоїй відвазі в нас є виноград для ще більшої кількості вина! Нехай Світло благословить і береже тебе, {ім'я}!]===],
},
[4485] = {
[===[Фоліант благородства]===],
[===[Привіт, {ім'я}. Бачу, твоя відданість залишається напрочуд сильною, як і твоя віра.

Думаю, тобі варто поговорити з Даторіаном Раллом в Штормовії. Ти маєш ще дечому навчитись і я думаю, що ти {стать:готовий:готова}.

Шукай його в соборі Світла. І {ім'я}, сприймай його уроки з усією серйозністю. Твої досягнення зароблені смиренністю і важкою працею, тож не розчаруй нас зайвою самовпевненістю.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[О, ти {стать:повернувся:повернулася} до собору, {ім'я}. Добре. Багато чого сталось останнім часом і ти мені знадобишся, якщо ти звісно {стать:готовий:готова}.

Наші підступні вороги не сплять. І мені знадобиться твоя допомога, щоб перешкодити їм.]===],
},
[4486] = {
[===[Фоліант благородства]===],
[===[Так-так, погляньте но на {стать:цього могутнього:цю могутню} {клас:з}.

Вибач, {ім'я}, я не хотів тебе образити... Я просто трішки заздрю, коли бачу, чого тобі вдалось досягти. Тіза каже, що це моя слабкість і я обіцяв їй працювати над цим. Іноді це не так просто, розумієш?

Та я хотів поговорити з тобою не про це. Даторіан Ралл зі Штормовію хоче зустрітись з тобою в соборі Світла коли ти будеш {стать:готовий:готова}. Схоже, готується щось важливе.]===],
[===[Поговоріть з Даторіаном Раллом в Штормовії.]===],
nil,
[===[О, ти {стать:повернувся:повернулася} до собору, {ім'я}. Добре. Багато чого сталось останнім часом і ти мені знадобишся, якщо ти звісно {стать:готовий:готова}.

Наші підступні вороги не сплять. І мені знадобиться твоя допомога, щоб перешкодити їм.]===],
},
[4487] = {
[===[Виклик скверножеребця]===],
[===[А, чудово, ти тут. Я послав за тобою {стать:сукуба:пекельника}, щоб привернути твою увагу, але, здається, ти {стать:встиг:встигла} швидше. Гаразд.

Останнім часом всі говорять, що твоя сила росте — це добре для тебе і, можливо, погано для інших. Але ці розмови не мають значення. Головне — я відчуваю, що ти {стать:довів:довела} свою силу і заслуговуєш на... хехе... своєрідне благословення.

Над Брашпилем в Степах ти знайдеш чоловіка, на ім'я Страгад. Здається, ви вже зустрічалися раніше.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі.]===],
nil,
[===[Отже, ти {стать:вирішив:вирішила} знову відвідати мою скромну особу. Дуже мило з твого боку.

Мої помічники сумнівалися, що ти коли-небудь з'явишся. Я сказав їм, що не сумніваюся. Коли мова йде про силу, ти притягуєшся, як метелик до полум'я.]===],
},
[4488] = {
[===[Виклик скверножеребця]===],
[===[А, {ім'я}, ти {стать:вирішив:вирішила} вшанувати нас своєю присутністю. Чудово!

Сподіваюсь, ти не вважаєш себе пупом землі. Може, ти й швидко набираєшся сил, але коли мова йде про справжні знання і мудрості, ти все ще щеня. Якщо ти не будеш {стать:обережним:обережною}, скверна засліпить тебе і зробить твою волю слабкою.

Перейдімо до справи: Страгад бажає поговорити з тобою. Він все ще перебуває у своїй вежі, що над Брашпилем у Степах. Я раджу тобі не гаяти час.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі.]===],
nil,
[===[Отже, ти {стать:вирішив:вирішила} знову відвідати мою скромну особу. Дуже мило з твого боку.

Мої помічники сумнівалися, що ти коли-небудь з'явишся. Я сказав їм, що не сумніваюся. Коли мова йде про силу, ти притягуєшся, як метелик до полум'я.]===],
},
[4493] = {
[===[Нашестя сілітідів]===],
[===[Схоже, що мета силітидів, а точніше — сенс їхнього існування — поглинати на своєму шляху все, що відрізняється від них. Вони дуже зосереджено займаються цим, тому й становлять серйозну загрозу всьому живому на Азероті.

Все, що ми бачили дотепер — лише перші кроки. Я підозрюю, що їхня сила походить з глибин Калімдору — кратеру Ун'Ґоро. Вирушай до Пристробляху в пустелю Танаріс і поговори з алхіміком Товкачером. Розкажи йому про мою теорію. Він неодмінно допоможе нам у боротьбі з сілітідами.]===],
[===[Поговоріть з алхіміком Товкачером у Пристроблясі.]===],
nil,
[===[Так, я зрозумів, що тебе прислала до мене Ґрасіна. Твій досвід у боротьбі з цими чудовиськами неоціненний. Я ще не чув ні про кого, хто мав справу з ними. Щодо ідеї Ґрасіни про їх походження з кратера Ун'Ґоро... можливо, так воно і є. Ун'Ґоро — це таємничі й небезпечні джунглі на захід звідси. Можливо, там ми й знайдемо пояснення природи сілітідів.]===],
},
[4495] = {
[===[Хороший друг]===],
[===[Мій друг Іверрон зазвичай навідує мене щодня в один і той же час. Дивина в тому, що сьогодні він не завітав узагалі — навпаки, він уже на кілька годин запізнився.

Мушу визнати, що я трішечки хвилююся, {Ім'я}. Іверрон проводить багато часу неподалік печери на півночі, і ти певно знаєш, наскільки там небезпечно — там всюди павуки!

Якщо ти випадково будеш у тих місцях, чи не {стать:міг би:могла б} ти повиглядати його?]===],
[===[Знайдіть Іверрона біля печери на півночі.]===],
nil,
[===[Я такий радий, що ти {стать:знайшов:знайшла} мене, {Ім'я}. Звідки ти {стать:знав:знала}, що я тут?]===],
},
[4510] = {
[===[Затишшя перед бурею]===],
[===[{ім'я}, твоя допомога просто неоціненна. Без сумніву, прийде час, коли я знову попрошу тебе про допомогу в боротьбі з сілітідами. Ми повинні засвоїти те, що ми дізналися в Ун'Горо. Боюся, що мої припущення про те, що сілітіди походять з Ун'Горо, тепер помилкові... і десь їх набагато більше.

Віднеси цю записку Ідріані в банк. Вона дасть тобі дещо з мого сховища на знак моєї вдячності. Дякую за допомогу, {стать:хоробрий:хоробра} {клас:к}.]===],
[===[Принесіть банківську розписку Ідріані в банк Дарнасу.]===],
[===[Елуне'адоре, {клас:к}. Чим я можу допомогти?]===],
[===[Ця розписка уповноважує мене видати вам предмет зі сховища Ґрасіни Міцнодухої та подарувати вам. Схоже, вас можна привітати!]===],
},
[4512] = {
[===[Великий шлях маленького слимака]===],
[===[Та найбільше я вивчав слизнів. Розумію, звучить дивно, але ж вони всюди!

Нещодавно я допомагав леді з гавані Менетілів знайти її сумку — її з'їли слизні. Я бачив, як члени королівського товариства аптекарів з Підмістя збирають зразки слизу. І я хочу знати, нащо! Для чого він їм?

Я чув, що в Скверноліссі є багато слизнів. Мені потрібні зразки їх слизу для досліджень. Я дам тобі банки, в які ти зможеш зібрати зразки з вбитих слимаків.]===],
[===[Принесіть 6 наповнених проклятим слизом банок та 6 наповнених забрудненим слизом банок Ларісу Розтрибу в Залізогарт.]===],
[===[Деякі мої експерименти просто неймовірні. Думаю, ще трохи, і я зможу зрозуміти природу цих створінь і яку роль вони зіграли в розвитку життя Азероту... якщо вони взагалі якось з цим пов'язані.

Одна з моїх найкращих теорій, в яку, однак, не всі вірять, це те, що ці слизні пов'язані зі створенням цієї планети... наче вони є її виділеннями.

Та я не зможу ні довести її, ні спростувати, поки не отримаю більше зразків.]===],
[===[Блискуча робота, {ім'я}! Тобі вдалось підібратись до них достатньо близько, щоб зібрати зразки й не постраждати! Дякую, це чудові зразки. Я якомога скоріше почну їх досліджувати.

Якщо в мене все вийде — я стану одним з найвеличніших науковців Ліги дослідників!

Це покаже дворфам, що вони правильно вчинили, прийнявши нас в Залізогарті після катастрофи в Гномреґані.]===],
},
[4513] = {
[===[Великий шлях маленького слимака]===],
[===[Мені знадобиться більше зразків, {ім'я}. Але... як би це сказати... вони мають бути чисті. Знаю, знаю. Що означає "чисті", Ларіс? Я не впевнений. Знаю тільки, що ці зразки такі ж забруднені, як Сквернолісся. І це важливе спостереження. Схоже, що слизні пристосовуються до умов місця, в якому вони знаходяться. І мені потрібно знайти чисті зразки, які не зазнали таких змін. Але де? Де?!

{ім'я}, візьми ці контейнери про всяк випадок. Може, тобі вдасться знайти чисті зразки.]===],
[===[Принесіть 10 наповнених чистими зразками слизу банок Ларісу Розтрибу в Залізогарт.

Якщо вам важко їх знайти, можливо, варто отримати більше підказок від Ларіса.]===],
[===[Так багато треба обміркувати. Що це може означати? І як це впливає на жителів Азероту?]===],
[===[Ти {стать:знайшов:знайшла} їх? {ім'я}, ти просто золото. Твоя відданість та допомога просто надзвичайні, я й не знаю, як віддячити.

Прошу, прийми це як винагороду. Мені треба трохи попрацювати, але якщо прийдеш пізніше — впевнений, у мене буде для тебе робота.

Дякую тобі. Щиро дякую.]===],
},
[4581] = {
[===[Кейнет Штиль]===],
[===[Друїд Кейнет Штиль надіслав мені звістку. Він хоче отримати доповідь про події на нашому узбережжі та в лісі навколо Астранаару. Він побоюється, що через Ясенеділ йде хвиля спотворення... і схоже, що він не помиляється.

Ось, віднеси йому мою доповідь. Ти знайдеш його в храмі Лісової Пісні, що в лісі Ночепісні на сході.]===],
[===[Доставте лист Шиндрел до Кейнета Штиля в Лісову Пісню.]===],
[===[Маєш щось для мене?]===],
[===[А, доповідь Шиндрел. Дуже дякую, {ім'я}. Шиндрел — відмінна стражниця, смілива та розумна. Я повинен вивчити доповідь і знайти сліди зла, що крокує Ясенедолом.]===],
},
[4681] = {
[===[Викинуті на берег]===],
[===[Ця викинута на берег істота — не єдина на Темнобережжі. Вздовж узбережжя їх ще багато, та й у воді також. Я хотіла б, щоб ти {стать:дослідив:дослідила} ще одні рештки, про які нам відомо. Повідомляють, що вони лежать у воді на захід від Аубердіна, біля затонулого судна. Повертайся до мене з усіма знахідками, що можуть допомогти нашим дослідженням.

Крім того, у твоїх подорожах тобі можуть трапитись інші істоти. Якщо щось знайдеш — будь ласка, не забудь принести це нам для досліджень!]===],
[===[Добудьте рештки морської черепахи зі скелета морської черепахи, що лежить на захід від Аубердіну і поговоріть з Ґвенніт Блі'Леґґонд в Аубердіні.]===],
[===[Після того, як ти дослідиш рештки істоти у воді на захід звідси, я зможу подати належний звіт до храму Місяця в Дарнасі. Можливо, тоді ми зможемо з'ясувати причину, по якій дедалі більше цих нещасних істот викидається на берег Темнобережжя.]===],
[===[Ти неймовірно {стать:допоміг:допомогла} нам сьогодні. Тепер у нас є всі шанси дізнатись причину, з якої ці істоти викидаються на берег Темнобережжя. Думка про те, що вони можуть тікати з околиць Тельдрассіля, викликає занепокоєння. Якщо ти зустрінеш інших створінь під час своїх мандрів — будь ласка, повідом мені. Наші дослідження тут тільки починаються.

Від імені храму Місяця, прошу, прийми це в знак подяки за твої зусилля. Дякую, {ім'я}!]===],
},
[4722] = {
[===[Викинута на берег морська черепаха]===],
[===[Ви натрапили на труп морської черепахи, що деякий час тому викинулася на берег Темнобережжя. ЇЇ вже об'їли мурлоки, що оселилися навколо. Проте, схоже, що решток істоти достатньо, щоб зібрати вдосталь зразків для досліджень Ґвенніт Блі'Леґґонд в Аубердіні.]===],
[===[Принесіть рештки морської черепахи Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Привіт, {ім'я}. Є щось нове про істот, що викинулися на берег?]===],
[===[Ще одна знахідка для вивчення — молодець, {ім'я}! Ці рештки будуть вивчені належним чином, щойно потраплять до Дарнасу. Будь ласка, прийми цю невелику плату за рештки, надані для наших досліджень.]===],
},
[4723] = {
[===[Викинута на берег морська істота]===],
[===[На узбережжі Кромки туману лежать рештки викинутого на берег молотника — набагато більшого, ніж можна було б очікувати побачити на Темнобережжі. Невідомо, як ця істота опинилася тут. Зграя мурлоків, що ласує цією тушею, навіть в такій чисельності занадто слабка, щоб здолати такого звіра.

Хоча частину туші вже об'їли, її все ще достатньо, щоб взяти зразок для досліджень Ґвенніт Блі'Леґґонд в Аубердіні.]===],
[===[Принесіть кістки морської істоти Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Можливо, одного дня ми знайдемо спосіб врятувати цих бідолашних створінь від даремної смерті на узбережжі Темнобережжя. А поки що ми маємо продовжувати наші дослідження!

Вітаю, {ім'я}! Що в тебе нового?]===],
[===[Ще одна знахідка — молодець, {ім'я}! Ці рештки будуть вивчені належним чином, щойно потраплять до Дарнасу. Будь ласка, прийми цю невелику плату за рештки, надані для наших досліджень.]===],
},
[4725] = {
[===[Викинута на берег морська черепаха]===],
[===[На узбережжі лежать чергові рештки викинутої на берег морської черепахи. До панцира черепахи прикріплено покинутий візок. Можливо, цю істоту привели до берега невідомі істоти, і вона не сама викинулася на берег, на відміну від інших істот. Тепер рештки цієї істоти стали домівкою для сіромлистих мурлоків, які ласують падаллю.

У візку ви знаходите коробку з дивними позначками. Можливо, Ґвенніт Блі'Леґґонд з Аубердіну зможе їх розтлумачити.]===],
[===[Принесіть коробку з дивними відмітками до Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Приємно знову бачити тебе, {ім'я}. Ми докладаємо великих зусиль, щоб дізнатися, чому величні морські істоти викидаються на берег Темнобережжя, але на кожну знайдену відповідь постає два нових запитання.

Ти {стать:прийшов:прийшла}, щоб знову допомогти нашим дослідженням?]===],
[===[Я чула про візки, схожі на той, що ти {стать:знайшов:знайшла} на спині черепахи. Я думаю, що це візок наг, що використовується як у бою, так і для транспортування їхніх припасів на суші. Позначки на ящику також зроблені нагами. Це пояснює їхню раптову присутність у північній частині Темнобережжя.

Я відправлю цю скриньку до Дарнасу разом з іншими твоїми знахідками. А це — тобі. Ще раз дякую за допомогу.]===],
},
[4727] = {
[===[Викинута на берег морська черепаха]===],
[===[Скелет морської черепахи лежить на піщаній мілині на півночі Темнобережжя. Схоже, що сіромлисті мурлоки не знайшли цю тушу, або ж з невідомої причини остерігаються її. Хай там як, від черепахи залишилося достатньо, щоб узяти зразки для Ґвенніт Блі'Леґґонд в Аубердін для досліджень храму Місяця.]===],
[===[Принесіть рештки морської черепахи Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[І знову привіт, {ім'я}. Ти {стать:знайшов:знайшла} ще якихось істот на пляжі, про яких варто знати храму Місяця?]===],
[===[Цікаво, що біля цієї істоти не було мурлоків. Ми матимемо це на увазі, коли будемо вивчати ці рештки. Дякуємо за твої зусилля, {ім'я}. Храм Місяця уповноважив мене передати тобі це як компенсацію за витрачений час.]===],
},
[4728] = {
[===[Викинута на берег морська істота]===],
[===[На узбережжі лежить частково випотрошений труп гігантського морського ссавця. Біля цієї величезної викинутої на берег морської істоти лежить тачка та різні інструменти, ніби хтось раніше вже намагався її вивчити. Хоча мурлоки випотрошили цього звіра, його решток все ще достатньо, щоб зібрати зразок для Ґвенніт Блі'Леґґонд в Аубердіні.]===],
[===[Принесіть кістки морської істоти Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[І знову вітаю, {ім'я}! Що знову привело тебе до Аубердіну? Може, в тебе є нова знахідка?]===],
[===[Гадаю, ти {стать:знайшов:знайшла} одну з істот, яку раніше вивчала Ліга дослідників. Вони працюють тут, на Темнобережжі, і вони згадували, що вивчали одну з викинутих на берег істот, доки їх не прогнали мурлоки. Схоже, що тобі вдалось впоратись з ними. Будь ласка, прийми цю скромну плату від імені храму Місяця.]===],
},
[4730] = {
[===[Викинута на берег морська істота]===],
[===[На узбережжі лежить напівз'їдений труп гігантського морського ссавця. Навколо загиблої істоти оселилася зграя мурлоків, сильніших, ніж ті, що були біля Аубердіну. Залишків істоти достатньо, щоб взяти зразок для Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Принесіть кістки морської істоти Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[І знову привіт, {ім'я}! В тебе є чергова знахідка?]===],
[===[Кістки, які ти {стать:приніс:принесла}, належать мирним морським ссавцям, що мешкають у водах біля коріння Тельдрассіля. Вони ніколи не викидалися на берег, на відміну від молотників. Цікаво, чому ці вони це роблять? Що ж, можливо, вивчення їхніх решток принесе свої плоди і ми щось дізнаємося.

Ще раз дякую тобі за допомогу. Будь ласка, прийми цю винагороду від храму Місяця.]===],
},
[4731] = {
[===[Викинута на берег морська черепаха]===],
[===[На узбережжі лежать чергові рештки викинутої на берег морської черепахи. На панцирі цієї черепахи ледь тримається покинутий візок. Можливо, це створіння привели до берега невідомі істоти та вона не сама викинулася на берег, на відміну від інших створінь. Тепер її рештки стали домівкою для могутніх сіромлистих мурлоків.

У візку ви знаходите коробку з дивними позначками. Можливо, Ґвенніт Блі'Леґґонд з Аубердіну зможе їх розтлумачити.]===],
[===[Принесіть коробку з дивними відмітками до Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[І знову привіт, {ім'я}. Твоя робота для храму Місяця просто неймовірна. Чи зможеш ти знову потішити нас новими знахідками?]===],
[===[Я чула про візки, схожі на той, що ти {стать:знайшов:знайшла} на спині черепахи. Я думаю, що це візок наг, що використовується як у бою, так і для транспортування їхніх припасів на суші. Позначки на ящику також зроблені нагами. Можливо, істоту, яку ти {стать:знайшов:знайшла}, вбили на шляху на південь... можливо, до Ясенедолу?

Я відправлю цю скриньку до Дарнасу разом з іншими твоїми знахідками. А це — тобі. Ще раз дякую за допомогу.]===],
},
[4732] = {
[===[Викинута на берег морська черепаха]===],
[===[Ви натрапили на труп морської черепахи, що деякий час тому викинулася на берег Темнобережжя. ЇЇ вже об'їли сіромлисті мурлоки, що оселилися навколо решток. Проте, схоже, що решток істоти достатньо, щоб зібрати вдосталь зразків для досліджень Ґвенніт Блі'Леґґонд в Аубердіні.]===],
[===[Принесіть рештки морської черепахи Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[І знову вітаю, {ім'я}. В тебе є нові знахідки для храму Місяця?]===],
[===[Ти {стать:знайшов:знайшла} ще одну викинуту на берег істоту, {ім'я}? Морські черепахи зазвичай проживали у водах біля підніжжя Нордрассіля до його загибелі. Однак з появою Тельдрассіля цих створінь стає дедалі менше. Деякі з них, як ми вже знаємо, закінчують своє життя тут з невідомої причини.

Можливо, твоя допомога допоможе нам розгадати цю таємницю. Будь ласка, прийми цю оплату за рештки, надані для наших досліджень.]===],
},
[4733] = {
[===[Викинута на берег морська істота]===],
[===[Рештки істоти, схожої на гігантського молотника, лежать на мілині Сутінкового узбережжя. Цей молотник в кілька разів більший за тих, що мешкають у тутешніх водах. Звідки б ця істота не припливла, навряд чи вона родом з Темнобережжя.

Хоча туша істоти подекуди розібрана, її решток достатньо, щоб зібрати зразок для Ґвенніт Блі'Леґґонд з Аубердіну.]===],
[===[Принесіть кістки морської істоти Ґвенніт Блі'Леґґонд в Аубердін.]===],
[===[Дякувати Елуні — я рада знову бачити тебе, {ім'я}. Храм Місяця продовжує дослідження викинутих на берег істот. Можливо, ти можеш запропонувати ще щось цікаве для нас?]===],
[===[Розміри молотника, про якого ти кажеш, просто вражають. Навіть найстаріші молотники в цих водах в кілька разів менші. Деякі великі молотники живуть поблизу Тельдрассіля, та їхня чисельність неухильно зменшується. Цікаво, чи не пов'язано це з істотами, що викидаються на берег Темнобережжя.

Ми продовжимо дослідження цих кісток. Будь ласка, прийми цю винагороду від імені храму Місяця. Дякую, {ім'я}.]===],
},
[4736] = {
[===[У пошуках Менари Пустоплестої]===],
[===[А, привіт, {ім'я}. Ти добре просуваєшся у своєму навчанні. Так добре, що я думаю, ти заслуговуєш на винагороду за свою важку роботу — і за те, що сила магії все ще не поневолила тебе.

Якщо тобі цікаво, то звернись до Менари Пустоплестої в Брашпилі. Вона зараз перебуває в вежі Страгада Фарсана, що над містом.

Вона не дуже привітна, {ім'я}, тому не очікуй жодних похвал. Але якщо будеш наполегливо працювати, вона подбає про тебе.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, то тебе послав Шипшилючка. Добре. Значить, чутки поширюються досить далеко, щоб знайти майбутніх учнів. Це мене тішить.

Це типово для нас, {ім'я}, об'єднуватися, незалежно від раси. Це особливо важливо, оскільки ті, з ким ми маємо справу найчастіше, не розрізняють нас у своїй злобі, якщо нам не вдається їх заспокоїти або належним чином контролювати.

Я відчуваю, що ти {стать:навчився:навчилася} багатьом речам, і якщо ти {стать:згоден:згодна}, я допоможу тобі створити інструменти, які доповнять твої навички.]===],
},
[4738] = {
[===[У пошуках Менари Пустоплестої]===],
[===[Давай будемо чесні, {ім'я}: я не вважаю, що ти {стать:готовий:готова} до такої відповідальності. Я не думаю, що допомога в створенні будь-якого предмета сили — це щось, в чому має брати участь новачок; особливо {стать:той:та}, хто не має достатнього досвіду.

Але не мені вирішувати. Це вирішуватимуть сильні світу цього, або, принаймні, ті, хто бажає обдарувати тебе такими дарами.

Якщо тобі цікаво дізнатися більше, раджу звернутися до Менари Пустоплестої в Брашпилі. Зазвичай вона мешкає у вежі над містом.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, то тебе послала Демізетта. Добре. Значить, чутки поширюються досить далеко, щоб знайти майбутніх учнів. Це мене тішить.

Це типово для нас, {ім'я}, об'єднуватися, незалежно від раси. Це особливо важливо, оскільки ті, з ким ми маємо справу найчастіше, не розрізняють нас у своїй злобі, якщо нам не вдається їх заспокоїти або належним чином контролювати.

Я відчуваю, що ти {стать:навчився:навчилася} багатьом речам, і якщо ти {стать:згоден:згодна}, я допоможу тобі створити інструменти, які доповнять твої навички.]===],
},
[4740] = {
[===[РОЗШУКУЄТЬСЯ: Глибоморок!]===],
[===[Увага!

Пропонується винагорода за знищення мурлока на ім'я "Глибоморок". Відомо, що цей мерзенний звір винен у загибелі щонайменше однієї стражниці, а також підозрюється у потопленні щонайменше двох вантажних суден у водах Темнобережжя!

Востаннє Глибоморока бачили в поселенні мурлоків на південь від Аубердіну, і вважається, що він охороняє тамтешні хатини. Винагороду за голову Глибоморока можна отримати у стражниці Ґлінди Нал'Шеї в Аубердіні.

Рада Аубердіну]===],
[===[Знайдіть і вбийте мурлока, відомого як Глибоморок. Вважається, що ця істота захищає хатини мурлоків на південь від Аубердіну вздовж берегу.

Про смерть Глибоморока повідомте стражниці Ґлінді Нал'Шеї в Аубердіні.]===],
[===[Вітаю, {клас:к} — чим можуть допомогти тобі стражі? Можливо, ти {стать:прийшов:прийшла} по винагороду за Глибоморока?]===],
[===[Що ж, схоже, що ти тут не для того, щоб просто поцікавитися! Містяни будуть раді дізнатися, що сьогодні вони зможуть спати трохи спокійніше.

Сьогодні ти гідно {стать:послужив:послужила} в ролі знаряддя правосуддя для жителів Аубердіна, {ім'я}. За це я хочу запропонувати це як гідну винагороду... для {стать:справжнього героя:справжньої героїні} Аубердіна.]===],
},
[4761] = {
[===[Тандріс Вітроткач]===],
[===[Ваша розвідка табору хутропузів надала нам важливу інформацію, яку слід передати Тандрісу Вітроткачу. Він люб'язно погодився виконувати обов'язки старійшини Аубердіна, мудро і справедливо керуючи нашим поселенням. Будь ласка, поділись з ним деталями щодо ситуації з хутропузами.

Я впевнений, що у нього є власні ідеї щодо джерела їхньої порчі. Можливо, разом ви зможете розробити план відновлення природної рівноваги!]===],
[===[Поговоріть з Тандрісом Вітроткачем в Аубердіні.]===],
nil,
[===[Вітаю тебе, {клас:к}. Ти дуже вчасно {стать:зайнявся:зайнялась} розвідкою ситуації з хутропузами. Ми вже довгий час маємо справу не лише з лісовими мешканцями, що тепер відверто вороже ставляться до нас, але й з порчею самого лісу. Сподіваюся, ти зможеш допомогти Аубердіну в ці тривожні часи.]===],
},
[4762] = {
[===[Скельноджерельна річка]===],
[===[Води Скельноджерельної річки сповнилися бруду і порчі. Вона впадає в Кромку туману, і я боюся, що незабаром це лихо торкнеться й Аубердіна. Я підозрюю, що причиною забруднення є Чорнолісні хутропузи, які живуть вище по течії, але я також вважаю, що не вони є справжньою причиною.

Візьми цю посудину і йди до гирла річки на північ звідси. Пройди вгору по течії до першого водоспаду і візьми там зразок води. Ти побачиш міст над ним. Коли візьмеш зразок — повертайся до мене в Аубердін.]===],
[===[Прямуйте на північ від Аубердіна до першого водоспаду Скельноджерельної річки та візьміть там зразок води.

Поверніться до Тандріса Вітроткача в Аубердін зі зразком води зі Скельноджерельної річки.]===],
[===[Забруднення Скельноджерельної річки — це лише початок проблем на Темнобережжі. Зразок, який ти здобудеш, допоможе нам скласти план... і скоріше за все, план нападу.]===],
[===[Я не здивований тим, наскільки сильно ця вода забруднена, але поглянь, якою мерзенною вона стає! Схоже, що діяти потрібно якнайшвидше, чи не так, {ім'я}?

На схід від нас знаходиться Сквернолісся. Це і є справжнє джерело порчі, я вже бачив таке у минулому. Я впевнений, що цей зразок це підтвердить. Можливо, ми зможемо знайти засіб для зцілення, але нам знадобиться підтримка. І коли цей час настане, {ім'я}, я сподіваюся, що ти зможеш допомогти нам.]===],
},
[4763] = {
[===[Порча Чорнолісних]===],
[===[Ми дізналися, що джерелом порчі хутропузів є сатир. Вони керують жертвами за допомогою талісманів, через які спрямовують магію. Якщо у хутропузів є шанс на порятунок, ми повинні виманити сатира і забрати його талісман!

Наповни цю чашу з нашого місячного колодязя і збери зразки їжі хутропузів в їхньому північному таборі. Змішай їх і постав біля вогнища, що біля річки. Всі хутропузи, які поїдять з неї, частково очистяться, що і приверне увагу сатира... якого ти маєш вбити!]===],
[===[Наповніть порожню чашу очищення в місячному колодязі Аубердіна.

Зберіть зразок фруктів, горіхів і зерна з північних таборів чорнолісних хутропузів.

Змішайте зразки в чаші та поставте її біля найближчого до Скельноджерельної річки вогнища у північному таборі, викликавши таким чином сатира.

Заберіть у нього талісман порчі та принесіть його Тандрісу Вітроткачу в Аубердін.]===],
[===[Талісман порчі — це жахливий пристрій, що слугує лише для спотворення природного балансу. Коли забереш його у сатира, що мучить фурболгів — принеси його мені для знищення і можна буде вважати що ми здобули велику перемогу!]===],
[===[Ми тільки почали цю війну за звільнення нашого лісу, але сьогодні ми виграли битву! {ім'я}, жителі Аубердіна в неоплатному боргу перед тобою. Будь ласка, прийми це в знак нашої вдячності. Те, що ми дізналися сьогодні, може одного дня назавжди звільнити наших друзів-хутропузів від страждань.]===],
},
[4811] = {
[===[Червоний кристал]===],
[===[На схід звідси дедалі частіше помічають ворожих місячних совухів. Колись їх вважали добрими містичними істотами. І хоча дехто продовжує шанувати їх, безпека Аубердіна змушує мене ставитися до них прагматичніше.

Мені повідомили, що місячних совухів приваблює великий червоний кристал, що знаходиться на східному гірському хребті Темнобережжя. Але ніхто не знає, що це за кристал, і чи існує він взагалі. Я хочу, щоб ти {стать:знайшов:знайшла} його і {стать:розповів:розповіла} мені про нього детальніше.]===],
[===[Прямуйте на схід від Аубердіна та пошукайте великий червоний кристал вздовж східного гірського хребта Темнобережжя. Повідомте про знахідку стражницю Ґлінду Нал'Шею в Аубердіні.]===],
[===[Маєш що розказати про цей червоний кристал? Він справді існує?]===],
[===[Отже, кристал справді існує, {ім'я}? Цікаво... в будь-якому разі, ти добре {стать:впорався:впоралась} із завданням, гарна робота!

Що це за кристал? І це не єдине питання. Чому він так приваблює місячних совухів? І чи несе він загрозу нам?

У мене є ще багато запитань, але щоб отримати відповіді на них, нам потрібно ретельніше вивчити цей кристал.]===],
},
[4812] = {
[===[Поки тече вода]===],
[===[Візьми цю порожню посудину і наповни її водою з місячного колодязя тут, в Аубердіні. Така потужна магія має допомогти нам дізнатись більше про склад кристала. Просто полий його водою з колодязя, і поспостерігай за ним.

Хоч я й не думаю, що з тобою може щось статись, все ж будь {стать:обережний:обережною}. На сході за горами знаходиться Сквернолісся. І якщо цей кристал пов'язаний з цим місцем, він може виявитися дуже небезпечним.]===],
[===[Наповніть порожню посудину водою з місячного колодязя в Аубердіні, після чого дослідіть червоний кристал в горах на сході Темнобережжя.]===],
[===[Кристал виглядає дуже незвично на фоні лісистих пейзажів Темнобережжя. Здається, з його глибин долинає легке дзижчання.]===],
[===[Ви знову стоїте перед таємничим кристалом. Відкривши посудину з водою місячного колодязя, ви обережно виливаєте її вміст на верхню частину кристала. Вода стікає по його стінках, і ви бачите, як його поверхня стає прозорою...]===],
},
[4813] = {
[===[Фрагменти в кристалі]===],
[===[Вода з місячного колодязя допомогла виявити, що всередині кристалу знаходиться кілька невеликих фрагментів кісток, а також половина щелепи. Щелепна кістка, схоже, належала гуманоїду, але це неможливо з'ясувати, не розбивши кристал — що може виявитись неможливим навіть для наймогутнішої магії.

Завдання виконано, тож вам залишається лише відзвітувати стражниці Ґлінді Нал'Шеї в Аубердін.]===],
[===[Розкажіть про вашу знахідку Ґлінді Нал'Шеї в Аубердіні.]===],
nil,
[===[Що ж, схоже, що хоч ми й дізнались про кристал більше, але врешті-решт отримали більше запитань, ніж відповідей!

Я передам здобуту тобою інформацію до ради Аубердіну. Можливо, вони знатимуть, як діяти з цим кристалом далі. Якщо вони, звісно, вирішать, що з ним варто щось робити — поки що він залишається надто далеко на сході, щоб загрожувати нам.

Що ж до тебе, будь ласка, прийми це як винагороду за добре виконану роботу, {ім'я}.]===],
},
[4965] = {
[===[Знання сфери Орагіла]===],
[===[Ну, ну, ну... приємно бачити, що твоя сила росте, {ім'я}. Гадаю, ти вже {стать:готовий:готова} поговорити з Менарою Пустоплестою у Степах. Якщо ти ще не {стать:розмовляв:розмовляла} з нею, то дозволь сказати, що я ніколи не зустрічав іншого експерта в створенні речей — зокрема сфер, які можуть легко ув'язнити навіть демона, щоб служити нашій волі.

Якщо тобі цікаво — вона знаходиться в вежі Страгада над Брашпилем в Степах.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, ти дійсно шукаєш щось більш... суттєве. Я можу допомогти тобі, якщо ти дійсно {стать:готовий:готова}.

Приємно бачити, що хтось із нас прагне більшої влади в інших формах, а не лише в знаннях.

Отже, думаєш, ти {стать:готовий:готова}, {ім'я}?]===],
},
[4968] = {
[===[Знання сфери Орагіла]===],
[===[Їмм, ти далеко {стать:зайшов:зайшла}... це дійсно дивовижно. Я думала, що ти вже давно {стать:збожеволів:збожеволіла} від скверни, що просочилася у твою душу. Можливо, ми спробуємо підштовхнути тебе далі?

Якщо ти хочеш випробувати свої навички — звернись до Менари Пустоплестої, яка знаходиться у вежі Страгада над Брашпилем. Вона тебе направить.]===],
[===[Поговоріть з Менарою Пустоплестою в Степах.]===],
nil,
[===[А, ти дійсно шукаєш щось більш... суттєве. Я можу допомогти тобі, якщо ти дійсно {стать:готовий:готова}.

Приємно бачити, що хтось із нас прагне більшої влади в інших формах, а не лише в знаннях.

Отже, думаєш, ти {стать:готовий:готова}, {ім'я}?]===],
},
[5048] = {
[===[Добродушна Емма]===],
[===[Це трохи груба старенька леді та, певно, вона трохи не в собі... але записи вказують на те, що старенька Емма справді підходить опис Емми Сквернокамінь.

Можливо, тобі траплялась старенька Емма — вона блукає містом і бурчить собі під ніс всіляку нісенітницю. Тим не менш, вона нікому не заважає, тож люди не турбують її.

Враховуючи все це, я б сказав, що стара Емма дійсно є тією самою Еммою Сквернокамінь. Можеш запитати в неї, чи справді її прізвище Сквернокамінь.]===],
[===[Знайдіть стареньку Емму в Штормовії та перевірте, чи справді вона Емма Сквернокамінь. Якщо так, то, можливо, їй хотілося б отримати пакунок від Дженіс Сквернокамінь.]===],
[===[Я б сказала тобі забиратися з моєї галявини, але, як бачиш, у мене її немає.]===],
[===[Мене справді звати Емма Сквернокамінь — ти {стать:перший:перша} за багато років, хто називає мене так. Хто... хто ти?

То ти кажеш, що {стать:знав:знала}... мою сестру?! Вона ще жива? Кого я дурю, звісно, що ні. Коли в Лордероні спалахнула чума, я очікувала найгіршого. Так багато членів моєї родини загинули... або ще гірше. І ось я тут, божевільна стара Емма, зовсім одна. Ти що, {стать:грабіжник:грабіжниця} могил чи що? Шукаєш свою наступну ціль?

Що... у тебе є пакунок від моєї сестри?]===],
},
[5061] = {
[===[Водна форма]===],
[===[Ти {стать:завершив:завершила} навчання, яке проходять всі друїди-початківці перед тим, як зможуть опанувати водну форму. Тепер повертайся до свого наставника, Матренґіла Ведмелика в Дарнас. Покажи йому цю підвіску і доведи, що ти {стать:готовий:готова} засвоїти його уроки. Він завершить твоє навчання, завдяки цьому ти станеш одним цілим з водою.

Прощавай, {стать:юний:юна} {клас:к}. Ми ще зустрінемось.]===],
[===[Поверніться в Дарнас і покажіть Матренґілу Ведмелику підвіску Морського Лева.]===],
[===[До мене дійшов слух про твоє провісне повернення до Дарнасу, однак я хочу побачити докази того, що ти {стать:засвоїв:засвоїла} уроки Місячної галявини, перш ніж почну вчити тебе приймати водну форму.

Чи є у тебе підвіска морського лева?]===],
[===[Чудово, {ім'я}. Ти {стать:готовий:готова} прийняти водну форму і я з радістю тебе цьому навчу.

Також, прийми цю річ в знак визнання твоїх успіхів у двох випробуваннях. Сподіваюсь, це буде приємним доповненням до твого спорядження у якості {стать:захисника природи та хранителя:захисниці природи та хранительки} рівноваги.]===],
},
[5066] = {
[===[Заклик до зброї: Зачумлені землі!]===],
[===[Увага, увага! Всіх героїв просимо прислухатися до цих слів!

Королівство Штормовій закликає до зброї! Всім, хто здатен тримати зброю, пропонується приєднатися до боротьби проти жахливої загрози Скари в північних землях Східних Королівств! Поширюються чутки про нові загрози, що з'являються з руїн Зачумлених земель!

Герої королівства — знайдіть командувача Ашлама Мужнобоя, який розташувався у таборі Студовій, на північ від Альтеракських гір!]===],
[===[Знайдіть командира Ашлама Мужньобоя. Він знаходиться в таборі Студовій, що на північ від Альтерацьких гір.]===],
nil,
[===[Вітаю в Зачумлених землях, {стать:герою:героїне}. Це один із найнебезпечніших рубежів Азероту, особливо враховуючи загрозу Скари, що нависла на півночі та північному сході. Я радий чути, що заклик до обов’язку та служіння загальному благу не залишився непоміченим для тебе!

Якщо ти {стать:готовий:готова} забруднити руки, то тут, на краю Зачумлених земель, є чим зайнятися охочим і вмілим героям.]===],
},
[5090] = {
[===[Заклик до зброї: Зачумлені землі!]===],
[===[Увага, увага! Всіх героїв просимо прислухатися до цих слів!

Королівство Штормовій закликає до зброї! Всім, хто здатен тримати зброю, пропонується приєднатися до боротьби проти жахливої загрози Скари в північних землях Східних Королівств! Поширюються чутки про нові загрози, що з'являються з руїн Зачумлених земель!

Герої королівства — знайдіть командувача Ашлама Мужнобоя, який розташувався у таборі Студовій, на північ від Альтеракських гір!]===],
[===[Знайдіть командира Ашлама Мужньобоя. Він знаходиться в таборі Студовій, що на північ від Альтерацьких гір.]===],
nil,
[===[Вітаю в Зачумлених землях, {стать:герою:героїне}. Це один із найнебезпечніших рубежів Азероту, особливо враховуючи загрозу Скари, що нависла на півночі та північному сході. Я радий чути, що заклик до обов’язку та служіння загальному благу не залишився непоміченим для тебе!

Якщо ти {стать:готовий:готова} забруднити руки, то тут, на краю Зачумлених земель, є чим зайнятися охочим і вмілим героям.]===],
},
[5091] = {
[===[Заклик до зброї: Зачумлені землі!]===],
[===[Увага, увага! Всіх героїв просимо прислухатися до цих слів!

Королівство Штормовій закликає до зброї! Всім, хто здатен тримати зброю, пропонується приєднатися до боротьби проти жахливої загрози Скари в північних землях Східних Королівств! Поширюються чутки про нові загрози, що з'являються з руїн Зачумлених земель!

Герої королівства — знайдіть командувача Ашлама Мужнобоя, який розташувався у таборі Студовій, на північ від Альтеракських гір!]===],
[===[Знайдіть командира Ашлама Мужньобоя. Він знаходиться в таборі Студовій, що на північ від Альтерацьких гір.]===],
nil,
[===[Вітаю в Зачумлених землях, {стать:герою:героїне}. Це один із найнебезпечніших рубежів Азероту, особливо враховуючи загрозу Скари, що нависла на півночі та північному сході. Я радий чути, що заклик до обов’язку та служіння загальному благу не залишився непоміченим для тебе!

Якщо ти {стать:готовий:готова} забруднити руки, то тут, на краю Зачумлених земель, є чим зайнятися охочим і вмілим героям.]===],
},
[5250] = {
[===[Зорепад]===],
[===[У Зимоключі, що на північ від Сквернолісся, є багато стародавніх ельфійських руїн. Це суворий край, але він зберігає багато таємниць і там вдосталь місць, які варто дослідити.

Я так зайнята своїми дослідженнями тут, що вже давно не бувала у Зимоключі. Та схоже, що ти можеш відправитись туди та дослідити тамтешні руїни.

Як дістанешся туди — знайди Вінда Ночесліда. Він проводить більшу частину свого часу в селищі Зорепад і багато знає про ту місцевість.

Скажи йому, що ти {стать:мій учень:моя учениця}...]===],
[===[Знайдіть селище Зорепад у Зимоключі та поговоріть з Віндом Ночеслідом.]===],
nil,
[===[{стать:Учень:Учениця} Даріни Легковій? Радий познайомитись з тобою, {ім'я}.]===],
},
[5261] = {
[===[Іґан Гарбар]===],
[===[Іґан Гарбар шукає когось, хто вполює йому кількох вовків. Це добра новина, оскільки останнім часом вовків в Півночнокрайовій долині сильно побільшало.

Якщо тебе зацікавила така пропозиція, то поговори з Іґаном. Він неподалік абатства, ліворуч.]===],
[===[Поговоріть з Іґаном Гарбарем.]===],
nil,
[===[Саме так! Я шукаю когось, хто вполює мені вовків! Ти зможеш?]===],
},
[5321] = {
[===[Сплячий пробудився]===],
[===[Я прямував до застави Маєстри, щоб зустрітися з Ліладріс Місяцерікою, але вирішив зупинитися тут і трохи подрімати. Відтоді, як я прокинувся від Смарагдового Сну, я весь час такий сонний...

<позіхає>

Допоможеш мені дійти? Я так розумію, що застава Маєстри знаходиться на південь звідси, біля дороги в Ясенеділ. Шлях може бути небезпечний, тож я сподіваюся, що у тебе є друзі, які можуть приєднатись до нас.

Так, і ще дещо: я можу заснути дорогою, тож якщо тобі потрібно буде розбудити мене — скористайся моїм рогом. Він лежить у скрині.]===],
[===[Проведіть Керлонія Вічнотінь до Ліладріс Місяцеріки в Ясенеділ.]===],
[===[Керлоній вже прибув?]===],
[===[О, я така щаслива, що Керлоній повернувся! І я певно знайду його сплячим десь поблизу, чи не так?

Дякую, що {стать:показав:показала} йому шлях, {ім'я}.]===],
},
[5541] = {
[===[Набої для Грімостріла]===],
[===[Геґнар Грімостріл продає рушниці біля дороги на Ковмар. Стрілці та мінометні команди багато практикуються біля його крамниці і йому завжди потрібні свіжі набої.

Але... Останній ящик боєприпасів, що я йому відправляв, загубився дорогою. Мій кур'єр розповів, що він стояв табором біля Посивілого лігва, коли на нього напали вендиго... і цей дурень кинув Грімострілові набої!

{Ім'я}, чи {стать:не міг би:не могла б} ти знайти їх і повернути Грімострілу? Він на них чекає і, напевно, в нього набої вже закінчуються.]===],
[===[Принесіть набої Геґнару Грімострілу в Дун-Морог.]===],
[===[Сподіваюся, ти не за набоями, бо вони у мене майже закінчилися!]===],
[===[Чудово, нові набої! Поставка стариганя Лослора, нарешті, прибула! Нехай набої і запізнилися, але, як казав мій дідусь, краще пізно, ніж ніколи!

Красно дякую, {ім'я}. Мої покупці вже зачекалися!]===],
},
[5545] = {
[===[Зв'язка неприємностей]===],
[===[У мене справжня халепа. Збігає термін замовлення на пиломатеріали, і мені катастрофічно не вистачає часу. Вовки та ведмеді на північ звідси відганяють моїх працівників від тієї деревини, яку вони вже нарубали.

Я вже говорила із заступником Райнером щодо цих тварин, але мені потрібен хтось, хто б міг піти позбирати для мене дрова. Якщо ти зможеш зібрати для мене вісім зв'язок деревини, я, можливо, встигну вчасно виконати своє замовлення.]===],
[===[Принесіть 8 зв'язок деревини Релен у лісозаготівельний табір Східнодолу.]===],
[===[Термін замовлення спливає, {клас:к}. Будь ласка, поквапся і позбирай ці зв'язки деревини.]===],
[===[Відмінно! Завдяки тобі я зможу виконати замовлення вчасно. Щоб висловити свою подяку, я хотіла б запропонувати трохи грошей, як компенсацію за твої клопоти.

Дякую і прощавай.]===],
},
[5621] = {
[===[Вбрання Місяця]===],
[===[Мені потрібна твоя допомога, {ім'я}. Я маю залишатися тут, щоб навчати інших, але ти зможеш допомогти нашій одній пораненій вартовій. Вона поранилася під час патрулювання міста і потребує нашої допомоги. Її звати Шая.

Коли знайдеш її, зціли її рани та зміцни її тіло своїми заклинаннями. Це захистить її від лиха, принаймні на деякий час. Повертайся до мене, коли виконаєш свій обов'язок перед Елуною.]===],
[===[Знайдіть вартову Шаю та зціліть її рани, використовуючи Мале зцілення (ранг 2). Після цього надайте їй Слово сили: Стійкість та поверніться до Лорни Ранкосяйва в Доланаар.]===],
[===[Наші заклинання Стійкості дуже потужні, {ім'я}. Вони дозволяють нашим супутникам витримувати багато поранень та виживати у ситуаціях, які вони зазвичай не пережили. Але це ніщо в порівнянні з нашими здібностями зцілення. Немає кращих цілителів, ніж жерці — запам'ятай це. Твої сили можуть з легкістю змінити хід битви.]===],
[===[Ти чудово {стать:впорався:впоралася} та {стать:послужив:послужила} Елуні. Я дякую тобі за це.

Будь ласка, візьми це вбрання на знак моєї подяки. Воно означає, що ти {стать:заслужив:заслужила} своє місце серед нас. Якщо бажаєш — носи його з гордістю, але в будь-якому випадку, ми завжди будемо знати, що ти {стать:один:одна} з нас.

Іди з Елуною, {ім'я}, і дякую тобі.]===],
},
[5622] = {
[===[На славу Елуни]===],
[===[{Ім'я}, ти маєш відправитися до Доланаару, коли закінчиш свої справи в Тінистій долині. Там ти знайдеш Лорну Ранкосяйво. Вона наставить тебе далі на шлях Елуни, і саме з нею ти отримаєш своє перше вбрання, яке буде вказувати на твій статус {стать:жреця:жриці} Елуни.

Бережи себе, і нехай тебе береже Елуна.]===],
[===[Поговоріть з Лорною Ранкосяйвом на Тельдрассілі.]===],
nil,
[===[Я рада, що Шанда відправила тебе знайти мене, {ім'я}. Навчання молодих жерців шляхам Елуни приносить мені задоволення.]===],
},
[5623] = {
[===[На славу Світла]===],
[===[І знову привіт, {стать:юний:юна} {клас:к}. Настав час дізнатися тобі більше про нашу релігію. Як тільки ти закінчиш свої доручення в Північнокраї, будь ласка, знайди жрицю Жозетту в Злотохресті. Вона може навчити тебе більшого, і вона чула, що ти стаєш {стать:сильнішим:сильнішою} у шляхах Світла. Вона з нетерпінням чекає можливості навчати тебе.]===],
[===[Поговоріть зі жрицею Жозеттою в Ельвиннському лісі.]===],
nil,
[===[Я рада, що ти {стать:прийшов:прийшла}, {ім'я}. Нам є що обговорити про твоє майбутнє та твій шлях Світла.]===],
},
[5624] = {
[===[Вбрання Світла]===],
[===[Зазвичай, я ставлю невеликі виклики послідовникам Світла, щоб перевірити їх навички. Я хочу побачити, чи вони справді варті носіння їх перших риз — знаку того, що церква приймає цих жерців та підтримує їх.

Але зараз ситуація дещо інакша. Один із жителів Злотохрестя бачив пораненого вартового біля річки, на схід звідси. Його звати Робертс. Знайди його, зціли його рани, зміцни його тіло та повернися сюди. Якщо ти впораєшся, я вважатиму що твоє випробування завершено.]===],
[===[Знайдіть вартового Робертса та зціліть його рани використовуючи Мале зцілення (ранг 2). Після цього надайте йому Слово сили: Стійкість та поверніться до жриці Жозетти в Злотохрестя.]===],
[===[Як ти вже {стать:міг:могла} дізнатися, наша магія зцілення життєво необхідна для виживання нашого народу у ці важкі часи. Особливо для тих мандрівників та героїв, що беруться за зброю та магію, щоб дати відсіч загрозам.

Не забувай наскільки це вміння важливе. Зцілення разом зі Стійкістю зроблять твоїх супутників більш витривалими в бою, дозволивши їм витримувати потужні удари ворога.

Не дозволяй нікому нехтувати твоєю магією.]===],
[===[Прекрасно, {ім'я}. Іще один здоровий вартовий готовий допомагати місту. Я рада бачити, що ти вже {стать:навчився:навчилася} користуватися своїми здібностями. Коли відчуєш, що ти {стать:готовий:готова} до нових тренувань — будь ласка, повертайся до мене. А поки що прийми це вбрання. Це дозволить іншим знати, що ти {стать:один:одна} з нас. Якщо не хочеш його носити, нічого. Для нових випробувань воно тобі не знадобиться.]===],
},
[5625] = {
[===[Вбрання Світла]===],
[===[Зазвичай, саме в цей час жерці проходять випробування, щоб побачити чи вони справді гідні, щоб носити вбрання, які позначають їхнє місце в церкві. Але, якщо чесно кажучи, у мене є більш нагальні справи. Житель Хараносу щойно прибув та розповів мені про пораненого горянина, що знаходиться прямо за містом, на південь. Його ім'я Дольф.
 
Зціли Дольфа, дай йому стійкість, і я вважатиму, що ти {стать:пройшов:пройшла} випробування. Що скажеш?]===],
[===[Знайдіть горянина Дольфа та зціліть його рани використовуючи Мале зцілення (ранг 2). Після цього надайте йому Слово сили: Стійкість та поверніться до Максана Анвола у Харанос.]===],
[===[Ти вже {стать:знайшов:знайшла} Дольфа, {ім'я}?

Ти напевне вже {стать:зрозумів:зрозуміла}, що наша здатність до зцілення вельми корисна. Ми можемо не тільки піклуватися про поранених — без нас не обійдуться жодні "герої", що намагаються прославити своє ім'я. Завдяки Стійкості вони можуть витримувати більше ударів, а поки наша зцілювальна магія підтримує їхні життя, не існує нічого, що ми не змогли б подолати!]===],
[===[Гарна робота, {ім'я}. Ти маєш Світло всередині себе, в цьому немає сумнівів.

Ось, візьми це вбрання. Воно показуватиме всім, що ти {клас}. Можеш одягнути його, якщо хочеш.

Пізніше тобі доведеться пройти через інші випробування. Роби все можливе, щоб дізнатися більше про свої здібності. Спробуй свої сили у кількох битвах самотужки, а потім — разом з іншими мандрівниками.

І не хвилюйся... ти не поступаєшся їм у силі.]===],
},
[5626] = {
[===[На славу Світла]===],
[===[Агоу! {ім'я}! Є хвилька?

Ти вже досит довго слідуєш Світлу, того мусиш побалакати з Максаном Анволом в Хараноси. Він навчит тебе більше шляху, їким ти йдеш, і їкщо ти доведеш своу гідніст, він даст тобі твоє перше вбраня {стать:жерца:жрици}.

Хутчіш! Єк си зурудуїш тут, відправляйси до Хараносу через тунель — Максан ждатиме тебе.]===],
[===[Поговоріть з Максаном Анволом в Дун-Морозі.]===],
nil,
[===[Оу, то тебе Брансток прислав, ге? Файно, файно. Він має рацію, вже час тобі зробити більший крок до Світла. Се зробит тебе набагато сильніше... Се загартує твоє тіло... та силу волі.]===],
},
[5627] = {
[===[Зорі Елуни]===],
nil,
nil,
nil,
[===[Ти {стать:довів, що вартий:довела, що варта} уваги Елуни, {ім'я}. Як відчуєш, що ти {стать:готовий:готова}, я з радістю навчу тебе одного з заклинань Елуни. Вони унікальні для нашого народу.]===],
},
[5628] = {
[===[Повернення додому]===],
[===[Ах, так. привіт, ти {ім'я}? Я рада, що ти {стать:зупинився:зупинилася} поговорити. Ти зараз так далеко від дому в такому юному віці, я захоплена твоїм завзяттям. Хотіла б і я у твоєму віці мати таку пристрасть до мандрів.

Нещодавно тут була жриця твого ордену і вона шукала тебе. Вона сказала, щоб ти терміново {стать:повертався:поверталася} до храму Місяця в Дарнасі та {стать:поговорив:поговорила} зі жрицею Алатеєю. Це явно пов'язано з твоїм навчанням. На твоєму місці я б не зволікала з цим.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася} додому, {ім'я}. Ми з Тірандою завжди радіємо, коли ті, кого ми навчали, відправляються у великий світ, а потім повертаються до нас живими й неушкодженими. Як твої справи? Елуна досі благословляє твої мандри? Можливо, після того, як ми поговоримо про важливі справи, ти зможеш розказати мені більше про свої подорожі.]===],
},
[5629] = {
[===[Повернення додому]===],
[===[І знову привіт, {ім'я}. Я знаю, що ти {стать:зайнятий:зайнята} допомогою нашому народу, але ти маєш приділити трохи часу і собі. Жриця Алатея прислала когось, хто шукає тебе. Схоже, що ти {стать:привернув:привернула} увагу наших старійшин, і вони відчувають, що ти {стать:готовий:готова} до великих справ. Відправляйся до храму Місяця в Дарнасі та знайди там Алатею. Вона буде чекати. Щасти тобі, та нехай Елуна береже тебе.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася}, {ім'я}. Ми з Тірандою завжди радіємо, коли ті, кого ми навчали, відправляються у великий світ, а потім повертаються до нас живими й неушкодженими. Як твої справи? Елуна досі благословляє твої мандри? Можливо, після того, як ми поговоримо про важливі справи, ти зможеш розказати мені більше про свої подорожі.]===],
},
[5630] = {
[===[Повернення додому]===],
[===[Привіт, {стать:юначе:юнко}. Приємно бачити, як ти подорожуєш сими далекими землями. Без образ, але зазвичай, більшість тво' народу погано переносить сей холодний клімат. Добре, що ти більш {стать:витривалий:витривала}.

Недавно одна з твоїх жриц була тут та шукала тебе — вона казала, що ти маєш знайти Алатею в храмі Місяця у Дарнасі. Сказала, що це терміново, і ти маєш відправитися туди їк май швидше.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася} додому, {ім'я}. Ми з Тірандою завжди радіємо, коли ті, кого ми навчали, відправляються у великий світ, а потім повертаються до нас живими й неушкодженими. Як твої справи? Елуна досі благословляє твої мандри? Можливо, після того, як ми поговоримо про важливі справи, ти зможеш розказати мені більше про свої подорожі.]===],
},
[5631] = {
[===[Повернення додому]===],
[===[Нещодавно наші зали відвідала жриця, що розшукувала тебе, {стать:юний:юна} {раса:к}. Вона сказала, що ти маєш якомога скоріше повернутися до храму Місяця в Дарнасі. Як прибудеш туди — поговори зі жрицею Алатеєю, вона розповість тобі більше.

Нехай Світло буде з тобою, {ім'я}.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася} додому, {ім'я}. Ми з Тірандою завжди радіємо, коли ті, кого ми навчали, відправляються у великий світ, а потім повертаються до нас живими й неушкодженими. Як твої справи? Елуна досі благословляє твої мандри? Можливо, після того, як ми поговоримо про важливі справи, ти зможеш розказати мені більше про свої подорожі.]===],
},
[5632] = {
[===[Повернення додому]===],
[===[О, так, звичайно. Привіт, {ім'я}. Нещодавно тут була посланниця від нашого ордену і вона шукала тебе. Вона сказала, що щось важливе відбувається в Дарнасі й ти маєш повернутися до храму Місяця якомога швидше. Коли прибудеш туди — поговори зі жрицею Алатеєю. Я думаю, що це пов'язано з твоїми успіхами на шляху {клас:р}.

Загалом, повертайся до Дарнасу, коли зможеш.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
nil,
},
[5633] = {
[===[Повернення додому]===],
[===[Вітаю, {стать:юначе:юначко}. Рада бачити тебе тут, в наших величних залах. Най Світло благословить тебе та твій рід.

Поки ти {стать:подорожував:подорожувала} нашими землями, жриця твого храму приходила сюди, шукаючи тебе. Вона сказала, щоб ти хутчіш {стать:повертався:поверталася} до храму Місяця. Вибач, я не можу розповісти тобі більше, але це звучало, як щось важливе. Як доберешся до храму — поговори зі жрицею Алатеєю.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
nil,
},
[5634] = {
[===[Відчайдушна молитва]===],
[===[Ти {стать:потрібен:потрібна} у Штормовії, {ім'я}. Верховна жриця Лорена каже, що настав час тобі довести, що ти {стать:готовий:готова} до наступного рівня навчання. Не гай надто багато часу на пошуки шляху до Лорени. Ти знайдеш її у соборі Світла, що в центрі міста. Передай їй мої вітання та доведи, що ти {стать:гідний:гідна} такого покликання. Нехай Світло буде з тобою, {ім'я}.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Ти {стать:зробив:зробила} чудову послугу Світлу, ставши яскравим прикладом для тих, хто мандрує цими небезпечними землями та за їх межами. Будь ласка, прийми цей урок як подяку за все, що ти {стать:зробив:зробила}.]===],
},
[5635] = {
[===[Відчайдушна молитва]===],
[===[Ти {стать:привернув:привернула} увагу нашого вищого духовенства, {ім'я}. Вони просять тебе якнайшвидше прибути до собору Світла, що в Штормовії. Схоже, вони вважають, що ти вже {стать:проявив:проявила} себе і {стать:готовий:готова} продовжити своє навчання. Як прибудеш туди, знайди верховну жрицю Лорену. Вона зможе направити тебе далі. Щасти тобі та нехай Світло буде з тобою.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5636] = {
[===[Відчайдушна молитва]===],
[===[Благослови тебе Елуна, {стать:добрий:добра} {раса:к}. Я сподіваюся твоє Світло захищає тебе.

Тебе нещодавно розшукував один з твоїх жерців. Він просив передати тобі, що в соборі Світла на тебе чекає верховна жриця Лорена. Схоже, що ти добре {стать:постарався:постаралася}, щоб привернути таку увагу. На твоєму місці я б не гаяла часу — ти {стать:потрібен:потрібна} своєму народові.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5637] = {
[===[Відчайдушна молитва]===],
[===[Прийшов час тобі повернутися до Штормовію, {ім'я}. Верховна жрица Лорена хоче поговорити з тобоу в соборі Світла. Си стало щось дуже добре, або щось дуже погане, їкщо верховна жриця хоче бачити тебе особисто. Але я гадау, що так чи інакше се буде корисно для тебе.

Не марнуй часу тут. Відправляйси туди як май швидше.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5638] = {
[===[Відчайдушна молитва]===],
[===[Зовсім нещодавно один з твоїх жерців був тут та шукав тебе, {раса:к}. Він просив передати тобі, що на тебе чекають у соборі Світла. Сказав, що це дуже важливо. На твоєму місці я б не надто хвилювалася через це. Він виглядав доброзичливо... ніби це були гарні новини. Але певно тобі варто якнайшвидше піти до собору.

Хай береже тебе Елуна, {раса:к}.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5639] = {
[===[Відчайдушна молитва]===],
[===[Ти {стать:потрібен:потрібна} у Штормовії, {ім'я}. Верховна жриця Лорена каже, що настав час тобі довести, що ти {стать:готовий:готова} до наступного рівня навчання. Не гай надто багато часу на пошуки шляху до Лорени. Ти знайдеш її у соборі Світла, що в центрі міста. Передай їй мої вітання та доведи, що ти {стать:гідний:гідна} такого покликання. Нехай Світло буде з тобою, {ім'я}.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5640] = {
[===[Відчайдушна молитва]===],
[===[Хвала Елуні та твоєму Світлу, {ім'я}. 

Нині багато членів нашого ордену вирішили зміцнити свої здібності, що відображають їх віру в Елуну. Наскільки я знаю, те ж саме відбувається і в твоєму ордені. 

Коли закінчиш свої справи у Дарнасі, вирушай до своєї верховної жриці для подальшого навчання.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Я рада, що ти {стать:прийшла:прийшов}, {ім'я}. Є багато речей які нам потрібно обговорити, але найважливіше — твоє навчання зі Світлом.

Є уроки, які повинні засвоїти всі слуги Світла. Якщо ти {стать:готовий:готова}, ми почнемо один із цих уроків зараз.]===],
},
[5641] = {
[===[Безстрашність]===],
[===[{ім'я}, твій верховний жрець Рохан призначив тобі аудієнцію в Залізогарті. Хутчіше, {стать:мій могутній друже:моя могутня подруго}, твоє наступне випробування вже не за горами. Я хотів би бути свідком особливих обрядів твоєї раси, але моє місце тут. Нехай Світло супроводжує тебе у твоїх мандрах. Рохан чекатиме на тебе у Таємній палаті Залізогарту.]===],
[===[Поговоріть з верховним жерцем Роганом в Залізогарті.]===],
nil,
[===[У тебе задатки {стать:великого:великої} {клас:р}, {ім'я}. Продовжуй у тому ж дусі!

Ти вже {стать:показав:показала}, що ти {стать:готовий:готова} до битви. Можливо, настав час навчити тебе іще дечому.]===],
},
[5645] = {
[===[Безстрашність]===],
[===[{ім'я}, твій верховний жрець Рохан призначив тобі аудієнцію в Залізогарті. Хутчіше, {стать:мій могутній друже:моя могутня подруго}, твоє наступне випробування вже не за горами. Я хотів би бути свідком особливих обрядів твоєї раси, але моє місце тут. Нехай Світло супроводжує тебе у твоїх мандрах. Рохан чекатиме на тебе у Таємній палаті Залізогарту.]===],
[===[Поговоріть з верховним жерцем Роганом в Залізогарті.]===],
nil,
[===[Добре, що ти {стать:прийшов:прийшла}, {ім'я}. Наша раса горда та сильна, настав час тобі не тільки навчитися бути собою, а й вселяти такі ж почуття та впевненість в інших. Ти {стать:готовий, хлопче:готова, дівчино}?]===],
},
[5647] = {
[===[Безстрашність]===],
[===[Твоя раса дуже сильна, {ім'я}. Ми пишаємося союзом з вами. І з кожним заходом сонця ти та твій рід не лише дедалі ближче до розгадки власного походження, а й до здобуття великої впевненості у виборі власного шляху в багатьох речах. Саме ця впевненість приносить вам перемогу.

Нещодавно з Залізогарту прийшла звістка. Тебе просять повернутися і поговорити з верховним жерцем Роханом у Таємній палаті. Не варто змушувати його чекати. Хай направить тебе Елуна.]===],
[===[Поговоріть з верховним жерцем Роганом в Залізогарті.]===],
nil,
[===[Добре, що ти {стать:прийшов:прийшла}, {ім'я}. Наша раса горда та сильна, настав час тобі не тільки навчитися бути собою, а й вселяти такі ж почуття та впевненість в інших. Ти {стать:готовий, хлопче:готова, дівчино}?]===],
},
[5672] = {
[===[Благодать Елуни]===],
[===[Настав прекрасний день {ім'я}. Ти {стать:досяг:досягла} віку, в якому наші {стать:жерці:жриці} навчаються здібностей, відомих лише нічним ельфам. Але не я буду тебе навчати. Ти маєш повернутися до храму Місяця та поговорити зі жрицею Алатеєю, коли завершиш свої справи тут. Вона випробує тебе, щоб впевнитися, що ти {стать:готовий:готова}, і лише тоді вона навчить тебе благодаті Елуни.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Присвятивши себе служінню Елуні та нашому народу, ти {стать:досяг:досягла} стану, якого не кожен з нас може досягти. Це наша традиція — навчити тебе більш могутніх здібностей за твою відданість. Чи погодишся ти?]===],
},
[5673] = {
[===[Благодать Елуни]===],
[===[Знай, що ти можеш у будь-який час звернутися до наших тренерів, {ім'я}, але є деякі речі, які ми не зможемо тобі передати. Одна з цих речей — це вчення твоєї богині Елуни. Вона надає особливі здібності своїм вірним послідовникам, і якщо я не помиляюся, настав час тобі повернутися до свого храму Місяця, щоб пройти випробування. 

Повертайся туди, як тільки зможеш та поговори зі жрицею Алатеєю.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Хай благословить тебе Елуна за таке швидке повернення. Це важливий період у твоєму навчанні, і орден дуже серйозно до цього ставиться. Коли відпочинеш з дороги — дай мені знати. Тоді ми зможемо обговорити продовження твого навчання і те, куди твій шлях поведе тебе далі.]===],
},
[5674] = {
[===[Благодать Елуни]===],
[===[Настав прекрасний день {ім'я}. Ти {стать:досяг:досягла} віку, в якому наші {стать:жерці:жриці} навчаються здібностей, відомих лише нічним ельфам. Але не я буду тебе навчати. Ти маєш повернутися до храму Місяця та поговорити зі жрицею Алатеєю, коли завершиш свої справи тут. Вона випробує тебе, щоб впевнитися, що ти {стать:готовий:готова}, і лише тоді вона навчить тебе благодаті Елуни.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Присвятивши себе служінню Елуні та нашому народу, ти {стать:досяг:досягла} стану, якого не кожен з нас може досягти. Це наша традиція — навчити тебе більш могутніх здібностей за твою відданість. Чи погодишся ти?]===],
},
[5675] = {
[===[Благодать Елуни]===],
[===[Ми марнуємо час, {стать:хлопче:дівчино}. Пора тобі повертатися додому, в Дарнас. Жриця Алатея передала, що ти маєш повернутися туди для навчання. Схоже, вони відчувають, що ти вже {стать:готовий:готова} пройти випробування, як і ті, хто служить Світлу. Ти маєш відправитися туди, як тільки зможеш. В посланні Алатеї написано, що вона чекатиме на тебе в храмі Місяця. Щасти тобі.]===],
[===[Поговоріть зі жрицею Алатеєю в Дарнасі.]===],
nil,
[===[Хай благословить тебе Елуна за таке швидке повернення. Це важливий період у твоєму навчанні, і орден дуже серйозно до цього ставиться. Коли відпочинеш з дороги — дай мені знати. Тоді ми зможемо обговорити продовження твого навчання і те, куди твій шлях поведе тебе далі.]===],
},
[5676] = {
[===[Арканічна віддача]===],
[===[Тобі час повертатися до Штормовію, {стать:юначе:юначко}. Твої старійшини викликали тебе для подальших тренувань. І хоча це мене трохи турбує, але я роблю це в ім'я союзу між нашими расами.

Скажу відверто — я не надто довіряю арканічній магії, хай вона божественна чи ні.

Ти зрозумієш про що я говорю коли повернешся до свого собору Світла. Поговори там з верховною жрицею Лореною.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Ми були змушені вивчити деяку магію, щоб захиститися від того, що часто називають нашим найбільшим ворогом — аркани. 

Я навчу тебе заклинання, що допомогло б тобі захистити себе та своїх супутників від тих, хто володіє такою силою.]===],
},
[5677] = {
[===[Арканічна віддача]===],
[===[Як би мені не хотілося показати тобі наше власне особливе вчення Світла, це не наше місце. Твоє місце у Штормовії з тобі подібними, {ім'я}... поки що. Повір мені, я не маю на меті образити тебе. Коли повернешся до верховної жриці Лорени у собор Світла, ти зрозумієш про що я. Настав час приготуватись до майбутнього і вибрати свій власний шлях.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Ти саме вчасно, {ім'я}. Я вже почала сумніватися, чи всі мої посланці впоралися. Рада бачити, що це так, інакше ти б все ще {стать:тинявся:тинялась} світом в пошуках нових загроз нашого народу.

Ти {стать:готовий:готова} до подальших тренувань? Ти швидко набираєшся сил, і я відчуваю, що ти {стать:готовий:готова} дізнатися більше про нашу віру.]===],
},
[5678] = {
[===[Арканічна віддача]===],
[===[Тобі час повертатися до Штормовію, {стать:юначе:юначко}. Твої старійшини викликали тебе для подальших тренувань. І хоча це мене трохи турбує, але я роблю це в ім'я союзу між нашими расами.

Скажу відверто — я не надто довіряю арканічній магії, хай вона божественна чи ні.

Ти зрозумієш про що я говорю коли повернешся до свого собору Світла. Поговори там з верховною жрицею Лореною.]===],
[===[Поговоріть з верховною жрицею Лореною у Штормовії.]===],
nil,
[===[Ти саме вчасно, {ім'я}. Я вже почала сумніватися, чи всі мої посланці впоралися. Рада бачити, що це так, інакше ти б все ще {стать:тинявся:тинялась} світом в пошуках нових загроз нашого народу.

Ти {стать:готовий:готова} до подальших тренувань? Ти швидко набираєшся сил, і я відчуваю, що ти {стать:готовий:готова} дізнатися більше про нашу віру.]===],
},
[5713] = {
[===[Один постріл — один труп]===],
[===[Я прямувала до Аубердіна з важливим повідомленням, коли на мене напав хутропуз Марош і його пантрувачі. Під час нападу мене отруїли, і я ледве тримаюся на ногах. Я можу зробити протиотруту, але це займе деякий час.

Я прошу тебе захистити мене, поки я не прийму протиотруту. Я допоможу тобі своїм луком, наскільки зможу.

Якщо ми виживемо, я зможу доставити своє послання в Аубердін, а тебе попрошу поговорити з Онеєю на заставі Маєстри, і розказати їй про те, що трапилося.]===],
[===[Захистіть стражницю Айнашу, після чого поговоріть з Онеєю на заставі Маєстри в Ясенедолі.]===],
[===[Ти не {стать:зустрічав:зустрічала} стражницю Айнашу? Вона відправилась на важливе завдання і досі не повернулася.]===],
[===[Ти {стать:приніс:принесла} довгоочікувану звістку, {клас:к}. Приємно чути, що Айнаша жива й здорова завдяки тобі. Сподіваюся, ти приймеш цю нагороду за твою доблесть. Нехай Елуна охороняє тебе та освітлює твій шлях.]===],
},
[5921] = {
[===[Місячна галявина]===],
[===[Усіх друїдів радо приймуть у священних землях Місячної Галявини попри те, що наразі існує певна напруга в Колі Кентаврів між Верховним Друїдом Оленерогом і хранителем Ремулосом — вартовим Місячної галявини. Тепер, коли ти {стать:став:стала} на шлях Кігтя, я навчу тебе закляття, що дозволить переноситися туди. Застосуй його, коли шукатимеш знань чи спокою на Місячній галявині.

Твій перший урок — відправитися до Місячної Галявини та поговорити з Дендритом Зіркосяйвом в Нічній Гавані про шлях, яким ти зараз йдеш. Щасти тобі, {стать:молодий:молода} {клас:к}.]===],
[===[Використайте заклинання "Телепорт: Місячна галявина", щоб відправитися до Місячної галявини. Коли прибудете, поговоріть з Дендритом Зіркосяйвом в селищі Нічна Гавань.]===],
nil,
[===["Так все й починається, Батьку Кенарію. Так все й починається."

Дендрит робить швидкий, непомітний рух над головою. Ледь помітна аура сили окутує його.

"Перша форма, до якої ти маєш пристосуватися — форма ведмедя. Я направлю тебе на шлях пізнання цього аспекту життя друїдів, та саме ти маєш прийняти й ширити його — зараз і навіки!"]===],
},
[5923] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Матренґіл — безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і наймудріших друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговоріть з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5924] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Матренґіл — безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і наймудріших друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговоріть з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5925] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, на хвилинку...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твої друїдські тренування переходять на новий рівень і він особисто береться навчати тебе. Матренґіл — безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і наймудріших друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговоріть з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5929] = {
[===[Дух Великого ведмедя]===],
[===[У північно-західній частині Місячної галявини проживає мудра і благородна істота, котру ми називаємо духом Великого ведмедя. Для всіх друїдів він є наставником і вчителем, який дає початок розуміння справжньої природи ведмедя. Всі друїди в певний момент потребують мудрості цього створіння і ти — не вийняток.

Скоріш йди до духа Великого ведмедя й осягни все, чому він захоче тебе навчити. Коли він буде задоволений тобою, повертайся в Нічну Гавань. Тоді й поглянемо, чи ти справді {стать:засвоїв:засвоїла} його уроки.]===],
[===[Знайдіть дух Великого ведмедя на північному заході Місячної галявини та засвойте все, що він розкаже вам про природу ведмедя. Коли уроки будуть завершені, повертайтесь до Дендрита Зіркосяйво в Нічну Гавань на Місячній галявині.]===],
[===[Повертайся тоді, коли дух Великого ведмедя відпустить тебе до мене. Без його благословіння ти не зможеш продовжити навчання.]===],
[===[Дендрит робить ще один непомітний жест над головою при вашому наближенні. Його знову окутує аура сили й він ледь помітно посміхається.

"Я відчуваю мудрість в тобі, дитя, якої не було в момент нашої першої зустрічі. У твоєму погляді сила та усвідомлене прагнення, хоча ще не зовсім сформоване. Сьогодні ти навчишся зосереджувати свою силу і залучати природу ведмедя у своїх ділах."]===],
},
[5931] = {
[===[Повернення в Дарнас]===],
[===[Настав час нашим шляхам розійтись, {стать:юначе:юнко}, адже для подальшого навчання тобі потрібно повернутися до того, хто прислав тебе до мене. Матренґіл Ведмелик живе в справжній гармонії з природою, хоча і мешкає небезпечно близько до того місця де ця гармонія похитнулася. Слухайся його настанов і зовсім скоро ти цілком засвоїш свої перші уроки, які і визначатимуть твою роль {стать:хранителя:берегині} балансу.

А зараз йди, {стать:юначе:юнко}. Ми ще зустрінемось.]===],
[===[Поверніться в Дарнас і поговоріть із Матренґілом Ведмеликом в Кенарійському Анклаві.]===],
nil,
[===[З поверненням, {ім'я}. Я відчуваю, що твоя перша зустріч з духом Великого Ведмедя повпливала на тебе так, як і на інших друїдів, які ступили на шлях Пазура... Трохи збиває з пантелику, але вражає. Зі мною теж так було.

Дух Великого Ведмедя був частиною Азерот з самої її появи. Ми покладаємось на її мудрість і могутність в досягненні наших цілей. Тепер настав час тобі пройти своє перше випробування на цьому шляху. Отже, слухай...]===],
},
[6001] = {
[===[Тіло і серце]===],
[===[На сході від Аубердіна знаходиться багато печер місячних совухів. У тій, що найближче до Аубердіна, стоїть камінь місячного совуха. Місяцекіготь з'явиться коли ти посиплеш на неї кенарійським місячним пилом. Місяцекіготь таїть в собі силу, якою ти, як {стать:один:одна} з друїдів Пазура {стать:повинен:повинна} володіти.

Ти {стать:заслужив:заслужила} право користуватися цим кенарійським місячним пилом, {ім'я}... тепер доведи мені, що ти також заслуговуєш володіти силами тіла і серця, які так необхідні друїду!]===],
[===[Посипте кенарійським місячним пилом на камінь місячного совуха в Аубердіні, щоб викликати Місяцекігтя. Переможіть його та отримайте силу тіла і серця, якими він володіє.

По завершенню, поговоріть з Матренґілом Ведмеликом в Дарнасі.]===],
[===[Доки ти не приймеш виклик, що чекає тебе, ти не зумієш цілком пізнати силу тіла і серця. До тих пір я нічим не зможу тобі помогти.]===],
[===[Це твій перший крок на шляху до великих звершень, {ім'я}. Я відчуваю вчення духа Великого ведмедя в тобі й бачу, що ти {стать:перейняв:перейняла} силу Місяцекігтя.

Більш нічого тобі не перешкоджає... дозволь мені тепер навчити тебе, що означає бути {клас:о} Пазура!]===],
},
[6063] = {
[===[Приборкання звіра]===],
[===[Як {клас}, ти завжди маєш пам'ятати про відповідальність, що лежить на тобі. Природу не можна підкорити для виконання власних забаганок. Її потрібно поважати та приймати як те, без чого твоє існування неможливе.

{ім'я}, ти маєш довести, що розумієш це до того, як я навчу тебе приручати звірів.

Для свого першого завдання візьми цей жезл приборкання. З ним ти зможеш приручити павутиннолісого маскуна. Зроби це і попрактикуй свої навички {клас:р}.]===],
[===[Приборкайте павутиннолісого маскуна за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Дазалару в Доланаар.]===],
[===[Ти навчишся, {ім'я}, і одного дня станеш {стать:великим:великою} {клас:о}.]===],
[===[Чудово, {ім'я}! Ти швидко вчишся.]===],
},
[6064] = {
[===[Приборкання звіра]===],
[===[Вітаю, {стать:юначе:юнко}! То ти хоч дізнатись, як приручити собі супутника?

Що ж, почнім. Для мисливця немає нічого важливішого за спорядження. Та про мій новий шрапнельний самостріл поговоримо пізніше. Поки займемось тим, що тобі може бути цікавіше — вибором вірного звіра-супутника!

Найкраще — спробувати приборкати кількох звірів і обрати того, хто сподобається більше. Тож, знайди великого скельного кнура та приборкай його з допомогою цього жезла.]===],
[===[Приборкайте великого скельного кнура за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Ґріфу Дикосерду в Харанос.]===],
[===[Не переживай, {стать:юначе:юнко}! Може не з першого разу, та ти знайдеш свого вірного супутника.]===],
[===[Знаю-знаю, тобі вже кортить дізнатись, що ж далі, еге ж?]===],
},
[6071] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Дазаларом в Доланаарі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Дазаларом у Доланаарі.]===],
nil,
[===[Так, прийшов час, {клас:к}.]===],
},
[6072] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Дазаларом в Доланаарі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Дазаларом у Доланаарі.]===],
nil,
[===[Так, думаю, що час настав...]===],
},
[6073] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Дазаларом в Доланаарі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Дазаларом у Доланаарі.]===],
nil,
[===[Так, прийшов час навчити тебе....]===],
},
[6074] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Ґріфом Дикосердом в Хараносі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Ґріфом Дикосердом в Хараносі.]===],
nil,
[===[Так, я вважаю, що час настав...]===],
},
[6075] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Ґріфом Дикосердом в Хараносі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Ґріфом Дикосердом в Хараносі.]===],
nil,
[===[Так, думаю, прийшов час навчати тебе....]===],
},
[6076] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Ґріфом Дикосердом в Хараносі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Ґріфом Дикосердом в Хараносі.]===],
nil,
[===[Так, {клас:к}, час настав...]===],
},
[6084] = {
[===[Приборкання звіра]===],
[===[Ці скельні кнури досить кремезні. Може спробуєш щось граціозніше? Добренько, є й таке. На південь і на схід звідси ти знайдеш великих білих кішок, що звуться сніжними леопардами. Вони нагадують елегантно змайстровану рушницю — за їх зовнішньою красою ховається надзвичайна сила. Якщо ти шукаєш спритнішого звіра — вони підійдуть краще, ніж кнури.

Візьми цей жезл приборкання і подивись, чи сподобається тобі сніжний леопард.]===],
[===[Приборкайте сніжного леопарда за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніться до Ґріфа Дикосерда в Харанос.]===],
[===[Ну, як тобі сніжні леопарди, {ім'я}?]===],
[===[Коли ти будеш {стать:готовий:готова} — я навчу тебе приборкувати будь-яких звірів, які тобі сподобаються.]===],
},
[6085] = {
[===[Приборкання звіра]===],
[===[Може, тобі більше сподобається звір, що має дещо більше, ніж грубу силу? Льодолапий ведмідь стане чудесним супутником для {стать:такого:такої} {клас:р}, як ти. Знайти його можна на схід від Хараноса. Ось жезл приборкання — спробуй цього звіра в бою і подивимось, чи тобі сподобається.

Як повернешся — я навчу тебе приборкання звірів, щоб ти {стать:міг:могла} обрати собі супутника, який допоможе тобі в боротьбі з загрозами та отримуватиме разом з тобою досвід в бою. Також я навчу тебе, як викликати та відпускати його по твоїй волі.]===],
[===[Приборкайте льодолапого ведмедя за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Ґріфу Дикосерду в Харанос.]===],
[===[Ти вже {стать:приручив:приручила} льодолапого ведмедя?]===],
[===[А ось і ти, {ім'я}. Тепер я навчу тебе приборкання звіра, а також як викликати та відпускати його по своїй волі.

Знайди собі вірного супутника і насолоджуйся шляхом {клас:р}!]===],
},
[6086] = {
[===[Тренування звіра]===],
[===[{ім'я}, тепер ти вмієш приручати звірів, та ще тобі доведеться навчитись їх дресувати.

Відправляйся до Залізогарту в Військовий зал. Там ти маєш поговорити з однією з наших найшанованіших мисливиць — Белією Громограніт. Вона навчить тебе, як дресувати твого нового супутника, тож поспіши, {стать:юначе:юнко}.

Белія — приязна мисливиця, тож, думаю, ти швидко знайдеш з нею спільну мову. Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Белією Громограніт в Залізогарті.]===],
nil,
[===[Ти {стать:новенький:новенька}, ге? Так, бачу, ти на шляху становлення {стать:великим:великою} {клас:о}.

Так, я поділюсь з тобою знаннями, необхідними для дресування твого улюбленця. Ти навчишся не тільки навчати його нових здібностей, а й годувати та повертати до життя, коли знадобиться.

Пам'ятай, найкращий спосіб порозумітись з твоїм супутником — повага та піклування до нього. В обмін на це, ти отримаєш вірного друга.]===],
},
[6101] = {
[===[Приборкання звіра]===],
[===[Природа постійна у своїй мінливості, {ім'я}. Можна передбачити лише те, що вона ніколи не залишиться на місті. Вона постійно змінюється.

Мої завдання допоможуть тобі побачити й прийняти різноманітність створінь, які можуть стати твоїми супутниками.

Візьми цей жезл приборкання та використай його, щоб приборкати одного з ночезубів-ловців, що мешкають на півдні. Так ти почнеш розуміти схожість та різноманітність природи.]===],
[===[Приборкайте ночезуба-ловця за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Дазалару в Доланаар.]===],
[===[Розуміння й підтримка балансу з природою — невіддільна частина життя {стать:кожного:кожної} {раса:р}.]===],
[===[Я бачу твою відданість і розуміння всього, чого я тебе навчаю, {ім'я}.]===],
},
[6102] = {
[===[Приборкання звіра]===],
[===[Тобі вдалось приборкати двох звірів, що живуть на суші та тепер настав час мешканців неба. Використай цей жезл, щоб приборкати сову-верескуна, що мешкає на захід звідси. Попрактикуйся з цією могутньою совою в бою.

Як повернешся — я навчу тебе приборкання звірів, щоб ти {стать:міг:могла} обрати собі супутника, який допоможе тобі в боротьбі з загрозами та отримуватиме разом з тобою досвід в бою. Також я навчу тебе, як викликати та відпускати його по твоїй волі.]===],
[===[Приборкайте сову-верескуна за допомогою жезлу приборкання. Попрактикуйтесь, після чого поверніть жезл приборкання Дазалару в Доланаар.]===],
[===[Я пишаюсь твоїми досягненнями, {ім'я}. Ти вже {стать:виконав:виконала} моє останнє завдання?]===],
[===[Ти {стать:навчився:навчилась} всьому, що я міг тобі розказати, {ім'я}. Ще одна порада — обирай свого першого супутника розсудливо. Це буде створіння землі, води чи неба? Хай там як, без сумніву, воно буде супроводжувати тебе досить довго.

Отож, {ім'я}, тепер я навчу тебе приборкання звіра, а також як викликати та відпускати його по своїй волі. Користуйся своїми навичками з гордістю, ти на це {стать:заслужив:заслужила}.]===],
},
[6103] = {
[===[Тренування звіра]===],
[===[Тепер ти вмієш приручати звірів, та ще тобі доведеться навчитись їх дресувати.

Відправляйся до Дарнаса. Там ти поговориш з однією з наших найшанованіших мисливиць — Йокастою. Вона навчить тебе дресування, тож поспіши.

Хай Йокаста й здається суворою, вона завжди рада бачити нових мисливців. Поважай її, і вона віддячить тобі добром. Нехай щастить, {ім'я}.]===],
[===[Поговоріть з Йокастою в Кенарійському Анклаві, що в Дарнасі.]===],
nil,
[===[Бачу, ти {стать:юний:юна} {клас}. Так, я поділюсь з тобою знаннями, необхідними для дресування твого улюбленця. Ти навчишся не тільки навчати його нових здібностей, а й годувати та повертати до життя, коли знадобиться.

Пам'ятай, {ім'я}, ти маєш жити в рівновазі з природою та поважати її. Тепер йди. Ми побачимось знову, як прийде час.]===],
},
[6121] = {
[===[Новий урок]===],
[===[Тепер, {ім'я}, ти {стать:готовий:готова} більше дізнатися про отрути та про владу, яку ми, друїди, маємо над ними. Кенарій дарував нам вміння виводити з тіла найгірші отрути за допомогою простих чар. Цей дар не варто сприймати легковажно... Тож, для засвоєння цього, тобі доведеться впоратись з отрутою самостійно, своїми силами. 

Відправляйся на Місячну галявину і поговори з Дендритом Блиском Зірок — він очікує на твоє прибуття, щоб почати навчання.]===],
[===[Відправляйтесь на Місячну галявину і поговоріть з Дендритом Зіркосяйвом в селищі Нічна Гавань.]===],
nil,
[===[Вітаю, {стать:юний:юна} {клас:к}. Я радий бачити, що ти {стать:готовий:готова} і прагнеш дізнатись більше про зцілення від отрут.

Хоча більшість друїдів проходили певні випробування, тобі цього не знадобиться. В Аубердіні стався сплеск отруєння тварин і місцеві жителі не змогли з цим справитись. Представник Аубердіну попросив Місячну галявину про допомогу, тож ми відправимо тебе. Це не тренування — завдання серйозне і небезпечне, май це на увазі.]===],
},
[6122] = {
[===[Первісне джерело]===],
[===[Скельноджерельні водоспади Темнобережжя служать основним джерелом води в цих землях, тож я підозрюю, що звідти й почалось розповсюдження отрути, від якої постраждали тамтешні звірі. Візьми цей флакон і наповни його водою біля входу до печери за водоспадом. Та будь {стать:обережний:обережна} — в печерах поселились наги.

Як наповниш — віднеси його Аланндаріан Ночепісні в Аубердін. Саме вона попросила нас про допомогу, тож ти відправишся їй на поміч.]===],
[===[Використайте пустий флакон Скельноджерельних водоспадів, щоб взяти пробу води біля входу в печеру за водоспадом.

Віднесіть наповнений флакон Скельноджерельних водоспадів Аланндаріан Ночепісні в Аубердін, що на Темнобережжі.]===],
[===[Тебе прислало Кенарійське Коло з Місячної галявини? Це чудово! Нам не вистачає рук для допомоги нещасним оленям і ми будемо раді твоїй допомозі.

Ти {стать:приніс:принесла} зразок води, про який казав Дендрит Зіркосяйво? Він сказав, що ти принесеш воду і допоможеш нам зі зціленням...]===],
[===[Клянусь Елуною, це просто мерзенна вода! Не дивно, що олені захворіли.

Щось забруднює воду на скельноджерельних водоспадах і, як наслідок, вражає ґрунтові води всього Темнобережжя. Хворих оленів бачили всюди, а не тільки біля річок. Хоч вода і є первісним джерелом забруднення, тут щось не чисто.

Вір чи ні, та ця вода допоможе нам створити ліки. А поки я досліджуватиму воду, ти допоможеш мені зібрати інгредієнти для ліків...]===],
},
[6123] = {
[===[Створення ліків]===],
[===[Основою цілющої мазі для оленів послужить вода. Для того, щоб надати їй цілющих властивостей, мені знадобиться землекорінь. Травники знають де його шукати, тому якщо тобі не пощастило і ти не {стать:один:одна} з них - доведеться знайти когось, хто допоможе.

Для підсилення ефективності мазі, мені потрібні місячні гриби. Знайти їх досить легко: в печерах, на схід звідси, їх дуже багато. В цих печерах проживають місячні совухи; останнім часом вони стали дуже дратівливими, тому будь {стать:обережний:обережна}.]===],
[===[Принесіть 5 землекоренів і 12 місячних грибів Аланндаріан Ночепісні в Аубердін, щоб вона приготувала цілющу мазь.]===],
[===[Ти {стать:зібрав:зібрала} складники, необхідні для приготування мазі? Самі собою олені не зціляться, тому нам краще поспішити їм на поміч!]===],
[===[Чудово, {ім'я}, ти {стать:приніс:принесла} так багато, що мені має вистачити на кілька великих доз мазі - принаймні, щоб зцілення почалось.

Приготування засобів проти отрут інколи буває досить складним, оскільки кожен потребує певного антидота для нейтралізації дії отрути. Чудово було б вміти в будь-який момент лікувати отруєння, не переживаючи про інгредієнти для антидота.

А зараз мені треба попрацювати над цим!]===],
},
[6124] = {
[===[Зцілення хворих]===],
[===[Мені вдалось виготовити десять порцій мазі з інгредієнтів, які ти {стать:приніс:принесла} мені, {ім'я}. Поки я працюю тут, в селищі, намагаючись виготовити якомога більше цієї мазі, я хотіла б, щоб ти {стать:допоміг:допомогла} нам почати зцілення. По всьому Темнобережжі бродять хворі олені. Скористайся цією маззю для їх зцілення.

Я впевнена, Дендрит Зіркосяйво з Місячної галявини захоче поговорити з тобою, коли ти закінчиш. Будь ласка, передай подяку жителів Аубердіну Кенарійському Колу... і дозволь мені подякувати тобі особисто за допомогу!]===],
[===[Нанесіть мазь для зцілення тварин на 10 хворих оленів, що проживають в Темнобережжі — це має їх зцілити. За чутками, ареал проживання хворих оленів — південніше Скельноджерельної річки, що на північ від Аубердіну, а далі — по всій території, аж до південних кордонів Темнобережжя, де починається Ясенеділ.]===],
[===[Ти {стать:завершив:завершила} те, про що тебе просила Аланндаріан Ночепісня в Аубердіні? Твоє завдання ще не виконане.]===],
[===[Ти добре {стать:зробив:зробила}, що {стать:потурбувався:потурбувалася} про хворих оленів Темнобережжя; це мимовільні жертви прокльону й осквернення, яке розповзається по всьому краю. В Дарнасі є ті, хто признає наявність загрози... і ті, хто вперто ігнорує ознаки її посилення. Я сподіваюсь, що ти, {ім'я} - {стать:один:одна} з тих, хто не збирається відвертатися від фактів, які дивляться тобі просто у вічі.

Хай там що, ти {стать:довів:довела}, що ти — друг природи та Кола. Прийми це як відзнаку цієї твоєї якості.]===],
},
[6125] = {
[===[Влада над отрутою]===],
[===[Ти {стать:засвоїв:засвоїла}, як це, зцілювати від отрути без допомоги духів. Пам'ятай, чого ця боротьба вартує іншим, коли прийматимеш цей дар влади над отрутою.

Повертайся до Матренґіла Ведмелика в Дарнас, {ім'я}. Тепер, коли ти {стать:засвоїв:засвоїла} цей важливий урок, він навчить тебе важливого заклинання.

Нехай тобі щастить, {стать:юний:юна} {клас:к}. Ми зустрінемось знову.]===],
[===[Поверніться до Матренґіла Ведмелика в Кенарійський Анклав, що в Дарнасі.]===],
nil,
[===[З поверненням! Я слідкував за твоїми успіхами відколи ти {стать:покинув:покинула} нас і, зізнаюсь, я був вражений, коли дізнався про те, що сталося в Аубердіні. Ми маємо більше дізнатись про це — така отрута не залишиться непоміченою для балансу природи.

Ти чудово {стать:проявив:проявила} себе в цій ситуації. За це я винагороджу тебе владою над отрутою. Використовуй її мудро, {ім'я}.]===],
},
[6181] = {
[===[Квапливе повідомлення]===],
[===[Хоча ми не отримуємо великої допомоги від Штормовію безпосередньо, я маю контакт у місті, який допомагає забезпечувати нас обладунками. Його звати Озрік Странґ. Його крамниця "Обмежена невразливість" - у Старому Місті Штормовія.

Наші запаси обладунків закінчуються, і я повинен зв'язатися з Озріком, щоб попросити ще. Можеш передати йому цю записку?

Найшвидше добратися до Штормовія — з допомогою Тора, нашого приборкувача грифонів. Він одразу вниз по схилу. Принеси йому мою записку, а потім візьми грифона до Штормовія.]===],
[===[Принесіть записку Льюїса до приборкувача грифонів Тора.]===],
[===[Схоже, ти поспішаєш. Що ж, тоді ти {стать:прийшов:прийшла} в правильне місце!]===],
[===[Тобі треба доставити цю записку в Штормовій? Це не проблема, ти можеш взяти одного з моїх грифонів!]===],
},
[6182] = {
[===[Перший і останній]===],
[===[Натанос Марріс був першою й останньою людиною-лідером слідопитів. Він був учнем Сильвани Вітрогін, нині Королеви-Банші відречених.

Ми думали, що він загинув під час захисту Лордерону. Хоча його тіло так і не знайшли, вважалось, що він не зміг вибратись зі Східних Зачумлених земель.

Матіас Гич вивчав обставини його зникнення і, можливо, має якусь нову інформацію. Відправляйся до нього, він проживає в казармах старого міста.]===],
[===[Поговоріть з Матіасом Гичем в старому місті Штормовію. Він знаходиться в казармах.]===],
nil,
[===[Після кількох повідомлень про незвичну активність відречених в Східних Зачумлених землях, агенти ШБУ відправились на розслідування. Результати цього розслідування викликають занепокоєння.]===],
},
[6183] = {
[===[Шануйте мертвих]===],
[===[П’ятьом моїм найкращим польовим агентам доручили справу Марріса. Один з них повернувся, але через три дні помер уві сні.

Інформації від нього ми отримали небагато, та й та була незв’язною тарабарщиною. Ми розібрали лише два слова: «Натанос» і «Гнилоклич».

Я не маю вдосталь людських ресурсів, щоб продовжити це розслідування, а Рейвенхольдт не допоможе нам. Ми повинні дістатись до суті цієї ситуації, щоб забезпечити спокій для сімей померлих. Ти допоможеш?]===],
[===[Поговоріть з Матіасом Гичем ще раз, якщо хочете прийняти його завдання.]===],
nil,
[===[<Матіас киває.>

Я знав, що Болвар пришле мені чоловіків і жінок честі — найвідданіших солдатів Альянсу.]===],
},
[6186] = {
[===[Пришестя Гнилоклича]===],
[===[<Флінт зблід.>

Це зробив На... Натанос? Натанос Гнилоклич?

Чому? Він був... таким благородним лідером слідопитів. Єдина людина, яку погодились навчати вищі ельфи. І тепер він безжальний поплічник відречених?

Вибач, що я... маю попросити тебе про це, {ім'я}, але верховний лорд Фордраґон має якомога скоріше дізнатись про це. Прошу, повертайся до Штормовію та розкажи йому все.]===],
[===[Поверніться до Штормовію та розкажіть верховному лорду Болвару Фордраґону про долю Натаноса Марріса.]===],
nil,
[===[Ні. Це... НІ! Як? Поплічник відречених? ЗАХИСНИК Королеви-Банші???

<Верховний лорд Болвар Фордраґон знесилено опускає руки.>]===],
},
[6261] = {
[===[Дунґар Довгопий]===],
[===[{Ім'я}, я зібрав у цей ящик усе, про що просив Льюїс. Зможеш відвезти ящик йому?

Якщо ти вже {стать:поспілкувався:поспілкувалася} з Тором в Західному краю, то можеш найняти грифона назад до нього. Довгопий — наш приборкувач грифонів у Торговому районі.

Поговори з Дунґаром, а потім достав цей ящик Льюїсу якомога швидше. Ми не хочемо, щоб нашим бійцям у Західному краю довелося битися без нових обладунків!]===],
[===[Віднесіть ящик Озріка до приборкувача грифонів Дунґара Довгопия.]===],
[===[Це в тебе піт на лобі, {стать:юначе:юнко}? Ти забагато {стать:бігав:бігала}. Наступного разу візьми грифона!]===],
[===[Ящик для Західного краю, так? А ти там уже {стать:бував:бувала} раніше? Якщо так, то ніяких проблем, друзяко. У мене є безліч грифонів, навчених літати по цьому маршруту!]===],
},
[6281] = {
[===[Переліт до Штормовія]===],
[===[За невелику плату ти можеш найняти грифона для польоту до Штормовія, щоб доставити записку Льюїса Озрікові. Ти не дістанешся туди швидше жодним іншим способом.

Якщо для тебе це прийнятно, поговори зі мною знову, коли будеш {стать:готовий:готова} летіти. Я, звичайно, візьму з тебе трохи грошей, але повір — воно того варте!]===],
[===[Оплатіть політ приборкувачу грифонів Торові та принесіть записку Льюїса Осрікові Странґу в крамницю "Обмежена невразливість", що у Старому Місті Штормовія.]===],
[===[Ти {стать:подорожував:подорожувала}, еге ж? {стать:Бував:Бувала} у якихось цікавих місцях?]===],
[===[А, записка від квартирмейстера Льюїса? Я не здивований, що йому знадобилася додаткова екіпіровка. Сторожовий пагорб — далеко, у краю, про який Штормовій вже майже забув.

Що ж, дякую тобі, {ім'я}. Ось трохи грошей на покриття твоїх витрат на дорогу.]===],
},
[6285] = {
[===[Повернення до Льюїса]===],
[===[Приборкувачем грифонів у Західному краї працює Тор. Якщо ти вже з ним {стать:знайомий:знайома}, то можеш долетіти до нього на одній з моїх пташок.

Варто знати: грифони навчені так, що завжди можуть долетіти до столиці, але вони відвезуть тебе до приборкувачів з інших місць лише після того, як ти там побуваєш.

Ти вже {стать:бував:бувала} у Тора, тож просто поговори зі мною ще раз, коли будеш {стать:готовий:готова} летіти до Західного краю. А там зможеш доставити ящик Озріка квартирмейстерові Льюїсу.]===],
[===[Оплатіть політ до Сторожового пагорба приборкувачу грифонів Дунґарові Довгопию, а потім віднесіть ящик Озріка Льюїсові.]===],
[===[Ти вже {стать:повернувся:повернуляся} зі Штормовія? Озрік надіслав обладунки?]===],
[===[Чудово, ти {стать:привіз:привезла} обладунки! Ми розподілимо їх між тими, кому вони терміново необхідні.

Дякую тобі, {ім'я}. Ти нам дуже {стать:допоміг:допомогла}. А тепер, коли ти {стать:знайомий:знайома} з нашими грифонами, сподіваюся, ти будеш часто прилітати до нас і надавати свою допомогу Сторожовому пагорбові!]===],
},
[6341] = {
[===[Дари Тельдрассіля]===],
[===[Рибалки селища Рут'Теран живуть дуже добре, бо риба тут надзвичайно велика, і її багато. Я хотіла б порівняти тутешній улов із ситуацією в материкових водах.

Я зібрала зразки риб'ячих кісток і луски, які хотіла б відправити своєму колезі на Темнобережжя. Його звати Лейрд, він продає рибу в Аубердіні.

Віднеси мою колекцію зразків нашому приборкувачу гіпогрифів, Веспристу, і поговори з ним щодо польоту до Аубердіна.]===],
[===[Віднесіть колекцію Несси до Весприста.]===],
[===[Чим я можу допомогти? Тобі потрібен транспорт?]===],
[===[А, то ти хочеш доставити це в Аубердін? Добре...]===],
},
[6342] = {
[===[Переліт до Аубердіна]===],
[===[З селища Рут'Теран до Аубердіна можна дістатися двома способами: кораблем і гіпогрифом. Обидва способи швидкі та надійні, але якщо ти ще не {стать:літав:літала} в Аубердін на гіпогрифі — раджу спробувати.

Раджу тобі розмовляти з приборкувачами гіпогрифів, як матимеш змогу. Після цього ти зможеш прилетіти до них з інших місць.

Ось колекція Несси. Поговори зі мною знову, як будеш {стать:готовий:готова} летіти в Аубердін, щоб доставити Лейрду колекцію Несси.]===],
[===[Летіть гіпогрифом приборкувача Веспріста до Аубердіна, після чого віддайте Лейрду колекцію Несси.]===],
[===[Ти {стать:прибув:прибула} з Тельдрассіля? Розкажи, як там ловиться риба?]===],
[===[Посилка від Несси? Дякую, {ім'я}! Вона казала, що надішле мені зразки риби, виловленої біля селища Рут'Теран. Вона вважає, що вони можуть сильно відрізнятися від тієї риби, що ловиться тут...

Ого! Ця щелепна кістка майже вдвічі більша, ніж у тутешніх риб. А ця луска завбільшки з кулак! Неймовірно!]===],
},
[6343] = {
[===[Повернення до Несси]===],
[===[Я маю відправити відповідь Нессі. Їй буде дуже цікаво знати, наскільки тутешня риба відрізняється від тієї, що водиться біля берегів Тельдрассіля. Ми можемо лише здогадуватися про причини, але я підозрюю, що саме Світове Дерево так впливає на природу навколо нього!

Будь ласка, передай мою відповідь Нессі. Якщо хочеш летіти до Рут'терану на гіпогрифі — поговори з приборкувачкою гіпогрифів Кейліс Перомісяць. А якщо хочеш скористатись кораблем — він регулярно відходить від причалу, що на північний захід звідси.]===],
[===[Доставте Нессі Тінеспів відповідь Лейрда.]===],
[===[{ім'я}, ти {стать:повернувся:повернулась} з Аубердіна? {стать:Розмовляв:Розмовляла} з Лейрдом?]===],
[===[Це дуже цікаво. Риба тут велика, але я не думала, що вона настільки відрізняється від риби на материку. Мабуть, на це є якась причина...

Що ж, дякую тобі, {ім'я}. Я поговорю про це з місцевими. Можливо, колись ми знайдемо причину цього дива. Але до тих пір ми будемо пожинати його плоди!]===],
},
[6344] = {
[===[Несса Тінеспів]===],
[===[Моя подруга, Несса Тінеспів, торгує рибальськими припасами в селищі Рут'Теран. Їй потрібно доставити посилку на Темнобережжя, і вона шукає когось, хто міг би їй допомогти.

Якщо хочеш допомогти Нессі — йди до селища Рут'Теран через портал в Дарнасі. Ти знайдеш його на заході від Прихрамових садів.]===],
[===[Поговоріть з Нессою Тінеспів.]===],
nil,
[===[Так, мені потрібен кур'єр, що доставить пакунок на Темнобережжя. Допоможеш мені?]===],
},
[6387] = {
[===[Винагорода для учнів]===],
[===[До мене приходить багато молодих дворфів, що прагнуть навчитись гірництву. А без чого не обійдеться жоден гірник? Без кирки!

В мене є список студентів, що відмінно показали себе у навчанні і заслужили почесну кирку. Віднеси його Ґолніру Камнепалому в Залізогарт. Він підготує кирки.

Найшвидше дістатись Залізогарта - на грифоні, тож йди з цим списком до приборкувача грифонів, Торґрума Боррельсона, і поговори з ним щодо польоту в Залізогарт.]===],
[===[Віднесіть список Брока Торґруму Боррельсону в Телсамар.]===],
[===[Тобі так швидко набрид Телсамар? Вже готовий летіти в інше місто?]===],
[===[Тобі потрібно доправити це в Залізогарт, еге ж? За невелику плату я посаджу тебе на одного з моїх грифонів і він віднесе тебе прямо туди. Ну, що скажеш?]===],
},
[6388] = {
[===[Ґріт Турден]===],
[===[Ось почесні кирки для учнів Брока. Якщо ти вже {стать:був:була} в Телсамарі, можеш полетіти назад на грифоні.

Віднеси кирки приборкувачу грифонів, Ґріту Турдену, і поговори з ним щодо польоту в Телсамар.]===],
[===[Віднесіть почесні кирки Ґріту Турдену в Залізогарт.]===],
[===[Схоже, ти кудись {стать:зібрався:зібралась} летіти. Хочеш взяти мого грифона?]===],
[===[Тобі треба доставити це в Телсамар, га? Не проблема. Якщо ти там вже {стать:був:була} та {стать:говорив:говорила} з Торґуном Боррельсоном, можеш долетіти до нього на одному з моїх грифонів.]===],
},
[6391] = {
[===[Політ до Залізогарту]===],
[===[Всього за кілька монет один з моїх грифонів віднесе тебе до Залізогарту. Там ти віддаси список Брока Ґолніру Камнепалому. Ти знайдеш його в гільдії гірництва Гірської Безодні. Це в районі Великої Кузні, в якому тебе і висадить мій грифон.

Поговори зі мною, як будеш {стать:готовий:готова} відправитись.]===],
[===[Заплатіть приборкувачу грифонів Торґруму Боррельсону за грифона до Залізогарту, де віддайте список Брока Ґолніру Камнепалому.]===],
[===[Чим я можу вам допомогти, {стать:пане:пані}?]===],
[===[А, новий список відмінників Брока. У мене якраз є партія кирок, яку можна відправляти. Зараз тільки виріжу імена учнів...]===],
},
[6392] = {
[===[Повернення до Брока]===],
[===[За невелику плату ти можеш найняти одного з моїх грифонів, щоб долетіти до Телсамару... якщо ти, звісно, там вже {стать:був:була}. Грифони літають тільки до місць, які ти вже {стать:відвідав:відвідала}, то не забувай говорити з кожний зустрічним приборкувачем грифонів, щоб мати змогу повернутися туди пізніше.

Ти вже {стать:бачився:бачилась} з Торґрумом, приборкувачем грифонів Телсамару, отже можеш повернутись до нього. Як опинишся в Телсамарі, віддай кирки Броку Камнекопу.

Поговори зі мною, як будеш {стать:готовий:готова} відправитись.]===],
[===[Заплатіть приборкувачу грифонів Ґріту Турдену за грифона до Телсамару, де віддайте почесні кирки Броку Камнекопу.]===],
[===[О, {ім'я}. Ти вже {стать:повернувся:повернулась} із Залізогарту?]===],
[===[Ти {стать:приніс:принесла} кирки. Чудово! Я нагороджу ними своїх учнів. Впевнений, їм не терпиться випробувати їх на родовищах Лох-Модану.

Дякую за допомогу, {ім'я}. Я твій боржник. Сподіваюсь, ці гроші хоча б покриють витрати на дорогу.]===],
},
[6402] = {
[===[Зустріч в Штормовії]===],
[===[Ти маєш зустрітись з Віндзором біля воріт Штормовію.

Те, що Віндзор збирається зробити, похитне все королівство!

Навіть не намагайся йти наодинці, {ім'я}. Ти маєш зібрати армію! Поклич друзів! До зброї!]===],
[===[Відправляйтесь до воріт Штормовію. Поговоріть зі сквайром Роу, щоб він повідомив маршала Віндзора про ваше прибуття.]===],
nil,
[===[Перед тим, як ми почнемо, я попрошу тебе спочатку зібрати армію. Ми все-таки на дракона йдемо!]===],
},
[6403] = {
[===[Великий обман]===],
[===[Це була ще та пригода, {стать:друже:подруго}. Я перед тобою у великому боргу. Можливо, коли з усім буде покінчено...

Як ти вже {стать:дізнався:дізналась}, леді Престор — це Оніксія, дочка Смертекрила, сестра-близнюк володаря Шпиля, Нефаріана.

Занадто довго вона плела інтриги в нашому королівстві. Навіть верховний лорд — лиш маріонетка в її руках. Та це все закінчиться сьогодні... Ми зруйнуємо ці чари.

Не бійся — разом ми переможемо!

Ти {стать:готовий:готова}?]===],
[===[Слідуйте за Реджинальдом Віндзором через Штормовій та захищайте його.]===],
[===[Я... Я був... безсилий...]===],
[===[<Болвар тримає в руках розколотий медальйон.>

Ми маємо відновити магію, яку він містив і налаштувати око дракона.

Жертва Віндзора повернула свободу нашому королівству, але йому все ще загрожує Оніксія та їй подібні.

Цей медальйон утримував в полоні моє тіло та розум. Але він також давав мені доступ до розуму Оніксії — до її таємниць. Хоча ці спогади затуманені, деякі речі я пам'ятаю.]===],
},
[6501] = {
[===[Око Дракона]===],
[===[Все, що я можу тобі запропонувати — цей розколотий медальйон.

Знайди іншого дракона, який зможе допомогти тобі зі створенням нового ключа. Щойно отримаєш його — прямуй до Змієдолу, що в Бруднолипкій трясовині. Там ти знайдеш її лігво, {ім'я}.

Де знайти таких драконів? На жаль, я не знаю... Але вони точно існують. Деякі з них навіть живуть серед нас, замасковані під смертних. Нехай тобі щастить.]===],
[===[Знайдіть в Азероті створіння, здатне відновити силу фрагмента ока дракона. Єдина інформація про цих створінь — вони існують.]===],
[===[Я відчуваю зло від тебе, {клас:к}. Звідки воно походить?]===],
[===[Я мала здогадатись — частина тіла матері чорних драконів, Оніксії... Яка гидота...]===],
},
[6661] = {
[===[Збір підземних щурів]===],
[===[Е, стій, {стать:моряк:морячко}! А-р-р... Хочеш попрацювати? У нас тут проблема зі щурами і нам на палубі не хватає рук.

Шо кажеш? Тобі просто треба взяти сю флейту і пограти цім шкідникам. Вони йтимуть за тобою в саме пекло!

Піймай п'ятьох цих засранців і приведи до мене. Мені вони треба живі.

А-р-р...]===],
[===[Піймайте 5 підземних щурів за допомогою флейти щуролова. Приведіть щурів до Монті. Не забудьте повернути йому флейту.]===],
[===[А-р-р... Шо ти, обдерля, чого так довго?]===],
[===[Так, ці пойдуть. Мойому братку Ніпсі вони треба бадьорі й жваві. Ти ж не хочеш їсти прокислий шашлик зі щурятини?]===],
},
[6662] = {
[===[Мій братко, Ніпсі]===],
[===[Мій братко, Ніпсі, готує чудовий шашлик зі щурятини в іншому кінці Глибокобіжного трамвая. Відвези йому цю коробку щурів, поки вони не зіпсувались. Ну, скоріш!

Вже {стать:їздив:їздила} на трамваї? Се просто. Просто зайди в трамвай і насолоджуйся поїздкою. І руки-ноги не висовуй, як не хош без них остатись.]===],
[===[Віднесіть Ніпсі в Штормовійське депо Глибокобіжного трамвая коробку загадкового м'яса.]===],
[===[<Ніпсі засовує палець в одну з дірок в коробці.>

Живенькі... А ти вчасно!]===],
[===[Бідний Монті. Він так і не відійшов від того, що сталось в Гномреґані. Малий в житті не бачив моря, а тим більше не був піратом.

<НІпсі зітхає.> 

Принаймні він гарно справляється з постачанням м'яса.]===],
},
[6721] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Дазаларом в Доланаарі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Дазаларом у Доланаарі.]===],
nil,
[===[Так, прийшов час, {клас:к}.]===],
},
[6722] = {
[===[Шлях мисливця]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Здається, ти вже достатньо {стать:досвідчений:досвідчена}, щоб приборкати звіра і навчити його бути чудовим компаньйоном.

Ти маєш зустрітись з Дазаларом в Доланаарі. Він допоможе тобі здобути чудового супутника.]===],
[===[Поговоріть з Дазаларом у Доланаарі.]===],
nil,
[===[Так, прийшов час навчити тебе....]===],
},
[6761] = {
[===[Нові рубежі]===],
[===[Я доручив своєму заступнику, Матренґілу Ведмелику, відповісти на заклик Місячної галявини про допомогу. Тож з цього питання турбуй його — НЕ мене.

Дозволь мені дати... дружню... пораду. Це я вивів нас із темряви, коли наша раса втратила все — Я, а не Кенарійське Коло з Місячної галявини. Тельдрассіль дарує всім нам нове життя! Вони, певно, намагатимуться переконати тебе в чомусь іншому, але тільки дурень повірить їхній пропаганді.

{стать:Сам:Сама} вирішуй, чи ти {стать:один:одна} з них.]===],
[===[Поговоріть з Матренґілом Ведмеликом у Кенарійському Анклаві Дарнасу.]===],
nil,
[===[Так, {клас:к}, дякую, що {стать:прийшов:прийшла}. Перепрошую за це непорозуміння... між нашим верховним друїдом і хранителем Ремулосом з Місячної поляни все більше росте взаємна недовіра. Кожен підозрює іншого в темних задумах. Дивні пошкодження Тельдрассіля не припиняються, і це мало сприяє довірі.

Та попри це, у нас є обов'язок перед Кенарійським Колом... навіть якщо його очільники не погоджуються один з одним.]===],
},
[6762] = {
[===[Рабін Сатурна]===],
[===[Для виконання цього завдання мажордом хранителя Ремулоса в Місячній поляні — Рабін Сатурна — шукає допомоги в дослідженні величезної пустелі далеко на захід від Танаріса, за Ун'Ґоро. Ти знайдеш його в Нічній Гавані, головному селищі Місячної галявини.

Хоча ця справа, без сумніву, принесе величезну користь всім нам, я раджу тобі бути {стать:обережним:обережною}. Стосунки між Дарнасом і Місячною галявиною напружені... що далі, то гірше.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині. Місячна галявина знаходиться між Скверноліссям та Зимоключем, шлях до неї проходить через оплот Деревопузих.]===],
nil,
[===[Я Рабін Сатурна, і від імені хранителя Ремулоса та всіх мешканців цієї священної галявини я вітаю тебе.

Я ціную твою зацікавленість і прагнення допомогти Кенарійському Колу. Також мені відомо про невдоволення, з яким верховний друїд Дарнасса відгукнувся про твою допомогу нам. Запевняю тебе, все це для загального блага, і тебе не зачеплять жодні наслідки.

Тут ти серед друзів, {ім'я}.]===],
},
[7342] = {
[===[Стріли — для слабаків]===],
nil,
nil,
[===[Ні, ну ти уявляєш? Вони запороли останню партію боєприпасів з Хараноса! Все, що нам залишається — стріляти цими хлипкими, ні до чого не придатними стрілами! Що мені в біса робити з 500 тисячами стріл з торієвим вістрям?

Ось що, {стать:малий:мала}. Якщо принеси мені торієвих патронів — я виміняю їх на стріли з торієвим вістрям! Згода?]===],
[===[Гарний обмін, якщо я щось в цьому тямлю. Стріли — твої.]===],
},
[7383] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[7495] = {
[===[Перемога Альянсу]===],
[===[Ви здійснили неможливе. Мертва матір чорних драконів лежить біля ваших ніг. Візьміть її голову та віднесіть верховному лорду.]===],
[===[Принесіть голову Оніксії верховному лорду Болвару Фордраґону в Штормовій.]===],
[===[Ох, клянусь бородою Утера...]===],
[===[Багато років я перебував під впливом її гіпнотичного погляду. Та нарешті, правосуддя здійснено, а честь Штормовію відновлено. Сьогодні ми святкуємо велику перемогу!]===],
},
[7496] = {
[===[Святкування хороших часів]===],
[===[Йди до майора Маттінґлі в Долину Героїв, {ім'я}. Він чекатиме на тебе...]===],
[===[Відшукайте майора Маттінґлі в Долині Героїв.]===],
nil,
[===[Мало хто удостоюється такої честі, {ім'я}. Прошу, обери собі винагороду і ми почнемо святкування.]===],
},
[7497] = {
[===[Все тільки починається]===],
nil,
nil,
nil,
[===[То ти не тільки вбивця драконів, а ще й {стать:майстер:майстриня} шкірництва? Ти не перестаєш мене дивувати, {ім'я}. Я вражений.

Прошу, прийми цей дар в знак моєї вдячності. Ці знання допоможуть тобі, якщо ти збираєшся покінчити з родом чорних драконів.

Створи плащ з луски матері чорних драконів. Він захистить тебе і твоїх союзників від нищівного дихання повелителя Чорнокамінної гори... Нефаріана.]===],
},
[7637] = {
[===[В першу чергу — жертовність]===],
[===[Щоб приготуватись до цього завдання, ти маєш проявити належну жертовність та готовність до правосуддя... В першу чергу — жертовність.

Для цього маєш отримати кадильницю екзорцизму у верховного жерця Рогана. Хоч вона й буде використовуватись з благородною метою, за неї належить віддати гідну компенсацію.

Прямуй до Залізогарту і поговори з верховним жерцем. Принесеш достатньо монет за його кадильницю — покажеш свою готовність до жертви.

Йди, {ім'я}, не гай часу.]===],
[===[Прямуйте до Залізогарту та отримайте кадильницю екзорцизму у верховного жреця Рогана. Вам доведеться внести пожертву в 150 золотих, щоб отримати її.]===],
[===[Вітаю, {стать:благородний:благородна} {клас:к}! Я вже підготував кадильницю для тебе: наповнив найсвіжішим ладаном та тричі благословив. Твоя пожертва допоможе нам не тільки створити нову кадильницю, а й знайти більше їжі для нужденних Залізогарту.]===],
[===[Благослови тебе Світло, {стать:любий:люба} {клас:к}! Твоя пожертва покриє всі наші потреби. Ми не тільки відновимо нашу втрату, а й допоможемо тим, хто найбільше цього потребує.

А тепер дозволь мені перевірити, що кадильниця готова для твоїх потреб...]===],
},
[7638] = {
[===[Лорд Сивенко Тіньолом]===],
[===[Прийшов твій час, {ім'я}, отримати те, чого ти певно давно {стать:чекав:чекала} — твого бойового коня.

Поговори з лордом Сивенком Тіньоломом, він тут, в соборному районі Штормовію. Він допоможе тобі не тільки дізнатись більше про вірного паладинського скакуна, але й допоможе тобі його отримати.

Нехай тобі щастить в цьому випробуванні. Заради Світла, {стать:благородний брате:благородна сестро}!]===],
[===[Поговоріть з лордом Сивенком Тіньоломом на соборній площі Штормовію.]===],
nil,
[===[Радий бачити тебе, {ім'я}. Знаю, ти давно {стать:хотів:хотіла} отримати бойового коня. І ось прийшов твій час.

Тебе звісно чекає безліч різноманітних випробувань, та найголовніше — твоя рішучість перед численними перешкодами. Це будуть не навчальні завдання — твоєму досвіду вони вже не личать. Тобі доведеться вирвати свого майбутнього компаньйона з лап того самого зла, боротьбі з яким ти {стать:присвятив:присвятила} своє життя.

Бережи себе, твій час настав.]===],
},
[7639] = {
[===[Готовність до правосуддя]===],
[===[Візьми цю кадильницю і прийми моє благословення. Я використовував її в кількох обрядах екзорцизму і вона гарно тобі послужить в майбутніх випробуваннях.

Тепер повертайся до лорда Сивенка Тіньолома в Штормовій, {ім'я}. Він направить тебе далі.]===],
[===[Принесіть кадильницю екзорцизму лорду Сивенку Тіньолому в соборний район Штормовію.]===],
[===[З поверненням, {ім'я}! Ти {стать:отримав:отримала} кадильницю?]===],
[===[Так, це вона. Тобі доведеться ще не раз проявляти свою готовність до жертв під час цього завдання. І я радий бачити твою готовність до цього. Жертовність — ключова чеснота {клас:р}. Та я, певно, можу тобі про це не розказувати.

А тепер, {ім'я}, тобі доведеться проявити правосуддя у своїх діяннях. А ця кадильниця послужить тобі інструментом правосуддя над замученими духами наших земель.]===],
},
[7640] = {
[===[Екзорцизм Страходолу]===],
[===[Я додав до кадильниці щіпку забрудненої землі Страходолу, що в Східних Зачумлених землях. Ти маєш використати цю кадильницю, щоб знайти місця, які несуть ознаки активності неспокійних духів. Шукай зелене світіння, що є ознакою прояву активності потойбічних сил в нашому світі, і використай кадильницю для виклику духів.

Ти будеш {стать:готовий:готова} продовжити, коли проведеш вдосталь правосуддя над духами.]===],
[===[Використайте кадильницю екзорцизму для виклику духів, що мучать Страходіл. Вбийте 25 духів Страходолу і повертайтесь до лорда Сивенка Тіньолома в соборний район Штормовію.]===],
[===[Радий тебе знову бачити, {ім'я}. Ти {стать:виконав:виконала} завдання у Страходолі?]===],
[===[Чудово, {ім'я}. Здійснення правосуддя Світлом над тими, хто живе в темряві — задача, над якою ми маємо працювати із завзяттям. Ти {стать:проявив:проявила} свою жертовність в Залізогарті та правосуддя над духами в Страходолі.

Твоє наступне завдання знову потребуватиме від тебе жертовність і правосуддя, адже тобі доведеться повернути дух бойового коня, що зараз служить лицарю смерті на ім'я Тінегубитель.]===],
},
[7641] = {
[===[Робота Ґріманда Елмора]===],
[===[Бойовий кінь паладина нічого не вартий без відповідного барду. Бард для твого коня не тільки має бути виготовлений з найкращих матеріалів, а й, враховуючи обставини, він має бути достатньо пов'язаний зі світом духів.

Але все по черзі, {ім'я}, — почнемо з виготовлення барду. В дворфійському районі Штормовію живе один з найкращих сучасних майстрів — Ґріманд Елмор. За роботу він бере не мало, але вона того варта. Поговори з ним.]===],
[===[Поговоріть з Ґрімандом Елмором у дворфійському районі Штормовію.]===],
nil,
[===[Вітаю, {стать:юначе:юнко}, лорд Тіньолом попередив мене, що ти прийдеш. Я з радістю займусь бардом, та це буде не легко, та й не дешево. Я про це кажу тобі відверто.

Але повір мені, і Сивенко не дасть мені збрехати, кращого барду ти не знайдеш у всьому Азероті.]===],
},
[7642] = {
[===[Збір необхідного]===],
[===[Для барда тобі знадобиться чотири компоненти: рунічне полотно для підкладки, злитки арканіту для покриття, сльози Артаса для зв'язку з потойбіччям та свята вода Стратхольму для укріплення цього зв'язку. Насправді п'ять... якщо рахувати оплату моєї роботи. Ця плата — за сідло і стремена ручної роботи та за мою працю.

Як збереш все необхідне — я зроблю твій бард. А поки є кілька речей, якими я займусь, поки ти збираєш все необхідне.]===],
[===[Принесіть 40 відрізків рунічного полотна, 6 злитків арканіту, 10 сліз Артаса, 5 флаконів зі святою водою Стратхольму та 150 золотих Ґріманду Елмору у дворфійський район Штормовію.]===],
[===[О, {ім'я}. Я не зможу завершити бард без компонентів, про які я казав. Тобі вдалось все зібрати?]===],
[===[Це... так, це те, що мені потрібно. Ти досить {стать:винахідливий:винахідлива} {клас}, чи не так?

Добренько, пора завершити твій бард!]===],
},
[7643] = {
[===[Древній дух коня]===],
[===[Твій бард потребує особлового благословіння, яке ти можеш отримати у відповідного духа. Такий дух живе у Грізному Молоті, це древній дух коня. Зараз його утримує Тендріс Хибнодрев. Проведи правосуддя над чим чудовиськом, {ім'я}.

Та знай — однієї тільки свободи буде недостатньо. Щоб отримати благословення, ти маєш заспокоїти духа. Для цього тобі знадобиться спеціальний корм для коней. Тому спочатку прямуй до Південнобережжя і поговори з Мерідет Карлсон... і приготуйся до жертви.]===],
[===[Придбайте корм для коней у Мерідет Карлсон в Південнобережжі.

Прямуйте в Фералас до підземель Грізного Молоту та вбийте Тендріс Хибнодрев. Це звільнить древнього духа коня. Нагодуйте його кормом, щоб заспокоїти, після чого попросіть його благословити арканітовий бард.]===],
[===[Древній дух коня уважно дивиться на вас, очікуючи на щось.]===],
[===[Древній дух коня приймає від вас збагачений маною корм для коней. Попоївши, він підставляє свою спину під бард...]===],
},
[7644] = {
[===[Благословенний арканітовий бард]===],
[===[Опинившись на спині древнього духа коня, бард почав ледь помітно світитись. Повітря на мить важчає від сили, що переповнює його, після чого бард зникає зі спини духа коня та опиняється у вашому рюкзаку.

Схоже, що на барді тепер лежить благословення. Тепер, як казав лорд Тіньолом, ви маєте повернутись до нього в Штормовій.]===],
[===[Проверніться з благословенним арканітовим бардом до лорда Сивенка Тіньолома на соборну площу Штормовія.]===],
[===[{ім'я}, ти {стать:повернувся:повернулась}! Ну як, {стать:впорався:впоралась} з Мерідет Карлсон та Тендрісом Хибнодревом? Чесно кажучи, навіть не знаю, хто з них небезпечніше...]===],
[===[Тобі довелось чимало попрацювати, {стать:брате:сестро}. Твій бард готовий до останньої справи.

Він знадобиться тобі, коли ти будеш сідлати свого бойового коня. Та спершу, тобі належить проявити себе у боротьбі проти зла та провести ритуал спокути. Твій час настав!

Та спершу ти маєш зробити ще одну річ, {ім'я}. Сподіваюсь, ти ще не {стать:втратив:втратила} свого завзяття?]===],
},
[7645] = {
[===[Збагачений маною корм для коней]===],
[===[Срібляста Десниця вважала мене БОЖЕВІЛЬНОЮ, коли я сказала їм, що можу робити корм, яким можна нагодувати духів коней. ВСІ думали що я несповна розуму! Що ж, настав час розплати!

Я зроблю те, що тобі потрібно, {КЛАС:к}... теж мені {стать:ЗАХИСНИК:ЗАХИСНИЦЯ}... та не задарма. Мені потрібні інгредієнти — збагачене маною печиво, що продається лише у Сріблястого Світанку. А ще я вимагаю... так, ВИМАГАЮ компенсацію за всі страждання. Золотом.

Покажи мені цю вашу жертовність, про яку ви всі балакаєте, {КЛАС:к}.]===],
[===[Принесіть 20 наповненого маною печива — ключового інгредієнта збагаченого маною корму для коней — Мерідет Карлсон в Південнобережжя, що в передгір'ях Гіллзбраду. Вони продаються лише у Сріблястого Світанку.

Також вам знадобиться 50 золотих, щоб заспокоїти її чутливе его.]===],
[===[Ну що, розумієш тепер, як ви всі помилялись? А я ж казала! Я КАЗАЛА ПРАВДУ ВЕСЬ ЦЕЙ ЧАС!!!]===],
[===[НУ ЩО, ХТО ТЕПЕР... Зажди, ти й золото {стать:приніс:принесла}? Ти не {стать:назвав:назвала} мене божевільною як інші (точніше, вони казали, що я хвора на голову)... Але все ж, ти хочеш загладити чужу провину?

Я... Я недооцінила тебе, {ім'я}. Якщо знадобиться більше корму — приходь до мене, я дам ще. Дякую тобі, {стать:благородний:благородна} {клас:к}.

Але гроші я візьму — я не настільки божевільна, щоб відмовитися від такої суми.]===],
},
[7646] = {
[===[Кристал провидіння]===],
[===[Тепер ми маємо зібрати кристал провидіння — він допоможе тобі провести ритуал спокути над лицарським конем і повернути його душу. Сам кристал майже готовий. Кадильниця екзорцизму, що ти {стать:використовував:використовувала} в Страходолі послужила для нього каталізатором. Залишилось лише зробити підхоже обрамлення.

Потрібно лише два камені, що доповнять одне одного як блиском, так і призначенням — азеротський та незайманий чорний діаманти. Вони стануть маяком, що розріже темряву перед тобою.]===],
[===[Принесіть азеротський діамант та незайманий чорний діамант лорду Сивенку Тіньолому на соборну площу Штормовію.]===],
[===[Ти {стать:зайшов:зайшла} так далеко, {клас:к}. Твій останній акт пожертви стане вінцем твоїх величних звершень. Я відчуваю це всім своїм єством!]===],
[===[Це прекрасні екземпляри, {ім'я}. Нарешті, останні фрагменти на місці, твій час настав!

В глибинах великого склепу Школомансу лежать рештки багатьох створінь. Серед них — кістки благородного бойового коня. Спустошена душа цього коня тепер служить лицарю смерті на ім'я Тінегубитель. Ти зустрінешся з ним в бою і здійсниш правосуддя над ним і його скакуном. Тільки ти, {ім'я}, зможеш провести ритуал спокути над душею благородного лицарського коня і позбавити його страждань служіння темним силам.]===],
},
[7647] = {
[===[Правосуддя і спокута]===],
[===[Візьми цю сумку — в ній все необхідне для твого завдання.

Використай кристал провидіння в глибинах великого склепу, щоб викликати чотирьох духів, які потребують правосуддя. Використовуй своє правосуддя мудро — воно несе більшу силу, ніж здається на перший погляд. Після перемоги на духами з'явиться лицар смерті. Вбий його та врятуй загублену душу його коня. Тільки тоді, {ім'я}, ти зможеш спокутувати її гріхи та помістити свій бард на спину свого нового скакуна.

Нехай тобі щастить!]===],
[===[Використайте кристал провидіння в глибинах підземель великого склепу Школомансу. Це викличе чотирьох духів, над якими ви маєте провести правосуддя. Перемога над цими духами викличе лицаря смерті Тінегубителя. Переможіть його та проведіть ритуал спокути над душею його коня.

Віддайте спасенну душу коня та благословенний арканітовий бард коню Тінегубителя.]===],
[===[Загублений дух скакуна дивиться на вас поглядом, повним скорботи. В його змертвілих очах давно погас останній промінь надії.]===],
[===[Проблиск життя, давно втраченого благородним створінням, знову сяє в його очах, щойно ви повертаєте йому його спасенну душу. Щойно ви кладете бард на його спину, вас оточує шалена сила Світла. Кінь притискається до вашої руки в знак подяки за спасіння. Ви відчуваєте, що тепер у вас з'явився вірний друг, який з'явиться за першим вашим покликом.]===],
},
[7648] = {
[===[Найкраща робота Ґріманда]===],
[===[<Ґріманд змахує піт з чола, сяючи від гордості.>

 Готово, {стать:друже мій:люба моя}. Це моя найкраща робота — не гірше за бард, що я робив для самого лорда Тіньолома, коли він йшов за своїм конем. Дякую тобі за довіру, я старався.

Не сумніваюсь, Сивенко захоже побачити це на власні очі. Віднеси бард йому і передай, що я щиро вдячний за цю благородну справу.]===],
[===[Віднесіть арканітовий бард лорду Сивенку Тіньолому в соборний район Штормовію на огляд.]===],
[===[Ти непогано проявляєш себе, {ім'я}. Отримавши бард, ти можеш відправлятись за наступним завданням.]===],
[===[Неймовірна робота. Схоже, що з часом майстерність Ґріманда тільки росте. Він був найкращим майстром ще за часів, коли він робив бард для мого коня. 

Цей бард був би неймовірним доповненням для звичайного коня, та ми маємо справу з незвичайним створінням. Тобі знадобиться особливе благословення, якщо хочеш, щоб він був гідний паладинського бойового коня.]===],
},
[7666] = {
[===[Повернення до великого склепу]===],
nil,
nil,
nil,
[===[Ти знову йдеш до Школомансу, {ім'я}? Ти {стать:заплатив:заплатила} велику ціну за кристал провидіння, тож, може, ти хочеш взяти з собою ще один? З ним ти зможеш знову пройти випробування великого склепу.

В будь-якому разі, тримай. Ти його {стать:заслужив:заслужила}.]===],
},
[7670] = {
[===[Лорд Сивенко Тіньолом]===],
[===[Прийшов твій час, {ім'я}, отримати те, чого ти певно давно {стать:чекав:чекала} — твого бойового коня.

Поговори з лордом Сивенком Тіньоломом в соборному районі Штормовію. Він допоможе тобі не тільки дізнатись більше про вірного паладинського скакуна, але й допоможе тобі його отримати.

Нехай тобі щастить в цьому випробуванні. Заради Світла, {стать:благородний брате:благородна сестро}!]===],
[===[Поговоріть з лордом Сивенком Тіньоломом на соборній площі Штормовію.]===],
nil,
[===[Радий бачити тебе, {ім'я}. Знаю, ти давно {стать:хотів:хотіла} отримати бойового коня. І ось прийшов твій час.

Тебе звісно чекає безліч різноманітних випробувань, та найголовніше — твоя рішучість перед численними перешкодами. Це будуть не навчальні завдання — твоєму досвіду вони вже не личать. Тобі доведеться вирвати свого майбутнього компаньйона з лап того самого зла, боротьбі з яким ти {стать:присвятив:присвятила} своє життя.

Бережи себе, твій час настав.]===],
},
[7671] = {
[===[Заміна кригозуба]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого кригозуба — я обміняю його на одного з нової зграї. Новий кригозуб буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці прудкі кригозуби, тут.]===],
},
[7672] = {
[===[Заміна ночезуба]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого старого ночезуба — я обміняю його на одного з нової зграї. Новий ночезуб буде таким же швидким, як і твій попередній, але матиме інший вигляд. Ти можеш подивитися, як виглядають ці прудкі ночезуби, тут.]===],
},
[7673] = {
[===[Заміна морозного барана]===],
nil,
nil,
nil,
[===[Приведи мені свого старого барана, — і я обміняю його на іншого з нового стада! Новий баран буде так само швидкий, як і старий, але матиме новий вигляд. Можеш подивитися на швидких баранів тут, аби побачити, з чого обиратимеш.]===],
},
[7674] = {
[===[Заміна чорного барана]===],
nil,
nil,
nil,
[===[Приведи мені свого старого барана, — і я обміняю його на іншого з нового стада! Новий баран буде так само швидкий, як і старий, але матиме інший вигляд. Можеш подивитися на швидких баранів тут, аби знати, з чого обиратимеш.]===],
},
[7675] = {
[===[Заміна льодового синього механокрока]===],
nil,
nil,
nil,
[===[Якщо ти ще їздиш на тому старезному льодовому синьому механокроці моделі A, то тобі неодмінно треба спробувати замінити його на нову модель. Твій новий швидкий механокрок підтримує таку ж швидкість, що і старий, маючи абсолютно новий вигляд. Тут ти можеш переглянути швидкі механокроки, щоб побачити, з чого доведеться обрати.]===],
},
[7676] = {
[===[Заміна білого механокрока]===],
nil,
nil,
nil,
[===[Якщо ти ще їздиш на тому старезному білому механокроці моделі A, то тобі неодмінно треба спробувати замінити його на нову модель. Твій новий швидкий механокрок підтримує таку ж швидкість, що і старий, маючи абсолютно новий вигляд. Тут ти можеш переглянути швидкі механокроки, щоб побачити, з чого доведеться обрати.]===],
},
[7677] = {
[===[Обмін білого жеребця]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого білого жеребця, то я обміняю його на одного з нового табуна. Новий кінь буде таким же швидким, як і твій попередній, але виглядатиме інакше. Ти можеш подивитися, як виглядають ці прудкі скакуни, тут.]===],
},
[7678] = {
[===[Обмін паломіно]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого коня паломіно, то я обміняю його на одного з нового табуна. Новий кінь буде таким же швидким, як і твій попередній, але виглядатиме інакше. Ти можеш подивитися, як виглядають ці прудкі скакуни, тут.]===],
},
[7781] = {
[===[Повелитель Чорнокамінної гори]===],
[===[Вас сповнює знайоме почуття перемоги. Перед вами лежить величезна, вкрита ранами голова Нефаріана. Вам варто віднести її верховному лорду.]===],
[===[Принесіть голову Нефаріана верховному лорду Болвару Фордраґону в Штормовій.]===],
[===[Неймовірно!]===],
[===[Не буду розповідати, наскільки важлива твоя перемога, {ім'я}, ти й так все розумієш. Цей день увійде в історію. Такої перемоги Альянс не бачив вже багато років!]===],
},
[7782] = {
[===[Повелитель Чорнокамінної гори]===],
[===[Йди в Долину Героїв Штормовію та поговори з фельдмаршалом Камнеміст.]===],
[===[Прямуйте в Долину Героїв Штормовію та поговоріть з фельдмаршалом Камнеміст.]===],
nil,
[===[<Фельдмаршал Камнеміст кланяється.>

Обери свою нагороду і нехай розпочнеться свято!]===],
},
[7791] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Штормовію до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7792] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Дарнасу до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7793] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7794] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Штормовії, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7795] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7796] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб у Штормовії відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані Штормовію, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7798] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7799] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Дарнасі, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7800] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7801] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб у Дарнасі відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані Дарнасу, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7802] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні Залізогарту до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7803] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7804] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою в Залізогарті, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7805] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7806] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб у Залізогарті відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані Залізогарту, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7807] = {
[===[Пожертва вовняного полотна]===],
nil,
nil,
[===[Зараз ми приймаємо вовняне полотно. Щедра пожертва в шістдесят шматків вовняного полотна, без сумніву, позитивно позначиться на відношенні біженців Гномреґану до тебе і твоїх діянь. Наші сховища можуть прийняти від тебе шістдесят шматків вовняного полотна; ми розраховуємо і на пожертви інших.

Якщо в тебе є шістдесят шматків вовняного полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7808] = {
[===[Пожертва шовкового полотна]===],
nil,
nil,
[===[Як і з більшістю інших тканин, наші запаси шовку зараз малі як ніколи. Наші сховища можуть прийняти від тебе шістдесят шматків шовкового полотна; ми розраховуємо і на пожертви інших, тому нам має вистачити на перший час.

Додам, що така великодушна пожертва шовку, без сумніву, позитивно позначиться на відношенні нашої спільноти до тебе! Якщо в тебе є шістдесят шматків шовкового полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7809] = {
[===[Пожертва маготканого полотна]===],
nil,
nil,
[===[Маготканого полотна замало, і ми просимо твоєї допомоги, щоб поповнити наші запаси! Розраховуючи на допомогу інших, ми очікуємо пожертву у розмірі 60 відрізків маготканого полотна, щоб ми змогли досягти нашої цілі. Така щедрість не залишиться непоміченою біженцями Гномреґану, запевняю тебе!

Якщо в тебе є шістдесят шматків маготканого полотна і ти {стать:готовий:готова} їх пожертвувати — я можу прийняти їх просто зараз.]===],
[===[Чудово! Ми вдячні тобі за таку щедру пожертву, {ім'я}!]===],
},
[7811] = {
[===[Пожертва рунічного полотна]===],
nil,
nil,
[===[{Ім'я}, твоя допомога тканиною нам дуже відчутна. Ми важко працюємо, щоб поповнити запаси, але все одно, залишки рунічного полотна критично малі. Воно нам вкрай необхідне. І ми сподіваємося, що ти нам допоможеш, як і раніше.

Якщо можеш, прошу, принеси мені стільки рунічного полотна, скільки зможеш. Для першої пожертви ми приймаємо шістдесят шматків, а потім можна буде пожертвувати більше.]===],
[===[Неймовірно! Ця тканина негайно піде в роботу, я тебе запевняю. Ще раз дякую за допомогу! Без тебе ми б не впоралися.

Я з радістю прийму від тебе більше рунічного полотна. Приходь до мене час від часу, я особисто слідкуватиму, щоб твої пожертви не пройшли непоміченими.]===],
},
[7812] = {
[===[Більше рунічного полотна]===],
nil,
nil,
[===[Ще раз вітаю, {ім'я}! Нам завжди потрібна рунічна тканина і ми завжди готові прийняти більше, якщо ти {стать:готовий:готова} її віддати. За додаткову пожертву з двадцяти рунічних полотен я подбаю про те, щоб біженці Гномреґану відзначили твої постійні зусилля.

Якщо ти будеш {стать:готовий:готова} віддати стопку рунічного полотна, я з радістю прийму її.]===],
[===[{ім'я} — без таких героїв, як ти, які віддані біженцям Гномреґану, нам, безперечно, було б тяжко. Дякуємо за твої постійні старання!]===],
},
[7863] = {
[===[Базовий набір припасів стражів]===],
nil,
nil,
nil,
nil,
},
[7864] = {
[===[Стандартний набір припасів стражів]===],
nil,
nil,
nil,
nil,
},
[7865] = {
[===[Покращений набір припасів стражів]===],
nil,
nil,
nil,
nil,
},
[7905] = {
[===[Ярмарок Темного місяця]===],
[===[Наближається ярмарок Темного місяця! Не забудьте випробувати всі її чудеса та хвилювання, коли вона прибуде до міста!

Якщо поквапитесь, ви зможете обміняти цей ваучер на безплатні призові купони! Просто віддайте ваучер Ґелвасу Хмурошлюзу на ярмарку.

Зараз ярмарок проходить неподалік Злотохрестя, в Ельвиннському лісі. Не упустіть свій шанс! Йдіть туди просто зараз!]===],
[===[Віддайте ваучер на призовий купон Ґелвасу Пилошлюзу на ярмарку Темного місяця.]===],
[===[Так, {стать:пане:пані}, чим я можу допомогти? У вас є ваучер для обміну?]===],
[===[Вітаю на ярмарку Темного місяця! Це ваучер на П'ЯТЬ, так-так, цілих П'ЯТЬ призових купонів!

Як назбираєте більше — приходьте до мене та обміняйте їх на цінні призи. Чим більше купонів — тим більше виграєте призів! Вперед!]===],
},
[8275] = {
[===[Відвоювання Сілітуса]===],
[===[Увага, герої Альянсу! Ми надто довго не зважали на загрозу сілітідів. Їм ніхто не протистояв, і вони весь цей час готувалися до масштабного вторгнення.

Сили Кенарійського Кола збираються в Сілітусі, щоб дати відсіч цим потворам, і ми закликаємо всіх здібних шукачів пригод приєднатися до нас!

Поспішіть, доки не пізно! Допоможіть нам захистити Азерот! Поговоріть з вітрозовом Гордим Рогом у Кенарійській цитаделі, щоб отримати подальші вказівки!]===],
[===[Поговоріть з вітрозовом Гордим Рогом в Кенарійській цитаделі, що в Сілітусі.]===],
nil,
[===[Чудово, ми завжди раді новим рекрутам, що готові виступити проти сілітідів. Ласкаво просимо до Кенарійської цитаделі, {клас:к}. Приємно бачити, що слова наших емісарів доходять до таких героїв, як ти. У тебе буде вдосталь можливостей допомогти нам, і я сподіваюся, що ти станеш цінним союзником.]===],
},
[8375] = {
[===[Пам'ятайте Альтерацьку долину!]===],
[===[Не вводь себе в оману, {Ім'я}. Орда таки права, кажучи, що Альтерацька долина - це територія Морозних Вовків.

Розумієш, експедиція Ураганного верхогір’я прибула як мирні відвідувачі цієї місцевості, щоб шукати руди та реліквії. Реакція Морозних Вовків була найвищим актом жорстокості та варварства, якого зазнавав Альянс.

Не забуваймо ж ніколи сміливих дворфів, які загинули через цю підло неоголошену атаку. Тепер іди, {клас:к}, зіграй свою роль у битві за Альтерацьку долину. За Альянс!]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини до бригадирного генерала Альянсу за полем бою.]===],
[===[Які новини ти мені розкажеш, {ім'я}?]===],
[===[Ти {стать:зробив:зробила} своє, {Ім'я}. Альянс не може дозволити варваствам Орди залишатися безкарними!]===],
},
[8383] = {
[===[Пам'ятайте Альтераську долину!]===],
[===[Битва за Альтерак у розпалі, {клас:к}! Чи ти {стать:робив:робила} свій вклад останнім часом, {Ім'я}?]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини до бригадирного генерала за полем бою.]===],
[===[Битва за Альтерак у розпалі, {клас:к}! Чи ти {стать:робив:робила} свій вклад останнім часом, {Ім'я}?]===],
[===[Ти продовжуєш приносити честь Альянсові, {Ім'я}. Орду буде скоро розтрощено, якщо ми й надалі докладатимемо таких зусиль.]===],
},
[8414] = {
[===[Боротьба зі злом]===],
[===[Вітаю, {клас:к}. Таким лицарям, як ви, завжди раді в цих спустошених краях.

Твоя священна сила знадобиться нам в боротьбі з тутешніми невмерлими. Ти маєш зібрати якомога більше каменів Скари та принести їх верховному жерцю Тель'данісу. Ти знайдеш його на варті могили Утера на пагорбі Скорботи, неподалік звідси.

Ти не зможеш збирати камені Скари без жетона Сріблястого Світанку, тож поговори з офіцеркою Чистосердною, якщо в тебе його ще немає.]===],
[===[Зберіть 20 каменів послідовників Скари та принесіть їх верховному жрецю Тель'данісу в Західні Зачумлені землі.]===],
[===[З яким злом ти {стать:прийшов:прийшла} до мене?]===],
[===[Очищати камені Скари небезпечно — це приверне увагу невмерлих з усіх околиць. Але твоя віра у Світло сильна, {ім'я}, тож, поки ти поруч, ми можемо не боятись.]===],
},
[8415] = {
[===[Пролісок Студовій]===],
[===[Командиру Ашламу Мужньобою {стать:потрібен такий чесний і доблесний:потрібна така чесна і доблесна} {клас}, як ти. Ти знайдеш його в проліску Студовій, що у південній частині західних Зачумлених земель. Йди й допоможи йому заради Світла!]===],
[===[Поговоріть з командиром Ашламом Мужньобоєм в проліску Студовій.]===],
nil,
[===[Чудово, {клас:к}. Подивимося, на що ти годишся.]===],
},
[8416] = {
[===[Інертні камені Скари]===],
[===[Ці камені очищені від зла, {ім'я}.

Я знаю про плани командира Ашлама, і йому знадобиться лише один інертний камінь. Віднеси його і хай очиститься Скара праведним вогнем.]===],
[===[Принесіть інертний камінь Скари командиру Ашламу Мужньобою в пролісок Студовій.]===],
[===[Тель'данісу вдалось очистити камені Скари?]===],
[===[Ти {стать:виконав:виконала} моє завдання без вагань, {ім'я}.

Ти {стать:довів:довела}, що заслуговуєш на мою довіру. Схоже, я можу розказати тобі детальніше про наші плани.]===],
},
[8418] = {
[===[Кування каменю сили]===],
[===[Тепер ми можемо створити потужну зброю проти Скари, об'єднавши ці інертні камені. Це не проста задача, {ім'я}. Тільки тролі Затонулого храму володіють рідкісною магією, що може обернути зло проти себе.

В храмі є тролі, яких звуть Ґешер, Міджан, Золо, Гукку, Зул'Лор та Лоро. Не жалій їх нещасні душі... вони не без зла.]===],
[===[Принесіть пір'я вуду Ашламу Мужньобою.]===],
[===[Ти {стать:вбив:вбила} тих проклятих тролів?]===],
[===[Це неймовірно, {ім'я}. Я б сказав, що я вражений, та я й не сумнівався, що ти впораєшся.

Для мене честь віддати один зі священних каменів сили тобі. Користуйся ним відповідально.]===],
},
[8734] = {
[===[Тіранда та Ремулос]===],
[===[Я сповіщу Тіранду, {стать:смертний:смертна}. Шан'до Лютошторм готував мене до цієї надзвичайної ситуації.

Тепер ти {стать:повинен:повинна} вирушати у Місячну галявину та поговорити з Ремулосом. Він надасть подальші інструкції щодо виклику Ераніка.

Ми всі бажаємо тобі удачі.]===],
[===[Вирушайте у Місячну галявину та поговоріть з хранителем Ремулосом.]===],
nil,
[===[Витягнути Ераніка зі Смарагдового Сну буде неможливо, якщо він сам цього не забажає. Однак його наміри потребують входження у наш світ. Він прагне знищити живий прояв Малфуріона. Якщо в нього це вийде, то ми втратимо одного з наймогутніших союзників Смарагдового Сну. Жах повністю поглине все, що лишиться, якщо Малфуріона не стане...]===],
},
[8905] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з поручами дикого серця Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8906] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з браслетами ловця звірів Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8907] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з браслетами магістра Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8908] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом зі світлокованими поручами Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8909] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з поручами відданості Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8910] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з поручами тіньового ремесла Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8911] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з поручами імли жаху Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8912] = {
[===[Серйозна пропозиція]===],
[===[Вітаю, {клас:к}. Я маю дещо, що може тебе зацікавити.

В мене є набір обладунків, схожих на ті, що зазвичай носять представники твого ремесла, але значно вищої якості. Я б охоче віддала тобі їх в обмін на невеличку послугу.

Кров кригозубів та ведмедів, що населяють Зимоключ, має властивості, які мені зараз дуже необхідні. Принеси мені вдосталь зразків крові разом з поручами та невеликою кількістю золота. Побачиш — воно того варте.]===],
[===[Зберіть 15 зразків крові із Зимоключа та 20 золотих і принесіть їх разом з поручами доблесті Деліані в Залізогарт.]===],
[===[Ти {стать:приніс:принесла} мені все необхідне, {ім'я}?]===],
[===[Прекрасно! Тоді міняємось. Шкода віддавати такі чудові обладунки, та певно вони мені й не знадобляться.

Якщо погодишся виконати ще кілька доручень, я з радістю віддам тобі інші частини обладунку.]===],
},
[8931] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені звичайні пояс і рукавички, які хочеш оновити.]===],
[===[Принесіть пояс ловця звірів та рукавички ловця звірів Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8932] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені звичайні пояс і рукавички, які хочеш оновити.]===],
[===[Принесіть пояс магістра та рукавички магістра Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8934] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавички, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс відданості та рукавички відданості Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8936] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і пов'язки, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс імли жаху та пов'язки імли жаху Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8937] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавиці, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс доблесті та рукавиці доблесті Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8951] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт з чоботами дикого серця, кілтом дикого серця та наплічниками дикого серця.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8952] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт з чоботами ловця звірів, штанами ловця звірів та нараменниками ловця звірів.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8953] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт з чоботами магістра, лосинами магістра та нараменниками магістра.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8954] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт зі світлокованими чоботами, світлокованими поножами та світлокованими наплічниками.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8955] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт із сандалями відданості, спідницею відданості та нараменниками відданості.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8956] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт з чоботами тіньового ремесла, штанами тіньового ремесла та наплічниками тіньового ремесла.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8958] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт із сандалями імли жаху, лосинами імли жаху та нараменниками імли жаху.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8959] = {
[===[Прощальні слова Антіона]===],
[===[У цьому амулеті зберігалася душа Вальталака. Через нашу жадібність ми безглуздо розділили його на три частини, не знаючи про прокляття, яке нас чекає.

Єдиний спосіб зупинити закляття Вальталака — зібрати медальйон докупи. Повертайся до Деліани та скажи їй, що Бодлі — її єдиний шанс знайти решту частин. Поговори з нею і про обумовлену нагороду.

А я, нарешті, буду спочивати з миром. Бажаю удачі — вона тобі знадобиться!]===],
[===[Поверніться до Деліани в Залізогарт з чоботами доблесті, поножами доблесті та наплічниками доблесті.]===],
[===[Ти {стать:повернувся:повернулась}, {ім'я}. Розказуй все, про що {стать:дізнався:дізналась}. Та спершу поговорімо про твою винагороду.]===],
[===[Я не можу повірити, що всі наші життя в небезпеці через якийсь дурний медальйон! І ти {стать:впевнений:впевнена}, що Антіон згадав Бодлі?

Що ж, ти свою справу {стать:зробив:зробила}, тому давай розберемось з твоєю винагородою.]===],
},
[8977] = {
[===[Повернення до Деліани]===],
[===[Приємно було попрацювати з тобою, {ім'я}. Ось готовий пристрій.

Сподіваюся, він допоможе у твоїй справі. Так, і якщо ти не проти, розповідай усім про мене. Мені нові клієнти не завадять!]===],
[===[Принесіть міжвимірний шукач привидів Деліані в Залізогарт.]===],
[===[Вже {стать:повернувся:повернулась}?]===],
[===[Чудово! Гарна робота, {ім'я}. Я не дуже довіряю гоблінським пристроям, та в мене не залишається вибору.]===],
},
[8997] = {
[===[Повернення на початок]===],
[===[Схоже, що настав час прощатися, {стать:друже:подруго}. Але я завжди буду тут, якщо ти захочеш поговорити зі мною. Приходь, коли хочеш. Можливо, поки будеш чекати тут на друзів для походу до Чорноскельного шпиля.

Все, йди, поки я не розплакався. Повертайся до Деліани в Залізогарт і розкажи їй про все, що сталося.]===],
[===[Поговоріть з Деліаною на Високому троні в Залізогарті.]===],
nil,
[===[Рада бачити, що тобі вдалось повернутись до мене, {ім'я}. Виглядаєш чудово, хіба що трохи {стать:потріпаний:потріпана}.

Давай, розказуй мені про все, що з тобою сталося.]===],
},
[8999] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані капюшон дикого серця та жилет дикого серця.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку дикого серця в обмін на новий капюшон та жилет лютого серця?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9000] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані шапку ловця звірів та мундир ловця звірів.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку ловця звірів в обмін на нову шапку та мундир володаря звірів?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9001] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані корону магістра та мантію магістра.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку магістра в обмін на нову корону та мантію чаклуна?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9002] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані світлокований шолом та світлокований нагрудник.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого світлокованого обладунку в обмін на новий духокований шолом та нагрудник?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9003] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані корону відданості та мантію відданості.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку відданості в обмін на нову корону та мантію доброчесності?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9004] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані шапку тіньового ремесла та мундир тіньового ремесла.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку тіньового ремесла в обмін на нову шапку та мундир покрову темряви?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9005] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані маску імли жаху та мантію імли жаху.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку імли жаху в обмін на нову маску та мантію імли смерті?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
[9006] = {
[===[Найкраще — наостанок]===],
[===[Це дивовижно, {ім'я}! Прийми мою подяку — і не тільки мою, а й усіх, кому ти {стать:допоміг:допомогла}. Тепер, можливо, я зможу спати, не боячись, чи прокинусь вранці.

А щодо винагороди... в мене є кілька речей, які мають тобі сподобатись.]===],
[===[Віддайте Деліані шолом доблесті та нагрудник доблесті.]===],
[===[Як ми й домовлялись, ти {стать:готовий:готова} віддати частини свого обладунку доблесті в обмін на новий шолом та нагрудник героїзму?]===],
[===[Я сумуватиму за тобою, {ім'я}, і, певно, ніколи не зможу гідно віддячити за твої зусилля.

Сподіваюсь, тобі сподобаються нові обладунки та що вони довго служитимуть тобі.]===],
},
}
