local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, completion }
[6] = {
[===[Винагорода за Ґарріка М’якоступа]===],
[===[Ґаррік М’якоступ - головоріз, який мучить наших фермерів і торговців уже тижні - був помічений в халупі поряд з виноградниками, що на схід від абатства, через міст. Принеси мені голову лиходія й отримаєш винагороду!

Але будь {стать:обережним:обережною}, {ім'я}. Ґаррік згуртував навколо себе банду злочинців. До нього не так уже й легко буде дістатися.]===],
[===[Убийте Ґарріка М’якоступа та принесіть його голову заступникові Віллему в Північнокрайове абатство.]===],
[===[Ти {стать:знайшов:знайшла} халупу Ґарріка? Невже ми нарешті звільнилися від того мерзотника?]===],
[===[Ха-а - ти {стать:спіймав:спіймала} його! Ти {стать:зробив:зробила} Ельвиннові чудову послугу і за це отримаєш гарну винагороду!]===],
},
[7] = {
[===[Зачистка табору кобольдів]===],
[===[Твоє перше завдання буде пов'язане із зачищенням, {ім'я}. Клан кобольдів заполонив ліси на півночі. Направляйся туди та знищ усіх кобольдів-шкідників, що зустрінуться на твоєму шляху. Зменш їхню популяцію настільки, щоб одного дня ми змогли остаточно вигнати їх з Північнокраю.]===],
[===[Убийте 10 кобольдів-шкідників, а потім поверніться до маршала Макбрайда.]===],
[===[Як там твоє полювання, {ім'я}? Ти {стать:знайшов:знайшла} і {стать:здолав:здолала} тих шкідників?]===],
[===[Молодець, {стать:громадянине:громадянко}. Ці кобольди - злодії та боягузи, але у великій кількості вони становлять загрозу для нас. А людям Штормовію не потрібна ще одна загроза.

Прийми мою подяку за перемогу над ними.]===],
},
[9] = {
[===[Убивчі поля]===],
[===[Поглянь, на що перетворилося це місце! Колись на цих землях мешкали чесні селяни. Але прокляті злодії вижили звідси їх усіх. Тільки не мене! Однак, здається, поля захоплені жнивальними доглядачами.

Якщо ти {стать:готовий:готова} попрацювати, я попросив би тебе піти туди та вбити двадцять жнивальних доглядачів. Повертайтеся по оплату, коли все буде зроблено. Як завершиш з моїм полем, зачисть і поля моїх сусідів.]===],
[===[Вбийте 20 жнивальних доглядачів на прохання фермера Салдена.]===],
[===[О, я бачу, ти вже {стать:повернувся:повернулася}! Сподіваюся, ти наполегливо {стать:попрацював:попрацювала}, зачищаючи наші поля від жнивальних доглядачів. Уже {стать:вбив:вбила} двадцять?]===],
[===[Відмінна робота, {стать:друже:подруго}. Ти добре {стать:відпрацював:відпрацювала} свою плату. Хтозна, може, Західний край знов розквітне.]===],
},
[11] = {
[===[Відзнака за гнолів-Річколапів]===],
[===[На кордонах Елвиннського лісу з'явилися гноли - звіроподібні тварюки, яким просто нема чого хорошого робити в цих краях. На південь від сторожової вежі була помічена велика група цих істот: їх занадто багато, щоб ми зуміли дати їм відсіч самі. Гірше того: на сході, біля озера Кам'яних Обелісків, теж виявили гнолів.

Армія Штормовію буде вдячна кожному, хто допоможе впоратися з цією загрозою. Як доказ своєї перемоги принеси мені розфарбовані браслети гнолів.]===],
[===[Принесіть 8 розфарбованих браслетів гнолів заступнику Райнеру в казармах.]===],
[===[Егей, {ім'я}. Ти {стать:повбивав:повбивала} гнолів...?]===],
[===[О, бачу, ти слів на вітер не кидаєш! Прийми нашу подяку, {ім'я}!]===],
},
[12] = {
[===[Народне ополчення]===],
[===[У Народного ополчення є лише одна мета: захистити землі Західного краю та повернути в них мир. На жаль, за мир часто доводиться платити кров'ю.

Один з моїх розвідників повідомив про групу капканників Повстанців, що сіють хаос поблизу. В мене є звіти, що звіроловів Повстанців помічали біля копальні Джанґолода на північний захід звідси, а також неподалік від ферми Мольсена та гарбузової ферми Хмуроброва. Якщо ти прагнеш приєднатися до наших лав, убий 15 капканників і 15 контрабандистів з Повстанського братства, а потім повертайся до мене.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 капканників і 15 контрабандистів з Повстанського братства та повернулися до нього на Сторожовий пагорб.]===],
[===[Можливо, я не пояснив достатньо зрозуміло, новачку. Для того, щоб довести свою цінність як {стать:служителя:служительки} Народного ополчення та Світла, тобі потрібно вбити 15 капканників та 15 контрабандистів з Повстанського братства, а потім повернутися до мене, коли все буде зроблено.]===],
[===[Молодець, {ім'я}. Мій розвідник був свідком твоїх доблесних вчинків. Ти досить добре себе {стать:зарекомендував:зарекомендувала}.]===],
},
[13] = {
[===[Народне ополчення]===],
[===[Банда злісних грабіжників з Повстанського братства помічена у розоренні кар'єру Золотого берега, Місяцеграю та садиби Алекстона. Народне ополчення не терпітиме такого. Вирушай негайно, {ім'я}, і покажи присутність Світла всьому Західному краєві.

Кар'єр Золотого берега розташований неподалік від узбережжя, на захід від вежі. Як наступний крок твого навчання, я хочу, щоб ти {стать:вбив:вбила} 15 грабіжників і 15 мародерів з Повстанського братства.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 грабіжників і 15 мародерів з Повстанського братства та повернулися до нього на Сторожовий пагорб.]===],
[===[У нас немає часу на розмови, {ім'я}. Грабіжники з Повстанського братства позбавляють жителів Західного краю миру та процвітання, на які вони заслуговують. Переконайся в тому, що ти {стать:вбив:вбила} принаймні 15 грабіжників і 15 мародерів з Повстанського братства. Це буде чітким натяком на те, що безчинство тут не вітають.]===],
[===[Твою цінність для Народного ополчення підтверджено твоїми сміливими вчинками.]===],
},
[14] = {
[===[Народне ополчення]===],
[===[Деякі Повстанці вислизнули від нас. Мій найнадійніший розвідник повідомляє, що ці члени Повстанського братства грабують і розоряють села аж до південного Західного краю. Ми вважаємо, що вони переховуються в Кинджальних пагорбах, замислюючи наступний хід. Убий цих негідників від імені Народного ополчення.]===],
[===[Ґріан Міцнокрив хоче, щоб ви вбили 15 розбійників, 5 вистежувачів і 5 кастетників Повстанців, а потім повернулися до нього на Сторожовий пагорб.]===],
[===[{Ім'я}, зараз не час для порожньої балаканини. Якщо ти все ще хочеш проявити себе перед Народним ополченням, тобі потрібно вбити Повстанців, про яких я повідомляв раніше. Повертайся до мене, коли виконаєш свій обов’язок.]===],
[===[Коли я полишив спаплюжені землі Лордерону та повернувся, то застав свою батьківщину в жахливому стані. Але для Західного краю все ще є надія. Проявлена тобою доблесть довела, що ти з честю служиш нашій справі. З величезною гордістю я приймаю тебе до лав Народного ополчення. Нехай Світло сяє над тобою.]===],
},
[15] = {
[===[Розслідування Ехокряжу]===],
[===[{ім'я}, мої розвідники доповіли, що нашестя кобольдів є більшим, ніж ми вважали. Група кобольдів-робітників розгорнули табір поблизу копальні Ехокряжу, на північ звідси.

Направляйся туди та позбудься їх. Нам відомо про наявність щонайменше 10. Убий їх, тоді перевір, чи то всі. Потім відзвітуєш мені.]===],
[===[Убийте 10 кобольдів-робітників, а потім поверніться зі звітом до маршала Макбрайда.]===],
[===[Ти вже {стать:був:була} у шахті? {стать:Готовий:Готова} звітувати?]===],
[===[Не подобається мені вся ця історія з кобольдами в наших копальнях. Нічого доброго з того не вийде. Ось, твоя платня, і, коли наважишся на нове завдання - знову поговори зі мною. Я б хотів, щоб ти {стать:навідався:навідалася} до шахт ще раз...]===],
},
[16] = {
[===[Дайте Джерардові попити]===],
nil,
nil,
[===[Сільське господарство виснажує, тому я завжди в пошуку освіжаючої джерельної води.

Якщо в тебе вона є, то я з радістю обміняюсь.]===],
[===[Дякую, {ім'я}! І повертайтеся, якщо хочеш знову поторгувати.]===],
},
[18] = {
[===[Братство злодіїв]===],
[===[Нещодавно навколо Північнокраю почала тинятися нова група злодіїв. Вони називають себе Повстанським братством і їх бачили за річкою на сході.

Я не знаю, що вони замислили, але я впевнений, що нічого доброго! Принеси мені бандани, які вони носять, а я, в свою чергу, нагороджу тебе зброєю.]===],
[===[Принесіть 12 червоних бандан з мішковини заступнику Віллемові за межами Північнокрайового абатства.]===],
[===[Ти вже {стать:зібрав:зібрала} мені їхні бандани?]===],
[===[О, бачу, ти {стать:повернувся:повернулася} з декількома банданами. Армія Штормовію вдячна за твою допомогу.]===],
},
[20] = {
[===[Загроза Чорнокаменю]===],
[===[Орки з клану Чорнокаменю прикочували з Палаючого степу і захопили фортецю Кам'яної Варти на півночі. Звідти вони учиняють набіги по всій півночі та змушують жителів Приозер'я сидіти в місті, загнаних як худобу.

Поможи Приозер'ю позбутися цієї загрози. Вбий цих орків й принеси мені десять їхніх зношених у бою сокир як доказ.

І хоча Чорнокамінь грозить нам з півночі, ми отримали звіти про ще більшу кількість у південно-східному Багрянокряжжі. Знайдеш когось там - знищ їх заразом.]===],
[===[Принесіть 10 зношених у бою сокир маршалу Маррісу в Приозер'ї.]===],
[===[Ти {стать:порізав:порізала} орків, {ім'я}? Якщо так, то покажи мені...]===],
[===[Тепер нам не треба так хвилюватися про орків, дякую.]===],
},
[21] = {
[===[Сутичка в Ехокряжі]===],
[===[Твої попередні розслідування стали доказом того, що копальня Ехокряжу потребує вичищення. Повертайся до шахти та допоможи зачистити її від кобольдів.

Не витрачай даремно часу, {ім'я}. Чим довше ми не чіпатимемо кобольдів, тим міцніше вони закріпляться в Північнокраї.]===],
[===[Убийте 10 кобольдів-різноробів, а потім поверніться до маршала Макбрайда в Північнокрайове абатство.]===],
[===[Я знаю, це робота в крові, {ім'я}, але також життєво необхідна для безпеки Північнокраю. Ти {стать:готовий:готова} звітувати?]===],
[===[І знову ти {стать:заслужив:заслужила} мою повагу та вдячність армії Штормовію. Можливо, в шахті ще залишаються кобольди, але я направлятиму й інших проти них. А для тебе у нас є подальші завдання.]===],
},
[22] = {
[===[Пиріг з печінки іклоштрика]===],
[===[Цибуля очищена. Часник роздавлений. Розмарин подрібнений. Основа випечена. Кріп нарізаний. Підливка закипає. Тепер усе, що мені ще потрібно для мого відомого м'ясного пирога — це 8 печінок іклоштрика!]===],
[===[Принесіть Сальмі Салден 8 печінок іклоштрика, щоб вона могла спекти пиріг.]===],
[===[Усе, що мені потрібно для мого знаменитого м'ясного пирога — це 8 печінок іклоштрика!]===],
[===[Ці шматки - просто ідеальні, {ім'я}! Дякую тобі дуже! Ми з фермером Салденом влаштуємо сьогодні справжній бенкет. А ця дрібничка для тебе — за важку працю. Ти ж не {стать:думав:думала}, що {стать:такий:така} {клас:н}, як ти, залишиться без частування, га?]===],
},
[26] = {
[===[Необхідний урок]===],
[===[{ім'я}, я з задоволенням спостерігав за твоїми успіхами. Ти безперечно станеш {стать:відомим захисником:відомою захисницею} природи.

Настав час тобі дізнатись більше про один з аспектів тварин, здатність перетворюватись в яких дарував нам Кенарій. Про аспект, який дає тобі владу над водою. Для цього тобі потрібно відправитись в селище Нічна Гавань на Місячній галявині й поговорити з Дендритом Зіркосяйво з Кенарійського Кола. Він буде твоїм наставником.]===],
[===[Поговоріть з Дендритом Зіркосяйво у селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[Мої вітання, {стать:юний:юна} {клас:к}. Настав час тобі пізнати водну форму. В ній ти зможеш вільно і скільки завгодно пересуватися у воді. Цей аспект буде для тебе корисним інструментом і благословінням... Але перш ніж опанувати це уміння, його потрібно заслужити.

Тебе чекає два випробування. Перше перевірить твою здатність працювати під тиском води. Друге - перевірить твою рішучість пізнати аспект самої форми.

Готуйся - час випробування настав.]===],
},
[33] = {
[===[Вовки за порогом]===],
[===[Я ненавиджу тих мерзенних сірих вовків! Але я дуже люблю їсти вовчі стейки... Принеси мені жорстке вовче м'ясо, і я обміняю на нього щось корисне для тебе.

Жорстке вовче м'ясо можна здобути з сірих і молодих вовків, що блукають сільськими районами Північнокраю.]===],
[===[Принесіть 8 шматків жорсткого вовчого м'яса Іґанові Гарбару за межами Північнокрайового абатства.]===],
[===[Агов, {ім'я}. Я зголоднів... Чи {стать:приніс:принесла} ти мені жорсткого вовчого м'яса?]===],
[===[Бачу, ти час дарма {стать:не гаяв:не гаяла}! Уже не можу дочекатися, щоб приготувати це вовче м'ясце...

Я тут маю декілька речей, які ти, можливо, захочеш - обирай!]===],
},
[34] = {
[===[Незваний гість]===],
[===[Знову мій сад розтоптали й спаплюжили. І я знаю, що за свиня це творить. Це той чортів кнур, якого маршал Марріс прозвав Грубопузом.

Тепер я не зможу пересадити нарциси до наступного сезону. Зруйновано! Все зруйновано через одного дикого кабана! Поклади кінець шкіднику! Покажи мені його ікло і я радо вручу тобі нагороду. Зазвичай він риється на полі на південний захід від Приозер'я, але буває, заблукає у мій сад.]===],
[===[Марті Джайнроуз із Приозер'я хоче, аби ви вбили Грубопуза. Принесіть його ікло як доказ.]===],
[===[Грубопуз все ще там, чи тобі вдалось позбавити Приозер'я від цього шкідника раз і назавжди?]===],
[===[Нарешті моя помста звершилась! Дякую тобі, {ім'я}, ти {стать:зробив мені велику послугу:зробила мені велику послугу}. Наступного сезону сад повністю розквітне!]===],
},
[35] = {
[===[Нові турботи]===],
[===[Якщо ви також стурбовані чутками про мурлоків, тоді давай зробимо так: ідіть до східного Ельвиннського мосту та поговоріть із вартовим Томасом. Весь минулий тиждень він чергував в тому районі, тож має бути в курсі подій.

І принесіть мені його звіт.]===],
[===[Маршал Дуган хоче, щоб ви поговорили з вартовим Томасом.]===],
nil,
[===[Так, мурлоки оселилися в водах Східного Ельвинна та навколо них. Ми не знаємо, чому вони тут, але вони агресивні та принаймні напіврозумні.]===],
},
[36] = {
[===[Гуляш по-західнокрайськи]===],
[===[Я ніколи не думала, що настане день, коли я покину ферму. Але поля кишать злодіями, і для нас тепер тут надто небезпечно. Як тільки фермер Хмуробров полагодить віз, ми вирушимо в дорогу.

Може, ти б {стать:зробив:зробила} мені послугу? Я напишу свій рецепт гуляшу по-західнокрайськи, а ти віднесеш його Сальмі Салден. Ферма Салденів розташована відразу за розвилкою дороги.]===],
[===[Верна Хмуробров хоче, щоб ви передали її рецепт гуляшу по-західнокрайськи Сальмі Салден.]===],
[===[Я буду дуже сумувати за Верною Хмуробров. Не думаю, що ти {стать:зустрічав:зустрічала} її по дорозі сюди?]===],
[===[Ця Верна завжди була такою милою дівчиною. Нам буде її не вистачати тут, у Західному краї, але, тільки між нами, в душі вона - міська жителька, і Штормовій підійде їй просто чудово. Але досить пліток! Тепер ми можемо зробити гуляш по-західнокрайськи!]===],
},
[37] = {
[===[Відшукування загублених гвардійців]===],
[===[Кілька днів тому ми послали двох гвардійців, Рольфа та Малакая, на розвідку вздовж річки, але вони й донині не повернулися. Щоб завершити свій звіт, я повинен знати, що сталося з тими двома.

Вирушай на північ вздовж річки та знайди гвардійців... або їхні останки.]===],
[===[Вартовий Томас просить вас піти на північ вверх по річці та пошукати двох загублених гвардійців, Рольфа і Малакая.]===],
nil,
[===[Незважаючи на те, що тіло було вже пограбоване, поблизу валявся медальйон з написом: "Піхотинець Малакай Кам'яний".]===],
},
[38] = {
[===[Гуляш по-західнокрайськи]===],
[===[Допоможи мені зробити гуляш по-західнокрайськи! Принеси мені такі інгредієнти:

3 шматки жилавого м'яса грифа
3 рила іклоштрика
3 ока мурлока
3 плоди окри]===],
[===[Сальмі Салден потрібні 3 шматки жилавого м'яса грифа, 3 рила іклоштрика, 3 ока мурлока, 3 плоди окри.]===],
[===[Принеси мені такі інгредієнти:

3 шматки жилавого м'яса грифа
3 рила іклоштрика
3 ока мурлока
3 плоди окри]===],
[===[Ця окра відмінно загустить бульйон! Тепер ми лише додамо жилаве м'ясо грифа, кілька очей мурлоків і ці смачнющі рила іклоштриків. Ось усе й готово! За твою допомогу, {ім'я}, я пропоную тобі першу порцію гуляшу по-західнокрайськи!]===],
},
[39] = {
[===[Передача звіту Томаса]===],
[===[Розкажи маршалові Дугану про смерть Малакая та Рольфа, повідом йому, що теперішня чисельність наших військ не здатна стримувати мурлоків на сході Ельвинну.

Я знаю, що у нас не так багато незайнятих військ, але, сподіваюся, Дугану вдасться когось знайти.]===],
[===[Відзвітуйте маршалові Дугану в Злотохресті.]===],
nil,
[===[Гм, це тривожні новини. Всі сили оборони розтягнуті на максимум, а втрата Рольфа та Малакая від цих мурлоків поставила нас у ще гірше становище.

Якщо в найближчому майбутньому ситуація швидко не покращиться, то до кінця тижня бої вже будуть вестись у Злотохресті!]===],
},
[40] = {
[===[Риб'яча небезпека]===],
[===[{Ім'я}, в Ельвиннському лісі з'явилася нова загроза! Мурлоки плавають потоками східного Ельвинна, відлякуючи рибу та нападаючи на звичайних людей!

Я попередив маршала Дугана, але він більше переживає за гнолів та бандитів. При цьому, не вважаючи мурлоків небезпечними.

Будь ласка, {Ім'я}, поговори з Дуганом і переконай його відправити більше військ на схід!]===],
[===[Ремі "Повторюха" хоче, щоб ви поговорили з маршалом Дуганом у Злотохресті.]===],
nil,
[===[Так, я розмовляв з Ремі. Я поважаю його як купця, проте всі повідомлення про мурлоків на сході у кращому випадку були поверхневими.

Я візьму до уваги твоє занепокоєння, але поки я не отримаю військовий звіт про загрози від мурлоків, ми не можемо дозволити собі відправити більше війська на схід.]===],
},
[45] = {
[===[Довідайся долю Рольфа]===],
[===[Після подальшого обшуку місцевості ви помічаєте сплутані сліди, що ведуть на схід уздовж берега озера Кам'яних Обелісків. Вдалині, ще східніше, можна ледь-ледь побачити колонію мурлоків.

Можливо, Рольфа там спіткала страшна доля...]===],
[===[Пошукайте сліди або ознаки смерті Рольфа в колонії мурлоків.]===],
nil,
[===[На шиї мерця ви знаходите металевий медальйон з гравіюванням "Піхотинець Рольф Гартфорд".]===],
},
[46] = {
[===[Нагорода за мурлоків]===],
[===[Армія Штормовію оголосила нагороду за мурлоків-ховачів і мурлоків-здобувачів у Ельвинні. Забий їх та принеси мені їхні відірвані плавники, і армія Штормовію щедро віддячить тобі.

Мурлоки побудували одне село на озері Кам'яних Обелісків на північ звідси, а інше на південь, де розгалужується ріка.]===],
[===[Принесіть 8 відірваних плавників мурлока вартовому Томасу на східному ельвиннському мості.]===],
[===[Як проходить полювання, {Ім'я}?]===],
[===[Ти {стать:дістав:дістала} плавники? Чудово! Маршал Дуган стурбований ситуацією з мурлоками на сході Ельвинну, і я буду радий повідомити йому, що все повертається під контроль.

Твої дії допомогли це втілити.]===],
},
[47] = {
[===[Обмін золотим пилом]===],
[===[У цих краях кобольди зазвичай носять при собі золотий пил. Мені б він справді здався... Дістань мені пил, і я заплачу тобі найкращу ціну в місті... Найбільшу ціну в місті!

Кобольдів знайдеш у Бездонній копальні, що на південь, а також біля Яшмової шахти на північному сході.]===],
[===[Принесіть 10 порцій золотого пилу Ремі "Повторюсі" в Злотохрестя. Золотий пил можна відібрати у кобольдів у Ельвиннському лісі.]===],
[===[Псс! {стать:Дістав:Дістала} золотий пил для мене... для мене?]===],
[===[Дякую за пил, {ім'я}. Ось твоя платня, а ще... ось жетон від моїх колег. Тобі може знадобитись... знадобитися.]===],
},
[48] = {
[===[Солодке бурштинове]===],
[===[В землі, що на південь, де лози повзли,
Колодязь є повний стрімкої води.
Прозора та чиста, як Світла дочка,
Принеси мені воду з того джерела.]===],
[===[Принесіть воду Святого джерела Лютобухові Громовару.]===],
[===[Гик! Хо-хо! Хочеш на біс?

В землі, що на південь, де лози повзли,
Колодязь є повний стрімкої води.
Прозора та чиста, як Світла дочка,
Принеси мені воду з того джерела.]===],
[===[Гик! Хо-хо!]===],
},
[49] = {
[===[Солодке бурштинове]===],
[===[Бурштиновим кольором сяє любов,
Як небо палає загравою знов.
Мені принеси ти, щоб диво створити,
Мішок кукурудзи, ячменю та жита.]===],
[===[Лютобух Громовар хоче мішок ячменю, мішок жита та мішок кукурудзи.]===],
[===[На біс? Неодмінно!

Бурштиновим кольором сяє любов,
Як небо палає загравою знов.
Мені принеси ти, щоб диво створити,
Мішок кукурудзи, ячменю та жита.]===],
[===[Гик! Хо-хо!]===],
},
[50] = {
[===[Солодке бурштинове]===],
[===[Ретельно змішаю я все для прокачки,
Наша з тобою це буде заначка!
На куб перегінний потрібен метал,
Щоб пісню свою я все ж доспівав.]===],
[===[Лютобух Громовар хоче ясносрібло.]===],
[===[Для тебе на біс? Залюбки, друже!

Ретельно змішаю я все для прокачки,
Наша з тобою це буде заначка!
На куб перегінний потрібен метал,
Щоб пісню свою я все ж доспівав.]===],
[===[Гик! Хо-хо!]===],
},
[51] = {
[===[Солодке бурштинове]===],
[===[Ось ще нефільтрований, свіжий напій,
Чекає обробки, почнімо ж мерщій.
Вугілля дозволить завершити справу,
Дістань мені, друже, ти гілку платана.]===],
[===[Принесіть Лютобухові Громовару гілку платану.]===],
[===[На біс? Для тебе, що завгодно!

Ось ще нефільтрований, свіжий напій,
Чекає обробки, почнімо ж мерщій.
Вугілля дозволить завершити справу,
Дістань мені, друже, ти гілку платана.]===],
[===[Гик! Хо-хо!]===],
},
[52] = {
[===[Захист кордону]===],
[===[Гей, {Ім'я}. Чим далі ми від Злотохрестя, тим більш агресивними стають дикі тварини, а лісозаготівельний табір Східнодолу зазнає майже постійних нападів вовків та ведмедів!

Ми могли б скористатися твоєю допомогою.]===],
[===[Убийте 8 бродячих хижаків і 5 молодих лісових ведмедів, і повертайтеся потому до вартового Томаса на східний ельвиннський міст.]===],
[===[Ти {стать:вбив:вбила} цих вовків і ведмедів?]===],
[===[Велике спасибі за допомогу, {Ім'я}. Щось у лісі робить звірів настільки сміливими.

Що б то не було, я сподіваюся, що воно там і залишиться.]===],
},
[53] = {
[===[Солодке бурштинове]===],
[===[Як дитяча сльоза, прозорий напій,
З роками медовим стане настій.
Та перш ніж спочити могли б ми сповна,
Нам бочка дубова потрібна міцна.]===],
[===[Принесіть Лютобухові Громовару зв'язку обвугленого дуба.]===],
[===[Звичайно, я знову її заспіваю тобі, друже!

Як дитяча сльоза, прозорий напій,
З роками медовим стане настій.
Та перш ніж спочити могли б ми сповна,
Нам бочка дубова потрібна міцна.]===],
[===[Вугіллям фільтроване, дозріле у бочці
Запалює душу вам з кожним ковточком.
Тож вип'єм за тих, хто варив цей нектар -
Ти, звісно ж, і я, Лютобух Громовар!]===],
},
[54] = {
[===[Відзвітуйте у Злотохрестя]===],
[===[{Ім'я}, ти добре {стать:проявив:проявила} себе в захисті Північнокраю. Тепер у тебе інше завдання - захист навколишніх земель Ельвиннського лісу.

Якщо приймаєш цей обов'язок, візьми ці папери, які я підготував. Їх потрібно передати маршалові Дугану в Злотохрестя. Як вийдеш за ворота, тримайся дороги на південь.]===],
[===[Віднесіть документи маршала Макбрайда маршалові Дугану в Злотохрестя.]===],
[===[У тебе звістка від Макбрайда? Північнокрай - це садок у порівнянні з Ельвиннським лісом. Але, все одно, мені цікаво, що там у Макбрайда.

Дай поглянути на його звіт...]===],
[===[Подивимося. Тут сказано, що ти {стать:був удостоєний:була удостоєна} статусу "{стать:діючого представника:діючої представниці}" у штормовійських маршалів. Мої вітання.

І бажаю удачі, безпека Ельвинна - непроста справа... до того ж, коли більша частина армії невідомо чим займається для якогось вельможи!

Важко бути в курсі всіх політичних перепетій у ці темні часи...]===],
},
[59] = {
[===[Обладунки із тканини та шкіри]===],
[===[Твоя доблесть і відвага варта цього знаку, що згодиться для одної частини броні. Я хочу, щоб ти {стать:відніс:віднесла} його до Сари Древоляг в лісозаготівельний табір Східнодолу. Віддай їй знак, щоб вона створила обладунок спеціально для тебе. І після того, як ти його отримаєш, {Ім'я}, користуйся ним для захисту Ельвинну.

Лісозаготівельний табір Східнодолу розташований за постом вартового Томаса.]===],
[===[Дайте Сарі Древоляг знак броні Штормовія.]===],
[===[Армія Штормовію доручила мені постачати обладунки із тканини та шкіри її людям.

Якщо ти {стать:приніс:принесла} мені знак, то я з радістю щось зроблю і для тебе.]===],
[===[О, дякую за знак. Будь-ласка, не соромся і вибери обладунок, що тобі до вподоби.

Нехай щастить, {стать:хоробрий:хоробра} {клас:к}! І нехай ця броня служить тобі гідно.]===],
},
[60] = {
[===[Свічки кобольдів]===],
[===[Привіт, {стать:шановний пане:шановна пані}! Маєте хвилинку?

Ми з братом завідуємо аптекою в Штормовії, а я тут, щоб зібрати великі свічки заради воску. Чи могли б ви мені допомогти?

Великі свічкі можна роздобути у кобольдів, і ходять чутки, що ці тварюки наводнили ельвиннські шахти... Бездонну копальню на півдні та Яшмову, що на північному сході. Пропоную шукати свічки в одному з цих місць.]===],
[===[Принесіть 8 великих свічок Вільямові Товкачу в Злотохрестя.]===],
[===[Ви вже зібрали усі свічки?]===],
[===[О, ви були заклопотані полюванням на кобольдів! Дякую за свічки, {ім'я}, і ось ваша винагорода...]===],
},
[61] = {
[===[Вантаж на Штормовій]===],
[===[Мій брат, Морган, чекає в Штормовії на мій вантаж зі свічками. У мене ж катастрофічно не вистачає часу, щоб самостійно здійснити поїздку, але якщо ви не проти доставити його самотужки, він добре заплатить.

Я гарненько запакував свічки, а Моргана знайдете у нашій крамниці, "Аптека братів Товкачів", у Торговому районі Штормовія.]===],
[===[Доставте пакунок від Вільяма Морганові Товкачеві в Торговий район Штормовія.]===],
[===[О, вантаж від мого брата? Чудово! Доля справді усміхнулася мені!]===],
[===[Ось ваша платня... і поки ви ще тут, озирніться навколо! Я впевнений, у нас є зілля чи якась інша дрібничка, яка видасться вам корисною.]===],
},
[62] = {
[===[Бездонна копальня]===],
[===[Проблеми виникли не лише у шахті Північнокраю! В мене є свідчення, що Бездонна копальня в Ельвинні також стала притулком для кобольдів.

Досліди шахту та перевір ці відомості, а потім повернися до мене. Шахта знаходиться майже на південь від Злотохрестя, між садибами Кам'янопільських і Маклурів.]===],
[===[Дослідіть Бездонну копальню, а потім повертайтеся до маршала Дугана в Злотохрестя.]===],
[===[Про що ти маєш відзвітувати, {ім'я}? Ти {стать:був:була} у Бездонній копальні?]===],
[===[Кепські новини. Що далі, дракони?!? Нам доведеться покращити патрулювання біля цієї шахти. Дякую за твої зусилля, {ім'я}. Постривай!... Схоже, я маю ще одне завдання для тебе.]===],
},
[64] = {
[===[Забута спадщина]===],
[===[Це було жахливо! Верна розбудила мене, коли почула гамір на полях. Там було повно хуліганів. Ми побігли в поспіху, і я забув взяти з собою кишеньковий годинник. Вернин тато подарував мені цей годинник в день нашого весілля, і мене просто нудить від думки, що ним могли заволодіти ті злодії. Я залишив годинник у шафі на фермі. Шукай гарбузове поле на захід звідси — його не пропустити. Якщо повернеш мені мій годинник, я буду дуже вдячний!]===],
[===[Фермер Хмуробров хоче, щоб ви повернули для нього його кишеньковий годинник з шафи його будинку на гарбузовій фермі на заході.]===],
[===[Гадаю, тобі так і не вдалося дістати мій годинник?]===],
[===[Мій годинник! Красно дякую, {стать:добрий пане:добра пані}!

Ми лише бідні фермери, що втратили свою землю, але, будь ласка, прийми цю нагороду на знак нашої вдячності.]===],
},
[65] = {
[===[Повстанське братство]===],
[===[Група покидьків, відповідальних за те, що чесні люди залишають Західний край, зве себе Повстанським братством. Мені потрібно, щоб ти {стать:проник:проникла} в цю зграю злочинців. Нам потрібно дізнатися, хто їхній ватажок і де вони ховаються. У Приозер'ї, в таверні, мешкає пройдисвіт Вайлі, який заборгував мені послугу.

Вирушай до Приозер'я, що в Багрянокряжових горах, на схід від Ельвинна, і довідайся про все, що зможеш.]===],
[===[Ґріан Міцнокрив хоче, щоб ви поговорили з Вайлі в Приозер'ї.]===],
nil,
[===[Отже, тебе послав Міцнокрив? Що ж, я перед ним в боргу.]===],
},
[71] = {
[===[Звістка для Томаса]===],
[===[Тепер, коли у вас є обидва медальйони, віддайте їх вартовому Томасу на мосту, щоб він дізнався про долю своїх загиблих підлеглих.]===],
[===[Доставте медальйони Рольфа та Малакая вартовому Томасові на східний ельвиннський міст.]===],
[===[Привіт, {Ім'я}. Ти {стать:довідався:довідалась} про долю Рольфа та Малакая?]===],
[===[Мої страхи підтвердились, {Ім'я}. Мурлоки - це загроза, яку ми не можемо ігнорувати.]===],
},
[76] = {
[===[Яшмова шахта]===],
[===[Завдяки тобі ми знаємо, що Бездонна копальня кишить кобольдами. Тепер треба розвідати більш віддалену шахту - Яшмову.

Оглянь її на наявність кобольдів. Рухайся на схід по дорозі, поки не дістанешся вежі Азори. Від вежі, поверни на північ, і в передгір'ї знайдеш Яшмову шахту.]===],
[===[Дослідіть Яшмову шахту, а потім проінформуйте маршала Дугана у Злотохресті.]===],
[===[Вітаю, {ім'я}. Що ти можеш повідомити? Ти {стать:дослідив:дослідила} Яшмову шахту?]===],
[===[Кобольди і в Яшмовій шахті, кажеш? Прокляття! Ситуація погіршується з кожною хвилиною!

Дякую за доповідь, {ім'я}. Але хотілося б, щоб ці новини були хорошими.]===],
},
[83] = {
[===[Червоні льняні вироби]===],
[===[Повстанська банда Північнокраю носить маски з мішковини, але Повстанці в Ельвинні надають перевагу льону, який я використовую в пошитті вишуканих товарів.

Принеси мені червоні льняні бандани, і я використаю їх, щоб зробити щось для тебе.

Табори Повстанських бандитів є по всьому Ельвинну.]===],
[===[Принесіть 6 червоних льняних бандан Сарі Древоляг у лісозаготівельний табір Східнодолу.]===],
[===[У мене закінчуються запаси льону, {Ім'я}. У тебе є що-небудь для мене?]===],
[===[О-о-о, гарні бандани, правда, трохи кошлаті...]===],
},
[84] = {
[===[Назад до Біллі]===],
[===[Тримай. І як віддаватимеш цей рулет тому Біллі, передай, хай би він вдавився!]===],
[===[Принесіть рулет зі свинячої підчеревини Біллі Маклуру на виноградниках Маклура.]===],
[===[Ооой, я такий голодний! У тебе є той рулет для мене, {Ім'я}?]===],
[===[Мм, смакота! Цей рулет найкращий!

Здається, моя пам'ять повертається до мене...]===],
},
[85] = {
[===[Загублене намисто]===],
[===[Я не можу знайти своє намисто і вважаю, що його поцупив той безхатько Біллі! Без перестанку рискає, немов щур, навколо виноградників Маклура, що на сході.

Поверни моє намисто, чим потішиш серце старої вдови.]===],
[===[Поговоріть з Біллі Маклуром.]===],
nil,
[===[Загубилося що?! Ну, я не брав ніякого намиста, бо я не злодій!

Проте можу знати, хто це зробив, але... <шкіриться>... Я занадто голодний, щоб згадати.]===],
},
[86] = {
[===[Пиріг для Біллі]===],
[===[Якби ж у мене був пиріг, тоді я б, мабуть, згадав, у кого може бути те намисто. Знаєш, я вважаю, що старенька Берніс робить чудовий рулет зі свинячої підчеревини...

Можливо, якщо ти даси їй кілька шматків м'яса кнурів, які водяться навколо наших ферм, і чемно попросиш, то вона спече тобі рулет.]===],
[===[Принесіть 4 шматки м'яса кнура тітці Берніс Кам'янопільській на ферму Камянопільських.]===],
[===[По-перше, не думаю, що це правильно - годувати хлопця, який вкрав моє намисто, але якщо це все, що необхідно зробити, щоб повернути моє, то нехай!

У тебе є м'ясо кнура?]===],
[===[Хоч м'ясо диких кнурів жорстке, треба його лише гарненько протушкувати, і воно, безперечно, згодиться для смачного пирога!]===],
},
[87] = {
[===[Золотозуб]===],
[===[Я бавився біля Бездонної копальні і, здається, там загубив... Ну-у... я маю на увазі, що бачив намисто старої пані. Не питай мене, як воно туди потрапило... Я тут ні до чого!

Коротше, я побачив здоровенного кобольда із золотим зубом, який підібрав намисто та побіг вглиб шахти. Знайдеш того кобольда - знайдеш і намисто, клянусь!]===],
[===[Принесіть намисто Берніс "Тітоньці" Берніс Кам'янопільській на ферму Кам'янопільських.]===],
[===[Вітаю, {ім'я}. Ти {стать:знайшов:знайшла} моє намисто?]===],
[===[О, тобі вдалося! Дякую, дякую, {стать:любчику:люба}!

Ось, тримай. Це належало моєму чоловікові, він вважав, що воно приносить удачу. Якби ж він не забув взяти це у свій останній похід! <шморг>]===],
},
[88] = {
[===[Принцеса мусить померти!]===],
[===[У Бреквеллів є призова свиня, Принцеса. Ця свиноматка ВЕЛИЧЕЗНА! І все через те, що навчилася прокрадатися сюди та жерти мої овочі!

Що ж, перш ніж вона знову прийде на наші поля... Принцеса повинна померти! Принеси мені її нашийник як доказ завершеної справи, і я тобі чимось віддячу за твій час!

Принцеса, як правило, тиняється по гарбузовому наділі Бреквеллів, на сході, за фермою Маклурів. Розберися з нею до того, як вона зголодніє та повернеться сюди!]===],
[===[Убийте Принцесу, заберіть її нашийник і принесіть його до Ма Кам'янопільської на ферму Кам'янопільських.]===],
[===[Ти вже {стать:бачив:бачила} свиню? {стать:Спіймав:Спіймала}?]===],
[===[Слава Світлу! Ця свиня стала такою великою, що з'їла б увесь наш урожай! Дякую, {ім'я}.

Та-акс, чи щось із цього тобі подобається?]===],
},
[94] = {
[===[Пильне око]===],
[===[Мій суперник, Морґант - порочний маг, що живе у вежі Ілґалара в Багрянокряжжі. Я розробив засіб шпигування - Око Азори, і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти {стать:готовий:готова}, віднеси мій Гліф Азори до вежі Ілґалара. Помісти його на статую лева біля вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.]===],
[===[Віднесіть Гліф Азори до статуї лева біля вежі Ілґалара в Багрянокряжжі.]===],
[===[Статуя лева стоїть тут десятиліттями та самотньо стежить за сумнозвісною вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф...]===],
[===[Ви кладете Гліф Азори на камінь. Він прикріплюється... і з нього лунає безтілесний голос Теокрита:

"Прийми мою подяку, {стать:молодий:молода} {Ім'я}. Тепер ти можеш говорити зі мною через цей гліф, а у мене можуть знайтися для тебе майбутні завдання... Після того, як я прощупаю думки мого суперника.]===],
},
[102] = {
[===[Патрулювання Західного краю]===],
[===[Штормовій відвернувся від нас. По рівнинах Західного краю шумить бридкий вітер мерзенності. А це була моя батьківщина, і я не відвернуся від місцевих, які вирішили тут залишитися. Ми, колишні фермери, постоїмо за себе.

Твоє завдання, якщо ти за нього візьмешся, буде полягати в тому, щоб патрулювати луки Західного краю. Вистежи й убий огидних гнолів, які, схоже, діють спільно зі злодіями з Мертвих копалень. Принеси мені 8 лап гнолів, і я віддячу тобі за проявлену мужність.]===],
[===[Принесіть 8 лап гнолів капітанові Данувіну на Сторожовий пагорб.]===],
[===[Ти вже {стать:зібрав:зібрала} 8 лап тих підступних гнолів?]===],
[===[Хороша робота, {ім'я}. З такими сміливими шукачами пригод, як ти на боці Народного ополчення, Західний край зможе знов стати квітучою житницею, якою був колись. Будь ласка, прийми цю нагороду як знак вдячності за твої невтомні зусилля.]===],
},
[103] = {
[===[Наглядач за полум'ям]===],
[===[Ніч, коли загинула родина наглядача маяка, була жахливою. Я безпорадно спостерігав за тим, як сам Старий Мутноок очолював атаку. Але що сталося, те сталося, і тепер життя моряків, чиї кораблі у Великому морі наближаються до небезпечних скель берегової лінії — моя турбота. Підтримувати вогонь маяка нікому, і цей обов'язок випав на мої плечі.

Допоможи мені зберегти вогонь факела — принеси 5 фляг з мастилом, зібравши його з пожинальних страховиськ.]===],
[===[Принесіть капітанові Сивенку 5 фляг з олією на маяк Західного краю.]===],
[===[Вогонь недовго горітиме без мастила, {ім'я}.]===],
[===[Хвала тобі, {стать:хоробрий:хоробра} {раса:н}. Скелі узбережжя Західного краю будуть освітлені завдяки твоїй праці. Безліч життів буде врятовано, поки факел горить.

Мене спіткала безглузда смерть на цьому самому узбережжі. Мій обов'язок у потойбічному житті — стежити, щоб ніхто не повторив моєї долі.]===],
},
[104] = {
[===[Загроза на узбережжі]===],
[===[Коли моє життя обірвалося на скелях, я й гадки не мав, що уготовано мені на тому світі. Маяк тієї ночі не світив, бо Старий Мутноок налякав сім'ю доглядача, і вони втекли. Потім вони повернулися та знову запалили полум'я, але Мутноок вмовив слабших духом мурлоків знову атакувати маяк разом з ним. Удруге родині доглядача не пощастило, і вони безпорадно загинули в мене на очах.

Убий Старого Мутноока, якщо побачиш його на березі, та принеси мені одну з його лусок, і я віддячу тобі.]===],
[===[Принесіть луску Старого Мутноока капітанові Сивенко на маяк Західного краю.]===],
[===[Ти вже {стать:зрівняв:зрівняла} з землею загрозу на ім'я Старий Мутноок? Помічали, як він блукав уздовж узбережжя Західного краю.

Повертайся до мене, коли ця огидна тварюка буде мертвою.]===],
[===[Отже, це мерзенне чудовисько, Мутноок, мертве. Молодець, {ім'я}. Обірвавши своїми руками одне життя, ти, можливо, {стать:врятував:врятувала} безліч інших. Велике море, і так сповнене небезпеки, стане цієї ночі трішечки безпечнішим завдяки твоєму героїчному вчинку.]===],
},
[106] = {
[===[Молоді закохані]===],
[===[Ох, я проклята! Моє серце належить Томмі-Джо Кам'янопільському, але наші сім'ї - закляті вороги. Тож ми не можемо бути разом, але мої очі плачуть без погляду на його вродливе обличчя!

Будь ласка, візьми цей лист і передай його Томмі-Джо. Він дуже часто буває біля річки на захід від ферми Кам'янопільських, яка також на захід звідси.]===],
[===[Передайте любовний лист Мейбелл Томмі-Джо Кам'янопільському.]===],
[===[Що це в тебе?? Мейбелл - це світло мого похмурого життя. Не барися, дозволь мені побачити її лист!]===],
[===[Ой лишенько! Я не витримаю нашої розлуки. Я повинен її побачити!!]===],
},
[107] = {
[===[Записка для Вільяма]===],
[===[Готова закластися, що Вільям Товкач має зілля, яке об'єднає серця двох наших молодих закоханих!

Ось, віддай цю записочку Вільямові. Він зупинився в таверні «Гордість лева» в Злотохресті.]===],
[===[Візьміть записку бабці Кам'янопільської та передайте Вільяму Товкачеві.]===],
[===[Ви справді принесли записку від "бабці" Кам'янопільської, ге? Я не бачив Мілдред сто років! Цікаво, що в неї на думці...]===],
[===[Моя душа болить за цих двох нещасних, Мейбелл і Томмі-Джо. Пам'ятаю, колись був і я юним і закоханим.

Я мушу якось їм допомогти! Дай-но подумати...]===],
},
[109] = {
[===[Звіт Ґріану Міцнокриву]===],
[===[Здається мені, що ти {стать:побував:побувала} не в одному бою, {клас:к}. Тобі слід відзвітувати Ґріанові Міцнокриву, якщо досі не було такої нагоди. Він очолює Народне ополчення, спрямоване на захист сільськогосподарських угідь Західного краю. Б'юсь об заклад, він може скористатися твоєю допомогою. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, недалеко від дороги, посеред Західного краю.]===],
[===[Поговоріть з Ґріаном Міцнокривом. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, недалеко від дороги, посеред Західного краю.]===],
[===[У-у... успішно??]===],
[===[О, значить, мій друг прислав тебе сюди? Як люб'язно.

Ну, монархія Штормовія полишила нашу справу. Залишається покладатися лише на Народне ополчення щодо безпеки землі. Якщо тебе зацікавила наша боротьба, то я зможу знайти користь у твоїх навичках бою, в ім'я свободи.]===],
},
[111] = {
[===[Поговоріть із бабцею]===],
[===[Будь ласка, {ім'я}, переговори з моєю бабусею. Якщо хтось і може знайти спосіб об'єднати нас із Мейбелл, то це тільки вона.

Бабуня живе в нашому будинку на схід звідси.]===],
[===[Поговоріть з бабцею Кам'янопільською.]===],
[===[Не дочекаюся на реакцію моїх друзів!

Вони нічого навіть не запідозрять.]===],
[===[Допоки наші сім'ї ворогують, у Томмі-Джо та Мейбелл не найкраще майбутнє, але... можливо, ми зможемо допомогти їм хоча б ненадовго зустрітися.

Гм, дай-но подумаю...]===],
},
[112] = {
[===[Збір водорості]===],
[===[Я можу зварити зілля, що зробить Мейбелл невидимою, тоді вона зможе прослизнути з виноградників Маклура та піти до Томмі-Джо. Але для виготовлення відвару мені потрібні кришталеві водорості.

Хоча водорості, зазвичай, ростуть в океані... іноді їх збирають мурлоки. Перевір, чи є запаси у мурлоків, тих, що біля Кришталевого озера. Водойма лежить одразу на сході від Злотохрестя.]===],
[===[Принесіть 4 стебла кришталевої водорості Вільяму Товкачеві до Злотохрестя.]===],
[===[Ти {стать:приніс:принесла} кришталеві водорості? Безсумнівно, Мейбелл не терпиться побачити свого залицяльника...]===],
[===[Тобі вдалося! Чудово! Тепер зачекай хвильку, поки я приготую відвар...]===],
},
[114] = {
[===[Втеча]===],
[===[Передайте цей відвар невидимості юній Мейбелл. Його дія повинна тривати достатньо довго, щоб вона змогла відвідати Томмі-Джо.]===],
[===[Передайте відвар невидимості Мейбелл Маклур.]===],
[===[Ти {стать:доставив:доставила} мій лист Томмі-Джо? Що він сказав??]===],
[===[О лишенько! Мені так соромно, що обманюю свою родину, але почуття до Томмі-Джо занадто сильні, щоб їх ігнорувати.

Дякую, {ім'я}. Я вип'ю цей відвар, як тільки матиму можливість, та вислизну до свого коханого.

А ось це для тебе... будь ласка, візьми.]===],
},
[116] = {
[===[Сухі часи]===],
[===[У мене тут кепська ситуація, {ім'я}. Бутилі вже ледь не сухі, а доставка питва сильно спізнюється. Вторгнення орків - це чисте пекло.

Може ти зможеш мені прислужитись?

Мені треба, щоб ти {стать:забрав:забрала} бочечку громузвару у Лютобуха Громовара у пагорбах Західного краю, барильце Мерло у Штормовії, пляшку сивухи у Темноділі й бурдюк солодкого рому в Злотохресті. Принеси їх мені, і я прослідкую, щоб ти не {стать:лишився обділений:лишилась обділена}.]===],
[===[Бармен Деніелс з Приозер'я потребує бочечку громузвару, барильце Мерло, пляшку сивухи та бурдюк солодкого рому.]===],
[===[Мені треба, щоб ти {стать:підібрав:підібрала} бочечку громузвару у Лютобуха Громовара у пагорбах Західного краю, барильце Мерло у Штормовії, пляшку сивухи у Темноділі й бурдюк солодкого рому в Злотохресті. Принеси їх мені й будеш {стать:нагороджений:нагороджена}.]===],
[===[Блискуче виконана робота, {ім'я}! Я добре знаю дороги, якими ти {стать:пройшов:пройшла}, аби дістати таку кількість алкоголю. Та мої відвідувачі знову будуть щасливі!

Моя жінка - вміла швачка. Прошу взяти цей плащ, що вона зшила, як нагороду за твої труди.]===],
},
[117] = {
[===[Громузвар]===],
[===[Скоріше, мій друже, чому ти закляк?
Для того, щоб лагер був схожий на смак
Скоріше на пиво, а не на кисіль,
Зварити щоб пійло, потрібен нам хміль.]===],
[===[Принесіть Лютобухові Громовару 5 шишок хмелю, щоб завершити його особливий узвар.]===],
[===[Скоріше, мій друже, чому ти закляк?
Для того, щоб лагер був схожий на смак
Скоріше на пиво, а не на кисіль,
Зварити щоб пійло, потрібен нам хміль.]===],
[===[З хмелю й ячменю, дріжджів і солоду
Цей вибух у роті несе насолоду.
Не треба благати, не треба просити,
Щоб кухоль собі Громузвару налити!]===],
},
[123] = {
[===[Збирач]===],
[===[Ця записка - графік із переліком днів та часу, коли людина, названа лише «Збирач», отримає поставку золота з шахт у Ельвиннському лісі.

З розкладу виглядає так, ніби Збирач проживає біля гарбузового наділу Бреквелів в східному Ельвинні.

Все це має важливий вигляд. Вам варто повідомити про це маршалові Дугану в Злотохресті.]===],
[===[Прийдіть до маршала Дугана в Злотохрестя та передайте йому Розклад Збирача.]===],
[===[Що?!? Вже декілька місяців у шахтах Ельвинну не працювали наші люди!

Дай-но гляну на твою записку...]===],
[===[Гм... Я чув про цього "Збирача", але не знаю, на кого він працює. Дякую за розклад. Він нам допоможе розгадати цю таємницю.]===],
},
[124] = {
[===[Виття гнолів]===],
[===[Ніби нападів орків було не досить! Тепер ще й гнолячі моцаки й містики снують по хребту на північ від моїх стаєнь і забирають моїх бродячих коней...

Ми з кониками будемо дуже вдячні, якщо тобі вдасться позбутися цих гнолів.]===],
[===[Вбийте 10 багрянокряжових моцаків та 8 багрянокряжових містиків. Тоді поверніться до Вернера Осґуда.]===],
[===[Схоже мої коні все ще налякані, а я досі чую те кляте вовче виття уночі. Прошу, {ім'я}, зроби щось із тими гнолами!]===],
[===[Дякую тобі за поміч, {ім'я}.]===],
},
[128] = {
[===[Нагорода за Чорнокамінь]===],
[===[Клан Чорнокаменю треба знищити. Ворог вдерся в наші землі. Ці гори підпадають під суверенне право короля Штормовію. Наші джерела повідомляють, що лідери кожного загону в Клані відомі як герої. Ти знайдеш їхній табір на півночі, на захід від шляху до Палаючого степу.

Війт Соломон хоче цих головорізів мертвими. Виріж 15 героїв чорнокаменю і повертайся до мене.]===],
[===[Убийте 15 героїв чорнокаменю і вартовий Гау в Приозер'ї нагородить вас.]===],
[===[Повертайся, коли вб'єш 15 героїв Чорнокаменю.]===],
[===[Я бачу, ти звитяжно {стать:бився:билась} з кланом Чорнокаменю, {клас:к}. Воістину ти сильно {стать:прислужився:прислужилась} нашому містечку.]===],
},
[129] = {
[===[Безкоштовний обід]===],
[===[Зробиш мені послугу? Я приготувала обід для вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовія. Він у змозі захистити себе, але для такої городянки, як я, там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене, і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги, що веде до Смерколісся.]===],
[===[Принесіть вартовому Паркеру обід Паркера. Він патрулює дорогу що веде в Темноділ.]===],
[===[Дарсі надіслала мені полуденок, справді? В неї таке добре серце. Що ж... нумо обідати!]===],
[===[Дякую, їжа дійсно знадобилася. Вартувати Приозер'я від орків і гнолів це тяжка праця!]===],
},
[130] = {
[===[Візит травниці]===],
[===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг би:могла б} ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї, в крамниці травниці, що на західному краю міста.

Та коли отримуватимеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
[===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
nil,
[===[Тобі потрібен букет квітів? Ти не надто довго був у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, як кохання витає в повітрі... Особливо, в такі небезпечні часи.]===],
},
[131] = {
[===[Доставка нарцисів]===],
[===[Ось твій букет. Для тебе я обрала нарциси. Вони мої улюблені!]===],
[===[Віддайте Дарсі букет нарцисів.]===],
[===[Знову привіт, {ім'я}. Паркеру сподобався мій обід?]===],
[===[Ох, які вони чудові! Не дочекаюсь, коли покладу їх у воду! 

Але...це улюблені квіти Марті. Паркер часом не змусив тебе йти до цієї заздрісної лисиці? Ти ж не {стать:сказав:сказала} їй для кого ці квіти? Якщо {стать:сказав:сказала}, то не здивуюсь, якщо вони отруєні.

Ох, та це не твоя вина. Дякою, ось твій перекус.]===],
},
[132] = {
[===[Повстанське братство]===],
[===[Те, про що я хочу тобі розповісти, може коштувати мені життя. Повстанська банда готує щось серйозне. Останнє, що я чув — вони діють спільно з усілякими гнолами, кобольдами та навіть гоблінами.

Віднеси цю записку Міцнокривові. В ній роз'яснено все, що я знаю на цю тему.]===],
[===[Віднесіть записку Вайлі Ґріанові Міцнокриву в Західний край.]===],
[===[Приємно бачити тебе знову, {ім'я}. Так чим Вайлі збирався виправдовуватися?]===],
[===[Ба! Я мав би залишити цього шахрая згнивати, коли у мене була така можливість. Але ця інформація надзвичайно важлива. Хороша робота.]===],
},
[135] = {
[===[Повстанське братство]===],
[===[Цікаво, що мав на увазі Вайлі, коли згадував про Каменярів. Можливо, обмовився або проговорився? Чи можуть розбійники з Повстанської банди бути пов'язані з Каменярами? Тільки одна людина знає напевне: Матіас Гич, голова ШБУ. Покажи йому записку Вайлі та дізнайся, чи зможе він щось додати до цієї все таємничішої загадки. Якщо тобі не одразу вдасться знайти Гича, пошукай у казармі Старого Міста.]===],
[===[Віднесіть записку Вайлі до Матіаса Гича у Штормовій.]===],
[===[Яке в тебе діло до мене? Я дуже зайнята людина...]===],
[===[Ця справа може виявитися складнішою, ніж уявляє Міцнокрив.]===],
},
[136] = {
[===[Прихований скарб капітана Сандерса]===],
[===[Якщо ти читаєш це — значиться, дідуньо капітан Сандерс покоїться у водяній могилі. Отже, мій скарб тепер твій, тобі лише треба слідувати підказкам.

Спочатку тобі треба знайти мо' скриньку. Скоріше за все, тепер вона напівпохована у піску, вздовж західного узбережжя Західного краю, біля розтрощеного корабля. На узбережжі буде багато уламків кораблів, але лише один ржавий якір. Знайди цей якір - і ти знайдеш мо' скриньку! Пошукай там наступну підказку.]===],
[===[Знайдіть скриньку капітана Сандерса та пошукайте у ній наступну підказку.]===],
nil,
[===[Скринька повільно зі скрипом відчиняється. Схоже, пісок і вода - все, що вона містить. Але зачекай-но! Звідти хутко виповзає маленький краб, а в лещатах у нього — наступна підказка до скарбу!]===],
},
[138] = {
[===[Прихований скарб капітана Сандерса]===],
[===[Підказка до пошуку скарбу така: "Хороша робота, друзяко! Тепер тобі треба чалапати на схід. На схід в пагорби, на схід до дороги. Шукай на узбіччі дороги рештки старого димоходу. Там знайдеш стару бочку, в якій буде наступний ключ."]===],
[===[Знайдіть стару діжку поблизу зруйнованого димоходу й обстежте її для наступної підказки.]===],
nil,
[===[Хороша робота, мисливцю за скарбами!]===],
},
[139] = {
[===[Прихований скарб капітана Сандерса]===],
[===[Обшукуючи бочку, ви виявляєте ще один шматок пергаменту. На ньому написано: "А тепер поверни мармизу на північ від цієї бочки тутка. Прямо, як ворон летить, чимчикуй, доки не натрапиш на порожній глечик поруч із самотнім вітряком на прибережних бескидах. Якщо ретельно потермосиш той глечик — може, знайдеш те, що шукаєш."]===],
[===[Обшукайте порожній глечик біля вітряка для наступної підказки.]===],
nil,
[===[Ви наближуєтеся до джекпоту, шукачу скарбів!]===],
},
[140] = {
[===[Прихований скарб капітана Сандерса]===],
[===[Звичайно ж, глибоко всередині старого глечика лежить ще одна підказка щодо скарбу Сандерса. Чорнило подекуди розплилося і від паперу тхне віскі, але дещо вам вдалося розібрати: "Якщо вже тобі вдалося знайти мо' старий глечик з-під віскі, значить, ти близько до скарбу! Йди від пляшки на захід і спустися до берега. Як доберешся до води — не зупиняйся! Пливи на захід, доки не знайдеш острів, де є мо' скриня зі скарбом!"]===],
[===[Знайдіть скриню капітана Сандерса й отримайте з неї вашу винагороду.]===],
nil,
[===[Петлі на старій скрині іржаві, але вони все ще працюють. Ви з зусиллям відкриваєте скриню та дістаєте здобич.

Вітання!]===],
},
[141] = {
[===[Повстанське братство]===],
[===[Гільдію Каменярів очолювала людина на ім'я Едвін ван Кліф. Саме він займався відновленням Штормовія після того, як орки зрівняли його з землею в часи Першої війни. Очевидно, ван Кліф і його люди залишилися незадоволеними тим, як король повівся з ними після завершення реконструкції міста. Це могло б прояснити декілька речей.

Я розписав усе більш детально для твого керівника в Західному краї. Передай йому цей документ негайно!]===],
[===[Доставте доповідь Гича Ґріану Міцнокривові у Західний край.]===],
[===[Чи пролив майстер Гич світло на те, що відбувається?]===],
[===[Едвін ван Кліф... Мені добре відоме це ім'я. Тривожно від думки, що така підприємлива та талановита людина могла перетворитися на такого негідника. Мені потрібні додаткові докази, перш ніж я повірю в це.]===],
},
[142] = {
[===[Повстанське братство]===],
[===[Нам потрібно з'ясувати розташування схованки Повстанців. {Ім'я}, мій розвідник повідомляє, що гінця Повстанців бачили на дорогах між Місяцеграєм, кар'єром Золотого берега та копальнею Джанґолода. Я хочу, щоб ти його {стать:спіймав:спіймала}. Якщо він чинитиме опір, убий його та принеси мені все, що знайдеш на ньому.]===],
[===[Вистежить гінця Повстанців у Західному краї та принесіть його звіт Ґріанові Міцнокриву.]===],
[===[{Ім'я}, тобі вдалося знайти якусь інформацію? Чи {стать:знайшов:знайшла} ти гінця?]===],
[===[Це дійсно твердий доказ того, що ван Кліф - їхній ватажок. Тепер усе, що нам потрібно дізнатися — де переховується Повстанська банда.

Нам несподівано пощастило, поки тебе не було. Ми зловили злодія, який намагався викрасти візок Салдена. Він пообіцяв привести нас до укриття бандитів в обмін на своє життя. Я хочу, щоб ти {стать:захистив:захистила} перебіжчика, аби він міг вказати, де схованка. Повертайся до мене, коли з'ясуєш її місце розташування.]===],
},
[147] = {
[===[Полювання на здирника]===],
[===["Збирач" відбирає золото з наших шахт, тим самим обкрадаючи королівство! Розберися з ним відповідно, а мені принеси перстень, згаданий у розкладі передач, що ти {стать:дав:дала} мені раніше. Можливо, перстень допоможе нам зрозуміти, на кого той негідник працює...

У розкладі сказано, що "Збирач” переховується у гарбузовому наділі Бреквеллів. Доведеться тобі там все обшукати.]===],
[===[Знайдіть і вбийте "Збирача", а потім принесіть маршалові Дугану його перстень.]===],
[===[Ти {стать:знайшов:знайшла} "Збирача”? {стать:Довідався:Довідалась}, на кого він працює?]===],
[===[Тобі вдалося? Молодець, {ім'я}. Він більше не буде "збирати урожай" з ельвиннських копальнень!

Цей перстень, що ти {стать:приніс:принесла}, цікавенький... Такі - ознака членства давньої гільдії Каменярів Штормовія. Чому в жалюгідного злодюги є перстень ремісничої гільдії, і чому Повстанські злодії збирають гроші в наших шахтах?

Складні запитання. Сподіваюся, колись у нас будуть відповіді.]===],
},
[151] = {
[===[Бідна стара Бланші]===],
[===[Бідна стара Бланші! Така стомлена конячка від всієї праці, яку ми на неї покладаємо. Я погодувала її перед тим, як виїхати з ферми, але ми не очікували, що візок зламається по дорозі. Якби ти {стать:приніс:принесла} їй кілька жмень вівса з полів, я була б дуже вдячна.

Закладаюся, що ти знайдеш овес на будь-який фермі у Західному краї, якщо тільки зможеш триматися подалі від тих жахливих машин, які там товчуться. На північний захід звідси розташовано кілька таких ферм.]===],
[===[Принесіть 8 жмень вівса Верні Хмуробров у Західному краю.]===],
[===[Стара Бланші вже валиться з ніг. Чи не {стать:роздобув:роздобула} ти трохи вівса для неї?]===],
[===[Дякую тобі дуже, {ім'я}! Бідна стара Бланші буде така щаслива!]===],
},
[152] = {
[===[Узбережжя не вільне]===],
[===[Ти, мабуть, {стать:помітив:помітила} усі ці уламки кораблів уздовж узбережжя. І справді, Велике море - дуже підступне. Узбережжя Західного краю потрібно підтримувати вільним, щоб коли моряки пришвартовувалися до наших берегів, вони були в безпеці. Однак, мурлоки є проблемою.

Убий 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігів, і тебе чекатиме нагорода з мого боку.]===],
[===[Убийте 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігів і поверніться до капітана Сивенко на маяк Західного краю.]===],
[===[Убий 7 хвилеловів, 7 воїнів, 7 оракулів і 7 берегобігів, і тебе чекатиме нагорода з мого боку.]===],
[===[Хороша робота, {ім'я}. У тебе відмінні бойові навички. Завдяки тобі на узбережжі Західного краю стало безпечніше.]===],
},
[153] = {
[===[Червоні шкіряні бандани]===],
[===[Фронт Повстанців постійно зміщується. Я вже досить давно стежу за їхніми пересуваннями. Між іншим, помітив, що багатьох бандитів можна розпізнати за червоними шкіряними банданами.

Принеси мені 15 таких бандан, і я подбаю про те, щоб тебе винагородили.]===],
[===[Принесіть розвіднику Галіаанові на Сторожовий пагорб 15 червоних шкіряних бандан.]===],
[===[Принеси мені 15 червоних шкіряних бандан, і я добре заплачу.]===],
[===[Гарна робота, {раса:к}. Будь ласка, прийми один з цих предметів як оплату за твій тяжкий труд.]===],
},
[155] = {
[===[Повстанське братство]===],
[===[Отже, Міцнокрив послав {стать:кволого:кволу} {раса:з}, як ти, мене захищати? Що ж, доведеться задовольнитися тобою. Проте краще візьми-но з собою декількох друзів.

Ти ж знаєш, яка в нас угода, так? Ти прикриваєш мою спину, а я веду тебе до схову Повстанців. Про всяк тримайся до мене поближче. Повстанська банда тепер полює на мою голову. Якщо вони побачать мене з тобою, то спробують мене вбити.

Дай знати, коли ти та друзі, яких ти зможеш зібрати, будуть готові йти.]===],
[===[Супроводжуйте зрадника Повстанців до таємної схованки Повстанського братства. Як тільки зрадник покаже вам, де ховаються ван Кліф і його люди, поверніться до Ґріана Міцнокрива з цією інформацією.]===],
[===[Яке в тебе діло до мене? Я дуже зайнята людина...]===],
[===[Чудово, {ім'я}! Тепер, коли ми знаємо, де ховається ван Кліф, він майже наш.]===],
},
[161] = {
[===[Темна загроза]===],
[===[Я підозрюю, що це якась вибухівка. Хай це проаналізує експерт з вибухових речовин, щоб ми точно знали, з чим маємо справу. Ашлана Камнесміха направили на охорону Дун-Модра та віадуку Тандола. Це буде важка й небезпечна подорож, {ім'я}.

Йди через тунель Альґаз, по дорозі через Заболоття і знайди Ашлана Камнесміха в Дун-Модрі. Раджу не сходити з дороги і не зупинятися.]===],
[===[Старший інженер Греблер просить вас віднести знайдений порошок в Дун-Модр Ашлану Камнесміху, експерту з вибухівки.]===],
[===[А. ти щось {стать:сказав:сказала}? Ні біса не чую, у вухах дзвенить. Що це ти {стать:приніс:принесла}?]===],
[===[Ох, старий Греблер не дарма хвилюється.]===],
},
[170] = {
[===[Нова загроза]===],
[===[Сподіваюся, ти тут для того, щоб допомогти нам, {клас:к}. Після недавнього нападу трогів, нам знадобиться будь-яка допомога.

Я чув, що ці мерзотники тепер з'являються всюди й Морозна долина — не виключення. Їх повно в горах на південному сході й біля замерзлого озера.

Але і це ще не все! Лише кілька ночей тому, вони напали на наш табір на заході та розгромили його!

Нас малувато тут, {стать:хлоп'яга:дівча}, і нам не завадить допомога, щоб відігнати трогів.]===],
[===[Балір Кригомолот хоче, щоб ви вбили 6 кам'янощелепих трогів та 6 кремезних кам'янощелепих трогів.]===],
[===[Наполегливі гади, чи не так?]===],
[===[Якщо проблеми, які ми мали тут, відбуваються всюди, то, клянусь бородою Маґні, — нас чекають неприємності! Я можу лише сподіватись, що король та сенат вживають заходів для подолання загрози, якою є троги.]===],
},
[176] = {
[===[Розшукується: "Хоґґер"]===],
[===[Розшукується: Хоґґер

Величезний гнол, Хоґґер, вештається лісами південно-західного Ельвинну. Попри усі спроби, схопити його так і не вдалося.

Армія Штормовію назначила щедру винагороду за цього гнола. Щоб отримати її, потрібно пред'явити маршалові Дугану в Злотохресті доказ смерті Хоґґера.]===],
[===[Покінчіть із гнолом Хоґґером і принесіть його величезне ікло гнола маршалові Дугану.]===],
[===[Так, Хоґґер став справжньою мукою для мене та моїх людей. Ти маєш що повідомити про цього звіра?]===],
[===[Та невже?! Молодець! Я почав уже думати, що цього монстра ніхто не здолає!

Ось тобі, {ім'я}. І ще раз дякую - той гнол завдавав мені клопоту розміром з Чорноскельну гору!]===],
},
[179] = {
[===[Дворфійські екіпірувальники]===],
[===[Що тут у нас? Виглядаєш так, ніби тобі може знадобитися щось, щоб зігріти руки, га?

Я скажу, що тобі потрібно: пара хороших теплих рукавичок. І така добра душа, як я, буде більш ніж рада забезпечити тобі відповідну пару. Однак у мене одна умова.

Треба, щоб ти {стать:здобув:здобула} мені вовчого м’яса. Файна угода, так? Ти принесеш мені трохи вовчого м’яса, а я подбаю, щоб ти не {стать:втратив:втратила} жодного пальця від обмороження. Ну, що скажеш?]===],
[===[Стен Товсторук хотів би отримати 8 шматків жорсткого вовчого м'яса.]===],
[===[Вовки завдали тобі трохи клопоту? Раджу уникати ікл та кігтів, та інших гострих штук, еге ж?]===],
[===[А! Чудово. Вовче м'ясо — це те, що треба. О, не хвилюйся, {ім'я}, я не забув про свою частину угоди. Ось, щось з цього тобі підійде.]===],
},
[182] = {
[===[Печера тролів]===],
[===[Мене з моїм братом Сеніром відправили в Дун-Морог для дослідження загрози, яку становлять тролі. Сенату вистачає клопотів з трогами, тож зайві проблеми їм ні до чого.

Наскільки я бачу, тролі ще не закріпились в Морозній долині - в основному вони живуть в південній печері. Як на мене, допомога армії тут не знадобиться - кількох вправних рук буде достатньо.

Може, й ти не проти долучитись? У мене буде чим віддячити за допомогу.]===],
[===[Ґрелін Білобород просить вас вбити 14 морозогривих молодих тролів.]===],
[===[Наскільки я знаю, ці тролі походять з племені Морозогривих. На жаль, більше корисної інформації для тебе я не маю, {ім'я}.]===],
[===[Ух, кляті тролі! Да покарає їх Світло!

<Ґрелін робить кілька вдохів і, здається, трохи заспокоюється.>

Їх загін прийшов вночі і вкрав мій журнал! Я знав, що не варто довіряти цьому бездарному стаж...]===],
},
[183] = {
[===[Мисливець на кнурів]===],
[===[Немає нічого краще, ніж полювання на кнурів, еге ж?

Щоправда, тут, в Морозній долині, їх наплодилось стільки, що весь інтерес зникає. Їх навіть заганяти не треба - вони злющі й самі кидаються на мисливця. Насправді нещодавно тут водилося стільки кнурів, що й полювати було небезпечно.

Коротше кажучи, якщо ти допоможеш мені завалити кількох кнурів, я буду дуже вдячний.]===],
[===[Талін Гострозір просить вас вбити 12 малих скельних кнурів.]===],
[===[Як проходить полювання?]===],
[===[Чудово! Тепер я можу повернутись до... неквапливого... полювання. Дякую, {ім'я}.]===],
},
[184] = {
[===[Документ Хмуроброва]===],
[===[Це - договір, що дає право на розширення фермерських володінь у Західному краю. Його підписано Теодором Хмуробровом і його дружиною, Верною. На звороті документа квапливо видряпані слова:

"Ми натиснули на Хмуроброва й отримали від нього документ. Подумали, він придасться, якщо тобі захочеться підробити такий для власної ділянки.

З Хмуробровами проблем не передбачається. Востаннє, коли я їх бачив, вони застрягли зі зламаним візком, залишаючи Західний край."

Ви думаєте, що Хмуроброви були б раді повернути їхній договір...]===],
[===[Принесіть документ фермеру Хмуробровові.]===],
[===[У тебе документ на мою ферму? Оце так хороша новина! Кілька днів тому його вкрали якісь мерзотники... Я думав, що втратив його назавжди!

Будь ласка, віддай мені цей папір. Звичайно, ми зараз їдемо із Західного краю та повернемося не скоро, але настануть часи, коли він нам дуже знадобиться...]===],
[===[Ми надзвичайно вдячні тобі, {ім'я}! Як я казав, зараз у цих краях пристойним людям не місце, але, може, часи зміняться, і тоді цей папір допоможе нам повернути свою землю.

Я не можу багато запропонувати, але візьми хоча б ось це...]===],
},
[199] = {
[===[Темна загроза]===],
[===[Ви берете зразок порошку з дивним запахом.]===],
[===[Поверніться до старшого інженера Греблера та покажіть йому знахідку.]===],
[===[Ну що, {стать:знайшов:знайшла} щось, {ім'я}?]===],
[===[Це тривожна знахідка, м'яко кажучи!]===],
},
[217] = {
[===[На захист королівських земель]===],
[===[{ім'я}, наші розвідники виявили ватажка вторгнення трогів. Схоже, що ці мерзотники підпорядковуються вождю на ім'я Ґромаґ. Однак, його пильно охороняють. Двоє його найкращих вартових, Скрегатель та Булдига, не відходять від нього ні на мить.

Якщо {стать:впевнений:впевнена} у своїх силах, {ім'я}, можеш очолити операцію з ліквідації Ґромаґа та двох його посіпак. Якщо тобі вдасться вбити їх вождя, можливо, ми зможемо загнати трогів назад в землю.]===],
[===[Вбийте лідера трогів, Ґромаґа, та двох його охоронців, Скрегателя та Булдигу, після чого поверніться до капітана Руґельфуза в південну вартову вежу.]===],
[===[Ґромаґ та його охоронці, Скрегатель та Булдига, все ще живі. Твоє завдання не буде виконане, поки всі троє ну будуть вбиті. Всі дворфи розраховують на тебе, {ім'я}.]===],
[===[Просто неймовірно, {ім'я}! Ти {стать:повернув:повернула} надію до Лох-Модану. Коли Ґромаґ мертвий, у нас з'явилось більше шансів вигнати трогів з наших земель.]===],
},
[218] = {
[===[Викрадений журнал]===],
[===[Мій журнал! Вони забрали його у свою печеру. Здоровенний бугай, розмальований з голови до ніг, тримав його. Це все, що я зміг розгледіти.

Ти ж вже мав справу з тролями, може ти зможеш повернути мій журнал?]===],
[===[Вбийте Ґрік'ніра Холодного та поверніть Ґреліну Білобороду його журнал.]===],
[===[О, {ім'я}! Як успіхи?]===],
[===[Чудово, {ім'я}! Дуже дякую що повернув мої записи. Що ж, схоже що ситуація з тролями в Морозній долині під контролем, тож у нас більше немає причин для хвилювань.

Щойно я завершу свій звіт, мені знадобиться кур'єр, який доставить їх моєму брату Сеніру.]===],
},
[224] = {
[===[На захист королівських земель]===],
[===[Ми маємо захистити озеро Лох, {ім'я}! Поки королівські солдати проливають кров на далеких полях бою, наші рідні землі в небезпеці. Троги лізуть з кожної щілини! Нашестя трогів несе велику загрозу Залізогарту. Ми повинні знищити цих огидних мутантів.

Нам потрібно, щоб ти, {стать:відважний шукачу:відважна шукачко} пригод, {стать:наважився:наважилась} піти й усунути загрозу трогів. Вбий 10 трогів Каменедробів та 10 розвідників Каменедробів та повертайся.]===],
[===[Горянин Кремінник з південної вартової вежі просить вас вбити 10 трогів Каменедробів та 10 розвідників Каменедробів.]===],
[===[Лох-Модан в небезпеці, {ім'я}! Нам потрібен кожен член Альянсу, хто може тримати зброю, щоб допомогти нашій справі. Ти вже {стать:вбив:вбила} 10 трогів Каменедробів та 10 розвідників Каменедробів?]===],
[===[Чудова робота, {ім'я}! Ти {стать:показав:показала} неабияку хоробрість на полі бою. Ми переможемо у війні проти трогів завдяки зусиллям таких, як ти. Ти добре {стать:послужив:послужила} королю Маґні.

Якщо тобі до вподоби такі пригоди - поговори з горянином Ринєлютом. Капітан дав йому нелегке завдання, тож йому може знадобитись твоя допомога. Ти знайдеш Ринєлюта всередині вежі.]===],
},
[233] = {
[===[Пошта Морозної долини]===],
[===[Гм, не думаю, що ти гориш бажанням мені допомогти, {стать:малий:мала}. Сьогодні прийшов стіс листів, але в мене нема часу надсилати їх.

Всі вони адресовані Таліну Гострозору. Ти можеш знайти його прямуючи дорогою на захід. Його табір поруч з замерзлим озером.

Ну що, доставиш йому пошту?]===],
[===[Доставте стіс листів Таліну Гострозору.]===],
[===[Так? Маєш щось для мене?]===],
[===[Дякую тобі, я вже давно чекав ці листи...

На жаль, не всі листи для мене. Цей адресований Ґреліну Білобороду. Він мешкає не надто далеко, якщо схочеш доставити лист.]===],
},
[234] = {
[===[Пошта Морозної долини]===],
[===[Якщо я вірно пам’ятаю, табір Ґреліна знаходиться далі по дорозі, на південний схід звідси. Без сумніву, він з нетерплячкою очікує на свою пошту.]===],
[===[Доставте лист Ґреліну Білобороду.]===],
[===[Чи можу я тобі чимось допомогти?]===],
[===[Ах, чудово. Давно ж я не отримував звістку з Залізогарта.]===],
},
[237] = {
[===[На захист королівських земель]===],
[===[Горянин Кремінник дуже нахвалює тебе, {раса:к}. Тому я хочу довірити тобі надзвичайно важливе завдання. Ми маємо продовжувати тиснути на трогів, поки наші браття дворфи не повернуться з фронту.

Відправляйся на південні пагорби та вбий 10 череполомів Каменедробів та 10 провидців Каменедробів. Цим ти виграєш нам трішки часу. Повертайся до мене, як виконаєш завдання.]===],
[===[Горянин Ринєлют з південної вартової вежі просить вас вбити 10 череполомів Каменедробів та 10 провидців Каменедробів.]===],
[===[Нам потрібно більше часу, {раса:к}. Твоє завдання - вбити 10 череполомів Каменедробів та 10 провидців Каменедробів. Ми маємо підтримувати натиск, доки не прийде підкріплення. Зараз ми не маємо часу на відпочинок.]===],
[===[Ти добре {стать:впорався:впоралась} із завданням, {раса:к}. Сам король може пишатись тобою.

На жаль, обіцяне підкріплення так і не з'явилось. Схоже, що на полях бою полягло багато наших братів. Гіркі звістки про втрати сповнюють болем моє серце. Але їх загибель не має бути марною. Ми маємо об'єднатись в ці важкі часи й принести славу Альянсу.

Поговори з горянином Стіноламом, він дасть тобі нове завдання. Зараз ти нам {стать:потрібен:потрібна}, як ніколи.]===],
},
[239] = {
[===[Гарнізон Західноводдя потребує допомоги!]===],
[===[Гарнізон на нашому західному кордоні повідомляє про посилення активності гнолів і злодіїв. Вони просять вислати допомогу... але у нас просто немає жодного вільного солдата!

Якщо у тебе є нагода допомогти, ми охоче її приймемо. Знайди та поговори із заступником Райнером в гарнізоні Західноводдя, поглянь, що йому там потрібно зробити.

Гарнізон - далі по дорозі на захід. Праворуч, як перейдеш міст через невеликий струмок.]===],
[===[Біжіть до гарнізону Західноводдя та поговоріть там із заступником Райнером.]===],
nil,
[===[Значить, маршал Дуган прислав тебе? Ну, ти явно не солдат, але мені достатньо того, що саме Дуган обрав тебе!

Наша ситуація досить напружена, м'яко кажучи. Сподіваюся, ти зможеш нам зарадити.]===],
},
[244] = {
[===[Вторгнення гнолів]===],
[===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори гнолів, на півночі та на сході.

Приозер'я має знати про об'єднання сил гнолів! Відрапортуй заступникові Фелдону в Приозер'ї та розкажи йому про них. Зроби це, і Фелдон, певно, запропонує тобі гонорар розвідника.

Він зазвичай наглядає за територією на південь від моста до Приозер'я.]===],
[===[Відрапортуйте заступникові Фелдону.]===],
nil,
[===[Багрянокряжові гноли так близько від Ельвинну?? Мабуть, вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть в облозі!

Ось твоя платня, хоч ти і {стать:приніс:принесла} страшні вісті. І прийшли вони невчасно, бо ж ми зле споряджені для такого нападу.]===],
},
[246] = {
[===[Оцінка загрози]===],
[===[У нас немає зайвих людей, але з цими гнолами, що ти про них {стать:доповів:доповіла}, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся, чи немає там гнолів. Зроби засідку, вбий, скільки зможеш, і доповіси мені, скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих гнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
[===[Убийте 10 багрянокряжових байстрюків і 6 багрянокряжових браконьєрів, а потім відрапортуйте заступнику Фелдонові у Приозер'ї.]===],
[===[Перепрошую, {ім'я}, але у нас тут сильно зайняті. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
[===[<Заступник Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили гнолів, і з того, що ти мені {стать:розповів:розповіла}, вони міцні горішки. Це мало бути непросто - зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не {стать:зробив:зробила}, поговори з маршалом Маррісом і війтом Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою, і ці двоє потребуватимуть тебе, я впевнений.]===],
},
[250] = {
[===[Темна загроза]===],
[===[Хвала небесам, хоч хтось тривожиться станом нашої Дамби. Спочатку знищення віадука Тандола, потім розграбування Дун-Модру! Я впевнений, що дамба буде наступною ціллю Темного Заліза. Більшість охоронців відправили на фронт Альянсу, включаючи мого старшого інспектора.

Тому ти мені й {стать:потрібен:потрібна}, {ім'я}. Я помітив саперів Темного Заліза, що вештались біля східного краю дамби. Поглянь що вони там затіяли і повертайся з доказами.]===],
[===[Огляньте область біля східного краю дамби та принесіть старшому інженеру Греблеру докази того, що дворфи Темного Заліза щось затівають.]===],
nil,
[===[В бочці міститься порошок з дивним запахом.]===],
},
[255] = {
[===[Найманці]===],
[===[Два місяці, поки в Залізогарті вирішать відправити нам на допомогу купку солдатів і ще два місяці, поки вони прибудуть! Мало того, що наше місто нема кому захищати, так ще й розкопки й дамба... дамба! - теж в небезпеці.

Здається, в мене немає вибору. Доведеться шукати найманців.

Як щодо тебе? Схоже, що ти згодишся, {клас:к}. Купка огрів стала табором на північний захід від озера. Може ти б {стать:знайшов:знайшла} ще кількох на кшталт тебе і {стать:допоміг:допомогла} усунути загрозу нашому місту?]===],
[===[Війт Кирпоніс з Телсамару просить вас вбити 4 огрів Мо'ґрош, 4 моцаків Мо'ґрош та 4 громил Мо'ґрош.]===],
[===[Ну як, щось виходить?]===],
[===[О, це чудові новни! Жителі Телсамару та особисто я щиро цінуємо твої зусилля. Ба більше, якщо розберемось з ограми, ми зможемо зайнятись нашестям цих клятих трогів.]===],
},
[256] = {
[===[РОЗШУКУЄТЬСЯ: Чок'сул]===],
[===[За рішенням війта Телсамару

Огр Чок'сул, лідер і організатор нападів на Телсамар, Каменярську дамбу та розкопки Залізоплета засуджується до смерті в будь-який спосіб.

Грошова винагорода буде видана тому, хто принесе війту доказ того, що Чок'сул мертвий.

Востаннє Чок'сула бачили в таборі огрів на північному заході Лох-Модану.]===],
[===[Вбийте Чок'сула та принесіть його голову війту Кирпоносу в Телсамар.]===],
[===[Так? Чим я можу тобі допомогти?]===],
[===[Фу, що це? І нащо ти це {стать:притяг:притягла}...

Святі... Це ж він? Ух, побий мене грім, це голова того клятого огра? Оце так здобич! Ось, прийми винагороду і подяку від мене та всіх жителів Телсамару.]===],
},
[257] = {
[===[Хвастощі мисливця]===],
[===[Думаєш тягатися з Дерілом Сміливим, га? Не раджу. Звісно, ти можеш спробувати. Ось тобі випробування, яке тобі не під силу, тож не засмучуйся, якщо в тебе нічого не вийде.

Тут, в Лох-Модані, загніздилась зграя канюків. Чом би тобі не спробувати вбити кількох? Знаєш що, якщо впораєшся за 15 хвилин, я віддам тобі свій лук чи рушницю.

<Деріл зневажливо дивиться на вас.>

Все одно тобі втрачати нічого.]===],
[===[Вбийте 6 гірських канюків і поверніться до Деріла Юного в оселю Далекоходців протягом 15 хвилин.]===],
[===[Не вийшло? Ну журись, {ім'я}.

Не кожен може як я.]===],
[===[Що? Вийшло?

Ну на, забирай. Але не задирай носа - будь-який жовторотий малий з луком справився б цими... Пташенятами. Сподіваюсь, ти не занадто {стать:захопився:захопилась} вбивством канюків. Не хотілось би, щоб вони стали вимираючим видом.

Що-ж, еее... Хай не кажуть, що Деріл Сміливий не тримає слова.]===],
},
[258] = {
[===[Виклик Мисливця]===],
[===[{ім'я} {стать:Величний:Велична}, га? Бачу ти зараз лопнеш від гордості за проходження першого випробування, еге ж? Як я вже казав, то було не складно.

А ось спробуй пополювати на кнурів. Повір мені, те не ті поросята, що в Морозній долині, з ними треба бути обережніше. Цього разу я даю тобі 12 хвилин.

Не переймайся як нічого не вийде. Я тобі власну сорочку віддам, якщо впораєшся!

Ти {стать:чув:чула} історію про те, як я отримав цей шрам? Ні, Так, от, два роки тому...]===],
[===[Вбийте 6 старих гірських кнурів і поверніться до Деріла Юного в оселю Далекоходців протягом 12 хвилин.]===],
[===[Цілком нормально жаліти себе, коли перевершив хтось настільки юний як я. Не засмучуйся, {стать:Артин:Артина}.

Хм? Чи тебе не так звати?]===],
[===[Схоже, що тобі несолодко довелося. Видно, кнури неабияк потріпали тебе, еге ж? Не переймайся, я нікому не розповім про твою поразку. Тобі і без язикатих Хвесьок важко.

Що? Ти {стать:впорався:впоралась} з кнурами? Я... Що ж... ну так, я і не здивований! {стать:Будь-який малий зміг би:Будь-яка мала змогла б}... Обіцянка?

Яка обіцянка?]===],
},
[263] = {
[===[На захист королівських земель]===],
[===[Горянини розказують мені що ти {стать:сміливий:смілива} та {стать:здібний:здібна}, {ім'я}. Нам {стать:потрібен такий:потрібна така} {раса:н}, як ти. Ми ніяк не можемо справитись з трогами. Всі резерви відправлені на фронт, тож ми тут залишились без підтримки. Але тепер, коли у нас є {стать:загартований:загартована} в боях {клас:н}, ми можемо вистояти.

Йди і вбий 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів. Подивимось, чи правду про тебе кажуть, вбивця трогів.]===],
[===[Горянин Стінолам з південної вартової вежі просить вас вбити 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів.]===],
[===[Так швидко? Якщо я не ясно виразивсь - ти маєш вбити 10 шаманів Каменедробів та 10 кісткохрустів Каменедробів, {ім'я}. Покажи їм, вбивця трогів!]===],
[===[З першого погляду на тебе, {ім'я}, я зрозумів, що Залізогарт буде тобою пишатись. Ти гарно {стать:послужив:послужила} королю Маґні. Тепер, коли ти {стать:довів:довела} свою відданість королівству, тобі варто поговорити з капітаном. Можливо, він довірить тобі щось важливіше.

Хвала тобі, {ім'я}.]===],
},
[267] = {
[===[Загроза трогів]===],
[===[{Клас:к}, не знаю, чи {стать:чув:чула} ти про загрозу, що нависла над землями дворфів. Резерви Залізогарта відправились на фронт, а ми залишились лиш з невеликою частиною сил необхідних для захисту наших земель. Моєму полку наказали охороняти Ворота і ми не можемо покинути наші позиції, остерігаючись вторгнення.

Але ми маємо посилити натиск на цих клятих трогів, що бродять по долині. Якщо тобі під силу ця задача - влаштуй трогам облогу. Принеси мені 8 кам'яних зубів трогів як доказ.]===],
[===[Принесіть 8 кам'яних зубів трогів капітану Руґельфузу в південну вартову вежу.]===],
[===[Ти {стать:приніс:принесла} мені 8 кам'яних зубів трогів? Якщо ні - тобі є чим зайнятись, {ім'я}.]===],
[===[Ти {стать:вразив:вразила} мене, {ім'я}. Ти зробив велику послугу дворфам, захищаючи наші землі. Сам король Маґні Бронзобородий пишався б!]===],
},
[271] = {
[===[Помста Вірен]===],
[===[Мені здається, що ти б не проти провчити Його Крутість. Маю визнати, Деріл дійсно на щось здатен.

Рік тому, вся оселя Далекоходців полювала на величезного ведмедя, але жодному мисливцю так і не пощастило. Врешті-решт, Деріл вирішив сам піти на нього і ледь не залишився без ока.

Вбий ведмедя і покажи трофей Дерілу. Впевнена, у нього мову відбере.

Того ведмедя, старого Чорниша, ти знайдеш в пагорбах близ Телсамару.]===],
[===[Вбийте старого Чорниша та принесіть трофей Дерілу Юному в оселю Далекоходців.]===],
[===[О, {ім'я}! Вже {стать:повернувся:повернулась}? Знову {стать:полював:полювала}? Не засмучуйся, як щось не виходить. Невдачі роблять нас сильнішими!

Що б там не було, могло бути гірше...]===],
[===[Е... Що це? Нічого собі, голова ведмедя.

<Деріл несвідомо проводить пальцем по шраму.>

Що ж, непогана здобич. Це не той самий...

<Він різко замовкає і починає помітно тремтіти.>

Ні, забери це! Забери цю жахливу штуку звідси!]===],
},
[273] = {
[===[Постачання експедиції]===],
[===[Ще не пізно, ти можеш наздогнати Гулдара. Вони не могли далеко відійти. Хай якими дужими не були Міран та Саян, вони не надто жваво рухатимуться з вантажем діжок.

Вони пішли звичною дорогою до розкопок - на південь від міста, вздовж берега.

Знайти їх буде не складно, якщо вони ще не дійшли.]===],
[===[Поговоріть з Гулдаром.]===],
nil,
[===[Хм, якомусь нікчемному Темному Залізу не вдасться зірвати наші поставки!

Але Саян... Ніколи б не подумав, що він може бути їх спільником. Я з ним майже рік працював... Мабуть, я був надто довірливим.

Що ж, розберусь з цим пізніше.]===],
},
[274] = {
[===[Темна загроза]===],
[===[Це не звичайна вибухівка. Подивись на ці срібні кристалики. І характерний запах! Ясно ж як день - це ж сифорій. Сам по собі він загрози не становить. Але якщо намокне - здатен висадити в повітря Залізогарт!

Хімічну реакцію можна нейтралізувати, змішавши чотири компоненти: отруту павука, розтовчений кристал Мо'ґрош, сльоза кроколіска та оцей нейтралізуючий колоїд. Біжи розкажи це Греблеру, доки не пізно!]===],
[===[Поверніться до старшого інженера Греблера з інформацією від Ашлана Камнесміха.]===],
[===[Що сказав Ашлан?]===],
[===[Нейтралізуючий колоїд? Для сифорія? О, небеса!]===],
},
[275] = {
[===[Пухирі на землі]===],
[===[Я не знаю чому, але гниль повзе Заболоттям. Піднялися драговинні плазуни. Це хворобливі, гнійні пухирі на землі, і щоб зцілити її, необхідно загнати плазунів назад в болота, звідки вони прийшли.

Драговинні плазуни водяться біля водойм Заболоття.]===],
[===[Убийте 12 драговинних плазунів та поверніться до Ретіля Вартового Природи у Заболоття.]===],
[===[Заболоття все ще плаче, а драговинні плазуни все ще лютують. Повернися до мене одразу, як виконаєш своє завдання.]===],
[===[Ця земля заспокоюється завдяки твоїм зусиллям, і за це я вручаю тобі дар.]===],
},
[278] = {
[===[Темна загроза]===],
[===[Негайно починай збирати реагенти, {ім'я}. Павучу отруту ти можеш зібрати з тутешніх павуків. Сльозу кроколіска - з кроколісків біля озера. А от з кристалами Мо'ґрош буде важче - їх видобувають огри, що живуть на північному сході. Але й у них такі кристали - рідкість.

Ми маємо якомога швидше знешкодити вибухівку Темного Заліза! Повертайся до мене, як знайдеш все необхідне, і я приготую суміш.]===],
[===[Принесіть яд павука, кристал Мо'ґрош та сльозу кроколіска старшому інженеру Греблеру.]===],
[===[Ти вже {стать:зібрав:зібрала} все необхідне? У нас обмаль часу!]===],
[===[Ти якраз вчасно, {ім'я}!]===],
},
[279] = {
[===[Загроза з глибин]===],
[===[Мурлоки лізуть з морських глибин і будують свої поселення на узбережжі. Вони нападають на наших рибалок і торговців, ми маємо це зупинити.

Один з них, Жерун, прокрадається з іншими синьожабрими мурлоками до дороги і влаштовує засідки на наших торговців. І кожного разу вони втікають до своїх хиж, де ми їм нічого не можемо зробити. Наші торговці в небезпеці і ми готові заплатити за їх захист.

Жерун бродить в затоці річки на північ звідси. Знайти його, знищи його плем'я і принеси мені його голову.]===],
[===[Вбийте 12 синьожабрих мурлоків і Жеруна.

Принесіть голову Жеруна Карлу Борану в гавань Менетілів.]===],
[===[Наші торговці будуть в небезпеці, поки ми не позбавимось Жеруна і цих мурлоків.]===],
[===[Ах, чудово {ім'я}.

Прийми цю оплату за виконання угоди з торговим флотом.]===],
},
[280] = {
[===[Темна загроза]===],
[===[Я недавно помітив кількох заколотників Темного Заліза, що плили до дамби з великою діжкою. І поруч не було жодного горянина, щоб їх зупинити! Боюсь, що вони могли закласти сефорієву вибухівку біля основи дамби і вона може вибухнути будь-якої миті! Дай-но я змішаю компоненти... Ось і нейтралізуюча суміш.

А тепер бери суміш і влий в бочку, поки не пізно! Поквапся!]===],
[===[Старший інженер Греблер просить вас проплисти до основи дамби, знайти бочку з вибухівкою і влити в неї нейтралізуючу суміш.]===],
[===[Ви повільно відкручуєте кришку з діжки.]===],
[===[Вміст діжки шипить від вливання нейтралізуючої суміші.]===],
},
[281] = {
[===[Повернення товарів]===],
[===[Нещодавно мурлоки напали на торгове судно "Сліпа принцеса". Хоч корабель і не постраждав, ці потвори стягнули велику частину вантажу, зокрема дуже цінну статуетку Теренаса Менетіла. Ми маємо повернути її.

Обшукай прибережні поселення мурлоків. Ящики, бочки - все, що схоже на вкрадений вантаж. Знайди статуетку Менетіла і поверни її мені.]===],
[===[Обшукайте ящики та бочки в прибережних таборах мурлоків.]===],
nil,
[===[Цей ящик звогчів, він весь вкритий слідами від кігтів. Відкривши його, всередині ви бачите розмоклу гнилу солому, що може означати, що всередині лежить щось цінне. Ви розгрібаєте солому...

...і знаходите кілька червоних пляшечок.]===],
},
[282] = {
[===[Спостереження Сеніра]===],
[===[Я збирався відправити свого учня до мого брата Сеніра зі звітом, але мені буде спокійніше, якщо довірю його в надійні руки. Якщо ти, звісно, не проти.

Хмм... Щоб дістатись Хараноса, тобі доведеться пройти по тунелю.

Перед тим, як відправишся, поговори з горянином Талосом. Тунель кишить трогами.

Повертайся до Ковмару, після чого йди на схід. Талос стоїть поруч із тунелем.]===],
[===[Поговоріть з горянином Талосом.]===],
[===[Вітаю! Будь {стать:обережний:обережна}, {Ім'я}, тунель до Дун-Морога кишить трогами, тож йти по ньому небезпечно.

Якщо в тебе немає невідкладних справ у Дун-Морозі, я попрошу тебе залишитись в Ковмарі, поки не стане безпечніше.]===],
[===[Хм, отож, якщо Білобород посилає тебе до Дун-Морога з важливим дорученням, то не мені тебе зупиняти, правда ж?

Принаймні, дозволь мені дати тобі кілька порад.]===],
},
[283] = {
[===[Темна загроза]===],
[===[Діжка тихо шипить.]===],
[===[Схоже що нейтралізуюча суміш подіяла. Поверніться до старшого інженера Греблера і повідомте добру звістку.]===],
nil,
[===[Я тобі безмежно вдячний, {ім'я}! Ти {стать:врятував:врятувала} Каменярську дамбу! Без твоєї допомоги терористи Темного Заліза точно б знищили цю величну споруду. Королівство і Альянс пишаються тобою, {стать:відважний:відважна} {клас:к}.

Дамба знову в безпеці... Принаймні, поки що...]===],
},
[284] = {
[===[Пошуки продовжуються]===],
[===[Ви ретельно обшукуєте поселення мурлоків, і не знаходите жодного сліду статуетки Менетіла.

Можливо, варто пошукати в поселеннях на півночі та північному заході.]===],
[===[Пошукайте статуетку Менетіла.]===],
nil,
[===[Схоже, цю бочку не чіпали. Ви її відкриваєте...

...і відчуваєте різкий запах сиру. Трохи промоклий, але все ще смачний!]===],
},
[285] = {
[===[Обшукати більше хатин]===],
[===[Ви обшукали це поселення мурлоків, але нічого не знайшли.

...але ви впевнені, що ціль вже близько.

Статуетка Менетіла має бути в одному з поселень на півночі!]===],
[===[Продовжуйте шукати статуетку Менетіла в поселеннях мурлоків.]===],
nil,
[===[Ця бочка наполовину зарита в багнюку й траву...]===],
},
[286] = {
[===[Повернення статуетки]===],
[===[Витягнувши бочку з багнюки та відкривши її, ви знаходите серез соломи срібну статуетку. Вона зображує молодого, довговолосого паладина, з піднятим над головою молотом.

Певно, це статуетка Менетіла! Тепер її варто повернути Карлу Борану в гавань Менетілів.]===],
[===[Принесіть Карлу Борану статуетку Менетіла.]===],
[===[Ти {стать:приніс:принесла} статуетку?]===],
[===[Капітан "Сліпої принцеси" неабияк зрадіє, коли дізнається про повернення такого цінного вантажу. Ти заслуговуєш на гідну винагороду за свою допомогу.

Приємно знати, що є такі надійні люди, на яких можна покластись. Особливо, в такі важкі часи.]===],
},
[287] = {
[===[Поселення Морозогривих]===],
[===[Я не встигаю зі звітом і мені б не завадила твоя допомога, {ім'я}. Мені вдалося дізнатись, де засіли тролі, але там їх було стільки, що я побоявся туди лізти.

Ось що мені потрібно... Іди в печеру, понишпор там, прибий кілька тролів і повертайся до мене.

Вирушай з Хараноса по дорозі на північ, коли дістанешся до мосту, йди на захід по замерзлій річці, поки не дістанешся озера Кригохвиля. На західному березі стоїть селище Всезвар. Поселення тролів знаходиться на південний захід від нього.]===],
[===[Обстежте поселення Морозогривих і вбийте 5 мисливців за головами Морозогривих на прохання Сеніра Білоборода з Хараноса.]===],
[===[{стать:Заблукав:Заблукала}? Мої вказівки були вельми зрозумілі! У нас мало часу, тобі треба поспішати! Не повертайся, поки не знайдеш печеру.]===],
[===[А, {ім'я}! Я так і думав, що тобі буде нескладно знайти це місце, адже мої вказівки були бездоганні...

Дай-но мені закінчити свій звіт.


Ось! Ха-ха, тепер це зовсім кумедно... Гадаю, {ім'я}, ти не відмовишся зробити для мене останню послугу?]===],
},
[288] = {
[===[Третя флотилія]===],
[===[Колись я був першим помічником на «Володарці хвилі», лінійному кораблі Третьої флотилії Кул-Тірасу. Приреченій флотилії. Приреченій, бо під час свого останнього плавання на кораблі напали червоні дракони. Якими керували орки!

У нас не було жодного шансу проти полум'я драконів... і наш флот був спалений і потоплений біля цього узбережжя. Я єдиний, хто вижив в цьому жаху...

...Ох, як же гуде голова! Мені треба щось випити, якщо я хочу впоратися з цим похміллям і продовжити розповідь.]===],
[===[Купіть першому помічнику Фіцсіммонсу кружку медовухи.]===],
[===[Ох, як же хочеться пити! Не пригостиш випивкою бідного, дурного нікчему?]===],
[===[Ух, те, що треба! І голова не гуде, і язику легше. Дякую, {стать:приятелю:приятелько}!]===],
},
[289] = {
[===[Проклята команда]===],
[===[<Освіжившись, Фіцсіммонс продовжує свою розповідь...>

Я єдиний уцілілий з усіх матросів злощасної Третьої флотилії Кул-Тірасу, що розбилася біля узбережжя на півночі. І хоча я останній з команди, чиє серце ще б'ється, я не єдиний, хто ще ходить по землі! Бо на одному з наших кораблів був захований великий і жахливий скарб, і його моторошна сила тримає душі моїх братів у пастці в гнилих корпусах кораблів.

Але якщо ти зможеш їх звільнити, тоді, можливо, ти зможеш зняти їхнє прокляття.]===],
[===[Убийте 13 проклятих моряків, 5 проклятих морських піхотинців і першого помічника Снелліґа. Принесіть табакерку Снелліґа першому помічнику Фіцсіммонсу в гавань Менетілів.]===],
[===[Крики моїх приречених побратимів переслідують мене в кошмарах! Прошу, {стать:добродію:добродійко}, звільни їх. Нехай їх крики змовкнуть назавжди.]===],
[===[Я вдячний тобі, {ім'я}. Як і вдячні тобі мої прокляті побратими.]===],
},
[290] = {
[===[Зняття прокляття]===],
[===[Щоб звільнити моїх побратимів від прокляття треба очистити ту... штуковину, що схована на моєму кораблі. Я не знаю, що то за штуковина, тільки що лежить вона в сейфі корабля, а ключ від нього має бути у капітана Галиндора.

Мій старий капітан досі приходить до мене уві сні. Він зараз на моєму проклятому кораблі, "Відважному". Забери в нього ключ та відкрий сейф.

Як добудеш ту прокляту штуку, віднеси її місцевому жерцю Ґлоріну Сталеброву.]===],
[===[Дістаньте ключ від сейфа на "Відважному" у капітана Галиндора.

Відчиніть ключем сейф на "Відважному".]===],
[===[Цей сейф надійно замкнено.]===],
[===[Хоч ключ і проржавів, замок легко відкрився.]===],
},
[291] = {
[===[Звіт]===],
[===[Чудово! Достав мій звіт сенатору Беріну Червонокаменю. Він похмурий тип, тож дивись не заразись цим від нього. Він в Залізогарті, в палаті, де король Маґні вершить правосуддя.

Не знаєш як потрапити в Залізогарт? Йди дорогою на північ від Хараноса, перейди міст, після чого йди східною дорогою - там будуть великі штандарти - вгору по схилу.

До речі, не {стать:міг би:могла б} ти уникнути деталей про твою допомогу? Не хочу, щоб подумали, ніби я тут не працюю в поті чола.]===],
[===[Доставте звіт Сеніра сенатору Беріну Червонокаменю в Залізогарт.]===],
[===[Хм... Схоже що мої охоронці почали впускати до мене абикого. Гаразд, кажи чого хочеш, тільки хутчіш.]===],
[===[<Сенатор мигцем проглядає звіт>

За схвалення КОРОЛЯ? Маґні зовсім з глузду з'їхав! І цей клятий Білобород... Отже, взяв справи в свої руки? Сенату це не сподобається, ой як не сподобається.

Що, ти ще тут? Йди звідси, поки я не покликав охорону!]===],
},
[292] = {
[===[Око Палета]===],
[===[Відкривши скриню, ви бачите почорнілу сферу, яка пульсує моторошним світлом. Це скарб, про який говорив Фіцсіммонс - прокляте Око Палета.

Віднесіть прокляте Око Палета дворфійському жерцю Ґлоріну Сталеброву в гавань Менетілів. Попросіть його зняти прокляття.]===],
[===[Віднесіть прокляте Око Палета до Ґлоріна Сталеброва.]===],
[===[Цей пияка Фіцсіммонс послав тебе до мене? Скажи йому, що елю більше нема, хай йде жебракує деінде.]===],
[===[Око Палета? Неймовірно! Хмм... З ним щось не так. Ти {стать:знайшов:знайшла} його серед уламків корабля? Що ж, це багато чого пояснює. Але як воно потрапило до третього флоту...

Не дивно чого Фіцсіммонс такий переляканий. Прокляте Око Палета мало кого залишить байдужим.]===],
},
[293] = {
[===[Очищення Ока]===],
[===[Я не можу зняти прокляття з Ока Палета. Очі були створені людьми, тож тобі доведеться відправитись до Штормовію. Він голова собору Світла і зможе тобі допомогти.

Сподіваюсь, у тебе все вийде.]===],
[===[Віднесіть прокляте Око Палета архієпископу Бенедикту. Його можна знайти в соборі Світла в Штормовії.]===],
[===[Що це в тебе? Якась брудна... сфера?]===],
[===[Це Око Палета. Але воно бачило багато печалі... певно, воно стало свідком жахливої трагедії.

Дай мені очистити його. Очі були створені, щоб яскраво сяяти і їх сили можуть бути досить небезпечними, коли заплямовані прокляттям.]===],
},
[297] = {
[===[Збір ідолів]===],
[===[Недавно, прямо перед тим, як троги вилізли з розкопок, ми знайшли велику кількість дивних різьблених ідолів. Але ми не мали можливості їх дослідити, бо якраз після цього троги прогнали нас з руїн! І ці ідоли дивно впливають на трогів! Вони перетворюються в берсерків!

Принеси мені 8 ідолів - я хочу вивчити їх детальніше. Ти знайдеш ідоли у трогів, їх там вдосталь.]===],
[===[Принесіть Маґмару Люторубу 8 різьблених кам'яних ідолів.]===],
[===[Ти {стать:дістав:дістала} ідоли? Ми маємо їх вивчити та відзвітувати до Залізогарту!]===],
[===[Вони в тебе! Чудова робота, {ім'я}!

І ти наче не занадто {стать:побитий:побита}, не дивлячись на всіх тих трогів-берсерків. Я буду слідкувати за твоєю долею... ти подаєш надію.]===],
},
[298] = {
[===[Звіт про хід розкопок]===],
[===[Мені потрібно відправити звіт про хід робіт до Телсамару. Звіт та запит на нову партію пороху. Ось вони. Віднеси їх Джерну Рогошолому. Він наш представник в Телсамарі.

Завдання це не складне, але все ж важливе.]===],
[===[Віднесіть звіт про хід робіт Залізоплета до Джерна Рогошолома в Телсамар.]===],
[===[О, звіт з розкопок? Чудесно!]===],
[===[Ха! У Залізоплета проблеми з трогами. Цікаво, цей порох йому потрібен для розкопок чи для трогів...

Що ж, так чи інакше порох буде витрачено з користю!

Але що дивно, кілька тижнів тому я надіслав йому купу пороху. Цікаво, куди він подівся...]===],
},
[301] = {
[===[Звіт до Залізогарту]===],
[===[Ми не можемо задовольнити запит на партію пороху для Залізоплета без схвалення вище. Тобі доведеться віднести цей звіт до штаб-квартири Ліги дослідників в Залізогарті.

Ось, тримай. Віднеси його розвідувачеві Бурешпилю і не забудь відійти трохи далі, як віддаси його. Бурешпиль - гаряча голова, і він не буде радий почути про затримки в розкопках Залізоплета.

Ти знайдеш Бурешпиля в асамблеї Дослідників.]===],
[===[Віднесіть звіт Залізоплета до розвідувача Бурешпиля.]===],
[===[Ми, Бурешпилі, не любимо коли нас турбують через дрібниці, {клас:к}. Сподіваюсь, твоя звістка варта моєї уваги.]===],
[===[Клятий Залізоплет! Я відправив йому цілий віз пороху кілька тижнів тому, але він не згадав про це у звіті.

Отож... Куди подівся порох?!?]===],
},
[302] = {
[===[Порох для Залізоплета]===],
[===[Якщо Залізоплету все ще потрібен порох, то, іменем короля Магні, він його отримає! Я відправив посланця зі схваленням до Джерна Рогошолома в Телсамар. Він підготує партію пороху та інші припаси для Залізоплета.

І ще одне: я хочу, щоб ти особисто {стать:простежив:простежила} за вантажем. Останній вантаж не дістався розкопок, тому очі в руки і пильнуй.]===],
[===[Поговоріть з Джерном Рогошоломом в Телсамарі.]===],
nil,
[===[Що? Бурешпиль хоче, щоб ти особисто {стать:супроводжував:супроводжувала} вантаж до Залізоплета?

Я... думаю, це непогана ідея, але... Я вже відправив Гулдара з вантажниками, Міраном та Саяном. Ти щойно {стать:розминувся:розминулась} з ними.]===],
},
[304] = {
[===[Похмуре завдання]===],
[===[Багато моїх вояків полягло в битві при Дун-Модрі. Мій рідний брат загинув, коли західний міст через віадук Тандола був знищений. Еге ж, дворфи Темного Заліза - диявольська порода. З того, що Роґґо вдалося дізнатися, ватажком цієї банди негідників у Заболотті є чорнокнижник на ім'я Балґарас Паскудний. Однак, він - той ще боягуз. Він посилає своїх солдатів на завдання, а сам залишається невловним, уникаючи небезпеки.

Якщо тобі вдасться знайти цього підступного негідника, убий його та принеси мені його вухо. Я винагороджу тебе, {клас:к}.]===],
[===[Убийте Балґараса Паскудного і принесіть його вухо Довгокосу Похмурому за Дун-Модром.]===],
[===[Тобі вже вдалося віднайти Балґараса Паскудного, {клас:к}? Він уже досить давно уникає нас.]===],
[===[Балґарас Паскудний нарешті мертвий. І хоча його смерть не поверне до життя багацько невинних дворфів, які марно загинули від його руки, вона допоможе відновити душевний спокій тим, хто вижив. Зі смертю Балґараса повинно бути нескладно впоратися з рештою негідників Темного Заліза. Тепер ми повинні винищити їх під корінь, поки у них не з'явився новий ватажок.

Добре {стать:спрацював:спрацювала}, {клас:к}.]===],
},
[307] = {
[===[Бридкі лапи]===],
[===[Копальня Срібних потоків, що на схід звідси, вже давно вироблена. Ліга Шахтарів використовувала її як склад, але тепер туди вдерлись кобольди та наклали свої мерзенні лапи на чудові дворфійські інструменти!

Ми скоро видворимо звідти цих шкідників, але Ліга хоче, щоб хтось врятував їх спорядження, поки мої воїни не увірвались туди й не розтрощили там все. Завдання це не з простих, помічники тобі не завадять.

Спорядження знаходиться в ящиках Ліги шахтарів, що розкидані по всій шахті. Щасти тобі.]===],
[===[Йдіть до копальні Срібних потоків та зберіть для горянина Бурешпиля 4 ящики шахтарського спорядження.]===],
[===[Ти {стать:добув:добула} шахтарське спорядження, {ім'я}?]===],
[===[Ну що, багато там кобольдів? Не можу дочекатися, як прибуде наказ зачистити копальню. Як подумаю, що вони роблять з шахтою своїми бридкими лапами, мене аж сіпає!]===],
},
[308] = {
[===[Відволікання Ярвена]===],
nil,
nil,
[===[Хмм! Скільки ж тут випивки, а в мене суворий наказ не чіпати нічого. Мені б хоч трохи покуштувати нашого Громового елю... це б зробило мій розум гострішим, чесне слово!]===],
[===[Це мені? Ти {стать:справжній герой:справжня героїня}, {ім'я}!]===],
},
[309] = {
[===[Захист вантажу]===],
[===[{стать:Готовий:Готова} йти, {ім'я}?

В першу чергу, нам треба доставити цей порох Залізоплету. Вантаж немалий, а тут може бути небезпечно – хтозна-що ще задумало Темне Залізо.

Мені буде значно спокійніше з тобою.]===],
[===[Переконайтесь, що Міран з вантажем дістануться до розкопок, після чого поговоріть з розвідувачем Залізоплетом.]===],
[===[Де мій порох, {ім'я}? Мої потреби ростуть з кожним днем.]===],
[===[О, хвала Світлу, порох прибув. Але звістка звісно тривожна. Подумати тільки, у Темного Заліза є поплічники, які можуть забезпечити їх першосортними матеріалами для втілення мерзенних задумів.

Хай цим займається хтось інший, та й не сьогодні. А я знайду цьому пороху файне застосування.]===],
},
[310] = {
[===[Міцне суперництво]===],
[===[Мушу визнати, ці Громовари роблять файні напої. Але вони повинні зрозуміти, що не тільки в них гідне варево! Може, ти допоможеш їх провчити...

Ось, візьми це барильце Ячміноварового Пекучого. Прослизни у підвал винокурні Громовара, що в Хараносі та заміни на одне барильце їх громузвару. Тоді й подивимося, як відвідувачам сподобається моє пиво більш за їхнє!

Якщо бочки охороняються, можливо, тобі доведеться відволікти охорону...]===],
[===[Замініть одне барильце громузвару барильцем Ячміноварового Пекучого у підвалі винокурні Громовара в Хараносі.]===],
[===[Дата на цій діжці свідчить, що незабаром її відкриють.]===],
[===[Ви швидко ставите барильце Ячміноварового Пекучого, що дала вам Марлет, серед барилець громузвару.]===],
},
[311] = {
[===[Повернення до Марлет]===],
[===[Підсунувши барильце Пекучого пива Марлет у підвал винокурні в Хараносі ви хапаєте барильце Громового елю як доказ...]===],
[===[Принесіть діжку Громового елю Марлет Ячміновар в селище Всезвар.]===],
[===[Ти {стать:зробив:зробила} підміну?]===],
[===[Непогано, {ім'я}! Тобі, мабуть, нелегко було прослизнути повз їх охорону?

Байдуже — красно дякую, і якщо тобі колись знадобиться міцне пекуче пиво, згадай Ячміноварів!]===],
},
[312] = {
[===[Викрадені припаси Тундри Мак-Ґранна]===],
[===[Я мав запаси в'яленого м'яса на місяць хурделиці. Я тримав його в скрині на замку, щоб ведмеді до нього не дістались. Але поки я полював на оленів, цей звірюга, старий Кригоборід, вкрав мою скриню з м'ясом. Він не зможе зламати торієвий замок, але ж я вмру з голоду якщо не поверну його.

Ти здаєшся {стать:спритнішим:спритнішою} за мене. Може ти зможеш повернути мої припаси? Я покалічив ногу і не зможу швиденько пробратись в печеру і поцупити скриню.]===],
[===[Дістаньте в'ялене м'ясо Тундри Мак-Ґранна з викраденої скрині в печері Старого Кригоборода.]===],
[===[Ти {стать:дістався:дісталась} до скрині, {ім'я}?]===],
[===[Яка ж ти добра душа, {ім'я}! Завдяки твоїй сміливості, я не помру від голоду, коли почнеться завірюха.]===],
},
[313] = {
[===[Посивіле лігво]===],
[===[Керування облоговою машиною не кожному під силу. Це потребує міцної хватки та сталевих нервів. На щастя, в мене є і те, й інше! А в тебе? Кишка не тонка? Хочеш довести це мені?

Гаразд... Я хочу зробити свою машину, Тролевкладальника, трішки зручнішою. Не дістанеш мені оберемок грив вендиго з Посивілого лігва, що на захід від Хараноса? Ці гриви стануть чудовим килимком для кабіни Тролевкладальника!]===],
[===[Принесіть 8 грив вендиго пілоту Камнеладу.]===],
[===[Гей, {ім'я}. Вже ходив до Посивілого лігва? Ці вендиго - злющі створіння.]===],
[===[О так, ці гриви згодяться! Ти міцний горішок, {клас:к}. Впевнений, я ще почую про тебе.]===],
},
[314] = {
[===[Захист стада]===],
[===[Ми почули крики посеред ночі. А сьогодні вранці, у стаді, дійсно, бракувало двох баранів. Цей зухвалий звір, відомий як Ваґаш, — загроза нашому джерелу існування. Оскільки більша частина армії короля Маґні перебуває в далеких краях, воюючи в складі Альянсу, немає кому розібратися з Ваґашем.

Можливо, ти {стать:сміливий:смілива} на стільки, щоб вистежити та вбити звіра. Принеси мені одне з його ікол, і я віддячу тобі. Ваґаш ховається трохи вище ранчо, але будь {стать:обережний:обережна}, він смертоносний.]===],
[===[Рудра Бурштинник хоче, щоб ви вбили Ваґаша і принесли його ікло на ранчо баранів.]===],
[===[Ваґаш досі тероризує стадо! Будь ласка, допоможи нам, вбий цього жахливого звіра.]===],
[===[Чудово виконано! Верон буде такий щасливий, коли почує добру новину. Вбити Ваґаша — завдання не з легких. Я думаю, одного дня ти будеш битися на передовій пліч-о-пліч з армією короля Маґні та силами Альянсу.]===],
},
[315] = {
[===[Ідеальний стаут]===],
[===[Я тут по справі, а справа моя - зварити ідеальний стаут. Я знаю, що зможу - пивоваріння у мене в крові. Я лише маю скласти правильний рецепт...

Морозогриві тролі високо на східних пагорбах вирощують одну травку, блискоквітом називається. Вони використовують її у чудакуватих ритуалах свого племені. Ми, дворфи, не знайшли їй ніякого застосування, однак вона має неповторний смак... І я хочу поекспериментувати з цим у броварстві!

Принеси мені трішки блискоквіту. Ти знайдеш його у провидців Морозогривів або в трольських кошиках з травами.]===],
[===[Принесіть 6 блискоквітів Реджольду Ячміновару в селище Всезвар.]===],
[===[Ти добув блискоквіт? Я майже готовий варити нову партію і хочу спробувати кинути трішки цієї травички у вариво.]===],
[===[Чудово! Аж не терпиться випробувати її в декількох моїх рецептах. Думаю, для цього вона найпаче підійде...]===],
},
[317] = {
[===[Доукомплектування паровика]===],
[===[Я готуюсь до завдання Штурмової Бригади. Воно триватиме довго, тож я маю доукомплектувати паровика запасом припасів на місяць. Тож поки Сталешквар працює над моїм танком, можеш вполювати дещо для мене?

Мені знадобиться кілька шкур для ліжка та м'ясо кнура для провіанту. М'ясо з кнурів, хутро з ведмедів... Ти знайдеш їх на засніжених полях на південь від Посивілого лігва.]===],
[===[Принесіть 4 шматки м'яса кнура та 2 товсті шкури ведмедя пілотові Беллофізу до Сховища Сталешквара.]===],
[===[Підготовка проходить чудово. Як полювання?]===],
[===[Клянусь бородою Маґні, оце ти добряче {стать:наполював:наполювала}! Дякую, {ім'я}.]===],
},
[318] = {
[===[Вічногон]===],
[===[Реджольд Ячміновар експериментує зі своїми варивами. Деякі з них мають гарний смак, деякі поганий, а деякі... ну, деякі вкладуть наповал всіх, окрім найміцнішого дворфа.

Він живе у селищі Всезвар, на захід від Хараноса, і один з його напоїв, Вічногон, — це те, що мені треба. Він зігріє мене в дорозі.

І... цей благословенний напій горить так гаряче, що я можу кинути його в топку Парокоптера для сплеску енергії! Ця маленька хитрість допомагала мені вибиратися з багатьох небезпечних місць.]===],
[===[Отримайте барильце Вічногону у Реджольда Ячміновара з селища Всезвар.]===],
nil,
[===[Беллофізу потрібен мій Вічногон? Гм... гаразд.]===],
},
[319] = {
[===[Послуга за Вічногон]===],
[===[У мене є барильце Вічногону, але... {стать:міг би:могла б} ти зробити мені послугу? Селищу Всезвар не завадить допомога в боротьбі проти диких тварин, які блукають поблизу снігами. Іноді вони підходять близько.

Ми не боїмося цих ведмедів, кішок і кнурів — жоден дворф що шанує себе, не стане їх боятися, — але якби ти {стать:взяв:взяла} тих тварин на себе, у нас було б більше часу на ремесла і пивоваріння.]===],
[===[Вбийте 6 льодолапих ведмедів, 8 старих скельних кнурів й 8 сніжних леопардів, а потім поверніться до Реджольда Ячміновара у селище Всезвар.]===],
[===[Ти вже {стать:розібрався:розібралася} з тими дикими тваринами?]===],
[===[Дяка, {ім'я}. Добре буде зайнятися ремеслом без цього ричання та хрюкання за селом.]===],
},
[320] = {
[===[Повернення до Беллофіза]===],
[===[Ось твоє барильце Вічногону, {ім'я}. І ще раз дякую тобі за полювання.]===],
[===[Віддайте барильце Вічногону пілоту Беллофізу в Сховищі Сталешквара.]===],
[===[{стать:Надибав:Надибала} Вічногон?]===],
[===[Так, цього буде цілком достатньо. Гадаю, я просто зараз відкрию пляшку і скуштую ...]===],
},
[332] = {
[===[Реклама винної крамниці]===],
[===[Якщо ти заговориш з будь ким про вино, то дізнаєшся, що Ґелліни продають найкраще вино у Штормовії. І ми недалеко розташовані, у Торговому районі, уздовж милих міських каналів.

Ось, візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку нашого відомого піно-нуару. Ти не пошкодуєш!]===],
[===[Йдіть до винарні Ґеллінів, і передайте Сузетті Ґелліні винний квиток на безкоштовну пляшку вина.]===],
[===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
[===[О, то ви бачилися з Ренато? Ось, тримайте, {стать:сір:мадам}. Пляшка нашого особливого піно-нуару. Ви не знайдете нічого подібного на всій Азерот!]===],
},
[385] = {
[===[Полювання на кроколісків]===],
[===[Багато мисливців приїздить до Лох-Модану для полювання на славнозвісних кроколісків. Завжди знаходяться торговці, що скуповують шкури кроколісків чи поціновувачі їх м'яса.

Ми теж заробляємо на цьому, але небагато, так як кроколіски ті ще звірюки, які до того ж сховались на островах озера Лох. Але я не стану тебе відмовляти - боротьба з щелепами звірів приносить неабиякі враження.

Що ж, було раз і я...]===],
[===[Принесіть 5 шматків м'яса кроколіска та 6 шкур кроколіска Мареку Залізосерду в оселю Далекоходців.]===],
[===[Я тобі розказував, як мені кроколіск ледь руку не відкусив? Злобна звірюга то була, зуби як леза. Але мені пощастило - я заткнув тій скотині пащу своїм ножем. Я досі бережу той ніж...]===],
[===[Ну, ти {стать:добув:добула} чудові екземпляри, {ім'я}. За таке добро - слід щедро винагородити, це точно.]===],
},
[400] = {
[===[Інструменти для Сталешквара]===],
[===[Белдін Сталешквар володіє місцевою ремонтною майстернею, а ще він найкращий технік облогових машин! Але він не жаліє свої інструменти. Клянусь, він ламає більше дугових гайковертів, ніж ми встигаємо виготовити!

Ми щойно виготовили його нове замовлення. Якщо ти доставиш його Белдіну, я певен, від добре тобі заплатить.

Ти знайдеш його в Сховищі Сталешквара, на північний схід від Хараноса. До речі, це улюблене місце ветеранів-пілотів облогових машин, тож будь {стать:уважний:уважна} там – може яка робота трапиться.]===],
[===[Доставте інструменти Белдіну Сталешквару.]===],
[===[Хм? Виглядаєш надто {стать:замолодим:замолодою} як для пілота. Гаразд... Тобі щось полагодити треба?

Бери номерок і чекай своєї черги. Я зараз працюю над кількома машинами і не маю часу на ще одну.

Чи ти тут по іншій справі?]===],
[===[Ти {стать:приніс:принесла} мої інструменти? Добре, {стать:юначе:юнко}, дуже добре! Я щойно зламав останній зубчастий торцевик, а він мені потрібен, щоб відремонтувати машину Камнелада. Як чудово, що ти {стать:приніс:принесла} ці інструменти, {ім'я}.

Ось, це тобі за допомогу.]===],
},
[403] = {
[===[Барильце громузвару під охороною]===],
nil,
nil,
nil,
[===[Ель охороняє Ярвен Громовар. Поки він знаходиться в підвалі, до жодного барильця не дістатися.]===],
},
[412] = {
[===[Операція Рекомбобуляція]===],
[===[При подальшому аналізі Гномреґанської ситуації виявилося, що нам не тільки не вдалося викорінити трогів, але ми випадково перетворили більшу частину раси гномів на моторошних, безмозких, лиходійських лепрогномів!

Ми з Оззі плануємо направити у зворотній бік жахливий ефект прокази за допомогою нашого останнього винаходу — Рекомбобулятора. Ця машина майже закінчена, але нам надзвичайно потрібні зубці рестабілізації та гіромеханічні шестерні. Здобудь трохи деталей з лепрогномів перед Гномреґаном для нас.]===],
[===[Принесіть Раззлові Жвавоверту в Харанос 8 зубців рестабілізації та 8 гіромеханічних шестерень.]===],
[===[Рекомбобулятор буде завершено і запущено, як тільки у нас буде достатньо зубців рестабілізації та гіромеханічних шестерень.]===],
[===[Ці гіромеханічні шестерні і зубці рестабілізації чудово підходять до креслення Оззі для пристрою рекомбобуляції. Як тільки я заллю трохи гідромастила в поршні внутрішнього згоряння, відрегулюю пускове руків'я і підвищу в'язкість електрогумового гелю, раса гномів буде відроджена.]===],
},
[413] = {
[===[Мерехтливий стаут]===],
[===[Хотів би я щоб мій брат Велларт спробував мій Мерехтливий стаут. Він горянин, їх розквартирували у південній вартовій вежі на кордоні з Лох-Моданом.

Він може й не такий бровар, як інші Ячміновари, але своє пиво він любить і я певен, що це йому теж сподобається.

Віднесеш йому барильце Мерехтливого стаута?]===],
[===[Віднесіть барильце Мерехтливого стаута горянину Ячміновару]===],
[===[Вітаю, {клас:к}! Що привело тебе сюди?

Щось захоплююче, сподівають. Я вже давно добряче не бився, ще й це барильце елю майже пусте...]===],
[===[<Горянин Ячміновар куштує Мерехтливий стаут...>

Ох, аж іскри з очей! Здається, я навіть можу бачити в темряві.]===],
},
[414] = {
[===[Стаут для Кедрела]===],
[===[Я спробував ще цього "Мерехтливого стаута", що зварив мій брат - це чудова випивка! Я хочу щоб мій друг-горянин теж спробував. Його звати Кедрел і зазвичай він патрулює дорогу через Телсамар, що в Лох-Модані.

Щоб дістатися Телсамара, йди на південний схід через тунель, а потім на роздоріжжі поверни на північний схід. По тій дорозі ти дійдеш прямісінько до Телсамара.

Дай Кедрелу барильце Мерехтливого стаута і дізнайся його думку.]===],
[===[Віднесіть барильце Мерехтливого стаута горянину Кедрелу.]===],
[===[Вітаю, {клас:к}, і ласкаво прошу до Телсамару!]===],
[===[Нумо, спробуємо...

Борода Маґні! Від цього пойла аж голова обертом! І така незвична легкість в тілі.

Таке відчуття, наче я можу літати!]===],
},
[415] = {
[===[Нове пиво Реджольда]===],
[===[Реджольд Ячміновар, що мешкає в селищі Всезвар, питав про тебе.

Він хоче поговорити з тобою про новий напій, який він варив... говорив щось про твою допомогу йому. Може схочеш повернутися у селище Всезвар і дізнатись, що йому треба.

Може, на тебе чекає дармова випивка...]===],
[===[Поспілкуйтесь з Реджольдом Ячміноваром.]===],
nil,
[===[{Ім'я}! Пам'ятаєш той блискоквіт, що ти {стать:приніс:принесла} мені? Ну, я використав його в кількох рецептах, над якими працював, і один з них виявився чудовим!

Ось, спробуй і скажи, що думаєш...]===],
},
[416] = {
[===[Відлов щурів]===],
[===[У нас справжнє нашестя на заході. Ці тунельні щури, кобольди, перебралися в передгір'я, влаштували собі лігва і забруднюють наші землі!

Ми маємо винищити їх. Перебий їх якомога більше і принеси мені їх вуха як доказ.

Ти знайдеш кобольдів та їх лігва на захід від Телсамару. Ними усіяний весь схил гори.]===],
[===[Принесіть 12 вух тунельних щурів горянину Кедрелу в Телсамар.]===],
[===[Вітаю, {ім'я}. Як проходить відлов щурів?]===],
[===[Фу! Коли я просив тебе принести їх вуха, я й гадки не мав, як вони смердять!

Ось твоя винагорода, {ім'я}. Ти {стать:заслужив:заслужила}.]===],
},
[417] = {
[===[Помста пілота]===],
[===[У своєму журналі Гілдельв писав, що зазнав нападу Свербикігтя, "величезного крижаного пазуристого ведмедя". Він відігнав тварину, але та встигла жахливо поранити його.

Судячи зі стану трупа Гілдельва, Свербикіготь, мабуть, повернувся і вбив його.

Проте, у журналі Гілдельв записав своє останнє побажання:

"Помститися Свербикігтеві".]===],
[===[Вбийте Свербикігтя.

Принесіть його пазур і журнал Гілдельва пілотові Молотоногу.]===],
[===[Вітаю, {ім'я}. Чи є у тебе звістка від мого друга Гілдельва?]===],
[===[Сумна звістка, Гілдельв був хорошим другом. Хотілося б мені там бути, коли ти {стать:знайшов:знайшла} звіра, Свербикігтя!

Дякую тобі, {ім'я}. Твій вчинок не забудуть пілоти штурмової бригади Залізогарта.]===],
},
[418] = {
[===[Телсамарська кров'янка]===],
[===[В Телсамарі, голодних ротів завжди вистачає. Тут і дітей повно-повно, і робітників, що цілими днями тяжко працюють на розкопках. Ми славимось своєю кров'янкою, та ти, певне, навіть не {стать:куштував:куштувала}, правда ж?

Що ж, як то у нас кажуть, "хто не працює - той не їсть". Це й тебе стосується, {клас:к}.

Мені потрібно ведмеже м'ясо, кишки кнура для оболонки та лімфа павука для пікантності. Принеси мені інґредієнти, а я все приготую.]===],
[===[Відра Вогнисько з Телсамару просить вас принести їй 3 шматки ведмежого м’яса, 3 кишки кнура та 3 порції павучої лімфи.]===],
[===[Я готова готувати, ти {стать:приніс:принесла} інґредієнти?]===],
[===[Повір мені, процес її готування важче, ніж здається, але...

Хм, нікому не цікавий процес приготування кров'янки, та я поділюсь з тобою рецептом про всяк випадок.

От і все, їж, поки свіжі.]===],
},
[419] = {
[===[Зниклий пілот]===],
[===[Мій друг і напарник, пілот облогової машини, Морі Гілдельв, пропав в цих горах. Ми шукали рідкісну руду, необхідну для висококласного пороху і під час пошуків загнали його машину на крутий підйом, де вона й зламалася!

Гілдельв був впевнений, що руда десь в цих горах, тому залишив мене охороняти машини, а сам пішов далі на своїх двох.

Вже пройшло кілька днів, а я чув вночі звірине виття. Морі звісно міцний хлоп'яга, але я переживаю.

Прошу тебе, {ім'я}, знайди його.]===],
[===[Знайдіть пілота Гілдельва.]===],
nil,
[===[Перед вами труп дворфа - понівечений, замерзлий і сильно погризений гірськими хижаками. В руці стиснута книжка з грубо нашкрябаними нотатками Морі Гілдельва. Тіло одягнуте в жилет бригадира, що чудово зберігся.

Схоже що ця жахлива сцена і є місцем кончини пілота.]===],
},
[420] = {
[===[Спостереження Сеніра]===],
[===[Тунельні троги неймовірно агресивні. Вони без вагань нападають на мандрівників. Хоча ти виглядаєш так, наче маєш впоратись.

Якщо ти хочеш поговорити з Сеніром, шукай його в Хараносі.

Йди через тунель, після чого продовжуй йти дорогою і ти дійдеш прямо до Хараноса.]===],
[===[Доставте звіт Ґреліна до Сеніра Білоборода в Харанос.]===],
[===[Як справи? Не хочеш випити по стаканчику зі мною? Те що треба в такий мороз.]===],
[===[Що це? О, звіт мого брата. Хмм...

Я казав йому не зловживати іменем короля, але ж він мене не послухав. Гадаю, нічого страшного, хоча, це трішки наведе шороху в Сенаті. Але хай не розслабляються, хе-хе.

Тим не менш, схоже що мені теж потрібно відправити звіт до Залізогарту. Я трішки забарився з цим через цей клятий холод.

В мене буде трішки роботи для тебе, якщо тобі цікаво.]===],
},
[432] = {
[===[Кляті троги!]===],
[===[Ці прокляті Світлом троги розгромили всю зону розкопок! Поглянь-но, вони розтрощили ще одну бочку пороху!

Ух, хотів би я спуститись туди та повідривати їм голови! Всіх би повбивав!

Але я вже не той, що раніше, весь цей стрес і злоба... Вони нічого мені лишили!

Я б і сам їх повбивав, та здоров'я вже не те! Йди в кар'єр та повбивай цих тварюк! Я заплачу! Тільки перебий їх, всіх перебий!]===],
[===[Вбийте 6 кам'янощелепих череполомів для десятника Камнеброва з кар'єру Ґол'Болар.]===],
[===[Гр-р-р... Я такий злющий..]===],
[===[Ох, аж легше на душі стало...

Але я не заспокоюсь поки вони всі не здохнуть! Всі до одного!]===],
},
[433] = {
[===[Слуга народу]===],
[===[Як член Сенату та Ліги дослідників, я взяв на себе проблему трогів, що заполонили наші землі.

Вони без будь-якої причини рознесли кар'єр Ґол'Болар. Чим глибше ми копаємо, ти більше вони лізуть назовні, трощать обладнання і розлякують гірняків. Вони не залишили нам іншого вибору, як винищити їх якомога більше, відбудуватись і продовжити роботу.

Якщо ти допоможеш мені з трогами, я з радістю компенсую твої затрати часу.]===],
[===[Вбийте 10 кам'янощелепих кісткохрустів для сенатора Мегра Камнедара в кар'єрі Ґол'Болар.]===],
[===[Якщо ми зможемо позбавитись трогів у кар'єрі Ґол'Болар, це буде перший крок до нашого позбавлення від цієї загрози.]===],
[===[Це тільки початок. Сподіваюсь, ми зможемо скористатись цим й поставимо загін горянинів для охорони кар'єру. Опісля, ми зможемо почати відновлювати споруди та повертати гірняків до роботи.

Дякую тобі за допомогу, {ім'я}.]===],
},
[436] = {
[===[Розкопки Залізоплета]===],
[===[Розвідувач Залізоплет керує розкопками древніх руїн на схід від озера. Останнім часом справа йде мляво і це враховуючи, скільки ми йому відправили припасів.

Залізоплет - надійний і чесний дворф, для якого важливий результат, тож я думаю, що хтось намагається йому завадити.

Йди на розкопки Залізоплета і поговори з Маґмаром Люторубом. Він займається процесами розкопок і зможе пояснити причину затримки.

Щоб дістатись туди, обійди озеро з півдня і йди на схід.]===],
[===[Поговоріть з дослідником Люторубом.]===],
nil,
[===[Джерн хоче знати причину затримки, ге?

Залізоплет як раз закінчує свій звіт, де будуть всі подробиці, але я тобі от що скажу:

Це все троги!!]===],
},
[454] = {
[===[Опісля засідки]===],
[===[До цього... випадку ми спокійно возили діжки. Тепер нам доведеться розділити обов'язки - Міран понесе одну частину діжок, а я постежу за іншою.

Але відпускати Мірана самого небезпечно. Може ти супроводиш його до розкопок?]===],
[===[Поговоріть з Міраном.]===],
nil,
[===[Привіт, {клас:к}.

Ти супроводжуватимеш мене до розкопок? Чудово... Після випадку з Саяном та його поплічниками, хтозна-що ще задумало Темне Залізо.

Що ж, мені лише залишилось дещо перевірити. Поговори зі мною, як будеш готовий йти.]===],
},
[456] = {
[===[Баланс природи]===],
[===[Вітання, {Ім'я}. Я - консерватор Ільталайн, і моїм призначенням у Тінистій долині є забезпечення підтримки балансу природи.

Весняні дощі цього року були особливо рясними, що спричинило процвітання одних лісових тварин і страждання інших.

На жаль, популяції ночезубів і колючкових кнурів занадто збільшилися, але у Тінистій долині обмежена кількість на всіх звірів. Тому помандруй далі, {стать:юний:юна} {клас:к}, та проріди кількість кнурів і котів, щоб природа й надалі залишалася у гармонії.]===],
[===[Убийте 7 молодих ночезубів і 4 молодих колючкових кнури, і поверніться до консерватора Ільталайна.]===],
[===[У нас досі багато роботи, {Ім'я}. Повертайся до мене, коли ти прорідиш популяції ночезубів і колючкових кнурів.]===],
[===[Ти чудово {стать:справився:справилася}, {Ім'я}.]===],
},
[457] = {
[===[Природній баланс]===],
[===[Прорідження молодших популяцій тварин тут, у Тінистій долині, було хорошим початком, {Ім'я}, проте залишилося ще багато роботи.

Ресурси лісу закінчаться надто швидко, якщо проблему не вирішити. Вбивство створінь природи - це необхідне зло задля блага всіх, хто поділяє цей край. Сходи до лісу та вбий коростяних ночезубів і колючкових кнурів у ім'я балансу.]===],
[===[Консерваторові Ільталайну потрібно, щоб ви вбили 7 коростяних ночезубів і 7 колючкових кнурів.]===],
[===[Твоє завдання ще не виконане, {Ім'я}. Повертайся до мене, коли буде вбито 7 коростяних ночезубів і 7 колючкових кнурів.]===],
[===[Ти {стать:довів:довела} свою відданість природі, {Ім'я}. {стать:Юний:Юна} {клас:н}, як ти, матиме перспективне майбутнє.]===],
},
[458] = {
[===[Захисниця лісів]===],
[===[Яке щастя, що ти тут, {клас:к}. Шепіт лісових духів доносив до мене дивні вісті.

Таємнича захисниця лісів, Таріндрелла, повернулася до Тінистої долини. Ліси Калімдору не відчували присутність цієї дріади роками. Відбулося щось справді прикре, якщо вона знову прийшла на ці землі.

Відшукай Таріндреллу та дізнайся, що в неї за справи у нашому гаю. Одна з вартових доповіла, що бачила її на південний захід від Альдрассіля.]===],
[===[Знайдіть дріаду, відому як Таріндрелла.]===],
nil,
[===[Я бачу, ти {стать:відшукав:відшукала} мене, {стать:юний:юна} {раса:к}. Мелітар вчинив мудро, пославши тебе до мене.]===],
},
[459] = {
[===[Захисниця лісів]===],
[===[Щось лихе зароджується в лісах Тельдрассіля. Поглянь лише уздовж пагорбів, де жили мирні хутропузи. Вони покинули свої домівки та гуртуються під керівництвом племені Кривої Сосни.

Лише зараження від паскудного моху скверни могло викликати таке перетворення. Грели та їм подібні заполонили місцевість і тепер загрожують жителям Тінистої долини.

Вступи у бій з цими грелами та грелідами, {Ім'я}, та поглянь, чи вони справді підпали під чари злого моху скверни.]===],
[===[Зберіть 8 мохів скверни та принесіть їх Таріндреллі.]===],
[===[Підтвердь мої підозри, {Ім'я}, принеси мені 8 мохів скверни.]===],
[===[Твоя допомога створінням Тінистої долини заслуговує на винагороду, {Ім'я}.

Однак, ти {стать:підтвердив:підтвердила} мої побоювання. Якщо грелів уразив мох скверни, можна лише уявити, що сталося з хутропузами з племені Кривої Сосни, які колись тут жили.

Якщо ти будеш у Доланаарі, {стать:здібний:здібна} {клас:к}, знайди обізнаного друїда, Атрідаса Ведмежогокрива. Він поділяє наше занепокоєння щодо благолополуччя лісу.]===],
},
[464] = {
[===[Бойові знамена]===],
[===[Під кінець другої війни клан Драконопащих орків було майже знищено, коли вони втратили контроль над червоними драконами. Дракони були дуже розлючені й гнали їх аж до Ґрім-Батолу, звідки ті, що вижили, сховались в горах на схід від розкопок Вельґара.

Відсидівшись і відновивши сили, вони розмістили свій табір на північний схід від Менетіла.

Напади на їх табір і принеси їх бойові знамена, як доказ.]===],
[===[Принесіть 8 військових знамен Драконопащих капітану Міцноруку.]===],
[===[Ти вже {стать:атакував:атакувала} табір Драконопащих?]===],
[===[Чудова робота, {ім'я}. Драконопащі вже не несуть такої загрози, як коли вони мали драконів. Але вони все ще небезпечні супротивники.

Драконопащих веде Нек'рош, син Некроса - минулого вождя клану. Некрос використовував могутню магію, щоб приборкати червоних драконів, але коли ця магія його підвела... дракони розлютились.

Некрос загинув і його син поклявся помститись драконам, які вбили його батька.]===],
},
[465] = {
[===[Гамбіт Нек'роша]===],
[===[Поки ти {стать:бився:билась} з Драконопащими, ми дещо дізнались про їх плани.

Нек'рош побудував катапульти й збирається взяти в осаду гавань Менетілів! Поки йде битва за Дун-Альґаз, ми відрізані під підмоги!

Ти маєш знищити ці катапульти. Вони в таборі Драконопащих.

Ось, візьми цей трут. Пробийся до катапульт і підпали їх ним.

Як зробиш це - знайди та вбий Нек'роша. Ми завдамо удар по лідеру Драконопащих.]===],
[===[Знищіть катапульти Драконопащих.]===],
[===[А ось і одна з катапульт. Підпалюємо?]===],
[===[Ви поміщаєте трохи труту на катапульту і підпалюєте його іскрою.

Вогонь спалахує і швидко поширюється!]===],
},
[466] = {
[===[Пошук спалахіту]===],
[===[Я чув про рідкісну руду — спалахіт, яка знайдена у Заболотті, в печері на північний захід від тунелю Альґаз. Вона дуже нестійка, нею складно користуватись не підірвавши себе у повітря. Однак, я впевнений, що якщо виплавити її належним чином, то можна зробити потужні снаряди для гармат!

Здобудь мені спалахітову руду, а я поки пошукаю когось вельми сміливого задля цього досліду.

І ще, щоб видобути ту руду, тобі потрібні навички у гірництві. Якщо в тебе немає необхідних знань, то... відправ до шахти друга, який зможе це зробити!]===],
[===[Принесіть 6 партій спалахітової руди пілотові Камнеладу у Дун-Морог.]===],
[===[І де ця руда, {ім'я}?!]===],
[===[Ти {стать:здобув:здобула} руду! Молодець, {ім'я}! Я одразу відправлю когось попрацювати з нею. Будемо сподіватися, що він не підірве себе!]===],
},
[467] = {
[===[В пошуках Камнеладу]===],
[===[Пілот Камнелад обожнює свою облогову машину, як і кожен інший пілот! І він завжди радий знайти новий спосіб підсилити вогневу міць своєї машини.

До нього дійшли чутки про рідкісну руду і він шукає того, хто добуде її для нього. Якщо тобі не терпиться допомогти, знайди Камнелада у Сховищі Сталешквара в Дун-Морозі й дізнайся, чого він хоче.]===],
[===[Поговоріть з пілотом Камнеладом.]===],
nil,
[===[Привіт, {ім'я}. Ти тут за моїм завданням, еге ж? Приємно бачити {стать:юного:юну} {раса:з} в жилах {стать:якого:якої} кипить жага до пригод!]===],
},
[469] = {
[===[Щоденна доставка]===],
[===[Вітаю, {стать:мандрівнику:мандрівнице}!

Чи не прямуєш ти до гавані Менетілів? Якщо ні, то рекомендую завітати - це гарне місце, щоб поновити запаси, пропустити кілька пінт та відпочити.

Отож, якщо ти все ж туди й прямуєш, може віднесеш цей оберемок кроколіскових шкір Джеймсу Галлорану, кожум'яці?

Я б і сам це зробив, але моя дружина останнім часом не в гуморі й мені їй краще на очі не попадатись.]===],
[===[Доставте оберемок кроколіскових шкір Джеймсу Галлорану, кожум'яці, у гавань Менетілів.]===],
[===[Вітаю, {клас:к}. Цікавить пара чудових чобіт? Чи, може, свіжа вироблена шкіра?]===],
[===[Хмм, це від Ейнара, так? Він не з'являвся вже з тиждень, а шкіри відправляє. Певно, знову посварився з дружиною.

Треба буде попросити дружину якось сходити поговорити з Сідою...]===],
},
[470] = {
[===[Копирсання в слизі]===],
[===[Кожен тиждень я ходжу до могили Залізобородого, але цього разу на мене напали огидні хлюпаючі слизнюки! Я так розгубилась...

Я кинула в одного з них свою сумку, але йому хоч би що! Слизнюк просто поглинув її... На щастя, це дало мені час, щоб втекти.

Біда в тім, що в сумці були мої речі!

Я не знаю, як тобі описати того слизнюка, вони всі виглядають однаково! Могила Залізобородого знаходиться на північному сході, біля Дун-Модру. Дуже тобі дякую!]===],
[===[Відберіть сумку Сіди у одного з слизнюків біля могили Залізобородого і поверніть її власниці у гавань Менетілів.]===],
[===[Ти {стать:знайшов:знайшла} мою сумку?]===],
[===[Ох, дякую, {ім'я}! Я думала що вже не побачу її!

<Сіда витрушує вміст сумки на землю перед тим і збирає його.>

Хм, мені ця сумка вже не знадобиться. Але ти можеш випрати її і користуватись.]===],
},
[471] = {
[===[Обов'язки учня]===],
[===[Я відправив свого учня на болота по шкури наших знаменитих гігантських кроколісків Заболоття. Коли він не повернувся, я відправився на пошуки... Скажімо так: це було видовище не для слабкодухих.

Повитуха каже, що він викарабкається, але ж мені все ще потрібні мої шкури!

...Якщо у тебе є бажання повбивати ще кілька здоровил, я не проти - особливо після того, що вони зробили. Ти знайдеш кроколісків на узбережжі на північ звідси, за поселенням мурлоків.]===],
[===[Зберіть 6 шкур гігантських кроколісків і принесіть їх Джеймсу Галлорану у гавань Менетілів.]===],
[===[Мій учень - як син для мене. Йому буде важко прожити життя лише з однією ногою.

Ах, {ім'я}, як справи? Ти {стать:приніс:принесла} мої шкури?]===],
[===[Гмм... Не думаю, що ти {стать:зацікавлений стати моїм учнем:зацікавлена стати моєю ученицею}, чи не так?

Ха! Та ні, я просто жартую. Ти {стать:застарий:застара} для цього. Окрім того, судячи з твого вигляду, здається, у тебе інші амбіції у житті. Однак, ти {стать:дістав:дістала} добрі шкури, і я знайду їм гарне застосування.]===],
},
[472] = {
[===[Падіння Дун-Модру]===],
[===[Дворфи Темного Заліза захопили Дун-Модр!

Мене важко поранили, {клас:к}. Більшість моїх товаришів загинули. Ми не встигли оговтатись від вибуху на віадуку Тандола, коли дворфи Темного Заліза атакували нас.

Наш лідер, Довгокос, протрубив сигнал до відступу. Коли ми покидали місто, мені в спину прилетіла сокира і я знепритомнів.

Оговтавсь я вже тут, в гавані Менетілів. Я хвилююсь за побратимів, але надія ще є. Може, Довгокос ще живий! Сходи до Дун-Модру і спробуй знайти його, {раса:к}!]===],
[===[Знайдіть Довгокоса біля Дун-Модру.]===],
nil,
[===[Яке послання з Менетілу {стать:приніс славний:принесла славна} {клас}? Ага, тож ти {ім'я}.

Це гарна звістка, проблиск надії в ці темні часи. Се чудово, що юний Гарло вижив. Він отримав жахливу рану під час відступу і нам довелось відправити його до гавані на єдиному вцілілому скакуні.

Але зараз ми у важкому положенні - Дун-Модр втрачено, а від нашого славного полку залишилась лиш тінь.]===],
},
[473] = {
[===[Доповідь капітану Міцноруку]===],
[===[{ім'я}. Драконопащі орки претендують не тільки на Альґаз. Капітан Міцнорук наказав направляти до нього всіх, хто бажає допомогти в боротьбі з ними. Він у фортеці, у військовій залі.]===],
[===[Поговоріть з капітаном Міцноруком.]===],
nil,
[===[{ім'я}. Вальстаґ доповів мені про твої успіхи з драконопащими орками в Дун-Альґазі. Ти {стать:бравий:брава} {раса}.

І в мене є для тебе завдання.]===],
},
[474] = {
[===[Вбити Нек'роша]===],
[===[Тепер, коли катапульти спалено, настав час знайти й вбити ватага Нек'роша.]===],
[===[Вбийте ватага Нек'роша.

Принесіть голову Нек'роша капітану Міцноруку.]===],
[===[Ти {стать:вбив:вбила} Нек'роша?]===],
[===[Чудово спрацьовано, {ім'я}. Ти {стать:завдав:завдала} нищівного удару оркам клану Драконопащих. Вони ще не скоро оговтаються. До того ж зі знищенням цих катапульт, гавань Менетілів в безпеці.

Ти {стать:гідний:гідна} {раса} і Залізогарт щедро винагороджує таких за добру службу.]===],
},
[475] = {
[===[Вітер сум'яття]===],
[===[Вітер сум'яття віє над лісом.

Ґеролас Талветрен служить Великим Вартовим сплячих Друїдів Кігтя в обителі кургану Бен'етіль. Його основний обов'язок як обраного захисника Сплячих — гарантувати їхню безпеку, щоб домовленість друїдів з Ізерою залишалася в силі.

Та останнім часом вісті від Ґероласа чомусь затримуються, і я починаю хвилюватися. Вирушай на схід, у селище Зоряний Бриз, та принеси мені звіт Ґероласа. Тоді я зможу впевнитися, що мої брати та сестри сплять у безпеці.]===],
[===[Відшукайте Ґероласа Талветрена в селищі Зоряний Бриз.]===],
nil,
[===[Хвала лісовим духам, ти {стать:прийшов:прийшла}! Я знав, що Атрідас занепокоїться та надішле допомогу.]===],
},
[476] = {
[===[Порча Кривої Сосни]===],
[===[Плем'я Кривої Сосни уражене порчею!

Колись мирні хутропузи зараз проявляють агресію проти захисників лісу. Вони підстерегли мене в засаді, коли я виходив із обителі кургану Бен'етіль, а потім розграбували селище Зоряний Вітер. Їхній ватажок, Урсал Молотобій, затьмарює розум створінь за допомогою моху Скверни.

У мене багато ран, і я не можу передати Атрідасу ці страшні вісті. Це маєш зробити ти, {стать:юний:юна} {клас:к}. Мені залишається сподіватися, що оскаженілі хутропузи Кривої Сосни поки не дійшли до Бен'етіль!]===],
[===[Поверніться до Атрідаса Ведмежокрива в Доланаар.]===],
nil,
[===[Клянуся сузір'ями! Це воістину тривожні вісті!]===],
},
[483] = {
[===[Реліквії Пробудження]===],
[===[Ми бачили, як загарбники з Кривої Сосни спустошують обитель кургану Бен'етіль на захід звідси.

Сплячі друїди навічно застрягнуть у Смарагдовому Сні, не знаючи про свою долю, якщо ми їм не допоможемо. Тонкий ритуал сплячки неможливо порушити без Реліквій Пробудження.

Спускайся в обитель та забери талісман Воронячого Пазура, чорне перо, Небесний сапфір і руну Гніздування. Друїди зберігають їх у священних скринях. Поверни їх мені, і я підготую ритуал пробудження.]===],
[===[Дістаньте Реліквії Пробудження та принесіть їх Атрідасу Ведмежокривові в Доланаар.]===],
[===[{Ім'я}, Друїди Кігтя назавжди потраплять у пастку в Смарагдового Сні, якщо ми не знайдемо Реліквії Пробудження в обителі Бен'етіль на заході.

Хвилини нашої бездіяльності можуть приректи їх на вічні страждання.]===],
[===[У тебе вдалося, {стать:юний:юна} {клас:к}! Чудово і, мушу додати, дуже вчасно.]===],
},
[486] = {
[===[Урсал Молотобій]===],
[===[Настав час врятувати Друїдів Кігтя. Якщо зараз ми зазнаємо невдачі, {Ім'я}, їхній сон стане вічним.

Я підготую Реліквії Пробудження та проведу обряд. Але щоб у мене все вийшло, клята тварюка, винна в цих поневіряннях, має бути знищена. Тільки тоді ми зможемо провести ритуал.

Урсал Молотобій став у наших побратимів на заваді, і саме він повинен заплатити за свої злодіяння, щоб їх звільнити. Вирушай до поселення Кривої Сосни на південному заході й убий його.]===],
[===[Убийте Урсала Молотобоя та повертайтеся до Атрідаса Ведмежокрива в Доланаар.]===],
[===[Ми не зможемо розбудити наших братів, поки не вб'ємо Урсала Молотобоя, {Ім'я}.]===],
[===[{Ім'я}, ти {стать:проявив:проявила} себе як дуже {стать:достойний:достойна} та {стать:спроможний:спроможна} {клас:н}. {Раса:н}, {стать:який:яка} так впевнено слідує дорогою честі, безумовно, отримає велику славу в цьому світі.

Хай лісові духи захищають тебе, куди б ти не {стать:пішов:пішла}.]===],
},
[487] = {
[===[Дорога в Дарнас]===],
[===[Дорогу в Дарнас потрібно охороняти. Мандрівники, що прямують з Доланаара у столицю, розповідають про варварські напади заражених хутропузів з племені Кривої Сосни.

Кожен день у та з Дарнасу прямують вантажі та важливі повідомлення. Ми не можемо допустити, щоб зграя цих тварюк загрожувала подорожнім.

Візьми зброю в ім'я священного лісу, {клас:к}. Їхнє лігво розташоване десь під цим пунктом спостереження. Убий 6 душителів з племені Кривої Сосни і відзвітуй мені.]===],
[===[Убийте 6 душителів Кривої Сосни та поверніться до вартової Амари Ночеходець за межами Доланаара.]===],
[===[Дорога все ще небезпечна, {клас:к}. Вирушай убити 6 душителів з племені Кривої Сосни та повертайся до мене.]===],
[===[Ти добре {стать:послужив:послужила} чесним ельфам Доланаара та Дарнасу, {стать:хоробрий:хоробра} {клас:к}. Як представниця вартових Тельдрассіля, я вітаю твої зусилля.]===],
},
[488] = {
[===[Торги Зенна]===],
[===[Хочеш попрацювати, я дивлюсь? Тобі пощастило, не проходить і дня без того, щоб я не поторгувався із щонайменше {стать:одним:одною} {клас:о}.

Розумієш, {Ім'я}, я можу зробити тебе дуже {стать:щасливим:щасливою} і дати тобі речі, про які ти навіть і не {стать:мріяв:мріяла}. Але спершу ти мусиш принести мені деякі предмети.

Моя діяльність у цьому лісі часто потребує певних... реагентів. Принеси мені 3 ікла ночезубів, 3 пір'їни сов, що літають довкола, та 3 зразки павутиннолісового шовку.

Але давай залишимо цю розмову між нами, {раса:к}.]===],
[===[Принесіть Зенну Брудній Ратиці за межами Доланаару 3 ікла ночезуба, 3 пір'їни сови та 3 зразки лісопавутинного шовку.]===],
[===[Працюєш, як маленька бджілка, {Ім'я}? Я чекав, коли ти принесеш мені те, що я просив.]===],
[===[Ха-ха! Чудова робота.

Хто б міг подумати, що я, Зенн Брудна Ратиця, схилив {раса:з} до торгів? Точно не я! Але так і живемо... наш улюблений світ сповнений сюрпризів.

Три "Ура" за наївних і легковажних!]===],
},
[489] = {
[===[У пошуках спокути!]===],
[===[До Ради Лісу дійшли новини, що ти {стать:допоміг:допомогла} Зенну Брудній Ратиці. Сатир - ворог лісу. Ти, {раса:к}, {стать:мав би бути вищим:мала б бути вищою} за осквернення наших земель вбивством дітей природи.

Якщо хочеш залишитися {стать:другом:подругою} Тельдрассіля, то мусиш почати спокутувати свої діяння в очах Ради.

Для початку провчи Зенна. В лісі ти знайдеш осквернені шишки, зіпсоване опале насіння. З них йде зеленуватий дим.

Принеси ці шишки Брудній Ратиці. Хай подумає, що ти {стать:приніс:принесла} йому смачненький перекус.]===],
[===[Зберіть 3 оскверненні шишки та віддайте їх Зеннові Брудній Ратиці за межами Доланару.]===],
[===[Що ти {стать:приніс:принесла} мені, {Ім'я}? На вигляд чудова закуска.]===],
[===[Ти просто чудо, {раса:к}! Я був певен, що ти станеш мені у нагоді!]===],
},
[500] = {
[===[Винагорода за Скелеламів]===],
[===[Огри-Скелелами насипали огрський курган високо в Альтерацьких горах - біля зруйнованого міста Альтерак. І мої розвідники доповідають, що вони захопили й ці руїни.

Ми не можемо дозволити їм там облаштуватися. Якщо вони вважатимуть, що у безпеці, то їхнім наступним кроком буде спуск до передгір'я, тобто одразу на наші пороги!

Подорожуй на північ до Альтерацьких гір і полюй на огрів. Принеси мені брудні кісточки рук, які вони носять при собі, і ти заслужиш хорошу нагороду.]===],
[===[Зберіть 9 брудних кісточок з огрів-Скелеламів ув Альтерацьких горах. Принесіть їх маршалові Червоношляху в Південнобережжя.]===],
[===[{Ім'я}, досі полюєш на огрів? Ти вже маєш кісточки, які я розпорядився зібрати?]===],
[===[Дуже добре, {Ім'я}. Ти, напевно, {стать:вирізав:вирізала} добрячу купу огрів, щоб зібрати всі ці кісточки.

Це дозволить нам більше не переживати щодо їхньої загрози. Принаймні, поки що.]===],
},
[504] = {
[===[Скелелами-войовники]===],
[===[Тепер, коли ти {стать:ознайомився:ознайомилася} з ограми-Скелеламами, я хочу, щоб ти справді {стать:пустив:пустила} їм кров...

Прямуй до руїн Альтерака та розшукай Скелеламів-войовників. Я бажаю, щоб ти добряче їх {стать:повирізав:повирізала}: лише так ці рубаки навчаться триматися на відстані від території Альянсу.]===],
[===[Убийте 15 Скелеламів-войовників, а тоді повертайтеся до маршала Червоношляха в Південнобережжя.]===],
[===[Тобі потрібно вбити більше войовників, {Ім'я}. Ти {стать:повинен:повинна} бути зараз у горах і виконувати своє завдання, а не тут унизу, зі складеною зброєю.]===],
[===[Дуже добре. Ось твоя нагорода.

До речі, як виглядало місто Альтерак, коли ти там {стать:полював:полювала} на войовників? Гадаю, воно не в найкращому стані. Огри відомі не своєю любов'ю до чистоти.

На щастя, твої зусилля допоможуть утримувати їх від Південнобережжя.]===],
},
[505] = {
[===[Асасини Синдикату]===],
[===[Я - новий війт Південнобережжя, призначений недавно після вбивства попереднього. Вбивць так і не знайшли, але завдяки нашим розслідуванням ми майже впевнені, що їх найняв Синдикат - група злодіїв, яку очолюють лиходійні шляхтичі тепер полеглого знищеного королівства Альтерак.

Синдикат має табір на півночі від Тарренського Млину, зайнятого Ордою, і наші останні докази ведуть туди. Убий членів цієї організації, що там знайдеш.]===],
[===[Убийте 12 розбійників Синдикату та 8 злодіїв Синдикату, а тоді повертайтеся до війта Генрі Малеба у Південнобережжя.]===],
[===[Сподіваюся, ти вже {стать:знищив:знищила} цих синдикатських покидьків?]===],
[===[Дякую тобі, {Ім'я}. Хоча вони ще можуть нишпорити навколо, ми сподіваємося, що деякі з розбійників, яких ти {стать:вбив:вбила}, відповідальні за смерть попереднього війта. А навіть, якщо ні - Синдикат є хворобою цієї землі та брудною плямою на людській расі.

Південнобережжя вітає їхні смерті.]===],
},
[510] = {
[===[Лиховісні плани]===],
[===[Серед цих документів є список запитів припасів. Вони включають звичайні речі (їжа, зброя, одяг), а також більш екзотичне спорядження (маски, олія, отрута).

Проте найбільш помітною є нагальність запитів: ці припаси були потрібні швидко, щоб провести операцію, яка в документі описана як "важлива місія проти Південнобережжя."]===],
[===[Принесіть лиховісні плани війтові Малебу в Південнобережжя.]===],
[===[{Ім'я}, ти виглядаєш {стать:стривоженим:стривоженою}. Хочеш щось мені розповісти?]===],
[===[<Малеб читає документи.>

Ці папери мене дуже турбують, {Ім'я}. З інформації в цих документах і дій Синдикату в минулому нам варто припускати, що ця банда головорізів оголосила війну Південнобережжю.]===],
},
[511] = {
[===[Зашифрований лист]===],
[===[Один з листів на цьому столі зашифрований і незбагненний.]===],
[===[Принесіть зашифрований лист до знавця Діббса в Південнобережжя.]===],
[===[Так, {стать:пане:пані}? Ви до мене у якійсь справі?]===],
[===[Що це? Стривайте-но на хвилинку... дозвольте мені глянути ближче.

...

Гм, я ніколи ще не бачив таку форму шифру, але мушу визнати, що моє знання у цій царині далеке від всеохопного.]===],
},
[512] = {
[===[Знатні смерті]===],
[===[Я побоююся, що керівництво Синдикату націлене на знищення Південнобережжя. Ми повинні завдати сильного удару по цих керівниках, перш ніж вони втілять свої плани у життя.

Завітай до руїн Странбрада в Альтерацьких горах на півночі. Ми припускаємо, що Синдикат використовує ту місцевість як штаб.

Нам відомо, що цю банду головорізів очолює колишня знать Альтераку. Вони можуть прикидатися звичайними агентами Синдикату, але ти знатимеш, що {стать:вбив:вбила} шляхтича, за знаковим перснем на ньому.

Принеси мені ті персні.]===],
[===[Принесіть 7 альтерацьких знакових перснів до війта Малеба в Південнобережжя.]===],
[===[Чи {стать:полював:полювала} ти на Синдикат? Маєш ті персні?]===],
[===[Чистка Синдикату він знаті нівелює його здатність діяти рішуче та зменшить його до не більше, ніж групки бандюжок.

Ти добре {стать:послужив:послужила} Альянсові, {Ім'я}.]===],
},
[514] = {
[===[Лист до Бурешпиля]===],
[===[Я маю колегу в Залізогарті, який, ймовірно, зможе допомогти розшифрувати цей лист. Підіть до бібліотеки в залі Дослідників Залізогарта та поговоріть з розвідувачем Бурешпилем. Скажіть йому, що вас прислав я, та покажіть йому лист. Якщо хтось і може прочитати це північніше Чорноскельного шпилю, то це він.]===],
[===[Принесіть кмітливо зашифрований лист розвідувачу Бурешпилеві в Залізогарт.]===],
[===[Тебе прислав Діббс з Південнобережжя, чи не так? Як там поживає цей старий читун?]===],
[===[О, шифр! Моя спеціальність. Дай-но подивитися...]===],
},
[522] = {
[===[Контракт асасина]===],
[===[Це контракт на вбивство війта Генрі Малеба. Його склеєно та запечатано червоним воском, використовуючи характерний знаковий перстень.]===],
[===[Принесіть контракт асасина війтові Малебу в Південнобережжя.]===],
[===[Ти виглядаєш геть {стать:захеканим:захекано}! Маєш щось відзвітувати?]===],
[===[<Малеб оглядає контракт.>

Це пояснює останню атаку на Південнобережжя. Очевидно, Синдикат полює на мене, точнісінько так само, як і на попереднього війта!]===],
},
[523] = {
[===[Смерть барона]===],
[===[Контракт, що ти {стать:роздобув:роздобула}, підписаний бароном Вардусом, шляхтичем із колишнього королівства Альтерак, який також відомий своєю бездушністю та жорстокими методами. Я не здивований, що за цим стоїть хтось такий, як він.

Знайди цього чоловіка. Знайди та зверши над ним суд. Він мусив би бути у якомусь кублі Синдикату: можливо, у руїнах Странбада, а, може, в долині на північ від них.]===],
[===[Принесіть голову барона Вардуса війтові Малебу в Південобережжя.]===],
[===[Баронові Вардусу не варто думати, що Південнобережжя дозволить йому безкарно підсилати своїх розбійників проти нас. Я хочу його голову!]===],
[===[Дякую тобі, {Ім'я}. Моїй власній голові тепер трохи легше, знаючи, що цей злочинець втратив свою.]===],
},
[525] = {
[===[Подальші таємниці]===],
[===[Я розшифрував цей лист, але я не знаю, що навіть думати. Ти {стать:знайшов:знайшла} це у злодіїв в Альтерацькому передгір'ї? Дуже дивно...

Тобі варто віднести це війтові Південнобережжя. Хоча цей лист досі загадковий, його містечко - найближче до Альтераку. Якщо наростає якась загроза, він повинен про це знати.]===],
[===[Принесіть розшифрований лист до війта Малеба в Південнобережжя.]===],
[===[{Ім'я}. Чи {стать:подорожував:подорожувала} ти ще по горах і передгір'ях? З якими новинами ти {стать:прийшов:прийшла}?]===],
[===[<Малеб читає лист.>

Це - переклад того листа, який ти {стать:знайшов:знайшла} в таборі Синдикату? Його не написала рука злодюжки, і навіть не шляхтича Альтерату.

Схоже, Синдикат має зв'язки з якоюсь іншою силою, і я здригаюся від думки, що це може бути.]===],
},
[531] = {
[===[Помста Вірен]===],
[===[Світло! Не принось таке в нашу оселю... це негігієнічно, несказанно... е... еее... негігієнічно!

Просто забери це звідси, добре? Нікому не потрібен цей твій бридкий трофей, чесно!]===],
[===[Віддайте Вірен Стрімковій з оселі Далекоходців голову старого Чорниша.]===],
[===[Чудово, {ім'я}! Ми добре провчили його! Давай мені цю голову, я подбаю про неї.]===],
[===[Дякую за допомогу, {ім'я}. Я давно хотіла провчити цього дурного, пихатого хлопчину і нам це непогано так вдалось! Ось, це тобі, ти {стать:заслужив:заслужила}.]===],
},
[537] = {
[===[Темна Рада]===],
[===[Лист, що ти мені {стать:приніс:принесла}, написаний особою, яка називає себе Наґазом і є членом Арґуського Пробудження. Я не знаю, що це за "пробудження", але якщо вони у спілці з Синдикатом, то становлять загрозу.

Я хочу, щоб ти {стать:знайшов:знайшла} Наґаза й арґуських магів тіні, згаданих у тому листі. {стать:Знайшов і вбив:знайшла і вбила}.

Пошукай їх у Верхогір'ї, де Синдикат найсильніший. Це північніше Странбрада.

Якщо пощастить, то знайдеш там цих посланців Арґуського Пробудження.]===],
[===[Убийте 4 арґуських магів тіні.

Принесіть голову Наґаза війтові Малебу до Південнобережжя.]===],
[===[{стать:Знайшов:Знайшла} представників Арґуського Пробудження?]===],
[===[Хороша робота, {Ім'я}. Арґуське Пробудження не звучить для нас як хороше керівництво Синдикату.

І, хоча ти і {стать:знищив:знищила} їхнього лідера тут, Наґоз був лише прислужником когось іншого. Мережа цієї організації може міцно охоплювати весь континент Азерот.

Або навіть увесь світ.]===],
},
[551] = {
[===[Зачаклований пергамент]===],
[===[Цей пергамент зачаклували закляттям, яке робить його неможливим для розуміння. Але одне слово зверху можна прочитати:

 Наґаз]===],
[===[Віднесіть зачалкований пергамент до знавця Діббса у Південнобережжя.]===],
[===[О, у вас є щось, на що ви б хотіли, щоб я глянув? Сподіваюся, це якийсь уривок знань, зібраний десь у верхів'ях гір...]===],
[===[Більше зашифрованих записів?

Хотів би я, щоб у мене був талант розшифровувати всі дивні шматки письма, що просочуються з Альтераку. Але, боюся, в мене недостатньо знань.]===],
},
[554] = {
[===[Розшифрування Бурешпиля]===],
[===[Розвідувач Бурешпиль - майстер шифру та розшифрування. Якщо принесете йому знайдений пергамент, то, з краплею удач, він зможе щось у ньому зрозуміти. Бурешпиль наразі просвітлюється у штабі розвідувачів у Залізогарті.

А коли зустрінете його, то скажіть, що говорили зі мною: останнім часом я посилав йому досить багато справ.]===],
[===[Віднесіть зачаклований пергамент до розвідувача Бурешпиля в Залізогарт.]===],
[===[Знову відволікання?

Ох, цей пергамент вкритий дуже складним, тонко закрученим закляттям. Звісно, я можу його розплутати, але це займе час. А час для мене дуже цінний...

Можливо, я просто його викуплю у тебе?]===],
[===[Мудре рішення. Я не вірю, що є ще вчені, окрім мене, з навичками, достатніми для перекладу цього згортку. А якщо його вміст виявиться цікавим - не переживай, я пошлю по тебе.]===],
},
[706] = {
[===[Зачарування вогненного спалаху]===],
[===[Як учень Феранора Сталепалого, я перейняв від нього його особливу техніку пронизування зброї вогненними чарами. Коли я чув від нього востаннє, Феранор працював у кузні з мисливським загоном в Лордероні.

Я не можу розповісти тобі про надто багато деталей процесу, але можу сказати це: для нього потрібна кров з рідкісного серця чорного драконеняти, що все ще б'ється. У мене небагато справ, поки я чекаю на звістку з Залізогарта. Якщо принесеш мені серце драконеняти з ущелини Летлор, то я продемонструю тобі свою майстерність!]===],
[===[Роздобудьте серце чорного дракончика для Зіґрана Залізотеса.]===],
[===[Як там полювання, {клас:к}?]===],
[===[О так, це прекрасно підійде. Це наділить твою зброю здатністю вдаряти палючим жаром!]===],
},
[708] = {
[===[Чорний ящик]===],
[===[Поверхня цього металевого чорного ящика поїдена іржею, ніби його занурювали в кислоту - схоже, він довго пролежав в шлунку гігантського кондора.

Перевернувши ящик, ви знайшли символ, викарбуваний на дні. Під символом напис:

"Двигун #19 - Облогова бригада Залізогарта"]===],
[===[Віднесіть заіржавілий чорний ящик до Військової зали у Залізогарті.]===],
nil,
nil,
},
[717] = {
[===[Тремтіння землі]===],
[===[Зараз вже очевидно, що ми не можемо бути впевнені, що Чорнохлист та Гемат будуть залишатися ув'язненими у Летлорі. Те, що там влаштувалися чорні дракони, та те, що ограм вдалося вкрасти знак Землі, означає, що потрібні куди більш серйозні заходи.

В'язниця дракончиків замкнена трьома рунними каменями, які можна отримати лише використовуючи знак Землі. Ці рунні камені можуть бути використані, щоб зламати печатку, яка ув'язнює їх.

{Ім'я}... переконайся в тому, що їх сни вічні.]===],
[===[Застосуйте знак Землі, щоб активувати алмазний, опаловий і аметистовий стовпи, і витягнути рунні камені.

Помістіть рунні камені на печатку Землі, щоб звільнити драконів Чорнохлиста і Гемата.

Убийте драконів і принесіть Ґареку наручники Чорнохлиста, ланцюги Гемата і знак Землі.]===],
[===[Потужна магія та сила тримали в'язницю дракончиків під замком так довго, і все ж ми не можемо допустити жодної можливості, щоб Чорнохлист та Гемат були звільнені.]===],
[===[Кірін-Тору більше немає потреби перейматися бранцями Летлора. Я повернуся, щоб відзвітувати про успіх моєму господарю. Красус, безсумнівно, буде задоволений.]===],
},
[718] = {
[===[Марева]===],
[===[У поспіху залишаючи розкопки Ульдамана ми були вимушені покинути багато візків та ящиків з припасами вздовж шляху. Місцеві огри з табору Кош накинулися на наше спорядження, як стерв'ятники на гнилий труп. Смердять вони теж не краще. Ніж падаль, я маю на увазі.

Як би там не було, вони взяли візок, у якому була вся наша зброя і тому подібне... Тож - ох, це трохи ніяково, - ми не змогли роздобути жодну їжу.

Ми тут трохи у скруті, тож, може, ти б {стать:міг:могла} нас виручити?]===],
[===[Поверніть ящик з припасами Зіґрунові Залізотесу.]===],
[===[Мушу я тобі сказати, мій друже, що пустеля - погане місце для життя голодним.

Гей... що це там...]===],
[===[Величезне дякую, {ім'я}. Поки тебе не було, я... е... проковтнув трохи піску. Це...

Ну, досить про це, ми підемо та здобудемо якусь їжу сьогодні. Будемо бенкетувати, як королі!]===],
},
[719] = {
[===[Дворф і його інструменти]===],
[===[Гей, {ім'я}. Бережи сі тутка. Повсюди шастають дворфи Темного Заліза - виглядали, як клан Тінегарту.

Вони щойно напали на місце розкопок, де я робив, і, вважай, майже всіх там вирізали, включаючи мого шефа Молотопалого. Я ледь сі душу забрав.

Розкопки - прямо на північ звідси, і я ось прикидаю, як би забрати звідти частину наших припасів, особливо, моє щасливе кайло.

Думаєш, {стать:міг би:могла б} мені троха посприяти? Хтось з того чортового Темного Заліза мусить мати моє кайло! Може бути будь-хто з них.]===],
[===[Знайдіть щасливе кайло Райдола його поверніть його розвідувачу Райдолові на півдні від розкопок Молотопалого.]===],
[===[Не знаю, що тут шукав сі той Тінегарт, але у них точно була якась мета.]===],
[===[Ти сі мене {стать:врятував:врятувала}, {клас:к}. Радий, що хтось, {стать:зміг:могла} провчити тих Тінегартів разочок чи два. Вельми дякую за допомогу.]===],
},
[720] = {
[===[Провісник надії]===],
[===[<Шматком крейди на мапі грубо видряпані слова.>

"Райдол,
вони забирають мене до Ульдамана. Надішли допомогу.
-Молотопалий"]===],
[===[Знайдіть розвідувача Райдола і дайте йому знати, що Молотопалий Ґрез живий.]===],
nil,
[===[Молотопалий живий?! Це чудесно, {ім'я}!]===],
},
[723] = {
[===[Майбутнє віри]===],
[===[<Молотопалий стискає свої рани та кілька митей збирає свої сили, перш ніж знову заговорити.>

Знайди Райдола, {ім'я}. Передай йому мій амулет... <кашляє> Він... <кашляє> зрозуміє, що робити. Він знає, що я шукав походження нашого народу, і він... <кашляє>... знає, що моєю місією також було зупинити клан Тінегарту. Їм не можна дозволити знайти сувої... <кашляє>]===],
[===[Принесіть амулет Молотопалого розвідувачеві Райдолу в Безплідні краї.]===],
[===[Я б сказав, що це був поганий день, але це - Безплідні краї: кожен день тут поганий.]===],
[===[Амулет Молотопалого? Думаю, у мене був кращий настрій, коли я вважав його мертвим. Знаючи це напевне лише робить біль сильнішим. Цей амулет був справою його життя. Я не можу дозволити, щоб його смерть буда марною.]===],
},
[724] = {
[===[Майбутнє віри]===],
[===[Так, так... Хто б знав, що робити?

Історик Карник! Звісно!

Він у Залізогарті. Він зможе допомогти. Вони разом з Молотопалим працювали над пошуком втрачених артефактів в Ульдамані.

Гадаю, Тінегарт дізнався, що ці двоє знають більше, ніж робили вигляд.

Розкажи Карникові, що сталося з Молотопалим, і передай йому амулет; він скаже тобі, що потрібно робити далі.]===],
[===[Принесіть амулет Молотопалого історикові Карнику в Залізогарт.]===],
[===[А, так. Ще один {стать:подорожній, якому:подорожня, якій} щось потрібно від дворфів.

{Стать:Сер:Леді}, я дуже вибачаюся, але зараз у мене немає часу відповідати на безглузді запитання.]===],
[===[О! Так це зовсім інша справа. Мабуть, ви ще не усвідомлюєте всю серйозність цього питання, чи не так?

Мене дуже хвилює загибель Молотопалого, але якщо він послав вас сюди зі своїм амулетом, то він розумів, що поставлено на карту.

Нам доведеться відкласти час для оплакування його смерті на пізніше.

Дозвольте мені показати вам одну з причин, чому цей амулет такий цінний.]===],
},
[725] = {
[===[Передаючи звістку про загрозу]===],
[===[{Ім'я}, біжіть та якомога швидше знайдіть радника Белґрама. Розкажіть йому по побачене та запитайте, яким чином він хоче, щоб ми продовжували. Ця записка надалі все йому роз'яснить.

Тим часом я поспілкуюся з духом Молотопалого. Можливо, він знає щось, що зможе допомогти нам припинити діяльність цих кретинів з Тінегарту в Безплідних краях. Ми можемо лише молитися.]===],
[===[Знайдіть радника Белґрама та віддайте йому його записку.]===],
[===[Гм-м? Так, {клас:к}.]===],
[===[А, звісточка від історика Карника. Відмінно.

Для його справ у мене завжди знайдеться хвилинка.

<Радник Белґрам розгортає записку та починає читати.>]===],
},
[726] = {
[===[Передаючи звістку про загрозу]===],
[===[<Радник Белґрам дочитує записку до кінця, і його очі на мить розширюються.>

Ох, це погані новини.

{Ім'я}, будь ласка, повернися до історика Карника та повідом йому від імені короля, щоб він швидко та рішуче зреагував на цю інформацію. Він повинен припинити діяльність Тінегарту в Безплідних краях.]===],
[===[Поспілкуйтеся з істориком Карником.]===],
nil,
[===[Ви ставитеся до цієї справи з терміновістю, яку я б очікував від самого короля, {ім'я}.

Тоді добре. Я знаю, що розіб'є Тінегарт.

Їхню присутність в Ульдамані можна послабити, якщо ми завдамо удару по їхній базі операцій: фортеці Анґора.]===],
},
[727] = {
[===[У Залізогарт за збірником Ягіна]===],
[===[Ця табличка говорить багато про що. І все ж цього недостатньо! І близько недостатньо!

Існує книга, збірник, яку Ягін писав століття тому. Люди... від яких я втік... вони зберігають цю книгу в багатьох місцях. І наймудріші з них вивчають її. Вона містить великі знання. Знання, що здатні захистити нас!

Вирушай до Ґерріґа Кісткохвата. Він у магазині в Залізогарті, у Закинутій Печері. Покажи йому цю сигілу, і він прийме тебе за свого. Попроси у нього збірник Ягіна... і принесе його мені!]===],
[===[Віддайте Сигілу Молота Ґерріґу Кісткохвату в Закинутій Печері в Залізогарті.]===],
[===[Вітаю. Ласкаво прошу в мою крамницю, але дивись, чого торкаєшся. 

Знання може бути смертельним.]===],
[===[О. Вітаю, брате.

І хвала мешканцям внизу.]===],
},
[732] = {
[===[Тремтіння землі]===],
[===[Зіґран сказав, що ти {стать:надав:надала} йому неоціненну допомогу. Можливо, мені вона теж знадобиться. Мене прислав сюди мій господар, Красус з Кірін-Тора, щоб припинити безлади в ущелині Летлор.

Я не маю права розголошувати точний характер мого завдання тут чи завдань, які я повинен виконувати, але можеш бути впевненим - вони мають життєво важливе значення.

Зграя бродячих огрів, яких іноді бачили біля табору Бофф, викрали один предмет, що зветься знаком Землі; мені необхідно повернути його. Принеси його мені і я розповім тобі більше.]===],
[===[Принесіть знак Землі Ґареку.]===],
[===[Зграя бродячих огрів кочує від табору до табору в Безплідних краях; спека, що підіймається від сухої землі та вихрові вітри ускладнюють відстеження їхнього шляху. Я чув, що іноді вони подорожують через табір Бофф. Якщо ти {стать:загубився:загубилася}, спробуй пошукати там.]===],
[===[Добра звістка, що ти {стать:приніс:принесла} знак, {ім'я}. Знак Землі був створений дворфами Темного Заліза із фортеці Анґора, щоб зв'язати двох безжальних лейтенантів Смертекрила, близнюків Чорнохлиста та Гемата.]===],
},
[733] = {
[===[Виканючування]===],
[===[Нам буде важко, якщо я не зможу роздобути деякі матеріали, щоб побудувати деякі укріплення та інші необхідні речі. Я помітив, що огри в цих землях добре обладнані металобрухтом. Можливо, історії про облогові машини у Безплідних краях не така вже й видумка...

У будь-якому разі, розвідувач турбується за стан нашого маленького табору, тож я хотів би братися до роботи якомога швидше.

Головний табір огрів розташований у Пилорижному гроті, досить далеко на захід звідси.]===],
[===[Принесіть 7 шматків металобрухту Зіґрану.]===],
[===[Ну, я зробив те, що міг, але... Цього не багато. Тобі вдалося роздобути більше запасів?]===],
[===[Це початок, {ім'я}. Вистачить, поки не отримаємо розпорядження із Залізогарта чи від Ліги дослідників.

Тепер, якби я тільки міг знайти трохи солі для моєї загартованої рушниці...]===],
},
[735] = {
[===[Зірка, рука та серце]===],
[===[Збірник Ягіна, еге ж? Ти десь починаєш новий розділ про нас? Не зважай, не мені питати.

Я допоможу тобі, бо маю додаткову копію. Ми повинні допомагати один одному, чи не так? Тільки так ми досягнемо успіху.

Мені потрібні три предмети сили. Принеси їх мені та отримаєш збірник.

Не називаю тобі ці предмети, бо нас можуть підслуховувати. Але ось, я їх записав.]===],
[===[Поверніть предмети, перелічені в записці Кісткохвата, Ґерріґу Кісткохвату в Залізогарт.]===],
[===[У тебе є реліквії, про які я просив?]===],
[===[Ти {стать:винахідливий:винахідлива}, {клас:к}. Якщо тобі належить честь розпочати новий розділ нашого ордену, то я вірю, що це будуть славні сторінки.]===],
},
[738] = {
[===[Знайти Аґмонда]===],
[===[Розвідувач Аґмонд завідував нашими розкопками у Безплідних краях, на південному заході. Я кажу "завідував", бо... ну, я не мав від нього звісток вже не один тиждень. Мені потрібно, щоб ти {стать:знайшов:знайшла} Аґмонда, і тоді я зможу отримати його звіт.

Останнє, що я чув, - Аґмонд був на найпівденнішій ділянці розкопок у Безплідних краях, крихітній операції за фортецею Анґора. Я б почав шукати його там.]===],
[===[Знайдіть Аґмонда.]===],
nil,
[===[Цей скелет має бути бідолашними останками Аґмонда. Його тіло розбите й побите, а кістки начисто обдерті.]===],
},
[739] = {
[===[Мурдалок]===],
[===[Сліди Аґмонда ведуть із заходу. Судячи по кривавих плямах на скелях та піску, легко побачити, що дворф проповз певну відстань.

А тут він помер.

При ретельному огляді видно грубо нашкрябане слово "Мурдалок" на шматку безпліднокрайого піщанику.

Нашкрябане поряд з мертвою рукою Аґмонда.]===],
[===[Знищте вбивцю Аґмонда, Мурдалока.

Убийте 12 Каменесклепих кісткохрустів.

Відзвітуйте розвідувачеві Залізоплету в Лох-Модані.]===],
[===[Чи є у тебе новини про долю Аґмонда? Ти його {стать:знайшов:знайшла}?]===],
[===[Це гірка звістка, {ім'я}. Але Аґмонд мав сильну руку та славно управлявся з молотом, а його череп був таким міцним, як ні в кого іншого! Хоча його і вбили ці прокляті троги, я впевнений, що він забрав багато з них із собою.]===],
},
[762] = {
[===[Посол зла]===],
[===[Посла Інферна прислав до фортеці Анґора сам Раґнарос, щоб наглядати за пошуками Тінегартом втрачених артефактів в Ульдамані.

Це вже означало великі жертви для наших людей, але, очевидно, все стало гірше. Я навіть боюся припустити, скільки артефактів вони зможуть знайти та використати проти Залізогарта.

Наше завдання просте, {клас:к}. Повертайся до Безплідних країв і знищ посла Інферна. Як тільки загроза буде усунена, повертайся до радника Белґрама з доказом твоєї перемоги.

Тепер усе в твоїх руках.]===],
[===[Убийте посла Інферна в фортеці Анґора і принесіть доказ його смерті раднику Белґрамові до Залізогарта.]===],
[===[Час - безцінний, {ім'я}. Раґнарос не чекатиме, поки ми підготуємося.]===],
[===[{Ім'я}, твою відданість Залізогарту та народові дворфів не можна заперечити. Я дякую тобі за допомогу в цьому питанні.

Я зв'яжуся з істориком Карником і повідомлю про твої успіхи, а також пошлю поміч до Безплідних країв якомога швидше, що допомогти відновити місце розкопок. Ще раз дякую тобі.

Перш ніж ти підеш, у мене до тебе є ще одне прохання від імені короля Бронзобородого.]===],
},
[779] = {
[===[Печатка Землі]===],
nil,
nil,
[===[Печатка Землі знаходиться тут, з трьома заглибленими нішами для аметистового, опалового та діамантового рунних каменів.]===],
[===[Як тільки ви вставляєте рунні камені у відповідні ніші, несамовитий гуркіт трясе землю, через те, що печатка зламана.]===],
},
[783] = {
[===[Загроза зсередини]===],
[===[Сподіваюся, що ти туго {стать:затягнув:затягнула} свій пояс, {стать:молодий:молода} {клас:к}, тому що тут у Північнокраї є невиконана робота.

І я не маю на увазі фермерство.

Варта Штормовію насилу підтримує тут мир: занадто багато з нас перебувають у далеких краях, і занадто багато загроз нависають усе ближче. І тому ми приймаємо допомогу кожного, хто бажає захищати свій дім. І своїх побратимів.

Якщо ти тут, щоб відповісти на наш поклик, то поговори з моїм начальником, маршалом Макбрайдом. Він усередині абатства позаду мене.]===],
[===[Поговоріть із маршалом Макбрайдом.]===],
nil,
[===[Чудово! Ще один доброволець. Багато таких, як ти, прибуває в наші ряди останнім часом.

Сподіваюся, бійців нам не забракне.

Землі людей перебувають під зовнішньою загрозою, і через це багато наших військ перевели за кордон. Що, своєю чергою, дало можливість для корумпованих та безпринципних груп процвітати на наших теренах.

Ми воюємо на багатьох фронтах, {ім'я}. Налаштовуйся на довгу кампанію.]===],
},
[916] = {
[===[Отрута павутиннолісих]===],
[===[Я прийшов до Тінистої долини спостерігати за павутиннолісими павуками, що живуть у печері Тіненитки. Вони родичі набагато меншого виду павуків, і я вірю, що Світове Дерево мало на них значний вплив. Я б хотів зразки для вивчення, щоб підтвердити моє припущення.

Для початку мені потрібна їхня отрута. Збери отруйні залози павутиннолісих павуків у та навколо печери Тіненитки на півночі. Тоді я зможу порівняти їх на предмет схожості з отрутою їхньої меншої братії.]===],
[===[Принесіть 10 отруйних залоз павутиннолісих Ґілшалану Вітроступові в Альдрассілі.]===],
[===[Чи ти {стать:зібрав:зібрала} отруйні залози, {Ім'я}?]===],
[===[Дякую тобі, {Ім'я}. Коли я повернуся до Дарнаса, я порівняю отруту з цих залоз із отрутою інших павуків. Я вірю, що в неї будуть властивості, пов'язані з недавнім ростом нашого нового Світового Дерева.]===],
},
[917] = {
[===[Яйце павутиннолісих]===],
[===[Оскільки в мене вже є отрута павуків, я б хотів повивчати живі зразки. На жаль, виловлення живого величезного павука понад те, що я можу в тебе попросити, {стать:юний:юна} {клас:к}. Тим більше, величезний павук також понад те, з чим я міг би самотужки справитися!

Але якщо ти зможеш знайти для мене невилуплене яйце, то процес вирощення зразків значно спроститься, і я потім зможу втримувати невилуплених павуків.

Одне з гнізд повинне бути глибоко в печері Тіненитки. Будь ласка, пошукай там яйце та повертайся з ним до мене.]===],
[===[Принесіть яйце павутиннолісих до Ґілшалана в Альдрассілі.]===],
[===[Ти вже {стать:був:була} всередині печери Тіненитки, {Ім'я}? {стать:Знайшов:Знайшла} павучине яйце?]===],
[===[О, чудово. Я передам це яйце й отруту до Дарнаса, і повернуся туди сам після завершення моїх досліджень тут. Я сподіваюся дізнатися багато нового з цих зразків, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}.]===],
},
[918] = {
[===[Насіння деревників]===],
[===[Деревники Тельдрассіля - елементалі природи. Певним чином вони відображають природний порядок флори та фауни нашого великого дерева.

Тому мене тривожить, що вони так розлютилися.

Я вважаю, що це якось пов'язане із землею. Я працював з різними методами підживлення рослин і хотів би спробувати їх на насінні деревників. Будь ласка, збери для мене насіння з деревників, що ходять навколо озера Аль'Амет.]===],
[===[Принесіть 8 насінин деревників Деналану біля озера Аль'Амет.]===],
[===[Ти {стать:приніс:принесла} насіння? Я горю бажанням його посадити.]===],
[===[Тобі вдалося. Це добре!

Я посаджу насіння в спеціально підготовлений мною ґрунт. Я вірю, що насіння проросте у більш спокійних деревників. Можливо, згодом ти побачиш результати!]===],
},
[919] = {
[===[Паростки деревників]===],
[===[Маленькі деревники проростають навколо вод озера Аль'Амет. Боюся, що їм допомагати вже пізно - нам слід спробувати прибрати їх з землі, перш ніж вони виростуть досить великими, щоб стати для нас проблемою.

Якщо побачиш паростки деревників, блукаючи навколо озера, будь ласка, візьми їх. Допоможи зберегти нашу землю в чистоті!]===],
[===[Принесіть 12 паростків деревників Деналану біля озера Аль'Амет.]===],
[===[Привіт, {Ім'я}. Ти {стать:знайшов:знайшла} паростки біля води?]===],
[===[Це багато! Боюся, вони розростаються з надзвичайною швидкістю. Сподіваюся, що зможу розгадати загадку того, що їх вражає.

Дякую за допомогу, {Ім'я}. Завдяки твоїм зусиллям земля стала чистішою.]===],
},
[920] = {
[===[Поклик Тенарона]===],
[===[{Ім'я}, чи не так? Я чув, що Тенарон питався про тебе. Ти знайдеш його у найвищій кімнаті на вершині Альдрассіля. 

У нас, може, й довгі життя, але краще не змушуй його чекати на тебе надто довго.]===],
[===[Поговоріть з Тенароном Штормохапом на вершині Альдрассіля у Тінистій долині.]===],
nil,
[===[А-а, {Ім'я}. Я сподівався, що ти швидко відреагуєш на мій поклик. У мене є для тебе важливе завдання, і я хотів би, щоб ти його {стать:виконав:виконала}.]===],
},
[921] = {
[===[Вінець Землі]===],
[===[Настав час тобі знайти своє призначення, {Ім'я}. Але перед тим, як ти будеш {стать:готовий:готова} вийти у великий світ поза нашими чарівними лісами, тобі ще багато потрібно вивчити про нашу недавню історію.

Багато чого змінилося для нашого народу після битви при горі Хіджал. Нордрассіль тепер є бляклою тінню того, чим він колись був. Уся його сила була використана на подолання Архімонда та вигнання Палаючого Легіону...

Для тебе є завдання. Йди до місячного колодязя на північ від Альдрассіля та принеси мені фіал, наповнений його водою.]===],
[===[Наповніть кришталевий фіал і принесіть його Тенарону Штормохапу на вершині Альдрассілю.]===],
[===[Місячні колодязі бережуть воду з Джерела Вічності, древнього джерела магії, яке призвело до стількох жахіть у нашому світі.

Друїди користуються її властивостями, а вартові шанують колодязі як святилища Елуни, але чародійство - заборонене.]===],
[===[Ось ти й {стать:почув:почула} першу частину розповіді про часи після битви при горі Хіджал. Залишається ще багато чого розповісти, і завдання, яке ти тут {стать:розпочав:розпочала}, супроводжуватиме тебе впродовж усієї подорожі Тельдрассілем аж до Дарнаса.]===],
},
[922] = {
[===[Релліан Зеленоватрий]===],
[===[{Ім'я}, не {стать:міг би:могла б} ти взяти одну з принесених тобою насінин та передати її моєму другові, Релліану Зеленоватрому? Він друїд з Дарнаса, і, коли ми востаннє розмовляли, він проявив чималий інтерес до моєї роботи з деревниками. У нього були цікаві ідеї, тож він буде вдячний за цей зразок насіння для подальшої роботи.

Дякую, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}. Я сподіваюся, що колись ти побачиш плід моїх праць.

Релліана ти зможеш знайти на стежинах Кенарійського Анклаву в Дарнасі.]===],
[===[Принесіть насіння деревника Релліану Зеленоватрому в Дарнас.]===],
[===[Привіт...

Чим я можу допомогти?]===],
[===[Ах, насіння деревника? Я хотів спробувати виростити одного з них, щоб допомогти Деналану з його дослідами.

Але я зі страхом виявив, що багатьох деревників захопила порча. Як мені відомо, це спадково передається у насінні цих істот, і моїх сил забракне, щоб їх очистити.

Деналан дуже добре порається з речами, що ростуть. Думаю, він здатен знайти ліки для майбутніх деревників. Він може бути їхньою єдиною надією.]===],
},
[923] = {
[===[Пухлини]===],
[===[Деревників дедалі більше вражає якась порча. Ми намагаємося знайти джерело, але зараз, щоб зберегти Телдрассіль, ми повинні позбутися деревників, яким уже пізно допомогти. Особливо порча вразила тих, що ходять довкола Джерельного озера на півночі Тельдрассіля. Їх треба знищити!

Зроби це і збери вкриті мохом пухлини, що ростуть на них. Принеси мені пухлини, щоб ми могли їх спалити.]===],
[===[Принесіть 5 Вкритих Мохом Пухлин Релліану Зеленоватрому в Дарнасі.]===],
[===[Ти вже {стать:був:була} на Джерельному озері, {Ім'я}? {стать:Вполював:вполювала} тамтешніх деревників?]===],
[===[Чудово! Ці пухлини є симптомом ураження деревників хворобою. Вони наповнені отрутою, яку ми повинні очистити з нашої нової землі.

Я знищу ці пухлини. Дякую, {Ім'я}.]===],
},
[927] = {
[===[Обплетене мохом серце]===],
[===[Серце Сморідного Чорномоха вкрите темним, маслянистим мохом. Насправді, єдине, що нагадує в цьому серце - це повільний глухий ритм... Биття, яке продовжується навіть зараз.

Можливо, Деналан захоче побачити це серце.]===],
[===[Принесіть обплетене мохом серце Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}! Ти маєш щось для мене?]===],
[===[...Що це? Серце деревника?? Покрите паскудним мохом!

Дякую, що {стать:приніс:принесла} його мені, {Ім'я}. Я огляну серце і, якщо пощастить, визначу природу цього моху.]===],
},
[928] = {
[===[Вінець Землі]===],
[===[Хоча я й можу далі говорити про місячні колодязі та Тельдрассіль, я все ж змушений направити тебе далі. Корітрас Місяцелють очікуватиме на тебе. Я вилив воду, принесену тобою, в цю посудину, щоб передати йому.

Відшукай Корітраса. Ти знайдеш його біля місячного колодязя у Доланаарі. Слідуй дорогою на південь від Альдрассіля до Тінистої долини, а далі поверни по бруківці на захід.

Однак стеж, щоб ти {стать:залишався:залишалася} на дорозі, {ім'я}. У лісах віднедавна бродять багато небезпечних створінь.]===],
[===[Принесіть частково наповнену ємність Корітрасу Місяцелюті в Доланаарі.]===],
[===[Вітаю, {клас:к}. Чим я заслужив на радість нашої зустрічі?]===],
[===[А-а, я розумію. Тебе прислав Тенарон. Що ж, схоже, у нас є багато про що поговорити, багато що зробити та мало часу на це все.

Мабуть, нам варто починати вже.]===],
},
[929] = {
[===[Вінець Землі]===],
[===[Передусім, дозволь мені детальніше розказати про завдання, що стоїть перед тобою. Друїди Дарнаса користуються водою місячних колодязів, розташованих у різних куточках Тельдрассіля, і деколи їхні запаси води потрібно поновлювати. За допомогою цих спеціально виготовлених фіалів ти й зможеш набирати воду з колодязів.

Віднеси ємність до місячного колодязя у селищі Зоряного Бризу, що лежить на сході, набери з нього трохи води, а потім повертайся до мене. Коли виконаєш це завдання, я продовжу свою оповідь з того моменту, на якому її перервав Тенарон...]===],
[===[Наповніть нефритовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[З поверненням, {Ім'я}. Ти {стать:виконав:виконала} своє завдання?]===],
[===[Після битви при горі Хіджал ми згубили свій шлях. Нордрассіль димився від полум'я запеклих боїв, і наше безсмертя — сама сутність нас, нічних ельфів! — було втрачене.

Саме в цю пору випробувань Зрадник вирвався зі свого ув'язнення, а Шан'до Лютошторм безслідно зник. Для всіх нас настали темні часи.]===],
},
[930] = {
[===[Сяючий плід]===],
[===[Під гілками цієї сяючої рослини висить великий круглий плід.

Ви впевнені, що Деналану захочеться його вивчити.]===],
[===[Принесіть сяючий плід Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}, схоже, що ти маєш що мені сказати. Ти {стать:приніс:принесла} новини стосовно деревників?]===],
[===[Ти {стать:знайшов:знайшла} це на Тельдрассілі? Інтригує... це досить екзотичний фрукт. Можливо, його насіння привезли сюди здалеку. Можливо, навіть не з Азерот! У цьому фрукті щось є... Здається, він дуже дивно відреагував на землю Тельдрассіля.

Дякую, {Ім'я}. Тепер, якщо ти мене вибачиш, я мушу це вивчити більш детально...]===],
},
[931] = {
[===[Мерехтливий паросток]===],
[===[Паростки цієї рослини мерехтять у лісовому світлі, надаючи їй мінливе, пульсуюче світіння.

Вам спадає на думку, що Деналана зацікавить її зразок.]===],
[===[Принесіть мерехтливий паросток Деналану біля озера Аль'Амет.]===],
[===[У тебе є щось для мене?]===],
[===[Де ти це {стать:взяв:взяла}? Я не бачив такої рослини з часів перебування в болоті Скорбот... кілька десятиліть тому! Дивовижно, що цей зразок потрапив аж до Тельдрассіля. І рослина виросла до таких розмірів!

Дякую, {Ім'я}. Пробач мені мою небагатослівність, але я мушу провести дослідження цього паростка...]===],
},
[932] = {
[===[Викривлена ненависть]===],
[===[Я маю попередити тебе, {Ім'я}, ця справа повинна залишатися між нами. Сатири й так вже завдають нам чималих клопотів, а цей ще й нишпорить поряд із нашими домами.

Його називають лордом Меленасом. Він проживає недалеко у печері Каменю Скверни, де він зібрав довкола себе велику зграю грелів-воїнів. Серце у нього чорніше ночі, а задуми - огидні.

Знайди його в печері неподалік на північ звідси та принеси мені його голову!]===],
[===[Убийте лорда Меленаса та принесіть його голову Таллонкаю Спритнокорню в Доланаар.]===],
[===[Ти вже {стать:вбив:вбила} лорда Меленаса? Вкрай важливо, щоб усе пройшло швидко та тихо, {Ім'я}. Подальше його існування бентежить усіх нас.]===],
[===[Зі смертю лорда Меленаса я нарешті можу перейти до інших справ. Дякую, {Ім'я}.]===],
},
[933] = {
[===[Вінець Землі]===],
[===[На південному сході від входу в Дарнас, вздовж берегів Арлітріенських ставів ти знайдеш ще один місячний колодязь. Вартовим дедалі важче патрулювати цю територію з огляду на агресію та постійні напади хутропузів племені Кривої Сосни.

Будь насторожі, шукаючі колодязь, і тримай свою зброю під рукою.]===],
[===[Наповніть турмаліновий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Спершу ніхто не звертав уваги на звістки про оскаженілих хутропузів. Хто б міг подумати, що ці миролюбні людоведмеді можуть впадати в таку шалену лють? Скільки ж ще бід впаде на наші голови тут, у нашому новому домі?]===],
[===[Шан'до Лютошторм так і не повернувся, навіть сьогодні ми не маємо жодної звістки про нього. Друїди були в сум'ятті. Після зникнення Малфуріона, Верховний друїд Фендрал Оленеріг очолив друїдів, переконавши Коло Древніх на Темнобережжі, що настав час нашому народові повернути собі колишню міць і безсмертя.

Отримавши схвалення Кола, Оленеріг за підтримки наймогутніших друїдів виростив Тельдрассіль, нове Світове Дерево.]===],
},
[935] = {
[===[Вінець Землі]===],
[===[Без благословень Алекстрази, Берегині Життя, та Ноздорму, Володаря Часу, Тельдрассіль виріс із вадами. Чудні створіння лізуть з-під його кореневища, а оскаженілі хутропузи нападають на мандрівників, що проходять повз їхні селища.

Залишається лише сподіватися, що Верховний друїд швидко знайде якесь рішення. Я наповню флакон водою з усіх принесених тобою фіалів, щоб ти {стать:доставив:доставила} їх у Дарнас.

Віднеси його Фендралові Оленерогу, ти знайдеш його в діброві друїдів.]===],
[===[Віднесіть наповнений флакон Верховному друїду Фендралові Оленерогу в Дарнас.]===],
[===[Я не кликав тебе, тож не розумію, навіщо ти {стать:прийшов:прийшла} відволікати мене своїми балачками.

Що б там не було, кажи, будь ласка, швидше.]===],
[===[О, так, це та вода, яку я просив мені надіслати. Тенарон і Корітрас, очевидно, не надто з цим поспішали... і гінця, можливо, обрали не найнадійнішого... хм-м.

У будь-якому разі, тепер я нарешті можу повернутися до роботи. Тягар усіх бід Тельдрассіля важким ярмом лежить на моїх плечах. Залишається лише сподіватися, що скоро я його позбудуся.

Ось, візьми. Можливо, тобі це знадобиться.]===],
},
[937] = {
[===[Зачарована поляна]===],
[===[Мене відправили сюди з невеликою групою вартових, щоб захистити Дерево-оракул від гарпій, які позвивали свої гнізда всією галявиною. Потроху ми намагаємося вигнати їх звідси.

Коли Дерево-оракул спробувало відправити гінцяця в Дарнас з доповіддю, на посланника напала група гарпій і вбила його.

Якщо ти берешся за це завдання, то вирушай до гнізд гарпій, вбий їх і принеси мені пояси членів Кривавоперих як доказ твоїх діянь.]===],
[===[Роздобудьте 6 поясів Кривавогоперих і принесіть їх вартовій Аринії Хмарелам на поляні Оракула.]===],
[===[Їхні ріжучі пазурі та пробивні дзьоби можуть стати важким випробуванням для твоїх здібностей, {Ім'я}, але я вірю, що ти не провалиш це завдання.]===],
[===[Я вражена тим, чого ти тут {стать:досяг:досягла} за такий короткий період. Хотілося б попросити тебе залишитися тут і допомогти мені із моїми обов'язками... але у серці я розумію, що більш великі діяння очікують на тебе.

Я помітила, що Дерево-оракул щойно впустило частинку своєї кори. Без сумнівів, у нього є завдання, яке має бути виконане. Ти маєш поговорити з ним.]===],
},
[938] = {
[===[Імла]===],
[===[Хутро самиці шаблезуба має відмінний сірий колір, який гармонічно зливається із навколишнім лісом. Поки вона лежить на місці, ви помічаєте, що тварина сильно постраждала, а в областях спини та живота простежуються глибокі рвані рани.

Самиця піднімає голову і дивиться на вас, яскравими розумними синіми очима. Здається, вона готова слідувати за вами.]===],
[===[Проведіть Імлу до вартової Аринії Хмарелам, яка знаходиться біля місячного колодязя поблизу Дерева-оракула.]===],
[===[Імла... Це була моя вина! Ті відьми застали мене зненацька... Я не повинна була їм дозволити захопити тебе...]===],
[===[Дуже дякую, {Ім'я}! Я боялася, що більше ніколи не побачу Імлу, тужила всім серцем по її смерті, думаючи, що навік розлучилася зі своєю вірною супутницею... Я в неоплатному боргу перед тобою! Прийми мою безмежну вдячність.]===],
},
[940] = {
[===[Тельдрассіль]===],
[===[Ліс шепоче про твої подвиги, {Ім'я}. Коли я відчула, як гарпій витурили з їхніх гнізд, заспокійливе відчуття наповнило весь ліс, і його істоти знову почуваються в безпеці. Я боялася направляти Верховному друїду ще одного посланника, але знаю, що ти впораєшся з цією роботою.

Передай йому це та знай, що ліс безпечно проведе тебе своїми до кам'яних садів.]===],
[===[Передайте доповідь Дерева-оракула верховному друїду Фендралові Оленерогу в Дарнасі.]===],
[===[Гм... У тобі сильно відчувається дух лісу, {клас:к}. Що привело тебе до Верховного друїда Калдорей?]===],
[===[Мені було цікаво, чому Дерево-оракул так довго не спілкувалося зі мною... Схоже, що поки одні проблеми стають меншими, інші продовжують рости.

Я боюся, що моя робота над Тельдрассілем ніколи не буде завершена, і ми не повернемо собі безсмертя.

У будь-якому разі, ти добре {стать:виконав:виконала} завдання Дерева-оракула та {стать:повинен:повинна} отримати нагороду за свою старанність.]===],
},
[941] = {
[===[Посіяти серце]===],
[===[Я видалив цей смердючий мох з серця, але воно досі заражене...

Спробуй посадити його в мою діжку. Вона наповнена родючою землею, яка може очистити та вилікувати це серце.]===],
[===[Посадіть заражене серце у діжці Деналана.]===],
[===[Діжка наповнена землею, спеціально підготовленою Деналаном.]===],
[===[Ви садите серце в діжку, і воно швидко заривається в землю!

Через кілька секунд серце знову виринає на поверхню... В'яло пульсуючи... заохочуючи вас взяти його в руки.]===],
},
[997] = {
[===[Земля Деналана]===],
[===[То ти йдеш на південь? До озера Аль'Амет? Якщо так, не {стать:міг би:могла б} ти виконати одне моє прохання...

Мій побратим Деналан мешкає в таборі біля східної частини озера. Він займається вивченням життя рослин Тельдрассіля та проводить власні дослідження. Для продовження йому потрібна рідкісна земля з Дарнасу, але її доставили нам лише недавно в Доланаар із запізненням.

Чи не {стать:міг би:могла б} ти віднести йому цю пригорщу?]===],
[===[Віднесіть пригорщу рідкісної землі Деналану біля озера Аль'Амет.]===],
[===[Ти щось мені {стать:приніс:принесла}?]===],
[===[Нарешті! Я вже давно чекаю на цю землю. Сподіваюся, вона ще свіжа...

Безмежно вдячний тобі за допомогу, {Ім'я}. Ти {раса}, що не шкодує свого часу на благі діяння!]===],
},
[1338] = {
[===[Замовлення Бурешпиля]===],
[===[Є один дворфійський майстер обладунків, від чиєї роботи я в захваті. Його звати Фьюрен Довгоборід, і його навички неперевершені. Мені потрібен новий щит і я маю зробити замовлення!

Проблема в тому, що він живе далеко на півдні, в Дворфійському районі Штормовію. В землях людей! Поняття не маю, нащо він забрався так далеко від Залізогарту. Певне, люди платять йому чимало, аби втримати його там!

Тож, якщо ти не проти невеликої подорожі та не проти трішки підзаробити, може доставиш Фьюрену моє замовлення?]===],
[===[Віднесіть замовлення Бурешпиля Фьюрену Довгобороду в Штормовій.]===],
[===[Лист з дворфійських земель? Цікаво, хто може писати мені з такої далечіні...

Дозволь мені поглянути на замовлення.]===],
[===[А, замовлення від дворфа Бурешпиля. Це гордий клан славетних дворфів. А ще заможних.

Дякую тобі, {ім'я}. Я сьогодні ж почну працювати над щитом для горянина Бурешпиля.]===],
},
[1339] = {
[===[Завдання горянина Бурешпиля]===],
[===[Я чув, що горянин Бурешпиль шукає гінця, який виконав би його доручення. Як щодо тебе? Чи ти {стать:той самий:та сама} {клас:н}, {стать:який:яка} годиться для такої роботи?

Якщо це так, ти знайдеш Бурешпиля на вершині північної вартової вежі.]===],
[===[Поговоріть з горянином Бурешпилем.]===],
nil,
[===[Саме так. У мене є справа, яку я не зможу виконати, поки стою на посту. Насправді тобі доведеться відправитись далеченько від Лох-Модану.

Зате це чудова нагода для пригод!]===],
},
[1396] = {
[===[Вторгнення фауни]===],
[===[Мій караван прямував до східного узбережжя, але ми так і не досягли мети. Загублені атакували нас, перебивши варту і знищивши припаси.

Лише мені вдалося пережити ту атаку. Я присягнувся зберегти решту припасів, але поруч криються дикі істоти. Прошу тебе, допоможи мені захистити табір від звірів!]===],
[===[Вбийте 8 молодих пилкозубих кроколісків, 10 ткачів скорботи та 10 болотних ягуарів і потім поверніться до наглядача Біґґса на болоті Скорбот.]===],
[===[Болотні істоти насідають, {ім'я}! Благаю, ти {стать:повинен:повинна} захистити табір!]===],
[===[Звуки тварин слабшають, віддаляються. Дякую тобі, {ім'я}. Тепер, будемо сподіватись, вони не повернуться!]===],
},
[1398] = {
[===[Плавник]===],
[===[Я у величезному боргу перед тобою, {ім'я}. У тебе благородне серце. У мене є ще одне завдання, щодо якого я покірно прошу допомоги.

Щоб дістатися до Незерґарду, я повинен полагодити цей віз. І для цього... мені необхідно дерево. Міцна, суха деревина, а не дірчаста і сплетена як у болотяних дерев.

{ім'я}, вирушай на східне узбережжя і пошукай там плавник просушений сонцем та принеси його мені.]===],
[===[Принесіть 8 шматків сухого плавника наглядачу Біґґсу на болоті Скорбот.]===],
[===[Ти {стать:знайшов:знайшла} хоч трохи плавника, {ім'я}?]===],
[===[Деревина легка, але міцна. Дякую тобі, {ім'я}. Вона чудово підходить.]===],
},
[1421] = {
[===[Загублений караван]===],
[===[Я був приголомшений під час атаки Загублених, але, перш ніж знепритомніти, я бачив, як один з наших возів тягнули до Тьмяного пристановища, поселення Загублених на півночі.

У цьому возі була скриня з цінними реактивами, життєво важливими для досліджень чарівників фортеці Незерґард. Знайди скриню, здобудь ці реактиви, {Ім'я}. Здобудь та поверни їх мені.]===],
[===[Знайдіть скриню з каравану в Тьмяному пристановищі, здобудьте реактиви чарівників і принесіть їх наглядачеві Біґґсу.]===],
[===[Ти отримав реактиви чарівників, {ім'я}?]===],
[===[Ах, ти {стать:знайшов:знайшла} їх! З цими реактивами чарівники фортеці Незерґард зможуть продовжити роботу. Я не знаю чим вони займаються, але це пов'язано з Темним Порталом в Спустошених землях і життєво важливо для безпеки всього Альянсу.]===],
},
[1423] = {
[===[Втрачені припаси]===],
[===[Ця діжка невелика, але міцна. Її шви ущільнені жовтим пахучим воском. На дні діжки викарбувані слова:

КВАРТИРМЕЙСТЕР ЛУНГЕРЦ

ФОРТЕЦЯ НЕЗЕРҐ'АРД]===],
[===[Принесіть втрачені припаси квартирмейстерові Лунгерцу.]===],
[===[У тебе щось є для мене?]===],
[===[Дякую тобі, {ім'я}! Так багато припасів втрачається на шляху з Темноділу. Добре, що дещо вдається повернути.]===],
},
[1425] = {
[===[Доставка вантажу]===],
[===[Поки я чиню цей візок, {ім'я}, у мене є останнє завдання для тебе.

Я зібрав найважливіші припаси, вцілілі після набігів огрів. Віднеси їх у фортецю Незерґард. Вона розташована на північних пагорбах Спустошених земель, для спостереження за Темним Порталом.

Щоб дістатися туди — прямуй дорогою на схід. Коли вона розгалузиться, верни на південь до Спустошених земель, а потім наліво на наступній розвилці. Тримайся дороги, {ім'я}, і не втрачай пильності.]===],
[===[Доставте вантаж квартирмейстерові Лунгерцу з фортеці Незерґард.]===],
[===[Маєш справу до мене?]===],
[===[Що? Вантаж з каравану Біґґса? Ми думали, він пропав разом з караваном.

Дякую, {ім'я}. Якщо пощастить, в цьому вантажу вкрай необхідний реагент — кристали Азорану. Наш запас добігає кінця...]===],
},
[2038] = {
[===[Зникле спорядження Бінґлса]===],
[===[Мало того, що я розбився в Лох-Модані, на мене ще й напали троги з найближчого острову і вкрали мої інструменти разом з особливою вибухівкою - болтозривом Підривайченка! Без гірокоптера та вибухівки нашому руху не обійтись!

Поверни мої інструменти та болтозрив, {ім'я}. За Гномреґан!]===],
[===[Знайдіть і поверніть Бінґлсу його спорядження:

Гайковий ключ Бінґлса, викрутку Бінґлса, молоток Бінґлса та болтозрив Бінґлса.]===],
[===[{ім'я}! Де мої речі?!]===],
[===[Ти гарно {стать:послужив:послужила} цілям руху, {ім'я}. Троги та лепрогноми, що заполонили Гномреґан, скоро відчують на собі міць повітряної атаки гномів!]===],
},
[2039] = {
[===[Знайти Бінґлса]===],
[===[Ми втратили зв'язок з Бінґлсом! Його було відправлено в розвідувальний політ над Гномреґаном і він не виходить на зв'язок вже більше ніж тиждень. Я знаю лише що він пішов в розвідку і підірвавсь.

Востаннє його бачили, коли він пролітав над озером Лох. Можливо ти зможеш з'ясувати, що з ним сталось, {ім'я}.]===],
[===[Знайдіть Бінґлса Підривайченка в Лох-Модані.]===],
nil,
[===[Отже, Ґноарн сумнівається в моїх здібностях розвідника? Цікаво, чому це...

Не бери в голову, мені потрібна твоя допомога! Ні! Нашому руху потрібна твоя допомога!]===],
},
[2158] = {
[===[Відпочинок і релаксація]===],
[===[Кожен мандрівник має відпочивати, коли виснажиться. І немає кращого місця для релаксації та відпочинку, ніж таверна «Гордість лева»!

Мій найкращий друг, корчмар Фарлі, там за головного. Якщо скажеш йому, що ти від мене, то отримаєш особливі знижки на їжу та напої.

«Гордість лева» знайти не важко, рухайся на південь по дорозі - не проґавиш!]===],
[===[Поспілкуйтеся із корчмарем Фарлі в таверні «Гордість лева».]===],
nil,
[===[Відновлення і релаксація для втомлених і зморених - ось наш девіз! Будь ласка, влаштовуйся біля вогню зручніше і гарненько відпочинь тілом і душею.

Чи бажаєш скуштувати щось із наших вишуканих напоїв та їжі?]===],
},
[2159] = {
[===[Доставка в Доланаар]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Допоможеш мені? В мене є пакет трав, який я повинен доставити до Доланаару. Але я все ще потрібен друїдам Тінистої долини і не можу їх залишити.

Чи можеш доставити цей пакет замість мене? Його потрібно передати в руки Келдаміру в корчму в Доланаарі. Ти знайдеш місто вздовж дороги, на півдні.]===],
[===[Передайте посилку в Доланаар корчмарю Келдаміру.]===],
[===[Чим я можу допомогти вам, {стать:юначе:юначко}? Ви прийшли відпочити? Чи вам потрібен Камінь Вогнища?]===],
[===[А, так. Доставка трав з Тінистої долини. Шкода, що Портенній не зміг принести їх сам, нам потрібно багато чого обговорити віч-на-віч. Але я дуже радий нарешті отримати цю посилку, тож дякую, що ви прийшли.

Поки ви тут, прошу, відпочиньте. Герої повинні час від часу відновлювати свої сили та бойовий дух, тож вам не завадять відпочинок і втіха за можливості. Нехтування спокоєм тіла та розуму — вірний шлях до неуспіхів.

Тож... відпочивайте.]===],
},
[2160] = {
[===[Припаси для Таннока]===],
[===[Егей! Ти виглядаєш як {стать:впевнений шукач:впевнена шукачка} пригод. Якщо ти плануєш прорватись через тунель, чи не {стать:міг би:могла б} ти віднести цей пакунок до таверни в Хараносі?

Ти ж {стать:збирався:збиралась} зазирнути туди? Після всього, що тебе чекає в дорозі, ти точно захочеш відпочити і набратися сил.

Хай там як, віднеси це Танноку Кригомолоту, помічнику корчмаря. Сам я не пройду, а на патруль горянинів чекати ще довго.]===],
[===[Доставте ящик припасів для корчми Танноку Кригомолоту в Харанос.]===],
[===[Вітаю! Заходь, сідай біля вогнища, зігрійся кухлем відмінного елю.]===],
[===[О, нарешті, припаси від Ручика! Я вже почав хвилюватись - з тих пір, як тунель захопили троги, ми не мали жодної звістки з Ковмару.

Я дуже вдячний тобі, {ім'я}. Ти заходь, будь як вдома. Ти певно {стать:виснажений:виснажена} після такої подорожі.]===],
},
[2399] = {
[===[Пророслі паростки]===],
nil,
nil,
nil,
[===[Паростки, які Деналан посадив у своєму саду, зійшли та виросли. Вони тремтять, неначе хочуть, щоб їх хтось зібрав...]===],
},
[2438] = {
[===[Смарагдовий ловець снів]===],
[===[Колись Ґеролас Талветрен, вартовий сплячих Друїдів Кігтя в обителі кургану Бен'етіль, дав мені смарагдовий ловець снів. Цей потужний амулет здатен витягувати енергію зі Смарагдового Сну, даруючи удачу тому, хто ним володіє.

На жаль, мені не вдалося витягнути його зі своєї шафи в селищі Зоряногий Бриз... Хоча колись це селище і було спокійним місцем, тепер там живуть охоплені порчею хутропузи.

Можливо, ти б {стать:хотів:хотіла} повернути мій ловець снів, {клас:к}?]===],
[===[Принесіть смарагдовий ловець снів Таллонкаю Спритнокорню в Доланаар.]===],
[===[Прошу, рушай хутчіш! Мені залишається сподіватися, що жоден хутропуз не пошкодив мій ловець снів.

Тобі вже вдалося його повернути, {Ім'я}?]===],
[===[Цей смарагдовий ловець снів для мене дуже важливий. Такий подарунок роблять небагатьом. Дякую, що {стать:повернув:повернула} його мені, {Ім'я}.]===],
},
[2459] = {
[===[Феросітас Пожирач Снів]===],
[===[Смарагд... Він зник! Мій ловець снів пошкоджено!

На півночі від Зоряного Бризу засіла зграя містиків з племені Кривої Сосни. Я чув, що їхній ватажок, Феросітас Пожирач Снів, носить намисто, яке світиться зеленим уночі. Тепер, бачачи мій ловець снів, я впевнений, що це він вкрав мій смарагд... Він не розуміє, що сила самоцвіту йому не потрібна.

Знайди зниклий камінь, {Ім'я}. І якщо ти вже {стать:взявся:взялась} за це..., вбий кілька представників цієї погані.]===],
[===[Убийте 7 містиків з племені Кривої Сосни для Таллонкая Спритнокорня та знайдіть зниклий самоцвіт.]===],
[===[Нехай Феросітас та містики Кривої Сосни повернуть те, що належить мені! Прошу тебе, забери в них смарагд, щоб я міг полагодити свій ловець снів.]===],
[===[Нарешті я можу полагодити свій ловець снів! Спасибі тобі, {Ім'я}.]===],
},
[2498] = {
[===[Повернення до Деналана]===],
[===[Я щойно отримав звістку про те, що Деналан біля озера Аль'Амет виявив причину пухлин у деревників. Будь ласка, поговори з ним і скажи, що я тебе направив до нього.

Поспішай, {Ім'я}. Йому потрібна наша допомога.]===],
[===[Релліан Зеленоватрий хоче, щоб ви поговорили з Деналаном біля озера Аль'Амет.]===],
nil,
[===[Отже, Релліан послав тебе допомогти мені. Я радий, що ти {стать:прийшов:прийшла} до мене так швидко.

Я виявив тривожні речі!]===],
},
[2499] = {
[===[Дубохмур]===],
[===[У печері вздовж південного берега озера великий деревник по імені Дубохмур поширює порчу на всіх істот, що мешкають на Аль'Амет.

Я не наважувався підійти занадто близько, але навіть на відстані мені зрозуміло, що Дубохмур уражений найбільшою пухлиною, яку я коли-небудь бачив... Можна сказати, велетенською.

{Ім'я}, ти вже багато чого {стать:зробив:зробила} для мене, але я прошу тебе виконати ще одне завдання. Вистеж Дубохмура та виріж в нього цю пухлину, вилучи джерело порчі з мого дому.]===],
[===[Деналан з озера Аль'Амет хоче, щоб ви забрали велетенську пухлину в Дубохмура.]===],
[===[Тобі вже вдалося вистежити Дубохмура, {раса:к}?]===],
[===[Я знав, що ти зможеш врятувати озеро від цього жахливого монстра.

Як невтішно... Колись Дубохмур був великим вождем свого народу... але порча вражає всіх підряд — і підлих, і благородних.

Від величини цієї пухлини бере дрижа, але я мушу дослідити її, щоб зрозуміти, який недуг мучить деревників.

Я безмежно вдячний тобі, {Ім'я}.]===],
},
[2500] = {
[===[Забіг по реагенти Безплідними краями]===],
[===[{Клас:к}, я хотів би скористатись твоїми послугами. Я - досить визначний алхімік, і мені потрібна твоя допомога у здобутті деяких реагентів, які можна відшукати в Безплідних краях.

Ось що мені потрібно, щоб поповнити свої запаси: п'ять шлунків канюка, десять ікл скельного койота і п'ять уламків кам'яних елементалів. Очевидно, що їх можна добути з цих самих створінь. Та якщо ти не любиш битись - попроси допомоги у друзів.

Я непогано заплачу, як принесеш все необхідне.

Ну, шо скажеш?]===],
[===[Добудьте в Безплідних краях реагенти для Ґхака Цілителя і віднесіть їх йому в Телсамар.]===],
[===[Ти {стать:добув:добула} все необхідне? Поки не принесеш - не заплачу.]===],
[===[А, чудово, {ім'я}. Цього мені надовго вистачить. Ось оплата, як і обіцяв.

Якщо ти не проти ще допомогти, мені потрібно ще кілька реагентів. Деякі з них, однак, можна добути лише на Ульдаманських розкопках. Це буде нелегко, але й винагорода буде відповідна, якщо візьмешся.

Може й щось покраще, за кілька монеток, ммм?]===],
},
[2501] = {
[===[Забіг по реагенти Безплідними краями II]===],
[===[Ти мене дуже {стать:виручив:виручила}, {ім'я}. Я б нагородив тебе навіть рецептом пійла, яке я дав тобі раніше... Але спершу я дам тобі ще одне завдання, досить небезпечне.

У цій скриньці - три порожні тавматургічні флакони. Вони зачаровані для витягування крові з випалених драконів-стражів. Це їх не на жарт розлютить, тож будь {стать:обережний:обережна}. Як наповниш всі три флакони – повертайся до мене.

Зроби це, і рецепт стане твоїм.]===],
[===[Застосуйте порожні тавматургічні флакони на випалених драконах-стражах, яких можна знайти у Безплідних краях. Коли наповните їх, принесіть їх до Ґхака Цілителя в Телсамар.]===],
[===[Ти вже {стать:використав:використала} флакони, щоб добути потрібну мені кров випалених драконів-стражів? Так, знаю, це небезпечне завдання. Але в нагороду тебе чекає рецепт мого відновлювального варева. А воно варте того... варте...]===],
[===[Честь і хвала тобі, кажу як алхімік алхіміку. А ось і твій заслужений рецепт, користуйся. Хай він принесе тобі успіх і багатство, які роками приносив мені!]===],
},
[2541] = {
[===[Сплячий друїд]===],
[===[Шаман Кривої Сосни, який мешкає в цьому місці, знайшов спосіб відокремити дух сплячого друїда від його фізичного тіла. Хутропуз оживив мою фізичну формута використовує її для нападу на тих, хто намагається розвідати обитель кургану Бен'етіль. Я тепер полонений у Смарагдового Сні, тож безсилий зупинити це.

Ти мусиш мені допомогти. Шамани Кривої Сосни носять із собою дивний оберіг, який використовується для виконання цього ритуалу, і я хотів би його вивчити. Будь ласка, {Ім'я}, принеси мені такий.]===],
[===[Принесіть шаманський оберіг вуду Обенові Лютопазуру в обитель кургану Бен'етіль.]===],
[===[Дослідивши оберіг, я, можливо, зрозумію, як зруйнувати ці чари. Ти {стать:знайшов:знайшла} його?]===],
[===[Дякую, {Ім'я}.

Яка ж це за дивна дрібничка... Я відчуваю її мерзенну ауру, це дуже потужне чаклунство.]===],
},
[2561] = {
[===[Друїд Пазура]===],
[===[Після дослідження цього оберегу, {Ім'я}, я розумію, що потрібно зробити. Будь ласка, візьми це та зроби те, що я прошу.

Ти {стать:повинен:повинна} спуститися у найглибші недри обителі кургану Бен'етіль. Там ти знайдеш моє бездушне тіло... Хоча я й шкодую про те, що мені потрібно тобі повідати, я не бачу іншого способу звільнитися від впливу племені Кривої Сосни.

Щоб зробити це, тобі потрібно знищити мою фізичну форму. Як тільки закінчиш з цим завданням, скористайся оберегом вуду над моїм загиблим тілом. Коли завершиш, будь ласка, повертайся до мене.]===],
[===[Обен Лютопазур хоче, щоб ви вбили його бездушне тіло, а потім застосували оберіг вуду.]===],
[===[{Ім'я}, будь насторожі, наближаючися до моєї фізичної форми. Чари, якими вона окутана, досить потужні.]===],
[===[Нарешті я вільний від впливу племені Кривої Сосни. Дякую, {Ім'я}.

Тепер мій дух може спокійно спочивати у Смарагдовому Сні.

Можливо, одного дня ми зможемо зустрітися знову, {стать:юний:юна} {клас:к}. А поки що, будь ласка, візьми цю нагороду, як символ моєї подяки.]===],
},
[3181] = {
[===[Ріг чудовиська]===],
[===[Цей гігантський ріг вкритий численними подряпинами й тріщинами. Крім того, в ньому застрягла якась залізяка.

Оглянувши його ретельніше, ви розумієте, що ця залізяка є уламком сокири. На металі видніється гравіювання:

Власність горянки Щебінки.

Ви намагаєтесь витягнути зламану головку сокири, але вона розсипається на дрізки.

Упс!]===],
[===[Віднесіть гігантський ріг Марґол горянці Щебінці.]===],
[===[Ні, я не відчиню ворота.]===],
[===[Що це в тебе? Це ж очевидна підробка!

Я стикалась з Марґол і точно знаю, що її ріг щонайменше у вісім разів більше, ніж те, що ти тримаєш в руках, {ім'я}. Ти певно {стать:зняв:зняла} це з якогось буреморда в Степах. Ні, {стать:пане:пані}, Щебінку так легко не надурити.]===],
},
[3182] = {
[===[Доказ правоти]===],
[===[Ти думаєш, що я повірю в цю нісенітницю? Якби це був справжній ріг, з нього б все ще стирчало лезо моєї сокири.

Слухай, неси цю підробку куратору Торію в Залізогарт. Якщо він зможе підтвердити ці слова, повертайся з доказом твоєї правоти і я дам тобі ключ від воріт до Випаленої ущелини.

Йди вже!]===],
[===[Віднесіть гігантський ріг Марґол куратору Торію в Залізогарт.]===],
[===[Вітаю вас, {стать:юначе:юначко}. Бажаєте оглянути музей?]===],
[===[Що це?

Ох, очам своїм не вірю! Ви усвідомлюєте, що тримаєте в руках, {раса:к}? Це ріг Марґол Лютої! Тої самої Марґол, від якої постраждав кожен археолог, що коли-небудь ступав у Випалену ущелину.

Чи можу я його залишити собі?]===],
},
[3201] = {
[===[Нарешті!]===],
[===[Не можу повірити, що Щебінка сумнівалась в справжності рогу. Між нами, я думаю вона просто заздрить. Я знаю, що вона сама хотіла вбити це чудовисько, але щось пішло не так.

Тож вам потрібен доказ правоти? Після вашого цінного внеску до музею я з радістю випишу його.

<Куратор Торій починає заповнювати величезний документ.>

Ось так! Можете повертатись з цим до Щебінки.]===],
[===[Покажіть доказ правоти горянинці Щебінці.]===],
[===[Не можу в це повірити.]===],
[===[Не знаю, як {стать:такий хиляк:така хилячка}, як ти, {стать:зміг:змогла} подолати Марґол, але угода є угода. Ось ключ.

Якщо після цього з тобою щось трапиться - ти {стать:сам винен:сама винна}.]===],
},
[3361] = {
[===[Скрута біженця]===],
[===[Ми вигнали трогів з Гномреґана, але потім все пішло шкереберть! Зараз наш дім повністю опромінений і ми, гноми, розкидані по всьому Дун-Морогу.

Я так поспішав втекти від радіації, що загубив всі свої речі та всі інструменти. А тролі прибрали все до рук. Вони вкрали мій ящик, скриню і навіть відро з болтами! Вони відтягли все до себе в табір, на південний захід від Ковмара.

Я зовсім не шукач пригод, чи не {стать:міг би:могла б} ти знайти мої речі та принести їх мені сюди, будь ласка?]===],
[===[Принесіть в Ковмар коробку Фелікса, скриню Фелікса і відро з болтами Фелікса та віддайте все це Феліксові Вінделболту.]===],
[===[Ой божечки, {ім'я}, це місто не дуже підходить для таких як я. Тут стільки ж кепських створінь, скільки їх було в Гномреґані до аварії!

В тебе є мої речі? Уявити собі не можу, що з ними могли зробити тролі...]===],
[===[Урааа! Тобі вдалося знайти мої речі! Ти {стать:врятував:врятувала} мене. Ось, тримай — це, небагато, але хоч якась винагорода за твої клопоти. Дякую!]===],
},
[3364] = {
[===[Доставлення пекучої ранкображки]===],
[===[Га! Я вже повинен був доставити цю смаковиту пекучу ранкображку Дарнанові Хутростригу у Ковмар, та тільки спочатку мені потрібно було завезти трохи Ґреліну. Я жодним чином не встигну дістатись до Ковмара, перш ніж бражка охолоне!

Ти виглядаєш {стать:прудкішим:прудкішою} за мене; може ти б це {стать:зробив:зробила}? Кухоль залишиться гарячим ще хвилин п'ять, а Дарнан не замовляв "холодну" ранкображку, тому йди-но. Ковмар — поселення, що в скелях на північному сході.

Дякую {Ім'я}, і не забудь повернути мій кухоль!]===],
[===[Віднесіть пекучу ранкображку Дарнану Хутростригу у Ковмар. Це треба зробити за п'ять хвилин, перш ніж вона охолоне!]===],
[===[Ага, я Дарнан Хутростриг. Маєш щось для мене?]===],
[===[От добре, зараз це те, що треба. Дозволь зробити невеликий перестанок, поки я насолоджуюся пекучою ранкображкою!]===],
},
[3365] = {
[===[Повернення кухля]===],
[===[Це те, що треба! Немає нічого кращого ніж свіжа, гаряча — ні, ПЕКУЧА ранкображка в холодний зимовий день, щоб зігріти ваші душі.

Ось тримай, {ім'я}. Будь ласка, зроби хорошу справу для мене — поверни цей порожній кухоль Норі, прямо зараз.]===],
[===[Поверніть Норів кухоль Норі Гідношлямбуру.]===],
[===[Сподіваюсь, що пекуча ранкображка потрапила до Дарнана вчасно! Ти {стать:не забув:не забула}, принести мій кухоль назад?]===],
[===[Чудово, {ім'я}! Ти здивуєшся, дізнаючись скільки кур’єрів я зустрічав, що забувають зробити найпростіше — повернути кухоль. А кухлі не ростуть на деревах, принаймні, так мені кажуть!

Ось трохи за твої зусилля. Ще раз дякую за допомогу.]===],
},
[3370] = {
[===[У кошмарах]===],
[===[У цього уламка є великі секрети; це істинне єство Смарагдового Сну. Однак те, що я бачу в ньому - зовсім не сон; дехто називає такі видіння кошмаром.

Не хочу вас хвилювати, {ім'я}, але я вважаю, що найкраще, якщо ви віддасте цей уламок в руки мудрого друїда, і як найшвидше.

Матренґіл Ведмелик у Кенарійському Колі - це саме, той кого потрібно знайти. Вирушайте в Дарнас. На жаль, більше нічого не можу сказати.]===],
[===[Принесіть уламок жаху до Матренґіла Ведмелика в Дарнас.]===],
[===[Чим можу вам допомогти?]===],
[===[Фалла послала тебе до мене? Ану-ну, подивімось на той уламок, що, як ти кажеш, так її наполохав...

<Матренґіл вглядається в уламок> 

О... Я не... Ну.

{ім'я}, дякую, що ти {стать:приніс:принесла} мені це. Необачно обговорювати подібні речі, але я все-таки, дещо тобі скажу. Цією справою, надалі займатимуться виключно кенарійські друїди.

Скажімо так: в Смарагдовому Сні все виявляється зовсім не так, як ми вважали...

Можливо, у майбутньому наші з тобою шляхи знову перетнуться.]===],
},
[3519] = {
[===[Друг у біді]===],
[===[У-у-ух... Мене дуже паскудно вкусила павучиха Ґітісс Мерзенна, поки я розвідував павучу печеру тут близенько. Я впевнений, що серйозно отруєний, ти {стать:повинен:повинна} мені допомогти!

Будь ласка, розкажи все Діраньї Срібносяй, вона зможе мені зарадити.

Поспішай... У мене так крутиться голова...]===],
[===[Поговоріть з Діраньєю Срібносяй у Тінистій долині.]===],
nil,
[===[Ой лишенько, а я гадала, чому я ще не бачила Іверрона сьогодні. І я ж завжди застерігала його про цих павуків...]===],
},
[3521] = {
[===[Іверронова протиотрута]===],
[===[Можливо, нам вдасться допомогти Іверронові, оскільки я знаю протиотруту, яка повинна б зарадити. Проте мені потрібні деякі інгредієнти, щоб я почала її готувати.

Мені знадобляться гіацинтові гриби. Ти можеш знайти їх під деревами або забрати у грелів на південь звідси. Схоже, гриби їм сподобалися. Мені також потрібні місяцепелюсткові лілеї, які ростуть лише навколо водойм.

А ось останній інгредіент, мабуть, буде найважче дістати. Збери сукровицю у павутиннолісих, тих самих павуків, що отруїли Іверрона.]===],
[===[Зберіть 7 гіацинтових грибів, 4 місяцепелюсткові лілеї й 1 сукровицю павутиннолісих для Діраньї Срібносяй у Тінистій долині.]===],
[===[Будь ласка, збери інгредієнти, {Ім'я}. Іверрону потрібна наша допомога.]===],
[===[Хвала Елуні, ти {стать:зібрав:зібрала} ці інгредієнти справді швидко!

Я приготую протиотруту вже за мить.]===],
},
[3522] = {
[===[Іверронова протиотрута]===],
[===[Протиотрута готова, {Ім'я}. Будь ласка, переконайся, що Іверрон її вип'є.

Також тобі варто дещо знати. Протиотрута буде дієвою лише протягом 5 хвилин, тому ти {стать:повинен:повинна} принести її Іверронові вчасно.

Швидкої тобі дороги, {клас:к}.]===],
[===[Принесіть Іверронову протиотруту Іверрону до того, як спливе часове обмеження. Ви зможете знайти Іверрона біля печери на півночі.]===],
[===[Ох... {Ім'я}, який я радий, що ти {стать:повернувся:повернулася}.]===],
[===[А це що, {Ім'я}?

А-а, я знав, що Діранья зможе мені допомогти!

Я завжди стрибаю в якусь халепу, а Діранья, ну, вона завжди умудряється мене звідти витягнути.

Мені значно краще, але я все ж посиджу тут ще трохи, доки не почуватимуся зовсім добре. І ще, якщо чесно, я сподівався, що ти {стать:зміг:змогла} б розчистити мені шлях крізь цих лісопавутинних павуків...]===],
},
[3741] = {
[===[Намисто Гіларі]===],
[===[Моя подружка Гіларі загубила своє намисто й ми не можемо його знайти. Ми тут весь день рибалили й пошукали всюди, де тільки можна. Лишається тільки думати, що воно впало в озеро. Батьки не хочуть, щоб ми купалися в озері... Мама каже, що там якісь лихі речі під водою, але ти схоже не боїшся лихих речей.
 
Ти можеш знайти його для неї, будь ласка?]===],
[===[Найдіть намисто Гіларі та поверніть його їй у Приозер'я.]===],
[===[Привіт. Я сумую за своїм намистечком. Татусь подарував його мені. Тато каже, там є чудовиська в озері. Ти колись {стать:бився:билась} з чудовиськами?]===],
[===[Дякую, що {стать:знайшов:знайшла} моє намисто, {стать:містере:міс} {клас:н}... ти дуже {стать:добрий:добра}! Моя киця теж тобі дякує, чи не так, Ефсі?]===],
},
[3903] = {
[===[Міллі Осворт]===],
[===[Ти {стать:проявив:проявила} себе як {стать:надійний:надійна} {клас:к}, {ім'я}. {стать:Надійний:Надійна}, і ще й не боїшся забруднити руки, га?

У мене є подруга, Міллі Осворт, у якої неприємності. Вона зі своїм фургончиком там, на іншому боці абатства, поблизу стайні. Я впевнений, що їй згодиться така пара рук у поміч, як твої.]===],
[===[Поговоріть з Міллі Осворт.]===],
nil,
[===[О, заступник Віллем сказав тобі поговорити зі мною? Він - хоробрий чоловік і завжди бажає допомогти, але його обов'язки утримують його в Північнокрайовому абатстві. Та й, боюся, моя сьогоднішня біда йому не під силу.

Можливо, ти мені допоможеш?]===],
},
[3904] = {
[===[Урожай Міллі]===],
[===[Банда розбійників, Повстанці, увійшли у виноградники Північнокраю якраз під час моїх жнив! Я повідомила про це гвардійцям Північнокраю, і вони запевнили, що подбають про все, але... я все ж  непокоюся за свій урожай винограду! Якщо Повстанці його не розкрадуть, то наші гвардійці потім розтопчуть його, як гнатимуться за негідниками.

Будь ласка, ти мусиш допомогти мені! Я зібрала більшість свого винограду у відра, проте залишила їх у виноградниках на південному сході.

Принеси мені ці ящики! Врятуй мій урожай!]===],
[===[Принесіть Міллі Осворт 8 ящиків з урожаєм Міллі до Північнокрайового абатства.]===],
[===[{стать:Дістав:Дістала} мій урожай, {ім'я}?]===],
[===[Дякую тобі, {ім'я}! Ти {стать:врятував:врятувала} мій урожай! І, сподіваюся, {стать:показав:показала} кільком Повстанцям, що їм немає що тут робити.

Можливо, нині нам і не вистачає вартових, проте нам пощастило мати таких героїв, як ти, що нас захищають!]===],
},
[3905] = {
[===[Повідомлення про виноград]===],
[===[А тепер, коли мій врожай врятовано, віднеси це повідомлення про виноград до брата Нілса. Він керує запасами їжі та напоїв у Північнокраю. Впевнена, він зрадіє, коли почує, що матиме свіжий виноград.

Віднайдеш брата Нілса в абатстві, у дзвіниці... він там полюбляє смакувати своє вино.]===],
[===[Доправити повідомлення про виноград братові Нілсу в Північнокрайове абатство.]===],
[===[Видається мені, що ти в чудовому настрої! Підходь! Сідай, і ось тобі келих!]===],
[===[Погляньмо, що тут у нас...

О-ва! Виноград Міллі врятований! Коли вона сказала мені, що розбійники захопили її виноградники, я ледь не впав у відчай, проте моя віра у Світло не похитнулась!

І завдяки твоїй відвазі в нас є виноград для ще більшої кількості вина! Нехай Світло благословить і береже тебе, {ім'я}!]===],
},
[4495] = {
[===[Хороший друг]===],
[===[Мій друг Іверрон зазвичай навідує мене щодня в один і той ж час. Дивина в тому, що сьогодні він не завітав узагалі - навпаки, він уже на кілька годин запізнився.

Мушу визнати, що я трішечки хвилююся, {Ім'я}. Іверрон проводить багато часу неподалік печери на півночі, і я впевнена, що ти знаєш, наскільки там безпечно - павуки всюди!

Якщо ти випадково будеш у тих місцях, чи не {стать:міг би:могла б} ти повиглядати його?]===],
[===[Знайдіть Іверрона біля печери на півночі.]===],
nil,
[===[Я такий радий, що ти {стать:знайшов:знайшла} мене, {Ім'я}. Звідки ти {стать:знав:знала}, що я тут?]===],
},
[5061] = {
[===[Водна форма]===],
[===[Ти {стать:завершив:завершила} навчання, яке проходять всі друїди-початківці перед тим, як зможуть опанувати водяну форму. Тепер повертайся до свого наставника, Матренґіла Ведмелика в Дарнас. Покажи йому цю підвіску і доведи, що ти {стать:готовий:готова} засвоїти його уроки. Він завершить твоє навчання, завдяки цьому ти станеш одним цілим з водою.

Прощавай, {стать:юний:юна} {клас:к}. Ми ще зустрінемось.]===],
[===[Повернутися в Дарнас і показати Матренґілу Ведмелику підвіску Морського Лева]===],
[===[До мене дійшов слух про твоє провісне повернення до Дарнасу, однак я хочу побачити докази того, що ти {стать:засвоїв:засвоїла} уроки Місячної галявини, перш ніж почну вчити тебе приймати водяну форму.

Чи є у тебе підвіска Морського Лева?]===],
[===[Чудово, {ім'я}. Ти {стать:готовий:готова} прийняти водяну форму і я з радістю тебе цьому навчу.

Також, прийми цю річ в знак визнання твоїх успіхів у двох випробуваннях. Сподіваюсь, це буде приємним доповненням до твого спорядження у якості {стать:захисника природи та хранителя:захисниці природи та берегині} рівноваги.]===],
},
[5261] = {
[===[Іґан Гарбар]===],
[===[Іґан Гарбар - у пошуку когось, хто вполює йому парочку вовків. Це добра новина, оскільки останнім часом вовків в Півночнокрайовій долині сильно побільшало.

Якщо тебе зацікавила така пропозиція, то поговори з Іґаном. Він неподалік абатства, ліворуч.]===],
[===[Поговоріть з Іґаном Гарбарем.]===],
nil,
[===[Справді! Я шукаю когось, хто вполює мені вовків! Ти зможеш?]===],
},
[5541] = {
[===[Набої для Грімостріла]===],
[===[Геґнар Грімостріл продає рушниці біля дороги на Ковмар. Стрілці та мінометні команди багато практикуються біля його крамниці і йому завжди потрібні свіжі набої.

Але... Останній ящик боєприпасів, що я йому відправляв, загубився дорогою. Мій кур'єр розповів, що він стояв табором біля Посивілого лігва, коли на нього напали вендиго... і цей дурень кинув Грімострілові набої!

{Ім'я}, чи {стать:не міг би:не могла б} ти знайти їх і повернути Грімострілу? Він на них чекає і, напевно, в нього набої вже закінчуються.]===],
[===[Принесіть набої Геґнару Грімострілу в Дун-Морог.]===],
[===[Сподіваюся, ти не за набоями, бо вони у мене майже закінчилися!]===],
[===[Чудово, нові набої! Поставка стариганя Лослора, нарешті, прибула! Нехай набої і запізнилися, але, як казав мій дідусь, краще пізно, ніж ніколи!

Красно дякую, {ім'я}. Мої покупці вже зачекалися!]===],
},
[5545] = {
[===[Зв'язка неприємностей]===],
[===[У мене справжня халепа. Збігає термін замовлення на пиломатеріали, і мені катастрофічно не вистачає часу. Вовки та ведмеді на північ звідси відганяють моїх працівників від тієї деревини, яку вони вже нарубали.

Я вже говорила із заступником Райнером щодо контролю тварин, але мені потрібен хтось, хто б міг піти позбирати для мене дрова. Якщо ти зможеш зібрати для мене вісім зв'язок деревини, я, можливо, встигну вчасно виконати своє замовлення.]===],
[===[Принесіть 8 зв'язок деревини Релен у лісозаготівельний табір Східнодолу.]===],
[===[Термін замовлення не чекає, {клас:к}. Будь ласка, поспішай і позбирай ці зв'язки деревини.]===],
[===[Відмінно! Завдяки тобі я маю змогу вчасно виконати замовлення. Щоб висловити свою подяку, я хотіла б запропонувати трохи грошей, як компенсацію за твої клопоти.

Дякую і прощавай.]===],
},
[5923] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, друже...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твоє друїдське навчання переходить на новий рівень і він особисто береться за твоє подальше навчання. Матренґіл - безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і мудрих друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговорити з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5924] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, друже...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твоє друїдське навчання переходить на новий рівень і він особисто береться за твоє подальше навчання. Матренґіл - безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і мудрих друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговорити з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5925] = {
[===[Прислухаючись до поклику]===],
[===[Перепрошую, друже...

Мені повідомили, що Матренґіл Ведмелик бажає з тобою поговорити. Здається, твоє друїдське навчання переходить на новий рівень і він особисто береться за твоє подальше навчання. Матренґіл - безпосередній помічник самого верховного друїда, а також один з найдосвідченіших і мудрих друїдів, що є в Тельдрассілі.

Він мешкає в Кенарійському Анклаві в Дарнасі, на другому рівні дерева Фендрала Оленерога.]===],
[===[Поговорити з Матренґілом Ведмеликом в Кенарійському Анклаві в Дарнасі.]===],
nil,
[===[Я тішуся, що ти {стать:знайшов:знайшла} шлях сюди, {стать:юний:юна} {клас:к}. Настав час тобі зробити великий крок у ще більший світ.

У серці кожного з дітей Кенарія звучить поклик служіння природі. Тварини та рослини - наші друзі й наша опіка. Ми свідомо присвячуємо наші життя збереженню рівноваги заради їхнього і нашого блага. Щоб зробити перший крок у цей світ, ти {стать:повинен:повинна} навчитися мистецтву перетворення на ведмедя та опанувати силу тіла й серця.

Готуйся!]===],
},
[5929] = {
[===[Дух Великого ведмедя]===],
[===[У північно-західній частині Місячної галявини проживає мудра і благородна істота, котру ми називаємо духом Великого ведмедя. Для всіх друїдів він є наставником і вчителем, який дає початок розуміння справжньої природи ведмедя. Всі друїди в певний момент потребують мудрості цього створіння і ти не будеш виключення.

Прямо зараз йди до духа Великого ведмедя й осягни все, чого він захоче тебе навчити. Коли він буде задоволений тобою, повертайся в Нічну Гавань. Тоді й поглянемо, чи ти справді {стать:засвоїв:засвоїла} його уроки.]===],
[===[Знайдіть дух Великого ведмедя на північному заході Місячної галявини та засвойте все, що він розкаже вам про природу ведмедя. Коли уроки будуть завершені, повертайтесь до Дендрита Зіркосяйво в Нічну Гавань на Місячній галявині.]===],
[===[Повертайся тільки тоді, коли дух Великого ведмедя відпустить тебе до мене. Без його благословіння неможливо продовжити твоє навчання.]===],
[===[Дендрит робить ще один непомітний жест над головою при вашому наближенні. Його знову окутує аура сили й він ледь помітно посміхається.

"Я відчуваю мудрість в тобі, дитя, якої не було в момент нашої першої зустрічі. У твоєму погляді сила та усвідомлене прагнення, хоча ще не зовсім сформоване. Сьогодні ти навчишся зосереджувати свою силу і залучати природу ведмедя у своїх ділах."]===],
},
[5931] = {
[===[Повернення в Дарнас]===],
[===[Настав час нашим шляхам розійтись, {стать:юначе:юнко}, адже для подальшого навчання тобі потрібно повернутися до того, хто прислав тебе до мене. Матренґіл Ведмелик живе в справжній гармонії з природою, хоча і мешкає небезпечно близько до того місця де ця гармонія похитнулася. Слухайся його настанов і зовсім скоро ти цілком засвоїш свої перші уроки, які і визначатимуть твою роль {стать:хранителя:берегині} балансу.

А зараз йди, {стать:юначе:юнко}. Ми ще зустрінемось.]===],
[===[Поверніться в Дарнас і поговоріть із Матренґілом Ведмеликом в Кенарійському Анклаві.]===],
nil,
[===[З поверненням, {ім'я}. Я відчуваю, що твоя перша зустріч з духом Великого Ведмедя повпливала на тебе так, як і на інших друїдів, які ступили на шлях Пазура... Трохи збиває з пантелику, але вражає. Зі мною теж так було.

Дух Великого Ведмедя був частиною Азерот з самої її появи. Ми покладаємось на її мудрість і могутність в досягненні наших цілей. Тепер настав час тобі пройти своє перше випробування на цьому шляху. Отже, слухай...]===],
},
[6001] = {
[===[Тіло і серце]===],
[===[Прямо на схід від Аубердіна знаходиться багато печер місячних совухів. У тій, що найближче до Аубердіна, стоїть камінь місячного совуха. Місяцекіготь з'явиться коли ти скористаєшся кенарійським місячним пилом. Місяцекіготь таїть в собі силу, якою ти, як {стать:один:одна} з друїдів Пазура {стать:повинен:повинна} володіти.

Ти {стать:заслужив:заслужила} право користуватися цим кенарійським місячним пилом, {ім'я}... тепер доведи мені, що ти також заслуговуєш на право володіння силами тіла і серця, які так необхідні друїду!]===],
[===[Посипати кенарійським місячним пилом на камінь місячного совуха в Аубердіні, щоб викликати Місяцекігтя. Потім, перемогти його та отримати силу тіла і серця, якими він володіє.

По завершенню, поговорити з Матренґілом Ведмеликом в Дарнасі.]===],
[===[Доки ти не приймеш виклик, який став перед тобою, ти не зумієш цілком пізнати силу тіла і серця. До тих пір я нічим не зможу тобі помогти.]===],
[===[Це твій перший крок на шляху до великих звершень, {ім'я}. Я відчуваю вчення духа Великого Ведмедя в тобі й бачу, що ти {стать:перейняв:перейняла} могутність Місяцекігтя.

Більш нічого тобі не перешкоджає... дозволь мені тепер навчити тебе, що означає бути {клас:о} Пазура!]===],
},
[6123] = {
[===[Створення ліків]===],
[===[Основою мазі для зцілення оленів послужить вода. Для того, щоб надати їй цілющих якостей, мені знадобиться землекорінь. Травники знають де його шукати, тому якщо тобі не пощастило і ти не {стать:один:одна} з них, доведеться знайти когось, хто допоможе.

Для підсилення ефективності мазі, мені потрібні місячні гриби. Знайти їх досить легко: в печерах, на схід звідси, їх дуже багато. В цих печерах проживають місячні совухи; останнім часом вони стали дуже дратівливими, тому будь {стать:обережний:обережна}.]===],
[===[Принести 5 землекоренів і 12 місячних грибів Аланндаріан Ночепісні в Аубердін, щоб вона приготувала цілющу мазь.]===],
[===[Ти {стать:зібрав:зібрала} складники, необхідні для приготування мазі? Самі собою олені не зціляться, тому нам краще поспішити їм на поміч!]===],
[===[Чудово, {ім'я}, ти {стать:приніс:принесла} так багато, що мені має вистачити на кілька великих доз мазі - принаймні, щоб зцілення почалось.

Приготування засобів проти отрут інколи буває досить складним, оскільки кожен потребує певного антидота для нейтралізації дії отрути. Чудово було б вміти в будь-який момент знімати отруєння, не переживаючи про інгредієнти, які потрібні для антидота.

А зараз мені треба попрацювати над цим!]===],
},
[6124] = {
[===[Зцілення хворих]===],
[===[Мазь, виготовлену з інгредієнтів, які ти {стать:приніс:принесла} мені, {ім'я}, вистачить на десять доз. Поки я працюю тут, в селищі, намагаючись виготовити якомога більше цієї мазі, я хотіла б, щоб ти {стать:допоміг:допомогла} нам почати зцілення. По всьому Темнобережжі зустрічаються хворі олені. Скористайся маззю для їх зцілення.

Я впевнена, Дендрит Зіркосяйво з Місячної галявини захоче поговорити з тобою, коли ти закінчиш. Будь ласка, передай подяку жителів Аубердіну Кенарійському Колу... і дозволь мені подякувати тобі особисто за допомогу!]===],
[===[Нанести мазь для зцілення тварин на 10 хворих оленів, які проживають в Темнобережжі - це має їх зцілити. За чутками, ареал проживання хворих оленів - південніше Скельноджерельної річки, що на північ від Аубердіну, а далі - по всій території, аж до південних кордонів Темнобережжя, де починається Ясенеділ.]===],
[===[Ти {стать:завершив:завершила} те, про що тебе просила Аланндаріан Ночепісня в Аубердіні? Твоє завдання ще не виконане.]===],
[===[Ти добре {стать:зробив:зробила}, що {стать:потурбувався:потурбувалася} про хворих оленів Темнобережжя; це мимовільні жертви прокльону й осквернення, яке розповзається по всьому краю. В Дарнасі є ті, хто признає наявність загрози... і ті, хто вперто ігнорує її ознаки посилення. Я сподіваюсь, що ти, {ім'я} - {стать:один:одна} з тих, хто не збирається відвертатися від фактів, які дивляться тобі просто у вічі.

Хай там що, ти {стать:довів:довела}, що являєшся другом природи та Кола; прийми це як відзнаку цієї твоєї якості.]===],
},
[6181] = {
[===[Квапливе повідомлення]===],
[===[Хоча ми не отримуємо великої допомоги від Штормовію безпосередньо, я маю контакт у місті, який допомагає забезпечувати нас обладунками. Його звати Озрік Странґ. Його крамниця "Обмежена невразливість" - у Старому Місті Штормовія.

Наші запаси обладунків закінчуються, і я повинен зв'язатися з Озріком, щоб попросити ще. Можеш передати йому цю записку?

Найшвидше добратися до Штормовія - з допомогою Тора, нашого приборкувача грифонів. Він одразу вниз по схилу. Принеси йому мою записку, а потім бери грифона до Штормовія.]===],
[===[Принесіть записку Льюїса до Тора-приборкувача грифонів.]===],
[===[Схоже, ти поспішаєш. Що ж, тоді ти {стать:прийшов:прийшла} в правильне місце!]===],
[===[Тобі треба доставити цю записку в Штормовій? Це не проблема, ти можеш взяти одного з моїх грифонів!]===],
},
[6261] = {
[===[Дунґар Довгопий]===],
[===[{Ім'я}, я зібрав у цей ящик усе, про що просив Льюїс. Зможеш відвезти ящик йому?

Якщо ти вже {стать:поспілкувався:поспілкувалася} з Тором в Західному краю, то можеш найняти грифона назад до нього. Довгопий — наш приборкувач грифонів у Торговому районі.

Поговори з Дунґаром, а потім достав цей ящик Льюїсу якомога швидше. Ми не хочемо, щоб нашим бійцям у Західному краю довелося битися без нових обладунків!]===],
[===[Віднесіть ящик Озріка до приборкувача грифонів Дунґара Довгопия.]===],
[===[Це в тебе піт на лобі, {стать:юначе:юнко}? Ти забагато {стать:бігав:бігала}. Наступного разу візьми грифона!]===],
[===[Ящик для Західного краю, так? А ти там уже {стать:бував:бувала} раніше? Якщо так, то ніяких проблем, друзяко. У мене є безліч грифонів, навчених літати по цьому маршруту!]===],
},
[6281] = {
[===[Переліт до Штормовія]===],
[===[За невелику плату ти можеш найняти грифона для польоту до Штормовія, щоб доставити записку Льюїса Озрікові. Ти не дістанешся туди швидше жодним іншим способом.

Якщо для тебе це прийнятно, поговори зі мною знову, коли будеш {стать:готовий:готова} летіти. Я, звичайно, візьму з тебе трохи грошей, але, повір, - воно того варте!]===],
[===[Оплатіть політ приборкувачу грифонів Торові та принесіть записку Льюїса Озрікові Странґу до крамниці "Обмежена невразливість" у Старому Місті Штормовія.]===],
[===[Ти {стать:подорожував:подорожувала}, еге ж? {стать:Бував:Бувала} у якихось цікавих місцях?]===],
[===[А, записка від квартирмейстера Льюїса? Я не здивований, що йому знадобилася додаткова екіпіровка. Сторожовий пагорб - далеко, у краю, який Штормовій ніколи не забуде.

Що ж, дякую тобі, {ім'я}. Ось трохи грошей на покриття твоїх транспортних витрат.]===],
},
[6285] = {
[===[Повернення до Льюїса]===],
[===[Приборкувачем грифонів у Західному краї працює Тор. Якщо ти вже з ним {стать:знайомий:знайома}, то можеш до нього долетіти на одній з моїх пташок.

Варто знати: грифони навчені так, що завжди можуть долетіти до столиці, але вони відвезуть тебе до далекого приборкувача лише після того, як ти там побуваєш.

Ти вже {стать:бував:бувала} у Тора, тож просто поговори зі мною ще раз, коли будеш {стать:готов:готова} летіти до Західного краю. А там зможеш доставити ящик Озріка квартирмейстерові Льюїсу.]===],
[===[Оплатіть політ до Сторожового пагорба приборкувачу грифонів Дунґарові Довгопию, а потім віднесіть ящик Озріка Льюїсові.]===],
[===[Ти вже {стать:повернувся:повернуляся} зі Штормовія? Озрік надіслав обладунки?]===],
[===[Чудово, ти {стать:привіз:привезла} обладунки! Ми розподілимо їх між тими, кому вони терміново необхідні.

Дякую тобі, {ім'я}. Ти нам дуже {стать:допоміг:допомогла}. А тепер, коли ти {стать:знайомий:знайома} з нашими грифонами, сподіваюся, ти будеш часто прилітати до нас і надавати свою допомогу Сторожовому пагорбові!]===],
},
[6387] = {
[===[Винагорода для учнів]===],
[===[До мене приходить багато молодих дворфів, що прагнуть навчитись гірництву. А без чого не обійдеться жоден гірник? Без кирки!

В мене є список студентів, що відмінно показали себе у навчанні і заслужили почесну кирку. Віднеси його Ґолніру Камнепалому в Залізогарт. Він підготує кирки.

Найшвидше дістатись Залізогарта - на грифоні, тож йди з цим списком до приборкувача грифонів, Торґрума Боррельсона, і поговори з ним щодо польоту в Залізогарт.]===],
[===[Віднесіть список Брока Торґруму Боррельсону в Телсамар.]===],
[===[Тобі так швидко набрид Телсамар? Вже готовий летіти в інше місто?]===],
[===[Тобі потрібно доправити це в Залізогарт, еге ж? За невелику плату я посаджу тебе на одного з моїх грифонів і він віднесе тебе прямо туди. Ну, що скажеш?]===],
},
[6388] = {
[===[Ґріт Турден]===],
[===[Ось почесні кирки для учнів Брока. Якщо ти вже {стать:був:була} в Телсамарі, можеш полетіти назад на грифоні.

Віднеси кирки приборкувачу грифонів, Ґріту Турдену, і поговори з ним щодо польоту в Телсамар.]===],
[===[Віднесіть почесні кирки Ґріту Турдену в Залізогарт.]===],
[===[Схоже, ти кудись {стать:зібрався:зібралась} летіти. Хочеш взяти мого грифона?]===],
[===[Тобі треба доставити це в Телсамар, га? Не проблема. Якщо ти там вже {стать:був:була} та {стать:говорив:говорила} з Торґуном Боррельсоном, можеш долетіти до нього на одному з моїх грифонів.]===],
},
[6391] = {
[===[Політ до Залізогарту]===],
[===[Всього за кілька монет один з моїх грифонів віднесе тебе до Залізогарту. Там ти віддаси список Брока Ґолніру Камнепалому. Ти знайдеш його в гільдії гірництва Гірської Безодні. Це в районі Великої Кузні, в якому тебе і висадить мій грифон.

Поговори зі мною, як будеш {стать:готовий:готова} відправитись.]===],
[===[Заплатіть приборкувачу грифонів Торґруму Боррельсону за грифона до Залізогарту, де віддайте список Брока Ґолніру Камнепалому.]===],
[===[Чим я можу вам допомогти, {стать:пане:пані}?]===],
[===[А, новий список відмінників Брока. У мене якраз є партія кирок, яку можна відправляти. Зараз тільки виріжу імена учнів...]===],
},
[6392] = {
[===[Повернення до Брока]===],
[===[За невелику плату ти можеш найняти одного з моїх грифонів, щоб долетіти до Телсамару... якщо ти, звісно, там вже {стать:був:була}. Грифони літають тільки до місць, які ти вже {стать:відвідав:відвідала}, то не забувай говорити з кожний зустрічним приборкувачем грифонів, щоб мати змогу повернутися туди пізніше.

Ти вже {стать:бачився:бачилась} з Торґрумом, приборкувачем грифонів Телсамару, отже можеш повернутись до нього. Як опинишся в Телсамарі, віддай кирки Броку Камнекопу.

Поговори зі мною, як будеш {стать:готовий:готова} відправитись.]===],
[===[Заплатіть приборкувачу грифонів Ґріту Турдену за грифона до Телсамару, де віддайте почесні кирки Броку Камнекопу.]===],
[===[О, {ім'я}. Ти вже {стать:повернувся:повернулась} із Залізогарту?]===],
[===[Ти {стать:приніс:принесла} кирки. Чудово! Я нагороджу ними своїх учнів. Впевнений, їм не терпиться випробувати їх на родовищах Лох-Модану.

Дякую за допомогу, {ім'я}. Я твій боржник. Сподіваюсь, ці гроші хоча б покриють витрати на дорогу.]===],
},
[7383] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[7673] = {
[===[Заміна морозного барана]===],
nil,
nil,
nil,
[===[Приведи мені свого старого барана, — і я обміняю його на іншого з нового стада! Новий баран буде так само швидкий, як і старий, але матиме новий вигляд. Можеш подивитися на швидких баранів тут, аби побачити, з чого обиратимеш.]===],
},
[7674] = {
[===[Заміна чорного барана]===],
nil,
nil,
nil,
[===[Приведи мені свого старого барана, — і я обміняю його на іншого з нового стада! Новий баран буде так само швидкий, як і старий, але матиме новий вигляд. Можеш подивитися на швидких баранів тут, аби побачити, з чого обиратимеш.]===],
},
[7675] = {
[===[Заміна льодового синього механокрока]===],
nil,
nil,
nil,
[===[Якщо ти ще їздиш на тому старезному льодовому синьому механокроці моделі A, то тобі неодмінно треба спробувати замінити його на нову модель. Твій новий швидкий механокрок підтримує таку ж швидкість, що і старий, маючи абсолютно новий вигляд. Тут ти можеш переглянути швидкі механокроки, щоб побачити, з чого доведеться обрати.]===],
},
[7676] = {
[===[Заміна білого механокрока]===],
nil,
nil,
nil,
[===[Якщо ти ще їздиш на тому старезному білому механокроці моделі A, то тобі неодмінно треба спробувати замінити його на нову модель. Твій новий швидкий механокрок підтримує таку ж швидкість, що і старий, маючи абсолютно новий вигляд. Тут ти можеш переглянути швидкі механокроки, щоб побачити, з чого доведеться обрати.]===],
},
[7677] = {
[===[Обмін білого жеребця]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого білого жеребця, то я обміняю його на одного з нового табуна. Новий кінь буде таким же швидким, як і твій попередній, але виглядатиме інакше. Ти можеш подивитися, як виглядають ці прудкі скакуни, тут.]===],
},
[7678] = {
[===[Обмін паломіно]===],
nil,
nil,
nil,
[===[Якщо приведеш мені свого коня-паломіно, то я обміняю його на одного з нового табуна. Новий кінь буде таким же швидким, як і твій попередній, але виглядатиме інакше. Ти можеш подивитися, як виглядають ці прудкі скакуни, тут.]===],
},
[8375] = {
[===[Пам'ятайте Альтерацьку долину!]===],
[===[Не вводь себе в оману, {Ім'я}. Орда таки права, кажучи, що Альтерацька долина - це територія Морозних Вовків.

Розумієш, експедиція Ураганного верхогір’я прибула як мирні відвідувачі цієї місцевості, щоб шукати руди та реліквії. Реакція Морозних Вовків була найвищим актом жорстокості та варварства, якого зазнавав Альянс.

Не забуваймо ж ніколи сміливих дворфів, які загинули через цю підло неоголошену атаку. Тепер іди, {клас:к}, зіграй свою роль у битві за Альтерацьку долину. За Альянс!]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини до бригадирного генерала Альянсу за полем бою.]===],
[===[Які новини ти мені розкажеш, {ім'я}?]===],
[===[Ти {стать:зробив:зробила} своє, {Ім'я}. Альянс не може дозволити варваствам Орди залишатися безкарними!]===],
},
[8383] = {
[===[Пам'ятайте Альтераську долину!]===],
[===[Битва за Альтерак у розпалі, {клас:к}! Чи ти {стать:робив:робила} свій вклад останнім часом, {Ім'я}?]===],
[===[Принесіть 3 відзнаки честі Альтерацької долини до бригадирного генерала за полем бою.]===],
[===[Битва за Альтерак у розпалі, {клас:к}! Чи ти {стать:робив:робила} свій вклад останнім часом, {Ім'я}?]===],
[===[Ти продовжуєш приносити честь Альянсові, {Ім'я}. Орду буде скоро розтрощено, якщо ми й надалі докладатимемо таких зусиль.]===],
},
[8734] = {
[===[Тіранда та Ремулос]===],
[===[Я сповіщу Тіранду, {стать:смертний:смертна}. Шан'до Лютошторм готував мене до цієї надзвичайної ситуації.

Тепер ти {стать:повинен:повинна} вирушати у Місячну галявину та поговорити з Ремулосом. Він надасть подальші інструкції щодо призову Ераніка.

Ми всі бажаємо тобі удачі.]===],
[===[Вирушайте у Місячну галявину та поговоріть з хранителем Ремулосом.]===],
nil,
[===[Витягнути Ераніка зі Смарагдового Сну було б неможливо, якби він відмовився. Однак його наміри потребують входження у наш світ. Він прагне знищити живий прояв Малфуріона. Якщо в нього це вийде, то ми втратимо одного з наймогутніших союзників Смарагдового Сну. Жах повністю поглине все, що лишиться, якщо Малфуріона не стане...]===],
},
}
