local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[11] = {
--[[title]] [===[Відзнака за Річколапих гнолів]===],
--[[description]] [===[На кордонах Елвіннського лісу з'явилися гнолли - звіроподібні тварюки, яким просто нема чого робити в цих краях. На південь від сторожової вежі була помічена велика група цих істот: їх занадто багато, щоб ми зуміли дати їм відсіч. Гірше того: на сході, у Озера Кам'яних обелісків, теж виявили гноллів.

Армія Штормовію буде вдячна кожному, хто допоможе впоратися з цією загрозою. На доказ своєї перемоги принеси мені розфарбовані браслети гноллів.]===],
--[[objective]] [===[Принесіть 8 Розфарбованих браслетів гноллів заступнику Райнеру в Казарми.]===],
--[[progress]] [===[Егей, {ім'я}. Ти {стать:вбив:вбила} гнолів...?]===],
--[[reward]] [===[О, бачу, ти слів на вітер не кидаєш! Прийми нашу подяку, {ім'я}!]===],
},
[16] = {
--[[title]] [===[Спраглий Джерард]===],
--[[description]] [===[Сільське господарство виснажує, тому я завжди в пошуку Освіжаючої Джерельної води.

Якщо в тебе вона є, то я з радістю обміняюсь.]===],
--[[objective]] nil,
--[[progress]] nil,
--[[reward]] [===[Дякую, {ім'я}! І повертайтеся, якщо хочеш, знову поторгуємо.]===],
},
[35] = {
--[[title]] [===[Нові турботи]===],
--[[description]] [===[Якщо ти теж {стать:стурбований:стурбована} чутками про мурлоків, тоді давай зробимо так: йди до східного Ельвиннського мосту і поговори з вартовим Томасом. Весь минулий тиждень він чергував в тому районі - тож має бути в курсі подій.

І принеси мені його звіт.]===],
--[[objective]] [===[Маршал Дуган хоче, щоб ви поговорили з вартовим Томасом.]===],
--[[progress]] nil,
--[[reward]] [===[Так, мурлоки оселилися в водах Східного Ельвинна і навколо них. Ми не знаємо, чому вони тут, але вони агресивні і, принаймні, більш-менш розумні.]===],
},
[37] = {
--[[title]] [===[Пошук загублених гвардійців]===],
--[[description]] [===[Кілька днів тому, ми послали двох гвардійців, Рольфа та Малакая, на розвідку вздовж річки, але вони й донині не повернулися. Щоб завершити свій звіт, я маю знати, що сталося з тими двома.

Рухайся на північ вздовж річки і знайди гвардійців... або їхні останки.]===],
--[[objective]] [===[Вартовий Томас просить вас піти на північ вверх по річці і відшукати двох загублених гвардійців, Рольфа і Малакая.]===],
--[[progress]] nil,
--[[reward]] [===[Незважаючи на те, що тіло було вже пограбоване, поблизу валявся медальйон з написом: "Піхотинець Малакай Кам'яний".]===],
},
[39] = {
--[[title]] [===[Звітування Томаса]===],
--[[description]] [===[Розкажи маршалу Дугану про смерть Малакая та Рольфа, повідом йому, що теперішня чисельність наших військ не здатна стримувати мурлоків на сході Ельвинну.

Я знаю, що у нас не так багато військ запасу, але, сподіваюсь, Дугану вдасться когось знайти.]===],
--[[objective]] [===[Відзвітуйте маршалу Дугану в Злотохресті.]===],
--[[progress]] nil,
--[[reward]] [===[Гм, це тривожні новини. Всі захисні сили оборони розтягнуті на максимум, а втрата Рольфа та Малакая від цих мурлоків поставила нас у ще гірше становище.

Якщо в найближчому майбутньому ситуація швидко не покращиться, то до кінця тижня бої вже будуть вестись в Злотохресті!]===],
},
[40] = {
--[[title]] [===[Риб'яча небезпека]===],
--[[description]] [===[{Ім'я}, в Ельвиннському лісі з'явилася нова загроза! Мурлоки плавають потоками східного Ельвинна, відлякуючи рибу і нападаючи на звичайних людей!

Я попередив маршала Дугана, але він більше переживає за гнолів та бандитів. При цьому, не вважаючи мурлоків небезпечними.

Будь ласка, {Ім'я}, поговоріть з Дуганом і переконайте його відправити більше військ на схід!]===],
--[[objective]] [===[Ремі "Повторюха" хоче, щоб ви поговорили з маршалом Дуганом у Злотохресті.]===],
--[[progress]] nil,
--[[reward]] [===[Так, я розмовляв з Ремі. Я поважаю його як купця, проте всі повідомлення про Мурлоків на сході в кращому випадку були поверхневими.

Я візьму до уваги ваше занепокоєння, але поки я не отримаю військовий звіт про загрози від мурлоків, ми не можемо дозволити собі відправити більше війська на схід.]===],
},
[45] = {
--[[title]] [===[Довідайся долю Рольфа]===],
--[[description]] [===[Після подальшого обшуку місцевості ви помічаєте сплутані сліди, що ведуть на схід уздовж берега Озера Кам'яних обелісків. Вдалині, ще східніше, можна ледь-ледь побачити колонію мурлоків.

Можливо, Рольфа там спіткала страшна доля...]===],
--[[objective]] [===[Пошукайте сліди або ознаки смерті Рольфа в колонії мурлоків.]===],
--[[progress]] nil,
--[[reward]] [===[На шиї мерця ви знаходите металевий медальйон, з гравіюванням "Піхотинець Рольф Хартфорд".]===],
},
[46] = {
--[[title]] [===[Нагорода за мурлоків]===],
--[[description]] [===[Армія Штормовію оголосила нагороду за Мурлоків-Ховачів та Мурлоків-Здобувачів у Ельвинні. Забий їх та принеси мені їх відірвані плавники, і Армія Штормовію віддячить тобі добре.

Мурлоки побудували село на Озері Кам'яних обелісків на північ звідси, а інше на південь, де розгалужується ріка.]===],
--[[objective]] [===[Принесіть 8 Відірваних плавників мурлока вартовому Томасу на східному Ельвиннському мості.]===],
--[[progress]] [===[Як проходить полювання, {Ім'я}?]===],
--[[reward]] [===[Ти {стать:дістав:дістала} плавники? Чудово! Маршал Дуган стурбований ситуацією з Мурлоками на сході Ельвинну, і я буду радий повідомити йому, що все стає під контроль.

Ваші дії допомогли зрозуміти це.]===],
},
[47] = {
--[[title]] [===[Обмін Золотим пилом]===],
--[[description]] [===[В цих краях кобольди зазвичай носять при собі Золотий пил. Я знаю як його можна застосувати - дістань мені пил, і я заплачу тобі найкращу ціну в місті... Найбільшу ціну в місті!

Кобольдів знайдеш в Бездонній копальні, що на південь, а також довкола Яшмових шахт на північному сході.]===],
--[[objective]] [===[Принеси 10 порцій Золотого пилу Ремі "Повторюсі" в Злотохрестя. Золотий пил можна відібрати у кобольдів в Ельвиннському лісі.]===],
--[[progress]] [===[Псс!{стать:Дістав:Дістала} Золотий пил для мене... для мене?]===],
--[[reward]] [===[Дякую за пил, {ім'я}. Ось твоя платня, а ще... ось жетон спілки шахтарів. Тобі може знадобитись...знадобитись.]===],
},
[52] = {
--[[title]] [===[Захист кордону]===],
--[[description]] [===[Гей, {Ім'я}. Чим далі ми від Злотохрестя, тим більш агресивними стають дикі тварини, а Лісозаготівельний табір Східнодолу зазнає майже постійних нападів вовків та ведмедів!

Ми могли б скористатись твоєю допомогою.]===],
--[[objective]] [===[Вбийте 8 Бродячих хижаків та 5 Молодих лісових ведмедів, і повертайтесь потому до вартового Томаса на східний Ельвиннський міст.]===],
--[[progress]] [===[Ти {стать:вбив:вбила} цих вовків і ведмедів?]===],
--[[reward]] [===[Велике спасибі за допомогу, {Ім'я}. Щось у лісі робить звірів настільки сміливими.

Що б то не було, я сподіваюся, що воно там і залишиться.]===],
},
[59] = {
--[[title]] [===[Обладунки із тканини і шкіри]===],
--[[description]] [===[Твоя доблесть і відвага варта цього Знаку, що згодиться для окремої частини броні. Я хочу, щоб ти {стать:відніс:віднесла} його до Сари Древоляг в Лісозаготівельний табір Східнодолу. Віддай їй Знак, щоб вона створила обладунок спеціально для тебе. І після того, як ти його отримаєш, {Ім'я}, користуйся ним для захисту Ельвинну.

Лісозаготівельний табір Східнодолу знаходиться за межами посту вартового Томаса.]===],
--[[objective]] [===[Дайте Сарі Древоляг Знак броні Штормовію.]===],
--[[progress]] [===[Армія Штормовію доручила мені постачати обладунки із тканини та шкіри її людям.

Якщо ти {стать:приніс:принесла} мені Знак, то я з радістю щось зроблю і для тебе.]===],
--[[reward]] [===[О, дякую за Знак. Будь-ласка, не соромся і вибери обладунок, що тобі до вподоби.

Нехай щастить, {стать:хоробрий:хоробра}, {клас:к}! І нехай ця броня служить тобі гідно.]===],
},
[60] = {
--[[title]] [===[Свічки кобольдів]===],
--[[description]] [===[Привіт, {стать:Добродію:Міледі}! Маєте хвилинку?

Ми з братом завідуємо аптекою в Штормовії, а я тут збираю Великі свічки для виробництва воску. Допоможете?

Можете відібрати Великі свічки у кобольдів. Ходять чутки, що ці тварюки наводнили Ельвиннські шахти... Бездонну копальню на півдні і Яшмову, що на північному сході. Пропоную шукати свічки в одному з цих місць.]===],
--[[objective]] [===[Принесіть 8 Великих свічок Вільяму Пестлі в Злотохрестя.]===],
--[[progress]] [===[Вже {стать:зібрав:зібрала} усі свічки?]===],
--[[reward]] [===[{стать:Був заклопотаний:Була заклопотана} полюванням на кобольдів? Дякую за свічки, {ім'я}, і ось твоя винагорода...]===],
},
[61] = {
--[[title]] [===[Вантаж на Штормовій]===],
--[[description]] [===[Мій брат, Морган, чекає в Штормовії на мій вантаж зі свічками. У мене ж катастрофічно не вистачає часу, щоб самостійно здійснити поїздку, але якщо ти хочеш підзаробити - достав вантаж самотужки, брат заплатить добре.

Я гарненько запакував свічки, а Моргана знайдеш в нашому магазині, "Аптека братів Пестлі”, в торговому районі Штормовію.]===],
--[[objective]] [===[Доставте Пакунок від Вільяма - Моргану Пестлі в торговий район Штормовію.]===],
--[[progress]] [===[О, вантаж від мого брата? Чудово! Доля справді посміхнулась мені!]===],
--[[reward]] [===[Ось твоя платня... і поки ти ще тут, озирнись навколо! Я впевнений, у нас є зілля чи якась інша дрібничка, яку ти вважаєш корисною.]===],
},
[62] = {
--[[title]] [===[Бездонна копальня]===],
--[[description]] [===[Проблеми виникли не лише у Шахті Північнокраю! У мене є свідчення, що Бездонна копальня в Ельвинні також стала притулком для кобольдів.

Досліди шахту і перевір ці чутки, а потім повернися до мене. Шахта знаходиться майже на південь від Злотохрестя, між садибами Кам'янопільських і Маклурів.]===],
--[[objective]] [===[Дослідіть Бездонну копальню, а потім повертайтесь до маршала Дугана в Злотохрестя.]===],
--[[progress]] [===[Про що ти маєш відзвітувати, {ім'я}? Ти {стать:був:була} в Бездонній копальні?]===],
--[[reward]] [===[Йой, погані новини. Що далі, дракони?!? Нам доведеться покращити патрулювання біля цієї шахти. Дякую за твої зусилля, {ім'я}. Постривай!... Здається, я маю ще одне завдання для тебе.]===],
},
[71] = {
--[[title]] [===[Звістка для Томаса]===],
--[[description]] [===[Тепер, коли в тебе є обидва медальйони, віддай їх вартовому Томасу, що на мосту, він має дізнатися долю загиблих розвідників.]===],
--[[objective]] [===[Доставте Медальйони Рольфа і Малакая вартовому Томасу на східний Ельвиннський міст.]===],
--[[progress]] [===[Привіт, {Ім'я}. Ти {стать:довідався:довідалась} про долю Рольфа і Малакая?]===],
--[[reward]] [===[Мої страхи підтвердились, {Ім'я}. Мурлоки - це загроза, яку ми не можемо ігнорувати.]===],
},
[76] = {
--[[title]] [===[Яшмова шахта]===],
--[[description]] [===[Завдяки тобі ми знаємо, що Бездонна копальня кишить кобольдами. Тепер треба розвідати більш віддалену шахту - Яшмову.

Оглянь її на наявність кобольдів. Рухайся на схід по дорозі, поки не дістанешся Вежі Азора. Від вежі, поверни на північ, і в передгір'ї знайдеш Яшмову шахту.]===],
--[[objective]] [===[Дослідіть Яшмову шахту, а потім проінформуйте маршала Дугана в Злотохресті.]===],
--[[progress]] [===[Вітаю, {ім'я}. Що потрібно повідомити? Ти {стать:дослідив:дослідила} Яшмову шахту?]===],
--[[reward]] [===[Кобольди і в Яшмовій шахті, кажеш? Прокляття! Ситуація погіршується з кожною хвилиною!

Дякую за доповідь, {ім'я}. Але хотілося б, щоб ці новини були хорошими.]===],
},
[83] = {
--[[title]] [===[Червоний льон]===],
--[[description]] [===[Повстанське братство Північнокраю носить маски з мішковини, але Повстанське братство в Ельвинні надає перевагу льону, який я використовую в пошитті товарів.

Принеси мені Червоні льняні бандани, і я використаю їх, щоб зробити щось для тебе.

Табори Повстанського братства є по всьому Ельвинну.]===],
--[[objective]] [===[Принесіть 6 Червоних льняних бандан Сарі Древоляг в Лісозаготівельний табір Східнодолу.]===],
--[[progress]] [===[В мене закінчуються запаси льону, {Ім'я}. В тебе є що-небудь для мене?]===],
--[[reward]] [===[Ооо, гарні бандани, правда трохи кошлаті...]===],
},
[84] = {
--[[title]] [===[Назад до Біллі]===],
--[[description]] [===[Тримай. І як віддаватимеш цей рулет тому Біллі, передай, хай би він вдавився!]===],
--[[objective]] [===[Принесіть Рулет зі Свинячої Підчеревини Біллу Маклуру на Виноградниках Маклура.]===],
--[[progress]] [===[Ооой, я такий голодний! У вас є той рулет для мене, {Ім'я}?]===],
--[[reward]] [===[Мм, смакота! Цей рулет найкращий!

Здається, моя пам'ять повертається до мене...]===],
},
[85] = {
--[[title]] [===[Згублене намисто]===],
--[[description]] [===[Я не можу знайти своє намисто, і вважаю, що його поцупив той безхатько Біллі! Без перестанку рискає, немов щур, навколо виноградників Маклура, що на сході.

Поверни моє намисто - чим потішиш серце старої вдови.]===],
--[[objective]] [===[Поговоріть з Біллі Маклуром.]===],
--[[progress]] nil,
--[[reward]] [===[Загубилось що!? Ну, я не брав ніякого намиста, бо я не злодій!

Проте можу знати, хто це зробив, але... <шкіриться>... Я занадто голодний, щоб пам'ятати.]===],
},
[86] = {
--[[title]] [===[Пиріг для Біллі]===],
--[[description]] [===[Якби ж в мене був пиріг, тоді я б мабуть згадав, в кого може бути те намисто. Знаєш, я вважаю, що старенька Берніс робить чудовий Рулет зі Свинячої Підчеревини...

Можливо, якщо ти даси їй кілька шматочків м'яса кабанів, які водяться навколо наших ферм, і чемно попросиш - то вона спече тобі рулет.]===],
--[[objective]] [===[Принесіть 4 шматки м'яса кабана тітці Берніс Кам'янопільській на Ферму Камянопільських.]===],
--[[progress]] [===[По-перше, не думаю, що це правильно - годувати хлопця, який вкрав моє намисто, але якщо це все, що необхідно зробити, щоб повернути моє намисто, то нехай!

У тебе є м'ясо кабана?]===],
--[[reward]] [===[Хоч м'ясо диких кнурів туге, треба його гарненько протушкувати, і воно безперечно згодиться для смачного пирога!]===],
},
[87] = {
--[[title]] [===[Золотозубий]===],
--[[description]] [===[Я бавився біля Бездонної копальні, і здається, там його і згубив... Нуу... я маю на увазі, що бачив, намисто жіночки. Не питай мене, як воно туди потрапило... Я тут ні до чого!

В будь-якому випадку, я побачив здоровенного кобольда із золотим зубом, який підібрав намисто та побіг вглиб шахти. Знайдеш того кобольда - знайдеш і намисто, клянусь!]===],
--[[objective]] [===[Принесіть намисто Берніс "Тітоньці" Берніс Кам'янопільській на Ферму Кам'янопільських.]===],
--[[progress]] [===[Вітаю, {ім'я}. Ти {стать:знайшов:знайшла} моє намисто?]===],
--[[reward]] [===[О, тобі вдалося! Дякую, дякую {стать:любчику:дорогенька}!

Ось, тримай. Це належало моєму чоловікові, він вважав воно приносить удачу. В останній свій похід він взяти це забув. На жаль! <шморг>]===],
},
[88] = {
--[[title]] [===[Принцеса мусить померти!]===],
--[[description]] [===[У Бреквеллів є призова свиня, Принцеса. Свиноматка ВЕЛИЧЕЗНА! І все через те, що навчилася прокрадатися сюди і їсти мої овочі!

Що ж, перш ніж вона перейшла на наші поля... Принцеса повинна померти! Принеси мені її нашийник, як доказ завершеної справи, і я тобі щось подарую!

Принцеса, як правило, тиняється по Гарбузовому наділі Бреквеллів, на сході та поза фермою Маклурів. Розберись з нею до того, як вона зголодніє і повернеться сюди!]===],
--[[objective]] [===[Вбийте Принцесу, заберіть її нашийник, та принесіть його до Ма Кам'янопільської на ферму Кам'янопільських.]===],
--[[progress]] [===[Ти вже {стать:бачив:бачила} свиню? {стать:Спіймав:Спіймала}?]===],
--[[reward]] [===[Слава Богу! Ця свиня стала такою великою, що з'їла б увесь наш урожай! Дякую, {ім'я}.

Таак-с, чи щось із цього тобі подобається?]===],
},
[94] = {
--[[title]] [===[Пильне Око]===],
--[[description]] [===[Мій суперник, Морґант -- порочний маг, що живе у вежі Ілґалара, в Багрянокряжжі. Я розробив засіб шпигування -- Око Азори і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти {стать:готовий:готова}, віднеси мій Гліф Азори до Вежі Ілґалара. Помісти його в Статую Лева біля Вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.]===],
--[[objective]] [===[Віднесіть Гліф Азори до Статуї Лева біля Вежі Ілґалара в Багрянокряжжі.]===],
--[[progress]] [===[Статуя Лева стоїть тут десятиліттями і самотньо стежить за сумнозвісною Вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф.]===],
--[[reward]] [===[Ти поміщаєш Гліф Азори в камінь. Він прикріплюється... і з нього лунає безтілесний голос Теокритуса:

Прийми мою подяку {стать:молодий:молода} {ім'я}. Тепер ти можеш говорити зі мною через цей Гліф, а у мене можуть знайтися для тебе майбутні завдання... Після того як я дослідив думки мого суперника.]===],
},
[106] = {
--[[title]] [===[Молоді закохані]===],
--[[description]] [===[Ох, я проклята! Моє серце належить Томмі Джо Кам'янопільському, але наші сім'ї - закляті вороги. Тож ми не можемо бути разом. Але коли я його зустріла - не сила було відвести погляд від того чарівного обличчя!

Будь ласка, візьми цей лист і передай його Томмі Джо. Він, дуже часто буває біля річки на захід від ферми Кам'янопільських.]===],
--[[objective]] [===[Передайте Любовний лист Мейбелл Томмі Джо Кам'янопільському.]===],
--[[progress]] [===[Що це в тебе?? Мейбелл - це світло мого похмурого життя. Не барися, дозволь мені побачити її листа!]===],
--[[reward]] [===[Ой лишенько! Я не витримаю нашої розлуки. Я повинен її побачити!!]===],
},
[107] = {
--[[title]] [===[Записка для Вільяма]===],
--[[description]] [===[Сподіваюсь, Вільям Пестл має зілля, яке об'єднає серця двох наших закоханих!

Ось, віддай цю записочку Вільяму. Він зупинився в таверні «Гордість Лева» в Злотохресті.]===],
--[[objective]] [===[Візьміть Записку Бабці Кам'янопільської і передайте Вільяму Пестлі.]===],
--[[progress]] [===[Ти, справді, {стать:приніс:принесла} записку від Бабці Кам'янопільської, ге? Я не бачив Мілдред сто років! Цікаво, що в неї на думці...]===],
--[[reward]] [===[Моя душа болить за цих двох нещасних, Мейбелл і Томмі Джо. Пам'ятаю, колись була і я юною і закоханою.

Я мушу якось їм допомогти! Дай-но подумати...]===],
},
[109] = {
--[[title]] [===[Відзвітуйте Гріану Каменегриву]===],
--[[description]] [===[Здається мені, що ти {стать:побував:побувала} не в одному бою, {клас:к}. Тобі слід зустрітися з Гріаном Каменегривом. Він очолює Народне ополчення, спрямоване на захист сільськогосподарських угідь Західного Краю. Б'юсь об заклад, він може скористатися твоєю допомогою. Зазвичай його можна знайти в кам'яній вежі на Сторожовій заставі, недалеко від дороги, посеред Західного Краю.]===],
--[[objective]] [===[Поговоріть з Гріаном Каменегривом. Зазвичай його можна знайти в кам'яній вежі на Сторожовій заставі, недалеко від дороги, посеред Західного Краю.]===],
--[[progress]] [===[Ну як... успішно??]===],
--[[reward]] [===[О, значить, мій друг прислав тебе сюди? Як люб'язно.

Ну, монархи Штормовію більше не підтримують нашу справу. Залишається покладатися лише на ополчення. Якщо тебе зацікавила наша боротьба за свободу, то нам без сумніву згодяться твої бойові навички.]===],
},
[111] = {
--[[title]] [===[Поговоріть із бабцею]===],
--[[description]] [===[Будь ласка, {ім'я}, переговори з моєю бабусею. Якщо хтось і може знайти спосіб об'єднати нас із Мейбелл, то це тільки вона.

Бабуня живе в нашому будинку на схід звідси.]===],
--[[objective]] [===[Поговоріть з Бабцею Кам'янопільською.]===],
--[[progress]] [===[Не дочекаюся на реакцію моїх друзів!

Вони нічого навіть не підозрюють.]===],
--[[reward]] [===[Допоки наші сім'ї ворогують, у Томмі Джо та Мейбелл не найкраще майбутнє, але... можливо, ми зможемо допомогти їм хоча б ненадовго зустрітися.

Хм, дай-но подумаю...]===],
},
[112] = {
--[[title]] [===[Збір водорості]===],
--[[description]] [===[Я можу заварити зілля, що зробить Мейбелл невидимою, тоді вона зможе прослизнути повз виноградники Маклура і дістатися Томмі Джо. Але для виготовлення відвару мені потрібні кришталеві водорості.

Хоча водорості, зазвичай, ростуть в океані... іноді їх збирають мурлоки. Перевір, чи є запаси у мурлоків..., тих, що біля Кришталевого озера. Водойма лежить на сході від Злотохрестя.]===],
--[[objective]] [===[Принесіть 4 Стебла Кришталевої водорості Вільяму Пестлі в Злотохрестя.]===],
--[[progress]] [===[Ти {стать:приніс:принесла} кришталеві водорості? Безсумнівно, Мейбелл не терпиться побачити свого залицяльника...]===],
--[[reward]] [===[Тобі вдалося! Чудово! Тепер, зачекай хвильку, поки я приготую відвар...]===],
},
[114] = {
--[[title]] [===[Втеча]===],
--[[description]] [===[Передай цей Відвар невидимості юній Мейбелл. Його дія повинна тривати достатньо довго, для щоб вона змогла відвідати Томмі Джо.]===],
--[[objective]] [===[Передайте Відвар невидимості Мейбелл Маклур.]===],
--[[progress]] [===[Ти {стать:доставив:доставила} мій лист Томмі Джо? Що він сказав??]===],
--[[reward]] [===[О Боже мій! Мені так соромно, що обманюю свою родину, але почуття до Томмі Джо занадто сильні, щоб їх ігнорувати.

Дякую, {ім'я}. Я вип'ю цей відвар, як тільки матиму можливість для втечі до свого коханого.

А ось це для тебе... будь ласка, візьми.]===],
},
[123] = {
--[[title]] [===[Збирач]===],
--[[description]] [===[Ця Записка - це графік із переліком днів та часу, коли людина - зазначена, як «Збирач» - отримає поставку золота з шахт у Ельвиннському лісі.

З розкладу виглядає так, ніби збирач проживає біля гарбузового наділу Бреквелів в східному Ельвинні.

Все це має важливий вигляд. Тобі необхідно повідомити про це маршалу Дугану в Злотохресті.]===],
--[[objective]] [===[Поїдьте до маршала Дугана в Злотохрестя і передайте йому Розклад Збирача.]===],
--[[progress]] [===[Що?!? Вже декілька місяців в шахтах Ельвинну не працювали наші люди!

Дай-но гляну на твою записку...]===],
--[[reward]] [===[Хм... Я чув про цього "Збирача", але не знаю, на кого він працює. Дякую за Розклад. Він нам допоможе розгадати цю таємницю.]===],
},
[129] = {
--[[title]] [===[Безкоштовний обід]===],
--[[description]] [===[Зробиш мені послугу? Я приготувала обід для Вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовію. Він в змозі захистити себе, але для такої городянки як я там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги що веде в Смерколісся.]===],
--[[objective]] [===[Принесіть Вартовому Паркеру обід Паркера. Він патрулює дорогу що веде в Темноділ.]===],
--[[progress]] [===[Дарсі прислала мені полуденок, справді? В неї таке добре серце. Що ж... Давай обідати!]===],
--[[reward]] [===[Дякую, їжа дійсно знадобилась. Вартувати Приозер'я від орків і ґнолів це тяжка робота!]===],
},
[130] = {
--[[title]] [===[Візит травниці]===],
--[[description]] [===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг:могла} би ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї в крамниці травниці що в західному кінці міста.

Та коли дістанеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
--[[objective]] [===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
--[[progress]] nil,
--[[reward]] [===[Тобі треба букет квітів? Ти не надто довго був у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, що кохання витає в повітрі... Особливо в такі небезпечні часи.]===],
},
[147] = {
--[[title]] [===[Полювання на здирника]===],
--[[description]] [===["Збирач" відбирає золото з наших шахт, тим самим обкрадаючи королівство! Розберись з ним, а мені принеси перстень, згаданий у записці. Можливо він нам допоможе зрозуміти, на кого той негідник працює...

В ній сказано, що "Збирач” переховується у Гарбузовому наділі Бреквеллів. Доведеться тобі там все обшукати.]===],
--[[objective]] [===[Викрийте і вбийте "Збирача", а потім принесіть маршалу Дугану його перстень.]===],
--[[progress]] [===[Ти {стать:знайшов:знайшла} "Збирача”? {стать:Довідався:Довідалась}, на кого він працює?]===],
--[[reward]] [===[Тобі вдалося?! Молодець, {ім'я}. Він більше не буде "обдирати" Ельвиннські копальні...

Цей перстень, що ти {стать:приніс:принесла}, цікавенький... такі - ознака членства давньої Гільдії Каменярів Штормовію. Чому у жалюгідного злодюги є перстень ремісничої гільдії, і чому Повстанське братство збирає гроші в наших шахтах?

Складні запитання. Сподіваюся, колись у нас будуть відповіді.]===],
},
[176] = {
--[[title]] [===[Розшукується: "Хоґґер"]===],
--[[description]] [===[Розшукується: Хоґґер
Величезний гнолл, Хоґґер, вештається лісами південно-західного Ельвинну. Попри усі спроби, схопити його так і не вдалося.

Армія Штормвію назначила щедру винагороду за гнолла. Щоб отримати її, потрібно пред'явити маршалу Дугану в Злотохресті доказ смерті Хоґґера.]===],
--[[objective]] [===[Покінчіть із гноллом Хоґґером і принесіть його Величезну лапу маршалу Дугану.]===],
--[[progress]] [===[Так, Хоґґер став справжньою мукою для мене та моїх людей. Ти {стать:прикінчив:прикінчила} звіра?]===],
--[[reward]] [===[Та невже?! Молодець! Я почав вже думати, що цього монстра ніхто не здолає!

Ось тобі, {ім'я}. І ще раз дякую - я думав той гнолл доведе мене до інфаркту!]===],
},
[239] = {
--[[title]] [===[Гарнізон Західноводдя потребує допомоги!]===],
--[[description]] [===[Гарнізон на нашому західному кордоні повідомляє про посилення активності гноллів та злодіїв. Вони просять вислати допомогу... але у нас просто немає жодного вільного солдата!

Нам знадобиться будь-яка допомога. Знайди і поговори із заступником Райнером в Гарнізоні Західноводдя і, я певен, він знайде роботу і для тебе.

Гарнізон - вниз по дорозі на захід. Праворуч, як перейдеш міст через невеликий струмок.]===],
--[[objective]] [===[Біжіть до гарнізону Західноводдя і поговоріть там із заступником Райнером.]===],
--[[progress]] nil,
--[[reward]] [===[Значить, Маршал Дуган прислав тебе? Ну, ти явно не солдат, але мені достатньо того, що Дуган обрав саме тебе!

Наша ситуація досить напружена. Сподіваюся, ти {стать:вправний:вправна}.]===],
},
[244] = {
--[[title]] [===[Вторгнення ґнолів]===],
--[[description]] [===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори ґнолів, на півночі і сході.

Приозер'я має знати про об'єднані сили ґнолів! Відрапортуй Обранцеві Фелдону в Приозер'ї і розкажи йому про ґнолів. Зроби це і Фелдон певно запропонує оплату за твою розвідку.

Він зазвичай наглядає за територією на південь від моста в Приозер'я.]===],
--[[objective]] [===[Відрапортуйте Обранцеві Фелдону.]===],
--[[progress]] nil,
--[[reward]] [===[Багрянокряжові ґноли так близько від Ельвіну? Мабуть вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть під облогою.

Ось твоя платня, хоч ти і {стать:приніс:принесла} страшні вісті. І прийшли вони невчасно, бо ж ми зле споряджені для такого нападу.]===],
},
[246] = {
--[[title]] [===[Оцінка загрози]===],
--[[description]] [===[У нас немає зайвих людей, але з цими ґнолами, що ти про них {стать:доповів:доповіла}, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся чи немає там ґнолів. Зроби засідку, вбий скільки зможеш і доповіси мені скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих ґнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради Армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
--[[objective]] [===[Вбийте 10 Багрянокряжових Байстрюків і 6 Багрянокряжових Браконьєрів, а потім відрапортуйте обранцеві Фелдону у Приозер'ї.]===],
--[[progress]] [===[Перепрошую, {ім'я}, але у нас тут сильно зв'язані руки. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
--[[reward]] [===[<Обранець Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили ґнолів і з того, що ти мені розповів, вони міцні горішки. Це мало бути непросто -- зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не {стать:зробив:зробила}, поговори з Судовиком Морісом та Суддьою Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою -- ці двоє потребуватимуть тебе, я впевнений.]===],
},
[332] = {
--[[title]] [===[Реклама винної крамниці]===],
--[[description]] [===[Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають найкраще вино в Штормовії. І ми недалеко розташовані, у Торговому кварталі уздовж милих міських каналів.

Ось, візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!]===],
--[[objective]] [===[Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.]===],
--[[progress]] [===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
--[[reward]] [===[О, то ви бачилися з Ренато? Ось тримайте, {стать:сір:мадам}. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!]===],
},
[475] = {
--[[title]] [===[Вітер сум'яття]===],
--[[description]] [===[Вітер сум'яття віє над лісом.

Ґеролас Талветрен служить Великим вартовим сплячих Друїдів Кігтя у обителі Бен'етіл. Його основний обов'язок — гарантувати безпеку та підтримувати їхній Сон, щоб домовленість друїдів з Ізерою залишалася в силі.

Та останнім часом вісті від Ґероласа чомусь затримуються, і я починаю хвилюватися. Вирушай на схід, у селище Зоряного Вітру, та принеси мені звіт Ґероласа. Потрібно впевнитись, що мої брати та сестри сплять спокійно.]===],
--[[objective]] [===[Відшукайте Ґероласа Талветрена в селищі Зоряного Вітру]===],
--[[progress]] nil,
--[[reward]] [===[Хвала лісовим духам, ти {стать:прийшов:прийшла}! Я знав, що Атрідас занепокоїться та надішле допомогу.]===],
},
[476] = {
--[[title]] [===[Порча Кривої Сосни]===],
--[[description]] [===[Плем'я Кривої Сосни уражене порчею!

Колись мирні хутропузи зараз проявляють агресію проти захисників лісу. Вони підстерегли мене в засаді, коли я виходив із обителі Бен'етіль, а потім розграбували селище Зоряного Вітру. Їхній ватажок, Урсал Молотобій, затьмарює розум створінь за допомогою моху Скверни.

В мене багато ран, і я не можу передати Атрідасу ці страшні вісті. Це маєш зробити ти, {стать:юний:юна} {клас:к}. Мені залишається сподіватися, що оскаженілі хутропузи Кривої Сосни поки не зруйнували Бен'етіль!]===],
--[[objective]] [===[Поверніться до Атрідаса Ведмежого Покриву в Доланаар.]===],
--[[progress]] nil,
--[[reward]] [===[Клянусь сузір'ями! Це воістину тривожні вісті!]===],
},
[483] = {
--[[title]] [===[Реліквії пробудження]===],
--[[description]] [===[Ми бачили, як загарбники з Кривої Сосни спустошують обитель Бен'етіл.

Сплячі друїди навічно застрягнуть у Смарагдовому сні, не знаючи про свою долю, якщо ми їм не допоможемо. Тонкий ритуал сплячки неможливо порушити без Реліквій пробудження.

Спускайся у обитель та забери талісман Воронячого Пазура, Чорне Перо, Небесний Сапфір та Руну Гніздування. Друїди зберігають їх у священних скринях. Поверни їх мені, і я підготую ритуал пробудження.]===],
--[[objective]] [===[Дістаньте Реліквії Пробудження та принесіть їх Атрідасу Ведмежому Покриву в Доланаар.]===],
--[[progress]] [===[{Ім'я}, Друїди Кігтя назавжди потраплять у пастку Смарагдового сну, якщо ми не знайдемо Реліквії пробудження в обителі Бен'етіл на заході.

Хвилини бездіяльності можуть приректи їх на вічні страждання.]===],
--[[reward]] [===[У тебе вийшло, {стать:юний:юна} {клас:к}! Чудово і, мушу додати, дуже вчасно.]===],
},
[486] = {
--[[title]] [===[Урсал Молотобій]===],
--[[description]] [===[Настав час врятувати Друїдів Кігтя. Якщо зараз ми зазнаємо невдачі, {Ім'я}, їхній сон стане вічним.

Я підготую реліквії Пробудження і проведу обряд. Але щоб у мене все вийшло, тварюка, винна в цих поневіряннях, має бути знищена. Тільки тоді ми зможемо провести ритуал.

Урсал Молотобій став у нас на заваді, і саме він повинен заплатити за свої злодіяння. Вирушай в Табір Кривої Сосни на південному заході і убий його.]===],
--[[objective]] [===[Вбийте Урсала Молотобоя і повертайтеся до Атрідаса Ведмежого Покриву в Доланаар.]===],
--[[progress]] [===[Ми не зможемо розбудити наших братів, поки не вб'ємо Урсала Молотобоя, {Ім'я}.]===],
--[[reward]] [===[{Ім'я}, ти {стать:проявив:проявила} себе як дуже {стать:достойний:достойна} та {стать:спроможний:спроможна} {клас:н}. {Раса:н}, {стать:який:яка} так впевнено слідує дорогою честі, безумовно, отримає велику славу в цьому світі.

Хай лісові духи захищають тебе, куди б ти не {стать:пішов:пішла}.]===],
},
[487] = {
--[[title]] [===[Дорога в Дарнас]===],
--[[description]] [===[Дорогу в Дарнас потрібно охороняти. Мандрівники, що прямують з Доланаара у столицю, розповідають про варварські напади агресивних хутропузів з племені Кривої Сосни.

Кожен день у Дарнас надходять вантажі і важливі повідомлення. Ми не можемо допустити, щоб зграя цих мерзотних тварюк загрожувала подорожнім.

Візьми зброю в ім'я священного лісу, {клас:к}. Їхнє лігво знаходиться десь під цим пунктом спостереження. Убий 6 Душителів з племені Кривої Сосни і повертайся до мене.]===],
--[[objective]] [===[Вбийте 6 Душителів Кривої Сосни і поверніться до вартової Амари Ночеходець за межами Доланаара.]===],
--[[progress]] [===[Дорога все ще небезпечна, {клас:к}. Убий 6 Душителів з племені Кривої Сосни і повертайся до мене.]===],
--[[reward]] [===[Ти добре {стать:послужив:послужила} людям Доланаару і Дарнасу, {стать:хоробрий:хоробра} {клас:к}. Як представник вартових Тельдрассіля, я вітаю тебе.]===],
},
[488] = {
--[[title]] [===[Торги Зенна]===],
--[[description]] [===[Хочеш попрацювати, я дивлюсь? Тобі пощастило, не проходить і дня без того, щоб я не потогрувався із щонайменше одним {клас:о}.

Розумієш, {Ім'я}, я можу зробити тебе дуже {стать:щасливим:щасливою} і дати тобі речі, про які ти навіть і не {стать:мріяв:мріяла}. Але спершу ти маєш принести мені деякі предмети.

Моя діяльність у цьому лісі часто потребує певних... реагентів. Принеси мені 3 ікла ночезубів, 3 пір'їни сов, що літають довкола, та 3 зразки павутинного шовку.

Але давай залишимо цю розмову між нами, {раса:к}.]===],
--[[objective]] [===[Принесіть Зенну Брудній Ратиці за межами Доланаару 3 Ікла Ночезуба, 3 Пір'їни Сови та 3 Зразки Павутинного Шовку.]===],
--[[progress]] [===[Працюєш, як маленька бджілка, {Ім'я}? Я чекав, коли ти принесеш мені те, що я просив.]===],
--[[reward]] [===[Ха-ха! Чудова робота.

Хто б міг подумати, що я, Зенн Брудна Ратиця, схилив {раса:з} до торгів? Точно не я! Але так і живемо... наш улюблений світ сповнений сюрпризів.

Три "Ура" за наївних і легковажних!]===],
},
[489] = {
--[[title]] [===[У пошуках спокути!]===],
--[[description]] [===[До Ради Лісу дійшли чутки, що ти {стать:допоміг:допомогла} Зенну Брудній Ратиці. Сатир - ворог лісу. Ти, {раса:к}, {стать:мав би бути вищим:мала б бути вищою} за осквернення наших земель та вбивство дітей природи.

Якщо хочеш залишитись другом Тельдрассіля, то мусиш почати спокутувати свої діяння в очах Ради.

Для початку провчи Зенна. В лісі ти знайдеш осквернені шишки, зіпсовані опалі пагони. З них йде зеленуватий дим.

Принеси ці шишки Брудній Ратиці. Хай подумає, що ти {стать:приніс:принесла} йому смачненький перекус.]===],
--[[objective]] [===[Зберіть 3 Оскверненні Шишки і віддайте їх Зенну Брудній Ратиці за межами Доланару.]===],
--[[progress]] [===[Що ти приніс мені, {Ім'я}? На вигляд чудова закуска.]===],
--[[reward]] [===[Ти просто чудо, {раса:к}! Ми були певні, що ти нам станеш у нагоді!]===],
},
[918] = {
--[[title]] [===[Насіння деревників]===],
--[[description]] [===[Деревники Тельдрассіля - елементалі природи. Якимось чином вони відображають природний порядок флори і фауни нашого великого дерева.

Мене тривожить, що вони так розлютилися.

Я вважаю, що це якось пов'язане із землею. Я працював з різними методами підживлення рослин і хотів би спробувати їх на насінні деревників. Будь ласка, збери для мене насіння з деревників, що ходять навколо озера Аль'Амет.]===],
--[[objective]] [===[Принесіть 8 Насінин Деревників Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[Ти {стать:приніс:принесла} насіння? Я хочу його посадити.]===],
--[[reward]] [===[Тобі вдалося. Це добре!

Я посаджу насіння в спеціально підготовлений ґрунт. Я вірю, що насіння проросте в спокійних деревників. Можливо, згодом ми побачимо результати!]===],
},
[919] = {
--[[title]] [===[Паростки деревників]===],
--[[description]] [===[Маленькі деревники проростають навколо вод озера Аль'Амет. Боюся, що їм допомагати вже пізно - нам слід спробувати очистити їх, перш ніж вони виростуть досить великими, щоб стати для нас проблемою.

Якщо побачиш паростки деревників навколо озера, прибери їх. Допоможи зберегти нашу землю в чистоті!]===],
--[[objective]] [===[Принесіть 12 Паростків Деревників Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[Привіт, {Ім'я}. Ти {стать:знайшов:знайшла} паростки біля води?]===],
--[[reward]] [===[Це багато! Боюся, вони розростаються з надзвичайною швидкістю. Сподіваюся, що зможу розгадати загадку того, що їх вражає.

Дякую за допомогу, {Ім'я}. Завдяки твоїм зусиллям земля стала чистішою.]===],
},
[922] = {
--[[title]] [===[Релліан Зеленоватрий]===],
--[[description]] [===[{Ім'я}, не {стать:міг би:могла б} ти взяти одну насінину і передати її моєму другові, Релліану Зеленоватрому? Він друїд з Дарнасу і, коли ми востаннє розмовляли, він проявив чималий інтерес до моєї роботи з Деревниками. У нього були цікаві ідеї, тож йому точно знадобиться цей зразок для подальшої роботи.

Дякую, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}. Я сподіваюся, що колись ти побачиш плід моїх праць.

Релліана ти зможеш знайти на стежинах Кенарійського Анклаву в Дарнасі.]===],
--[[objective]] [===[Принесіть Насіння Деревника Релліану Зеленоватрому в Дарнас.]===],
--[[progress]] [===[Привіт... Чим я можу допомогти?]===],
--[[reward]] [===[Ах, насіння деревника? Я хотів спробувати виростити одного з них, щоб допомогти Деналану з його дослідами.

Але я зі страхом виявив, що багатьох деревників захопила порча. Як мені відомо, це спадково передається у насінні цих істот, і моїх сил забракне, щоб їх очистити.

Деналан дуже добре порається з речами, що ростуть. Думаю, він здатен знайти ліки для майбутніх деревників. Він може бути їхньою єдиною надією.]===],
},
[923] = {
--[[title]] [===[Пухлини]===],
--[[description]] [===[Деревників дедалі більше вражає якась порча. Ми намагаємось знайти джерело, але зараз, щоб зберегти Телдрассіль, ми повинні позбутися деревників, яким вже пізно допомогти. Особливо порча вразила тих, що ходять довкола Джерельного озера на півночі Тельдрассіля. Їх треба знищити!

Зроби це і збери вкриті мохом пухлини, що ростуть на них. Принеси мені пухлини, щоб ми могли їх спалити.]===],
--[[objective]] [===[Принесіть 5 Вкритих Мохом Пухлин Релліану Зеленоватрому в Дарнасі.]===],
--[[progress]] [===[Ти вже {стать:був:була} на Джерельному озері, {Ім'я}? Вдалося позбутися деревників?]===],
--[[reward]] [===[Чудово! Ці пухлини є симптомом враження деревників порчею. Вони наповнені отрутою, яку ми повинні очистити з нашої нової землі.

Я знищу ці пухлини. Дякую, {Ім'я}.]===],
},
[927] = {
--[[title]] [===[Вкрите мохом серце]===],
--[[description]] [===[Серце Сморідного Чорномоха вкрите темним, маслянистим мохом. Насправді, єдине, що нагадує в цьому серце - це повільний глухий ритм... Биття, яке продовжується навіть зараз.

Можливо, Деналан захоче побачити це серце.]===],
--[[objective]] [===[Принесіть Покручене Мохом Серце Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[{Ім'я}! Ти маєш щось для мене?]===],
--[[reward]] [===[...Що це? Серце деревника?? Покрите брудним мохом!

Дякую, що {стать:приніс:принесла} його мені, {Ім'я}. Я огляну серце і, якщо повезе, визначу природу цього моху.]===],
},
[929] = {
--[[title]] [===[Вінець Землі]===],
--[[description]] [===[Передусім, дозволь мені детальніше розказати про завдання, що стоїть перед тобою. Друїди Дарнаса користуються водою місячних колодязів, розташованих у різних куточках Тельдрассіля. За допомогою цих спеціально виготовлених фіалів ти й зможеш набирати з них воду.

Віднеси ємність до місячного колодязя у Селищі Зоряного Вітру, що лежить на сході, набери з нього трохи води, а потім повертайся до мене. Коли виконаєш це завдання, я продовжу свою оповідь з того моменту, на якому її перервав Тенарон...]===],
--[[objective]] [===[Наповніть нефритовий фіал та поверніть його Корітрасу Місячній Люті в Доланаарі.]===],
--[[progress]] [===[З поверненням, {Ім'я}. Ти {стать:виконав:виконала} моє завдання?]===],
--[[reward]] [===[Після битви за гору Хіджал ми згубили свій шлях. Дим, що сходив з охопленого полум'ям Нордрассіля, ще не встиг осісти, але ми вже розуміли, що наше безсмертя — сама сутність нічних ельфів! — було втрачене.

Саме в цю пору випробувань для нашого народу Зрадник вирвався зі свого ув'язнення, а Шан'до Бурелють безслідно зник. Для усіх нас настали дуже темні часи.]===],
},
[930] = {
--[[title]] [===[Сяючий плід]===],
--[[description]] [===[Під гілками сяючої рослини висить великий круглий плід.

Ви впевнені, що Деналану захочеться його вивчити.]===],
--[[objective]] [===[Принесіть Сяючий Плід Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[{Ім'я}, схоже, що ти маєш мені щось сказати. Ти {стать:приніс:принесла} новини стосовно деревників?]===],
--[[reward]] [===[Ти {стать:знайшов:знайшла} це на Тельдрассілі? Інтригує... це досить екзотичний фрукт. Можливо, його насіння привезли сюди здалеку. Можливо, навіть не з Азерота! У цьому фрукті щось є... Здається, він дуже дивно відреагував на землю Тельдрассіля.

Дякую, {Ім'я}. Тепер, якщо ти мене вибачиш, я мушу це вивчити більш детально...]===],
},
[931] = {
--[[title]] [===[Мерехтливий паросток]===],
--[[description]] [===[Листки цієї рослини мерехтять у лісовому світлі, поширюючи навколо неї мінливе, пульсуюче світіння.

Мабуть, Деналана зацікавить її зразок.]===],
--[[objective]] [===[Принесіть Мерехтливий Паросток Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[В тебе є щось для мене?]===],
--[[reward]] [===[Де ти це {стать:взяв:взяла}? Я не бачив такої рослини з часів перебування в Болотах Скорботи... кілька десятиліть тому! Дивовижно, цей зразок потрапив до Тельдрассіля. І рослина виросла до таких розмірів!

Дякую, {Ім'я}. Пробач мені мою небагатослівність, але я мушу провести дослідження цього паростка.]===],
},
[932] = {
--[[title]] [===[Скручена ненависть]===],
--[[description]] [===[Я маю попередити тебе, {Ім'я}, ця справа повинна залишатися між нами. Сатири й так вже завдають нам чималих клопотів, а цей ще й нишпорить поряд із нашими домами.

Його називають лордом Меленасом. Він проживає недалеко у печері Сквернокаменю і збирає довкола себе зграйку греллів-воїнів. Серце у нього чорніше ночі, а задуми - огидні.

Знайди його в печері, прямо на півночі звідси, і принеси його голову!]===],
--[[objective]] [===[Вбийте лорда Меленаса і принесіть його голову Таллонкаю Спритнокорню в Доланаар.]===],
--[[progress]] [===[Ти вже {стать:вбив:вбила} лорда Меленаса? Вкрай важливо, щоб усе пройшло швидко і тихо, {Ім'я}. Подальше його існування бентежить усіх нас.]===],
--[[reward]] [===[Зі смертю лорда Меленаса я нарешті можу перейти до інших справ. Дякую, {Ім'я}.]===],
},
[933] = {
--[[title]] [===[Вінець Землі]===],
--[[description]] [===[На південному сході від входу в Дарнас, вздовж берегів Арлітріенських ставів ти знайдеш ще один місячний колодязь. Вартовим дедалі важче патрулювати цю територію з огляду на агресію та постійні напади хутропузів племені Кривої Сосни.]===],
--[[objective]] [===[Наповніть турмаліновий фіал та поверніть його Корітрасу Місячній Люті в Доланаарі.]===],
--[[progress]] [===[Спершу ніхто не звертав уваги на донесення про оскаженілих хутропузів. Хто б міг подумати, що ці миролюбні людоведмеді можуть впадати в таку шалену лють? Скільки ж ще бід впаде на наші голови?]===],
--[[reward]] [===[Шан'до Бурелють так і не повернувся, навіть сьогодні ми не маємо жодної звістки про нього. Друїди були в сум'ятті. Після зникнення Малфуріона, Верховний друїд Фендрал Оленячий Шолом очолив Орден друїдів, переконавши Коло Древніх на Темних берегах, що настав час нашому народу повернути собі колишню міць та безсмертя. Отримавши схвалення Кола, Оленячий Шолом заручився підтримкою наймогутніших друїдів і виростив Тельдрассіль, нове Дерево Життя.]===],
},
[934] = {
--[[title]] [===[Вінець Землі]===],
--[[description]] [===[Тим не менш, для Тельдрассіля усе складалося не так добре, як того хотілося. Оленячий Шолом, безумовно, виплекав мрію та ретельно продумав, як виростити нове Дерево Життя. Але була одна невелика проблема — проблема, яка врешті-решт й стала причиною багатьох неприємностей, з якими зараз стикнулися мешканці Тельдрассілю.

Однак про це ще рано говорити. Ти маєш відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповниш фіал його водою і повертайся до мене.]===],
--[[objective]] [===[Наповніть аметистовий фіал та поверніть його Корітрасу Місячній Люті в Доланаарі.]===],
--[[progress]] [===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
--[[reward]] [===[Я відчуваю присутність Дерева-оракула... Неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, але не так, як того хотілося, {клас:к}. Для гармонічного розвитку дерево потребувало благословення драконів, як свого часу це відбулося із Нордрассілем. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його зарозумілості. Другим драконом, який не дав свого благословення, стала Алекстраза. Без її згоди Тельдрассіль був приречений стати таким недосконалим та непередбачуваним.]===],
},
[935] = {
--[[title]] [===[Вінець Землі]===],
--[[description]] [===[Без благословення Алекстрази, Берегині Життя, та Ноздорму, Володаря Часу, Тельдрассіль виріс із вадами. Чудні створіння лізуть з-під його кореневища, а оскаженілі хутропузи нападають на мандрівників, що проходять повз їхні селища.

Залишається лише сподіватися, що Верховний друїд швидко знайде те, що шукає. Я наповню флакон водою з усіх принесених тобою фіалів, щоб ти {стать:доставив:доставила} їх у Дарнас.

Віднеси його Фендралу Оленячому Шолому, ти знайдеш його в діброві друїдів.]===],
--[[objective]] [===[Віднесіть наповнений флакон Верховному друїду Фендралу Оленячому Шолому в Дарнас.]===],
--[[progress]] [===[Я не кликав тебе, тож не розумію, навіщо ти {стать:прийшов:прийшла} відволікати мене своїми балачками.

Що б там не було, кажи, будь ласка, швидше.]===],
--[[reward]] [===[О, так, це та вода, яку я просив мені надіслати. Тенарон і Корітрас знайшли на це час... хоча гінця, можливо, обрали не найнадійнішого... хм-м.

Однак, в будь-якому разі, тепер я можу повернутися до роботи. Тягар усіх бід Тельдрассіля важким ярмом лежить на моїх плечах. Залишається лише сподіватися, що скоро я його позбудуся.

Ось, візьми. Можливо, тобі це знадобиться.]===],
},
[937] = {
--[[title]] [===[Зачарована Поляна]===],
--[[description]] [===[Мене відправили сюди з невеликою групою вартових, щоб захистити Дерево-оракул від гарпій, які позвивали свої гнізда всією галявиною. Потроху ми намагаємось їх вигнати звідси.

Коли Дерево-оракул спробувало відправити посланця в Дарнас, на гінця напала група гарпій.

Якщо ти берешся за це завдання, то вирушай до гнізд гарпій, вбий їх та принеси мені пояси членів Кривавого Пера як доказ їхньої смерті.]===],
--[[objective]] [===[Отримайте 6 Поясів Кривавого Пера та принесіть їх вартовій Аринії Хмарелам на Поляну Оракула.]===],
--[[progress]] [===[Їхні ріжучі пазурі та гострі дзьоби можуть стати важким випробуванням для твоїх здібностей, {Ім'я}, але я вірю, що ти зможеш виконати це завдання.]===],
--[[reward]] [===[Я вражена тим, чого ти тут {стать:досяг:досягла} за такий короткий період. Я могла б попросити тебе залишитись тут і допомогти мені із моїми завданнями... але у серці я розумію, що більш великі діяння очікують на тебе.

Я лишень помітила, що Дерево-оракул впустило частинку своєї кори. Без сумнівів, у нього є завдання, яке має бути виконане. Ти маєш поговорити з ним.]===],
},
[938] = {
--[[title]] [===[Імла]===],
--[[description]] [===[Хутро самиці шаблезуба має відмінний сірий колір, який гармонічно зливається із навколишнім лісом. Поки вона лежить на місці, ви помічаєте, що тварина сильно постраждала, а в областях спини та живота простежуються глибокі рвані рани.

Самиця піднімає голову і дивиться на вас, яскравими розумними синіми очима. Здається, вона готова слідувати за вами.]===],
--[[objective]] [===[Проведіть Імлу до вартової Аринії Хмарелам, яка знаходиться біля місячного колодязя поблизу Дерева-оракула.]===],
--[[progress]] [===[Імла... Це була моя вина! Ті відьми застали мене зненацька... Я не повинна була їм дозволити захопити тебе...]===],
--[[reward]] [===[Дуже дякую, {Ім'я}! Я боялася, що більше ніколи не побачу Імлу, тужила всім серцем, думаючи, що навік розлучилася зі своєю вірною супутницею... Я в неоплатному боргу перед тобою! Прийми мою безмежну вдячність.]===],
},
[940] = {
--[[title]] [===[Тельдрассіль]===],
--[[description]] [===[Ліс шепоче про твої подвиги, {Ім'я}. Коли я відчув, як гарпії покидають свої гнізда, заспокійливе відчуття наповнило весь ліс, його істоти знову в безпеці. Я боявся направляти Верховному друїду ще одного посланника, але знаю, що ти впораєшся з цією роботою.

Передай йому це і знай, що ліс безпечно проведе тебе на шляху до кам'яних садів Дарнасу.]===],
--[[objective]] [===[Передайте доповідь Дерева-оракула Верховному друїду Фендралу Оленячому Шолому в Дарнасі.]===],
--[[progress]] [===[Хм... В тобі сильно відчувається дух лісу, {клас:к}. Що привело тебе до Верховного друїда Калдорей?]===],
--[[reward]] [===[Мені було цікаво, чому Дерево-оракул так довго не спілкувалося зі мною... Схоже, що поки одні проблеми стають меншими, інші - продовжують рости.

Я боюся, що моя робота над Телдрассілем ніколи не буде завершена, і ми не повернемо собі безсмертя.

Тим не менш, ти добре {стать:виконав:виконала} завдання Дерева-оракула і {стать:повинен:повинна} отримати нагороду за свою старанність.]===],
},
[941] = {
--[[title]] [===[Посіяти серце]===],
--[[description]] [===[Я видалив цей смердючий мох з серця, але воно продовжує загнивати...

Спробуй посадити його в мою діжку. Вона наповнена плодородною землею, яка може очистити і вилікувати це серце.]===],
--[[objective]] [===[Посадіть загниваюче серце до діжки Деналана.]===],
--[[progress]] [===[Діжка наповнена землею, спеціально підготовленою Деналаном.]===],
--[[reward]] [===[Ви садите серце в діжку, і воно швидко в неї заривається!

Через кілька секунд серце знову виринає на поверхню... Очищене та пульсуюче... Вам хочеться взяти його в руки.]===],
},
[997] = {
--[[title]] [===[Земля Деналана]===],
--[[description]] [===[То ти йдеш на південь? До озера Аль'Амет? Якщо так, не {стать:міг би:могла б} ти виконати одне моє прохання...

Мій побратим Деналан мешкає в таборі біля східної частини озера. Він займається вивченням життя рослин Тельдрассіля та проводить власні дослідження. Для продовження йому потрібна рідкісна земля з Дарнасу, але її доставили нам в Доланаар із запізненням.

Чи не {стать:міг би:могла б} ти віднести йому цю пригорщу?]===],
--[[objective]] [===[Віднесіть пригорщу рідкісної землі Деналану біля озера Аль'Амет.]===],
--[[progress]] [===[Ти щось мені {стать:приніс:принесла}?]===],
--[[reward]] [===[Нарешті! Я вже давно чекаю на цю землю. Сподіваюся, вона ще свіжа...

Безмежно вдячний тобі за допомогу, {Ім'я}. Ти {раса}, що не шкодує свого часу на благі діяння!]===],
},
[2158] = {
--[[title]] [===[Відпочинок і релаксація]===],
--[[description]] [===[Кожен мандрівник має відпочивати коли виснажується - і немає кращого місця для релаксації і відпочинку, ніж таверна «Гордість Лева»!

Мій найкращий друг, корчмар Фарлі, там за головного. Якщо скажеш йому, що ти від мене,- то отримаєш спеціальні знижки на їжу та напої.

«Гордість Лева» знайти не важко, рухайся на південь по дорозі - не проґавиш!]===],
--[[objective]] [===[Поспілкуйтеся із корчмарем Фарлі в таверні «Гордість Лева».]===],
--[[progress]] nil,
--[[reward]] [===[Відновлення і релаксація для втомлених і зморених - ось наш девіз! Будь ласка, влаштовуйся біля вогню зручніше і гарненько відпочинь тілом і душею.

Чи бажаєш скуштувати щось із наших вишуканих напоїв та їжі?]===],
},
[2159] = {
--[[title]] [===[Доставка в Доланаар]===],
--[[description]] [===[Вітаю, {стать:юний:юна} {клас:к}. Допоможеш мені? В мене є пакет трав, який я повинен доставити до Доланаару. Але я все ще потрібен друїдам Тінистої долини і не можу їх залишити.

Чи можеш доставити цей пакет замість мене? Його потрібно передати в руки Келдаміру в корчму в Доланаарі. Ти знайдеш місто вздовж дороги, на півдні.]===],
--[[objective]] [===[Передайте посилку корчмарю Келдаміру.]===],
--[[progress]] [===[Чим я можу допомогти вам, {стать:юначе:юначко}? Ви прийшли відпочити? Чи вам потрібен Камінь Вогнища?]===],
--[[reward]] [===[А, так. Доставка трав з Тінистої долини. Шкода, що Портенній не зміг принести їх сам, нам потрібно багато чого обговорити віч-на-віч. Але я дуже радий нарешті отримати цю посилку, тож дякую, що ви прийшли.

Поки ви тут, прошу, відпочиньте. Герої повинні час від часу накопичувати свої сили, тож відпочинок вам не завадить. Нехтування спокоєм тіла та розуму — вірний шлях до неуспіхів.

Тож... відпочивайте.]===],
},
[2399] = {
--[[title]] [===[Пророслі паростки]===],
--[[description]] nil,
--[[objective]] nil,
--[[progress]] nil,
--[[reward]] [===[Паростки, які Деналан посадив у своїй діжці, проросли. Вони тремтять, неначе хочуть, щоб їх хтось вхопив...]===],
},
[2438] = {
--[[title]] [===[Смарагдовий Ловець Снів]===],
--[[description]] [===[Колись Ґеролас Талветрен, Великий вартовий сплячих Друїдів Кігтя у обителі Бен'етіл, передав мені смарагдового ловця снів. Цей потужний амулет здатен витягувати енергію Смарагдового сну, даруючи удачу тому, хто ним володіє.

На жаль, мені не вдалося витягнути його зі своєї шафи в селищі Зоряного Вітру... Хоча колись це селище і було спокійним місцем, тепер його заполонили агресивні хутропузи.

Можливо, ти б {стать:хотів:хотіла} повернути мені цей ловець снів, {клас:к}?]===],
--[[objective]] [===[Принесіть Смарагдовий Ловець Снів Таллонкаю Спритнокорню в Доланаар.]===],
--[[progress]] [===[Прошу, рушай хутчіш! Мені залишається сподіватися, що жоден хутропуз не пошкодив мого ловця снів.

Тобі вдалося його повернути, {Ім'я}?]===],
--[[reward]] [===[Цей смарагдовий ловець снів для мене дуже важливий. Такий подарунок роблять небагатьом. Дякую, що {стать:повернув:повернула} його, {Ім'я}.]===],
},
[2459] = {
--[[title]] [===[Феросітас Пожирач Снів]===],
--[[description]] [===[Смарагд... Він зник! Мій ловець снів пошкоджено!

На півночі від селища Зоряного Вітру засіла зграя містиків з племені Кривої Сосни. Я чув, що їх ватажок, Феросітас Пожирач Снів, носить намисто, яке світиться зеленим уночі. Тепер я впевнений, що це він вкрав мій смарагд... Він не розуміє, що сила самоцвіту йому не потрібна.

Знайди зниклий камінь, {Ім'я}. І якщо ти вже {стать:взявся:взялась} за це..., вбий кілька представників цієї погані.]===],
--[[objective]] [===[Вбийте 7 Містиків з племені Кривої Сосни для Таллонкая Спритнокорня і знайдіть Зниклий Самоцвіт.]===],
--[[progress]] [===[Нехай Феросітас та містики Кривої Сосни повернуть те, що належить мені! Прошу тебе, забери в них смарагд, щоб я міг полагодити свого ловця снів.]===],
--[[reward]] [===[Нарешті я можу полагодити свого ловця снів! Спасибі тобі, {Ім'я}.]===],
},
[2498] = {
--[[title]] [===[Повернення до Деналана]===],
--[[description]] [===[Я щойно отримав звістку про те, що Деналан біля озера Аль'Амет виявив причину порчі деревників. Будь ласка, поговори з ним і скажи, що я тебе направив до нього.

Поспішай, {Ім'я}. Йому потрібна наша допомога.]===],
--[[objective]] [===[Релліан Зеленоватрий хоче, щоб ви поговорили з Деналаном біля озера Аль'Амет.]===],
--[[progress]] nil,
--[[reward]] [===[Так, Релліан послав тебе допомогти мені. Я радий, що ти {стать:прийшов:прийшла} до мене так швидко.

Я виявив тривожні речі!]===],
},
[2499] = {
--[[title]] [===[Дубохмур]===],
--[[description]] [===[У печері вздовж південного берега озера великий деревник по імені Дубохмур поширює порчу на всіх істот, що мешкають близ озера Аль'Амет.

Я не наважувався підійти занадто близько, але навіть на відстані мені зрозуміло, що Дубохмур уражений найбільшою пухлиною, яку я коли-небудь бачив... Можна сказати, велетенською.

{Ім'я}, ти вже багато чого {стать:зробив:зробила} для мене, але я прошу тебе виконати ще одне завдання. Вистеж Дубохмура та виріж в нього цю пухлину, вилучи джерело порчі з нашого дому.]===],
--[[objective]] [===[Деналан з озера Аль'Амет хоче, щоб ви забрали велетенську пухлину в Дубохмура.]===],
--[[progress]] [===[Тобі вдалося вистежити Дубохмура, {раса:к}?]===],
--[[reward]] [===[Я знав, що ти зможеш врятувати озеро від цього монстра.

Дивно... Колись Дубохмур був великим вождем свого народу... але порча вражає всіх підряд — і підлих, і благородних.

Від величини цієї пухлини бере дрижа, але я мушу дослідити її, щоб зрозуміти, який недуг мучить деревників.

Я безмежно вдячний тобі, {Ім'я}.]===],
},
[2541] = {
--[[title]] [===[Сплячий друїд]===],
--[[description]] [===[Шаман Кривої Сосни, який мешкає в цьому місці, знайшов спосіб відокремити дух сплячого друїда від його фізичного тіла. Хутропуз оживив мою фізичну форму і використовує її для нападу на тих, хто пробирається в обитель Бен'етіль. Я потрапив у пастку Смарагдового сну, тож у мене немає сил зупинити це.

Ти мусиш мені допомогти. Шамани Кривої Сосни носять із собою дивний оберіг, який використовується для виконання цього ритуалу, і я хотів би його вивчити. Будь ласка, {Ім'я}, принеси його мені.]===],
--[[objective]] [===[Принесіть Шаманський Оберіг Вуду Обену Лютопазуру в обитель Бен'етіль.]===],
--[[progress]] [===[Дослідивши оберіг, я, можливо, зрозумію, як зруйнувати ці чари. Ти {стать:знайшов:знайшла} його?]===],
--[[reward]] [===[Дякую, {Ім'я}.

Що ж це за дивна дрібничка... Я відчуваю мерзенну ауру, це дуже потужне закляття.]===],
},
[2561] = {
--[[title]] [===[Друїд Пазурів]===],
--[[description]] [===[Після дослідження цих чарів, {Ім'я}, я розумію, що потрібно зробити. Будь ласка, візьми це і зроби те, що я прошу.

Ти {стать:повинен:повинна} спуститися у найглибші недри обителі Бен'етіль. Там ти знайдеш моє бездушне тіло... Хоча я й шкодую про те, що мені потрібно тобі повідати, я не бачу іншого способу звільнитися від впливу племені Кривої Сосни.

Щоб зробити це, тобі потрібно знищити мою фізичну форму. Як тільки закінчиш з цим завданням, скористайся оберегом над моїм загиблим тілом. Коли завершиш, повертайся до мене.]===],
--[[objective]] [===[Обен Лютопазур хоче, щоб ви вбили його бездушне тіло, а потім застосували Оберіг Вуду.]===],
--[[progress]] [===[{Ім'я}, будь насторожі, наближаючись до моєї фізичної форми. Чари, якими вона окутана, досить потужні.]===],
--[[reward]] [===[Нарешті, я вільний від впливу племені Кривої Сосни. Дякую, {Ім'я}.

Тепер мій дух може спокійно спочивати у Смарагдовому сні.

Можливо, в один день ми зможемо зустрітися знову, {стать:юний:юна} {клас:к}. А поки що, будь ласка, візьми цю нагороду, як символ моєї подяки.]===],
},
[5545] = {
--[[title]] [===[Зв'язка неприємностей]===],
--[[description]] [===[У мене справжня халепа. Збігає термін замовлення на пиломатеріали, і мені катастрофічно не вистачає часу. Вовки та ведмеді на північ звідси відганяють моїх працівників від тієї деревини, яку вони вже нарубали.

Я вже говорив із заступником Райнером, щодо контролю тварин, але мені потрібен хтось, хто б міг піти позбирати для мене дров. Якби ти {стать:міг:могла} зібрати для мене вісім зв'язок деревини, я можливо встигну вчасно виконати своє замовлення.]===],
--[[objective]] [===[Принесіть 8 зв'язок деревини Керівнику Раелену в Лісозаготівельний табір Східнодолу.]===],
--[[progress]] [===[Термін замовлення не чекає, {клас:к}. Будь ласка, поспішай і позбирай ці зв'язки деревини.]===],
--[[reward]] [===[Відмінно! Завдяки тобі я маю змогу вчасно виконати замовлення. Щоб висловити свою подяку, я хотів би запропонувати трохи монет, як компенсацію за твої клопоти.

Дякую і прощавай.]===],
},
[8734] = {
--[[title]] [===[Тиранда і Ремулос]===],
--[[description]] [===[Я сповіщу Тиранду, {стать:смертний:смертна}. Шан'до Бурелють готував мене до цієї надзвичайної ситуації.

Тепер ти маєш вирушати у Місячну галявину і поговорити з Ремулосом. Він надасть подальші інструкції щодо призову Еранікуса.

Ми бажаємо тобі удачі.]===],
--[[objective]] [===[Додаткові вимоги для отримання цього квесту:
Ваша репутація з «Родом Ноздорму» повинна бути як мінімум нейтральною.

Вирушайте у Місячну галявину і поговоріть з хранителем Ремулосом.]===],
--[[progress]] nil,
--[[reward]] [===[Витягнути Еранікуса зі Смарагдового сну було б неможливо, якби він відмовився. Однак його наміри потребують входження у наш світ. Він прагне знищити живий прояв Малфуріона. Якщо в нього це вийде, то ми втратимо одного з найпотужніших союзників Смарагдового сну. Кошмар повністю поглине все, що лишиться, якщо Малфуріона не стане...]===],
},
}
