local _, addonTable = ...
local tbc_a_quests = { -- [id] = { title, description, objective, progress, completion }
[9279] = {
[===[Тобі вдалося вижити!]===],
[===[Не звертай увагу на мої рани, {стать:брате:сестро}. Диво, що ми взагалі живі!

Я і не сподівався, що ти уцілієш; ще б пак - декілька тижнів без свідомості!

Щось трапилось і Екзодар зазнав аварії. Багато хто загинув.

Добре, що ти {стать:живий:жива}, {ім'я}. Якщо ти в наших рядах, то скоро ми усі опинимося в безпеці! Проенитус хотів порозмовляти з тобою, як тільки ти прокинешься. Він чекає тебе у підніжжя пагорбу. Іди по стежці на південно-захід.]===],
[===[Порозмовляйте з Проенитусом на місці аварії в долині Аммен.]===],
nil,
[===[Клянуся безсмертною душею, я радий бачити тебе, {ім'я}! Не знаю, що трапилося з Екзодаром. Здається, живими залишилися лише ті, хто був в цій частині корабля.

Якщо ми хочемо врятувати тих, хто вижив, часу у нас обмаль!]===],
},
}

for k, v in pairs(tbc_a_quests) do addonTable.quest_a[k] = v end
