local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, completion }
[11] = {
[===[Відзнака за гнолів-Річколапів]===],
[===[На кордонах Елвиннського лісу з'явилися гноли - звіроподібні тварюки, яким просто нема чого хорошого робити в цих краях. На південь від сторожової вежі була помічена велика група цих істот: їх занадто багато, щоб ми зуміли дати їм відсіч самі. Гірше того: на сході, біля озера Кам'яних Обелісків, теж виявили гнолів.

Армія Штормовію буде вдячна кожному, хто допоможе впоратися з цією загрозою. Як доказ своєї перемоги принеси мені розфарбовані браслети гнолів.]===],
[===[Принесіть 8 розфарбованих браслетів гнолів заступнику Райнеру в казармах.]===],
[===[Егей, {ім'я}. Ти {стать:повбивав:повбивала} гнолів...?]===],
[===[О, бачу, ти слів на вітер не кидаєш! Прийми нашу подяку, {ім'я}!]===],
},
[16] = {
[===[Дайде Джерардові попити]===],
nil,
nil,
[===[Сільське господарство виснажує, тому я завжди в пошуку освіжаючої джерельної води.

Якщо в тебе вона є, то я з радістю обміняюсь.]===],
[===[Дякую, {ім'я}! І повертайтеся, якщо хочеш знову поторгувати.]===],
},
[35] = {
[===[Нові турботи]===],
[===[Якщо ви також стурбовані чутками про мурлоків, тоді давай зробимо так: ідіть до східного Ельвиннського мосту та поговоріть із вартовим Томасом. Весь минулий тиждень він чергував в тому районі, тож має бути в курсі подій.

І принесіть мені його звіт.]===],
[===[Маршал Дуган хоче, щоб ви поговорили з вартовим Томасом.]===],
nil,
[===[Так, мурлоки оселилися в водах Східного Ельвинна та навколо них. Ми не знаємо, чому вони тут, але вони агресивні та принаймні напіврозумні.]===],
},
[37] = {
[===[Відшукування загублених гвардійців]===],
[===[Кілька днів тому ми послали двох гвардійців, Рольфа та Малакая, на розвідку вздовж річки, але вони й донині не повернулися. Щоб завершити свій звіт, я повинен знати, що сталося з тими двома.

Вирушай на північ вздовж річки та знайди гвардійців... або їхні останки.]===],
[===[Вартовий Томас просить вас піти на північ вверх по річці та пошукати двох загублених гвардійців, Рольфа і Малакая.]===],
nil,
[===[Незважаючи на те, що тіло було вже пограбоване, поблизу валявся медальйон з написом: "Піхотинець Малакай Кам'яний".]===],
},
[39] = {
[===[Передача звіту Томаса]===],
[===[Розкажи маршалові Дугану про смерть Малакая та Рольфа, повідом йому, що теперішня чисельність наших військ не здатна стримувати мурлоків на сході Ельвинну.

Я знаю, що у нас не так багато незайнятих військ, але, сподіваюся, Дугану вдасться когось знайти.]===],
[===[Відзвітуйте маршалові Дугану в Злотохресті.]===],
nil,
[===[Гм, це тривожні новини. Всі сили оборони розтягнуті на максимум, а втрата Рольфа та Малакая від цих мурлоків поставила нас у ще гірше становище.

Якщо в найближчому майбутньому ситуація швидко не покращиться, то до кінця тижня бої вже будуть вестись у Злотохресті!]===],
},
[40] = {
[===[Риб'яча небезпека]===],
[===[{Ім'я}, в Ельвиннському лісі з'явилася нова загроза! Мурлоки плавають потоками східного Ельвинна, відлякуючи рибу та нападаючи на звичайних людей!

Я попередив маршала Дугана, але він більше переживає за гнолів та бандитів. При цьому, не вважаючи мурлоків небезпечними.

Будь ласка, {Ім'я}, поговори з Дуганом і переконай його відправити більше військ на схід!]===],
[===[Ремі "Повторюха" хоче, щоб ви поговорили з маршалом Дуганом у Злотохресті.]===],
nil,
[===[Так, я розмовляв з Ремі. Я поважаю його як купця, проте всі повідомлення про мурлоків на сході у кращому випадку були поверхневими.

Я візьму до уваги твоє занепокоєння, але поки я не отримаю військовий звіт про загрози від мурлоків, ми не можемо дозволити собі відправити більше війська на схід.]===],
},
[45] = {
[===[Довідайся долю Рольфа]===],
[===[Після подальшого обшуку місцевості ви помічаєте сплутані сліди, що ведуть на схід уздовж берега озера Кам'яних Обелісків. Вдалині, ще східніше, можна ледь-ледь побачити колонію мурлоків.

Можливо, Рольфа там спіткала страшна доля...]===],
[===[Пошукайте сліди або ознаки смерті Рольфа в колонії мурлоків.]===],
nil,
[===[На шиї мерця ви знаходите металевий медальйон з гравіюванням "Піхотинець Рольф Гартфорд".]===],
},
[46] = {
[===[Нагорода за мурлоків]===],
[===[Армія Штормовію оголосила нагороду за мурлоків-ховачів і мурлоків-здобувачів у Ельвинні. Забий їх та принеси мені їхні відірвані плавники, і армія Штормовію щедро віддячить тобі.

Мурлоки побудували одне село на озері Кам'яних Обелісків на північ звідси, а інше на південь, де розгалужується ріка.]===],
[===[Принесіть 8 відірваних плавників мурлока вартовому Томасу на східному ельвиннському мості.]===],
[===[Як проходить полювання, {Ім'я}?]===],
[===[Ти {стать:дістав:дістала} плавники? Чудово! Маршал Дуган стурбований ситуацією з мурлоками на сході Ельвинну, і я буду радий повідомити йому, що все повертається під контроль.

Твої дії допомогли це втілити.]===],
},
[47] = {
[===[Обмін золотим пилом]===],
[===[У цих краях кобольди зазвичай носять при собі золотий пил. Мені б він справді здався... Дістань мені пил, і я заплачу тобі найкращу ціну в місті... Найбільшу ціну в місті!

Кобольдів знайдеш у Бездонній копальні, що на південь, а також біля Яшмової шахти на північному сході.]===],
[===[Принесіть 10 порцій золотого пилу Ремі "Повторюсі" в Злотохрестя. Золотий пил можна відібрати у кобольдів у Ельвиннському лісі.]===],
[===[Псс! {стать:Дістав:Дістала} золотий пил для мене... для мене?]===],
[===[Дякую за пил, {ім'я}. Ось твоя платня, а ще... ось жетон від моїх колег. Тобі може знадобитись... знадобитися.]===],
},
[52] = {
[===[Захист кордону]===],
[===[Гей, {Ім'я}. Чим далі ми від Злотохрестя, тим більш агресивними стають дикі тварини, а лісозаготівельний табір Східнодолу зазнає майже постійних нападів вовків та ведмедів!

Ми могли б скористатися твоєю допомогою.]===],
[===[Убийте 8 скрадачів і 5 молодих лісових ведмедів, і повертайтеся потому до вартового Томаса на східний ельвиннський міст.]===],
[===[Ти {стать:вбив:вбила} цих вовків і ведмедів?]===],
[===[Велике спасибі за допомогу, {Ім'я}. Щось у лісі робить звірів настільки сміливими.

Що б то не було, я сподіваюся, що воно там і залишиться.]===],
},
[54] = {
[===[Відзвітуйте у Злотохрестя]===],
[===[{Ім'я}, ти добре {стать:проявив:проявила} себе в захисті Північнокраю. Тепер у тебе інше завдання - захист навколишніх земель Ельвиннського лісу.

Якщо приймаєш цей обов'язок, візьми ці папери, які я підготував. Їх потрібно передати маршалові Дугану в Злотохрестя. Як вийдеш за ворота, тримайся дороги на південь.]===],
[===[Віднесіть документи маршала Макбрайда маршалові Дугану в Злотохрестя.]===],
[===[У тебе звістка від Макбрайда? Північнокрай - це садок у порівнянні з Ельвиннським лісом. Але, все одно, мені цікаво, що там у Макбрайда.

Дай поглянути на його звіт...]===],
[===[Подивимося. Тут сказано, що ти {стать:був удостоєний:була удостоєна} статусу "{стать:діючого представника:діючої представниці}" у штормовійських маршалів. Мої вітання.

І бажаю удачі, безпека Ельвинна - непроста справа... до того ж, коли більша частина армії невідомо чим займається для якогось вельможи!

Важко бути в курсі всіх політичних перепетій у ці темні часи...]===],
},
[59] = {
[===[Обладунки із тканини та шкіри]===],
[===[Твоя доблесть і відвага варта цього знаку, що згодиться для одної частини броні. Я хочу, щоб ти {стать:відніс:віднесла} його до Сари Древоляг в лісозаготівельний табір Східнодолу. Віддай їй знак, щоб вона створила обладунок спеціально для тебе. І після того, як ти його отримаєш, {Ім'я}, користуйся ним для захисту Ельвинну.

Лісозаготівельний табір Східнодолу розташований за постом вартового Томаса.]===],
[===[Дайте Сарі Древоляг знак броні Штормовія.]===],
[===[Армія Штормовію доручила мені постачати обладунки із тканини та шкіри її людям.

Якщо ти {стать:приніс:принесла} мені знак, то я з радістю щось зроблю і для тебе.]===],
[===[О, дякую за знак. Будь-ласка, не соромся і вибери обладунок, що тобі до вподоби.

Нехай щастить, {стать:хоробрий:хоробра} {клас:к}! І нехай ця броня служить тобі гідно.]===],
},
[60] = {
[===[Свічки кобольдів]===],
[===[Привіт, {стать:шановний пане:шановна пані}! Маєте хвилинку?

Ми з братом завідуємо аптекою в Штормовії, а я тут, щоб зібрати великі свічки заради воску. Чи могли б ви мені допомогти?

Великі свічкі можна роздобути у кобольдів, і ходять чутки, що ці тварюки наводнили ельвиннські шахти... Бездонну копальню на півдні та Яшмову, що на північному сході. Пропоную шукати свічки в одному з цих місць.]===],
[===[Принесіть 8 великих свічок Вільямові Товкачу в Злотохрестя.]===],
[===[Ви вже зібрали усі свічки?]===],
[===[О, ви були заклопотані полюванням на кобольдів! Дякую за свічки, {ім'я}, і ось ваша винагорода...]===],
},
[61] = {
[===[Вантаж на Штормовій]===],
[===[Мій брат, Морган, чекає в Штормовії на мій вантаж зі свічками. У мене ж катастрофічно не вистачає часу, щоб самостійно здійснити поїздку, але якщо ви не проти доставити йому с, брат вам заплатить добре.

Я гарненько запакував свічки, а Моргана знайдете у нашій крамниці, "Аптека братів Товкачів”, у Торговому районі Штормовія.]===],
[===[Доставте пакунок від Вільяма Морганові Товкачеві в Торговий район Штормовія.]===],
[===[О, вантаж від мого брата? Чудово! Доля справді усміхнулася мені!]===],
[===[Ось ваша платня... і поки ви ще тут, озирніться навколо! Я впевнений, у нас є зілля чи якась інша дрібничка, яка видасться вам корисною.]===],
},
[62] = {
[===[Бездонна копальня]===],
[===[Проблеми виникли не лише у шахті Північнокраю! В мене є свідчення, що Бездонна копальня в Ельвинні також стала притулком для кобольдів.

Досліди шахту та перевір ці відомості, а потім повернися до мене. Шахта знаходиться майже на південь від Злотохрестя, між садибами Кам'янопільських і Маклурів.]===],
[===[Дослідіть Бездонну копальню, а потім повертайтеся до маршала Дугана в Злотохрестя.]===],
[===[Про що ти маєш відзвітувати, {ім'я}? Ти {стать:був:була} у Бездонній копальні?]===],
[===[Кепські новини. Що далі, дракони?!? Нам доведеться покращити патрулювання біля цієї шахти. Дякую за твої зусилля, {ім'я}. Постривай!... Схоже, я маю ще одне завдання для тебе.]===],
},
[71] = {
[===[Звістка для Томаса]===],
[===[Тепер, коли у вас є обидва медальйони, віддайте їх вартовому Томасу на мосту, щоб він дізнався про долю своїх загиблих підлеглих.]===],
[===[Доставте медальйони Рольфа та Малакая вартовому Томасові на східний ельвиннський міст.]===],
[===[Привіт, {Ім'я}. Ти {стать:довідався:довідалась} про долю Рольфа та Малакая?]===],
[===[Мої страхи підтвердились, {Ім'я}. Мурлоки - це загроза, яку ми не можемо ігнорувати.]===],
},
[76] = {
[===[Яшмова шахта]===],
[===[Завдяки тобі ми знаємо, що Бездонна копальня кишить кобольдами. Тепер треба розвідати більш віддалену шахту - Яшмову.

Оглянь її на наявність кобольдів. Рухайся на схід по дорозі, поки не дістанешся вежі Азори. Від вежі, поверни на північ, і в передгір'ї знайдеш Яшмову шахту.]===],
[===[Дослідіть Яшмову шахту, а потім проінформуйте маршала Дугана у Злотохресті.]===],
[===[Вітаю, {ім'я}. Що ти можеш повідомити? Ти {стать:дослідив:дослідила} Яшмову шахту?]===],
[===[Кобольди і в Яшмовій шахті, кажеш? Прокляття! Ситуація погіршується з кожною хвилиною!

Дякую за доповідь, {ім'я}. Але хотілося б, щоб ці новини були хорошими.]===],
},
[83] = {
[===[Червоні льняні вироби]===],
[===[Повстанська банда Північнокраю носить маски з мішковини, але Повстанці в Ельвинні надають перевагу льону, який я використовую в пошитті вишуканих товарів.

Принеси мені червоні льняні бандани, і я використаю їх, щоб зробити щось для тебе.

Табори Повстанських бандитів є по всьому Ельвинну.]===],
[===[Принесіть 6 червоних льняних бандан Сарі Древоляг у лісозаготівельний табір Східнодолу.]===],
[===[У мене закінчуються запаси льону, {Ім'я}. У тебе є що-небудь для мене?]===],
[===[О-о-о, гарні бандани, правда, трохи кошлаті...]===],
},
[84] = {
[===[Назад до Біллі]===],
[===[Тримай. І як віддаватимеш цей рулет тому Біллі, передай, хай би він вдавився!]===],
[===[Принесіть рулет зі свинячої підчеревини Біллі Маклуру на виноградниках Маклура.]===],
[===[Ооой, я такий голодний! У тебе є той рулет для мене, {Ім'я}?]===],
[===[Мм, смакота! Цей рулет найкращий!

Здається, моя пам'ять повертається до мене...]===],
},
[85] = {
[===[Загублене намисто]===],
[===[Я не можу знайти своє намисто і вважаю, що його поцупив той безхатько Біллі! Без перестанку рискає, немов щур, навколо виноградників Маклура, що на сході.

Поверни моє намисто, чим потішиш серце старої вдови.]===],
[===[Поговоріть з Біллі Маклуром.]===],
nil,
[===[Загубилося що?! Ну, я не брав ніякого намиста, бо я не злодій!

Проте можу знати, хто це зробив, але... <шкіриться>... Я занадто голодний, щоб згадати.]===],
},
[86] = {
[===[Пиріг для Біллі]===],
[===[Якби ж у мене був пиріг, тоді я б, мабуть, згадав, у кого може бути те намисто. Знаєш, я вважаю, що старенька Берніс робить чудовий рулет зі свинячої підчеревини...

Можливо, якщо ти даси їй кілька шматків м'яса кнурів, які водяться навколо наших ферм, і чемно попросиш, то вона спече тобі рулет.]===],
[===[Принесіть 4 шматки м'яса кнура тітці Берніс Кам'янопільській на ферму Камянопільських.]===],
[===[По-перше, не думаю, що це правильно - годувати хлопця, який вкрав моє намисто, але якщо це все, що необхідно зробити, щоб повернути моє, то нехай!

У тебе є м'ясо кнура?]===],
[===[Хоч м'ясо диких кнурів туге, треба його лише гарненько протушкувати, і воно, безперечно, згодиться для смачного пирога!]===],
},
[87] = {
[===[Золотозуб]===],
[===[Я бавився біля Бездонної копальні і_ здається, там загубив... Ну-у... я маю на увазі, що бачив намисто старої пані. Не питай мене, як воно туди потрапило... Я тут ні до чого!

Коротше, я побачив здоровенного кобольда із золотим зубом, який підібрав намисто та побіг вглиб шахти. Знайдеш того кобольда - знайдеш і намисто, клянусь!]===],
[===[Принесіть намисто Берніс "Тітоньці" Берніс Кам'янопільській на ферму Кам'янопільських.]===],
[===[Вітаю, {ім'я}. Ти {стать:знайшов:знайшла} моє намисто?]===],
[===[О, тобі вдалося! Дякую, дякую, {стать:любчику:люба}!

Ось, тримай. Це належало моєму чоловікові, він вважав, що воно приносить удачу. Якби ж він не забув взяти це у свій останній похід! <шморг>]===],
},
[88] = {
[===[Принцеса мусить померти!]===],
[===[У Бреквеллів є призова свиня, Принцеса. Ця свиноматка ВЕЛИЧЕЗНА! І все через те, що навчилася прокрадатися сюди 
 та жерти мої овочі!

Що ж, перш ніж вона знову прийде на наші поля... Принцеса повинна померти! Принеси мені її нашийник як доказ завершеної справи, і я тобі чимось віддячу за твій час!

Принцеса, як правило, тиняється по гарбузовому наділі Бреквеллів, на сході, за фермою Маклурів. Розберися з нею до того, як вона зголодніє та повернеться сюди!]===],
[===[Убийте Принцесу, заберіть її нашийник і принесіть його до Ма Кам'янопільської на ферму Кам'янопільських.]===],
[===[Ти вже {стать:бачив:бачила} свиню? {стать:Спіймав:Спіймала}?]===],
[===[Слава Світлу! Ця свиня стала такою великою, що з'їла б увесь наш урожай! Дякую, {ім'я}.

Та-акс, чи щось із цього тобі подобається?]===],
},
[94] = {
[===[Пильне око]===],
[===[Мій суперник, Морґант - порочний маг, що живе у вежі Ілґалара в Багрянокряжжі. Я розробив засіб шпигування - Око Азори, і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти {стать:готовий:готова}, віднеси мій Гліф Азори до вежі Ілґалара. Помісти його на статую лева біля вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.]===],
[===[Віднесіть Гліф Азори до статуї лева біля вежі Ілґалара в Багрянокряжжі.]===],
[===[Статуя лева стоїть тут десятиліттями та самотньо стежить за сумнозвісною вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф...]===],
[===[Ви кладете Гліф Азори на камінь. Він прикріплюється... і з нього лунає безтілесний голос Теокрита:

"Прийми мою подяку, {стать:молодий:молода} {Ім'я}. Тепер ти можеш говорити зі мною через цей гліф, а у мене можуть знайтися для тебе майбутні завдання... Після того, як я прощупаю думки мого суперника.]===],
},
[106] = {
[===[Молоді закохані]===],
[===[Ох, я проклята! Моє серце належить Томмі-Джо Кам'янопільському, але наші сім'ї - закляті вороги. Тож ми не можемо бути разом, але мої очі плачуть без погляду на його вродливе обличчя!

Будь ласка, візьми цей лист і передай його Томмі-Джо. Він дуже часто буває біля річки на захід від ферми Кам'янопільських, яка також на захід звідси.]===],
[===[Передайте любовний лист Мейбелл Томмі-Джо Кам'янопільському.]===],
[===[Що це в тебе?? Мейбелл - це світло мого похмурого життя. Не барися, дозволь мені побачити її лист!]===],
[===[Ой лишенько! Я не витримаю нашої розлуки. Я повинен її побачити!!]===],
},
[107] = {
[===[Записка для Вільяма]===],
[===[Готова закластися, що Вільям Товкач має зілля, яке об'єднає серця двох наших молодих закоханих!

Ось, віддай цю записочку Вільямові. Він зупинився в таверні «Гордість лева» в Злотохресті.]===],
[===[Візьміть записку бабці Кам'янопільської та передайте Вільяму Товкачеві.]===],
[===[Ви справді {стать:приніс:принесла} записку від "бабці" Кам'янопільської, ге? Я не бачив Мілдред сто років! Цікаво, що в неї на думці...]===],
[===[Моя душа болить за цих двох нещасних, Мейбелл і Томмі-Джо. Пам'ятаю, колись був і я юним і закоханим.

Я мушу якось їм допомогти! Дай-но подумати...]===],
},
[109] = {
[===[Звіт Ґріану Міцнокриву]===],
[===[Здається мені, що ти {стать:побував:побувала} не в одному бою, {клас:к}. Тобі слід відзвітувати Ґріанові Міцнокриву, якщо досі не було такої нагоди. Він очолює Народне ополчення, спрямоване на захист сільськогосподарських угідь Західного краю. Б'юсь об заклад, він може скористатися твоєю допомогою. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, недалеко від дороги, посеред Західного краю.]===],
[===[Поговоріть з Ґріаном Міцнокривом. Зазвичай його можна знайти в кам'яній вежі на Сторожовому пагорбі, недалеко від дороги, посеред Західного краю.]===],
[===[У-у... успішно??]===],
[===[О, значить, мій друг прислав тебе сюди? Як люб'язно.

Ну, монархія Штормовія полишила нашу справу. Залишається покладатися лише на Народне ополчення щодо безпеки землі. Якщо тебе зацікавила наша боротьба, то я зможу знайти користь у твоїх навичках бою, в ім'я свободи.]===],
},
[111] = {
[===[Поговоріть із бабцею]===],
[===[Будь ласка, {ім'я}, переговори з моєю бабусею. Якщо хтось і може знайти спосіб об'єднати нас із Мейбелл, то це тільки вона.

Бабуня живе в нашому будинку на схід звідси.]===],
[===[Поговоріть з бабцею Кам'янопільською.]===],
[===[Не дочекаюся на реакцію моїх друзів!

Вони нічого навіть не запідозрять.]===],
[===[Допоки наші сім'ї ворогують, у Томмі-Джо та Мейбелл не найкраще майбутнє, але... можливо, ми зможемо допомогти їм хоча б ненадовго зустрітися.

Гм, дай-но подумаю...]===],
},
[112] = {
[===[Збір водорості]===],
[===[Я можу зварити зілля, що зробить Мейбелл невидимою, тоді вона зможе прослизнути з виноградників Маклура та піти до Томмі-Джо. Але для виготовлення відвару мені потрібні кришталеві водорості.

Хоча водорості, зазвичай, ростуть в океані... іноді їх збирають мурлоки. Перевір, чи є запаси у мурлоків, тих, що біля Кришталевого озера. Водойма лежить одразу на сході від Злотохрестя.]===],
[===[Принесіть 4 стебла кришталевої водорості Вільяму Товкачеві до Злотохрестя.]===],
[===[Ти {стать:приніс:принесла} кришталеві водорості? Безсумнівно, Мейбелл не терпиться побачити свого залицяльника...]===],
[===[Тобі вдалося! Чудово! Тепер зачекай хвильку, поки я приготую відвар...]===],
},
[114] = {
[===[Втеча]===],
[===[Передайте цей відвар невидимості юній Мейбелл. Його дія повинна тривати достатньо довго, щоб вона змогла відвідати Томмі-Джо.]===],
[===[Передайте відвар невидимості Мейбелл Маклур.]===],
[===[Ти {стать:доставив:доставила} мій лист Томмі-Джо? Що він сказав??]===],
[===[О лишенько! Мені так соромно, що обманюю свою родину, але почуття до Томмі-Джо занадто сильні, щоб їх ігнорувати.

Дякую, {ім'я}. Я вип'ю цей відвар, як тільки матиму можливість, та вислизну до свого коханого.

А ось це для тебе... будь ласка, візьми.]===],
},
[123] = {
[===[Збирач]===],
[===[Ця записка - графік із переліком днів та часу, коли людина, названа лише «Збирач», отримає поставку золота з шахт у Ельвиннському лісі.

З розкладу виглядає так, ніби Збирач проживає біля гарбузового наділу Бреквелів в східному Ельвинні.

Все це має важливий вигляд. Вам варто повідомити про це маршалові Дугану в Злотохресті.]===],
[===[Прийдіть до маршала Дугана в Злотохрестя та передайте йому Розклад Збирача.]===],
[===[Що?!? Вже декілька місяців у шахтах Ельвинну не працювали наші люди!

Дай-но гляну на твою записку...]===],
[===[Гм... Я чув про цього "Збирача", але не знаю, на кого він працює. Дякую за розклад. Він нам допоможе розгадати цю таємницю.]===],
},
[129] = {
[===[Безкоштовний обід]===],
[===[Зробиш мені послугу? Я приготувала обід для вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовія. Він у змозі захистити себе, але для такої городянки, як я, там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене, і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги, що веде до Смерколісся.]===],
[===[Принесіть вартовому Паркеру обід Паркера. Він патрулює дорогу що веде в Темноділ.]===],
[===[Дарсі надіслала мені полуденок, справді? В неї таке добре серце. Що ж... нумо обідати!]===],
[===[Дякую, їжа дійсно знадобилася. Вартувати Приозер'я від орків і гнолів це тяжка праця!]===],
},
[130] = {
[===[Візит травниці]===],
[===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг би:могла б} ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї, в крамниці травниці, що на західному краю міста.

Та коли отримуватимеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
[===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
nil,
[===[Тобі потрібен букет квітів? Ти не надто довго був у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, як кохання витає в повітрі... Особливо, в такі небезпечні часи.]===],
},
[147] = {
[===[Полювання на здирника]===],
[===["Збирач" відбирає золото з наших шахт, тим самим обкрадаючи королівство! Розберися з ним відповідно, а мені принеси перстень, згаданий у розкладі передач, що ти {стать:дав:дала} мені раніше. Можливо, перстень допоможе нам зрозуміти, на кого той негідник працює...

У розкладі сказано, що "Збирач” переховується у гарбузовому наділі Бреквеллів. Доведеться тобі там все обшукати.]===],
[===[Знайдіть і вбийте "Збирача", а потім принесіть маршалові Дугану його перстень.]===],
[===[Ти {стать:знайшов:знайшла} "Збирача”? {стать:Довідався:Довідалась}, на кого він працює?]===],
[===[Тобі вдалося? Молодець, {ім'я}. Він більше не буде "збирати урожай" з ельвиннських копальнень!

Цей перстень, що ти {стать:приніс:принесла}, цікавенький... Такі - ознака членства давньої гільдії Каменярів Штормовія. Чому в жалюгідного злодюги є перстень ремісничої гільдії, і чому Повстанські злодії збирають гроші в наших шахтах?

Складні запитання. Сподіваюся, колись у нас будуть відповіді.]===],
},
[176] = {
[===[Розшукується: "Хоґґер"]===],
[===[Розшукується: Хоґґер

Величезний гнол, Хоґґер, вештається лісами південно-західного Ельвинну. Попри усі спроби, схопити його так і не вдалося.

Армія Штормовію назначила щедру винагороду за цього гнола. Щоб отримати її, потрібно пред'явити маршалові Дугану в Злотохресті доказ смерті Хоґґера.]===],
[===[Покінчіть із гнолом Хоґґером і принесіть його величезне ікло гнола маршалові Дугану.]===],
[===[Так, Хоґґер став справжньою мукою для мене та моїх людей. Ти маєш що повідомити про цього звіра?]===],
[===[Та невже?! Молодець! Я почав уже думати, що цього монстра ніхто не здолає!

Ось тобі, {ім'я}. І ще раз дякую - той гнол завдавав мені клопоту розміром з Чорноскельну гору!]===],
},
[239] = {
[===[Гарнізон Західноводдя потребує допомоги!]===],
[===[Гарнізон на нашому західному кордоні повідомляє про посилення активності гнолів і злодіїв. Вони просять вислати допомогу... але у нас просто немає жодного вільного солдата!

Якщо у тебе є нагода допомогти, ми охоче її приймемо. Знайди та поговори із заступником Райнером в гарнізоні Західноводдя, поглянь, що йому там потрібно зробити.

Гарнізон - далі по дорозі на захід. Праворуч, як перейдеш міст через невеликий струмок.]===],
[===[Біжіть до гарнізону Західноводдя та поговоріть там із заступником Райнером.]===],
nil,
[===[Значить, маршал Дуган прислав тебе? Ну, ти явно не солдат, але мені достатньо того, що саме Дуган обрав тебе!

Наша ситуація досить напружена, м'яко кажучи. Сподіваюся, ти зможеш нам зарадити.]===],
},
[244] = {
[===[Вторгнення гнолів]===],
[===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори гнолів, на півночі та на сході.

Приозер'я має знати про об'єднання сил гнолів! Відрапортуй заступникові Фелдону в Приозер'ї та розкажи йому про них. Зроби це, і Фелдон, певно, запропонує тобі гонорар розвідника.

Він зазвичай наглядає за територією на південь від моста до Приозер'я.]===],
[===[Відрапортуйте заступникові Фелдону.]===],
nil,
[===[Багрянокряжові гноли так близько від Ельвинну?? Мабуть, вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть в облозі!

Ось твоя платня, хоч ти і {стать:приніс:принесла} страшні вісті. І прийшли вони невчасно, бо ж ми зле споряджені для такого нападу.]===],
},
[246] = {
[===[Оцінка загрози]===],
[===[У нас немає зайвих людей, але з цими гнолами, що ти про них {стать:доповів:доповіла}, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся, чи немає там гнолів. Зроби засідку, вбий, скільки зможеш, і доповіси мені, скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих гнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
[===[Убийте 10 багрянокряжових байстрюків і 6 багрянокряжових браконьєрів, а потім відрапортуйте заступнику Фелдонові у Приозер'ї.]===],
[===[Перепрошую, {ім'я}, але у нас тут сильно зайняті. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
[===[<Заступник Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили гнолів, і з того, що ти мені {стать:розповів:розповіла}, вони міцні горішки. Це мало бути непросто - зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не {стать:зробив:зробила}, поговори з маршалом Маррісом і cуддею Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою, і ці двоє потребуватимуть тебе, я впевнений.]===],
},
[332] = {
[===[Реклама винної крамниці]===],
[===[Якщо ти заговориш з будь ким про вино, то дізнаєшся, що Ґелліни продають найкраще вино у Штормовії. І ми недалеко розташовані, у Торговому районі, уздовж милих міських каналів.

Ось, візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку нашого відомого піно-нуару. Ти не пошкодуєш!]===],
[===[Йдіть до винарні Ґеллінів, і передайте Сузетті Ґелліні винний квиток на безкоштовну пляшку вина.]===],
[===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
[===[О, то ви бачилися з Ренато? Ось, тримайте, {стать:сір:мадам}. Пляшка нашого особливого піно-нуару. Ви не знайдете нічого подібного на всій Азерот!]===],
},
[456] = {
[===[Баланс природи]===],
[===[Вітання, {Ім'я}. Я - консерватор Ільталайн, і моїм призначенням у Тінистій долині є забезпечення підтримки балансу природи.

Весняні дощі цього року були особливо рясними, що спричинило процвітання одних лісових тварин і страждання інших.

На жаль, популяції ночезубів і колючкових кнурів занадто збільшилися, але у Тінистій долині обмежена кількість на всіх звірів. Тому помандруй далі, {стать:юний:юна} {клас:к}, та проріди кількість кнурів і котів, щоб природа й надалі залишалася у гармонії.]===],
[===[Убийте 7 молодих ночезубів і 4 молодих колючкових кнури, і поверніться до консерватора Ільталайна.]===],
[===[У нас досі багато роботи, {Ім'я}. Повертайся до мене, коли ти прорідиш популяції ночезубів і колючкових кнурів.]===],
[===[Ти чудово {стать:справився:справилася}, {Ім'я}.]===],
},
[457] = {
[===[Природній баланс]===],
[===[Прорідження молодших популяцій тварин тут, у Тінистій долині, було хорошим початком, {Ім'я}, проте залишилося ще багато роботи.

Ресурси лісу закінчаться надто швидко, якщо проблему не вирішити. Вбивство створінь природи - це необхідне зло задля блага всіх, хто поділяє цей край. Сходи до лісу та вбий коростяних ночезубів і колючкових кнурів у ім'я балансу.]===],
[===[Консерваторові Ільталайну потрібно, щоб ви вбили 7 коростяних ночезубів і 7 колючкових кнурів.]===],
[===[Твоє завдання ще не виконане, {Ім'я}. Повертайся до мене, коли буде вбито 7 коростяних ночезубів і 7 колючкових кнурів.]===],
[===[Ти {стать:довів:довела} свою відданість природі, {Ім'я}. {стать:Юний:Юна} {клас:н}, як ти, матиме перспективне майбутнє.]===],
},
[458] = {
[===[Захисниця лісів]===],
[===[Яке щастя, що ти тут, {клас:к}. Шепіт лісових духів доносив до мене дивні вісті.

Таємнича захисниця лісів, Таріндрелла, повернулася до Тінистої долини. Ліси Калімдору не відчували присутність цієї дріади роками. Відбулося щось справді прикре, якщо вона знову прийшла на ці землі.

Відшукай Таріндреллу та дізнайся, що в неї за справи у нашому гаю. Одна з вартових доповіла, що бачила її на південний захід від Альдрассіля.]===],
[===[Знайдіть дріаду, відому як Таріндрелла.]===],
nil,
[===[Я бачу, ти {стать:відшукав:відшукала} мене, {стать:юний:юна} {раса:к}. Мелітар вчинив мудро, пославши тебе до мене.]===],
},
[459] = {
[===[Захисниця лісів]===],
[===[Щось лихе зароджується в лісах Тельдрассіля. Поглянь лише уздовж пагорбів, де жили мирні хутропузи. Вони покинули свої домівки та гуртуються під керівництвом племені Кривої Сосни.

Лише зараження від паскудного моху скверни могло викликати таке перетворення. Грели та їм подібні заполонили місцевість і тепер загрожують жителям Тінистої долини.

Вступи у бій з цими грелами та грелідами, {Ім'я}, та поглянь, чи вони справді підпали під чари злого моху скверни.]===],
[===[Зберіть 8 мохів скверни та принесіть їх Таріндреллі.]===],
[===[Підтвердь мої підозри, {Ім'я}, принеси мені 8 мохів скверни.]===],
[===[Твоя допомога створінням Тінистої долини заслуговує на винагороду, {Ім'я}.

Однак, ти {стать:підтвердив:підтвердила} мої побоювання. Якщо грелів уразив мох скверни, можна лише уявити, що сталося з хутропузами з племені Кривої Сосни, які колись тут жили.

Якщо ти будеш у Доланаарі, {стать:здібний:здібна} {клас:к}, знайди обізнаного друїда, Артідаса Ведмежого Покрива. Він поділяє наше занепокоєння щодо благолополуччя лісу.]===],
},
[475] = {
[===[Вітер сум'яття]===],
[===[Вітер сум'яття віє над лісом.

Ґеролас Талветрен служить Великим Вартовим сплячих Друїдів Кігтя в обителі кургану Бен'етіль. Його основний обов'язок як обраного захисника Сплячих — гарантувати їхню безпеку, щоб домовленість друїдів з Ізерою залишалася в силі.

Та останнім часом вісті від Ґероласа чомусь затримуються, і я починаю хвилюватися. Вирушай на схід, у селище Зоряний Бриз, та принеси мені звіт Ґероласа. Тоді я зможу впевнитися, що мої брати та сестри сплять у безпеці.]===],
[===[Відшукайте Ґероласа Талветрена в селищі Зоряний Бриз.]===],
nil,
[===[Хвала лісовим духам, ти {стать:прийшов:прийшла}! Я знав, що Атрідас занепокоїться та надішле допомогу.]===],
},
[476] = {
[===[Порча Кривої Сосни]===],
[===[Плем'я Кривої Сосни уражене порчею!

Колись мирні хутропузи зараз проявляють агресію проти захисників лісу. Вони підстерегли мене в засаді, коли я виходив із обителі кургану Бен'етіль, а потім розграбували селище Зоряний Вітер. Їхній ватажок, Урсал Молотобій, затьмарює розум створінь за допомогою моху Скверни.

У мене багато ран, і я не можу передати Атрідасу ці страшні вісті. Це маєш зробити ти, {стать:юний:юна} {клас:к}. Мені залишається сподіватися, що оскаженілі хутропузи Кривої Сосни поки не дійшли до Бен'етіль!]===],
[===[Поверніться до Атрідаса Ведмежого Покриву в Доланаар.]===],
nil,
[===[Клянуся сузір'ями! Це воістину тривожні вісті!]===],
},
[483] = {
[===[Реліквії Пробудження]===],
[===[Ми бачили, як загарбники з Кривої Сосни спустошують обитель кургану Бен'етіль на захід звідси.

Сплячі друїди навічно застрягнуть у Смарагдовому Сні, не знаючи про свою долю, якщо ми їм не допоможемо. Тонкий ритуал сплячки неможливо порушити без Реліквій Пробудження.

Спускайся в обитель та забери талісман Воронячого Пазура, чорне перо, Небесний сапфір і руну Гніздування. Друїди зберігають їх у священних скринях. Поверни їх мені, і я підготую ритуал пробудження.]===],
[===[Дістаньте Реліквії Пробудження та принесіть їх Атрідасу Ведмежому Покриву в Доланаар.]===],
[===[{Ім'я}, Друїди Кігтя назавжди потраплять у пастку в Смарагдового Сні, якщо ми не знайдемо Реліквії Пробудження в обителі Бен'етіль на заході.

Хвилини нашої бездіяльності можуть приректи їх на вічні страждання.]===],
[===[У тебе вдалося, {стать:юний:юна} {клас:к}! Чудово і, мушу додати, дуже вчасно.]===],
},
[486] = {
[===[Урсал Молотобій]===],
[===[Настав час врятувати Друїдів Кігтя. Якщо зараз ми зазнаємо невдачі, {Ім'я}, їхній сон стане вічним.

Я підготую Реліквії Пробудження та проведу обряд. Але щоб у мене все вийшло, клята тварюка, винна в цих поневіряннях, має бути знищена. Тільки тоді ми зможемо провести ритуал.

Урсал Молотобій став у наших побратимів на заваді, і саме він повинен заплатити за свої злодіяння, щоб їх звільнити. Вирушай до поселення Кривої Сосни на південному заході й убий його.]===],
[===[Убийте Урсала Молотобоя та повертайтеся до Атрідаса Ведмежого Покриву в Доланаар.]===],
[===[Ми не зможемо розбудити наших братів, поки не вб'ємо Урсала Молотобоя, {Ім'я}.]===],
[===[{Ім'я}, ти {стать:проявив:проявила} себе як дуже {стать:достойний:достойна} та {стать:спроможний:спроможна} {клас:н}. {Раса:н}, {стать:який:яка} так впевнено слідує дорогою честі, безумовно, отримає велику славу в цьому світі.

Хай лісові духи захищають тебе, куди б ти не {стать:пішов:пішла}.]===],
},
[487] = {
[===[Дорога в Дарнас]===],
[===[Дорогу в Дарнас потрібно охороняти. Мандрівники, що прямують з Доланаара у столицю, розповідають про варварські напади заражених хутропузів з племені Кривої Сосни.

Кожен день у та з Дарнасу прямують вантажі та важливі повідомлення. Ми не можемо допустити, щоб зграя цих тварюк загрожувала подорожнім.

Візьми зброю в ім'я священного лісу, {клас:к}. Їхнє лігво розташоване десь під цим пунктом спостереження. Убий 6 душителів з племені Кривої Сосни і відзвітуй мені.]===],
[===[Убийте 6 душителів Кривої Сосни та поверніться до вартової Амари Ночеходець за межами Доланаара.]===],
[===[Дорога все ще небезпечна, {клас:к}. Вирушай убити 6 душителів з племені Кривої Сосни та повертайся до мене.]===],
[===[Ти добре {стать:послужив:послужила} чесним людям Доланаара та Дарнаса, {стать:хоробрий:хоробра} {клас:к}. Як представниця вартових Тельдрассіля, я вітаю твої зусилля.]===],
},
[488] = {
[===[Торги Зенна]===],
[===[Хочеш попрацювати, я дивлюсь? Тобі пощастило, не проходить і дня без того, щоб я не потогрувався із щонайменше одним {клас:о}.

Розумієш, {Ім'я}, я можу зробити тебе дуже {стать:щасливим:щасливою} і дати тобі речі, про які ти навіть і не {стать:мріяв:мріяла}. Але спершу ти мусиш принести мені деякі предмети.

Моя діяльність у цьому лісі часто потребує певних... реагентів. Принеси мені 3 ікла ночезубів, 3 пір'їни сов, що літають довкола, та 3 зразки павутиннолісового шовку.

Але давай залишимо цю розмову між нами, {раса:к}.]===],
[===[Принесіть Зенну Брудній Ратиці за межами Доланаару 3 ікла ночезуба, 3 пір'їни сови та 3 зразки лісопавутинного шовку.]===],
[===[Працюєш, як маленька бджілка, {Ім'я}? Я чекав, коли ти принесеш мені те, що я просив.]===],
[===[Ха-ха! Чудова робота.

Хто б міг подумати, що я, Зенн Брудна Ратиця, схилив {раса:з} до торгів? Точно не я! Але так і живемо... наш улюблений світ сповнений сюрпризів.

Три "Ура" за наївних і легковажних!]===],
},
[489] = {
[===[У пошуках спокути!]===],
[===[До Ради Лісу дійшли новини, що ти {стать:допоміг:допомогла} Зенну Брудній Ратиці. Сатир - ворог лісу. Ти, {раса:к}, {стать:мав би бути вищим:мала б бути вищою} за осквернення наших земель вбивством дітей природи.

Якщо хочеш залишитися {стать:другом:подругою} Тельдрассіля, то мусиш почати спокутувати свої діяння в очах Ради.

Для початку провчи Зенна. В лісі ти знайдеш осквернені шишки, зіпсоване опале насіння. З них йде зеленуватий дим.

Принеси ці шишки Брудній Ратиці. Хай подумає, що ти {стать:приніс:принесла} йому смачненький перекус.]===],
[===[Зберіть 3 оскверненні шишки та віддайте їх Зеннові Брудній Ратиці за межами Доланару.]===],
[===[Що ти {стать:приніс:принесла} мені, {Ім'я}? На вигляд чудова закуска.]===],
[===[Ти просто чудо, {раса:к}! Я був певен, що ти станеш мені у нагоді!]===],
},
[916] = {
[===[Отрута павутиннолісих]===],
[===[Я прийшов до Тінистої долини спостерігати за павутиннолісими павуками, що живуть у печері Тіненитки. Вони родичі набагато меншого виду павуків, і я вірю, що Світове Дерево мало на них значний вплив. Я б хотів зразки для вивчення, щоб підтвердити моє припущення.

Для початку мені потрібна їхня отрута. Збери отруйні залози павутиннолісих павуків у та навколо печери Тіненитки на півночі. Тоді я зможу порівняти їх на предмет схожості з отрутою їхньої меншої братії.]===],
[===[Принесіть 10 отруйних залоз павутиннолісих Ґілшалану Вітроступові в Альдрассілі.]===],
[===[Чи ти {стать:зібрав:зібрала} отруйні залози, {Ім'я}?]===],
[===[Дякую тобі, {Ім'я}. Коли я повернуся до Дарнаса, я порівняю отруту з цих залоз із отрутою інших павуків. Я вірю, що в неї будуть властивості, пов'язані з недавнім ростом нашого нового Світового Дерева.]===],
},
[917] = {
[===[Яйце павутиннолісих]===],
[===[Оскільки в мене вже є отрута павуків, я б хотів повивчати живі зразки. На жаль, виловлення живого величезного павука понад те, що я можу в тебе попросити, {стать:юний:юна} {клас:к}. Тим більше, величезний павук також понад те, з чим я міг би самотужки справитися!

Але якщо ти зможеш знайти для мене невилуплене яйце, то процес вирощення зразків значно спроститься, і я потім зможу втримувати невилуплених павуків.

Одне з гнізд повинне бути глибоко в печері Тіненитки. Будь ласка, пошукай там яйце та повертайся з ним до мене.]===],
[===[Принесіть яйце павутиннолісих до Ґілшалана в Альдрассілі.]===],
[===[Ти вже {стать:був:була} всередині печери Тіненитки, {Ім'я}? {стать:Знайшов:Знайшла} павучине яйце?]===],
[===[О, чудово. Я передам це яйце й отруту до Дарнаса, і повернуся туди сам після завершення моїх досліджень тут. Я сподіваюся дізнатися багато нового з цих зразків, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}.]===],
},
[918] = {
[===[Насіння деревників]===],
[===[Деревники Тельдрассіля - елементалі природи. Певним чином вони відображають природний порядок флори та фауни нашого великого дерева.

Тому мене тривожить, що вони так розлютилися.

Я вважаю, що це якось пов'язане із землею. Я працював з різними методами підживлення рослин і хотів би спробувати їх на насінні деревників. Будь ласка, збери для мене насіння з деревників, що ходять навколо озера Аль'Амет.]===],
[===[Принесіть 8 насінин деревників Деналану біля озера Аль'Амет.]===],
[===[Ти {стать:приніс:принесла} насіння? Я горю бажанням його посадити.]===],
[===[Тобі вдалося. Це добре!

Я посаджу насіння в спеціально підготовлений мною ґрунт. Я вірю, що насіння проросте у більш спокійних деревників. Можливо, згодом ти побачиш результати!]===],
},
[919] = {
[===[Паростки деревників]===],
[===[Маленькі деревники проростають навколо вод озера Аль'Амет. Боюся, що їм допомагати вже пізно - нам слід спробувати прибрати їх з землі, перш ніж вони виростуть досить великими, щоб стати для нас проблемою.

Якщо побачиш паростки деревників, блукаючи навколо озера, будь ласка, візьми їх. Допоможи зберегти нашу землю в чистоті!]===],
[===[Принесіть 12 паростків деревників Деналану біля озера Аль'Амет.]===],
[===[Привіт, {Ім'я}. Ти {стать:знайшов:знайшла} паростки біля води?]===],
[===[Це багато! Боюся, вони розростаються з надзвичайною швидкістю. Сподіваюся, що зможу розгадати загадку того, що їх вражає.

Дякую за допомогу, {Ім'я}. Завдяки твоїм зусиллям земля стала чистішою.]===],
},
[920] = {
[===[Поклик Тенарона]===],
[===[{Ім'я}, чи не так? Я чув, що Тенарон питався про тебе. Ти знайдеш його у найвищій кімнаті на вершині Альдрассіля. 

У нас, може, й довгі життя, але краще не змушуй його чекати на тебе надто довго.]===],
[===[Поговоріть з Тенароном Штормохапом на вершині Альдрассіля у Тінистій долині.]===],
nil,
[===[А-а, {Ім'я}. Я сподівався, що ти швидко відреагуєш на мій поклик. У мене є для тебе важливе завдання, і я хотів би, щоб ти його {стать:виконав:виконала}.]===],
},
[921] = {
[===[Вінець Землі]===],
[===[Настав час тобі знайти своє призначення, {Ім'я}. Але перед тим, як ти будеш {стать:готовий:готова} вийти у великий світ поза нашими чарівними лісами, тобі ще багато потрібно вивчити про нашу недавню історію.

Багато чого змінилося для нашого народу після битви при горі Хіджал. Нордрассіль тепер є бляклою тінню того, чим він колись був. Уся його сила була використана на подолання Архімонда та вигнання Палаючого Легіону...

Для тебе є завдання. Йди до місячного колодязя на північ від Альдрассіля та принеси мені фіал, наповнений його водою.]===],
[===[Наповніть кришталевий фіал і принесіть його Тенарону Штормохапу на вершині Альдрассілю.]===],
[===[Місячеі колодяць бережуть воду з Джерела Вічності, древнього джерела магії, яке призвело до стількох жахіть у нашому світі.

Друїди користуються її властивостями, а вартові шанують колодязі як святилища Елуне, але чародійство заборонене.]===],
[===[Ось ти й {стать:почув:почула} першу частину розповіді про часи після битви при горі Хіджал. Залишається ще багато чого розповісти, і завдання, яке ти тут {стать:розпочав:розпочала}, супроводжуватиме тебе впродовж усієї подорожі Тельдрассілем аж до Дарнаса.]===],
},
[922] = {
[===[Релліан Зеленоватрий]===],
[===[{Ім'я}, не {стать:міг би:могла б} ти взяти одну з принесених тобою насінин та передати її моєму другові, Релліану Зеленоватрому? Він друїд з Дарнаса, і, коли ми востаннє розмовляли, він проявив чималий інтерес до моєї роботи з деревниками. У нього були цікаві ідеї, тож він буде вдячний за цей зразок насіння для подальшої роботи.

Дякую, {Ім'я}. Ти мені дуже {стать:допоміг:допомогла}. Я сподіваюся, що колись ти побачиш плід моїх праць.

Релліана ти зможеш знайти на стежинах Кенарійського Анклаву в Дарнасі.]===],
[===[Принесіть насіння деревника Релліану Зеленоватрому в Дарнас.]===],
[===[Привіт...

Чим я можу допомогти?]===],
[===[Ах, насіння деревника? Я хотів спробувати виростити одного з них, щоб допомогти Деналану з його дослідами.

Але я зі страхом виявив, що багатьох деревників захопила порча. Як мені відомо, це спадково передається у насінні цих істот, і моїх сил забракне, щоб їх очистити.

Деналан дуже добре порається з речами, що ростуть. Думаю, він здатен знайти ліки для майбутніх деревників. Він може бути їхньою єдиною надією.]===],
},
[923] = {
[===[Пухлини]===],
[===[Деревників дедалі більше вражає якась порча. Ми намагаємося знайти джерело, але зараз, щоб зберегти Телдрассіль, ми повинні позбутися деревників, яким уже пізно допомогти. Особливо порча вразила тих, що ходять довкола Джерельного озера на півночі Тельдрассіля. Їх треба знищити!

Зроби це і збери вкриті мохом пухлини, що ростуть на них. Принеси мені пухлини, щоб ми могли їх спалити.]===],
[===[Принесіть 5 Вкритих Мохом Пухлин Релліану Зеленоватрому в Дарнасі.]===],
[===[Ти вже {стать:був:була} на Джерельному озері, {Ім'я}? {стать:Вполював:вполювала} тамтешніх деревників?]===],
[===[Чудово! Ці пухлини є симптомом ураження деревників хворобою. Вони наповнені отрутою, яку ми повинні очистити з нашої нової землі.

Я знищу ці пухлини. Дякую, {Ім'я}.]===],
},
[927] = {
[===[Обплетене мохом серце]===],
[===[Серце Сморідного Чорномоха вкрите темним, маслянистим мохом. Насправді, єдине, що нагадує в цьому серце - це повільний глухий ритм... Биття, яке продовжується навіть зараз.

Можливо, Деналан захоче побачити це серце.]===],
[===[Принесіть обплетене мохом серце Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}! Ти маєш щось для мене?]===],
[===[...Що це? Серце деревника?? Покрите паскудним мохом!

Дякую, що {стать:приніс:принесла} його мені, {Ім'я}. Я огляну серце і, якщо пощастить, визначу природу цього моху.]===],
},
[928] = {
[===[Вінець Землі]===],
[===[Хоча я й можу далі говорити про місячні колодязі та Тельдрассіль, я все ж змушений направити тебе далі. Корітрас Місяцелють очікуватиме на тебе. Я вилив воду, принесену тобою, в цю посудину, щоб передати йому.

Відшукай Корітраса. Ти знайдеш його біля місячного колодязя у Доланаарі. Слідуй дорогою на південь від Альдрассіля до Тінистої долини, а далі поверни по бруківці на захід.

Однак стеж, щоб ти {стать:залишався:залишалася} на дорозі, {ім'я}. У лісах віднедавна бродять багато небезпечних створінь.]===],
[===[Принесіть частково наповнену ємність Корітрасу Місяцелюті в Доланаарі.]===],
[===[Вітаю, {клас:к}. Чим я заслужив на радість нашої зустрічі?]===],
[===[А-а, я розумію. Тебе прислав Тенарон. Що ж, схоже, у нас є багато про що поговорити, багато що зробити та мало часу на це все.

Мабуть, нам варто починати вже.]===],
},
[929] = {
[===[Вінець Землі]===],
[===[Передусім, дозволь мені детальніше розказати про завдання, що стоїть перед тобою. Друїди Дарнаса користуються водою місячних колодязів, розташованих у різних куточках Тельдрассіля, і деколи їхні запаси води потрібно поновлювати. За допомогою цих спеціально виготовлених фіалів ти й зможеш набирати воду з колодязів.

Віднеси ємність до місячного колодязя у селищі Зоряного Бризу, що лежить на сході, набери з нього трохи води, а потім повертайся до мене. Коли виконаєш це завдання, я продовжу свою оповідь з того моменту, на якому її перервав Тенарон...]===],
[===[Наповніть нефритовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[З поверненням, {Ім'я}. Ти {стать:виконав:виконала} своє завдання?]===],
[===[Після битви при горі Хіджал ми згубили свій шлях. Нордрассіль димився від полум'я запеклих боїв, і наше безсмертя — сама сутність нас, нічних ельфів! — було втрачене.

Саме в цю пору випробувань Зрадник вирвався зі свого ув'язнення, а Шан'до Бурелють безслідно зник. Для всіх нас настали темні часи.]===],
},
[930] = {
[===[Сяючий плід]===],
[===[Під гілками цієї сяючої рослини висить великий круглий плід.

Ви впевнені, що Деналану захочеться його вивчити.]===],
[===[Принесіть сяючий плід Деналану біля озера Аль'Амет.]===],
[===[{Ім'я}, схоже, що ти маєш що мені сказати. Ти {стать:приніс:принесла} новини стосовно деревників?]===],
[===[Ти {стать:знайшов:знайшла} це на Тельдрассілі? Інтригує... це досить екзотичний фрукт. Можливо, його насіння привезли сюди здалеку. Можливо, навіть не з Азерот! У цьому фрукті щось є... Здається, він дуже дивно відреагував на землю Тельдрассіля.

Дякую, {Ім'я}. Тепер, якщо ти мене вибачиш, я мушу це вивчити більш детально...]===],
},
[931] = {
[===[Мерехтливий паросток]===],
[===[Паростки цієї рослини мерехтять у лісовому світлі, надаючи їй мінливе, пульсуюче світіння.

Вам спадає на думку, що Деналана зацікавить її зразок.]===],
[===[Принесіть мерехтливий паросток Деналану біля озера Аль'Амет.]===],
[===[У тебе є щось для мене?]===],
[===[Де ти це {стать:взяв:взяла}? Я не бачив такої рослини з часів перебування в болоті Скорбот... кілька десятиліть тому! Дивовижно, що цей зразок потрапив аж до Тельдрассіля. І рослина виросла до таких розмірів!

Дякую, {Ім'я}. Пробач мені мою небагатослівність, але я мушу провести дослідження цього паростка...]===],
},
[932] = {
[===[Викривлена ненависть]===],
[===[Я маю попередити тебе, {Ім'я}, ця справа повинна залишатися між нами. Сатири й так вже завдають нам чималих клопотів, а цей ще й нишпорить поряд із нашими домами.

Його називають лордом Меленасом. Він проживає недалеко у печері Каменю Скверни, де він зібрав довкола себе велику зграю грелів-воїнів. Серце у нього чорніше ночі, а задуми - огидні.

Знайди його в печері неподалі на північ звідси і принеси мені його голову!]===],
[===[Убийте лорда Меленаса та принесіть його голову Таллонкаю Спритнокорню в Доланаар.]===],
[===[Ти вже {стать:вбив:вбила} лорда Меленаса? Вкрай важливо, щоб усе пройшло швидко та тихо, {Ім'я}. Подальше його існування бентежить усіх нас.]===],
[===[Зі смертю лорда Меленаса я нарешті можу перейти до інших справ. Дякую, {Ім'я}.]===],
},
[933] = {
[===[Вінець Землі]===],
[===[На південному сході від входу в Дарнас, вздовж берегів Арлітріенських ставів ти знайдеш ще один місячний колодязь. Вартовим дедалі важче патрулювати цю територію з огляду на агресію та постійні напади хутропузів племені Кривої Сосни.

Будь насторожі, шукаючі колодязь, і тримай свою зброю під рукою.]===],
[===[Наповніть турмаліновий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Спершу ніхто не звертав уваги на звістки про оскаженілих хутропузів. Хто б міг подумати, що ці миролюбні людоведмеді можуть впадати в таку шалену лють? Скільки ж ще бід впаде на наші голови тут, у нашому новому домі?]===],
[===[Шан'до Бурелють так і не повернувся, навіть сьогодні ми не маємо жодної звістки про нього. Друїди були в сум'ятті. Після зникнення Малфуріона, Верховний друїд Фендрал Оленеріг очолив друїдів, переконавши Коло Древніх на Темнобережжі, що настав час нашому народові повернути собі колишню міць і безсмертя.

Отримавши схвалення Кола, Оленеріг за підтримки наймогутніших друїдів виростив Тельдрассіль, нове Світове Дерево.]===],
},
[935] = {
[===[Вінець Землі]===],
[===[Без благословень Алекстрази, Берегині Життя, та Ноздорму, Володаря Часу, Тельдрассіль виріс із вадами. Чудні створіння лізуть з-під його кореневища, а оскаженілі хутропузи нападають на мандрівників, що проходять повз їхні селища.

Залишається лише сподіватися, що Верховний друїд швидко знайде якесь рішення. Я наповню флакон водою з усіх принесених тобою фіалів, щоб ти {стать:доставив:доставила} їх у Дарнас.

Віднеси його Фендралові Оленерогу, ти знайдеш його в діброві друїдів.]===],
[===[Віднесіть наповнений флакон Верховному друїду Фендралові Оленерогу в Дарнас.]===],
[===[Я не кликав тебе, тож не розумію, навіщо ти {стать:прийшов:прийшла} відволікати мене своїми балачками.

Що б там не було, кажи, будь ласка, швидше.]===],
[===[О, так, це та вода, яку я просив мені надіслати. Тенарон і Корітрас, очевидно, не надто з цим поспішали... і гінця, можливо, обрали не найнадійнішого... хм-м.

У будь-якому разі, тепер я нарешті можу повернутися до роботи. Тягар усіх бід Тельдрассіля важким ярмом лежить на моїх плечах. Залишається лише сподіватися, що скоро я його позбудуся.

Ось, візьми. Можливо, тобі це знадобиться.]===],
},
[937] = {
[===[Зачарована поляна]===],
[===[Мене відправили сюди з невеликою групою вартових, щоб захистити Дерево-оракул від гарпій, які позвивали свої гнізда всією галявиною. Потроху ми намагаємося вигнати їх звідси.

Коли Дерево-оракул спробувало відправити гінцяця в Дарнас з доповіддю, на посланника напала група гарпій і вбила його.

Якщо ти берешся за це завдання, то вирушай до гнізд гарпій, вбий їх і принеси мені пояси членів Кривавоперих як доказ твоїх діянь.]===],
[===[Роздобудьте 6 поясів Кривавогоперих і принесіть їх вартовій Аринії Хмарелам на поляні Оракула.]===],
[===[Їхні ріжучі пазурі та пробивні дзьоби можуть стати важким випробуванням для твоїх здібностей, {Ім'я}, але я вірю, що ти не провалиш це завдання.]===],
[===[Я вражена тим, чого ти тут {стать:досяг:досягла} за такий короткий період. Хотілося б попросити тебе залишитися тут і допомогти мені із моїми обов'язками... але у серці я розумію, що більш великі діяння очікують на тебе.

Я помітила, що Дерево-оракул щойно впустило частинку своєї кори. Без сумнівів, у нього є завдання, яке має бути виконане. Ти маєш поговорити з ним.]===],
},
[938] = {
[===[Імла]===],
[===[Хутро самиці шаблезуба має відмінний сірий колір, який гармонічно зливається із навколишнім лісом. Поки вона лежить на місці, ви помічаєте, що тварина сильно постраждала, а в областях спини та живота простежуються глибокі рвані рани.

Самиця піднімає голову і дивиться на вас, яскравими розумними синіми очима. Здається, вона готова слідувати за вами.]===],
[===[Проведіть Імлу до вартової Аринії Хмарелам, яка знаходиться біля місячного колодязя поблизу Дерева-оракула.]===],
[===[Імла... Це була моя вина! Ті відьми застали мене зненацька... Я не повинна була їм дозволити захопити тебе...]===],
[===[Дуже дякую, {Ім'я}! Я боялася, що більше ніколи не побачу Імлу, тужила всім серцем по її смерті, думаючи, що навік розлучилася зі своєю вірною супутницею... Я в неоплатному боргу перед тобою! Прийми мою безмежну вдячність.]===],
},
[940] = {
[===[Тельдрассіль]===],
[===[Ліс шепоче про твої подвиги, {Ім'я}. Коли я відчув, як гарпій витурили з їхніх гнізд, заспокійливе відчуття наповнило весь ліс, і його істоти знову почуваються в безпеці. Я боявся направляти Верховному друїду ще одного посланника, але знаю, що ти впораєшся з цією роботою.

Передай йому це та знай, що ліс безпечно проведе тебе своїми до кам'яних садів.]===],
[===[Передайте доповідь Дерева-оракула верховному друїду Фендралові Оленерогу в Дарнасі.]===],
[===[Гм... У тобі сильно відчувається дух лісу, {клас:к}. Що привело тебе до Верховного друїда Калдорей?]===],
[===[Мені було цікаво, чому Дерево-оракул так довго не спілкувалося зі мною... Схоже, що поки одні проблеми стають меншими, інші продовжують рости.

Я боюся, що моя робота над Телдрассілем ніколи не буде завершена, і ми не повернемо собі безсмертя.

У будь-якму разі, ти добре {стать:виконав:виконала} завдання Дерева-оракула та {стать:повинен:повинна} отримати нагороду за свою старанність.]===],
},
[941] = {
[===[Посіяти серце]===],
[===[Я видалив цей смердючий мох з серця, але воно досі заражене...

Спробуй посадити його в мою діжку. Вона наповнена родючою землею, яка може очистити та вилікувати це серце.]===],
[===[Посадіть заражене серце у діжці Деналана.]===],
[===[Діжка наповнена землею, спеціально підготовленою Деналаном.]===],
[===[Ви садите серце в діжку, і воно швидко заривається в землю!

Через кілька секунд серце знову виринає на поверхню... В'яло пульсуючи... заохочуючи вас взяти його в руки.]===],
},
[997] = {
[===[Земля Деналана]===],
[===[То ти йдеш на південь? До озера Аль'Амет? Якщо так, не {стать:міг би:могла б} ти виконати одне моє прохання...

Мій побратим Деналан мешкає в таборі біля східної частини озера. Він займається вивченням життя рослин Тельдрассіля та проводить власні дослідження. Для продовження йому потрібна рідкісна земля з Дарнасу, але її доставили нам лише недавно в Доланаар із запізненням.

Чи не {стать:міг би:могла б} ти віднести йому цю пригорщу?]===],
[===[Віднесіть пригорщу рідкісної землі Деналану біля озера Аль'Амет.]===],
[===[Ти щось мені {стать:приніс:принесла}?]===],
[===[Нарешті! Я вже давно чекаю на цю землю. Сподіваюся, вона ще свіжа...

Безмежно вдячний тобі за допомогу, {Ім'я}. Ти {раса}, що не шкодує свого часу на благі діяння!]===],
},
[2158] = {
[===[Відпочинок і релаксація]===],
[===[Кожен мандрівник має відпочивати, коли виснажиться. І немає кращого місця для релаксації та відпочинку, ніж таверна «Гордість лева»!

Мій найкращий друг, корчмар Фарлі, там за головного. Якщо скажеш йому, що ти від мене, то отримаєш особливі знижки на їжу та напої.

«Гордість лева» знайти не важко, рухайся на південь по дорозі - не проґавиш!]===],
[===[Поспілкуйтеся із корчмарем Фарлі в таверні «Гордість лева».]===],
nil,
[===[Відновлення і релаксація для втомлених і зморених - ось наш девіз! Будь ласка, влаштовуйся біля вогню зручніше і гарненько відпочинь тілом і душею.

Чи бажаєш скуштувати щось із наших вишуканих напоїв та їжі?]===],
},
[2159] = {
[===[Доставка в Доланаар]===],
[===[Вітаю, {стать:юний:юна} {клас:к}. Допоможеш мені? В мене є пакет трав, який я повинен доставити до Доланаару. Але я все ще потрібен друїдам Тінистої долини і не можу їх залишити.

Чи можеш доставити цей пакет замість мене? Його потрібно передати в руки Келдаміру в корчму в Доланаарі. Ти знайдеш місто вздовж дороги, на півдні.]===],
[===[Передайте посилку в Доланаар корчмарю Келдаміру.]===],
[===[Чим я можу допомогти вам, {стать:юначе:юначко}? Ви прийшли відпочити? Чи вам потрібен Камінь Вогнища?]===],
[===[А, так. Доставка трав з Тінистої долини. Шкода, що Портенній не зміг принести їх сам, нам потрібно багато чого обговорити віч-на-віч. Але я дуже радий нарешті отримати цю посилку, тож дякую, що ви прийшли.

Поки ви тут, прошу, відпочиньте. Герої повинні час від часу відновлювати свої сили та бойовий дух, тож вам не завадять відпочинок і втіха за можливості. Нехтування спокоєм тіла та розуму — вірний шлях до неуспіхів.

Тож... відпочивайте.]===],
},
[2399] = {
[===[Пророслі паростки]===],
nil,
nil,
nil,
[===[Паростки, які Деналан посадив у своєму саду, зійшли та виросли. Вони тремтять, неначе хочуть, щоб їх хтось зібрав...]===],
},
[2438] = {
[===[Смарагдовий ловець снів]===],
[===[Колись Ґеролас Талветрен, вартовий сплячих Друїдів Кігтя в обителі кургану Бен'етіль, дав мені смарагдовий ловець снів. Цей потужний амулет здатен витягувати енергію зі Смарагдового Сну, даруючи удачу тому, хто ним володіє.

На жаль, мені не вдалося витягнути його зі своєї шафи в селищі Зоряногий Бриз... Хоча колись це селище і було спокійним місцем, тепер там живуть охоплені порчею хутропузи.

Можливо, ти б {стать:хотів:хотіла} повернути мій ловець снів, {клас:к}?]===],
[===[Принесіть смарагдовий ловець снів Таллонкаю Спритнокорню в Доланаар.]===],
[===[Прошу, рушай хутчіш! Мені залишається сподіватися, що жоден хутропуз не пошкодив мій ловець снів.

Тобі вже вдалося його повернути, {Ім'я}?]===],
[===[Цей смарагдовий ловець снів для мене дуже важливий. Такий подарунок роблять небагатьом. Дякую, що {стать:повернув:повернула} його мені, {Ім'я}.]===],
},
[2459] = {
[===[Феросітас Пожирач Снів]===],
[===[Смарагд... Він зник! Мій ловець снів пошкоджено!

На півночі від Зоряного Бризу засіла зграя містиків з племені Кривої Сосни. Я чув, що їхній ватажок, Феросітас Пожирач Снів, носить намисто, яке світиться зеленим уночі. Тепер, бачачи мій ловець снів, я впевнений, що це він вкрав мій смарагд... Він не розуміє, що сила самоцвіту йому не потрібна.

Знайди зниклий камінь, {Ім'я}. І якщо ти вже {стать:взявся:взялась} за це..., вбий кілька представників цієї погані.]===],
[===[Убийте 7 містиків з племені Кривої Сосни для Таллонкая Спритнокорня та знайдіть зниклий самоцвіт.]===],
[===[Нехай Феросітас та містики Кривої Сосни повернуть те, що належить мені! Прошу тебе, забери в них смарагд, щоб я міг полагодити свій ловець снів.]===],
[===[Нарешті я можу полагодити свій ловець снів! Спасибі тобі, {Ім'я}.]===],
},
[2498] = {
[===[Повернення до Деналана]===],
[===[Я щойно отримав звістку про те, що Деналан біля озера Аль'Амет виявив причину пухлин у деревників. Будь ласка, поговори з ним і скажи, що я тебе направив до нього.

Поспішай, {Ім'я}. Йому потрібна наша допомога.]===],
[===[Релліан Зеленоватрий хоче, щоб ви поговорили з Деналаном біля озера Аль'Амет.]===],
nil,
[===[Отже, Релліан послав тебе допомогти мені. Я радий, що ти {стать:прийшов:прийшла} до мене так швидко.

Я виявив тривожні речі!]===],
},
[2499] = {
[===[Дубохмур]===],
[===[У печері вздовж південного берега озера великий деревник по імені Дубохмур поширює порчу на всіх істот, що мешкають на Аль'Амет.

Я не наважувався підійти занадто близько, але навіть на відстані мені зрозуміло, що Дубохмур уражений найбільшою пухлиною, яку я коли-небудь бачив... Можна сказати, велетенською.

{Ім'я}, ти вже багато чого {стать:зробив:зробила} для мене, але я прошу тебе виконати ще одне завдання. Вистеж Дубохмура та виріж в нього цю пухлину, вилучи джерело порчі з мого дому.]===],
[===[Деналан з озера Аль'Амет хоче, щоб ви забрали велетенську пухлину в Дубохмура.]===],
[===[Тобі вже вдалося вистежити Дубохмура, {раса:к}?]===],
[===[Я знав, що ти зможеш врятувати озеро від цього жахливого монстра.

Як невтішно... Колись Дубохмур був великим вождем свого народу... але порча вражає всіх підряд — і підлих, і благородних.

Від величини цієї пухлини бере дрижа, але я мушу дослідити її, щоб зрозуміти, який недуг мучить деревників.

Я безмежно вдячний тобі, {Ім'я}.]===],
},
[2541] = {
[===[Сплячий друїд]===],
[===[Шаман Кривої Сосни, який мешкає в цьому місці, знайшов спосіб відокремити дух сплячого друїда від його фізичного тіла. Хутропуз оживив мою фізичну формута використовує її для нападу на тих, хто намагається розвідати обитель кургану Бен'етіль. Я тепер полонений у Смарагдового Сні, тож безсилий зупинити це.

Ти мусиш мені допомогти. Шамани Кривої Сосни носять із собою дивний оберіг, який використовується для виконання цього ритуалу, і я хотів би його вивчити. Будь ласка, {Ім'я}, принеси мені такий.]===],
[===[Принесіть шаманський оберіг вуду Обенові Лютопазуру в обитель кургану Бен'етіль.]===],
[===[Дослідивши оберіг, я, можливо, зрозумію, як зруйнувати ці чари. Ти {стать:знайшов:знайшла} його?]===],
[===[Дякую, {Ім'я}.

Яка ж це за дивна дрібничка... Я відчуваю її мерзенну ауру, це дуже потужне чаклунство.]===],
},
[2561] = {
[===[Друїд Пазура]===],
[===[Після дослідження цього оберегу, {Ім'я}, я розумію, що потрібно зробити. Будь ласка, візьми це та зроби те, що я прошу.

Ти {стать:повинен:повинна} спуститися у найглибші недри обителі кургану Бен'етіль. Там ти знайдеш моє бездушне тіло... Хоча я й шкодую про те, що мені потрібно тобі повідати, я не бачу іншого способу звільнитися від впливу племені Кривої Сосни.

Щоб зробити це, тобі потрібно знищити мою фізичну форму. Як тільки закінчиш з цим завданням, скористайся оберегом вуду над моїм загиблим тілом. Коли завершиш, будь ласка, повертайся до мене.]===],
[===[Обен Лютопазур хоче, щоб ви вбили його бездушне тіло, а потім застосували оберіг вуду.]===],
[===[{Ім'я}, будь насторожі, наближаючися до моєї фізичної форми. Чари, якими вона окутана, досить потужні.]===],
[===[Нарешті я вільний від впливу племені Кривої Сосни. Дякую, {Ім'я}.

Тепер мій дух може спокійно спочивати у Смарагдовому Сні.

Можливо, одного дня ми зможемо зустрітися знову, {стать:юний:юна} {клас:к}. А поки що, будь ласка, візьми цю нагороду, як символ моєї подяки.]===],
},
[3519] = {
[===[Друг у біді]===],
[===[У-у-ух... Мене дуже паскудно вкусила павучиха Ґітісс Мерзенна, поки я розвідував павучу печеру тут близенько. Я впевнений, що серйозно отруєний, ти {стать:повинен:повинна} мені допомогти!

Будь ласка, розкажи все Діраньї Срібносяй, вона зможе мені зарадити.

Поспішай... У мене так крутиться голова...]===],
[===[Поговоріть з Діраньєю Срібносяй у Тінистій долині.]===],
nil,
[===[Ой лишенько, а я гадала, чому я ще не бачила Іверрона сьогодні. І я ж завжди застерігала його про цих павуків...]===],
},
[3521] = {
[===[Іверронова протиотрута]===],
[===[Можливо, нам вдасться допомогти Іверронові, оскільки я знаю протиотруту, яка повинна б зарадити. Проте мені потрібні деякі інгредієнти, щоб я почала її готувати.

Мені знадобляться гіацинтові гриби. Ти можеш знайти їх під деревами або забрали у грелів на південь звідси. Схоже, гриби їм сподобалися. Мені також потрібні місяцепелюсткові лілеї, які ростуть лише навколо водойм.

А ось останній інгредіент, мабуть, буде найважче дістати. Збери сукровицю у павутиннолісих, тих самих павуків, що отруїли Іверрона.]===],
[===[Зберіть 7 гіацинтових грибів, 4 місяцепелюсткові лілеї й 1 сукровицю павутиннолісих для Діраньї Срібносяй у Тінистій долині.]===],
[===[Будь ласка, збери інгредієнти, {Ім'я}. Іверрону потрібна наша допомога.]===],
[===[Хвала Елуне, ти {стать:зібрав:зібрала} ці інгредієнти справді швидко!

Я приготую протиотруту вже за мить.]===],
},
[3522] = {
[===[Іверронова протиотрута]===],
[===[Протиотрута готова, {Ім'я}. Будь ласка, переконайся, що Іверрон її вип'є.

Також тобі варто дещо знати. Протиотрута буде дієвою лише протягом 5 хвилин, тому ти {стать:повинен:повинна} принести її Іверронові вчасно.

Швидкої тобі дороги, {клас:к}.]===],
[===[Принесіть Іверронову протиотруту Іверрону до того, як спливе часове обмеження. Ви зможете знайти Іверрона біля печери на півночі.]===],
[===[Ох... {Ім'я}, який я радий, що ти {стать:повернувся:повернулася}.]===],
[===[А це що, {Ім'я}?

А-а, я знав, що Діранья зможе мені допомогти!

Я завжди стрибаю в якусь халепу, а Діранья, ну, вона завжди умудряється мене звідти витягнути.

Мені значно краще, але я все ж посиджу тут ще трохи, доки не почуватимуся зовсім добре. І ще, якщо чесно, я сподівався, що ти {стать:зміг:змогла} б розчистити мені шлях крізь цих лісопавутинних павуків...]===],
},
[4495] = {
[===[Хороший друг]===],
[===[Мій друг Іверрон зазвичай навідує мене щодня в один і той ж час. Дивина в тому, що сьогодні він не завітав узагалі - навпаки, він уже на кілька годин запізнився.

Мушу визнати, що я трішечки хвилююся, {Ім'я}. Іверрон проводить багато часу неподалік печери на півночі, і я впевнена, що ти знаєш, наскільки там безпечно - павуки всюди!

Якщо ти випадково будеш у тих місцях, чи не {стать:міг би:могла б} ти повиглядати його?]===],
[===[Знайдіть Іверрона біля печери на півночі.]===],
nil,
[===[Я такий радий, що ти {стать:знайшов:знайшла} мене, {Ім'я}. Звідки ти {стать:знав:знала}, що я тут?]===],
},
[5545] = {
[===[Зв'язка неприємностей]===],
[===[У мене справжня халепа. Збігає термін замовлення на пиломатеріали, і мені катастрофічно не вистачає часу. Вовки та ведмеді на північ звідси відганяють моїх працівників від тієї деревини, яку вони вже нарубали.

Я вже говорила із заступником Райнером щодо контролю тварин, але мені потрібен хтось, хто б міг піти позбирати для мене дрова. Якщо ти зможеш зібрати для мене вісім зв'язок деревини, я, можливо, встигну вчасно виконати своє замовлення.]===],
[===[Принесіть 8 зв'язок деревини Релен у лісозаготівельний табір Східнодолу.]===],
[===[Термін замовлення не чекає, {клас:к}. Будь ласка, поспішай і позбирай ці зв'язки деревини.]===],
[===[Відмінно! Завдяки тобі я маю змогу вчасно виконати замовлення. Щоб висловити свою подяку, я хотіла б запропонувати трохи грошей, як компенсацію за твої клопоти.

Дякую і прощавай.]===],
},
[7383] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[8734] = {
[===[Тіранда та Ремулос]===],
[===[Я сповіщу Тіранду, {стать:смертний:смертна}. Шан'до Бурелють готував мене до цієї надзвичайної ситуації.

Тепер ти {стать:повинен:повинна} вирушати у Місячну галявину та поговорити з Ремулосом. Він надасть подальші інструкції щодо призову Еранікуса.

Ми всі бажаємо тобі удачі.]===],
[===[Вирушайте у Місячну галявину та поговоріть з хранителем Ремулосом.]===],
nil,
[===[Витягнути Еранікуса зі Смарагдового Сну було б неможливо, якби він відмовився. Однак його наміри потребують входження у наш світ. Він прагне знищити живий прояв Малфуріона. Якщо в нього це вийде, то ми втратимо одного з наймогутніших союзників Смарагдового Сну. Жах повністю поглине все, що лишиться, якщо Малфуріона не стане...]===],
},
}
