local _, addonTable = ...
addonTable.quest_n = { -- [id] = { title, description, objective, progress, completion }
[10] = {
[===[Спокута Полотноміра]===],
[===[О, це жахливо! Я відправив мого найкращого помічника, молодшого землеміра Полотноміра, в пустелю на південь звідси. Цей район ми називаємо Зяючим проваллям. Що ж, він зник, а в його останньому звіті йшлося про дивних комах. Чи може бути так, що вони захопили два великі регіони пустелі?

Прошу тебе, рушай в Зяюче провалля та знайди Полотноміра. Або хоча б його землемірне спорядження. Боюсь, що це може бути все, що залишилося від бідолахи.]===],
[===[Дізнайтеся про долю молодшого землеміра Полотноміра і приведіть його або принесіть його землемірне спорядження старшому землеміру Шипохіднику в Пристроблях.]===],
[===[Ну, є якісь новини? Ти виглядаєш так, ніби {стать:побував:побувала} у справжній битві... Полотномір живий?]===],
[===[Він був хорошим гобліном, юний Полотномір. Будемо сподіватися, що його смерть не була марною, оскільки він зміг зібрати це за допомогою свого землемірного спорядження.

Здається, у нас серйозна проблема з цими комахами. Вони надто хитрі, але всі дослідження вказують на те, що ці тварюки знаходяться під впливом третьої сторони! Якщо це так, то це несприятливо вплине не тільки на Пристроблях, а й на всю пустелю!]===],
},
[82] = {
[===[Дослідження Отруйного кубла]===],
[===[Добре, тепер щодо цих повідомлень про комах... Ми знаємо, що вони осушують водойми в Отруйному кублі. А НЕ ЗНАЄМО ми... все інше!

Давай спочатку з'ясуємо, з чим ми маємо справу! Я хочу, щоб ти {стать:вирушив:вирушила} в Отруйне кубло і {стать:зібрав:зібрала} зразки тамтешніх комах. Збери п'ять частин тіл комах Сентіпаар та принеси їх алхіміку Товкачеру, щоб він міг їх дослідити. З його допомогою ми точно з'ясуємо, з чим ми маємо справу!]===],
[===[Принесіть п'ять частин тіл комах Сентіпаар з Отруйного кубла алхіміку Товкачеру в Пристроблях.]===],
[===[Ти {стать:молодший землемір:молодша землемірка} {ім'я}, так? Швидше, у нас тут жахлива ситуація! Ти {стать:приніс:принесла} частини тіл комах, про які казав Шипохідник?!]===],
[===[Гарна робота, я розпочну дослідження цих частин прямо зараз! Але я можу тобі відразу сказати... таких комах я ще не бачив. Таке враження, ніби ними керує якась зовнішня сила.

Тобі потрібно негайно поговорити з Шипохідником. Ситуація виникла серйозна, і ти маєш допомогти нам вирішити її якомога швидше! Я не впевнений, але, скоріш за все це знову пов'язано з цими комахами в пустелі Танаріс!]===],
},
[110] = {
[===[Дослідження частин комах]===],
[===[Я збираюся приділити деякий час огляду спорядження землеміра Полотноміра... а також привести до ладу його особисті речі. Мені здається, що це не остання наша втрата у боротьбі з цими комахами.

Я хотів би, щоб ти {стать:зайшов:зайшла} до алхіміка Товкачера, щоб перевірити, чи готові результати досліджень частин комах, які ми надіслали йому. І якщо вони готові — принеси їх мені.]===],
[===[Поверніться за результатами досліджень частин комах до алхіміка Товкачера в Пристроблях.]===],
nil,
[===[Так, результати готові. І вони... щонайменше, тривожні.

На жаль, наші підозри підтвердилися, і комах контролює невідома зовнішня сила. І не просто невідома, а й дуже зла. Ці комахи перетворилися на справжніх спустошників. Я ніколи не бачив нічого подібного.]===],
},
[113] = {
[===[Дослідження частин комах]===],
[===[Старший землемір Шипохідник має негайно побачити цей звіт. Насправді... кожен, хто вміє читати, має побачити його. Ми зіткнулися з великою та серйозною загрозою не тільки для Танарісу та Пристробляху, а й для всього південного Калімдора. Дідько, можливо, це загрожує всьому Азероту. І немає жодних ознак того, що ці тварюки зупиняться.

Нехай Шипохідник зробить копію звіту для того, щоб ти {стать:зміг:змогла} поширити його серед усіх своїх союзників. Нехай усі дізнаються про цю загрозу!]===],
[===[Передайте звіт старшому землеміру Шипохіднику в Пристроблясі. Отримайте копію звіту, як просив алхімік Товкачер.]===],
[===[Ну що, {стать:молодший землеміре:молодша землемірко} {ім'я}, старий Товкачер вже підготував звіт?]===],
[===[Дякую тобі за доставлення звіту, {стать:молодший землеміре:молодша землемірко} {ім'я}. Ось твоя оплата за віддану службу Пристробляхводоканалу.

Хоча я не надто люблю задарма ділитися інформацією з тими, хто міг би заплатити за неї дзвінкою монетою, я знайомий з Товкачером вже багато років. Якщо він просить розповісти про це всім, то так і має бути. Зачекай хвилинку, і я зроблю копію для тебе.]===],
},
[351] = {
[===[Знайти OOX-17/ТН!]===],
[===[Ви виявили дивний яйцеподібний металевий пристрій. Покрутивши одну з його ручок, ви пробуджуєте яйце, і воно відкриває якийсь пристрій гномів! Зсередини лунає голос.

"Мене звати Оґлторп, і мій автономний робот зник! Я винагороджу тебе, якщо знайдеш його! Будь ласка, віднеси цей маяк до робота. Чудово, я вже вирахував координати! Він зламався поблизу Зяючого провалля в Танарісі!"]===],
[===[Принесіть аварійний маяк до автономного робота Оґлторпа.]===],
[===[Здається, ви знайшли уламки... механічної курки? З яйця знову лунає голос:

"Так, чудова робота! Це дійсно мій автономний робот, але мої дані показують, що йому потрібен заряд енергії, щоб він зміг повернутись до Грабіжної Бухти на ремонт. Для початку помісти маяк всередину апарата. А решту він зробить сам!"]===],
[===[Ви помістили яйце... аварійний маяк... в середину курки... автономного робота. 

Зсередини робота лунає гудіння та дзижчання — він намагається встати. Коли робот оживає, зсередини долинає голос Оґлторпа:

"Принаймні, OOX-17/ТН працює, але йому потрібен капітальний ремонт! Він надто важкий для того, щоб ти {стать:зміг:змогла} нести його... але у мене є ідея. Хочеш трохи доглянути за ним?"]===],
},
[402] = {
[===[Сірра зайнятий]===],
[===[Вибач, але зараз наше місто під загрозою, тож у мене є інші обов'язки. Можливо, пізніше, якщо ми виживемо, я зможу закінчити цей переклад.]===],
[===[Зайдіть до Сірри пізніше та дізнайтеся, чи він все ще зайнятий.]===],
nil,
nil,
},
[485] = {
[===[Знайти OOX-09/ВЗ!]===],
[===[Ви виявили дивний яйцеподібний металевий пристрій. Покрутивши одну з його ручок, ви пробуджуєте яйце, і воно відкриває якийсь пристрій гномів! Зсередини лунає голос.

"Мене звати Оґлторп, і мій автономний робот розбився! Я винагороджу тебе, якщо знайдеш його! Будь ласка, віднеси цей маяк до робота. 

Я вже вирахував координати для тебе! Він розбився на верхів'ї річки біля Замаскованої печери!"]===],
[===[Принесіть аварійний маяк до автономного робота Оґлторпа у Внутрішні землі до верхів'я річки біля Замаскованої печери.]===],
[===[Здається, ви знайшли уламки... механічної курки? З яйця знову лунає голос:

"Так, чудова робота! Це дійсно мій автономний робот, але мої дані показують, що йому потрібен заряд енергії, щоб він зміг повернутись до Грабіжної Бухти на ремонт. Для початку помісти маяк всередину апарата. А решту він зробить сам!"]===],
[===[Ви помістили яйце... аварійний маяк... в середину курки... автономного робота. 

Зсередини робота лунає гудіння та дзижчання — він намагається встати. Коли робот оживає, зсередини долинає голос Оґлторпа:

"Принаймні, OOX-09/ВЗ працює, але йому потрібен капітальний ремонт! Він надто важкий для того, щоб ти {стать:зміг:змогла} нести його... але у мене є ідея. Хочеш трохи доглянути за ним?"]===],
},
[635] = {
[===[Кристал в горах]===],
[===[Осколок пульсує в ваших руках...

Вам здається, що він молить про щось, ніби хтось, хто відчайдушно потребує допомоги, намагається зв’язатися з вами.

Вам являється видіння — у північних горах Араті із землі стирчить сяючий кристал.

Ви відчуваєте потяг до цього місця.]===],
[===[Знайдіть кристал з видіння.]===],
nil,
[===[Кристал пульсує, ніби в ньому ув'язнена якась жива сила.]===],
},
[642] = {
[===[Ув'язнена принцеса]===],
[===[Мене звати Мізраель. Я принцеса землі, і мої полонителі — велетні — ув'язнили мене глибоко під височиною Араті. Ці кришталеві осколки — єдиний спосіб зв'язку з поверхнею.

Прошу, допоможи мені. Союзники велетнів — Суховусі кобольди — мають такий самий осколок в ущелині Суховусих, що на сході звідси. Щоб зарядити його, ти маєш дістати порошинки Мізраель у кобольдів.

Благаю тебе, {ім'я}, допоможи мені!]===],
[===[Зберіть 12 порошинок Мізраель та принесіть їх до райдужник осколків в ущелину Суховусих.]===],
[===[Це скупчення кристалів дуже схоже на осколки Мізраель. Але в них не пульсує таке ж відчуття безпеки.]===],
[===[Тобі вдалося зарядити ці осколки! Я почуваюсь легше! Вільніше!

Але до свободи ще далеко...]===],
},
[648] = {
[===[Врятувати OOX-17/ТН!]===],
[===[Голос гнома знову тріщить з робота:

"Мені потрібно перемістити OOX-17/TН на відкрите, безпечне місце, щоб він міг почати тривалу процедуру зльоту. Він має вбудовану систему маскування, але мені потрібен час, щоб зробити її знову працездатною. Мені потрібно, щоб ти {стать:супроводжував:супроводжувала} робота з його поточного місцеперебування до, скажімо, порту Паровиманювання! Це має бути ідеальне місце, достатньо просторе, щоб підготувати апарат до польоту!"

"Проведи його до порту, а потім приходь поговорити зі мною в Грабіжну Бухту! Оґлторп Обриднус — кінець зв'язку!"]===],
[===[Проведіть OOX-17/TН до порту Паровиманювання, а потім звітуйте Оґлторпу Обриднусу в Грабіжній Бухті.]===],
nil,
[===[О, ТИ — {стать:великий рятівник:велика рятівниця} OOX-17/ТН! У мене просто слів немає, настільки я вдячний за твою допомогу! Моя серія автономних роботів потребує вдосконалень, але завдяки тобі, я заощадив безліч часу на відновлення і купу золота на дорогі деталі!

Будь ласка, обери будь-який з цих предметів. Ще раз дякую за твою щедру допомогу, мої роботи і я у тебе в боргу!]===],
},
[651] = {
[===[Камені Поневолення]===],
[===[Чотири камені Поневолення розкидані по височині Араті. Ці камені тримають мене ув'язненою під землею.

Щоб відкрити їх, треба спочатку відкрити найсильніший із них: камінь Внутрішнього Поневолення. А для цього треба зібрати ключі з інших трьох.

Ці камені охороняються вартовими, але якщо в тебе вистачить винахідливості... чи удачі — ти зможеш перемогти їх.]===],
[===[Зберіть палаючий, бурунистий та буревійний ключі з каменів Західного, Східного та Зовнішнього Поневолення.

Принесіть їх до каменю Внутрішнього Поневолення.]===],
[===[Перед вами камінь Внутрішнього Поневолення. Це найсильніший з каменів Поневолення і за його допомогою можна відкрити інші камені.]===],
[===[<Голос Мізраель лунає з каменю.>

Тобі вдалося! Ти {стать:відкрив:відкрила} камені Поневолення! Я відчуваю як мої кайдани слабнуть, а моя свобода стає все ближчою.

Ти {стать:благородний:благородна} {клас}, {ім'я}. {стать:Мій рятівник!:Моя рятівниця!}]===],
},
[652] = {
[===[Розбити ключ-камінь]===],
[===[Відкриття каменів Поневолення ослабило мої кайдани, але дещо ще утримує мене. Це ключ-камінь, який ти бачиш серед інших каменів кола. І ключем від нього володіє Фозрук, один із моїх тюремників.

Ти маєш добути ключ, який кам'яні вартові називають скіпетром порядку, у Фозрука і використати його, щоб відкрити ключ-камінь.

{ім'я}, ти так багато для мене {стать:зробив:зробила}. Ще трохи... і моя вдячність стрясе цю землю!]===],
[===[Знайдіть і вбийте Фозрука. Принесіть скіпетр порядку до ключа-каменя на височину Араті.]===],
[===[Ключ-камінь заряджений потужною силою геомантії...]===],
[===[Ви поміщаєте скіпетр в ключ-камінь і відчуваєте, як земля під вами починає тремтіти...]===],
},
[656] = {
[===[Виклик принцеси]===],
[===[Ти маєш перемогти Мізраель до того, як вона стане надто сильною. Якщо ти цього не зробиш, то вона кинеться на своїх поневолювачів щойно набереться сил. Дехто вважає, що зможе її контролювати, але якщо її можна контролювати, навіщо було гігантам від самого початку заковувати її в ланцюги?

Божевільна логіка, еге ж?

Щоб перемогти Мізраель, виклич її біля кристалів, де ти вперше {стать:розмовляв:розмовляла} з нею. Переможи її, забери в неї таємничі кайдани та прив'яжи їх до осколків Мізраель.

Зроби це і вона знову буде поневолена.]===],
[===[Вирушайте до осколків Мізраель, викличте її та переможіть.

Заберіть її таємничі кайдани та зв'яжіть їх з осколками Мізраель.]===],
[===[Осколки Мізраель тепер незвично тихі.]===],
[===[Щойно ви зв'язуєте таємничі кайдани з осколками, з підземних глибин залунало нелюдське виття, що перейшло у крик.

Осколки Мізраель більше не випромінюють тепла і почуття безпеки, як це було раніше. Тепер вони пульсують загрозою... ніби істота під ними має злі наміри.]===],
},
[662] = {
[===[Глибоководні пошуки]===],
[===[О'Брін повів кораблі в бухту. Ми були впевнені, що знайдемо тут скарби. "Провісник" безпечно пришвартувався, але коли «Дівоча примха» та «Дух Срібнохвою» наблизилися до берега, вода почала швидко знижуватися. Я такого в житті не бачив!

Ці два кораблі налетіли на щось... схоже на храм у рифі. Вони так швидко потонули, це була справжня трагедія.

Ми маємо повернути їхні бортові журнали та карти, перш ніж відчалити. Не можна залишити таку важливу інформацію для сторонніх очей!]===],
[===[Перший помічник Нілзлікс просить вас дістати журнали та карти з «Дівочої примхи» та «Духу Срібнохвою».]===],
[===[Як проходять пошуки, {ім'я}? Нам дуже потрібно повернути суднові журнали та карти з «Дівочої примхи» та «Духу Срібнохвою».

Якщо ця інформація попаде в чужі руки, командувач флоту Морський Ріг викине нас за борт.

Це якщо ми взагалі виберемося звідси...]===],
[===[Звістка про те, що ця важлива інформація в безпеці, має трохи заспокоїти наше начальство в Грабіжній Бухті. Молодець, {ім'я}.]===],
},
[663] = {
[===[Земля!]===],
[===[Лоло бачити крихітку-{раса:з}! Лоло завжди напоготові!

Вітаю в бухті Фалдіра! Капітан О’Брін сказав, що ми тут застрягати на кілька годин. Якраз достатньо, щоб зібрати скарби та повернутись до Грабіжної Бухти.

Але Лоло думати, що ми тут застрягати надовго. Ми втратити два кораблі з нашої ескадри. Бідний «Дух Срібнохвою» і «Дівоча примха». Тепер вони спочивати на дні моря!

Лоло радити тобі піти до капітана О’Бріна і поговорити з ним, якщо ти теж хочеш застрягати тут.]===],
[===[Поговоріть з капітаном О'Бріном в бухті Фалдіра.]===],
nil,
[===[О, здоров будь.

Яке це все нещастя! Морський Ріг забере мій корабель, якщо дізнається, що тут сталося!

Одна з цих хитрих професорських штуковин знайшла скарб біля бухти. Я повів «Провісника» до берега і подав сигнал «Духу Срібнохвою» і «Дівочій примсі», щоб вони приєдналися.

Тоді море зашуміло, вода відійшла від берега й обидва кораблі врізалися в риф.

Але це був не просто риф, це було щось інше...

Допоможи моїй команді, і отримаєш щедру винагороду.]===],
},
[664] = {
[===[Затонулий смуток]===],
[===[Ох, життя — жахлива штука! Я мав би зараз лежати на морському дні, а не сидіти тут, біля вогнища, дихаючи свіжим морським повітрям.

Моя команда намагалася врятувати «Дівочу примху». Хай вони спочивають з миром...

О'Брін спокійно дійшов до берега, а нам не пощастило. Море просто вирішило нас потопити, я клянусь.

Ось ми пливемо — і ось наступна хвиля накриває нас з головою. А ці тварюки! Вони вбили всіх, хто вижив. Підле нагівське кодло. Але я якимось чином врятувався, і прийшов до тями вже тут, на березі.

Я хочу, щоб ці мерзотники здохли!]===],
[===[Капітан Сталепуз з бухти Фалдіра просить вас убити 10 рейдерів та 3 чарівниць Клинкоспинів.]===],
[===[Може, мені варто піти й вбити тих наг самотужки? Очевидно, що ти цього не зробиш.

Може, я знайду спиці, щоб ти {стать:міг:могла} себе чимось зайняти.]===],
[===[Гарна робота, {ім'я}.

Ці тварюки отримали по заслугах. Хоч це й не поверне ні мій корабель, ні команду, але смерть цих наг дає хоч якусь втіху.]===],
},
[665] = {
[===[Затонулий скарб]===],
[===[Тепер, коли ми стали повноправними рейдерами Чорноводдя, ми повинні допомогти містеру О'Бріну знайти загублений ельфійський скарб.

Без сторонньої допомоги знайти самоцвіти в морі майже неможливо. Доктор сконструював спеціальні окуляри, які мають нам допомогти. Йому потрібно зарядити ці окуляри енергією зачарованого каменю з печери, що знаходиться трохи вище по схилу пагорба.

Але ця печера проклята! Коли ми наблизилися до неї, на нас напали! Захисти мене, і я зможу витягнути енергію з каменю і спрямувати її в окуляри.]===],
[===[Проведіть професора Горлошипа до печери та назад.]===],
[===[Ніколи базікати! Ми маємо зарядити окуляри енергією каменю!]===],
[===[Окуляри працюють відмінно! Молодець, {ім'я}.]===],
},
[666] = {
[===[Затонулий скарб]===],
[===[Ці скарби лежали на морському дні так довго, що самоцвіти вкрилися вапняним нальотом і перетворились на каміння. Але сила цих окулярів дасть змогу легко їх знайти.

І все завдяки геніальності гномів!

Я позичу тобі ці окуляри, {ім'я}, і ти зможеш знайти втрачені скарби для капітана О'Бріна.

Я б і сам поплив туди, але... гм... ну, у мене є важливі наукові справи на безпечній, сухій землі.... от.]===],
[===[Доктор Датчикокрут з бухти Фалдіра просить вас зібрати 10 ельфійських самоцвітів і повернутися з окулярами для пошуку самоцвітів.]===],
[===[Ну що, окуляри працюють? Все функціонує як треба? Я можу їх підрегулювати, якщо треба.

А, і поверни окуляри, як закінчиш. Я впевнений, що капітан О'Брін знайде їм ще багато застосувань.]===],
[===[Неймовірно, {ім'я}! Капітан буде дуже задоволений! Почекай, ось ще звістку отримає командувач флоту Морський Ріг!]===],
},
[667] = {
[===[Смерть з глибин]===],
[===[Справи кепські. Схоже, Клинкоспини готуються до нападу.

Наги відомі своєю безжальністю в бою. Вони не зупиняться, поки я не помру.

Не те щоб я цінував своє життя вище, ніж життя членів команди, але ти маєш захистити мене. Екіпаж не зможе повернутися до Грабіжної Бухти без моїх знань моря.

Наги прийдуть з моря. Залишайся тут зі мною і відбий їхню атаку. Берись за гармату і відтісни їх назад.

{стать:Готовий:Готова}, {ім'я}?]===],
[===[Захистіть Тряса О'Бріна під час нападу наг.]===],
[===[До зброї!]===],
[===[Ми відбили атаку!

Без тебе ми б не впорались, {ім'я}.

Ми відпливемо, коли почнеться приплив. Якби ти не {стать:був:була} такою перспективною героїчною особистістю, я б запропонував тобі місце в команді. Але схоже, що на тебе чекає більша риба.

Хай навіть поки що ти лиш {стать:кволий:квола} {раса}...]===],
},
[668] = {
[===[Затонулий скарб]===],
[===[Не змушуй капітана О'Бріна чекати. Він захоче побачити ці коштовності на власні очі. Зрештою, ми тут саме для цього!

Після кількох тижнів співпраці з цими піратами ми з професором зрозуміли, що їхні скарби краще зайвий раз не тримати при собі.

Ось, {ім'я}, віднеси це О'Бріну.]===],
[===[Віднесіть ельфійські самоцвіти до капітана О'Бріна.]===],
[===[Гей, {клас:к}. Що привело тебе на місток?]===],
[===[Тож гноми врешті-решт виявилися корисними? Я знав, що ми не дарма взяли з собою цих коротунів!]===],
},
[669] = {
[===[Затонулий скарб]===],
[===[Командувач флоту Морський Ріг захоче негайно почути про нашу знахідку.

Але, як бачиш, ми поки що не в тому становищі, що вирушити звідси. Мало того, що за зараз відплив, так ще й ці тварюки не спускають з нас очей.

Ти можеш добряче нам допомогти, якщо скажеш командувачу флоту Морському Рогу в Грабіжній Бухті, що ми знайшли скарб і працюємо над тим, щоб дістати ще. Віднеси йому цей зразок як доказ.]===],
[===[Віднесіть зразок ельфійського самоцвіту до командувача флоту Морського Рога в Грабіжну Бухту.]===],
[===[Що привело тебе в Грабіжну Бухту, {клас:к}?]===],
[===[А, старий Тряс О'Брін! Я знав, що вибрав правильного капітана для цього завдання.]===],
},
[670] = {
[===[Затонулий скарб]===],
[===[Слухай, {ім'я}, ти, здається, любиш пригоди. Мій флот не зможе відплисти з Грабіжної Бухти, доки не поповнить припаси.

В цих землях назрівають темні речі, тож мені потрібно передати надсекретну кореспонденцію Трясу О'Бріну на узбережжя Араті.

Чи можу я довірити тобі це важливе завдання?]===],
[===[Віднесіть лист Морського Рога до капітана О'Бріна на височину Араті.]===],
[===[Ну що, Морський Ріг задоволений? Б'юся об заклад, його посмішка була ширшою за його капелюх!]===],
[===[Дякую тобі за цю довгу й небезпечну подорож. Ти добре {стать:послужив:послужила} рейдерам Чорноводдя.]===],
},
[687] = {
[===[Тельдурін Загублений]===],
[===[Тельдурін Загублений був членом нашого ордену, Молота Сутінків. Однак він збожеволів і відкинув наше вчення. Але перед втечею він викрав у нас сувій Мізраель! Ми не змогли зловити його, але ходять чутки, що він зовсім збожеволів і ховається в Безплідних краях.

Щоб повернути до нас Пані, ми повинні знайти сувій. А для цього ти маєш знайти Тельдуріна.]===],
[===[Знайдіть Тельдуріна Загубленого.]===],
nil,
[===[Привіт. Привіт, привіт привіт привіт ПРИВІТ!!!

Вибач — ні, не вибач! Не груби мені!

О, ні... це було божевілля.

Але іноді божевілля — єдине спасіння.]===],
},
[692] = {
[===[Утрачені фрагменти]===],
[===[Сувій Мізраелі... сувій Мізраелі?! Ти цього не хочеш! Його магія може витягнути Мізраель на поверхню, і якщо ти це зробиш, ми всі потрапимо в біду!

Або... можливо, вже занадто пізно. Можливо, вона вже вільна. Можливо, вона просто збирає сили, перш ніж обрушитися на нас. Якщо це так, то тобі точно ПОТРІБЕН сувій!

...шкода, що він знищений. Розлючені елементалі вкрали його і розірвали на шматки, а тепер б'ються за його фрагменти.

Але якщо ти зможеш зібрати ці фрагменти, можливо, нам вдалося б відновити сувій...]===],
[===[Принесіть рваний, м'ятий і обпалений фрагменти сувою Тельдуріну Загубленому.]===],
[===[Ти {стать:знайшов:знайшла} ці фрагменти?!?! Тобі потрібен сувій Мізраелі, якщо ти хочеш знову її полонити, поки ще не стало занадто пізно!]===],
[===[Ах, ти їх {стать:знайшов:знайшла}! Чудова робота, {ім'я}! Вони, можливо, наш єдиний шанс протистояти злу Мізраелі!

Дай-но мені знайти мій лом-храповик і побачимо, чи зможу я з'єднати ці фрагменти...]===],
},
[703] = {
[===[Смажені крильця канюків]===],
[===[О так, мої смажені крильця канюків просто обожнюють! Сповнений смаку соус і соковите м'ясце. А їхній аромат змусить голодних прибігти за милі звідси!

У мене є все, що потрібно, для приготування. Все... окрім крилець канюка!

Якщо хочеш їх спробувати, добудь мені такі крильця. Принесеш достатньо, і, може, я навіть поділюся рецептом з тобою!]===],
[===[Принесіть 4 крила канюка Смиколяпу.]===],
[===[Привіт, {ім'я}. {Приніс:принесла} мені мої крильця?]===],
[===[О, я одразу почну їх готувати. Я вже майже відчуваю їхній смак!

І ось тобі рецепт, на випадок, якщо захочеш зробити ці крильця {стать:сам:сама}!]===],
},
[705] = {
[===[Пірнання по перлини]===],
[===[Безплідні краї — це суворе місце, наповнене злісними хижаками та зухвалими падальниками. Страшне місце, особливо для маленького гобліна. Щоб вижити, я мушу бути хитрим!

Мені відомий рецепт для виготовлення світлових бомб. Я використовую їх, щоб відлякувати диких тварин. Але у мене закінчується один з інгредієнтів: порошок з подрібнених синіх перлин. Добудь мені декілька, і я зроблю так, щоб твої зусилля були не марними.

Ха, і сподіваюся, на тобі міцні чоботи. Потрібні мені сині перлини можна знайти у молюсків на Підступному рифі.

Так-так, той самий Підступний риф у Тернистій долині!]===],
[===[Принесіть 9 синіх перлин Смиколяпу в Безплідні краї.]===],
[===[Ти {стать:дістав:дістала} мої перлини? У мене майже закінчилися світлові бомби!]===],
[===[Так, ці чудово підійдуть! Мені лише потрібно змолоти їх на порошок... Потім змішати їх з дрібкою цього і дрібкою того.

Ну стережіться, падальники! Приготуйтеся до вибухів!]===],
},
[709] = {
[===[Порятунок від загибелі]===],
[===[О, небеса милосердні! Лихо! Наближається загибель. Згадай моє слово! Ми приречені!

Ні, я не можу більше нічого сказати... я не можу вимовляти їхні імена, вони можуть мене почути! Але якщо ми дізнаємося, так, якщо ми дізнаємося більше про них... тоді, можливо, ми зможемо протистояти їм!

Можливо...

Іди в Ульдаман. Ні! Я вимовив це! Ти маєш знайти... знайти скрижаль... Р'юн'еха. Так, знайди її! І не змушуй мене вимовляти це ім'я знову!

Вона в глибині Ульдаману, в стародавній скрині, більш стародавній, ніж будь-які досі знайдені сліди дворфів.]===],
[===[Принесіть скрижаль Р'юн'еха Тельдуріну Загубленому.]===],
[===[Тобі вдалось знайти скрижаль? Вона має містити розгадку нашого спасіння!]===],
[===[Ох, доля милосердна до нас! Дякую тобі! Можливо, ми ще зможемо врятуватися!]===],
},
[710] = {
[===[Вивчення стихій: Камінь]===],
[===[Тут, у Безплідних краях, я зупинився, щоб працювати над моїм останнім проєктом: мої кайдани зв'язування стихій.

Після завершення, вони дозволять магам викликати більш могутніх елементалей у більших кількостях. Щоб почати роботу над ними, мені необхідні маленькі кам'яні осколки, щоб перевірити деякі з моїх останніх атакуючих заклять, а також пару штуковин, що я зібрав докупи.

Осколки можна легко дістати з менших кам'яних елементалей на захід звідси. Можеш принести декілька?]===],
[===[Знайдіть 10 маленьких кам'яних осколків і принесіть їх Лотвілю Веріату в Безплідні краї.]===],
[===[Це місце ідеальне для-- Тримай їх і не рухайся. Так, саме так, уздовж вектора нормалі. Тепер, про що я... Точно. Ідеальне для тестування мого останнього проєкту. Сировина, відкритий простір... Що ще треба розумному, справжньому професіоналу мистецтв?]===],
[===[Ці добре підійдуть, {ім'я}. Дякую. Гмм, трохи більше піску, ніж я передбачав. Доведеться регулювати коефіцієнт тертя. Стоп, зажди. З крижаною олією він має бути незначним.]===],
},
[711] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, ти вже {стать:проявив себе здібнішим:проявила себе здібнішою}, ніж всі мої учні разом узяті.

Щоб добути наступні необхідні мені частини, знадобиться трохи більше сили. Великі кам'яні брили можна знайти у кам'яних елементалів, якщо бути обережним. Їхні тіла більші та міцніші, тож з них можна відколоти шматки, зручні для моїх досліджень. Ти можеш знайти їх далі на захід звідси або на південному сході біля підніжжя гір.

Можеш не поспішати; мені потрібен час, щоб перевірити ці маленькі шматки, які ти {стать:приніс:принесла}.]===],
[===[Принесіть 3 великі кам'яні брили Лотвілю Веріату в Безплідні краї.]===],
[===[Я дуже задоволений, {ім'я}. Мої закляття впливали на маленькі шматки саме так, як і очікувалося. Якщо цей експеримент вдасться, то елементалі, якими я зможу керувати, перевершать все, що до цього вдавалося викликати.]===],
[===[{Ім'я}, це просто дивовижно! Я думав, що знадобиться пів дюжини тауренів, щоб донести мені все це.]===],
},
[712] = {
[===[Вивчення стихій: Камінь]===],
[===[{Ім'я}, є ще одна річ, яка мені потрібна від елементалей Безплідних країв: це поручі зв'язування каменю, які можна дістати з більших кам'яних елементалів. За моїми розрахунками, цих поручів повинно вистачити, щоб оцінити міць моїх власних кайданів.

Мої спроби спостереження за більшими кам'яними елементалями показали, що є невелика група на південний захід звідси, поблизу огрів, якщо не помиляюся.

Принеси мені 5 поручів, хай будуть про запас. Серво непогано вміє плутати мої реагенти та результати досліджень.]===],
[===[Принесіть 5 поручів зв'язування каменю Лотвілю Веріату в Безплідні краї.]===],
[===[Кам'яні брили, які ти {стать:знайшов:знайшла}, були ідеальними, {ім'я}. Люсьєн відвезе зайві назад до Хараноса, коли ми завершимо тут. Зрештою, вони можуть ще знадобитись.

Наприклад, вони були б гарною основою для затишного маленького укриття, коли я почну вивчати високопродуктивні вибухові речовини...]===],
[===[{Ім'я}, а ти ніколи не {стать:замислювався:замислювалася} над тим, щоб стати {стать:науковим співробітником:науковою співробітницею}? Ні? Не знаю, що б я робив тут без твоїх здібностей. Інтелект, допитливість і сила — все в одному.]===],
},
[713] = {
[===[Холодні голови переможуть]===],
[===[Дозволь розповісти тобі про крижану олію: ніщо так не вбереже двигун або шестерні від перегріву, як вона.

Її охолоджувальні властивості надзвичайні, а довговічність як мастила просто не має рівних. І це ще не все: вона також допомагає зберігати чари на магічних предметах.

Мені потрібен флакон цієї олії, щоб підсилити магічний потенціал моїх кайданів і зробити їх достатньо потужними, аби викликаний нами друг не прикінчив нас усіх.

Бро'кін, мій друг-гоблін, може навчити тебе, як виготовити цю олію. Він перебуває в Альтераці.]===],
[===[Знайдіть крижану олію та принесіть її Лотвілю Веріату в Безплідні краї.]===],
[===[Ти вже {стать:знайшов:знайшла} потрібну мені олію? Було б чудово, якби ти {стать:зміг:змогла} знайти хоч трохи.]===],
[===[Приголомшливо! Вона послужить прекрасним охолоджувачем для моїх нових наручів. Якщо ці чари впадуть раніше, ніж через сто років, я відпишу все моє майно Серво.

Усі маги Асамблеї будуть в такому захопленні, коли я закінчу цю роботу, {ім'я}. Лише зачекай, і ти побачиш.]===],
},
[714] = {
[===[Гіро... що?]===],
[===[{Ім'я}, ти {стать:впорався:впоралася} зі своїм завданням вище всяких похвал.

<Лотвіль, очевидно, поглинутий своєю роботою.>

Якщо ми колись зустрінемось у Хараносі, не соромся подати заяву на роботу.

Упс! Швидше, хапай... так, це. Дякую.

Тепер мені потрібна лише одна річ. Маленька штуковина, але, боюся, досить необхідна: гірохронатом.

Якби ти просто {стать:сходив:сходила} та {стать:приніс:принесла} мені один, то в мене буде все готово для завершення.]===],
[===[Принесіть гірохронатом Лотвілю Веріату в Безплідні краї.]===],
[===[Так, так, так. Секунду.

<Лотвіль продовжує працювати над якимсь хитрим винаходом.>]===],
[===[ХА!

<Лотвіль вихоплює у вас гірохронатом.>

Відмінно... майже готово. Ні, справді. Я тут МАЙЖЕ завершив. Це мій найпріоритетніший проєкт... наразі. Дай-но я засуну цю штуку в належне їй місце, і ти {стать:сам:сама} побачиш, зі створенням чого ти мені {стать:допоміг:допомогла}. Це займе лише кілька хвилин... мабуть... може, довше. Гаразд, мабуть, набагато довше. Побачимо...]===],
},
[715] = {
[===[Рідкий камінь]===],
[===[Я думаю, що ті речі, які ти {стать:роздобув:роздобула} для Лотвіля, будуть найменшою з наших турбот, {ім'я}. З іншого боку, ти {стать:виявився:виявилася} більш ніж {стать:умілим:умілою} в науках, які Лотвіль вважає священними, тож як щодо допомоги мені?

Мені необхідні зілля невидимості та зілля лікування; обидва можуть стати у пригоді дуже скоро, якщо йому це вдасться.

Натомість я дам тобі рецепт зілля, яке я розробив, навчаючись у Лотвіля. Воно засноване на частині досліджень що він проводив тут, у Безплідних краях.]===],
[===[Принесіть зілля лікування та зілля малої невидимості Люсьєну Ключожбуру в Безплідні краї.]===],
[===[Він майже закінчив. А як твої успіхи?]===],
[===[ТАК!

Тобто дякую, {ім'я}. Вони мені допоможуть під час подорожі Безплідними краями.]===],
},
[716] = {
[===[Камінь кращий за тканину]===],
[===[Знаю, наскільки жадібним може бути Лотвіль, {ім'я}, тому дозволь мені дати тобі щось за всі твої клопоти. Можливо, це навіть допоможе захистити тебе від нового винаходу Лотвіля.

Я працював з усіма невикористаними каменями, які ти {стать:збирав:збирала} для нього, і можу зробити досить непогані поручі для тебе. Звісно, я їх зачарую.

Мені лише потрібні прикрашені візерунком бронзові поручі, викувані ковалем, і я завершу поручі для тебе.]===],
[===[Принесіть прикрашені візерунком бронзові поручі Люсьєну Ключожбуру у Безплідні краї.]===],
[===[Я б не чекав занадто довго, щоб отримати ці поручі, {ім'я}.

Хто знає, що трапиться далі?]===],
[===[Готово, {ім'я}. Приміряй.]===],
},
[734] = {
[===[Це буде важко]===],
[===[Чудово, чудово.

<Лотвіль на мить дивиться на вас, перш ніж повернутися до своїх кайданів.>

Збігай-но до Люсьєна, {ім'я}. Мені потрібен зубець #5. Принеси його мені, добре?]===],
[===[Поговоріть з Люсьєном Ключожбуром у Безплідних краях.]===],
nil,
[===[Зубець #5, еге ж? Так, добром це не скінчиться.]===],
},
[737] = {
[===[Заборонене знання]===],
[===[У мене є для тебе збірник, {ім'я}. Думаю, не варто говорити, що з ним потрібно поводитися дуже дбайливо. І неодмінно тримати подалі від ворожих рук.

Цей збірник містить багато правди...

...а правда може обпекти.]===],
[===[Принесіть збірник Яґіна Тельдуріну.]===],
[===[Гей! Тебе давно не було. {Стать:Дістав:Дістала} збірник?]===],
[===[Ти {стать:дістав:дістала} його! О, надія жевріє!

Можливо, твої зусилля ще врятують нас, {ім'я}. Варто поставити тобі пам'ятник! Спорудити святилище! Хай славиться ім'я твоє, доки у твоїх онуків не народяться їхні онуки!

Якщо тільки... якщо тільки ВОНИ ще не вирвалися та вийшли на поверхню. Якщо це трапиться, то можеш забути про дітей.

Якщо ВОНИ вирвалися на свободу — ми всі підемо на корм хробакам.]===],
},
[777] = {
[===[Це буде важко]===],
[===[Добре, ось зубець #5.

Я буду тут... в укритті.

Можеш приєднатися, якщо хочеш.]===],
[===[Принесіть зубець #5 Лотвілю Веріату.]===],
[===[<Не відриваючи погляд від кайданів, Лотвіль простягає руку і нетерпляче розмахує пальцями.>

Зубець, {ім'я}, зубець!]===],
[===[Ах, ідеально. Відійди-но в бік, поки я готуюсь вершити історію!

<Лотвіль продовжує гарячково працювати.>]===],
},
[778] = {
[===[Це буде важко]===],
[===[Ха-ха! Готово! Кайдани готові!

Настав час, Люсьєне. Пора, Серво!

Ти {стать:готовий:готова} стати свідком досконалої суміші алхімії, інженерії та таємниць, {ім'я}?

Зараз я викличу могутнього елементаля. Це видатний день для всіх нас.]===],
[===[Здобудьте перемогу над вартовим Фам'ретором і поверніть Лотвілю Веріату його кайдани зв'язування стихій.]===],
[===[Не зовсім той результат, на який я розраховував. Можеш повернути мені мої кайдани?]===],
[===[Дякую, {ім'я}. Це було досить важким випробуванням, чи не так?

Я не впевнений, що саме пішло не так. Добре, що за допомогою магії мені вдалося повернути істоту назад у її рідний вимір.

Можливо, трохи вдячності за всю твою наполегливу працю...]===],
},
[787] = {
[===[Нова Орда]===],
[===[Тром'ка, {клас:к}. Я Ейтріґґ, призначений Траллом котролювати навчання рекрутів.

Орда вже не така як була раніше. Був час, коли я покинув Орду, зневірений зростаючою могутністю і впливом Палаючого Легіону. Перебуваючи у вигнанні, група людей мене схопила. Але воєвождь врятував мене з полону. Я повернувся, почувши його бачення Орди, вільної від демонічного впливу під керівництвом шаманів.

Ґорнек має подальші інструкції для тебе.]===],
[===[Відрапортуйте Ґорнеку в Лігві.]===],
nil,
nil,
},
[834] = {
[===[Вітри у пустелі]===],
[===[Я Резлак, представник компанії Ґазлоу. Бос послав мене сюди, у Дуротар, допомогти оркам. І все начебто йде нормально, але каравани... Я не можу забезпечити їх належний захист! А це дуже ускладнює мою роботу, уловлюєш?

Останнє відвантаження — а мені обіцяли, що воно прийде без проблем! — було викрадене пиловітровими гарпіями з… як там його… каньйону Бритвовітру?

Мені потрібні ці припаси, бо я так ніколи нічого не дороблю до кінця! Йди вздовж великого каньону на південь і знайдеш ущелину, що йде із заходу на схід...]===],
[===[Добудьте 5 мішків з припасами і поверніть їх Резлаку, що знаходиться біля Орґріммара.]===],
[===[Не зрозумій мене неправильно, я незрівнянний у тому, що роблю, але це вже смішно! Мені що, піщані замки будувати?]===],
[===[Гей, а це вже щось! Ти {стать:повернув:повернула} нам наші припаси. Чудово. Повернусь до роботи одразу як знайду когось, хто дотягне ці мішки за мене.]===],
},
[835] = {
[===[Захист маршрутів]===],
[===[Ґазлоу якось мені сказав: "Резлак. Є дещо, що ти маєш знати у своєму житті - якщо ти хочеш, щоб щось було зроблено добре, зроби це сам."

Я не можу змиритись з втратою усіх наших караванів, тому вирішив взяти справу у свої руки. Сухощільний яр лежить у східній частині каньйону Бритвовітру. Якщо ми переб'ємо там усіх гарпій, то зможемо захистити маршрут.

Звичайно, є ще дещо, що мені казав Ґазлоу: "Для кожної роботи можна знайти підходящу людину та відповідну ціну". Це я до чого... Допоможеш мені, {Ім'я}?]===],
[===[Убийте 12 пиловітрових дикунок і 8 пиловітрових штормовідьом біля Сухощільного яру за дорученням Резлака.]===],
[===[Важко повірити, але мій бос Ґазлоу завжди знає всьому ціну. "Ніколи не бійся робити перший крок. І роби то з розмахом", - казав він.

Гарпії не припинять надокучати нам і знову нападатимуть на каравани, допоки ми щось не зробимо, егеж?]===],
[===[Що ж, я можу зітхнути з полегшенням, знаючи, що гарпії більше не докучатимуть нашим караванам з вантажами. І це дуже вчасно. Я чув, що із наступною доставкою мені надішлють кілька веселих іграшок!

Ти досить непогано знаєшся на своїй справі, {Ім'я}, тобі слід навідатись до мого боса у Брашпилі. Впевнений, він підбере для тебе цікаву робітку.

Оу, і не хвилюйся, я не забув про оплату твоїх послуг.]===],
},
[836] = {
[===[Врятувати OOX-09/ВЗ!]===],
[===[Голос гнома знову тріщить з робота:

"Мені потрібно перемістити OOX-09/ВЗ на відкрите, безпечне місце, щоб він міг почати тривалу процедуру зльоту. Він має вбудовану систему маскування, але мені потрібен час, щоб зробити її знову працездатною. Мені потрібно, щоб ти {стать:супроводжував:супроводжувала} робота з його поточного місцеперебування до, скажімо, узбережжя за Оглядовими кручами! Це має бути ідеальне місце, достатньо просторе, щоб підготувати апарат до польоту!"

"Проведи його до узбережжя, а потім приходь поговорити зі мною в Грабіжну Бухту! Оґлторп Обриднус — кінець зв'язку!"]===],
[===[Проведіть OOX-09/ВЗ на узбережжя за Оглядовими кручами, а потім звітуйте Оґлторпу Обриднусу в Грабіжній Бухті.]===],
nil,
[===[О, ТИ - {стать:великий рятівник:велика рятівниця} OOX-09/ВЗ! У мене просто слів немає, настільки я вдячний за твою допомогу! Моя серія автономних роботів потребує вдосконалень, але завдяки тобі, я заощадив безліч часу на відновлення і купу золота на дорогі деталі!

Будь ласка, обери будь-який з цих предметів. Ще раз дякую за твою щедру допомогу, мої роботи і я у тебе в боргу!]===],
},
[858] = {
[===[Запалювання]===],
[===[Тебе часом не Гуркоклапан прислав? Я тут у безвиході... Застрибнув сюди, не усвідомлюючи, що без ключа подрібнювач не заведеться. Мій колега запитав мене, чи все в порядку, а я запанікував! І замість того, щоб сказати йому, що в мене немає ключа, я відповів, що виникла якась несправність.

Треба якнайшвидше драпати звідси! Піднімись в диспетчерську кімнату, що на вершині вишки, там у бригадира має бути ключ від цього подрібнювача.

Виручи мене, благаю!]===],
[===[Дістаньте ключ запалювання і принесіть його Кривошип-су.]===],
[===[Мерщій, ми повинні щезнути звідси, перш ніж хтось щось запідозрить!]===],
[===[Так, виглядає як той самий ключ. Дай-но переконатися, як все це працює...

Хм... контроль обертання... регулює швидкість і стабільність... чутливий контроль руху руки. Ти диви! Мені не віриться, що ТзНБ "Авантюра" змогли розробити щось краще, ніж в нас. Я негайно маю показати це у Брашпилі!]===],
},
[863] = {
[===[Втеча]===],
[===[Гадаю, я розберусь по дорозі... Нічого складного! Тут просто кілька кнопок, і важіль чи два... Ну, ти {стать:готовий:готова} вирушати?]===],
[===[Охороняйте Кривошип-са і викрадений гоблінський подрібнювач по дорозі до Гуркоклапана в Брашпиль.]===],
[===[Чим можу бути корисним?]===],
[===[Сподіваюсь, нам вдасться отримати щось цінне з цього зруйнованого прототипу подрібнювача... мій час спливає! Я негайно відправлю рятувальну команду на допомогу Кривошип-су.

О, і дозволь віддячити тобі за клопоти.]===],
},
[865] = {
[===[Роги рапторів]===],
[===[Раптори Степів розумніші, ніж раптори з інших країв. І мені здається, що весь їх розум — в рогах! Отож, ці роги можна стерти в порошок і використати для приготування "напоїв розумності". Я б на них розбагатів!

А ти мені можеш допомогти. Збери неушкоджені роги рапторів з сонцелуских серпопазурів. Вони бродять на півдні Степів і на півночі, біля кордону з Ясенедолом.]===],
[===[Зберіть 5 неушкоджених рогів рапторів з сонцелуских серпопазурів і принесіть їх Мебокові Міцріксу в Брашпиль.]===],
[===[Ти {стать:зібрав:зібрала} роги, {ім'я}? Вони зроблять мене багатим!]===],
[===[Прекрасно, вони в тебе! Залишилось стерти їх в порошок, змішати з вином і...]===],
},
[866] = {
[===[Зразки коренів]===],
[===[Трави Степів не такі ж, як в інших землях. Їхні властивості здебільшого ті ж самі, але вода оазисів змінює їх, тож вони трохи відрізняються.

Я хочу дослідити ці відмінності... і чи можна ними скористатися!

Якщо ти володієш навичками травництва, збери зразки коренів з трав, які знайдеш у Степах. Принеси їх мені, щоб я міг порівняти їх з травами з інших регіонів.]===],
[===[Принесіть 8 зразків коренів Мебоку Міцріксу в Брашпиль.]===],
[===[Привіт, {ім'я}. Ти {стать:приніс:принесла} зразки коренів?]===],
[===[Так, так, дуже гарні зразки! Я вирощу з цих коренів трави й зможу вивчити їх. Сподіваюся знайти в них нові властивості. Приховані, цінні властивості...

І не хвилюйся — якщо я їх знайду, ти будеш {стать:першим:першою}, хто про це дізнається. Тому що в такому разі мені знадобиться більше коренів!]===],
},
[887] = {
[===[Флібустьєри Південних морів]===],
[===[Хотілось би, щоб віцеадмірал Ґрецлік краще охороняв море для наших торгових кораблів. У торговий флот вкладено стільки золота, що я просто звірію, коли пірати так безкарно нападають на мої кораблі та крадуть мої товари!

Я чув, що флібустьєри Південних морів отаборилися на південь звідси. Вони стали справжньою проблемою, тож якщо Ґрецлік не хоче про них подбати, то, можливо, ти допоможеш мені їх позбутися.]===],
[===[Вбийте 12 грабіжників Південних морів та 6 канонірів Південних морів для Ґазлоу з Брашпиля.]===],
[===[Я навіть думати не хочу про збитки, які мені завдали ці кляті пірати, а тепер вони ще й табір у мене під носом розбили? Це вже нахабство, Підштольня має щось з цим зробити.]===],
[===[Ти молодець, {стать:малий:мала}. Ще трохи такої роботи, і у мене стане однією проблемою менше. Сподіваюся, вони додумаються забратись якомога далі разом зі своїм табором.

А поки що залишилася маленька справа — повернути викрадені товари!]===],
},
[888] = {
[===[Вкрадене добро]===],
[===[Хотів би я повернути всі свої речі, але це, напевно, неможливо. Але є кілька речей, які мені дуже потрібні!

Як бачиш, моя обсерваторія майже готова, але їй не вистачає одної з лінз. Перша з них прибула караваном з Дуротару, але другу везли на кораблі та вона так і не прибула. Крім того, я так і не отримав черевики від Мжичника з Грабіжної Бухти!

Рушай до піратського табору і пошукай їх.]===],
[===[Поверніть Ґазлоу у Брашпиль посилку з чобітьми та лінзу від телескопа.]===],
[===[Тобі вдалось знайти мої речі, {ім'я}?]===],
[===[Як я радий повернути своє добро. Дякую тобі за допомогу, {ім'я}. Знаєш, мені б не завадили такі помічники, як ти. Якщо знадобиться робота, не забувай, що Ґазлоу непогано платить!]===],
},
[890] = {
[===[Зниклий вантаж]===],
[===[Я вже цілу вічність чекаю на своє останнє замовлення з Грабіжної Бухти! Напевно його вкрали флібустьєри, але щоб знати напевно — сходи, будь ласка, в док і запитай Запаморока, чи не відправили мої товари на склад без мого відома?

Ось, віднеси мій гросбух Запамороку, хай він звірить зі своїми записами.]===],
[===[Принесіть гросбух Ґазлоу завідувачеві причалу Запамороку.]===],
[===[Хочеш відправити товар на наступному кораблі, {ім'я}?]===],
[===[А, то тебе прислав Ґазлоу, ге? Хвилинку, дай-но я зазирну у свої записи, треба переконатися, що я не відправив його товар не туди, куди треба.

Мабуть, він чекає на ті чоботи від Мжичника...]===],
},
[892] = {
[===[Зниклий вантаж]===],
[===[У мене в записах усе гаразд, {ім'я}. Йди до Ґазлоу і скажи, що йому не пощастило. Не здивуюся, якщо його товари прибрали до рук пірати.

Я більше нічим не можу йому допомогти. Хоча... Скажи, що в мене є для нього дещо з Підштольні, хай приходить і забирає.]===],
[===[Поверніть Ґазлоу в Брашпиль його гросбух.]===],
[===[Ну, що сказав Запаморок?]===],
[===[Не пощастило, ге? Мабуть, це були флібустьєри... Запамороку я вірю, він би мене так не обдурив. Зрештою, він на зарплаті.

Здається, мені доведеться дещо повернути, {ім'я}. Що скажеш?]===],
},
[894] = {
[===[Самофланж]===],
[===[ТзНБ "Авантюра" створила невеликий дослідницький центр далеко на північ звідси, на південний захід від Драговини шламу. Я не дуже добре знаю про те, чим вони займаються, але мені вдалося дізнатися, що проводять експерименти з чимось, що називається "самофланж".

Що це в біса таке — самофланж? Що б це не було, я хочу його дослідити, тож мені потрібен хтось, хто може його дістати.

Я дістав копію інструкції з експлуатації їхньої системи управління — там має бути написано, як від'єднати від неї самофланж.]===],
[===[Отримайте доступ до панелі управління на дослідницькому майданчику ТзНБ "Авантюра".]===],
nil,
[===[Різноманітні кнопки, важелі та миготливі лампочки хаотично розкидані на лицьовій стороні панелі управління. Невеликий індикатор показує, що апарат наразі працює в оптимальному режимі, а регулювальні клапани з першого по третій наразі відкриті. У нижній правій частині панелі управління є невелика замкова щілина.]===],
},
[895] = {
[===[РОЗШУКУЄТЬСЯ: барон Довгоберег]===],
[===[РОЗШУКУЄТЬСЯ!

Барон Довгоберег, капітан "Безтурботної"

Капітан Довгоберег з Ґілнеасу керує кораблями флібустьєрів Південних морів, і розшукується за звинуваченням у піратстві. Рештки мають бути придатні для впізнання!

-- Ґазлоу]===],
[===[Принесіть голову барона Довгоберега до Ґазлоу в Брашпиль.]===],
[===[Що сталося? Чим я можу допомогти? Хочеш відправити вантаж чи, може, інженер потрібен?]===],
[===[А! Так от чому ти тут. Знаєш, я бачив якось "Безтурботну" у відкритому морі. Вражаючий корабель, чи то човен... ці моряки так чіпляються до слів!

Загалом, вона так ковзала по воді, що аж дух захоплювало. Я радий, що її клятий капітан більше не турбуватиме мої кораблі.]===],
},
[896] = {
[===[Талан шахтаря]===],
[===[Перебуваючи завідувачем причалу у такому жвавому порту, як Брашпиль, доводиться тримати руку на пульсі всіх справ. Я знаю все про обмін товарами та грошима між Грабіжною бухтою і Брашпилем.

Останні новини, що я чув, - були про шахту Валун Вапняку ТзНБ "Авантюри" на північний схід від Драговини шламу. Один із шахтарів виявив смарагд розміром з кулак. Я знаю кількох покупців, яким було б цікаво прикупити собі щось подібне. Я навіть не проти розділити виторг від продажу 50 на 50.]===],
[===[Добудьте смарагд «Котяче око» у одного з розпорядників або громил ТзНБ "Авантюра" і принесіть його завідувачеві причалу Запамороку в Брашпиль.]===],
[===[Якби ж ми тільки знали, який саме шахтар знайшов той смарагд, то це було б як з гірки скотитись...]===],
[===[Лише глянь який здоровезний, {ім'я}! Ми точно розбагатіємо! Такс, згідно з розцінками на дорогоцінні камені, що я бачив у Підштольні, зможу розрахувати твою частку - п'ятдесят відсотків, не хвилюйся!

Тож подивімось... Цього більш-менш буде достатньо. Приємно вести з тобою справи, {ім'я}!]===],
},
[900] = {
[===[Самофланж]===],
[===[Три регулювальні клапани наразі відкриті. Судячи з написів на панелі управління, їх треба закрити, перш ніж вимикати пристрій.]===],
[===[Закрийте паливний контрольний клапан, регуляторний клапан і головний регулювальний клапан, а потім знову скористайтесь панеллю управління.]===],
[===[Миготливі лампочки на консолі управління вказують на те, що головні регулювальні клапани не перекриті.]===],
[===[Лампочки, що вказують на три регулювальні клапани, повільно згасають. Зелений вогник змінюється жовтим, а перемикач, що керує пристроєм, тепер активний, і при закритих клапанах панель можна вимкнути.]===],
},
[901] = {
[===[Самофланж]===],
[===[Тепер, коли пристрій вимкнено, панель управління можна відкрити та вийняти з неї самофланж. Залишається лише здобути ключ для розблокування панелі.]===],
[===[Отримайте ключ від панелі у майструвальника Вугрелова та скористайтесь ним на панелі управління.]===],
[===[Лампочки на панелі згасли, стрілки всіх приладів стоять на нульовій позначці, пристрій працює на холостому ходу.]===],
[===[Ви повертаєте ключ у замку і панель управління відкривається. Червоний індикатор у верхній частині панелі вимикається, і тепер пристрій повністю знеструмлений.]===],
},
[902] = {
[===[Самофланж]===],
[===[Відкривши лицьову частину панелі управління, ви знаходите густе переплетення дротів, трубок та інших дивних механічних об'єктів, більшість з яких, схоже, не мають жодного практичного призначення. Відсунувши їх убік, ви знаходите самофланж і з легкістю висмикуєте його з заглибини.]===],
[===[Принесіфть самофланж Гуркоклапанові в Брашпиль.]===],
[===[О, ти {стать:повернувся:повернулась}, {ім'я}! Самофланж {стать:приніс:принесла}?]===],
[===[Це... е-е-е... цікаво... так. Я відправлю його в штаб-квартиру Спілки майстерників в Підштольню. Не сумніваюся, коли цю штуку розберуть та ретельно вивчать, вони зможуть зрозуміти її призначення.

Але, можливо, спочатку я сам трохи огляну його...]===],
},
[934] = {
[===[Вінець Землі]===],
[===[Утім, з Тельдрассілем усе було не так добре, як того хотілося. Оленеріг склав ретельні плани, оскільки нове Дерево Життя виросло саме таким, як він мріяв. Але була одна невелика проблема — проблема, яка й стала причиною багатьох неприємностей на Тельдрассілі.

Однак про це мені ще рано говорити. Ти {стать:повинен:повинна} відвідати останній місячний колодязь, розташований на північному заході, на Поляні Оракула. Під гіллям Дерева-оракула ти знайдеш перше, найпотужніше з наших джерел. Наповни фіал його водою та повертайся до мене.]===],
[===[Наповніть аметистовий фіал і поверніть його Корітрасу Місяцелюті в Доланаарі.]===],
[===[Друїди, Дерево-оракул та Верховний друїд пліч-о-пліч уважно спостерігали за ростом Тельдрассіля. І хоча тепер в нас є новий дім, безсмертне життя ми так і не змогли повернути.]===],
[===[Перебувати у присутності Дерева-оракула... це так, неначе сама мудрість набула форми живого створіння. Але на чому я зупинився...

Тельдрассіль виріс, і Верховний друїд звернувся до драконів по їхні благословення, якими свого часу вони освятили Нордрассіль. Але Ноздорму, Володар Часу, відмовився дати своє благословення, докірливо звинувативши Фендрала в його нахабності. На підтриму Ноздорму Алекстраза також відмовила Оленерогові, і без її благословення подальший ріст Тельдрассіля був приреченим стати недосконалим та непередбачуваним.]===],
},
[959] = {
[===[Халепа в доках]===],
[===[Ой!

Як бачиш, у нас тут невеличка проблемка. Вранці до нас прийшов вантаж з Грабіжної Бухти. Здоровенний, скажу тобі. Ніколи не бачив стільки ящиків. Я хотів швиденько закінчити, тож брав більше ящиків, ніж міг втримати. От воно все й посипалось!

Не встиг я отямитись, як цей негідник, Божевільний Маґґліш, втік з пляшкою 99-річного портвейну. Я біг за ним аж до Плачучих печер. Але всередину я ні за що не піду.

Може, тобі вистачить сміливості пошукати його там?]===],
[===[Кранівник Біґґльфуз з Брашпиля просить вас відібрати пляшку 99-річного портвейну у Божевільного Маґґліша, що ховається в Плачучих печерах.]===],
[===[Начальник доку не дає мені спокою з того часу, як Божевільний Маґґліш втік з 99-річним портвейном. Схоже, що ця пляшка була подарунком для Ґазлоу від самого барона Ревілґаза.

Якщо тобі вистачить сміливості й терпіння, щоб знайти Божевільного Маґґліша і повернути портвейн — я тобі щедро віддячу.]===],
[===[Неймовірно! А мене ледь не звільнили! Я зараз-но віднесу це Ґазлоу.

Дякую, {ім'я}. Чудова робота!]===],
},
[974] = {
[===[У пошуках джерела]===],
[===[Тутешні гарячі джерела — загадка для мене. Звідки йде це тепло?

Враховуючи те, наскільки близько вони розташовані до Вогнеперої скелі, мені стало цікаво, чи може вулкан бути причетним до цього. Я створив термометр, щоб виміряти температури на вулкані, і хотів би знайти його найгарячішу частину. Він показує виміри по шкалі Кракленгейта!

Ось, візьми його та виміряй температури на кожній гарячій точці!]===],
[===[Кракл з кратера Ун'Ґоро хоче, щоб ви знайшли найгарячішу ділянку Вогнеперої скелі.

Коли ви знайдете гарячу точку, скористайтесь термометром, щоб перевірити температуру. Продовжуйте шукати, поки не знайдете найгарячішу ділянку.]===],
[===[Я б і сам туди пішов, але... Я трохи боюся тамтешніх вогняних елементалів!]===],
[===[Так, я точно бачу зв'язок між температурою вулкана і гарячими джерелами. Мені доведеться перевірити точність моїх формул, але, здається, що відстань і швидкість передачі тепла... Хм...]===],
},
[980] = {
[===[Нові джерела]===],
[===[Я також чув про інші гарячі джерела в місці під назвою Зимоключ, що далеко на півночі звідси. Дивно, що поруч з ними немає жодних вулканів. Так, це цікаво, я знаю.

Якщо ти хочеш дізнатися більше, то тобі варто вирушити в Зимоключ і поговорити з моєю знайомою. Її звуть Донова Снігосхов, і вона має бути біля гарячих джерел.

Ще раз дякую тобі за допомогу з термометром! Здибаємось!]===],
[===[Прямуйте в Зимоключ і поговоріть з Доновою Снігосхов.]===],
nil,
[===[Привіт, {ім'я}. Так, те, що тобі сказав Кракл правда...]===],
},
[992] = {
[===[Дослідження Пристробляхводоканалу]===],
[===[У нас, у Пристробляхводоканалі, є відкрита вакансія молодшого землеміра. Якщо тобі цікаво.

Зараз, коли кочівники захопили всі наші свердловини, нам потрібно знайти інші джерела води! У пустелі є вода, треба тільки її відшукати першими.

Візьми цей пристрій для пошуку води та принеси мені пробу з водойми поблизу Варти Зажурених Пісків. Це прямо під носом у тролів. Поверни прилад, коли закінчиш!]===],
[===[Використовуйте пристрій для пошуку води у водоймі біля Варти Зажурених Пісків. Після того, як ви зберете зразок, поверніть використаний пристрій для пошуку води старшому землеміру Шипохіднику в Пристроблях.]===],
[===[С поверненням, {стать:молодший землеміре:молодша землемірко} {ім'я}! Ти вже {стать:виконав:виконала} своє завдання?]===],
[===[Що таке? На тебе напали якісь мерзенні повзкі тварюки? Це поганий знак для Пристробляхводоканалу, дуже поганий...

Можливо, я мав попередити щодо божевільних комах, які, здається, висмоктують всю воду в пустелі. Спочатку я думав, що це просто вигадки. Нам вистачає проблем з кочівниками, і я подумав, що це просто їхні витівки. Ну, тепер ми, принаймні, знаємо, що це правда!]===],
},
[996] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[998] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[1069] = {
[===[Яйця мохового павука]===],
[===[Омлети з павучих яєць - це новий хіт в Грабіжній Бухті! Проблема в тому, що... в бухті не має яєць.

Я відчуваю запах прибутку!

На північному заході Каміннопазуристих гір, у Вітрокосих скелях та Сиширському каньйоні, живуть мохові павуки. Принеси мені їхні яйця, а я заплачу від душі!

У Вітрокосих скелях ти знайдеш яйця під тим, що залишилось від дерев.

Щодо Сиширського каньйону... ну, якщо у тебе слабкий шлунок, можливо, варто збирати яйця лише у Вітрокосих скелях...]===],
[===[Принесіть 15 яєць мохового павука Мебоку Міцріксу у Брашпиль.]===],
[===[Ти {стать:роздобув:роздобула} яйця, {ім'я}? А то я вже уклав угоду про постачання з завідувачем причалу Запамороком!]===],
[===[Тобі вдалося! Дякую! 

Я відправлю їх Запамороку та організую перевезення до Грабіжної Бухти. Я вже відчуваю смак прибутку!

Ось, твоя доля, {ім'я}. Ця угода не відбулася б без тебе.]===],
},
[1090] = {
[===[Накази Ґерензо]===],
[===[Знаєш, колись я був другою за важливістю людиною у цьому місці. Усе змінилося, коли Ґерензо прийшов до влади. Він звільнив мого керівника, Зіза Фіззікса і відправив мене працювати в шахти. Але Зіз сказав мені залишатися тут і збирати інформацію. Його нове керівництво добре заплатить нам, якщо ми дізнаємося про плани Ґерензо.

Так чи інакше, я знаю, що Ґерензо наказав видобути якомога більше цієї золотисто-зеленої руди. Я можу дістати зразок, щоб ти {стать:відніс:віднесла} його Зізу, але в цей час тобі доведеться стежити чи не наближається варта.]===],
[===[Отримайте зразок таємничої руди у Пізніка, коли він добуде її.]===],
[===[Обережно, тут постійно ходять патрулі та робітники і якщо нас впіймають, можуть бути проблеми.]===],
[===[Дякую, {ім'я}. Було кілька небезпечних моментів і ми, мабуть, привернули до себе забагато уваги.

Але важливо те, що у нас є зразок руди й нам потрібно якнайшвидше віднести його Зізу.]===],
},
[1092] = {
[===[Накази Ґерензо]===],
[===[Гадаю, мені теж варто подумати про те, як вибратися звідси. Керівництво швидко дізнається про те, що тут сталося і я впевнений, що вони не будуть раді зустрічі зі мною.

Я виберуся звідси й зустрінуся з Зізом. Сподіваюся, він зможе знайти мені нову роботу!

Я спробую трохи прибрати тут, а ти {стать:повинен:повинна} негайно віднести зразок руди Зізу. Він сказав мені, що розмістив табір десь на західній стороні Вітрокосої скелі. Щасти тобі.]===],
[===[Доставте невідому руду Зізу Фіззіксу в Каміннопазуристі гори.]===],
[===[Я можу тобі чимось допомогти?]===],
[===[Ох, я так і знав, що вчинив правильно, коли попросив Пізніка залишитися. Я впевнений, що інженерам з Підштольні буде дуже цікаво подивитися на це...

Звісно, я залишу собі шматочок, але якщо вони цього не знатимуть, їм це не зашкодить, чи не так?]===],
},
[1093] = {
[===[Супер дереворуб 6000]===],
[===[ТзНБ "Авантюра" напакостила тут, чи не так? Про що вони думали? Гоблінська компанія найняла гнома!

На щастя для мене, Гуркоклапан бачить генія з одного погляду. Найняв мене відразу, як тільки мене вигнали звідти!

Мені сказали, що ТзНБ "Авантюра" будує якісь величезні дереворізальні верстати й Клапан хоче, щоб я викрав для нього креслення. На жаль, Ґерензо — клятий гном — хоче мене вбити... Може, ти замість мене викрадеш ті креслення? Вони мають бути в одного з їхніх операторів.]===],
[===[Дістаньте креслення Супер дереворуба 6000 для Зіза Фіззікса в Каміннопазуристих горах.]===],
[===[Ти {стать:дістав:дістала} креслення? Я хочу справити враження на нового керівника. Сподіваюся, коли він переконається в моїй лояльності — ну, наскільки його взагалі можна переконати... гоблінська честь, розумієш? — він знайде ідеальне застосування моєму дивовижному розуму.]===],
[===[Чекай, це те, що я думаю? Чудово!

А тепер подивимось. Ого... і як розуміти ці нісенітниці?... не можу збагнути, чим ці гноми думають. Я здивований, що вони взагалі змогли зробити колесо, не кажучи вже про літальні апарати, які їм так подобаються.]===],
},
[1094] = {
[===[Подальші вказівки]===],
[===[У цьому конверті вся інформація, яку мені вдалося дістати, до того як мене виставили за двері... Внутрішні документи ТзНБ "Авантюра", деякі інструкції, технічні речі... І, звісно, креслення Супер дереворуба 6000.

Гуркоклапан оселився в Брашпилі у Степах. Знайти його буде нескладно, він маленький зелений тип.]===],
[===[Доставте запечатаний конверт Гуркоклапану в Степи.]===],
[===[Привіт! Чим я можу тобі допомогти?]===],
[===[Фіззікс, так? Не можу сказати, що я йому довіряю, але інформація здається правдивою. Що б я тільки не віддав, щоб це ТзНБ "Авантюра" від мене відчепилося.

Хоча вони привезли з собою непогані машини... Не буду заперечувати, деякі їхні винаходи дійсно корисні, ми їх використовуємо.]===],
},
[1095] = {
[===[Подальші вказівки]===],
[===[В Підштольні цей гном, найнятий ТзНБ "Авантюра", викликав неабиякий переполох. Торгові принци не схвалюють спілкування Раздунка з цим Ґерензо.

Шарадник попросив мене розібратися з цією проблемою і я впевнений, що він отримав ці вказівки від одного з торгових принців. Звісно, директор мені цього не сказав. Скажімо так, у мене є здогадки.

Хай там як, але Ґерензо треба усунути, це буде хорошим випробуванням для Фіззікса.]===],
[===[Віднесіть нові вказівки Зізу Фіззіксу в Каміннопазуристі гори.]===],
nil,
[===[Усунути Герензо? Я не заперечую проти такої перспективи.

Гноми й так досить неприємний народ, а цей Ґерензо тільки погіршує ситуацію. Судячи з усього, він був одним з головних інженерів у Гномреґані, де працював над секретним проєктом, але нам так і не вдалося проникнути до Дун-Морога та дізнатися деталі. Це був провал. У наших звітах говориться, що цей проєкт буквально вибухнув у них перед носом.]===],
},
[1096] = {
[===[Ґерензо Свистоключ]===],
[===[Я зустрічав Ґерензо одного разу і скажу тобі, вигляд у нього не з приємних. Його плоть виглядає так, ніби гниє, він замінив деякі частини свого тіла на механічні та причепив до себе метал та шестерні.

На північному сході звідси, високо над Скельнодонним озером, біля водяного колеса, стоїть Ґерензо та наглядає за всією територією. Я не зміг би пробратися туди, не кажучи вже про те, щоб здолати Ґерензо... Але, здається, ти зможеш це зробити.

Якщо ти вб'єш його для мене, я щедро віддячу за це!]===],
[===[Принесіть механічну руку Ґерензо Свистоключа та віддайте її Зізу Фіззіксу в Каміннопазуристих горах.]===],
[===[Гуркоклапан захоче якісь докази того, що Ґерензо мертвий. Думаю, його механічна рука підійде.]===],
[===[Поглянь на цю штуку... Тільки гном міг таке придумати. Я не розумію, навіщо відрізати руку і заміняти її цією штукою, якщо можна було просто залишити обидві руки й причепити третю!

Гноми, скажу я тобі...

Принаймні, Ґерензо мертвий. Сподіваюся, цього буде достатньо і Гуркоклапан назначить мене в одну з майстерень Спілки майстерників у Пристроблясі, а може, навіть у Підштольні.]===],
},
[1104] = {
[===[Отрута соляних рівнин]===],
[===[У мене є дуже багато нових креслень для нового боліда! Так багато! І я маю всіх їх спробувати!

Я працюю над новим видом палива. Палива, яке буде горіти дуже-дуже сильно!! У мене все ще немає ідеальної формули, але я знаю, що мені потрібно...

У скорпідів, що тиняються Мерехтливими рівнинами, є отрута в якій міститься купа солі. Вона унікальна! І це саме те, що мені потрібно!

Принеси мені отруту і повір мені, наш болід буде літати!!]===],
[===[Принесіть 6 порцій солоної отрути скорпіда Фіззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Гей, гей, гей! Ти {стать:приніс:принесла} отруту??]===],
[===[Чудово! Ця отрута ідеально підійде! Дякую, {ім'я}!

Тепер, я маю прокип'ятити її, додати скіпер-отомер та нега-каталізатор і... Дідько! Де мої записи!?]===],
},
[1105] = {
[===[Міцні панцири]===],
[===[Мій брат працює над новим паливом для його боліда. Він у цій справі просто геній. Такий геній, що... я думаю, що його нове паливо, яке він розробляє, настільки потужне, що воно роз'їсть усю машину!

Тому я хочу зміцнити паливні баки до того, як це станеться.

Тут, на рівнинах, живуть черепахи з дуже міцними панцирами. Я хочу використати їх, щоб створити нові баки для нашого боліда.

Ну як, хочеш взятися за цю роботу і принести мені кілька панцирів?]===],
[===[Принесіть 9 міцних черепашачих панцирів Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Мій брат має неабиякі успіхи в розробці палива, і це мене хвилює. Я маю якнайшвидше почати працювати над паливними баками з черепашачих панцирів!

{ім'я}, ти вже {стать:зібрав:зібрала} їх?]===],
[===[Вони у тебе! Дякую, {ім'я}!

Ого, та вони ще твердіші, ніж я очікував! Хех, коли буду з ними працювати, я погну всі свої інструменти!]===],
},
[1106] = {
[===[Мартек Вигнанець]===],
[===[Я розробляю новий двигун, який змусить їхати машину швидше! Достатньо швидко, щоб летіти, я знаю про що кажу! Мені лише потрібно зробити поршні, які зможуть витримати дуже велике навантаження. Всі мої випробування провалилися тому, що я не можу зробити поршні достатньо міцними!

Але є дехто, хто може знати, як їх зробити.

Його звати Мартек Вигнанець. Він прекрасний коваль, і знає про метали більше, ніж будь-хто. Передай йому цього листа, я впевнений, що він зможе допомогти!

Але він дуже далеко — в Азероті, в Безплідних краях, в таборі з гобліном!

Знайди його!]===],
[===[Принесіть лист Фіззла Мартеку Вигнанцю в Безплідні краї.]===],
[===[Що ж, ти {стать:знайшов:знайшла} мене. Вітаю.

Ти {стать:прийшов:прийшла} сюди через сокиру, яку я зробив для Ґат'Ільзоґґа? Чи ти тут, щоб повернути честь герцогині Памеї?

А взагалі-то, мені байдуже, чому ти тут. Якщо ти {стать:прийшов:прийшла} сюди заради бійки, тоді давай швидше з цим покінчимо...]===],
[===[Фіззл прислав тебе? Це ж зовсім інша справа! Звичайно, я допоможу тобі. Фіззл та його брат — одні з небагатьох, хто не бажає мені смерті!

Тож Фіззл хоче зробити поршні, га? Поршні, які витримають будь-які заплановані ним навантаження. А якщо я добре знаю Фіззла, то його нова машина — це вулкан на колесах!]===],
},
[1107] = {
[===[Засіб проти тертя]===],
[===[Наш болід — найшвидша штукенція, яку можна знайти на рівнинах. Настільки швидка що... Я боюся, що тертя просто розірве її на частини!

Щоб запобігти цьому, мені потрібно зробити матеріал, яким можна буде покрити рухливі частини машини. Цей матеріал повинен бути міцним, але не крихким, і також має бути стійким до соляної корозії, інакше він довго не протягне на Мерехтливій рівнині.

Ти коли-небудь {стать:чув:чула} про Підступний риф, {ім'я}? Він знаходиться біля узбережжя Тернистої долини. Там живуть Солонолускі мурлоки живуть, і їхні хвостові плавники чудово підійдуть для мого матеріалу.]===],
[===[Принесіть 10 вкритих сіллю хвостових плавників Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Ти {стать:приніс:принесла} хвостові плавники? Якщо я не зможу захистити болід від його ж власної швидкості, вона не довго протягне.]===],
[===[Дякую, {ім'я}! Після того, як я подрібню плавники та об'єднаю їх з іншими інгредієнтами, матеріал буде готовий. І після цього болід буде вбережений від власної швидкості.

Принаймні, поки не вріжеться у щось...]===],
},
[1108] = {
[===[Індурій]===],
[===[Я тут не тільки тому, що хочу триматися від усіх подалі. В Безплідних краях знаходиться дуже багато металу, {ім'я}, та його не кожен зможе добути.

Цей метал називається індурієм, і подейкують, що він має дивовижну стійкість до температур та механічних навантажень. Це може знадобитися для машини Фіззла.

Давай-но це перевіримо. Принеси мені зразки індурія, і я досліджу його властивості.

Справжня індурієва руда знаходиться глибоко в Ульдамані, але Каменесклепі троги Безплідних країв інколи носять з собою шматки цього металу. Принеси їх мені.]===],
[===[Принесіть 10 шматків індурію Мартеку Вигнанцю в Безплідні краї.]===],
[===[Ти {стать:знайшов:знайшла} шматки індурію, {ім'я}? Я вже розігрів свою кузню та готовий перевірити цей метал.]===],
[===[О, так, це підійде. А тепер ми нагріємо їх та подивимося, як вони протримаються...]===],
},
[1110] = {
[===[Деталі болідів]===],
[===[Хех, з усіма цими перегонами, які вони тут проводять, не дивно що тут стається так багато аварій. Оглянься навколо — всі Мерехтливі рівнини всипані уламками болідів!

І за всі ці деталі гноми та гобліни можуть добряче заплатити. Вони завжди шукають, який би ще мотлох прикріпити на свої машини.

Тож йди та збери ці деталі. Принеси мені купку, і я тобі добре заплачу.]===],
[===[Принесіть 30 деталей болідів Крейвелу Вуглебороду на Мерехтливі рівнини.]===],
[===[{ім'я}, ти вже {стать:був:була} на рівнинах? Ти {стать:приніс:принесла} мені купку деталей, які я просив?]===],
[===[Вау, тільки поглянь на все це! В цій купі мотлоху є багато класних штукенцій. Я можу продати їх за чималі гроші.

І... це що, відірване вухо?? Йой! Хех, не хотів би я бути на місці цього пілота!

Дякую, {ім'я}. Ось твоя плата. І ще безплатна порада...

Якщо добре пошукати, то завжди можна знайти вигоду в чиїйсь біді.]===],
},
[1111] = {
[===[Завідувач причалу Запаморок]===],
[===[Моя робота полягає в тому, щоб виконувати замовлення покупців. І гноми замовили у мене комплект запчастин, який прибув до Брашпиля ще тиждень тому. Але у мене не було нагоди забрати їх.

{стать:Готовий:Готова} до невеликої прогулянки? Вирушай до Брашпиля та віддай це замовлення запчастин завідувачу причалу Запамороку — він має бути на причалі.

Зроби це для мене, і я знайду для тебе більше роботи.

Робота, між іншим, {стать:друже:подруго}, потенційно дуже прибуткова...]===],
[===[Принесіть замовлення запчастин Крейвела завідувачу причалу Запамороку в Брашпиль.]===],
[===[Наступний! Відправлення чи отримання?]===],
[===[О, так! Запчастини для Крейвела. Радий, що ти тут. Ці штуки пролежали тут не один день, і я вже переживав, що вони поржавіють!]===],
},
[1112] = {
[===[Запчастини для Крейвела]===],
[===[Ось пакунок для Крейвела, {ім'я}. Коли віднесеш, скажи йому... захоче ще особливих замовлень — най розрахується з боргами спершу!]===],
[===[Віднесіть Крейвелу Вуглебороду його запчастини на Мерехтливі рівнини.]===],
[===[Ти вже {стать:забрав:забрала} запчастини з Брашпиля?]===],
[===[О, запчастини, ти {стать:приніс:принесла} їх! Треба віддати їх гномам, але спершу....

Давай обережненько заберемо одну маленьку штучку...]===],
},
[1114] = {
[===[Доставка гномам]===],
[===[Що ж, тепер, коли у мене є все, що мені потрібно, віддай ці запчастини Фіззлу Латуноболту. Він дуже довго чекав на них. Впевнений, що він навіть не помітить відсутність однієї маленької деталі. 

Не варто навіть говорити йому, що я її забрав. Ця деталька зовсім крихітна й абсолютно не потрібна.

Слово честі.]===],
[===[Віднесіть крихкі запчастини для машини Фіззлу Латуноболту на Мерехтливі рівнини.]===],
[===[У тебе є дещо для мене? Чудово! Давай-но подивимось...]===],
[===[Це вони! Мої гідрохраповики та підсилювальні болти! Саме те, що треба! Дякую!]===],
},
[1115] = {
[===[Пліткар]===],
[===[Що ж, з гномами ми розібрались, саме час для послуги гоблінам!

Кажуть, що гоблінський пілот Назз Пароварченко не завжди виступав під цим іменем. І мені цікаво, чому він змінив його. Дуже цікаво... чи таємниця це? І наскільки ця таємниця цінна для нього?

Якщо хтось і знає правду, то це хіба що Кронжек з Грабіжної Бухти, на півдні Тернистої долини. Поговори з Кронжеком і запитай у нього про пілота.

Якщо отримаєш цінну інформацію — ми знайдемо, як отримати з неї вигоду.]===],
[===[Поговоріть з Кронжеком в Грабіжній Бухті.]===],
nil,
[===[Хочеш дізнатись про Назза Пароварченка? Це ж наче пілот з Мерехтливих рівнин?

Так, я можу роздобути інформацію про нього... але це буде аж ніяк не просто. І не швидко.

І не дешево.]===],
},
[1116] = {
[===[Пудра блаженства на болоті]===],
[===[Збір інформації на Назза — це непроста справа, {ім'я}. Зовсім непроста. Але якщо вже ти {стать:прийшов:прийшла} аж з Мерехтливих рівнин за нею... може ще трішки пройдешся?

Емм... чому б тобі не зібрати для мене дещо, поки я виходжу на своїх інформаторів?

Хмм... що ж би це могло бути? Як щодо пудри блаженства з дракончиків на болоті Скорбот? О так, я б хотів трішки цієї пудри в колекцію до свого нюхального тютюну.

Дістань її для мене, {ім'я}, і я поділюсь з тобою всією потрібною тобі інформацією.]===],
[===[Принесіть 10 дрібок пудри блаженства Кронжеку в Грабіжну Бухту. Пудру можна зібрати з дракончиків на болоті Скорбот.]===],
[===[Ти вже {стать:повернувся:повернулась}? {стать:Дістав:Дістала} мою пудру блаженства?]===],
[===[Ти тільки глянь на це! Це ж пудра блаженства!

Ну і як тобі болото, {ім'я}? Кажуть, що там нормальної їжі й вдень зі свічками не знайдеш.]===],
},
[1117] = {
[===[Чутки для Крейвела]===],
[===[Мені довелось зробити декілька послуг, подарувати декому рідкісну пляшку ельфійського вина, і навіть робити складні висновки самостійно! І все ж я знайшов інформацію, яку ти {стать:шукав:шукала}.

Ось, я написав листа з дуже цікавими рядками про нашого дружка, Назза Пароварченка. Роби з цим, що хочеш - для мене це надто небезпечна інформація.

Але нікому не кажи де її {стать:дістав:дістала}!]===],
[===[Віднесіть гоблінські чутки Крейвелу Вуглебороду на Мерехтливі рівнини.]===],
[===[{стать:Знайшов:Знайшла} щось на Назза Пароварченка? Будь-що, що він хотів би залишити у таємниці?]===],
[===[Так-так-так! Це цікаво... дуже цікаво. Хех, мабуть, я мушу вклонитись перед гоблінським пілотом під час наступної зустрічі.

Це дуже цінна інформація, {ім'я}. Певен, що Назз добряче заплатить за те, щоб його таємниця залишалась... таємницею.]===],
},
[1118] = {
[===[Назад до Грабіжної Бухти]===],
[===[{Ім'я}, ти {клас:н}, {стать:якому:якій} я можу довірити виконати роботу та при цьому знатиму, що ти триматимеш рот на замку. 

Я розробляв тут новий план. Він трохи ризикований, але якщо все спрацює, ми з тобою конкретно заробимо грошенят! І я думаю, що ти ідеально для цього підходиш.

Для початку, ти маєш повернутися до Грабіжної Бухти. Вибач, {ім'я}. Я знаю, що ти вже {стать:був:була} там за моїм дорученням. Але цього разу тобі треба буде поговорити з Вибриком Бульчуком.

Передай йому цього листа. І якщо йому потрібна буде допомога — зроби все можливе. Повір, воно того варте.]===],
[===[Віднесіть план Крейвела Вибрику Бульчуку в Грабіжну Бухту.]===],
[===[Привіт-привіт. І що ж привело {стать:такого шляхетного:таку шляхетну} {раса:з} до Грабіжної Бухти?]===],
[===[Зрозуміло. Крейвел придумав дуже хитру схему. У нього гострий розум, це мені в ньому подобається.

Отже, тобі потрібно щось для підняття духу, так? Щось сильне...

Мені цікаво, чи підійде суміш, якою Занзіл годує своїх зомбі...]===],
},
[1119] = {
[===[Суміш Занзіла та Йолопиво]===],
[===[Я зрозумів як використати суміш Занзіла разом з пивом, щоб зробити могутній напій! "Йолопиво". Я гадаю, що це буде те, що потрібно Крейвелу. Віднеси йому напій, нехай спробує. Розповіси потім, як усе пройшло.

І {ім'я}, не тримай його занадто довго на повітрі. Суміш Занзіла дивно впливає на дріжджі, тож свіжим він буде недовго.]===],
[===[Принесіть "Йолопиво" Крейвелу на Мерехтливі рівнини.]===],
[===[Привіт, {ім'я}. Бульчук погодився нам допомогти?]===],
[===[Чудово! Бульчук пішов нам на зустріч! Я обов'язково віддячу йому при зустрічі.

І дякую тобі, {ім'я}. Ти чудово {стать:впорався:впоралася}, і ми обоє заробимо на цьому багато грошей...]===],
},
[1120] = {
[===[Напоїти гномів]===],
[===[Нам потрібно спробувати напоїти одного члена команди на піт-стопі. Якщо хочеш випробувати його на гномах, ось, візьми пиво та подай його гному-начальнику піт-стопу.

Не затримуйся. Зрештою, цей шмурдяк швидко вивітрюється.]===],
[===[Принесіть "Йолопиво" гному-начальнику піт-стопу.]===],
[===[Гей! Маєш щось для мене?]===],
[===[Міцне пивко? Яка увага! Дякую!

Взагалі, ми не маємо пиячити прямо перед перегонами, але... можливо, моїм хлопцям не завадило б трохи. До того ж не може це пиво бути настільки міцним, правда ж?]===],
},
[1121] = {
[===[Напоїти гоблінів]===],
[===[Нам потрібно спробувати напоїти одного члена команди на піт-стопі. Якщо хочеш випробувати його на гоблінах, ось, візьми міцного пива та подай його гобліну-начальнику піт-стопу.

Не затримуйся. Зрештою, цей шмурдяк швидко вивітрюється.]===],
[===[Принесіть "Йолопиво" гобліну-начальнику піт-стопу.]===],
[===[На що {стать:витріщився:витріщилася}?]===],
[===[Що у нас тут? Випивка, га?

Що ж, я не проти, якщо ми трошки вип'ємо...]===],
},
[1122] = {
[===[Повернення до Бульчука]===],
[===[Це "Йолопиво" чудово спрацювало! Я зробив ставку на наступні перегони, і... сподіваюся, що команда, яку ти {стать:напоїв:напоїла}, доїде до старту!

У мене є ще одне завдання для тебе — віднеси цю записку Вибрику Бульчуку в Грабіжну Бухту. Він точно захоче дізнатися про успіх.

Сподіваюся, ми зможемо дістати більше цього "Йолопива" для майбутніх перегонів!]===],
[===[Віддайте звіт про "Йолопиво" Вибрику Бульчуку в Грабіжній Бухті.]===],
[===[Привіт, {ім'я}. Як спрацювало "Йолопиво"? Міцне пійло, чи не так?]===],
[===[В записці написано, що "Йолопиво" спрацювало. Це чудові новини!

Якщо захочеш ще — дай мені знати, і я попрошу тебе зібрати ще суміші Занзіла.]===],
},
[1124] = {
[===[Пустка]===],
[===[Західніше від кратера Ун’Ґоро, за північно-західним гребенем, розташовна сувора пустка — Сілітус. Мало хто знає, що у стародавні часи там розгорнулася війна між нічними ельфами та лихою, чужорідною силою. Зло замкнули, але тепер ми підозрюємо, що певні сили намагаються розворушити цей… немислимий жах.

Знайди Лайо Зоревдара, одного з наших розвідників у Сілітусі. Шукай його біля Спочину Доблесті — останнього притулку загиблих у цих пустинних землях. Віддай йому цей лист, і він довіриться тобі.]===],
[===[Поговоріть з Лайо Зоревдаром біля цвинтаря Спочин Доблесті в Сілітусі та покажіть йому лист Рабіна.]===],
[===[Це небезпечний край для такої недбалості, {клас:к}. Що привело тебе до пусток Сілітусу?]===],
[===[Тебе прислав Рабін, чи не так? Що ж, вважай себе {стать:бажаним гостем:бажаною гостею}... наскільки цей відлюдний і покинутий край може бути гостинним. 

Я не застав часи великих нещасть, що тут відбулися, але у цій пустелі все ще є місця, які можуть послужити моторошними образами забутого минулого. Можливо, з твоєю допомогою Кенарійське Коло зможе покласти край тій загрозі, яка повинна була зникнути ще кілька поколінь тому.]===],
},
[1137] = {
[===[Новини для Фіззла]===],
[===[Індурій має чудову стійкість до нагрівання! Я впевнений, що він гарно послужить Фіззловим поршням. Але йому треба повноцінна індурієва руда, а не ці уламки.

Щоб добути руду, потрібно копати глибоко в Ульдамані, що на північному кордоні Безплідних країв. Саме там знаходиться справжнє джерело індурію.

Передавай вітаннячка Фіззлу Латуноболту та розкажи йому те, що я розповів тобі.

Безпечних мандрів, {ім'я}. Не здивуюся, якщо ми знову зустрінемося. Коли Фіззл дізнається про індурій, він точно відправить тебе в Ульдаман, щоб добути його.]===],
[===[Поговоріть з Фіззлом Латуноболтом на Мерехтливій рівнині.]===],
nil,
[===[{ім'я}, ти {стать:повернувся:повернулася}! Ти {стать:знайшов:знайшла} Мартека? Ти {стать:говорив:говорила} з ним? Що він сказав? Він зможе допомогти??]===],
},
[1144] = {
[===[Імпортер Віллікс]===],
[===[Нарешті, спасіння!

Навіть не уявляєш, скільки я тут сиджу!

Розумієш, я підприємець і завжди шукаю можливості підзаробити. От я й почув, що Мебок Міцрікс гарно платить за тутешні бульби червонолиста. Я й подумав що це пригода на п'ять хвилин — зайшов-вийшов. Та, як бачиш, я помилявся.

Хай там як, та якщо допоможеш мені вийти звідси — я тебе гарно винагороджу.]===],
[===[Виведіть Імпортера Віллікса з краалю Бритвоболотих.]===],
nil,
[===[Дякую, {стать:друже:подруго}. Як і обіцяв, ось твоя винагорода.]===],
},
[1175] = {
[===[Перепони на дорозі]===],
[===[Після страшної аварії за участі гоблінського перегонового боліда "Червоний Грім" та василіска, Вайлоїзд найняв мене слідкувати за треком. Не знаю, чим харчуються ці тварини на рівнинах, щоб виростати настільки здоровезними, але ми маємо обережно прорідити їх виводок, щоб вони не бродили по треку під час перегонів.

Знаєш що? Якщо хочеш трішки підробити, сходи розберись з декількома василісками.]===],
[===[Вбийте 10 соляних василісків, 10 соляних кришталешкурів та 6 соляних камнеглядів для начальника перегонового треку Жеріна на Мерехтливих рівнинах.]===],
[===[Це жахливо, прибирати залишки боліда з місця аварії без змоги відділити їх від обгорілих решток тварин.]===],
[===[Сподіваюсь, ти не {стать:вбивав:вбивала} василісків саме на треках! Туші дуже довго розкладаються на сонці, і я б не хотів прибирати їх лопатою.]===],
},
[1176] = {
[===[Зменшення ваги]===],
[===[Коли справа стосується перегонів, будь-що може мати значення! Чи то незначні зміни потужності, невелике послаблення натяжних котушок, чи полегшення ваги рами, ти маєш врахувати все!

Ми використовуємо у своїх болідах кістки стерв'ятників, що забезпечує ідеальний баланс міцності та ваги. До того ж їх дуже легко знайти, адже соляні рівнини кишать стерв'ятниками.

Принеси мені кілька кісток, і я гарно тобі заплачу.]===],
[===[Принесіть 10 порожнистих кісток стерв'ятника Поззіку на Мерехтливі рівнини.]===],
[===[Ти {стать:дістав:дістала} кістки? Я якраз збирався почати працювати над полегшенням керма, та не хочу розпочинати без усіх необхідних деталей.]===],
[===[Чудово! Піду покличу команду, щоб вони почали працювати. Дякую, {ім'я}!]===],
},
[1177] = {
[===[Голодний!]===],
[===[Моя — великий огр.

Моя голодний.

Йди бити рибку. Принеси їжу для Мула.

Ти годуєш Мула, або Мул з'їсть тебе.]===],
[===[Принесіть 12 голів моквоплавникових мурлоків Мулоляпу Брудноступу в північну Бруднолипку трясовину.]===],
[===[Дай їжу, або я з'їм тебе.]===],
[===[Мені подобаються рибні голови!

Я поки тебе не їсти.]===],
},
[1178] = {
[===[Гоблінська підтримка]===],
[===[Наша команда з перегонів — гордість гоблінів по всьому світу. Ти здивуєшся, дізнавшись, що за особистості тією чи іншою мірою допомагають нашій команді.

Ти знаєш Ґазлоу? Він збирає для нас деталі по всьому світу. Він навіть якось прийшов до нас, щоб попрацювати над нашими машинами.

Кілька тижнів тому він пообіцяв надіслати новий прототип паливного регулятора, але він досі не прийшов. Зазвичай, він дуже швидко надсилає деталі... Можливо, ти не проти відправитись до Брашпиля, та запитати у нього про неї? Я б не був таким настирливим, але ці гноми наздоганяють нас!]===],
[===[Поговоріть з Ґазлоу в Брашпилі.]===],
nil,
[===[Поззік прислав тебе, га? Знаєш, раніше Поззік був одним з кращих майструвальників в усій Підштольній, доки він не почав працювати над перегонами.

Перше, що він зробив, приєднавшись до команди — розробив дві нові моделі двигунів. Спілка майстерників може сильно постраждати без його роботи, але яке йому діло, правда ж? Для нього немає нічого важливішого за перегони.]===],
},
[1180] = {
[===[Гоблінська підтримка]===],
[===[Повернемося до того, за чим ти {стать:прийшов:прийшла}. Я знаю, що обіцяв Поззіку новенький паливний регулятор, але я все ще його не отримав. Ревілґаз з Грабіжної Бухти сказав, що вислав його, але схоже, що він кудись зник.

Якщо це правда, то ми не зможемо нічого з цим поробити. Принаймні, ми можемо дізнатися, чи його відправили з Грабіжної Бухти.

Поговори із завідувачем причалу Лозґілом, він може подивитися у свої записи.]===],
[===[Поговоріть із завідувачем причалу Лозґілом в Грабіжній Бухті.]===],
nil,
[===[Доставка до Брашпиля? Дай-но мені перевірити записи...

Ні, єдиною доставкою до Брашпиля є чоботи від Мжичника. Більше нічого такого немає, тільки обладнання для будівництва та інструменти. Жодних запчастин для перегонів.]===],
},
[1181] = {
[===[Гоблінська підтримка]===],
[===[Боюся, я більше нічим не зможу тобі допомогти, {ім'я}. Якщо ти хочеш дізнатися подробиці, раджу тобі поговорити з самим бароном. Ніхто не знає справи Ревілґаза краще за самого Ревілґаза.

Ти знайдеш його на верхньому поверсі таверни, що на іншому боці гавані.]===],
[===[Поговоріть з бароном Ревілґазом в Грабіжній Бухті.]===],
nil,
[===[О, так, я розумію, про що ти. Ні, я не зможу тобі допомогти. Мої хлопці мали добути креслення паливного регулятора, але вони повернулися з порожніми руками.]===],
},
[1182] = {
[===[Гоблінська підтримка]===],
[===[Розумієш, подрібнювачі ТзНБ "Авантюра", поруч з озером Назферіті, що на півночі Тернистої долини, оснащені новими моделями паливного регулятора. Я подумав, що це могло б бути корисним для Поззіка. Та на жаль, Коззл, тамтешній бригадир, виявився дещо кмітливішим, ніж я думав.

Можливо, тобі більше пощастить, і ти отримаєш креслення. Мені відомо, що він тримає їх у своєму будинку, але вони певно під замком.]===],
[===[Принесіть креслення паливного регулятора барону Ревілґазу в Грабіжну Бухту.]===],
[===[Як би сильно я не хотів це визнавати, але ця команда гномів досить хороша. Нашим хлопцям потрібно краще старатися.]===],
[===[А тепер, дай-но я зроблю копію цих креслень для особистого користування, а ці ти можеш віднести Поззіку. Не хотілося б, щоб він подумав, що один з його спонсорів кинув його.]===],
},
[1183] = {
[===[Гоблінська підтримка]===],
[===[Ось, тепер ти {стать:готовий:готова}, можеш йти. Передавай Поззіку мої найщиріші вітання і скажи йому, що якщо йому щось знадобиться, то хай не соромиться попросити у мене. Я буду чекати новин про те, як він поб'є свій рекорд на треку.]===],
[===[Принесіть креслення паливного регулятора Поззіку на Мерехтливі рівнини.]===],
[===[{Ім'я}! Тобі вдалося знайти паливний регулятор?]===],
[===[Я сподівався, що він прибуде в готовому вигляді, але це дає нам унікальну можливість покращити конструкцію. Дякую, {ім'я}. Скоро я зможу створити покращені креслення регулятора, зібрати його і встановити.]===],
},
[1185] = {
[===[А під хітином було...]===],
nil,
nil,
nil,
[===[Гей, це знову ти! Тобто, саме ти й ніхто інший — {Ім'я}! Так, точно ти!

Так, дозволь мені почати заново!

Той предмет, що ти {стать:знайшов:знайшла} у Сілітусі — це дійсно книга. Це був журнал, написаний дуже древнім діалектом мови, яку зараз ми називаємо дарнасійською. Воно займе певний час, але я збираюся дуже ретельно пройтися по ньому. Я подумав, що ти маєш знати: твоя знахідка — неймовірно цінна для Кола.

Мама-ведмедиця дуже схвильований і все таке!]===],
},
[1186] = {
[===[Вісімнадцятий пілот]===],
[===[Я буду зайнятий, працюючи над цим новим паливним регулятором для наших болідів, але якщо ти хочеш допомогти нашій команді, то поговори з Раззеріком. Він наш пілот... хм, наш вісімнадцятий пілот, якщо точніше. І він любить додавати власні модифікації до наших болідів.

Він трохи схиблений, тож не дивуйся, якщо що.]===],
[===[Поговоріть з Раззеріком на Мерехтливих рівнинах.]===],
nil,
[===[Ти {стать:той:та} {раса:н}, що {стать:допомагав:допомагала} Поззіку, чи не так? Колись і я був таким як ти: зайчик на побігеньках, який допомагав механікам на піт-стопах.

Тепер подивись-но на мене! Я — найкращий пілот гоблінів!]===],
},
[1187] = {
[===[Налаштування Раззеріка]===],
[===[Поззік — чудовий механік, я це знаю, але він боїться додати потужності та вирватися вперед. Але це не про мене.

Після того, як Поззік закінчить працювати з болідом, я внесу кілька модифікацій, ну, ти знаєш, послаблю обмежувачі, приберу кілька частин з корпуса та додам більше палива!

Я замовив сифорієвий прискорювач від Шріва з Ґізморія, що в Пристроблясі, але дирижабль, на якому летів прискорювач, розбився в Бруднолипкій трясовині! Я маю врятувати прискорювач, {ім'я}!]===],
[===[Знайдіть сифорієвий прискорювач для Раззеріка на Мерехтливих рівнинах.]===],
[===[І як я маю з'явитися на треку без прискорювача? Це якась нісенітниця, я тобі кажу.]===],
[===[Тільки-но подивися на цю красу! 7 кілограмів чистої сифорієвої сили! Щойно я прикріплю цю штуку до свого боліда, я буду ганяти по треку так швидко, що обжену гномів двічі!]===],
},
[1188] = {
[===[Безпека понад усе]===],
[===[Чекай, що це? Шрів залишив запобіжники увімкненими. Але ж це обмежить потужність, яку я можу вичавити з прискорювача. Я ж казав йому, щоб відключив! Так не годиться.

Ти маєш віднести це в Гізморій, що в Пристроблясі, та змусити Шріва прибрати це.]===],
[===[Принесіть сифорієвий прискорювач Шріву в Пристроблях.]===],
[===[Наскільки я розумію, ти знаєш, що в Гізморії є все для роботи з будь-якими механізмами. Чим я можу допомогти?]===],
[===[Тільки Раззерік зміг з першого погляду зрозуміти, що я поставив сюди запобіжник. Цей прискорювач майже повністю складається з вибухового сифорію. Я модифікував його так, що його потужність буде збільшуватися поступово, але Раззерік не заспокоїться, поки не підірветься до біса зі своїм драндулетом!]===],
},
[1189] = {
[===[Безпека понад усе]===],
[===[Ось, я зробив те, що просив Раззерік. Просто скажи йому, щоб він діяв якомога обережніше, коли він вимкне запобіжник. Якщо він припуститься хоча б найменшої помилки, він не рухатиметься вперед, а перетвориться на купку попелу на треку.

А нам би не хотілося шукати дев'ятнадцятого пілота.]===],
[===[Поверніть модифікований сифорієвий прискорювач Раззеріку на Мерехтливі рівнини.]===],
[===[Уявляєш, Поззік поклав в болід відро з піском! Як я зможу розвинути максимальну швидкість з відром піску під сидінням?]===],
[===[Ось так набагато краще! Хотів би я бачити пики цих гномів, коли я запущу цю крихітку.

Як прикро, що я буду зайнятий встановленням нового рекорду треку!]===],
},
[1190] = {
[===[Наздогнати та перегнати]===],
[===[Брати Латуноболти винайшли новий матеріал для конструювання — це єдине розумне пояснення. Їхні машини їздять швидше ніж раніше, але конструкція та інші параметри, які ми отримали з попередніх заїздів, анітрохи не змінилися.

Єдине що ми знаємо, це те, що брати Різзл Латуноболт ніколи не розлучається зі своїми кресленнями, і в них точно знаходяться деталі їхніх досліджень.

Замек влаштує диверсію, і ти зможеш викрасти ці схеми.]===],
[===[Дочекайтеся, поки Замек влаштує диверсію, потім вкрадіть креслення Різзла для Поззіка на Мерехтливих рівнинах.]===],
nil,
[===[Неначе курка лапою, сувій розписаний нотатками та концептами, які стосуються перероблення якоїсь сировини.]===],
},
[1191] = {
[===[Диверсія Замека]===],
nil,
nil,
nil,
[===[Поїхали!]===],
},
[1192] = {
[===[Індурієва руда]===],
nil,
nil,
[===[Я хотів би використати індурій в деяких частинах наших болідів, але мені потрібна велика кількість індурію, щоб створити ці частини.

Ти можеш знайти індурієву руду на розкопках Ульдамана в Безплідних краях, на іншому боці моря, в Хаз-Модані.

Гноми постійно отримують постачання цієї руди, тому дуже важливо, щоб і ми не відставали.]===],
[===[Прекрасно! Піду покличу команду, щоб вони почали працювати над частинами, які нам знадобляться для наступних перегонів.]===],
},
[1194] = {
[===[Креслення Різзла]===],
[===[Креслення Різзла описують процес обробки індурієвої руди. З його каракулів можна зрозуміти, що ця руда добувається на дворфійських розкопках Ульдамана в Безплідних краях.

Більшість інших нотаток вказують на стійкість руди до екстремальних температур.

Кресленнях були притиснуті шматком каменю — схоже, що це і є необроблена індурієва руда.]===],
[===[Принесіть зразок індурієвої руди Поззіку на Мерехтливі рівнини.]===],
nil,
[===[Індурій? Цікаво... Якщо руда здатна переносити такі температури, стає зрозуміло, чому гноми так відзначилися на останніх перегонах.

Зразок, який ти мені {стать:приніс:принесла}, мені дуже знадобиться. Я зможу провести з ним кілька тестів, але мені знадобиться більше індурію, щоб отримати з нього хоч якусь користь.]===],
},
[1203] = {
[===[Ярлу потрібен меч]===],
[===[Мені треба дещо порізати. Я не можу сказати, що саме я збираюся різати, але... Мені потрібен меч. Один хороший меч...

Кажуть, він зветься широким мечем з місячної сталі. Я ж кажу: зручний меч.

Допоможеш мені? Може, знайдеш його десь в місті, чи, може, якийсь коваль зробить його на замовлення.

Головне, поквапся. Те, що я збираюся різати, довго не чекатиме...]===],
[===[Принесіть широкий меч з місячної сталі Ярлу в Бруднолипку трясовину.]===],
[===[Ти {стать:приніс:принесла} мій меч??]===],
[===[Це хороший меч. Він добре збалансований. Так, це і є зручний меч. Дякую. Дякую, дякую, дякую!!! Тепер я хочу спробувати його...

Але пізніше. Я спробую пізніше. Тож як я казав... дякую.]===],
},
[1206] = {
[===[Ярлу потрібні очі]===],
[===[Очний сік — це хороший напій. Шкода, що у більшості живих істот лише два ока.

Але павуки мають більше очей. Набагато більше. А сік з очей імлистого павука смачний. М'який та солоний! Цілі очі імлистих павуків... Я вже відчуваю їх смак.

Імлисті павуки водяться в Імлистій печері, що на захід звідси. Ось як ти думаєш, це павуків назвали на честь печери чи навпаки?]===],
[===[Принесіть 40 цілих очей імлистих павуків Ярлу "Болотному Оку" в Світломлакий маєток.]===],
[===[Ну, де очі?]===],
[===[Ти {стать:знайшов:знайшла} очі! Ти {стать:знайшов:знайшла} їх! Смачні, смачнющі очі!

Якщо довго вдивлятися в деякі з них, вони почнуть вдивлятися в тебе. Їж їх останніми. Щоб не їсти на самоті.

Привіт, маленькі павучі оченята. Привіт! Ви на смак, як курка. Липка, солона курка!

Ммм...]===],
},
[1218] = {
[===[Духмяні спеції]===],
[===[Мені подобається готувати. В болоті гарно готувати. Смажені зелені жаб'ячі лапки та інші такі страви.

Але для готування мені потрібні спеції. Духмяні спеції. Тоді я зроблю гуляш, протушкую його, поїм його і тобі теж дам трохи.

То як, хочеш гуляш?]===],
[===[Принесіть 3 порції духмяних спецій Ярлу "Болотному Оку" в Бруднолипку трясовину.]===],
[===[Спеції. Без них життя зовсім прісне. {стать:Згоден:Згодна}?]===],
[===[А, ось і спеції! А тепер приготуємо гарний болотяний гуляш.]===],
},
[1221] = {
[===[Бульби синьолиста]===],
[===[Бульби синьолиста — рідкісний делікатес! Дуже рідкісний. Він росте лиш в одному місці — глибоко під Степами в краалі Бритвоболотих.

До того ж їх важко знайти, якщо не знати, де шукати! Тому я надресував цих шморгоносів, щоб вони знаходили їх під землею. У них гарний нюх, тож вони можуть знайти ці бульби за кілька десятків метрів.

Це буде нелегко, та якщо принесеш кілька бульб — я щедро винагороджу тебе.]===],
[===[Візьміть ящик з отворами.
Візьміть палицю керування шморгоносом.
Візьміть та прочитайте посібник власника шморгоноса.

В краалі Бритвоболотих випустіть шморгоноса з ящика з отворами та за допомогою палиці керування накажіть йому шукати бульби.

Принесіть 6 бульб синьолиста, палицю керування шморгоносом та ящик з отворами Мебоку Міцріксу в Брашпиль.]===],
[===[Ти {стать:приніс:принесла} бульби, {ім'я}?]===],
[===[Чудово, вони в тебе! Я знаю, де їх можна гарно продати.

Дякую за доставку, {ім'я}! Я радий нашій співпраці.]===],
},
[1369] = {
[===[Розбиті сльози]===],
[===[Ґелкіси думають, що наша мати кентаврів, Терадрас, захищає нас. Вони дурні. Кентавра ніхто не захищає. Маґрами не потребують захисту! Ми найсильніші!

Покажи Ґелкісам, що вони дурні. Йди до печери в їхньому селищі. У тій печері вони зберігають кристали, сльози Терадрас. Знищи сльози та принеси мені осколки!]===],
[===[Для підтримки відносин з Маґрамами принесіть 3 розбиті сльози до Варуґа в поселення Маґрамів.]===],
[===[Якщо ти нам не ворог, то зробиш те, що я прошу!]===],
[===[Ти {стать:дістав:дістала} сльози! Тепер Ґелкіси знатимуть, що Терадрас їм не допоможе. Вона не буде плакати, коли ми їх розтрощимо! Маґрами правитимуть!

Ти розумно {стать:вчинив:вчинила}, коли {стать:допоміг:допомогла} нам, {ім'я}. Ми найсильніші.]===],
},
[1370] = {
[===[Викрадення припасів]===],
[===[Коли ми не воюємо, ми полюємо заради м'яса. М'ясо дає нам силу, а з повним шлунком воювати набагато краще, ніж з порожнім.

Так само і з Маґрами. Вони запасаються м'ясом, щоб довше воювати. Якщо ти нападеш на їхнє селище на сході й викрадеш запаси м'яса, то вони стануть слабшими.]===],
[===[Принесіть 6 мішків грубо в'яленого м'яса та віддайте Утеці Розсудливій в поселенні Ґелкісів.]===],
[===[Повертайся тоді, коли доведеш свою цінність для Ґелкісів!]===],
[===[Добре. Я чую, як гучно буркотять животи Маґрамів в їхньому селищі. Чую це навіть тут!

Я віддам м'ясо Ґелкісам. І ми будемо довго воювати без відпочинку.

Те, що ти {стать:зробив:зробила}, добре для Ґелкісів, {ім'я}.]===],
},
[1371] = {
[===[Штучка для Варуґа]===],
[===[Давним-давно до Спустошища прийшов маленький гном. У нього були коні та візок з дивними речами. Кумедними речами. Деякі світились різними кольорами. Деякі рухалися і при цьому не були живими. Я вбив цього маленького гнома, але перед тим... він змусив мене сміятися.

Я забрав свою улюблену річ з його возика. Це був дерев'яний чоловічок, який махав мені рукою, поки я не вдарив його і не зламав.

Я хочу нового дерев'яного чоловічка. Дістань мені ще одного!]===],
[===[Для підтримки відносин з Маґрамами принесіть вдосконалений манекен-мішень Варуґу в поселення Маґрамів у Спустошище.]===],
[===[Якщо ти нам не ворог, то зробиш те, що я прошу!]===],
[===[Так, саме такий чоловічок у мене був! Я змушу його рухатися знову. Це веселить мене!]===],
},
[1373] = {
[===[Онґеку]===],
[===[Тобі ще належить багато чого довести й наступне завдання доведеться виконувати далеко звідси. Тож поки що Ґелкіси воюватимуть проти Маґрамів без тебе.

Земля розкриває безліч таємниць тим, хто вміє слухати її. І одна з них — таємниця червоного кристала, який називають дренетистом. Він походить з місця, де гори літають в небі й де панують демони.

Принеси мені уламок дренетиста, з ним моя магія стане сильнішою! Уламок знаходиться в місці, що зветься болотом Скорбот, його оберігає один із загублених — Онґеку.]===],
[===[Для підтримки відносин з Ґелкісами принесіть уламок дренетиста Утеці Розсудливій в поселення Ґелкісів в Спустошищі.]===],
[===[Доведи, що ти {стать:друг:подруга} Ґелкісів, {ім'я}.]===],
[===[Так, це той самий уламок, про який шепотіла земля. Я відчуваю сильну магію в ньому! Я використаю її проти ворогів Ґелкісів.

Ти {стать:виконав:виконала} для нас ще одне завдання, {ім'я}. Можливо, скоро ми зможемо називати тебе {стать:нашим другом:нашою подругою}.]===],
},
[1374] = {
[===[Хан Джен]===],
[===[Земля говорить зі мною і вона каже, що Маґрами втрачають свою силу. Прийшов час вбити їхнього хана!

Принеси мені голову хана Маґрамів, Джена!]===],
[===[Принесіть голову хана Джена Утеці Розсудливій в поселення Ґелкісів у Спустошищі.]===],
[===[Доведи, що ти {стать:друг:подруга} Ґелкісів, {ім'я}.]===],
[===[Хан Джен був сильним, але дурним. Він думав, що наділений великою силою. Але не бачив, що магія землі сильніша. Тепер, без свого ватажка, Маґрамські кентаври падуть, а Ґелкіси правитимуть!]===],
},
[1375] = {
[===[Хан Шака]===],
[===[Ти допомагаєш Маґрамам, тому ти мені подобаєшся. А тепер іди та вбий хана Ґелкісів! Це хан Шака, мені потрібна його голова! Я хочу дивитися на неї й сміятися з нього!]===],
[===[Для підтримки відносин з Маґрамами принесіть голову хана Шаки Варуґу в поселення Маґрамів в Спустошище.]===],
[===[Виконай завдання для Маґрамів, і я допоможу тобі.]===],
[===[Хан Шака мертвий! Я насаджу його голову на піку і поставлю її поряд, щоб Шака бачив силу Маґрамів!]===],
},
[1380] = {
[===[Хан Грата]===],
[===[{ім'я}, ти {стать:допоміг:допомогла} нам перемогти Маґрамів. Тепер допоможи нам перемогти Мародінів! Вбий їхнього ватажка, хана Грата!

Щоб викликати його, потрібно засурмити в бойовий ріг Мародінів. Він знаходиться на високій скелі в долині Списів.

Для того, щоб засурмити в бойовий ріг, тобі потрібно дістати мундштук. Ці штуки досить рідкісні, їх мають лише довірені мародінські кентаври.

Після того, як ти засурмиш в ріг, з'являться кентаври. Тобі доведеться вбивати їх, доки не доберешся до Грати.

Хан Грата має шматок... одного ключа. Принеси його мені...]===],
[===[Для підтримки відносин з Ґелкісами принесіть мародінський фрагмент ключа Утеці Розсудливій в поселення Ґелкісів.]===],
[===[Хан Грата мертвий? Ти {стать:дістав:дістала} фрагмент ключа?]===],
[===[Він мертвий! Хан Грата мертвий! Тепер Маравдіни падуть! Коли Ґелкіси будуть правити цією землею, {ім'я}, ми не забудемо про тебе. Духи землі оспівуватимуть твоє ім'я вічно.]===],
},
[1381] = {
[===[Хан Грата]===],
[===[Хан Ґелкісів мертвий, а тепер і Мародіни падуть! Вбий хана Мародінів, Грата!

Щоб викликати його, засурми в ріг на високій скелі в долині Списів. Але без мундштука ти не зможеш засурмити в ріг. Тобі потрібно вбивати мародінських кентаврів, поки не знайдеш мундштук. Потім засурми в ріг.

Коли ти зробиш це, до вежі збіжаться мародінські кентаври. Вбивай їх, поки не з'явиться хан Грата. Він має фрагмент ключа. Принеси його мені...]===],
[===[Для підтримки відносин з Маґрамами принесіть мародінський фрагмент ключа Варуґу в поселення Маґрамів в Спустошище.]===],
[===[Зроби те, що я прошу. Доведи мені, що ти {стать:гідний:гідна} бути {стать:союзником:союзницею} Маґрамів!]===],
[===[Хан Грата мертвий! Тепер Маґрами — найсильніші серед кентаврів! Ми розтрощимо інших і будемо правити Спустошищем!

Твоє ім'я буде завжди в нашій пам'яті, {ім'я} і коли всі інші вмиратимуть під нашими копитами, ми не завдамо тобі шкоди.]===],
},
[1389] = {
[===[Кристали дренетисту]===],
[===[Загублені, що живуть в Тьмяному пристановищі, на вигляд від нас не відрізняються, але насправді це чудовиська... збожеволілі під час тяжкого шляху до Азероту. Колись вони були нашими братами, але тепер вони живуть в Тьмяному пристановищі, на схід звідси, захоплюючи та вбиваючи будь-кого, хто блукатиме поруч.

Вони вкрали дещо священне для нас — кристали дренетисту.

В нас не вистачає сил увірватися в Тьмяне пристановище і повернути наш вкрадений дренетист, але без тих кристалів... ми теж можемо втратити свій шлях.]===],
[===[Принесіть 6 кристалів дренетисту Маґтуру в Сховище, що на болоті Скорбот.]===],
[===[Тобі вдалося повернути кристали?]===],
[===[Дякую, {ім'я}. Ми в боргу перед тобою.]===],
},
[1392] = {
[===[Нобору-Дубина]===],
[===[Нобору місяцями нападав на дренеїв Сховища, і його дубина стала символом жорстокості, якої вони зазнали від рук Загублених.]===],
[===[Принесіть дубину Нобору очільнику Сховища на болото Скорбот.]===],
[===[Вітаю. І ласкаво просимо до Сховища.]===],
[===[Ти {стать:здобув:здобула} зброю жахливого Нобору? Отже, він мертвий?

Це радісний день для всього Сховища. Нобору і його банда багато років тероризували нас, вони блукали по болотах і вбивали кожного дренея, що траплявся на їхньому шляху. Він був прямою загрозою для нашого виживання, і ми не мали сил впоратися з ним самостійно.

Нам пощастило мати такого друга, як ти, {ім'я}.]===],
},
[1393] = {
[===[Втеча Ґалена]===],
[===[Будь ласка, допоможи! Ці тварюки хочуть мене з'їсти!

Якщо ти допоможеш мені вибратися звідси, то отримаєш великий скарб! Він лежить в моєму таборі, в болотах на північ від Камінарду, але сейф міцний і тільки я знаю, як його відчинити.

Якщо ти допоможеш мені, я навчу тебе, як відкрити сейф.]===],
[===[Виведіть Ґалена з небезпечного місця, потім знайдіть його табір на болоті Скорбот і відкрийте його сейф.]===],
nil,
[===[Замкова щілина цього сейфа залита чорною смолою. Відкрити його неможливо.

Але Ґален розповів вам про прихований засув на дні сейфа...

...Після швидкого огляду сейфа засув знайдено. Засув ляскає, і сейф відчиняється...]===],
},
[1446] = {
[===[Джаммал'ан-Пророк]===],
[===[Мої В'ялошкірі товариші не дуже люблять чужинців у своєму домі.

А я? У мене більше немає дому. Мій народ з великого племені Атал'ай, з болота Скорбот, вигнав мене.

У нашого духовного лідера Джаммал'ана, є те, що він сам називає пророцтвом. Він вірить, що якщо викликати бога Гаккара, то він принесе безсмертя.

Але я порекомендував йому бути обережним. Що, як пророцтво було звичайною маніпуляцією?

Я хочу помститися за своє вигнання. Принеси мені голову Джаммал'ана. Може, тоді мій народ звільниться.]===],
[===[Принесіть вигнанцю Атал'ай з Внутрішніх земель голову Джаммал'ана.]===],
[===[Як тільки Джаммал'ана приберуть, у мене з'явиться можливість повернутися до свого народу.

З таким духовним лідером, як Джаммал'ан, Атал'ай приречені.]===],
[===[Безоглядна довіра Джаммал'ана до фальшивих видінь привела мій народ до вічних страждань.

Дякую тобі, {клас:к}, що {стать:помстився:помстилася} за мене. Я оплакую свій народ. В мене більше немає дому, в який я міг би повернутися.]===],
},
[1483] = {
[===[Зіз Фіззікс]===],
[===[ТзНБ "Авантюра" переманила багато кращих гоблінських умів, та часом у нас з'являється можливість дещо повернути.

Нещодавно підрозділ ТзНБ "Авантюра" у Каміннопазуристих горах найняв Ґерензо Свистоключа — гнома! Інший їхній інженер, Зіз Фіззікс, був настільки вражений цим, що благав мене знайти йому нову роботу у Спілці майстерників. Я дав йому кілька завдань, але йому може знадобитися допомога.

Може, заглянеш до нього? Він живе біля західного краю Вітрокосих скель.]===],
[===[Поговоріть з Зізом Фіззіксом на Вітрокосих скелях.]===],
nil,
[===[Я думав, що начальство ТзНБ "Авантюра" — справжні тирани, але потім я зустрів Гуркоклапана, і він гірший за них усіх!

Ха! Хоча це краще, ніж сидіти без роботи... Чи ще гірше — працювати з цим Ґерензо. Якщо ти тут, щоб допомогти, для тебе знайдеться справа.]===],
},
[1486] = {
[===[Спотворені шкури]===],
[===[З того часу, як Наралекс глибоко занурився у свій кошмар, з глибин Степів до Плачучих печер вилізли дивні створіння.

Ці спотворені істоти мають дивні, потойбічні властивості. І, хоча вони повні зла, на мою думку, з їхнього існування тут, у Калімдорі, ми можемо отримати деяку користь. Я думаю, що їх шкури можуть бути корисними у шкірництві.

Якщо це завдання тобі під силу — вирушай в печери під нами й здобудь кілька спотворених шкур.]===],
[===[Налпак з Плачучих печер просить вас принести йому 20 спотворених шкур.]===],
[===[Я зацікавлений в тому, щоб дослідити шкури зі спотворених істот, що заполонили ці печери. Чи вдалось тобі зібрати декілька, {клас:к}?]===],
[===[Твої зусилля не залишиться непоміченим, {ім'я}.

Дякую тобі за самовідданість.]===],
},
[1487] = {
[===[Викорінення спотворень]===],
[===[Наралекс мав благородну мету.

Наш великий лідер прагнув увійти в Смарагдовий Сон і допомогти перетворенню цих суворих земель назад у густий ліс, яким вони колись й були. Але щось пішло не так.

Мрія Наралекса перетворилася на кошмар і спаплюжені істоти почали заселяти печери.

В той час, як деякі послідовники Наралекса прагнуть пробудити нашого майстра, я турбуюсь про те, щоб позбути ці печери від злісних потвор.

Вирушай до печер, {ім'я}, і викорени спотворення.]===],
[===[Ебру з Плачучих печер просить вас вбити 7 спотворених спустошників, 7 спотворених гадюк, 7 спотворених шаркунів і 7 спотворених жахокликів.]===],
[===[{ім'я}, нам, послідовникам Наралекса, потрібна твоя допомога. Наша численність зменшується відколи наш майстер потрапив у пастку своїх викривлених кошмарів. У нас недостатньо сил, щоб впоратись з потворами, що заполонили ці печери.

Прошу тебе, йди до печер і очисть їх від цих спотворених істот!]===],
[===[Як послідовник Наралекса, я шаную твою хоробрість, {ім'я}.

Твоя допомога в очищенні печер є першим кроком на нашому довгому шляху відновлення Степів.

Дякую! І хай тобі щастить.]===],
},
[1491] = {
[===[Напої розумності]===],
[===[Що ж, роги рапторів не підійшли. Та нічого — нікому ще не вдалось розбагатіти з першої спроби. Крім того, я придумав дещо краще!

Є одна субстанція, що називається плачучою сутністю. Її можна дістати з ектоплазматичних створінь в Плачучих печерах, що на заході. Вбий цих створінь і збери з них сутність.]===],
[===[Принесіть 6 плачучих сутностей Мебоку Міцріксу в Брашпиль.]===],
[===[Ну, де мої плачучі сутності?]===],
[===[Чудово, в тебе вийшло! Швидше б спробувати їх. Вони зроблять мене багатим, я це точно знаю!

Дякую, {ім'я}. Ось тобі гроші. Як розбагатію — відправлю тобі ще, обіцяю!]===],
},
[1514] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[1559] = {
[===[Рецепт світлової бомби]===],
nil,
nil,
nil,
[===[То ти {стать:інженер:інженерка}, так? Що ж, за те, що ти {стать:допоміг:допомогла} мені дістати ці перлини, тримай креслення світлової бомби.

Щасти тобі, і бережи очі!]===],
},
[1560] = {
[===[Завдання Тооґи]===],
[===[Я заблукав!

Моя дружина, Торта, послала мене за обідом, і я, мабуть, звернув десь не там.

Відведи мене, будь ласка, назад до Торти! Вона чекає на мене на півдні від порту Паровиманювання.]===],
[===[Проведіть Тооґу до його дружини, Торти.]===],
[===[Де Тооґа?]===],
[===[Тож він не зміг самостійно знайти дорогу назад? Зрозуміло.

Гадаю, ти заслуговуєш щось за свої клопоти.]===],
},
[1690] = {
[===[Правосуддя для Пустелебродів]===],
[===[Гей, ти! Час тобі стати {стать:великим помічником:великою помічницею} Пристробляхводоканалу.

Кочівники Пустелеброди з пустелі Танаріс захопили майже всі колодязі! Без доступу до них наші запаси води миттєво вичерпаються. Якщо ти хочеш заслужити нашу прихильність — допоможи нам принести правосуддя цим кочівникам!

Вирушай на схід, вбий десять бандитів та злодіїв Пустелебродів, а потім повертайся до мене. Правосуддя не омине жодної людини... чи гобліна... ай, неважливо, іди собі!]===],
[===[Знищіть 10 бандитів та злодіїв Пустелебродів на сході від Пристробляху, а потім повідомте про це головному інженеру Трюмосвисту.]===],
[===[Вже {стать:повернувся:повернулася}? Сподіваюсь, ти {стать:зміг:змогла} показати гоблінське правосуддя цим бандитам і злодіям Пустелебродів, як я тебе й просив!]===],
[===[Ось це я називаю ефективністю! Ти {стать:зменшив:зменшила} кількість кочівників настільки, що ми можемо починати думати про те, щоб відновити контроль над тими колодязями.

Пристробляхводоканал вдячний тобі за допомогу, але ми далекі від завершення справи з цими клятими кочівниками. Слухай — ось що нам потрібно зробити далі...]===],
},
[1691] = {
[===[Більше правосуддя для Пустелебродів]===],
[===[Тепер нам потрібно, щоб ти {стать:взявся:взялася} за сильніших Пустелебродів. Досі ти добре {стать:попрацював:попрацювала}, але якщо ми хочемо повернути ці колодязі під наш контроль — нам потрібно, щоб цих кочівників стало менше!

Цього разу тобі потрібно вбити їхніх тіньових магів, розбійників і душогубів. Ти знайдеш їх на сході та південному сході звідси.

Не буду тобі брехати — вони дуже небезпечні. Зроби це для нас, і ми зможемо повернути те, що належить нам по праву!]===],
[===[Знищіть 10 тіньових магів, 8 розбійників і 8 душогубів Пустелебродів, а потім повідомте про це головному інженеру Трюмосвисту в Пристроблях.]===],
[===[Ну що, ти {стать:зміг:змогла} вигнати тих кочівників, як я просив? Пристробляхводоканал розробляє плани, що залежать від твоїх успіхів! Не підведи нас...]===],
[===[Першокласна робота, {ім'я}... першокласна! Число кочівників скоротилося настільки, що ми можемо кинути їм виклик!

Ти вже {стать:поговорив:поговорила} з оператором крана Сіпаком? Він пропонує винагороду за будь-які бурдюки з водою Пустелебродів, які могли трапитися тобі в боях з кочівниками!]===],
},
[1707] = {
[===[Винагорода за бурдюки з водою]===],
[===[Вітаю, {ім'я}! Мене звати Сіпак, і у нас є для тебе важлива робота, якщо ти {стать:готовий:готова} до неї! Ура!

Я, як досвідчений оператор крана, найбільше хотів би взяти будь-які бурдюки з водою Пустелебродів, які ти можеш знайти у пустелі. Це все наша вода — кочівники її просто вкрали! Пристробляхводоканал пропонує в нагороду польовий набір за кожні п'ять бурдюків. Але що більш важливо — ти допоможеш Пристробляху!]===],
[===[Принесіть 5 бурдюків з водою Пустелебродів оператору крана Сіпаку в Пристроблях.]===],
[===[Ти {стать:приніс:принесла} п'ять бурдюків з водою Пустелебродів? Якщо так, то польовий набір Пристробляхводоканалу, модель 103-XB — твій!]===],
[===[Чудово — чим більше бурдюків з водою ми зможемо повернути, тим далі ми всі будемо від катастрофи! Принось їх ще, і за кожні п'ять одиниць ти отримуватимеш по польовому набору.]===],
},
[1712] = {
[===[Циклоніан]===],
[===[Я давно спостерігаю за цими місцями в очікуванні падіння Циклоніану. Але я ще не зустрів гідного героя, що зміг би його подолати.

Можливо цим героєм будеш ти.

Доведи, що ти - {стать:гідний:гідна} {клас}. Принеси мені предмети для виклику Циклоніана. Можливо, тобі вдасться перемогти його і добути серце вихору.

Якщо так станеться - я використаю силу серця для створення зброї для тебе.

Ось пергамент зі списком всього необхідного.]===],
[===[Принесіть предмети зі списку Бат'раху Вітрогляду в Альтерак.]===],
[===[Предмети в тебе, {ім'я}? Збери їх і будеш {стать:готовий:готова} зустрітись з Циклоніаном.]===],
[===[Ти {стать:зібрав:зібрала} всі необхідні предмети і {стать:довів:довела} свою силу і здібність. Але далі буде складніше.

Будемо сподіватись, що твої сили не підведуть.]===],
},
[1713] = {
[===[Виклик]===],
[===[Я готовий провести ритуал виклику Циклоніана. Коли він з'явиться, ти маєш перемогти його і забрати його серце вихору. Його я використаю, щоб зачарувати зброю силою Циклоніана.

{ім'я}, ти {стать:готовий:готова} зустрітись з володарем вітру?]===],
[===[Принесіть серце вихору Бат'раху Вітрогляду.]===],
[===[{ім'я}, мені потрібне серце вихору!]===],
[===[Тобі вдалось! Ти {стать:переміг:перемогла} Циклоніана і {стать:добув:добула} серце вихору!]===],
},
[1714] = {
[===[Сутність вигнанця]===],
nil,
nil,
[===[Котел булькає, манячи випарами...]===],
[===[Поваби повільно опускаються на дно котла...

Велика бульбашка підійматися на поверхню і лускає...

...вивільняючи розплавлений кам'яний талісман.]===],
},
[1718] = {
[===[Остров'янин]===],
[===[Ти стаєш {стать:славетним:славетною} {клас:о}, {ім'я}. Настав час позмагатись з твоїми побратимами по зброї.

Неподалік від узбережжя Степів, на південь від Брашпиля є острів. Це острів Битв, на якому збираються воїни.

Збираються і змагаються.

Поговори зі старшим воїном острова, Кланноком Маклеодом. Він допоможе тобі на твоєму шляху {клас:р}, якщо вирішить, що ти {стать:готовий:готова}.

До острова Битв можна дістатися по піщаній мілині, що вздовж узбережжя Торгівця.]===],
[===[Поговоріть з Кланноком Маклеодом.]===],
nil,
[===[Привіт, {клас:к}. Добре, що ти {стать:дістався:дісталася} до острова Битв. Сподіваюсь, тобі тут сподобається...]===],
},
[1719] = {
[===[Побоїще]===],
[===[Якщо хочеш навчатись в мене, спершу ти маєш пройти випробування - Побоїще. Через нього проходять всі молоді воїни, які хочуть довести свою велич.

Щоб почати - пройди через натовп та стань на решітку. Твіґґі Пласкоголов зрозуміє, що ти {стать:готовий:готова} і покличе твоїх суперників.

Переможеш їх всіх - і проти тебе вийде здоровань Вілл. Вбий його і повертайся до мене.]===],
[===[Вбийте здорованя Вілла та поговоріть з Кланноком Маклеодом на острові Битв.]===],
[===[Ти {стать:впорався:впоралась} з випробуванням?]===],
[===[Чудово, {ім'я}. Ти {стать:пройшов:пройшла} випробування Побоїщем!

Ти {стать:достойний:достойна} {клас} і я з радістю навчатиму тебе.]===],
},
[1740] = {
[===[Сфера Соран'рука]===],
[===[Коли демони Легіону втрачають прихильність, їх дух ув'язнюється у сфери, які роздають магам та чорнокнижникам.

Багато цих сфер носили їх слуги в Азероті. Навіть розколоті на частини, вони все ще зберігають силу демонів, ув'язнених всередині.

Сферу Соран'рука розбили на дві частини: одну з них подрібнили на три, щоб їх використовували слуги Молота Сутінків у Чорноводних глибинах, а іншою, більшою частиною, володіє чаклун у фортеці Тінеклик. Знайди їх і я зможу знову зібрати цю сферу.]===],
[===[Знайдіть 3 фрагменти Соран'рука та 1 великий фрагмент Соран'рука та принесіть їх Доану Каргану в Степи.]===],
[===[Мені знадобилося багато років, щоб зібрати шматочки сфери Зарґейна, натомість вона добре послужила мені, як служитиме тобі сфера Соран'рука.]===],
[===[Так... Ця сфера не сильно пошкоджена, і майже всі шматочки тут. Відновити її, щоб знову зробити Соран'рука єдиним цілим — справа нескладна.

Я присвятив своє життя вивченню сфер Палаючого Легіону та їх відновленню. Ти {стать:зробив:зробила} мені велику послугу, збираючи ці частини для вивчення, і я поверну їх тобі — повністю відновлені — у формі, яку ти обереш.]===],
},
[1791] = {
[===[Вітрогляд]===],
[===[Тепер, коли ти знаєш стійку берсерка, тобі знадобиться гарна зброя.

Поговори Бат'рахом Вітроглядом, тролем-самітником, що живе між Альтерацькими горами та Західними Зачумленими землями. Він умілий майстер зброї та могутній шаман.

Щоб знайти Бат'раха - йди по річці, що тече на схід від Тарренського Млину. Йди на північ - Бат'рах живе серед руїн на березі річки.]===],
[===[Поговоріть з Бат'рахом Вітроглядом]===],
nil,
[===[Ти {стать:прийшов:прийшла} здалеку, {стать:молодий:молода} {клас:к}. Шукаєш потужну зброю, еге ж?

Я можу допомогти тобі з цим. А ти натомість допоможеш мені.]===],
},
[1792] = {
[===[Зброя вихору]===],
nil,
nil,
nil,
[===[Нарешті в нас є серце вихору і я можу помістити його у вмістилище на твій вибір.

Обери собі зброю, {ім'я}, і пам'ятай, що це - сила Циклоніана.]===],
},
[1795] = {
[===[Зв'язування]===],
[===[Якщо ти достатньо {стать:підготувався:підготувалася}, то ми можемо розпочинати. Дозволь мені пояснити тобі план.

Я створю базовий круг виклику. Після цього мої помічники використають жезли для створення більшого кола.

Після цього прочитай заклинання з фоліанта Змови, і відбудеться виклик скверногончої. Будь {стать:обережним:обережною}, {ім'я}. Скверногонча — це сильний ворог, і я б хотів бачити, як ти збережеш свою голову на плечах.]===],
[===[За допомогою фоліанта Змови підкоріть скверногончу, а потім поверніть фоліант Страгаду Фарсану в Брашпиль.]===],
[===[{стать:Кожен:Кожна} {клас} {стать:повинен:повинна} мати у своєму розпорядженні скверногончу. Хоча її важко приручити, та сила, яку він приносить своєму господареві, набагато перевищує ціну.]===],
[===[Мушу визнати, {ім'я}, я вражений. Коли я зіткнувся зі своєю скверногончою, я ледь зберіг своє життя. Я відчуваю, що у тебе є потенціал стати {стать:одним:однією} з наймогутніших {стать:чорнокнижників:чорнокнижниць} цієї ери.]===],
},
[1796] = {
[===[Матеріали для золотої кровомантії]===],
[===[Перший предмет, який я допоможу тобі створити — мантію. Ти збереш для мене необхідні предмети, і ми складемо їх разом. Якщо ти успішно впораєшся з цим завданням, то отримаєш перший з багатьох предметів, які зроблять тебе потужніше і допоможуть тобі у твоїй боротьбі.

Щоб почати, тобі потрібно мати мантію аркани. Цю мантію може зшити кравець, або ти можеш придбати її в когось іншого — я була б дуже вражена, якби ти {стать:зробив:зробила} її {стать:сам:сама} — але в будь-якому випадку для початку принеси мені мантію.]===],
[===[Принесіть мантію аркани до Менари Пустоплестої в Степи.]===],
[===[Є успіхи в пошуку мантії, {ім'я}? Ти створиш її самостійно? Коли робиш щось {стать:сам:сама}, приємніше наповнювати цей предмет магією. Отримуєш більше задоволення. Але я зрозумію, якщо ти обереш простіший шлях і замовиш її у когось — така... цілеспрямованість також має свої переваги.]===],
[===[Це те, що потрібно, {ім'я}.

В основі всіх чарівних предметів має лежати річ високої якості. Чим більше зусиль та майстерності вкладено в предмет, тим більші магічні властивості він може мати. Рідкісні та дорожчі компоненти краще утримують магію. Ти не пошкодуєш, що {стать:віддав:віддала} мені цю мантію — коли ми закінчимо, ти отримаєш набагато кращу.]===],
},
[1799] = {
[===[Фрагменти сфери Орагіла]===],
[===[Чудово, тоді ми можемо починати.

Спочатку тобі потрібно поговорити з моїми послідовниками всередині вежі. Обери один зі шляхів, які вони запропонують.

Потім тобі потрібно відправитися до Спустошища та знайти сферу пекельника в одного з чорнокнижників в руїнах Маннорок. Цю сферу тобі потрібно очистити за допомогою магині, на ім'я Табета, яка проживає на південному заході Бруднопилкої трясовини. Вона допоможе тобі заради мене.

Знову ж таки, не повертайся, поки не виконаєш обидва завдання.]===],
[===[Поговоріть з послідовниками Менари у вежі над Брашпилем, та оберіть свій шлях.

Після цього принесіть сферу пекельника до Табети в Бруднопилку трясовину.]===],
[===[Очевидно, ти не {стать:маг:магиня}, тож я запитую себе, чи можна взагалі тобі довіряти. Я відчуваю в тобі силу арканічної магії, але, здається, ти {стать:уникнув:уникнула} смороду скверни, яка так часто заволодіває твоїми побратимами.

Так, {клас}... {клас} {стать:звернувся:звернулася} до мене за допомогою.

Отож, що я можу зробити для тебе, {ім'я}?]===],
[===[Отже, тебе послала Менара. Добре... Я припускаю, що ти можеш залишитися на деякий час. Але в тебе, напевне, дуже важлива справа — можливо, ти тут, щоб знайти втрачену силу? Можливо, я помилилась. Можливо, скверна вже й не так далеко від тебе.]===],
},
[1878] = {
[===[Винагорода за бурдюки з водою]===],
nil,
nil,
[===[Знову {стать:повернувся:повернулася}, {ім'я}? Якщо у тебе є ще п'ять бурдюків з водою Пустелебродів, то я маю для тебе ще один польовий набір!]===],
[===[Чудово — чим більше бурдюків з водою ми зможемо повернути, тим далі ми всі будемо від катастрофи! Принось їх ще, і за кожні п'ять одиниць ти отримуватимеш по польовому набору.]===],
},
[1947] = {
[===[Подорож до болота]===],
[===[Настав час тобі здобути свій магічний жезл. Для початку звернися до відлюдниці з Бруднолипкої трясовини, людини на ім'я Табета. Ти знайдеш її хатину глибоко в болоті на заході від Терамору.

Поговори з нею, її знання безмежні. Хатина Табети знаходиться на заході від Терамору, трохи північніше руїн Каменедовбні.]===],
[===[Поговоріть з Табетою.]===],
nil,
[===[Тихо! Я зосереджена, не турбуй мене!

Хвилинку...]===],
},
[1948] = {
[===[Предмети сили]===],
[===[Створити жезл мага непросто. Для цього потрібні рідкісні компоненти та посудина, що може вмістити велику кількість магічної енергії. Ти маєш зібрати ці речі та принести мені.

Я написала на пергаменті список того, що тобі потрібно, та інструкції, як це дістати. Принеси мені все, що є в списку, і чітко дотримуйся моїх вказівок, бо інакше під час створення жезла може статися... біда.]===],
[===[Принесіть нефрит і заряджену блискавкою тростину до Табети в Бруднолипку трясовину.]===],
[===[Привіт, {ім'я}. Ти {стать:приніс:принесла} компоненти?]===],
[===[Ага! Ти {стать:знайшов:знайшла} нефрит і {стать:виготовив:виготовила} тростину! Гарна робота!

Це у тебе дим вух йде? Можливо, ти {стать:був:була} занадто близько до тростини, коли в неї вдарила блискавка... але не хвилюйся. Удар блискавкою — то на щастя!]===],
},
[1949] = {
[===[Приховані таємниці]===],
[===[Щоб створити жезл, мені потрібно прочитати кілька розділів одної книги. Книга називається "Ритуали сили", написана чаклуном Тіртом.

У мене її немає, та й у жодній бібліотеці її не знайти. Тому ти маєш поговорити з Тіртом і отримати книгу від нього.

Успіхів тобі. Колись Тірт був великим магом та вченим, але зараз він проводить час на перегонах гномів та гоблінів на Мерехтливих рівнинах, п'є та грає в азартні ігри.]===],
[===[Поговоріть з чаклуном Тіртом на Мерехтливій рівнині.]===],
nil,
[===[Що? Говори голосніше! У мене вже не такий гострий слух, як колись.

Сподіваюся, що ти {стать:прийшов:прийшла} зі свіжим кухлем елю або з відомостями щодо наступних перегонів! Якщо ні, то краще йди звідси... бо мій поліморфний жезл вже напоготові!]===],
},
[1950] = {
[===[Особлива фраза]===],
[===[Я можу допомогти тобі з книгою, але спершу ти мусиш допомогти мені!

Том, який ти шукаєш, знаходиться у моїй замкненій магічній скрині. Щоб відкрити цю скриню, потрібно промовити особливу фразу, і я ніяк не можу її запам'ятати! Зазвичай, мій помічник допомагає мені запам'ятовувати такі речі, але він десь зник.

Якщо хочеш мою книгу, знайди мого учня! Розпитай на треку — якщо пощастить, то хтось його бачив. Притягни його сюди, або принаймні дізнайся від нього мою чарівну фразу, щоб ми могли відкрити скриньку!]===],
[===[Дізнайтеся чарівну фразу яка відкриває скриню Тірта, потім поверніться до Тірта.]===],
[===[Чого ти чекаєш? Мені потрібно згадати мою магічну фразу!]===],
[===[Ах так, тепер я згадав...

Я забув про це маленьке прокляття, що я наклав на Джонсона. Не пам'ятаю чому я це зробив, але я впевнений, що він заслужив на це, маленький негідник!]===],
},
[1951] = {
[===[Ритуали сили]===],
[===[Хм... я тут згадав... в мене немає книги! Бачиш, у мене були деякі борги, і щоб їх погасити, я продав останній примірник "Ритуалів сили" якомусь жерцеві...

Члену Багряного братства. Він, напевне, забрав її до бібліотеки Багряного монастиря у Тірісфальському переліссі!

Якщо ти так хочеш отримати книгу, тобі доведеться піти по неї в монастир. І вибач за всі ці клопоти. Я сам не свій останнім часом...]===],
[===[Принесіть книгу "Ритуали сили" до Табети у Бруднолипку трясовину.]===],
[===[Вітаю, {ім'я}. Книга в тебе?]===],
[===[А ось і книга! Це саме те, що мені потрібно для підготовки до ритуалу створення твого жезла! Сподіваюся, знайти її було не надто складно...]===],
},
[1952] = {
[===[Магічний жезл]===],
[===[Що ж, піду зроблю жезли.]===],
[===[Поговоріть з Табетою після ритуалу.]===],
nil,
[===[Ось жезли, які я зробила. Обирай який хочеш!]===],
},
[1953] = {
[===[Повернення до болота]===],
[===[Настав час тобі, {ім'я}, поговорити з Табетою — відлюдницею з Бруднолипкої трясовини. Вона допоможе тобі створити потужні магічні інструменти.

Хатина Табети знаходиться глибоко в Бруднолипкій трясовині, на заході від Терамору.]===],
[===[Поговоріть з Табетою.]===],
nil,
[===[Ах, так. Ти тут для створення сфери або посоху, {ім'я}? Дуже добре. Я допоможу тобі.

Але попереджаю — цей процес повний небезпек і може призвести до твоєї смерті.

Або моєї смерті. Точно чиєїсь смерті...

Але будемо сподіватися, що це буде чиясь інша смерть, добре?]===],
},
[1954] = {
[===[Сфера пекельника]===],
[===[Насамперед тобі потрібно роздобути сферу сили. У чорнокнижників Палаючого Леза є чудові сфери... шкода, що в кожній з них сидить демон! Але ми можемо це виправити, так, ми зможемо.

Прямуй в Спустошище та відбери сферу пекельника у закликача Палаючого Леза. Ти знайдеш закликачів в руїнах Маннорок.

Як отримаєш сферу — повертайся до мене.]===],
[===[Принесіть сферу пекельника Табеті в Бруднолипку трясовину.]===],
[===[Ти {стать:приніс:принесла} сферу пекельника, {ім'я}?]===],
[===[О, це чудова сфера! Але я не маю на увазі "чудова" як освіжаюча джерельна вода в спеку.

Насправді не така вона й чудова, якщо подумати. Не вода. Сфера!

Зосередься, {ім'я}! Нам потрібна твоя увага, якщо ми хочемо закінчити нашу роботу!]===],
},
[1955] = {
[===[Екзорцизм]===],
[===[Тепер, коли ми маємо сферу закликача, нам потрібно вигнати демона з неї. Я це зроблю. Це найлегша частина.

Важчу роботу виконаєш ти. Тобі доведеться вбити демона, коли він вийде зі сфери.

І ти маєш діяти швидко. Якщо забаришся, він стрибне назад у сферу, і нам доведеться починати спочатку!

Тож приготуйся. Приготуй свої найсильніші заклинання і тримай зілля під рукою, а також знайди союзників, якщо зможеш. Бо це буде не дуже приємно.]===],
[===[Вбийте демона сфери, після чого поговоріть з Табетою.]===],
[===[Тобі доведеться вбити цього демона, щоб позбавити сферу його впливу, {ім'я}.]===],
[===[Молодець, {ім'я}! Ти {стать:показав:показала} тому демону де раки зимують, він це не скоро забуде.

Тепер він двічі подумає, перш ніж знову сунутися в наш світ, щоб помститися тобі. Можливо, цього разу з друзями. Які не бажають нічого, окрім як розірвати тебе на маленькі шматочки.

Я ж тебе не налякала, правда, {ім'я}?]===],
},
[1956] = {
[===[Сила Ульдамана]===],
[===[Тепер, коли демон знищений, нам потрібно знайти джерело сили. На жаль, найкращі джерела сили, як правило, найстаріші та ними не так просто заволодіти. Цікаво, як доля часом любить кинути виклик, чи не так?

Отже, тобі потрібно буде піти до Ульдамана та перемогти тамтешнього обсидіанового вартового. Він великий, він сильний, а його джерело сили — це щось!

Щасти тобі, {ім'я}. А якщо все ж не пощастить, то, ну... було приємно з тобою познайомитися.]===],
[===[Отримайте обсидіанове джерело сили та принесіть його до Табети в Бруднолипку трясовину.]===],
[===[Ти {стать:був:була} в Ульдамані, {ім'я}? Вдалося перемогти обсидіанового вартового?]===],
[===[Тобі вдалося? Вітаю!

Я розмовляла з кількома колегами, і коли я згадала твоє ім'я, вони сказали: "Ти знаєш, що {ім'я} добре справляється з труднощами?"

Але коли я сказала їм, що послала тебе в Ульдаман битися з обсидіановим вартовим, вони сказали, що я з'їхала з глузду! Вони сказали: "Табета, ти з'їхала з глузду! {Ім'я} не зможе його здолати!"

А я відповіла: "Побачимо", а вони сказали: "Еге ж, побачимо..."

Ну, ми їм показали, чи не так?]===],
},
[1957] = {
[===[Манасплески]===],
[===[Ми майже закінчили, але останній крок найнебезпечніший, {ім'я}.

У мене є порожня сфера закликача і я готова зарядити її енергією розлому мани. Я вимовлю заклинання, яке тимчасово відкриє розлом, з якого будуть вивільняться істоти, манасплески. Тобі потрібно перемогти їх, що вивільнити їхню силу, яку я потім зберу.

Вбий достатню кількість манасплесків до закриття розлому, і я поміщу всю їхню енергію у твою сферу.]===],
[===[Убийте 12 манасплесків за відведений час.]===],
[===[Ти не {стать:вбив:вбила} необхідну кількість манасплесків, {ім'я}.]===],
[===[В тебе вийшло! Я ні миті не сумнівалася в тобі! Добре, можливо, одну мить, чи дві... але загалом не сумнівалася.

Чесно.]===],
},
[1958] = {
[===[Небесна сила]===],
nil,
nil,
nil,
[===[Ти маєш пишатися собою, {ім'я}. Багато магів полягло від тварюк, з якими ти {стать:зіткнувся:зіткнулася}.

Небесна сфера готова. Або, якщо хочеш, я можу закріпити її на посоху. Вирішуй {стать:сам:сама}. Я б обрала сферу, але хто я така, щоб вирішувати за тебе?]===],
},
[2000] = {
[===[Рокар Тінелезо]===],
[===[Ти занадто багато часу {стать:байдикував:байдикувала}, {ім'я}. Пора навчитися тобі чомусь новенькому. Минулої ночі, п'ятьох наших знайшли мертвими в Орґріммарі, і у нас мало зачіпок. Це ті, хто протистоїть нам — вони користуються нашими ж методами.

Тому я вирішив, що ти маєш навчитися мистецтва зламування замків.

На жаль, мої руки до цього не дуже пристосовані. Ти маєш знайти Рокара, він живе на пагорбах поблизу Дуротара. Навіть в такому віці він ще має до цього хист.]===],
[===[Говоріть Рокаром Тінелезом у Дуротарі.]===],
nil,
nil,
},
[2018] = {
[===[Випробування Рокара]===],
[===[Ага, то тепер Терзок посилає мені своїх учнів-початківців, га? Що ж, гадаю, я можу навчити тебе кількох речей. Не те щоб я надто переймався твоїми справами, просто не хочу, щоб твоя смерть була на моїй совісті.

Але спершу ти маєш довести мені, що ти цього {стать:вартий:варта}.

Я скажу тобі, {ім'я}. Мені не дуже подобається ця ТзНБ "Авантюра". Ці землі нагадують мені Дренор і мені не подобається, що ці гобліни їх нищать. Можливо, якщо вбити їхнього розпорядника в Драговині шламу, їх операція накриється мідним тазом.]===],
[===[Вбийте розпорядника Ґліббі та поверніть його свисток Рокару Тінелезу в Дуротар.]===],
nil,
nil,
},
[2019] = {
[===[Професійні інструменти]===],
[===[Ось, {ім'я}. Вони будуть тобі добре слугувати. Я зробив їх своїми руками, тож можу заприсягтися: кращих ти не знайдеш.

Не турбуй мене розповідями про свої справи. Плани Терзока мене не цікавлять, я тепер у відставці й хочу жити спокійно.

Якщо раптом тобі знадобляться нові інструменти — приходь до мене. Але краще бережи ці!]===],
[===[Поговоріть з Терзоком в Розколині Тіні в Орґріммарі.]===],
nil,
nil,
},
[2278] = {
[===[Платинові диски]===],
[===[Головним елементом цієї скарбниці є чотири платинових диски, вкритих численними знаками невідомого походження. Доторкнувшись до них, ви відчуваєте поколювання в пальцях, після чого перед вами з'являється великий кам'яний наглядач.

"Вітаю. Я хранитель знань. Історія створення Творцями земельників була збережена для цього світу на дисках Норґаннона."

Ви відкрили скарбницю з раніше невідомими світу знаннями.]===],
[===[Поговоріть з кам'яним наглядачем і дізнайтесь, які древні знання він зберігає, після чого активуйте диски Норґаннона.]===],
[===[Голос кам'яного наглядача, здається, пронизує все ваше тіло:

"Для початку, вам необхідно пройти перевірку для доступу до дисків Норґаннона. Щойно ви виконаєте всі вимоги, вам буде дозволено отримати портативну копію збережених даних. Будь ласка, переконайтесь, що повністю вивчили це сховище."]===],
[===[Виконуючи вказівки кам'яного наглядача, ви знову активуєте диски Норґаннона, вже знаючи історію земельників, трогів та дворфів. Від дисків доноситься короткий слабкий гул. Після цього кам'яний наглядач каже:

"Диски синтезовано. Для отримання особистої копії знову активуйте диски Норґаннона."]===],
},
[2418] = {
[===[Камені сили]===],
[===[Деякий час тому у мене сталася неприємність з дворфами Тінегарту. Вони привезли мене до фортеці Анґора, щоб я вивчив два зразки дивних каменів з Ульдамана. Я виявив, що ці камені є тривалими, стабільними джерелами енергії, якщо з ними правильно поводитися. Дивовижно, що можна знайти на цих розкопках!

Врешті-решт, щойно я розповів їм таємницю каміння, вони вигнали мене з фортеці Анґора і відправились за каменями в Ульдаман.

Я хочу отримати ці камені! Принеси мені кілька обох видів, і я добре тобі заплачу!]===],
[===[Принесіть 8 дентрієвих каменів сили на 8 каменів сили Ан'Аллеума Смиколяпу в Безплідні краї.]===],
[===[Камені сили у тебе, {ім'я}? У мене є робот-гризун, якому потрібне джерело живлення...]===],
[===[Чудово, ти {стать:приніс:принесла} їх! Дуже дякую, {ім'я}. Ти {стать:найнадійніший:найнадійніша} {раса}, {стать:якого:яку} я зустрічав!

Не можу дочекатися, щоб випробувати їх в моїх механізмах. Я впевнений, що за правильних умов, пристрої з цими камінцями працюватимуть вічно!]===],
},
[2523] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[2605] = {
[===[Спраглий гоблін]===],
[===[У мене є ідея, послухай. Я чув про дивних істот, що звуться збирачами роси, які живуть на південному заході... і вони можуть зберігати воду в особливих залозах.

Я думаю, якщо я зможу дістати одну з цих залоз, я зможу створити напій, який би втамував мою жахливу спрагу! Чи можеш ти мені допомогти, {ім'я}?

Шукай кактусовий сад, {ім'я}. Там ти знайдеш збирачів роси.]===],
[===[Зберіть насичену росяну залозу і принесіть її Маріну Гогельмогелю в Пристроблях.]===],
[===[Будь ласка, скажи мені, що ти {стать:знайшов:знайшла} збирачів роси?]===],
[===[О, чудово! Дай-но сюди, я її вип'ю!]===],
},
[2606] = {
[===[Гарний смак]===],
[===[Фу! На смак жахливо! Так, ідея була невдала...

Почекай, що це? О, знаю, ти вважаєш, що не варто відмовлятися від цієї штуки. Що ж, добре.

Уууу, в мене є ідея! Блискуча! Віднеси цю росу до моєї подруги Бризківки — вона чудовий шеф-кухар. Скажи їй, що ми тут задумали, хай вигадає, як покращити смак.

Я маю на увазі, що якщо вона така бридка, то вона має хоча б мати якийсь вплив... Але я нічого не відчуваю...]===],
[===[Марін Гогельмогель хоче, щоб ви поговорили з Бризківкою в Пристробляху.]===],
[===[Старий Марін знову за своє, так? З чого зроблена ця суміш?]===],
[===[Марін хороший хлопець, не зрозумій мене неправильно — просто трохи... ексцентричний, я б сказала.

І, звичайно, йому знову потрібна моя допомога.]===],
},
[2641] = {
[===[Секретний інгредієнт Бризківки]===],
[===[Коли я була дитиною, моя сестра готувала всю їжу. Було жахливо! Я могла їсти лише деякі її страви — поки я не знайшла свій "секретний" інгредієнт! Додай його до будь-чого, і... ВАУ! Воно дуже смачне!

Що це за інгредієнт, ти запитаєш? Це гриб під назвою фіалковий траган. Якщо ти хочеш, щоб я допомогла тобі перетворити це жахіття в щось смачне, рушай в Внутрішні землі, і знайди там невелике озеро.

А, і пам'ятай, що фіалковий траган можна знайти тільки під водою.]===],
[===[Знайдіть фіалковий траган та принесіть його Бризківці в Пристроблях.]===],
[===[Вода цього озера — це єдине місце, де можна знайти фіалковий траган. Сподіваюся, ти вмієш затримувати дихання!]===],
[===[Те що треба, {ім'я}!

Має добрий вид, хоча, мабуть... Ха, жартую!]===],
},
[2661] = {
[===[Доставка для Маріна]===],
[===[Ось фіалковий порошок, {ім'я}. Віднеси його Маріну і скажи, що він мій боржник!]===],
[===[Бризківка просить вас віднести фіалковий порошок Маріну Гогельмогелю у Пристроблях.]===],
[===[О, {ім'я}, ти нарешті {стать:повернувся:повернулася}. Що ти {стать:приніс:принесла}?]===],
[===[Фіалковий порошок, так? Що ж, спробуймо — гірше вже не буде, це точно!]===],
},
[2662] = {
[===[Еліксир Гогельмогеля]===],
[===[Тепер треба змішати цей порошок з росою.

Повернись і поговори зі мною за хвилину... Після того, як я вдосконалю дивовижний еліксир Гогельмогеля!]===],
[===[Марін Гогельмогель просить вас поговорити з ним після того, як він завершить роботу над еліксиром.]===],
nil,
[===[Випий це! Це абсолютно дивовижно!!!

Я знав, що в мене вийде... О, дякую ще раз, {ім'я}, за твою допомогу, але, будь ласка, не заважай мені, добре? Не перешкоджай моєму бізнесу! Я збираюся заробити мільйони на дивовижному еліксирі Гогельмогеля, мільйони!

Що це? Бризківка каже що я їй за це винен? О, ця Бризківка така приколістка!]===],
},
[2681] = {
[===[Камені, що нас пов'язують]===],
[===[Одних лише твоїх сил не вистачить, щоб здолати Разеліха та його підлеглих.

Збери відповідну групу шукачів пригод і звільни моїх підлеглих від вічних тортур! Тобі потрібно знищити вісімнадцять каменів.

Бийся відважно і помри з честю, {ім'я}.]===],
[===[Звільніть дев'ять слуг Разеліха, трьох слуг Севіни, трьох слуг Аллістаржа та трьох слуг Ґрола. Поверніться до загиблого героя, коли ваше завдання буде виконано. Ви повинні залишатись у безпосередній близькості від каменів, інакше процес буде невдалим.]===],
[===[Це нелегке завдання, {ім'я}. Не здавайся!]===],
[===[Ти {стать:зробив:зробила} це, {ім'я}! Бідні, закатовані душі нарешті можуть спочити в мирі.

Проте наша робота ще не закінчена, {ім'я}. Нам ще багато чого треба обговорити та багато чого зробити.]===],
},
[2701] = {
[===[Герої минулого]===],
[===[Будь ласка, візьми цю реліквію минулого. Нам вона більше непотрібна.
 
Нехай вона добре послужить тобі у боротьбі проти легіону.]===],
[===[Відкрийте скриню та отримайте свою винагороду.]===],
nil,
[===[На мить вас засліплює яскраве сяйво.]===],
},
[2702] = {
[===[Герої минулого]===],
[===[Ти {стать:вшанував:вшанувала} мене своєю благородністю та героїзмом, {ім'я}. 

А ще ти {стать:вшанував:вшанувала} їх...]===],
[===[Поговоріть з капралом Тандом Розщепленим Копитом.]===],
nil,
[===[Саме так, своїми діяннями ти {стать:вшанував:вшанувала} всіх нас. Навіть наша найщиріша подяка недостатня, щоб віддячити за твої заслуги.]===],
},
[2721] = {
[===[Кіріт]===],
[===[Щойно завершується одна глава твоїх пригод, {ім'я}, починається інша.

Один із моїх людей досі не повернувся, він загубився десь у Спустошених землях. Я кажу про лейтенанта Кіріта, звичайно.

Як я вже згадував раніше, нас обох ув'язнив і катував Аллістарж, але бідолашний Кіріт, його сила волі похитнулася. Я чув тортури зі своєї клітки, крики болю розносилися по залах печери. Відтоді про Кіріта я нічого не чув.]===],
[===[Дізнайтесь, що сталося з лейтенантом Кірітом.]===],
nil,
[===[Требор? Требор прислав тебе?]===],
},
[2741] = {
[===[Супер Яйц-Е-Мат]===],
nil,
nil,
[===[Супер Яйц-Е-Мат — останній винахід Бульки Хисткоплиг. Ця машина вражає.

Супер Яйц-Е-Мат несамовито шумить, коли ви наближаєтесь до панелі управління.]===],
[===[Ви поміщаєте яйце гіпогрифа в машину. Після цього лунає кілька звукових сигналів і дивні механічні звуки.

Це означає, що яйцемір зважив, виміряв і запакував ваше яйце. Ось це швидке обслуговування!]===],
},
[2743] = {
[===[Покров темряви]===],
[===[Давай без пустих балачок, {раса:к}. Мій час тут обмежений.

Ти маєш знищити трійцю сили, яка захищає лорда демонів Разеліха. Це не буде таким простим завданням, як звільнення проклятої душі.

<Кіріт посміхається.>

Бачиш, кожен з підлеглих Разеліха носить на шиї третину амулета, створеного самим Разеліхом. Саме цей самий амулет тобі знадобиться, щоб викликати архідемона.

Повертайся до Требора та розкажи йому, що потрібно для виклику Разеліха. Він скаже що робити далі.]===],
[===[Поверніться до полеглого героя Орди зі своїми знахідками.]===],
nil,
[===[Хитрість лорда демонів не поступається його жорстокості, {ім'я}.]===],
},
[2744] = {
[===[Мисливець на демонів]===],
[===[Трійця захищена Разеліхом.

В обмін на свою службу, Разеліх надав кожному з них майже необмежену владу в межах Спустошених земель. В кожному шматку амулета міститься життєва сила їх власника, надаючи їм безсмертя. Доки вони залишаються в Спустошених землях, їх не можна вбити, вони безсмертні.

Є дехто, хто може допомогти тобі, {ім'я}. Відвідай Азшару і знайди мисливця на демонів, на ім'я Лорам Таліпедес. Шукай його на островах.]===],
[===[Поговоріть з Лорамом Таліпедесом в Азшарі.]===],
[===[Що ти тут робиш?]===],
[===[Я допоможу тобі. Однак, я не думаю, що ти повністю розумієш, з ким ти маєш справу.]===],
},
[2747] = {
[===[Незвичайне яйце]===],
nil,
nil,
[===[Я бачила дуже мало яєць з Фераласу у такому незвичайному стані. Вони дуже рідко зустрічаються...]===],
[===[Що ж, тобі вдалося добути таке яйце — дивовижно!

Сподіваюся, ти завжди пам'ятатимеш добро, яке {стать:зробив:зробила} сьогодні.]===],
},
[2748] = {
[===[Чудове яйце]===],
nil,
nil,
[===[Чудове яйце — це те, яке в ідеальних умовах вилупиться без наслідків впливу злих чар огрів Ґордунні.]===],
[===[Дуже добре, {ім'я}. Я відправлю це яйце в Дарнас, де сподіваюсь воно вилупиться!

Будь ласка, прими це як знак моєї вдячності.]===],
},
[2749] = {
[===[Звичайне яйце]===],
nil,
nil,
[===[Звичайні яйця гіпогрифа вилуплюються лише у половині випадків. Ми робимо все щоб доглядати за ними, і якщо пощастить, з них хтось вилупиться.]===],
[===[Отже, ти {стать:знайшов:знайшла} звичайне яйце, {ім'я}? Будь ласка, дай його мені... Будемо сподіватись на краще.

Це небагато, але, будь ласка, прийми цю нагороду. Якщо знову опинишся у Фераласі, пам'ятай, що я завжди готова взяти знайдені тобою яйця.]===],
},
[2750] = {
[===[Погане яйце]===],
nil,
nil,
[===[Такі яйця вже не врятуєш — з них ніколи нічого не вилупиться.]===],
[===[Боюся, у мене для тебе погані новини, {ім'я}. Це яйце вже не врятувати. Я можу забрати його в тебе, щоб позбутися від нього належним чином.

Будь ласка, не засмучуйся, ми не можемо врятувати їх усіх. Якщо будеш у Фераласі знову, будь ласка, спробуй ще раз. Принеси ще яйце для Супер Яйц-Е-Мату!]===],
},
[2760] = {
[===[Орден мітрилу]===],
[===[Більшість наших новачків так і не дістаються Грабіжної Бухти, {ім'я}. Блиску печатки виявляється достатньо, щоб викликати жадібність навіть у найвідданіших ковалів. Але це лише дурні, оскільки ця печатка — лиш крапля в морі порівняно зі скарбами, які чекають на тебе!

Знайди Ґалвана Древнього і покажи йому цю підвіску. Його оселя знаходиться далеко на північ, між Зул'Ґурубом і огрівським згірком Мош'Оґґ.]===],
[===[Поговоріть з Ґалваном Древнім в Тернистій долині.]===],
[===[Вітаю! Підходь ближче, покажи Ґалвану, що це в тебе.]===],
[===[Ах, скільки років минуло відтоді, як хтось був гідний посвяти в орден мітрилу. Почнімо ж!]===],
},
[2761] = {
[===[Плавимо, не плавимо]===],
[===[Багато ковалів вважають, що гірництво і ковальство — це різні, незалежні професії, але чи може бути ковальство без гірництва? Ага, це неможливо! Досвідчений коваль повинен також бути досвідченим гірником.

Покажи Ґалвану, на що ти {стать:здатний:здатна}, {ім'я}. Принеси мені сорок злитків мітрилу та сорок злитків заліза. За це Ґалван навчить тебе робити вишукані мітрилові штани!]===],
[===[Принесіть сорок злитків мітрилу та сорок злитків заліза Ґалвану Древньому в Тернисту долину.]===],
[===[Після доброї роботи м'язи мають нити, а тіло — боліти!]===],
[===[Твоя робота бездоганна, {ім'я}! Ти починаєш розуміти основи Ґалванської мінералогії! Візьми це і вивчи.]===],
},
[2762] = {
[===[Обманне срібло]===],
[===[Кажуть, що ясносрібло є сильнішим і міцнішим за мітрил. Ґалван не сперечається з цією оцінкою мінералів, але, попри свою назву, ясносрібло не є чимось надто незвичайним! Мітрил — набагато благородніший мінерал! ГА-ГА! Хай там як, для цього уроку тобі потрібно знайти це обманне срібло, {ім'я}.

Принеси мені сорок злитків мітрилу та п'ять злитків ясносрібла. В обмін на це, я навчу тебе виготовляти вишукані мітрилові рукавиці, і, що ще важливіше, ти дізнаєшся, що ясносрібло — це брехня!]===],
[===[Принесіть сорок злитків мітрилу та п'ять злитків ясносрібла Ґалвану Древньому в Тернисту долину.]===],
[===[Після доброї роботи м'язи мають нити, а тіло — боліти!]===],
[===[Нелегко з ним упоратися, {ім'я}? Я говорю про ясносрібло, звісно. Так, Ґалван провів понад десять років в горах Альтераку, перш ніж засвоїв цей урок. Візьми це і вивчи!]===],
},
[2763] = {
[===[Мистецтво насичування]===],
[===[Збір коштовних каменів має найважливіше значення для нашого ремесла, {ім'я}. Мало каменів є такими цінними, як цитрин. Магічні властивості, якими ми насичуємо наші вироби, значно посилюються з наявністю цитрину.

У цьому уроці ми зміцнимо сорок злитків мітрилу чотирма цитринами. Результатом буде краще розуміння магічної гемології та знання створювати вишукані мітрилові наплічники.]===],
[===[Принесіть сорок злитків мітрилу та чотири цитрини Ґалвану Древньому в Тернисту долину.]===],
[===[Після доброї роботи м'язи мають нити, а тіло — боліти!]===],
[===[Неможливо відірвати очей від його блиску, {ім'я}. Так, цитрин — славний самоцвіт.

Дивись уважно і дізнайся, чого може навчити така знахідка!]===],
},
[2764] = {
[===[Найкращий учень Ґалвана]===],
[===[Якщо ти {стать:готовий:готова} завершити свою підготовку з Ґалваном, тобі слід відправитися до Пристробляху.

Там ти знайдеш мого найкращого учня, Трентона Світломолота. Він може багато чого навчити тебе у справі виготовлення вишуканого мітрилу. В іншому випадку, залишайся тут і продовжуй вчитися!

А, так, Пристроблях знаходиться у Танарісі.]===],
[===[Поговоріть з Трентоном Світломолотом в Пристробляху.]===],
nil,
[===[Тебе прислав Ґалван Древній?

<Трентон вклоняється.>

Для мене велика честь познайомитися з ще {стать:одним учнем:однією ученицею} майстра!]===],
},
[2765] = {
[===[Коваль-експерт]===],
[===[Коли ти перший раз {стать:прийшов:прийшла} до мене, я відчув, що ти станеш {стать:одним:однією} з моїх найкращих {стать:учнів:учениць}! Ти без вагань {стать:віддав:віддала} Макґавану якусь потужну дрібничку лише для того, щоб зустрітися зі мною. Така сліпа віра та відданість ремеслу повинні бути винагороджені.

Ти {стать:досяг:досягла} високої майстерності в ковальстві, {ім'я}. Збирай свою нагороду!]===],
[===[Заберіть свою нагороду у Ґалвана Древнього!]===],
nil,
[===[Цілком доречно, що ти отримуєш дрібничку набагато більшої сили, ніж та, якою ти {стать:пожертвував:пожертвувала}, щоб потрапити сюди. Користуйся нею на здоров'я, {ім'я}.]===],
},
[2766] = {
[===[Знайти OOX-22/ФЕ!]===],
[===[Ви виявили дивний яйцеподібний металевий пристрій. Покрутивши одну з його ручок, ви пробуджуєте яйце, і воно відкриває якийсь пристрій гномів! Зсередини лунає голос.

"Мене звати Оґлторп, і мій автономний робот розбився! Я винагороджу тебе, якщо знайдеш його! Будь ласка, віднеси цей маяк до робота. 

Я вже вирахував координати для тебе! Він в печері біля долини Лихий Шрам."]===],
[===[Принесіть аварійний маяк до автономного робота Оґлторпа в печеру біля долини Лихий Шрам.]===],
[===[Здається, ви знайшли уламки... механічної курки? З яйця знову лунає голос:

"Так, чудова робота! Це дійсно мій автономний робот, але мої дані показують, що йому потрібен заряд енергії, щоб він зміг повернутись до Грабіжної Бухти на ремонт. Для початку помісти маяк всередину апарата. А решту він зробить сам!"]===],
[===[Ви помістили яйце... аварійний маяк... в середину курки... автономного робота. 

Зсередини робота лунає гудіння та дзижчання — він намагається встати. Коли робот оживає, зсередини долинає голос Оґлторпа:

"Принаймні, OOX-22/ФЕ працює, але йому потрібен капітальний ремонт! Він надто важкий для того, щоб ти {стать:зміг:змогла} нести його... але у мене є ідея. Хочеш трохи доглянути за ним?"]===],
},
[2767] = {
[===[Врятувати OOX-22/ФЕ!]===],
[===[Голос гнома знову тріщить з робота:

"Мені потрібно перемістити OOX-22/ФЕ на відкрите, безпечне місце, щоб він міг почати тривалу процедуру зльоту. Він має вбудовану систему маскування, але мені потрібен час, щоб зробити її знову працездатною. Мені потрібно, щоб ти {стать:супроводжував:супроводжувала} робота з його поточного місцеперебування до, скажімо, доків на Забутому узбережжі! Це має бути ідеальне місце, достатньо просторе, щоб підготувати апарат до польоту!"

"Проведи його до порту, а потім приходь поговорити зі мною в Грабіжну Бухту! Оґлторп Обриднус — кінець зв'язку!"]===],
[===[Проведіть OOX-22/FE в доки на Забутому узбережжі, а потім звітуйте Оґлторпу Обриднусу в Грабіжній Бухті.]===],
[===[Так, я Оґлторп Обриднус, майстер-винахідник до твоїх послуг! Чи можу я тобі чимось допомогти?]===],
[===[О, ТИ - {стать:великий рятівник:велика рятівниця} OOX-22/ФЕ! У мене просто слів немає, настільки я вдячний за твою допомогу! Моя серія автономних роботів потребує вдосконалень, але завдяки тобі, я заощадив безліч часу на відновлення і купу золота на дорогі деталі!

Будь ласка, обери будь-який з цих предметів. Ще раз дякую за твою щедру допомогу, мої роботи і я у тебе в боргу!]===],
},
[2768] = {
[===[Водоматичний стрижень]===],
[===[Сержант Блай обікрав мене! Він сказав, що тільки позичить, але насправді вкрав мій водоматичний стрижень!!! Як же я без нього дізнаюсь, де копати нові колодязі?!

Знайди Блая і принеси мені мій стрижень! Я чув, що він разом зі своєю бандою недоброчесних шукачів пригод подався на пошуки скарбів у Зул'Фаррак, що на заході. Б'юся об заклад, ти знайдеш його там.

Сподіваюся, що тролі подбали про нього, бо якщо тобі доведеться силою забирати жезл, то це може перерости в серйозну бійку.]===],
[===[Принесіть водоматичний стрижень головному інженеру Трюмосвисту в Пристроблях.]===],
[===[Тобі вдалось знайти сержанта Блая? Ти {стать:забрав:забрала} у нього мій водоматичний стрижень?]===],
[===[Молодець, {ім'я}, ти {стать:знайшов:знайшла} його! Тобі довелося застосовувати силу? Сподіваюсь, ти як слід {стать:надер:надерла} зад Блаю та його банді!]===],
},
[2770] = {
[===[Ґаз'рілла]===],
[===[У глибинах Зул'Фарраку — міста піщаних тролів у Танарісі, є священний басейн. З цього басейну тролі викликають величезного звіра! Ґаз'ріллу! Він такий могутній, що навіть луска потріскує від його енергії. Саме цю енергію я хочу використати у своїй машині!

Принеси мені наелектризовану луску Ґаз'рілли!

Але виклик Ґаз'рілли — це таємниця тролів, з якою вони просто так не розлучаться.]===],
[===[Принесіть наелектризовану луску Ґаз'рілли Віззлу Латуноболту на Мерехтливі рівнини.]===],
[===[Ти {стать:приніс:принесла} луску? Мені кортить використати її енергію!]===],
[===[Ого, ти {стать:дістав:дістала} луску! Дякую, {ім'я}. Я не можу дочекатися, коли почну працювати з нею!

Отже, ти {стать:бачив:бачила} Ґаз'ріллу? Вона справді така велика, як про неї говорять??]===],
},
[2771] = {
[===[Гарна голова на плечах]===],
[===[Здається, майстер запланував це з самого початку. Я не навчився створювати предмети, які {стать:навчився:навчилася} виготовляти ти, і тебе не було навчено того, чого навчився виготовляти я.

Майстер мудрий, {ім'я}. Ми навчатимемо одне одного!

Покажи мені, як створювати мітриловий капюшон та вишукані мітрилові наплічники, а я покажу тобі, як створити вишуканий мітриловий шолом.]===],
[===[Принесіть два мітрилових капюшона та одну пару вишуканих мітрилових наплічників до Трентона Світломолота.]===],
[===[Ти {стать:створив:створила} необхідні предмети, {ім'я}?]===],
[===[Відмінно! Справедливий обмін, як на мене. Дивись і вчись, {ім'я}!]===],
},
[2772] = {
[===[Світ біля твоїх ніг]===],
[===[На торішньому чемпіонаті з ковальства всі глядачі бачили, як мене збив з ніг боягузливий пес з ТзНБ "Авантюра". Але вони не знають, як я примудрився виграти змагання: правильно, завдяки вишуканим мітриловим чоботам!

На цьогорічний турнір мені знадобляться вишукані мітрилові штани, адже серед учасників буде подрібнювач з ТзНБ "Авантюра"! Навчи мене робити штани, а я навчу тебе робити чоботи!]===],
[===[Принесіть дві пари важких мітрилових чобіт та одні вишукані мітрилові штани до Трентона Світломолота.]===],
[===[Ти {стать:створив:створила} необхідні предмети, {ім'я}?]===],
[===[Світ буде біля твоїх ніг, {ім'я}! Нехай усі припадуть до твоїх ніг від твоєї величі!]===],
},
[2773] = {
[===[Мітриловий хлопець]===],
[===[В цих краях мене знають як мітрилового хлопця. Я постачаю вишуканий мітрил мандрівникам з усього світу.

<Трентон шепоче.>

Мало хто знає, але я не знаю техніки створення вишуканих мітрилових рукавиць. Шшш! Це буде нашою маленькою таємницею.

Навчи мене створювати вишукані мітрилові рукавиці, {ім'я}, і натомість я покажу тобі плоди мого навчання під керівництвом Ґалвана: вишукану мітрилову кірасу.]===],
[===[Принесіть два важкі мітрилові кіраси та одну пару вишуканих мітрилових рукавиць до Трентона Світломолота.]===],
[===[Ти {стать:створив:створила} необхідні предмети, {ім'я}?]===],
[===[Дякую за все, чому ти мене {стать:навчив:навчила}, {ім'я}. Незабаром ти станеш {стать:володарем:володаркою} справжнього короля вишуканого міфрилового обладунку.

Дивись!]===],
},
[2781] = {
[===[РОЗШУКУЄТЬСЯ: Халіф Скорпідожал]===],
[===[РОЗШУКУЄТЬСЯ: Халіф Скорпідожал!

Пристробляхводоканал заплатить велику винагороду за голову Халіфа Скорпідожала, лідера банди розбійників Пустелебродів. Його злочини включають:

1. Вбивство працівників Пристробляхводоканалу!
2. Крадіжку ресурсів Пристробляхводоканалу!
3. Захоплення майна Пристробляхводоканалу!

Принесіть доказ смерті Халіфа Скорпідожала головному інженеру Трюмосвисту та отримайте винагороду!]===],
[===[Принесіть голову Халіфа Скорпідожала головному інженеру Трюмосвисту в Пристроблях.]===],
[===[Так, {клас:к}, я працівник Пристробляхводоканалу. Чим я можу тобі допомогти?]===],
[===[Нарешті справедливість взяла гору! Ти {стать:завдав:завдала} потужного удару тим паскудним кочівникам! Можливо, смерть Скорпідожала відлякає цих розбійників від колодязів Пристробляху!

Від імені Пристробляхводоканалу, я з радістю вручаю тобі цю винагороду. Ти {стать:зробив:зробила} величезну послугу всім нам.]===],
},
[2801] = {
[===[Сумна історія]===],
[===[Перш ніж ми зможемо продовжити, ти маєш почути мою історію.]===],
[===[Послухайте історію полеглого героя Орди.]===],
[===[Послухай, що я тобі скажу, {ім'я}.]===],
[===[Настав час діяти, {ім'я}.]===],
},
[2846] = {
[===[Тіара Глибин]===],
[===[Давним-давно у мене була красива ювелірна прикраса — тіара Глибин. Попри її красу, вона ще була наділена великою силою, якою могли користуватися тільки ті, хто вмів з нею поводитися.

А коли звістка про тіару дійшла до гідроманта Велрати, вона вирішила присвоїти собі її. Вона відправила своїх підлеглих до мене, щоб вони вкрали тіару, поки мене не було вдома. Злодії!

Я хочу повернути свою тіару! Йди в Зул'Фаррак, місто тролів у Танарісі, знайди Велрату та відбери у неї тіару. Якщо принесеш мені її — заслужиш мою безмежну вдячність.]===],
[===[Принесіть тіару Глибин Табеті в Бруднолипку трясовину.]===],
[===[Ти {стать:приніс:принесла} тіару, {ім'я}? Велрата дізналася, чого коштує переходити мені дорогу?]===],
[===[Чудово! Ти {стать:знайшов:знайшла} її! І, що не менш важливо, Велрата втратила її! Дякую, {ім'я}. Я навіки твоя боржниця!

І якщо раніше я висловлювалась трохи... неввічливо, не звертай на це уваги. Ти зрозумієш, що я набагато приємніше відношуся до тих, хто не намагається мене обікрасти.]===],
},
[2861] = {
[===[Завдання Табети]===],
[===[Ходять чутки, що моя колега-магиня, Табета, яка живе в глибинах Бруднолипкої трясовини, точить зуб на одну пустельну трольку з Зул'Фарраку. Поговори з Табетою, вона розповість тобі більше.

{ім'я}, не забудь взяти з собою друзів. Якщо Табета відправить тебе в Зул'Фаррак, то краще тобі не з'являтись там наодинці.

Ти зможеш знайти оселю Табети на захід від Терамора та на північ від руїн Каменедовбні.]===],
[===[Поговоріть з Табетою в Бруднолипкій трясовині.]===],
nil,
[===[Так, все вірно. Я справді точу зуб на цю трольку. Величезний зуб!

Хочеш допомогти мені?]===],
},
[2864] = {
[===[Тран'рек]===],
[===[У мого брата Тран'река зараз великі проблеми. Він пообіцяв мені партію панцирів скарабеїв кілька тижнів тому, але так і не приніс. Він мій кузен, тож я не хотів би відправляти когось у Пристроблях вибивати з нього гроші.

Чи можеш ти поговорити з Тран'реком замість мене? Повідом йому, що якщо він не доставить мені партію панцирів, йому доведеться відповідати за свої дії.

Пристроблях знаходиться на півночі пустелі Танаріс, в Калімдорі.]===],
[===[Поговоріть з Тран'реком у Пристроблясі.]===],
nil,
[===[Привіт!

То ти {стать:говорив:говорила} з моїм кузеном Кронжеком? Як він? Сподіваюся, що його справи в Грабіжній Бухті йдуть добре...

Панцири скарабеїв, кажеш? Ну... дозволь розповісти тобі історію...]===],
},
[2865] = {
[===[Панцири скарабеїв]===],
[===[Скарабеї Танаріса мають дуже тверді панцири! Достатньо тверді, щоб використовувати їх як матеріал для багатьох речей. Справді багатьох речей!

Насправді ці панцири настільки корисні... що на скарабеїв вже на межі зникнення!

Я знаю, де є ще багато скарабеїв і якщо ти пообіцяєш принести мені їхні панцири, я скажу тобі, де вони знаходяться. Обіцяєш?

Гаразд, у скарабеїв є колонія в Зул'Фарраці. Гадаю, тролі не полюють на них заради панцирів.

Але ти можеш! Йди в Зул'Фаррак і принеси мені цілі панцири!]===],
[===[Принесіть 5 цілих панцирів скарабеїв Тран'реку в Пристроблях.]===],
[===[Ти {стать:приніс:принесла} панцири? Мій кузен у Грабіжній Бухті дуже хоче отримати їх, і він не любить довго чекати!]===],
[===[Чудово! Ти {стать:дістав:дістала} їх!

Дякую тобі, {ім'я}. Ти мене {стать:врятував:врятувала}!]===],
},
[2872] = {
[===[Борг Стоулі]===],
[===[Мій старий приятель Стоулі винен мені особливу пляшку рому. Він працює барменом в порту Паровиманювання в Танарісі, і клявся, що тамтешній ром міцніший за все, що можна знайти в Грабіжній Бухті. Він настільки впевнений, що навіть заявив, що якщо я спробую цей ром і не погоджуся з ним, то він подвоїть борг переді мною!

Ну, я думаю, що він пошкодував про свої слова, і тому й не шле мені ром. Але я про таке не забуваю, тож чому б тобі не поговорити з ним замість мене...]===],
[===[Поговоріть зі Стоулі в порту Паровиманювання.]===],
nil,
[===[А, то ти {стать:говорив:говорила} з МакКінлі, так?

Все зовсім не так! Я зовсім не боюся пригостити його трюмним ромом паровиманювання.

У мене просто немає рому!]===],
},
[2873] = {
[===[Вантаж Стоулі]===],
[===[Я заборгував "Морському вовку" МакКінлі з Грабіжної Бухти трохи рому, щоб владнати суперечку, але проблема в тому, що ром у мене закінчився! Капітан Куерго вкрав мою останню партію, і ховає її у тому обнесеному стінами піратському поселенні на півдні.

Якщо ти зможеш знайти мою партію рому і повернути її, то я зможу довести МакКінлі, що калімдорська випивка в сто разів краща за пійло з Грабіжної Бухти!]===],
[===[Принесіть вантаж Стоулі в порт Паровиманювання.]===],
[===[Ти {стать:знайшов:знайшла} мій вантаж рому, {ім'я}?]===],
[===[Чудово, дякую за вантаж! Тепер я нарешті виграю парі у МакКінлі.]===],
},
[2874] = {
[===[Доставлення до МакКінлі]===],
[===[Дякую ще раз за твою допомогу, {ім'я}. Ось пляшка трюмного рому паровиманювання. Віднеси її до МакКінлі, час розвіяти його впевненість щодо рому Грабіжної Бухти.]===],
[===[Принесіть пляшку Стоулі "Морському вовку" МакКінлі в Грабіжну Бухту.]===],
[===[Стоулі розщедрився на випивку?]===],
[===[Хм, дай-но спробую..

Я не можу повірити! Це пійло... жахливе! Чудово!

Ну що ж, я думаю, Стоулі може залишити гроші собі. Він дотримав свого слова щодо трюмного рому паровиманювання. Ця річ густа, як гравій, і пекуча, як лава!]===],
},
[2875] = {
[===[РОЗШУКУЄТЬСЯ: Андре Вогнебородий]===],
[===[За злочини проти картелю Паровиманювання та Пристробляху розшукується безжалісний пірат Андре Вогнебородий.

За рішенням керівної ради, будь-хто, хто читає це, має дозвіл вживати будь-яких заходів при затриманні Андре та його пособників.

Згідно з указом, якщо Андре помре або з інших причин не зможе постати перед судом, його може представляти його голова, і передача такої голови начальнику служби безпеки Трюмосвисту потягне за собою укладання досить вигідної угоди.]===],
[===[Принесіть голову Андре начальнику служби безпеки Трюмосвисту в порт Паровиманювання.]===],
[===[Виглядаєш трохи {стать:ошелешеним:ошелешеною}. Ти що, {стать:читав:читала} наші юридичні документи?]===],
[===[А, голова Андре. Гадаю, він таки постане перед судом!

Дуже вдячний, {ім'я}. А тепер розпишись тут і я займуся оплатою твоїх послуг.

Не турбуйся через той напис дрібним шрифтом. Там нічого важливого, і... Не думаю, що знайдеться лупа настільки мала, щоб прочитати його.]===],
},
[2876] = {
[===[Розклад кораблів]===],
[===[Цей сувій містить розклад руху вантажних перевезень між портом Паровиманювання та Грабіжною Бухтою. У ньому вказані як минулі, так і майбутні перевезення, а також назви кораблів, які їх везуть. Навпроти деяких стоїть «Х»,, навпроти інших замітки «ВЕЛИКИЙ СКАРБ» та «ВАЖКА БИТВА».

Хтось порту Паровиманювання, мабуть, має побачити цей документ.]===],
[===[Повідомте про розклад кораблів керівництву порту Паровиманювання.]===],
[===[Виглядаєш {стать:захеканим:захеканою}. Хочеш мені щось сказати?]===],
[===[Ох, це, здається, список відправлень і прибуттів кораблів, з точними датами та часом! Якби капітан піратського корабля отримав це у свої руки, він міг би влаштувати собі справжнє свято!

То ти {стать:знайшов:знайшла} їх у пірата? Це тривожні новини...

Дякую, {ім'я}. Я радий, що ти {стать:знайшов:знайшла} ці папери, і що {стать:відправив:відправила} того пірата на корм рибам!]===],
},
[2878] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[2904] = {
[===[Халепа]===],
[===[<Кернобі стогне.> Що... Що сталося?

Останнє, що я пам'ятаю — як мене схопила група дворфів Темного Заліза, побили до півсмерті, а потім кинули сюди до цих брудних трогів.

Забери мене звідси, {ім'я}!

План такий: відведи мене до виходу, і якщо ми виберемося живими, ти підеш до Грабіжної Бухти та скажеш Скуті, що я ходив до Брашпиля, щоб попередити Майстреліца про участь Темного Заліза у створенні тієї супермашини.

Ходімо!]===],
[===[Супроводіть Кернобі до Механічного проходу, після чого поговоріть зі Скуті в Грабіжній Бухті.]===],
[===[А? Кернобі живий??]===],
[===[Гадаю, тебе варто винагородити за повернення Кернобі цілим і неушкодженим, {ім'я}. Якщо ти збираєшся повернутись до Гномреґану, це може допомогти тобі перемогти цього підступного нікчему, мехженера Термоштепселя.]===],
},
[2945] = {
[===[Вкритий брудом перстень]===],
[===[З тіла одного з дворфів Темного Заліза ви зняли предмет, що нагадує перстень. Складно сказати, що це за перстень, оскільки він вкритий товстим шаром бруду. Носити його навряд чи можливо. Однак здається, що з-під шару бруду видніється дорогоцінний метал, а може ще й самоцвіт.

Якщо ви збираєтеся використовувати цей перстень, вам доведеться знайти спосіб очистити його від бруду.]===],
[===[Знайдіть спосіб видалити бруд із вкритого брудом персня.]===],
[===[Перед вами пристрій гномів, до якого прикріплена табличка з написом "Блискочист 5200". Судячи з інструкції під табличкою, ця машина очищає предмети від будь-яких забруднень. На ній є отвір, в який потрібно опустити три срібні монети, щоб почати очищення предмета, поміщеного всередину.

Схоже, варто випробувати цей пристрій на вкритому брудом персні.]===],
[===[Ви поміщаєте перстень в Блискочист 5200 та опускаєте в отвір три срібні монети.

З машини лунає жахливий скрегіт, а її корпус трясеться. Важко уявити, що відбувається з перснем всередині машини...

Нарешті пристрій завмирає і віконце для предметів відкривається з дзенькітом. В ньому лежить маленька акуратно загорнута коробка із червоним бантиком. Схоже, що Блискочист 5200 також упаковує подарунки!]===],
},
[2951] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[2952] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[2953] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[2954] = {
[===[Кам'яний наглядач]===],
[===["Вітаю, я — вартовий цього проходу. Поки серед ваших дисків відсутні пластини Ульдуму, вам заборонено входити на територію Ульдуму."

Можливо, поява кам'яного наглядача Норґаннона — те, на що й очікували ті, хто відправив вас з платиновими дисками в пустелю Танаріс. Як і було доручено, перш ніж продовжувати, ви маєте дізнатись більше про кам'яного наглядача.]===],
[===[Дізнайтесь про призначення кам'яного наглядача Норґаннона, після чого знову доторкніться до постаменту Ульдуму в пустелі Танаріс.]===],
[===[Ви маєте дізнатись більше про призначення кам'яного наглядача, перш ніж продовжувати...]===],
[===[Голос кам'яного наглядача сповнений сили та влади:

"Ваші диски буде повернуто, коли ви знову доторкнетесь до постаменту. Доступ до комплексу вимагає наявності пластин Ульдуму серед вашого набору дисків."]===],
},
[2985] = {
[===[Поклик води]===],
[===[Схоже, що ти вже {стать:готовий:готова} до наступного випробування, {ім'я}. Ти {стать:проявляв:проявляла} терпіння у своєму навчанні, та настав час тобі зробити новий крок. Настав час пізнати чистоту води.

Поговори з Іслен Морською Провидицею в Степах. Ти знайдеш її в рибальській хатині на східному узбережжі, на південь від Південнолютної річки та Брашпиля. Щасти тобі, {ім'я}.]===],
[===[Знайдіть Іслен Морську Провидицю в Степах.]===],
nil,
[===[Ти твердо крокуєш по землі, а твій дух вже зігрітий вогнем — я б сказала, що настав час тобі пізнати чистоту води.

Твій шлях привів тебе так далеко, і сила твого духу дасть тобі сил йти далі. Але перший крок ти маєш зробити {стать:сам:сама}.]===],
},
[3042] = {
[===[Трольське місиво]===],
[===[Піщанолюті тролі з Зул'Фарраку виготовляють матеріал для загартування з пісковику. Я зможу використати його для загартування власних виробів, які створюю! Він дуже цінується майстрами і якщо ти принесеш мені багато цього матеріалу, я добряче віддячу тобі.

Зул'Фаррак розташований на північному заході від Пристробляху. Бажаю успіхів.]===],
[===[Принесіть 20 флаконів трольського місива Трентону Світломолоту в Пристроблях.]===],
[===[Ти {стать:приніс:принесла} місиво, {ім'я}?]===],
[===[Так, це справді чудове місиво! Ще й так багато! Я буду довго використовувати його!

Дякую, {ім'я}. Будь ласка, прийми це як оплату.]===],
},
[3141] = {
[===[Лорам]===],
[===[Отже, ти хочеш битися з демонами? Тоді для початку послухай, що я скажу.]===],
[===[Послухайте історію Лорама Таліпедеса.]===],
[===[Не перебивай мене, {раса:к}.]===],
[===[Так тому і бути...]===],
},
[3161] = {
[===[Ґаз'ридіан]===],
[===[{ім'я}, я науковець, але в серці ще й мисливець за скарбами!

Давним-давно, коли тут ще перебували тролі, вони створили велику кількість прикрас за зразком Ґаз'рілли, гідри, якій вони поклонялися як божеству. Ці прикраси виконані з особливого матеріалу, який я називаю "ґаз'ридіан", на честь їхнього бога-гідри.

Я знайшов кілька таких прикрас самостійно, але я б хотів мати більше, щоб дослідити їх — можливо, ти зможеш знайти ще?

Я навіть винайшов детектор, який допомагає швидко знаходити ґаз'ридіан! Просто вдягни його і розпочинай пошуки!]===],
[===[Марвон Заклепник з Танаріса хоче, щоб ви зібрали 30 газ'ридіанських прикрас.]===],
[===[У тебе виникли проблеми?

Ти можеш знайти ґаз'ридіан практично всюди в Танарісі, {ім'я}, тож продовжуй шукати!]===],
[===[Чудово, ці прикраси ідеально підходять для моїх досліджень. Дуже дякую за допомогу, {ім'я}.

О, і можеш повернути мій шолом?]===],
},
[3321] = {
[===[Не це шукаєш?]===],
[===[Ти {стать:зробив:зробила} багато для ордену, {ім'я}. Відданість, яку ти {стать:вклав:вклала} у досягнення цього рівня відлякала б будь-якого звичайного коваля. Я, як і Ґалван, розумію, що ти — {стать:один:одна} з нас.

Тому я вважаю, що ти заслуговуєш на невелику винагороду. Нічого особливого насправді, лише дрібничка. Тобі можуть бути знайомі її властивості, оскільки саме вона привела тебе до нас з самого початку.]===],
[===[Зачекайте, поки Трентон закінчить свою роботу.]===],
[===[Сьогодні ми завершуємо святкування твоєї відданості ордену.]===],
[===[Встань і прийми наше визнання, {ім'я}, коваль ордену мітрилу.]===],
},
[3362] = {
[===[Чортополоховий чагарник]===],
[===[Ти коли-небудь {стать:бачив:бачила} Чортополоховий чагарник? Це надзвичайно небезпечне місце, {ім'я}.

Ті чудернацькі істоти там, я їм не довіряю! Чортополохові шкарбуни та коренеплети, здається, їх так називають...

Так от, я хочу потрапити в чагарник, але з такою кількістю тих чортополохових тварюк у мене жодних шансів повернутись звідти живим. Ось тут ти й {стать:потрібен:потрібна} — якщо викосити частину цих істот, я, можливо, подумаю про те, щоб знову сходити туди. Що скажеш, {ім'я}? Допоможеш мені?]===],
[===[Тран'рек з Пристробляху просить вас вбити 8 чортополохових шкарбунів і 8 чортополохових коренеплетів.]===],
[===[Я хотів би роздивитися ближче кактуси в чагарнику... Тож залиш хоч щось цілим, гаразд?]===],
[===[Вони такі великі? Мабуть, доведеться обдумати свої плани...

Але ти {стать:виконав:виконала} свою частину угоди, тож ось те, що я тобі обіцяв.]===],
},
[3363] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[3366] = {
[===[Сяючий уламок]===],
[===[Уламок яскраво зелений і, не дивлячись на суцільність, під його поверхнею клубочиться щось схоже на дим. Ви не можете відірватись від кристала і водночас він викликає тривожність.

Можливо, вам варто пошукати в Брашпилі когось, хто зможе розказати про цей кристал більше.]===],
[===[Відправляйтесь до Брашпиля і з'ясуйте, які секрети приховує уламок кошмару.]===],
nil,
nil,
},
[3373] = {
[===[Сутність Ераніка]===],
[===[Ви торкаєтеся самоцвіту та чуєте пронизливий голос у вашій свідомості.

"{стать:Смертний:Смертна}, почуй моє благання. Я — Еранік із Крила зелених драконів, хранитель цього проклятого храму. Я мав завадити тролям в нав'язуванні віри у свого бога, але мене спіткала невдача. Коли я вклав в цей самоцвіт частину своєї сутності, я відчув, як втрачаю владу над Сном і мене поглинає хаос. Будь ласка, поклади цей самоцвіт у купіль сутності в моєму лігві та нехай магія очистить мою свідомість від пороку, щоб я зміг відпочити".]===],
[===[Помістіть сутність Ераніка в купіль сутності, розташовану в його лігві в Затонулому храмі.]===],
[===[Наближаючись до купелі, про яку розповідав Еранік, його голос знову торкається вашої свідомості.

"Так, {стать:смертний:смертна}, ця купіль сутності звільнить незаплямовану частину моєї свідомості, ув'язнену у цьому самоцвіті. Поклади самоцвіт всередину купелі й дай магії Крила зелених драконів очистити мою сутність від скверни та пороку. Тільки тоді я здобуду справжню свободу і тільки тоді Крило драконів зможе відновити своє панування над Атал'ай".]===],
[===[Ви поміщаєте камінь всередину купелі з есенцією.

"Дякую тобі, {стать:смертний:смертна}, ти маєш — ні... Цього не може бути! Ні! Скверна цього проклятого бога заплямувала навіть святість купелі Крила зелених драконів! Ні, будь ласка, я відчуваю, як моя сутність виривається з мене! БІЛЬ! Я відчуваю, як мою душу поглинає вічний кошмар..."

"{стать:Смертний:Смертна}, благаю тебе! Знайди когось з Крила зелених драконів, щоб зупинити це... Допоможи мені... Мене поглинула темрява... Вічні страждання... Будь ласка, змилуйся..."]===],
},
[3374] = {
[===[Сутність Ераніка]===],
[===[Ви застосовуєте камінь присяги і з його допомогою Ітарій подумки промовляє до вас.

"Приймаючи силу, укладену в камінь присяги, ти погоджуєшся допомогти мені та драконам Ізери звільнити понівечену душу Ераніка. Перша з багатьох жертв, на яку, без сумніву, доведеться піти і тобі, і мені — передати мені камінь, в якому сковано те, що залишилося від вільної волі Ераніка.

Зроби це, {ім'я}, і далі ми будемо діяти разом, щоб звільнити душу гідну звільнення."]===],
[===[Принесіть камінь присяги драконів Ізери та скуту сутність Ераніка до Ітарія на болото Скорбот. Там вам доведеться зробити вибір: допомагати драконам Ізери чи ні.]===],
[===[Ось ми й знов на роздоріжжі, {ім'я}. Прийшов час робити новий вибір. Що ти {стать:вирішив, смертний:вирішила, смертна}?]===],
[===[Вибір зроблено, початок покладено. Поки, я вважаю твій вибір вірним. Твої дії та вчинки відтепер визначатимуть, чи слід це продовжувати.]===],
},
[3379] = {
[===[Тінеплет]===],
[===[Павуки Випаленої ущелини – це невичерпне джерело тінешовку. Як ти знаєш, майстри нашої професії дуже цінують тінешовк.

Нещодавно в ці землі проникла група браконьєрів, яка масово убиває павуків, навіть не задумуючись про наслідки своїх дій. Перша твоя задача є простою: знайти їх... і прикінчити.

Почни свої пошуки на півночі.

Якщо тобі знадобиться допомога, звернись до Пожара.]===],
[===[Убийте групу браконьєрів тінешовку у Випаленій ущелині. Ніліт вважає, що їх п'ятеро. Поверніться до Ніліт коли виконаєте завдання.]===],
[===[Тобі вдалось їх знайти?]===],
[===[Чудова робота, {ім'я}.

Візьми цю нагороду – впевнена, подібних виробів з тінетканини ти ще не {стать:бачив:бачила}!]===],
},
[3385] = {
[===[Підпільний ринок]===],
[===[Вони називають себе Підпільним ринком: безжалісні торговці, готові продати, перевезти, торгувати й зробити майже все за правильну ціну.

І що ще гірше, {ім'я}, вони влаштували собі лігво саме тут, у Випаленій ущелині. Торговець Ковіц — їхній ватажок і має тісні зв'язки з місцевими дворфами Темного Заліза.

Нам потрібно завдавати потужного удару і дати зрозуміти, що тут їм не раді. Вбий торговця Ковіца та його посіпаку Брязка. Принеси його торбу торговця, коли закінчиш.

Вирушай у Котел!]===],
[===[Убийте торговця Ковіца та його посіпаку Брязка. Заберіть торбинку торговця з його трупа та принесіть її Ніліт.]===],
[===[Торговець ще живий?]===],
[===[Ти {стать:завдав:завдала} вирішального удару по Підпільному ринку. Тепер їхні ватажки двічі подумають, перш ніж посилати когось в ущелину.

Я оглянула торбу — у ній немає нічого корисного. Якщо тобі сподобається щось із цього барахла — можеш залишити собі.]===],
},
[3402] = {
[===[Підпільний ринок]===],
[===[Я хочу, щоб ти особисто {стать:передав:передала} новину про смерть Ковіца Швачкліцу в Пристроблях. Він буде дуже радий це почути, і я впевнена, що він щедро винагородить тебе.]===],
[===[Поговоріть зі Швачкліцом у Пристроблясі.]===],
nil,
[===[Ковіц здох! Ха-ха, оце так новина, {ім'я}! Роками цей негідник проводив таємні операції на підпільному ринку, завдаючи збитків чесним, працьовитим торговцям по всьому світу.

Ти заслуговуєш на гідну винагороду за це! І ти її отримаєш!]===],
},
[3441] = {
[===[Божественна відплата]===],
[===[Послухай мою історію, {стать:мандрівнику:мандрівнице}.]===],
[===[Послухайте історію Веларока Вітроріза.]===],
[===[Дозволь мені закінчити, см... {раса:к}.]===],
[===[Тобі все зрозуміло? Ти {стать:готовий:готова} діяти?]===],
},
[3442] = {
[===[Бездоганне полум'я]===],
[===[Ти {стать:прийняв:прийняла} правильне рішення, {ім'я}.

Ми повинні завдати удару по найвразливішому місцю — чотирьом сторожовим вежам.

Якщо ми підпалимо вежі, дворфи не встигнуть підготуватися до нашого нападу.

Тобі знадобиться особливий смолоскип, щоб підпалити вежі. Для його виготовлення потрібно добути деякі матеріали.

Принеси мені чотири серця полум'я та чотири мастила големів, і я створю смолоскип бездоганного полум'я.

Дістати ці матеріали ти зможеш у тутешніх големів та елементалів.]===],
[===[Зберіть 4 серця полум'я і 4 мастила големів та принесіть їх Велароку Вітрорізу.]===],
[===[Ти {стать:зібрав:зібрала} матеріали?]===],
[===[Добре, {ім'я}. Ми майже готові.]===],
},
[3443] = {
[===[Кування держака]===],
[===[Щоб тримати бездоганне полум'я, нам знадобиться держак та захист для полум'я. Спочатку потрібно знайти відповідний держак.

Орударі та поневолювачі Темного Заліза з Котла використовують зброю з зачарованого торію, надзвичайно міцного сплаву. Якщо принесеш мені вісім вкритих торієм кинджалів, то я зможу виплавити торій і використати його в створенні держака.]===],
[===[Принесіть 8 вкритих торієм кинджалів Велароку Вітрорізу.]===],
[===[Вісім, {ім'я}. Мені потрібно вісім кинджалів!]===],
[===[Чудова робота, {ім'я}. Ти не {стать:думав:думала} про зміну професії? Стати, скажімо, детективом? Чи збирати сміття? О, я знаю — долучитися до тих дурнуватих гномів, що повзають узбережжями Азерота зі своїми пристроями для виявлення металу в пошуках скарбів. Так, це була б ідеальна робота для тебе.]===],
},
[3444] = {
[===[Круглий камінь]===],
[===[Одного разу я ввійшов до страшних залів Затонулого храму. Зло там проникає у всіх, хто потрапляє в це місце; мені ще пощастило знайти шлях назовні, пробираючись через слиз, що вкриває підлогу. Все, що я пам'ятаю, це як я блукав великою круглою кімнатою, яка була наповнена змієподібними статуями...

Нещодавно я знайшов круглий камінь, на якому, як виявилося, був викарбуваний той самий символ змії. Я відправив його до моєї майстерні в Брашпиль. Принеси його, і, можливо, я розповім тобі більше.]===],
[===[Заберіть круглий камінь з майстерні Марвона Заклепника в Брашпилі.]===],
[===[Брашпиль недалеко звідси, {ім'я}. Подорож не займе багато часу.]===],
[===[Так... Це той самий камінь.

Я починаю пригадувати, {ім'я}...]===],
},
[3446] = {
[===[В глибинах]===],
[===[Всередині храму я бачив круглу кімнату з шістьма балконами, на кожному з яких стояла статуя змії. Мені було цікаво, що станеться, якщо я штовхну одну з них, але це виявилося пасткою! Я мало не розбився на смерть від вибуху. Лежачи на виступі, я подивився вниз і помітив, що в основі кімнати була ще одна статуя, сильно схожа на вівтар... Здається, це був вівтар Гаккара.

Я думаю, вівтар і є секретом — ти маєш віднести цей знак до вівтаря в Затонулий храм.]===],
[===[Знайдіть вівтар Гаккара в Затонулому храмі, що на болоті Скорбот.]===],
[===[Оглянувши статую, ви помічаєте заглиблення збоку, ідентичне за розміром знаку, який вам дав Марвон...]===],
[===[Ви поміщаєте круглий камінь в отвір і чуєте тихе клацання.

Тепер, коли камінь на місці, можна продовжити... але що робити далі?

Можливо, вам варто оглянути цей вівтар...]===],
},
[3447] = {
[===[Таємниця кола]===],
[===[Мої спогади затьмарені, але я постараюсь розповісти тобі все, що пам'ятаю. Коло статуй у Затонулому храмі, хоч і небезпечне місце, але я вірю, що вони приховують таємницю, яка приведе нас до ще більшого скарбу.

З головного вівтаря я зміг активувати низку вогнів. Думаю, якщо ти зможеш з'ясувати, що означають ці вогні, то зможеш розкрити всі таємниці, приховані в цій кімнаті.

Але попереджаю тебе, {ім'я}. В храмі ховається велике зло. Цілком ймовірно, що усі цінності будуть палко охоронятися...]===],
[===[Відправляйтесь в Затонулий храм та дізнайтесь, що приховано в колі статуй.]===],
nil,
[===[Око ідола яскраво виблискує навіть у темряві храму. Всередині прозорого ока приховано щось блискуче. Відсунувши його вбік, ви просовуєте руку всередину статуї й берете те, що там лежить.

Скарб Атал'ай тепер ваш.]===],
},
[3452] = {
[===[Захист полум'я]===],
[===[Нам потрібна остання річ для створення смолоскипа.

На північному заході в горах ти знайдеш великий табір Молота Сутінків. Ходять чутки, що вони носять знаки та ідоли, що вшановують їх бога. Ці предмети можуть містити вдосталь магії для створення магічного захисту. Принеси мені один знак Раґнароса і з його магії я спробую створити такий захист для полум'я.]===],
[===[Знайдіть знак Раґнароса і принесіть його Велароку Вітрорізу.]===],
[===[Я не зможу закінчити смолоскип відплати без відповідного джерела магічної енергії.]===],
[===[Знак випромінює нечисту магію. Це ідеально підходить для нашого завдання.]===],
},
[3453] = {
[===[Смолоскип відплати]===],
[===[Мені потрібно трохи часу, щоб з'єднати усі частини та накласти необхідні чари.]===],
[===[Зачекайте поки Веларок Вітроріз закінчить смолоскип відплати.]===],
[===[Не переривай процес накладання чар.]===],
[===[Є ще одне, останнє завдання, яке ти мусиш виконати.]===],
},
[3454] = {
[===[Смолоскип відплати]===],
[===[Тепер смолоскип має бути прив'язаний до свого власника. Візьми його, {ім'я}.]===],
[===[Візьміть смолоскип відплати.]===],
nil,
[===[Ви берете факел обома руками та відчуваєте, як хвилі гніву та ненависті пульсують крізь ваші руки.]===],
},
[3462] = {
[===[Зброєносець Малтрейк]===],
[===[Поговори з моїм посланцем, зброєносцем Малтрейком. Він пояснить тобі, як потрібно використовувати смолоскип відплати.]===],
[===[Поговоріть зі зброєносцем Малтрейком.]===],
nil,
[===[Ти {стать:готовий:готова} завдати удару?]===],
},
[3463] = {
[===[Задай їм жару!]===],
[===[Слухай уважно, {ім'я}. Хоча чотири вежі неможливо знищити, за допомогою смолоскипа відплати ти зможеш підпалити їх на дуже довгий час — вогнем, який жодна стихія чи сила не зможе загасити.

Поки вежі горять, жоден вартовий чи караульний не зможе піднятися на них – а отже, першу лінію оборони противника фактично буде прорвано.

Тобі потрібно потрапити в кожну вежу та використати смолоскипа відплати всередині. Остерігайся караульних Темного Заліза, {ім'я}.]===],
[===[Підпаліть північну, південну, східну та західну сторожові вежі, використовуючи смолоскип відплати всередині кожної з веж.]===],
[===[Ти {стать:заблукав:заблукала}, {ім'я}?]===],
[===[Чудово! Хіба це не славно, господарю?]===],
},
[3481] = {
[===[Дрібнички...]===],
[===[Скриня здається замкненою.]===],
[===[Відчиніть скриню.]===],
nil,
[===[Скриня відкривається щойно ви торкаєтеся її. Скільки тут може бути скарбів? Є лише один спосіб це з'ясувати.]===],
},
[3508] = {
[===[Розбити закляття]===],
[===[Ти дуже {стать:безрозсудний:безрозсудна}, {ім'я}. Це цінна риса твого виду — сліпо вступати в битву, майже не маючи шансів на успіх. Я допоможу тобі хоча б заради того, щоб побачити смерть поплічників Разеліха.

Для того, щоб зламати захисне закляття, що оточує їх, потрібен час і рідкісні артефакти.

Зачекай, спочатку я маю здійснити ритуал просвітлення. Інформація, яку я зберу, допоможе мені створити могутню зброю.]===],
[===[Зачекайте, поки Лорам завершить заклинання просвітлення.]===],
nil,
[===[Необхідно відшукати ім'я звіра.]===],
},
[3509] = {
[===[Ім'я чудовиська]===],
[===[Є тільки один спосіб завдати шкоди лорду демонів та його послідовникам. Потрібно створити могутню зброю, на якій буде написано його справжнє ім'я.

Коли така зброя буде створена, демон і всі, хто перебуває під його контролем, стануть вразливими.

В Азшарі мешкає менше божество — лорд Арккорок. Тобі потрібно знайти його, але будь {стать:обережним:обережною}, його послідовники не зупиняться ні перед чим, щоб знищити тебе.

Безсумнівно, за таку інформацію тобі доведеться заплатити ціну.]===],
[===[Поговоріть з лордом Арккороком в Азшарі. Щоб знайти храм Арккорана, почніть пошуки неподалік води.]===],
nil,
[===[Лорд демонів?

<Лорд Арккорок сміється.>

Можливо, дехто зможе допомогти тобі з цією інформацією; але спочатку ти маєш допомогти цьому декому.]===],
},
[3510] = {
[===[Ім'я чудовиська]===],
[===[Вона вбиває моїх дітей, {стать:смертний:смертна}. Та, що називає себе володаркою цих океанів. Фальшиве божество, не більше. Знищ її та принеси мені всі її голови.

За це ти отримаєш ім'я, яке хочеш дізнатися, та ще щось не менш важливе.

Вона блукає навколо гнізда... Її звуть - Гетаєра.

<Лорд Арккорок показує на південний захід.>

Йди!]===],
[===[Убийте Гетаєру і поверніть закривавлену голову Гетаєри, побиту голову Гетаєри та розбиту голову Гетаєри лорду Арккороку.]===],
[===[<Лорд Арккорок нахиляється, щоб оглянути вас.>

Де вони?]===],
[===[Нарешті, хтось гідний мудрості Арккорока!]===],
},
[3511] = {
[===[Ім'я чудовиська]===],
[===[Як і обіцяв, я розкрию ім'я лорда демонів — Разеліха-Губителя. Проте спочатку мені потрібно підготувати щось надзвичайно важливе для твоєї подорожі.

Зброю, яку ти прагнеш створити, потрібно буде загартувати. Дай мені хвилину, щоб вичавити кров з цих голів.

<Лорд Арккорок стискає голови великими кулаками, вичавлюючи з них кров.>

Віднеси кров Лораму разом з ім'ям чудовиська: Рах'ліх.]===],
[===[Принесіть кров Лораму Таліпедесу.]===],
[===[Ти {стать:повернувся:повернулася}! Дивовижно, {раса:к}. Ти {стать:дізнався:дізналася} його справжнє ім'я?]===],
[===[Ця кров містить необхідні для гартування зброї кислоти. Залишився лише один крок до її створення.]===],
},
[3512] = {
[===[За словами Ераніка]===],
[===[{Ім'я}, нашим першим кроком буде пошук засобу зв'язку з Ераніком через цей камінь. Зараз він перебуває у хиткому стані на межі між сном і смертю, витаючи в переплетінні нічних жахів. Хоча принесена тобою сутність сильно вражена скверною, все ще є шанс, що ми дістанемося його.

Відправляйся далеко до крижаних земель на сході Зимоключа, та розшукай нашого смертного союзника, Умбранса Маромовця. Це людина, медіум, що говорить з мертвими. Хоча Еранік не зовсім мертвий, він все ж може нам допомогти.]===],
[===[Відправляйтесь у східну частину Зимоключа і поговоріть з Умбрансом Маромовцем.]===],
nil,
[===[Ітарій вчинив мудро відправивши тебе до мене. Поки він не мертвий, в тому сенсі, як ти розумієш смерть, Еранік скоро зможе говорити з нами. Але зараз я не можу допомогти тобі... принаймні, поки що.

Я допоможу тобі, але спочатку мені потрібна допомога того, хто, на відміну від мене, не скутий старечою неміччю. Мій найпотужніший прилад для ворожіння було відібрано проти моєї волі й поки я не поверну його, ми безсилі допомогти Ераніку.]===],
},
[3520] = {
[===[Духи верескунів]===],
[===[Я шукаю духів долинних верескунів Фераласу. Вони є родичами одного дуже стародавнього бога, і їхні духи пов'язані з ним.

Візьми цей жезл і вирушай до Фераласу. Знайди та переможи долинних верескунів в південному та центральному Фераласі і помахай моїм жезлом над їхніми тілами. Таким чином ти виманиш їхні душі. Торкнися кожної з душ і збери їх сутності.

Повернись до мене з моїм жезлом та зібраними душами, і я розкажу тобі більше про того стародавнього бога, про якого я говорив.]===],
[===[Захопіть душі 3 верескунів у Фераласі, а потім поверніться до Є'кіньї в порт Паровиманювання.]===],
[===[Ти {стать:зібрав:зібрала} душі верескунів, {ім'я}?]===],
[===[Ти добре {стать:впорався:впоралася}, {ім'я}. Можливо, час відкрити тобі більше...

Серед тролів існує стародавнє пророцтво, згідно з яким мертвий бог Гаккар, Терзатель Душ, одного дня повернеться на цю землю. Одні кажуть, що прихід Гаккара принесе радість і славу роду тролів, а інші вважають, що його воскресіння знаменує кінець усього сущого.

Я не вірю в цей міф, але я знаю, що сутність Гаккара містить велику силу, і цю силу слід берегти від тих, хто хотів би нею зловживати...]===],
},
[3523] = {
[===[Скара в норах]===],
[===[Неймовірно! Мене звати Белністраз і я дуже вдячний вам за порятунок. Я вже був готовий померти... чи гірше — стати кормом для цих потвор Скари. Так-так, Скара, все правильно. Тутешні свинобрази з нею об'єднались і це просто жах.

Слухайте... Замість того, щоб тікати — ми маємо битись зі Скарою, заради нашого ж спільного майбутнього. Допоможете мені? Може бути небезпечно, та схоже, що вас це не лякає.]===],
[===[Якщо ви згодні допомогти Белністразу, поговоріть з ним знову і віддайте камінь клятви.]===],
[===[Мене не турбує політика. І мені однаково, чи ти з Орди, чи з Альянсу. Я переймаюсь тим, що загрожує всім расам цього світу. І в цих норах загроза ця не мала.

Якщо хочете стати героями цього світу — віддайте мені камінь клятви в знак згоди. Я не місцевий, для мого виду ці камені — важлива традиція при скріпленні угоди.]===],
[===[Чудово, я знав, що вам буде цікаво! Скажу чесно, {ім'я}, нас чекає непроста робота. Але якщо ми залучимо всі зусилля — у нас все вийде.

А тепер я розкажу про це більше...]===],
},
[3525] = {
[===[Знищення ідола]===],
[===[Неподалік входу стоїть ідол, що свинобрази використовують як жертовне вогнище. Ці мерзоти буквально поїдають своїх полонених зі Степів. Я можу знешкодити ідол, щоб вони не могли його використовувати. Та мені знадобиться допомога. Допоможіть мені дійти до ідола і я зможу провести ритуал. Під час нього я не зможу навіть говорити з вами, а тим паче захищати себе, тож це я покладаю на вас. Якщо я загину — ми приречені.

Ви зі мною?]===],
[===[Супроводіть Белністраза до ідола свинобразів в норах Бритвоболотих.

Захищайте Белністраза, поки він виконує ритуал знешкодження ідола.]===],
nil,
[===[Белністраз зникає, залишивши по собі вогнище. Ви вдивляєтесь в полум'я, і бачите образ великого червоного дракона. Ваш розум наповнює грубий голос Белністраза.

"Дійсно, смертні, ваш героїзм виправдав всі мої очікування. Завдяки вам з усім, що затіяли тутешні звірі, покінчено, а моя віра в смертних створінь знову відновлена. Прийміть цю гідну винагороду."]===],
},
[3527] = {
[===[Пророцтво Мош'ару]===],
[===[Стародавнє пророцтво Мош'ару говорить як захопити сутність бога Гаккара. Його написали на двох скрижалях і віднесли в місто тролів — Зул'Фаррак, що на захід від Пристробляха.

Принеси мені скрижалі Мош'ару!

Перша скрижаль — у давно покійного троля, Теки-Мученика. Кажуть, що його катівники перетворились в скарабеїв і тепер повзають по його святині.

Друга скрижаль у гідроманта Велрати, біля священного басейну Газ'рілли.

Коли добудеш скрижалі, принеси їх мені.]===],
[===[Принесіть першу та другу скрижалі Мош'ару до Є'кіньї в Танаріс.]===],
[===[Ти {стать:дістав:дістала} скрижалі пророцтва Мош'ару, {ім'я}?

Коли у мене будуть скрижалі, я досліджу їх і дізнаюся, як утримувати сутність Гаккара!]===],
[===[Добре. Тепер я можу об'єднати ці скрижалі та дізнатися приховані таємниці.

Я вже давно твій боржник, {ім'я}. Та стану ще більшим боржником.]===],
},
[3528] = {
[===[Бог Гаккар]===],
[===[Настав час ув'язнити сутність аватара Гаккара.

Віднеси яйце Гаккара у святилище Занепалого Бога, що в Затонулому храмі Азероту. Скористайся силою яйця, щоб розбудити мертвого бога.

Він відправить проти тебе своїх підлеглих. Розгроми цих кровопивць, збери їхню гаккарську кров та використай її, щоб загасити вічний вогонь, в якому ув'язнений дух Гаккара. Коли полум'я погасне, в наш світ увійде аватар Гаккара.

Здолай його і помісти його сутність в яйце Гаккара.]===],
[===[Принесіть наповнене яйце Гаккара Є'кіньї в Танаріс.]===],
[===[Ти {стать:здолав:здолала} аватар Гаккара, {ім'я}? Його сутність вже ув'язнена у яйці, яке я тобі дав?]===],
[===[Сутність Гаккара ув'язнена в яйці! Навіть зараз в ньому вирує життя! Невже міфи про Гаккара — правда?

Це не може бути правдою, якщо Гаккар народиться знову, я боюсь навіть уявити, що він може наробити. Я зберігатиму це яйце, щоб воно не потрапило в недобрі руки.

Наша співпраця завершена, {ім'я}. Ти {стать:доторкнувся:доторкнулася} до легенди. Можливо, колись твої діяння змінять наш світ.]===],
},
[3567] = {
[===[Нагору]===],
nil,
nil,
nil,
[===[Хочеш побачити вид з вершини Колосів-Близнюків? Я можу відправити тебе туди, {раса:к}.

Але подумай, як ти будеш спускатися. Це шлях в один кінець.]===],
},
[3602] = {
[===[Азшарит]===],
[===[Древні скельні велетні південної частини Азшари живляться камінням. Продукт їхньої життєдіяльності — дуже пластичний та надзвичайно міцний кристал, відомий як азшарит.

На південній гряді знаходяться цілі поклади азшариту, проте його майже нікому не вдавалося добути через надзвичайну жорстокість велетнів.

Ти маєш вирушити на південь і зібрати достатньо азшариту для створення зброї. Мої скверношукачі допоможуть тобі у пошуках кристалів.]===],
[===[Знайдіть двадцять кристалізованих азшаритів в південній Азшарі. Ви можете використати скверношукачів, які допоможуть вам "винюхати" місцеперебування хитромудро схованих кристалів.

Поверніться до Лорама, коли завдання буде виконано.]===],
[===[Зло не спить, {стать:дурню:дурепо}. Ти матимеш час для відпочинку, коли помреш. А тепер принеси мені ті кристали.]===],
[===[Твої завдання в Азшарі закінчені, {стать:смертний:смертна}. Тепер мені потрібно викувати необхідні компоненти для наступного етапу твоєї пригоди.]===],
},
[3621] = {
[===[Створення скверноотрути]===],
[===[Зброя готова до кування. Тобі слід віднести загартований азшарит до того, хто може приборкати енергію скверни.

У Тернистій долині є такий коваль. Гальван Древній, лідер Ордену Мітрилу, створить зброю на твоє замовлення. Ти знайдеш його в таборі між Зул'Ґурубом і огрівським згірком Мош'Оґґ.

Нехай твоя рішучість та віра допоможуть тобі у твоєму випробуванні. Якщо ти зазнаєш невдачі, знай, що твій Бог посміхається тобі, {стать:смертний:смертна}.]===],
[===[Віднесіть вантаж Гальвану Древньому в Тернисту долину.]===],
[===[Лорам, так? Я вже багато років не чув цього імені.]===],
[===[Боже мій, я можу тільки уявити, через що ти {стать:пройшов:пройшла}, щоб отримати ці матеріали. Мало хто наважується піти в Азшару і повертається звідти живим, не кажучи вже про тих, хто стикається з напівбогами та велетнями!]===],
},
[3627] = {
[===[Об'єднання розбитого амулета]===],
[===[Щоб дістатися до Губителя, тобі спочатку потрібно знищити трійцю влади та зібрати частини амулета. Коли ти знайдеш всі три частини, повернись до мене і я розповім як діяти далі..

Йди, {ім'я}! У Спустошені землі! Севіна, Аллістарж та Ґрол повинні померти!]===],
[===[Вбийте Ґрола-Винищувача, леді Севіну та архімага Аллістаржа. З їх трупів заберіть амулет Ґрола, амулет Севіни та амулет Аллістаржа.

Не забудьте використовувати вашу зачаровану азшаритову зброю скверни, щоб послабити трійцю. Їх не можна вбити інакше — але використовуйте її з розумом...]===],
[===[Троє сформують один, і один освітить шлях.]===],
[===[Амулет Разеліха-Губителя знову єдиний, але він відчуває, що ланцюг його влади обірваний. Він знає, що ти йдеш за ним...]===],
},
[3628] = {
[===[Ти — Рах'ліх, демон]===],
[===[Лігво Разеліха знаходиться на вершині найвищої гори в Спустошених землях. Єдиний спосіб потрапити до лігва — використати телепортуючі руни біля гори. Поки ти маєш амулет, ти можеш вільно телепортуватись до лігва. Коли будеш в лігві, тобі потрібно призвати звіра. Амулет — твій ключ, {ім'я}. Використовуй його на вівтарі Губителя.

Якщо ти переможеш Губителя, принеси його ріг. Він стане символом надії для всіх, хто побачить його — доказом того, що герої існують у цьому зруйнованому війною світі.]===],
[===[Знищте Разеліха-Губителя та принесіть відрубаний ріг Губителя полеглому герою Орди. Також вам потрібно повернути оберіг Губителя, щоб полеглий герой міг знищити його та запобігти потраплянню в злі руки.]===],
[===[Більше немає чого боятися.]===],
[===[Сьогодні день, який запам'ятається назавжди. З демонічним володарем Спустошених земель нарешті покінчено!]===],
},
[3638] = {
[===[Угода про нерозголошення]===],
[===[Гоблінська інженерія — це теорія інженерії, націлена на отримання великого прибутку та великих вибухів! Вона дозволяє нам створювати потужні бомби та могутню зброю. Це було описано в книжці, яку ти {стать:прочитав:прочитала}.

У цій книжці також згадується наша давня присяга зберігати секрети наших винаходів. Коли ти стаєш на шлях гоблінської інженерії, це остаточно — про гномську інженерію можеш забути.

Якщо ти все ще хочеш займатися гоблінською інженерією — підпиши цю угоду про довічне нерозголошення таємниць, і знову поговори зі мною. Гарненько подумай, {ім'я}.]===],
[===[Якщо ви згодні займатися гоблінською інженерією, підпишіть угоду про нерозголошення і ще раз поговоріть з Ніксом Вертопруженем в Пристроблясі.]===],
[===[Якщо ти {стать:підписав:підписала} документ і {стать:готовий:готова} віддати його мені, то це остаточно. Тобі сказали, що це поїздка в один кінець. Якщо ти {стать:готовий:готова}, то стрибай на борт!]===],
[===[Ласкаво просимо, {ім'я}! Ти незабаром матимеш доступ до найбільш передових інженерних розробок у всьому Азероті.

Тепер, коли ти {стать:присвятив:присвятила} себе цим знанням, настав час випробувати твої навички. Після цього ми допоможемо тобі розкрити свій потенціал в гоблінській інженерії!]===],
},
[3639] = {
[===[Покажи свою роботу]===],
[===[Як твій наставник, я хочу побачити зразки твоєї роботи. Ти {стать:вправний інженер:вправна інженерка}, без сумнівів, {ім'я}. Однак я хочу проаналізувати твою роботу, щоб виділити гоблінські техніки у твоїй майбутній діяльності. Мені потрібні такі зразки: двадцять великих залізних бомб, двадцять штук твердого динаміту і шість вибухових овець.

Принеси мені ці предмети, і я видам тобі твою власну членську картку гоблінського інженера. Вона обов'язково потрібна для доступу до всіх тренерів гоблінської інженерії!]===],
[===[Принесіть 20 великих залізних бомб, 20 твердого динаміту і 5 вибухових овець Ніксу Вертопруженю в Пристроблях.]===],
[===[Після того, як я побачу твої інженерні вироби, я видам тобі справжню членську картку гоблінського інженера! Допоки картка дійсна, у тебе буде необмежений доступ до будь-якого тренера з гоблінської інженерії по всьому світу.]===],
[===[Ось твоя перша членська картка гоблінського інженера!

Внесок по цій картці сплачено на чотирнадцять днів. Через два тижні термін її дії закінчиться. Коли це станеться — оплати наступний внесок будь-якому тренеру з гоблінської інженерії, щоб отримати нову картку. Без картки твоє членство тимчасово призупиниться, і ти не матимеш доступу до нових креслень.

Це ніяк не вплине на вже набуті знання: якщо ти вже {стать:став гоблінським інженером:стала гоблінською інженеркою}, то це назавжди.]===],
},
[3644] = {
[===[Поновлення членської картки]===],
nil,
nil,
[===[Щоб поновити членську картку, вам потрібно сплатити внесок у розмірі двох золотих.]===],
[===[Оскільки ти займаєшся гоблінською інженерією й маєш гарну репутацію, я можу поновити твою членську картку за дві золоті монети. Після оплати цієї суми тобі буде видана нова картка. Це дозволить тобі мати доступ до креслень гоблінської інженерії від відповідних тренерів.

Ця картка буде дійсна протягом двох тижнів, після чого тобі знову потрібно буде оплатити членський внесок! Якщо ти хочеш мати доступ до креслень, тобі потрібно закрити всі свої заборгованості.]===],
},
[3645] = {
[===[Поновлення членської картки]===],
nil,
nil,
[===[Щоб поновити членську картку, вам потрібно сплатити внесок у розмірі двох золотих.]===],
[===[Оскільки ти займаєшся гномською інженерією й маєш гарну репутацію, я можу поновити твою членську картку за дві золоті монети. Після оплати цієї суми тобі буде видана нова картка. Це дозволить тобі мати доступ до креслень гномської інженерії від відповідних тренерів.

Ця картка буде дійсна протягом двох тижнів, після чого тобі знову потрібно буде оплатити членський внесок! Якщо ти хочеш мати доступ до креслень, тобі потрібно закрити всі свої заборгованості.]===],
},
[3646] = {
[===[Поновлення членської картки]===],
nil,
nil,
[===[Щоб поновити членську картку, вам потрібно сплатити внесок у розмірі двох золотих.]===],
[===[Оскільки ти займаєшся гоблінською інженерією й маєш гарну репутацію, я можу поновити твою членську картку за дві золоті монети. Після оплати цієї суми тобі буде видана нова картка. Це дозволить тобі мати доступ до креслень гоблінської інженерії від відповідних тренерів.

Ця картка буде дійсна протягом двох тижнів, після чого тобі знову потрібно буде оплатити членський внесок! Якщо ти хочеш мати доступ до креслень, тобі потрібно закрити всі свої заборгованості.]===],
},
[3721] = {
[===[Твій власний ООХ]===],
nil,
nil,
nil,
[===[Ти {стать:знайшов:знайшла} три мої автономні роботи серії OOX! Ти {стать:зробив:зробила} набагато більше, ніж {стать:мав:мала}, то ж я дам тобі дещо особливе. Мініверсію того ж робота, який встиг тобі полюбитися!

Зазвичай я не віддаю абикому такі потенціально смертоносні пристрої, але ти мені дуже {стать:допоміг:допомогла}. До того ж бойову механіку та систему самонаведення в цьому роботі було відключено.

Але в усьому іншому це справжнісінький робот серії OOX, їй-бо!]===],
},
[3844] = {
[===[Це таємниця для всіх]===],
[===[Розбитий пліт лежить біля узбережжя. Зважаючи на те, що це лише невеликий ставок, незрозуміло, як він тут опинився, хоча, дивлячись на дерева, можна припустити, що рівень води міг змінитися.

Можливо, варто оглянути місцевість в пошуках підказок...]===],
[===[Подивіться навкруги, щоб знайти підказку про те, кому може належати цей розбитий пліт.]===],
nil,
[===[На дні ставка видно промоклу сумку.]===],
},
[3845] = {
[===[Це таємниця для всіх]===],
[===[Схопивши сумку, ви тягнете її до берега. Можливо, якщо ви оглянете речі всередині, то дізнаєтесь більше про те, кому вони належать.

У прихистку Маршала є кілька мандрівників. Можливо, там ви зможете дізнатися більше.]===],
[===[Огляньте предмети в сумці та віддайте їх власнику.]===],
[===[Привіт. Я тебе десь бачив... Хіба ні?]===],
[===[О... Так, ці речі виглядають знайомими... ну, мабуть...]===],
},
[3881] = {
[===[Порятунок експедиції]===],
[===[Я не знаю, як ти сюди {стать:потрапив:потрапила}, але ми раді тобі! Мене звати Вілліден Маршал і я очолюю незалежну експедиційну групу. Остання та найважливіша наша кампанія натрапила на купу труднощів. Мабуть, найбільш суттєвим нашим прорахунком було те, що ми недооцінили небезпеку кратера Ун'Ґоро!

Коли ми тікали з наших таборів на південному заході й північному сході кратера, ми залишили життєво важливі припаси. Ти виглядаєш дуже переконливо — чи можеш ти допомогти нам повернути їх?]===],
[===[Принесіть ящик з провізією та дослідницьке обладнання Віллідену Маршалу в кратер Ун'Ґоро.]===],
[===[Якщо ми хочемо мати хоч якийсь шанс вибратися звідси живими, нам знадобиться наш ящик з провізією. Крім того, повернення хоча б частини нашого дослідницького обладнання було б благословенням.]===],
[===[Ти {стать:повернув:повернула} як їжу, так і наше дослідницьке обладнання! Ти просто {стать:врятував:врятувала} нашу експедицію — ти {стать:врятував:врятувала} наші життя. Завдяки тобі, ми, можливо, зможемо протриматися тут ще деякий час.

Хоч ми тут небагаті, ти не залишишся без нагороди за таку надзвичайну допомогу. Дякую, {ім'я}. І знай, що твої друзі з експедиції Маршала завжди раді допомогти тобі!]===],
},
[3882] = {
[===[Кидай кості]===],
[===[Можливо, ти думаєш, що я люблю копати, бо я старший землекоп в експедиції Маршала? Можливо, є гірші речі у цьому світі... але мені наразі нічого такого в голову не приходить.

Ми мали копати в Жахогоні — ФАНТАСТИЧНА назва до речі — для решток стегодонів та деметродонів. Але там також досить багато живих істот. Віл та Хол все ще в захваті від вивчення цієї смертельної пастки, тому нам потрібні кістки динозаврів. Але, чесно кажучи, кістки живих динозаврів також підійдуть.]===],
[===[Принесіть 8 кісток динозавра Іскру Ніцокопу в кратер Ун'Ґоро.]===],
[===[Думай про мене що хочеш, але їм байдуже, чи ти добудеш ці кістки з решток древніх стегодонів та деметродонів, чи з тих, що майже поїли нас, коли ми намагалися розставити наші табори. Я просто буду радий, якщо ми виживемо тут...]===],
[===[Чудово, ці кістки підійдуть. І зараз, якщо ти дозволиш мені...

ДЯКУЮ ЗА ВИКОПУВАННЯ ВСІХ ЦИХ КІСТОК З ЗЕМЛІ ДЛЯ НАС І ЗА ТЕ ЩО НЕ {стать:ЗАВДАВ:ЗАВДАЛА} ШКОДИ МІСЦЕВИМ ЗВІРЯМ.

Незалежно від того, чи ти {стать:зробив:зробила} це, чи ні, я не хочу знати. Давай це так і залишимо, добре? Ось — може, це заткне тобі рот. Я готовий на все, щоб вижити тут!]===],
},
[3883] = {
[===[Екологія чужинців]===],
[===[Те, що ми зазнали невдачі, не означає, що ми маємо припинити дослідження! Ми досліджували комах Ґоріші в південній частині кратера, перш ніж опинилися тут. Їхня присутність є незвичайною для екології Ун'Ґоро, і ми хочемо з'ясувати, чому вони тут з'явилися.

У їхніх вуликах мають бути інкубатори для личинок. Ти впізнаєш ці місця за висячими гронами личинок. Збери зразок зі стіни інкубатора в цей флакон і принеси його мені для дослідження. Але будь {стать:обережний:обережна}!]===],
[===[Зберіть зразок зі стіни одного з вуликів Ґоріші в кратері Ун'Ґоро. Шукайте у вуликах кімнати з гронами личинок.

Принесіть зразок Холанії Маршал в кратер Ун'Ґоро.]===],
[===[Ти {стать:приніс:принесла} зразок вулика Ґоріші для моїх досліджень, {ім'я}?]===],
[===[Так, це чудовий зразок. Ти дуже {стать:допоміг:допомогла} мені... Я хотіла б дати тобі велику нагороду, але життя в дикій природі накладає свої обмеження. Однак без твоєї допомоги наші дослідження були б неможливі.]===],
},
[3884] = {
[===[Щоденник Віллідена]===],
[===[Ви знайшли подертий щоденник. Деякі сторінки ще можна прочитати, і в ньому указано, що його власником є Вілліден Маршал. Якщо вірити щоденнику, то Віллідена можна знайти десь в північній частині кратера, куди він та його товариші втекли від жорстоких звірів кратера, коли їхні табори були захоплені.]===],
[===[Поверніть щоденник Віллідену Маршалу десь у кратері Ун'Ґоро.]===],
[===[Вітаю! Я і мої супутники раді бачити тут якихось живих істот, окрім диких звірів-переростків! Що привело тебе в кратер Ун'Ґоро?]===],
[===[Це ж мій щоденник! Я думав, що він загубився, як і майже все інше, що ми привезли в Ун'Ґоро. Щиро дякую, що {стать:повернув:повернула} його мені!]===],
},
[3908] = {
[===[Це таємниця для всіх]===],
[===[Розумієш, я не пам'ятаю, як я потрапив сюди. Ніхто не знає — це таємниця для всіх! Я просто не можу нічого пригадати...

Але ці речі, які ти {стать:приніс:принесла} мені... Я починаю щось згадувати.

Мій меч. Я повинен був якось посилити його, але не знаю, чому. Вибач, що не можу розповісти більше, але я просто не пам'ятаю!

Та все одно, я знаю, куди ти можеш його віднести — до Донови Снігосхов в Зимоключ. Ти знайдеш її біля гарячих джерел. Вона може загартувати меч у тамтешніх джерелах.]===],
[===[Віднесіть меч Лінкена Донові Снігосхов у Зимоключ.]===],
[===[Ого... Лінкен нарешті прислав мені свій меч.]===],
[===[Звісно, я можу загартувати цей меч. Поки я працюю, ти можеш пояснити, чому Лінкен так довго не передавав його мені. Він не з тих, хто забуває щось...]===],
},
[3909] = {
[===[Еліксир Відере]===],
[===[Що? Як? Лінкен... ЗАБУВ?

А, ясно... Втратив пам'ять...

Що ж, ось його меч. Він не завершений. Я знаю, хто може завершити його, але... Поговорити з ним – непросте завдання.

Послухай, я знаю декого, хто може тобі допомогти. Не вдаватимуся до подробиць, але тобі потрібно знайти еліксир Відере. Єдиний, хто може допомогти тобі з цим — це Ґреґан Брагохляп. Його нелегко відшукати, але я чула, що його нещодавно бачили у лісах Фераласа.]===],
[===[Знайдіть Ґреґана Брагохляпа на півночі Фераласу. Від нього ви дізнаєтеся, як можна здобути еліксир Відере, а потім поверніться до Донова Снігосхов у Зимоключ.]===],
[===[Вже {стать:повернувся:повернулася}?]===],
[===[Мені потрібен один флакон, щоб переконатися, що це дійсно цей еліксир... Так... Це те, що треба.]===],
},
[3912] = {
[===[Зустріч на кладовищі]===],
[===[Це зілля дозволить тобі спілкуватися з тим, кого зазвичай навіть не видно...

Візьми зі собою еліксир Відере та меч Лінкена до кладовища, що знаходиться поблизу Пристробляху у Танарісі. Коли будеш там, випий еліксир. Результат може тебе сильно здивувати, але не панікуй.

У своїй "іншій" формі рушай на північ, аж доки не дістанешся до гір. Ти знайдеш його в одному з кам'яних щілин. Його звати Ґаєріан.

Пам'ятай, він розмовлятиме з тобою тільки в тій формі...]===],
[===[Вирушайте на кладовище поблизу Пристробляху та випийте еліксир Відере. Дотримуйтесь решти інструкцій Донови, щоб знайти Ґаєріана.]===],
nil,
[===[Давно вже ніхто зі мною не розмовляв...]===],
},
[3913] = {
[===[Пошуки могили]===],
[===[Коли повернешся на цвинтар, {ім'я}, то знайдеш там надгробок... Та не звичайний надгробок. Він вирізнятиметься з-поміж інших. У ньому криється таємниця.

Натисни на надгробок, і ти дізнаєшся його таємниці...]===],
[===[Поверніться у світ живих та знайдіть надгробок, про який казав Ґаєріан.]===],
[===[Це, мабуть, той надгробок, про який згадував Ґаєріан...]===],
[===[Ви сильно натискаєте на надгробок, і він відсувається, відкриваючи невелике заглиблення.

Поклавши в нього меч Лінкена, ви розумієте, що він ідеально підходить...]===],
},
[3914] = {
[===[Меч Лінкена]===],
[===[Навколо меча спалахує яскраве світло. Після того як воно згасло, ви знову можете взяти меч. Він змінився!]===],
[===[Віднесіть покращений меч Лінкена Лінкену в кратер Ун'Ґоро.]===],
[===[О! Я пам'ятаю тебе! Ти... Ні, не підказуй!]===],
[===[Мій меч... Він завершений!

Тепер, якби я тільки міг згадати, навіщо він мені потрібен...

Ось, дозволь мені хоча б заплатити за твою роботу.]===],
},
[3941] = {
[===[Допомога гномів]===],
[===[Думаю... Думаю... Я знаю, що я прийшов сюди з якоюсь важливою метою...

У мене є ідея, {ім'я}. У печері неподалік знаходиться гномка, на ім'я Джей Ді, яка була дуже люб'язна до мене, коли я тут з'явився. Можливо, я щось розказував їй.

Чому б тобі не піти та запитати її, чи вона щось знає? О, але будь {стать:обережним:обережною} — вона завжди працює з цими дивними кристалами, яких багато у кратері. Я не зовсім розумію, навіщо вони їй потрібні.]===],
[===[Знайдіть Джей Ді Коллі в печері в прихистку Маршала.]===],
nil,
[===[Стій, де стоїш, хвилинку... Я випробовую нову комбінацію кристалів.]===],
},
[3942] = {
[===[Пам'ять Лінкена]===],
[===[А... Лінкен? Так, смішний хлопець. Коли він вперше з'явився тут, він бурмотів про всякі дивні речі. Мабуть, його сильно вдарили по голові.

Але є дещо, що я запам'ятала — він говорив, що майструє якийсь тотем. Сказав, що йому потрібно поговорити з кимось, на ім'я Ерідана Блакитновій... в місці, під назвою Сквернолісся, якщо не помиляюсь.

Сумніваюсь, що він зможе щось розповісти про це. Тож якщо хочеш дізнатися більше, гадаю, тобі варто знайти цю Ерідану.]===],
[===[Знайдіть Ерідану Блакитновій на півдні Сквернолісся.]===],
nil,
[===[Вітаю, {клас:к}. Чим я можу тобі допомогти?]===],
},
[3961] = {
[===[Пригоди Лінкена]===],
[===[Особисто я вважаю, що Лінкен прийшов сюди, щоб позбавити нас від Жаропломеня... Він здається таким звичайним хлопцем, але я помітила, що він зовсім не цікавиться моїми експериментами чи пристроями, як це робили інші гноми. В нього, мабуть, серце справжнього воїна.

Віднеси йому цей тотем. Подивись, чи допоможе це йому згадати, чому він прийшов сюди.]===],
[===[Віднесіть срібний тотем Акваментаса Лінкену в прихисток Маршала.]===],
[===[І знову привіт, {ім'я}!]===],
[===[Джей Ді допомогла тобі?]===],
},
[3962] = {
[===[Небезпечно йти одному]===],
[===[{ім'я}, я нарешті згадав... Я дійсно прийшов сюди, щоб битися з Жаропломенем. Це і є мета моєї подорожі!

Але я вже не герой... Ти ним {стать:став:стала}. Ти так багато {стать:зробив:зробила} — це ти {стать:повинен:повинна} завершити цю справу.

Жаропломінь стереже артефакт, що називається золотим полум'ям. У ньому криється сила потужніша, ніж будь-що мені відоме, тому цей артефакт не повинен потрапити в погані руки.

І моя тобі порада — не ходи {стать:один:одна}.]===],
[===[Вирушайте до Вогнеперої скелі, на південь від прихистку Маршала.

Знайдіть Жаропломеня і використайте тотем, щоб розсіяти захисну ауру. Коли він буде переможений, візьміть золоте полум'я з печери.]===],
[===[Жаропломінь майже непереможний під дією аури, яку йому дає золоте полум'я. Тільки ти можеш розсіяти цю ауру за допомогою срібного тотема Акваментаса.]===],
[===[Дякую, {ім'я}.

Золоте полум'я повернеться до моєї батьківщини, де його можна буде захистити, щоб воно ніколи більше не використовувалося злом.

Без тебе я б все ще не знав, хто я є! Оскільки ти {стать:зробив:зробила} так багато для мене, я хочу дати тобі щось особливе...

Вибирай будь-що!]===],
},
[4005] = {
[===[Акваментас]===],
[===[Візьміть цей мішок припасів з собою в Танаріс. Рушай до бухти Загубленого Вітрила і шукай коло з каменів.

Воно на найсхіднішому півострові...

В цьому колі тобі потрібно прочитати закляття з книги Аквора. Виклич єдине створіння, здатне перетворити зібрані тобою предмети на тотем, за допомогою якого можна вбити Жаропломеня.

Акваментас не буде радий пробудженню, але пам'ятай, ти маєш залишатися в колі, щоб він міг перетворити предмети.]===],
[===[Віднесіть книгу Аквора, сріблясті пазурі та залізодеревне серце в Танаріс.

Використайте книгу Аквора, щоб викликати Акваментаса.

Отримавши завершений тотем, віднесіть його до Джей Ді Коллі в прихисток Маршала.]===],
[===[То ти {стать:повернувся:повернулася}? Хм... Дозволь мені поглянути на це, {ім'я}.]===],
[===[Жаропломінь, кажеш...

Так, я знаю, що у центрі кратера проживає сильний елементаль. Ми всі тримаємося якомога далі. Ніхто не зміг пробитись через потужну ауру, що оточує його. Багато народу знайшло свою смерть в серці кратера.]===],
},
[4041] = {
[===[Еліксир Відере]===],
nil,
nil,
[===[Принеси мені духокорінь, і я зроблю для тебе еліксир Відере.

Я знаю багато про трави й алхімію... Дозволь розказати тобі історію про те, як я був голодний і перетворив золото на сир... Гей, ти куди?]===],
[===[Хех, швидко ти {стать:обдурив:обдурила} старого Міблона.]===],
},
[4084] = {
[===[Срібне серце]===],
[===[Я не знаю того, про кого ти говориш, {ім'я}.

Але не хвилюйся. Якщо твій друг шукав мене, я знаю, чого він хотів.

У серці кратера Ун'Ґоро проживає зло в найчистішій формі. Це зло набуло форми елементаля, на ім'я Жаропломінь... Він захищений аурою, яку ніхто не може розвіяти...

Ніхто... окрім тих, хто має достатньо сили, щоб це зробити. Я можу навчити тебе цій силі, {ім'я}.

Спочатку зроби, як я тобі кажу. Збери 11 сріблястих пазурів і 1 залізодеревне серце у створінь Сквернолісся, а потім повертайся до мене.]===],
[===[Зберіть 11 сріблястих пазурів і 1 залізодеревне серце для Ерідани Блакитновій у Скверноліссі.]===],
[===[Я можу розповісти тобі більше про силу, необхідну для перемоги над Жаропломенем, але спершу ти маєш зібрати необхідні мені речі.]===],
[===[Дуже добре, {ім'я}. Я бачу, що ти справді хочеш допомогти своєму другові.]===],
},
[4113] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4114] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4115] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4116] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4117] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4119] = {
[===[Осквернений нічний дракон]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на нічного дракона. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите чотири порції кенарійського бальзаму зцілення рослин на нічного дракона. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4221] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4243] = {
[===[У гонитві за Е-Мі 01]===],
[===[На жаль, щось сталося з одним з моїх найвеличніших винаходів. Ти {стать:бачив:бачила} механічних білок, чи не так? Щоб підібратись ближче до мавп кратера Ун'Ґоро, я створила механічну мавпу, яка могла б злитися з їхнім видом. Я назвала її Е-Мі 01.

Її очі були зроблені з магічних кристалів, через які я могла бачити все, що бачить вона. Вона дісталася до Грибкової печери — лігва мавп, на схід звідси, і саме тоді я й втратила зв'язок з нею. Останнє, що я бачила, — це те, як один з альфа-самців підійшов до неї, щоб привітатись!

Допоможеш мені знайти її?]===],
[===[Знайдіть Е-Мі 01 в кратері Ун'Ґоро.]===],
nil,
[===[Оглянувши Е-Мі 01, ви виявляєте дві глибокі вм'ятини у творінні інженерного мистецтва Карни. Одна вм'ятина прикрашає плече робота, інша — голову.

Схоже, що в машині не залишилося енергії.]===],
},
[4244] = {
[===[У гонитві за Е-Мі 01]===],
[===[Ретельніше оглянувши робота, ви виявляєте панель, що відкривається. Всередині над дротами ви бачите напис: "Замінити мітрилову обшивку і вимкнути, а потім увімкнути живлення".

Цікаво, чи справді полагодити Е-Мі 01 і повернути її Карні Сноходень в прихисток Маршала буде так просто...

Не спробуєте — не дізнаєтесь.]===],
[===[Знайдіть мітрилову обшивку і поверніться до Е-Мі 01 в кратер Ун'Ґоро.]===],
[===[Панель, в яку необхідно вставити мітрилову обшивку, все ще закрита. Е-Мі 01 залишається нерухомою.]===],
[===[Ви знову знімаєте панель з Е-Мі 01 і обережно виймаєте стару мітрилову обшивку, яка, схоже, перегоріла. Нова обшивка легко вставляється на місце. Єдине, що залишилося зробити — це перевести перемикач у положення "Вимкнено", а потім назад у положення "Увімкнено".]===],
},
[4245] = {
[===[У гонитві за Е-Мі 01]===],
[===[Переконавшись, чи готові ви провести Е-Мі 01 до Карни Сноходень, ви перемикаєте перемикач в положення "Вимкнено". Ще раз озирнувшись навколо, щоб переконатися, що жодна з мавп не наближається до вас, ви готуєтесь побачити, що станеться, коли ви повернете перемикач в положення "Увімкнено".

Це ваш останній шанс... ви впевнені, що хочете це зробити?]===],
[===[Проведіть Е-Мі 01 до Карни Сноходень в прихисток Маршала.]===],
[===[Тобі вдалося допомогти Е-Мі? Та мітрилова обшивка, про яку ти {стать:згадав:згадала}, дійсно могла перегоріти. Впевнена, якщо ти її заміниш, вона відновиться і зможе повернутися додому.]===],
[===[О, тобі вдалося! Чудово! Спасибі, {ім'я}.

О, моя бідна Е-Мі. Поглянь на всі ці вм'ятини. Нічого, я полагоджу тебе, будеш як новенька.

Ще раз дякую, {ім'я}. Я тобі дуже вдячна.]===],
},
[4284] = {
[===[Кристали сили]===],
[===[Я впевнена, що ти {стать:бачив:бачила} їх, {ім'я}. Вони скрізь!

Про що я? Про кристали, звісно ж!

Кристали... Вони розкидані по всьому кратеру. Більшість не звертає уваги, але у мене є відчуття, що вони містять потужну силу. Я проводжу з досліди з ними, але мені не вдалось нічого виявити. Ну, принаймні, поки що.

І, до речі, у мене закінчуються кристали — може, ти зможеш зібрати їх для мене?]===],
[===[Зберіть по 7 кристалів сили кожного кольору: червоного, синього, жовтого та зеленого. Принесіть їх Джей Ді Коллі в прихисток Маршала.]===],
[===[Я просто знаю, що натрапила на щось важливе, {ім'я}!]===],
[===[Тепер я продовжу свої експерименти! Дякую, {ім'я}.]===],
},
[4285] = {
[===[Північний пілон]===],
[===[Для чого вони потрібні? Я не можу перестати думати про них!

Це зводить мене з розуму — те, що чутки про кристалічні пілони, можуть бути правдою. Можеш вважати мене наївною дурепою, але я вірю майже всьому, що мені кажуть.

Взагалі-то, я чула, що один з них знаходиться досить близько. Десь на півночі... Будь ласка, знайди його, {ім'я}. Я просто знаю, що вони існують.]===],
[===[Дізнайтеся, де знаходиться північний кришталевий пілон у кратері Ун'Ґоро.]===],
[===[Ти {стать:знайшов:знайшла} пілон, {ім'я}?]===],
[===[Я знала, що це правда, {ім'я}.]===],
},
[4287] = {
[===[Східний пілон]===],
[===[Я чула про таємничі кришталеві пілони у кратері, {ім'я}. Думаю, що вони досить великі й усіяні кристалами.

Хоча я ніколи не бачила жодного з них, я не можу не думати, що ці чутки правдиві — і що пілони мають щось спільне з цими кристалами.

Чому б тобі не допомогти задовольнити мою цікавість? За чутками, один з таких пілонів знаходиться на східній частині кратера. Зможеш його знайти?]===],
[===[Дізнайтеся, де знаходиться східний кришталевий пілон у кратері Ун'Ґоро.]===],
[===[Ти {стать:знайшов:знайшла} пілон, {ім'я}?]===],
[===[Ун'Ґоро — таке дивне місце, {ім'я}. Це ніби зовсім інший світ...]===],
},
[4288] = {
[===[Західний пілон]===],
[===[Мої дослідження досі не принесли позитивних результатів, {ім'я}. Я сподіваюсь, що ти зможеш допомогти мені, знайшовши один із пілонів, про які я чула.

Можливо, якщо ми поєднаємо біля них кристали певних кольорів... але я надто кваплюсь. Давай спочатку знайдемо їх!

{ім'я}, шукай на заході кратера. Кажуть, що один з пілонів знаходиться десь там.]===],
[===[Дізнайтеся, де знаходиться західний кришталевий пілон.]===],
[===[Ти {стать:знайшов:знайшла} пілон, {ім'я}?]===],
[===[Уздовж країв кратера багато улоговин та печер. Спробуй дослідити їх, якщо не можеш придумати, де ще шукати.]===],
},
[4289] = {
[===[Мавпи Ун'Ґоро]===],
[===[Цей кратер населений численними дивними створіннями — здається, вони є благороднішими версіями створінь, які зустрічаються на моїй батьківщині та далеко за її межами. Я не можу пояснити це, але мені здається, що це місце — осередок сили Матері-Землі. Я віддаю їй пошану кожного разу, коли бачу її прекрасних створінь в кратері.

Якщо і ти хочеш відчути просвітлення, то рушай на північ. Там ти знайдеш великих мавп, які є випробуванням для будь-якої смертної сили. Принеси мені їхні шкури... доведи свою силу.]===],
[===[Принесіть 2 шкури ун'ґорської горили, 2 шкури ун'ґорського топотуна та 2 шкури ун'ґорського рокотуна Торві Слідопиту близ входу до кратера Ун'Ґоро.]===],
[===[Невже ці істоти перемогли тебе, {ім'я}?

Не здавайся так легко. Вистежити й перемогти мавп Ун'Ґоро — непросте завдання навіть для великих мисливців.]===],
[===[Отже, ти {стать:довів:довела} свою силу, достатню, щоб перемогти великих мавп Ун'Ґоро — це добре. Це випробування було легким в порівнянні з Лар'корві, але я не позбавлятиму тебе такої великої перемоги.

Ці шкури стануть чудовим одягом для мого племені. Ти мені {стать:допоміг:допомогла} і {стать:показав:показала}, чого {стать:вартий:варта}.

Перед ніж ти вирушиш на наступне завдання, ми прославимо Матір Землю і подякуємо духам тих мавп, яких ти {стать:знищив:знищила} — вони повинні знати, що їх смерть не даремна.]===],
},
[4290] = {
[===[Здобич Лар'корві]===],
[===[Колись, дуже давно, мій брат взяв трохи м'яса однієї з убитих жертв Лар'корві. Він не знав, але Лар'корві бачив його з лісу. Лар'корві стежив за моїм братом декілька днів, знищуючи все, що траплялося на його шляху. Мій брат, наляканий, нарешті вирішив втекти з кратера і відірватися від Лар'корві.

Лар'корві вбив його неподалік звідси.

Якщо ти хочеш спровокувати Лар'корві, знайди його свіжу здобич і візьми трохи м'яса з неї.

Після цього повертайся до мене.]===],
[===[Знайдіть тушу найсвіжішої жертви Лар'корві та вкрадіть шматок туші молотодона, перш ніж повернутися до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Не сприймай мої слова легковажно, {ім'я}. Якщо ти справді хочеш зустрітися з цією істотою, ти {стать:повинен:повинна} бути {стать:обережним:обережною}... і {стать:розумним:розумною}. Тобі знадобиться багато сили, щоб вистежити Лар'корві та перемогти його.]===],
[===[Цей шматок чудово підійде, {ім'я}. Здається, Лар'корві добре харчується цими днями. Хоча дивно, де він знайшов молотодона в цих краях... Дивно.

Однак, я збережу це до того часу, коли ти будеш {стать:готовий:готова} зіткнутися з цим чудовиськом. Не хвилюйся за мене — я впевнений, що ти настільки {стать:розгнівав:розгнівала} Лар'корві, що він не вб'є мене, поки не скуштує твоє м'ясо.]===],
},
[4291] = {
[===[Запах Лар'корві]===],
[===[Насправді мене дивує, що він ще не прийшов за тобою, {ім'я}. Але все добре, оскільки у мене є план, який приверне цього монстра до нас.

Як домінантний самець, Лар'корві має право розмножуватися з будь-якою самкою, яку він обере — і він обирає багатьох. Ти знайдеш багато яєць равазаврів на заході звідси. Підберись ближче до них, і це спровокує його супутниць. Самки виділяють запах з залоз на голові, що дозволяє самцям знати, що вони готові до розмноження. Принеси мені дві такі залози.]===],
[===[Принесіть 2 феромонні залози равазавра до Торви Слідопита біля входу до кратера Ун'Ґоро.]===],
[===[Будь {стать:обережним:обережною}, {ім'я}. Наближення до будь-якого гнізда з яйцями, безумовно, спровокує самок... навіть якщо ти вже {стать:взяв:взяла} залозу в них. Матері можуть бути не менш смертоносними за самого Лар'корві, коли вони боронять своє потомство. Але якщо все буде добре, то у нас буде надійний спосіб приманити Лар'корві.]===],
[===[Ах, чудові зразки, {ім'я}. Ці залози будуть ідеальними приманками для Лар'корві. Я не можу дочекатися твоєї битви з цим монстром. Він величезний і має кігті, гостріші за найдосконаліші мечі. Ти подивишся йому в очі й відчуєш смерть.]===],
},
[4292] = {
[===[Приманка для Лар'корві]===],
[===[Це буде найскладніша частина, оскільки план дещо заплутаний. На півночі звідси ти знайдеш маленьку стежку в гори. Саме там я востаннє бачив Лар'корві. Ти зрозумієш, що ти у правильному місці за кістками великих створінь, що колись блукали там. Візьми м'ясо, яке ти {стать:знайшов:знайшла}, і поклади його там. Потім натри м'ясо цією сумішшю. Якщо ці дві приманки не привернуть увагу Лар'корві, то я не знаю, що ще може допомогти.]===],
[===[Використовуючи вміст торби Торви, викличте Лар'корві та переможіть його. Потім принесіть голову Лар'корві Торві Слідопиту біля входу до кратера Ун'Ґоро.]===],
[===[Не дозволяй страху взяти над тобою гору, {ім'я}. Страх — великий зрадник... Ти {стать:повинен:повинна} залишатися {стать:сильним:сильною}!

Візьми м'ясо, поклади його в улоговині, а потім використай залозу. Тільки тоді смерть прийде за тобою.]===],
[===[Матір Земля, хвала тобі! Тобі вдалося, {ім'я}! Ти {стать:виявився великим мисливцем:виявилася великою мисливицею} як для свого розміру. Твій дух міцний. Твоя відвага безперечна. І твоя сила виросла. Я схиляюся перед твоїми навичками.

Тільки найвеличніші з моїх предків змогли б досягти чогось настільки неймовірного. Вітаю тебе.]===],
},
[4301] = {
[===[Могутній У'ча]===],
[===[Поки ти {стать:подорожував:подорожувала} по Ун'Ґоро, я бачив інші речі, які могли б сподобатись {стать:такому могутньому мисливцю:такій могутній мисливиці}, як ти. Однією з них була велика мавпа серед горил на півночі. Ти вже {стать:був:була} у тій печері, але цього разу я хочу побачити, чи виживеш ти, якщо візьмеш моє завдання.

Я називаю його У'ча, і він один з найвидатніших синів Матері Землі, в цьому можна не сумніватись. Переможи У'чу і принеси мені його шкуру. Зроби це, і я захищатиму твоє право називати себе {стать:великим мисливцем:великою мисливицею}.]===],
[===[Принесіть шкуру У'чі до Торви Слідопита біля входу до кратера Ун'Ґоро.]===],
[===[У'ча... прекрасний звір. Величезний і червоний, а зуби його гострі, як кинджали. Руки його товсті, як стовбури дерев, а сам він швидкий, як гірський лев. Тобі пощастило зустріти таке випробування хоробрості — багатьом поколінням у моєму племені не пощастило зустріти нічого подібного.]===],
[===[Вітаю, {ім'я}. Я задоволений. Ти {стать:здійснив:здійснила} велике діяння сьогодні.

У'ча був одним з найвеличніших мавп, бачених мною за все життя. Той факт, що ти {стать:здолав:здолала} його, свідчить про твою силу... і хоробрість.

Прийми це на знак моєї поваги. Ти {стать:заслужив:заслужила} його.]===],
},
[4321] = {
[===[Осмислення інформації]===],
[===[Інформація, яку ти мені {стать:дізнався:дізналась} про пілони, дуже цікава...

Дай мені хвилинку, щоб зробити деякі розрахунки, {ім'я}. Поговори зі мною через хвилину, і я зможу дати тобі відповідь, яку ми шукали.]===],
[===[Поговоріть з Джей Ді Коллі за мить.]===],
nil,
[===[Що ж, {ім'я}. Це неймовірно... Я можу тільки сподіватися, що мої розрахунки правильні! Я зібрала всю інформацію в цій книзі та віддаю її тобі.

Думаю, що тепер я можу відповісти на всі твої запитання про кристали, {ім'я}.]===],
},
[4343] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4381] = {
[===[Кристалічне відновлення]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати зелені кристали сили з жовтими кристалами сили.

Згідно з посібником Джей Ді, цю комбінацію можна використовувати для зцілення себе або своїх союзників.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4382] = {
[===[Кристалічна сила]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати зелені кристали сили з синіми кристалами сили.

Згідно з посібником Джей Ді, цю комбінацію можна використовувати для підняття духу.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4383] = {
[===[Кристалічний захист]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати зелені кристали сили з красними кристалами сили.

Згідно з посібником Джей Ді, ця комбінація може бути використана для посилення захисту від фізичної шкоди.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4384] = {
[===[Кристалічне послаблення]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати червоні кристали сили з синіми кристалами сили.

Згідно з посібником Джей Ді, ця комбінація може бути використана для послаблення захисту противника.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4385] = {
[===[Кристалічний заряд]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати червоні кристали сили з жовтими кристалами сили.

Згідно з посібником Джей Ді, ця комбінація може бути використана для створення великого вибуху, який може завдати шкоди вашим ворогам.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4386] = {
[===[Кристалічне вістря]===],
nil,
nil,
[===[Цей пілон дозволяє комбінувати сині кристали сили з жовтими кристалами сили.

Згідно з посібником Джей Ді, ця комбінація може бути використана для створення щита, який завдає шкоди ворогам.]===],
[===[Ви ретельно розкладаєте кристали згідно з діаграмою. Коли ви вставляєте останній кристал на місце, спалах світла сплавляє кристали разом.

Отриманий кристал тепер ваш.]===],
},
[4401] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4403] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4443] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4444] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4445] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4446] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4447] = {
[===[Осквернений нічний дракон]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на нічного дракона. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите чотири порції кенарійського бальзаму зцілення рослин на нічного дракона. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4448] = {
[===[Осквернений нічний дракон]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на нічного дракона. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите чотири порції кенарійського бальзаму зцілення рослин на нічного дракона. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4449] = {
[===[Попався!]===],
[===[Гей! Гей, ти! Ходь сюди!

Ти {стать:повинен:повинна} мені допомогти. Я тікав від дворфів Темного Заліза й сховав си тут. Шляк би їх трафив, цих геологів і єхню магію! Вони, певно, вгледіли, як я йшов сюди, бо замкнули двері й зачинили мене тут.

Провчи їх! О! І заодно можеш принести мені кілько відрізів шовкового полотна.]===],
[===[Вбийте 8 геологів Темного Заліза і принесіть 15 відрізів шовкового полотна персоні, замкненій у вбиральні в Випаленій ущелині.]===],
[===[Я не мо' ждать цілий день! Достань шовкове полотно! Тобто геологів. Проучи їх! Вони мають відчути муй, ну... твуй гнів.]===],
[===[Йо, файна тканина!

Що? О, так... геологи. Ти ж {стать:провчив:провчила} єх, ге? Я не мо' достатньо подякувати тобі, {ім'я}. Пожди хвильку, мені тут тре' закінчити деякі справи... Пак, раз дякуву, {ім'я}.]===],
},
[4450] = {
[===[Гросбух з Танарісу]===],
[===[О, знаєш що? Це нагадало мені про єдну справу.

Ти не хо' помогти мені закінчити роботу, яку я взяв у Танарісі? Це не тєжко...

Крінкл Файносталь з Пристробляху шукає деякі речі, які можна знайти тута, у Випаленій ущелині, та кількох інших місцях. Мо' ти збереш се для него?

Я просто кину книгу під двері, якщо тобі се цікаво. Однеси книгу та речі з неї Крінклу.]===],
[===[Візьміть копію гросбуха Файносталя і знайдіть перелічені в ньому предмети, перш ніж знайти Крінкла Файносталя в Танарісі.]===],
[===[Так? Що я можу зробити для тебе, {раса:к}? Я дуже зайнятий і у мене багато клієнтів. Швидше, будь ласка. Я не хочу здатися грубим, але я просто не маю часу, якщо я хочу закінчити всю свою роботу.]===],
[===[О, ти {стать:знайшов:знайшла} час, щоб виконати роботу, про яку я просив. Чудово. А я думав, що ти попросиш мене змайструвати щось для тебе.

Все ідеально... і все на місці. Дякую, {клас:к}.

Можливо, не буде зайвим нагородити тебе... хмм, що б тобі було корисним...]===],
},
[4451] = {
[===[Ключ до свободи]===],
[===[Маленький латунний ключ виглядає досить простим. Єдине, що робить його особливим, це напис, вигравіюваний на ньому:

"Вбиральня Темного Заліза — не робити копій".

Ви не маєте жодної здогадки, що це за ключ чи куди він може привести.]===],
[===[Знайдіть в Випаленій ущелині застосування знайденому ключу від вбиральні Смердюха.]===],
[===[*кашель*

Хто там? Не бач, що я занятий?]===],
[===[Ото да! Як ти се {стать:зробив:зробила}? Я знаю, що трикляті дворфи Темного Заліза схували його, як замкнули мене тут! Красно дякую, {ім'я}. Ти {стать:майкращий:майкраща}! Тепер просто одчини двері й випусти старого Локіда звідсілся!]===],
},
[4461] = {
[===[Осквернений кнутокорінь]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на кнутокорінь. ЇЇ корені виглядають жорсткими та шкірястими, а вся рослина вкрита слизом. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите три порції кенарійського бальзаму зцілення рослин на кнутокорінь. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4462] = {
[===[Осквернений нічний дракон]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на нічного дракона. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите чотири порції кенарійського бальзаму зцілення рослин на нічного дракона. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4464] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4465] = {
[===[Осквернений піснеквіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на піснеквіт. Плоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите кенарійський бальзам зцілення рослин на піснеквіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4466] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4467] = {
[===[Осквернений вітроцвіт]===],
nil,
nil,
[===[Ви знайшли хвору, осквернену рослину, схожу на вітроцвіт. Ягоди, що висять на ній, тхнуть гниллю. Ця рослина відчайдушно потребує догляду, щоб повернутися до нормального стану.]===],
[===[Ви наносите дві порції кенарійського бальзаму зцілення рослин на вітроцвіт. Він миттєво починає змінювати свій вигляд, перетворюючись на живу і здорову рослину.]===],
},
[4490] = {
[===[Виклик скверножеребця]===],
[===[Я хотів би віддячити тобі за терплячість і наполегливу роботу. Але знай, що викликати скверножеребця у майбутньому буде набагато складніше. Тобі доведеться заслужити його... і це не буде легко.

Наразі ти маєш здатність викликати цю істоту і використовувати її на свій розсуд.]===],
[===[Поговоріть зі Страгадом Фарсаном в Брашпилі, щоб навчитися виклику скверножеребця.]===],
nil,
[===[Щасти тобі, {ім'я}. Я з нетерпінням чекаю зустрічі з тобою в майбутньому.]===],
},
[4491] = {
[===[З допомогою друзів]===],
[===[Ух... Тут так спекотно...

Я досліджував цю місцевість, коли раптово спека стала нестерпною. Мабуть, я отримав тепловий удар.

Будь ласка, допоможи мені повернутися до моєї подруги Сулиці у прихисток Маршала. Здається, що я вже оговтався і можу слідувати за тобою.

Я відчуваю невелику слабкість, тож якщо мені знову стане погано і я знепритомнію, просто побризкай на мене водою з фляги Сулиці. Сподіваюсь, це допоможе...]===],
[===[Відведіть Рінґо до Сулиці Везам у прихисток Маршала.

Якщо Рінґо знепритомніє, скористайтесь флягою Сулиці, щоб привести його до тями.]===],
[===[Я так хвилювалася за Рінґо...]===],
[===[Рінґо не в найкращій формі, {ім'я}, але я рада, що він повернувся цілим і неушкодженим!

Дякую, що {стать:знайшов:знайшла} його.]===],
},
[4492] = {
[===[Загубився!]===],
[===[Ти маєш допомогти мені, {ім'я}! Мій друг Рінґо пішов, щоб дослідити вулкан на південь від нас, і його немає вже надто довго. Я дуже хвилююся за нього.

Як думаєш, ти зможеш його знайти? Чому б тобі не взяти з собою мою флягу — якщо ти знайдеш Рінґо, я впевнена, що вона йому знадобиться!]===],
[===[Знайдіть Рінґо на Вогнеперій скелі.]===],
[===[Щ... Що?]===],
[===[Ох... Я так радий, що хтось мене знайшов...]===],
},
[4496] = {
[===[Плутанина в джунглях]===],
[===[Мої дослідження показали, що сілітіди подібні до бджіл — знищ королеву вулика, і решта без неї пропадуть. Я створю приманку, яку ми використаємо, щоб виманити королеву. І коли вона з'явиться, ти знищиш її.

Спочатку нам потрібні деякі реагенти; ми ж не хочемо, щоб ти {стать:пішов:пішла} в джунглі {стать:непідготовленим:непідготовленою}. Прямуй на захід, знайди вулик сілітідів в кратері Ун'Ґоро та збери пахучу залозу в одного з цих мерзенних жуків. Мені також знадобляться зразки ґрунту Ун'Ґоро.]===],
[===[Принесіть пахучу залозу Ґоріші та 5 зразків ґрунту Ун'Ґоро алхіміку Товкачеру в Пристороблях.]===],
[===[Знайти правильну пахучу залозу може виявитися непросто — вона має бути в ідеальному стані, чому зовсім не сприяє спосіб видобутку. Щодо ґрунту, я припускаю, що його досить легко знайти.

Так чи інакше, у тебе є реагенти, які мені потрібні для створення приманки?]===],
[===[А, ось і пахуча залоза, чудово. Схоже, що мембрана ціла — відмінно. А ґрунт, так, він теж прекрасно підійде. Я дещо додам, і зроблю з цього чудову приманку.

Дай мені хвилинку, щоб створити приманку, {ім'я}. Коли вона буде готова, ми зможемо перейти до наступного кроку, який, сподіваємося, зупинить силітідів поки вони не захопили Пристоблях... і решту Калімдору.]===],
},
[4501] = {
[===[Стережіться жаходактилів]===],
[===[Розшукуються вправні бійці, щоб усунути загрозу, що йде від жаходактилів, що населяють кратер Ун'Ґоро. Їх чисельність зростає, і вони стають загрозою для мандрівників у цьому районі.

Зменште їхню популяцію, знищивши 10 жаходактилів і 15 навіжених жаходактилів.

Після виконання завдання зверніться до Сулиці Везам, щоб отримати винагороду.]===],
[===[Вбийте 10 жаходактилів і 15 навіжених жаходактилів, після чого поговоріть з Сулицею Везам в прихистку Маршала.]===],
[===[Чесно кажучи, я не дуже переймалась всілякими дивними створіннями... Доки не побачила, напис на великому камені:

СТЕРЕЖІТЬСЯ ЖАХОДАКТИЛІВ

Хто це написав? Не знаю, але звучить надто моторошно, щоб просто проігнорувати це!]===],
[===[Жаходактилі лякають мене! Дякую, що {стать:зменшив:зменшила} їх кількість, {ім'я}. Думаю, тепер я можу наважитися вийти з прихистку Маршала.]===],
},
[4502] = {
[===[Вулканічна активність]===],
[===[Я багато чому навчилася, поки навчалася у Марвона Заклепника. Але він вже так давно поїхав, що я вже думаю працювати над деякими власними експериментами.

Я нещодавно читала про кратер Ун'Ґоро і про дивну вулканічну активність, що відбувається в середині кратера. Мені здається, що я могла б багато чого дізнатися, якби мені вдалося отримати трохи попелу з тамтешніх елементалів.

Чи не {стать:міг би:могла б} ти зібрати його для мене, якщо все одно йдеш туди?]===],
[===[Зберіть 9 зразків попелу Ун'Ґоро у вогняних елементалів навколо вулкана в кратері Ун'Ґоро і принесіть їх до Лів Хуткокріп в Брашпиль.]===],
[===[Чи правда, що вулкан в Ун'Ґоро активний? Я впевнена, що могла б багато чому навчитися, отримавши трохи попелу звідти, {ім'я}.]===],
[===[Ці зразки ідеально підійдуть для мого дослідження! Дякую, {ім'я}! Обіцяю, ти будеш {стать:першим:першою}, кому я розповім про свої знахідки.]===],
},
[4503] = {
[===[Летючий апарат Шиззла]===],
[===[Я будую летючий апарат!

Я потрапив сюди, і я абсолютно жахливо розбираюсь у місцевості. Я б полетів назад до Пристробляху на грифоні чи виверні, але ці звірі мене лякають до смерті.

Так от, допоможеш мені? Мені залишилося лише побудувати крила, і я думав, що перетинчасті луски жаходактилів та деметродонів ідеально підійшли б. У мене проти них немає жодних шансів, але ти виглядаєш досить {стать:міцним:міцною}. Чому б тобі не спробувати?]===],
[===[Зберіть 8 перетинчастих лусок деметродонів і 8 перетинчастих лусок жаходактилів для Шиззла в прихистку Маршала.]===],
[===[Кожній великій машині потрібне ім'я... Я думав назвати його... Збитий!]===],
[===[Так, ці луски ідеальні. З ними я точно зможу відірвати цей апарат від землі!

Дякую!]===],
},
[4504] = {
[===[Суперлипучка]===],
[===[Я завжди шукаю спосіб швидко заробити, {ім'я}. Якщо ти допоможеш мені втілити мою нову ідею, я розділю з тобою прибуток. Як тобі така угода?

Я так і знав!

Рушай до смоляних озер у північній частині кратера Ун'Ґоро та збери для мене трохи смоли. Але не просто смоли, а смоли звірів, що живуть поруч зі смоляними озерами. Звичайна смола недостатньо липка.

Рослиноподібні створіння містять у своїй шкірі хлорофіл, і змішуючись зі смолою, він робить її надзвичайно липкою!]===],
[===[Зберіть 12 зразків надлипкої смоли для Тран'река з Пристробляху.]===],
[===[Тран'рек зробить це знову — цей надлипкий клей будуть розбирати як гарячі пиріжки!]===],
[===[Так, ця смола — саме те, що треба...

Гей, зачекай, мої руки... Я не можу їх розчепити...

Можливо, це була не така вже й гарна ідея. Зачекай! Засіб для видалення надлипкої смоли! Ось на чому можна заробити справжні гроші!]===],
},
[4507] = {
[===[Пішак б'є королеву]===],
[===[Ось приманка. Усередині вулика повинен бути якийсь кристал. Ми вважаємо, що сілітіди використовують його як своєрідний пристрій для комунікації по всьому вулику. Щодо місця, де може бути цей кристал... я б порадив пошукати в інкубаторах всередині гнізда.

Якщо покласти приманку на цей кристал, має з'явитись з'явиться королева, але попереджаю — її, мабуть, захищатимуть стражі. Вбий королеву та вийми її мозок. Хоча це й звучить огидно, та нам дуже потрібно дослідити його. Удачі, {ім'я}!]===],
[===[Викличте і переможіть королеву вулика Ґоріші.

Віднесіть мозок королеви Ґоріші алхіміку Товкачеру в Пристроблях.]===],
[===[Нам терміново потрібен мозок королеви для дослідження. Базуючись на наших дослідженнях, ми вважаємо, що ці сілітіди перебувають під контролем злої сили. Мені страшно думати, хто може керувати такою підступною тварюкою, як сілітід, {ім'я}.]===],
[===[Фантастично, {ім'я}! Ми здобули чималу перемогу сьогодні. Утім, нам знадобиться трохи часу, щоб повністю розібратися з отриманими матеріалами. Але не хвилюйся, ми використаємо це на благо.

Щодо сілітідів, я сумніваюся, що ми зуміли зупинити їхню навалу. На жаль, це було б надто легко.]===],
},
[4601] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[4602] = {
[===[Блискочист 5200!]===],
[===[Цей пристрій виділяється серед гномів, які намагаються протистояти божевіллю, що коїться за межами кімнати. На невеликій табличці на пристрої написано: "Блискочист 5200", а нижче текст:

"Ваші цінні речі вкриває товстий шар бруду? Блискочист 5200 поверне їм первісний блиск! Вставте предмет, який ви хочете очистити, і опустіть три срібні монети у монетоприймач. Дайте Блискочисту 5200 трохи попрацювати, і вуаля! Ваші речі стануть чистими та блискучими!"]===],
[===[Помістіть в Блискочист 5200 вкритий брудом предмет та три срібні монети.]===],
[===[Схоже, що для того, щоб пристрій запрацював, йому потрібен вкритий брудом предмет і три срібні монети. Щойно ви помістите це все всередину, Блискочист 5200 має запрацювати...]===],
[===[Ви поміщаєте вкритий брудом предмет і три срібні монети в Блискочист 5200 і машина оживає, з гудінням відшкрябуючи бруд з предмета. Гучний, несамовитий стукіт лунає зсередини машини, а його металевий корпус скрипить, хитаючись з боку в бік...]===],
},
[4603] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[4604] = {
[===[Блискочист знову в дії]===],
nil,
nil,
[===[Блискочист 5200 порожній. Для початку роботи йому потрібен вкритий брудом предмет і три срібні монети!]===],
[===[Блискочист 5200 оживає, хитаючись зі сторони в сторону. Всередині бруд, що вкрив предмет, розчиняється за допомогою спеціального очисника гномів.

Блискочист 5200 зупиняється, сповіщаючи про це знайомим дзенькотом. У приймальному отворі машини лежить маленька акуратно загорнута коробка.]===],
},
[4605] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[4606] = {
[===[Блискочист 5200!]===],
nil,
nil,
nil,
[===[Блискочист 5200 зупинився так само різко, як і почав. Віконце для предметів відкривається з дзенькотом, і ньому лежить маленька акуратно загорнута коробка з бантиком. Схоже, що Блискочист 5200 також упаковує предмети після очищення. Навіть якщо предмет все ще брудний, принаймні тепер він загорнутий у красиву коробочку.

Що ж, є лише один спосіб дізнатися, чи він впорався...]===],
},
[4781] = {
[===[Матеріали для золотої кровомантії]===],
[===[Твоє наступне завдання таке ж просте, як і перше, але тобі знадобиться допомога.

Мені потрібна золота нитка для вишивки мантії, але золоту нитку не так просто дістати, і дуже мало хто вміє її виготовляти. На щастя, той, хто вірний нашій справі, знає її секрети та готовий допомогти тим, хто підіймається в наших рядах.

Принеси злиток золота до Зиска Добрострока в Грабіжну Бухту. Він кравець-майстер і з радістю спряде для тебе нитку. Золоті злитки плавляться досвідченими шахтарями. Звернись за допомогою до шахтаря.]===],
[===[Принесіть злиток золота Зиску Добростроку у Тернисту долину.]===],
[===[Золоті злитки, так... так. Принеси мені один, і подивимося, що можна зробити, щоб виткати для тебе нитку. Доти я б порадив тобі сконцентруватися на тому, щоб стати сильніше. Найважчі випробування ще попереду. І повір мені... ти пошкодуєш, що не {стать:підготувався:підготувалася}, незалежно від того, наскільки {стать:сильним:сильною} ти б не {стать:був:була}.]===],
[===[Чудово, {ім'я}. Я радий, що ти {стать:зміг:змогла} так швидко знайти шахтаря, щоб той тобі допоміг. Чи ти {стать:зробив:зробила} його власноруч? В будь-якому випадку, ти добре {стать:впорався:впоралася}. Нитка з цього злитка вийде чудова.

Виготовлення нитки займе деякий час, тому тобі доведеться повернутися трішки пізніше... Я взагалі-то відсилаю її принцесі, яку ми замкнули у вежі, і чия єдина робота — прясти золоті нитки... ні, серйозно. Я не жартую... Гаразд, жартую.]===],
},
[4782] = {
[===[Матеріали для золотої кровомантії]===],
[===[Повернись до Менари та скажи їй, що це займе деякий час, але я обов'язково зроблю це для неї... і для тебе. Скажи їй, щоб вона доручила тобі зібрати решту компонентів — до того моменту нитка повинна бути в мене. Тоді ти зможеш повернутися і забрати її.

Хай щастить, {ім'я}. А, і передай вітання Страгаду від мене, коли будеш там. От старий дивак... побудував вежу прямо поруч з Брашпилем... божевільний.]===],
[===[Поверніться до Менари Пустоплестої в Степи.]===],
nil,
[===[Чудово, ти {стать:повернувся:повернулася}, {ім'я}. А де нитка?

А, я розумію. Це прийнятно. Гоблін і його брат ще жодного нас разу не підводили — думаю, цілком зрозуміло, що він не встиг зробити її прямо зараз. Нехай буде так... Тим часом ми займемося іншими справами.

Ти {стать:готовий:готова} до наступного кроку?]===],
},
[4783] = {
[===[Матеріали для золотої кровомантії]===],
[===[Наступні компоненти ти знайдеш в Спустошищі, далеко на заході від Степів, за Каміннопазуристими горами.

Там, все ще панує хаос після Розколу. Там ти пройдеш випробування як на силу, так і на хитрість — ти зіткнешся з породженнями ненависті з Палаючого Легіону.

Принесіть мені кров сатирів племені Скаженолютих, які знаходяться на північному сході, та камінь молодшого пекельника з руїн Маннорок.

Ми використаємо обидві складові для створення твоєї мантії.]===],
[===[Принесіть 10 флаконів крові скаженолютих сатирів і 1 камінь молодшого пекельника Менарі Пустоплестій в Степи.]===],
[===[Спустошище — небезпечне місце: наги, велетні, сатири, Палаючий Легіон... Всі вони та войовничі клани кентаврів роблять цю землю дуже небезпечною, якщо ти не будеш {стать:обережним:обережною}.

Як я вже казала, це не лише випробування твоєї сили та хитрості, а й твого терпіння. Не втрачай пильності в цих землях, {ім'я}.]===],
[===[Чудово, {ім'я}. Ці зразки дуже чудові. Я поки підготовлю їх, а ти тим часом можеш зайнятися останніми двома компонентами. Ти {стать:готовий:готова}?]===],
},
[4784] = {
[===[Матеріали для золотої кровомантії]===],
[===[Тепер мені потрібні лише три речі, {ім'я}, і ми зможемо закінчити твою мантію.

Перше — це тонка золота нитка, яку для тебе зробить Зиск. Повернись до нього в Грабіжну Бухту та забери її.

Друге — добудь два жаристі вугілля у вогняних елементалів на височині Араті. Якщо я правильно пам'ятаю, вони знаходяться на заході, біля стіни Торадіна.

Наостанок — уламок душі, який ти створиш самостійно.

Після того, як у тебе будуть всі компоненти — повертайся у вежу і я завершу мантію для тебе.]===],
[===[Принесіть тонку золоту нитку, 2 жаристих вугілля та уламок душі Менарі Пустоплестій в Степи.]===],
[===[Залишилося недовго, {ім'я}. Я обіцяю тобі. Мантія задовольнить твої потреби та безперечно дасть перевагу над твоїми опонентами.]===],
[===[Чудово, {ім'я}! Компоненти у нас і ми готові.

Я впевнена, тобі сподобається результат.]===],
},
[4785] = {
[===[Тонка золота нитка]===],
nil,
nil,
nil,
[===[Ось, тримай, {ім'я}. І передай вітання від нас Менарі.

Ми очікуємо від тебе великих звершень. Можливо, коли Легіон паде на коліна, твоє ім'я буде виголошуватися на всі лади, прославляючи твою силу. Не можу дочекатися!]===],
},
[4786] = {
[===[Завершена мантія]===],
[===[Зараз я шитиму для тебе мантію. Це займе всього кілька хвилин. Не відходь далеко.]===],
[===[Почекайте доки Менара Пустоплеста завершить вашу мантію та поговоріть з нею.]===],
[===[Хвилинку, {ім'я}...]===],
[===[Готово, {ім'я}. Ось вона, твоя нагорода. Носи її з гордістю.

Ти дуже наполегливо {стать:працював:працювала} і я знаю, що в тебе велике майбутнє. Пам'ятай, що для того, щоб протистояти псуванню, що супроводжує наш шлях, потрібна велика воля і стійкість. Якщо твоя воля залишається незламною — на тебе чекає великий успіх.]===],
},
[4787] = {
[===[Древнє яйце]===],
[===[Пророцтво Мош'ару говорить про древнє яйце. Це реліквія часів, коли тролі правили великими імперіями, і воно має силу утримувати сутність Гаккара. Можливо, це єдиний спосіб захистити наш світ від його зла.

Принеси мені древнє яйце, {ім'я}. Кажуть, що воно сховане глибоко в Джинта'Алорі в Внутрішніх землях, у печері за амфітеатром на вершині міста.]===],
[===[Принесіть древнє яйце Є'кіньї в Танаріс.]===],
[===[Ти {стать:дістав:дістала} древнє яйце? Я відчуваю, як прокидаються великі сили. Боюся, у нас обмаль часу.]===],
[===[А, яйце у тебе! Я кланяюсь тобі, {ім'я}. Твою силу і хоробрість надовго запам'ятають.]===],
},
[4788] = {
[===[Останні скрижалі]===],
[===[Поки я розшифровую третю та четверту скрижалі Мош'ару, ти маєш знайти п'яту і шосту! Це буде нелегко, бо вони у тролів племені Зотлілого Терену в Чорноскельному шпилі. Цей шпиль — в темній вогняній горі між Палаючим Степом та Випаленою ущелиною.

Щасти тобі, {ім'я}. Чорноскельний шпиль — не місце для порядних людей...]===],
[===[Принесіть п'яту та шосту скрижалі Мош'ару розвідувачу Залізочоботу в Танаріс.]===],
[===[Ти {стать:був:була} на шпилі, {ім'я}? П'ята та шоста скрижалі у тебе?]===],
[===[Неймовірно! Ти {стать:знайшов:знайшла} їх! Ти {стать:справжній герой:справжня героїня}, {ім'я}!

Це дуже добре, бо коли я прочитав скрижалі, які ти мені {стать:приніс:принесла}, я зрозумів, що нам не обійтись без {стать:героя, який:героїні, яка} зупинить те, що нас чекає...]===],
},
[4842] = {
[===[Дивні джерела]===],
[===[Правду кажучи, хоча в Зимоключі й немає вулканів, я думаю, для виникнення цих гарячих джерел є не менш небезпечні причини...

Добре, я думаю, тобі варто побачити це на власні очі. Тобі потрібно пройти через весь Зимоключ і податися на південь. Коли повітря стане густим і гарячим, а небо потемніє, ти знайдеш те, що, на мою думку, і є джерелом тепла.

Поглянь {стать:сам:сама}. Я впевнена, що у тебе виникне багато питань.]===],
[===[Дотримуйтесь вказівок Донови Снігосхов, а потім поверніться до неї.]===],
[===[Вода в джерелах має дуже дивні властивості... Я досі не розумію, що все це означає...]===],
[===[Так, демони в ущелині Темного шепоту. Я вважаю, що саме їхня присутність так впливає на землю. Я збираюся продовжувати спостереження за тутешніми гарячими джерелами та побачити, чи не дізнаюся я ще щось.

Я почекаю, поки ти наберешся сил, а потім знову попрошу тебе про допомогу з дослідженням ущелини Темного шепоту.]===],
},
[4961] = {
[===[Очищення сфери Орагіла]===],
[===[А, сфера закликача — ось звідки йде це зло. Ми маємо вигнати з неї демона, якщо ти збираєшся її використовувати. Це я легко зможу зробити.

Важчу роботу виконаєш ти. Тобі доведеться вбити демона, коли він вийде зі сфери.

І ти маєш діяти швидко. Якщо забаришся, він стрибне назад у сферу, і нам доведеться починати спочатку!

Тож приготуйся, {ім'я}. Приготуй свої найсильніші заклинання і тримай зілля під рукою, а також знайди союзників, якщо зможеш. Бо це буде не дуже приємно.]===],
[===[Вбийте демона сфери та поговоріть з Табетою.]===],
[===[Тобі доведеться вбити цього демона, щоб назавжди позбавити сферу його впливу, {ім'я}.]===],
[===[Неперевершено, {ім'я}! Ти {стать:дав:дала} тому демону урок, який він не скоро забуде. Ти {стать:проявив:проявила} велику силу та майстерність. Тепер, гадаю, настав час повернутися до Менари з очищеною сферою, щоб використати її на користь.

Успіхів тобі, {клас:к}. Можливо, наші шляхи ще перетнуться.]===],
},
[4962] = {
[===[Уламок душі сквернопса]===],
[===[Отже, ти хочеш захопити душу сквернопса, добре.

Візьми цей рубін — з його допомогою ти зможеш захопити душу істоти. Він працює як заклинання, які ти вже знаєш: коли істота близька до смерті — скористайся каменем, і він зробить все за тебе.

Я б порадила спробувати свої сили на будь-якому зі сквернопсів у Спустошищі. Вони мають підійти.

Після того, як все зробиш, принеси захоплену душу та рубін до Менари.]===],
[===[Візьміть рубін сквернолова і використайте його на одному зі сквернопсів, що знаходяться у Спустошищі. Після успішного захоплення духу принесіть рубін сквернолова та ув'язнений дух сквернопса до Менари Пустоплестої в Степи.]===],
[===[Так, {ім'я}? Ти {стать:обрав:обрала}? Пекельника чи сквернопса?

Кожен вибір є особистим і повинен відображати твої сильні та слабкі сторони. Це звично для {клас:р} покращувати свої сильні сторони замість того, щоб вдосконалювати ті, в яких ти {стать:слабкий:слабка}. Іноді перемогти ворога — це така ж сильна тактика, як і стати більш збалансованим заклинателем.]===],
[===[А, дух сквернопса. Молодець, {ім'я}.

Коли в мене будуть і дух, і очищена сфера, я зможу об'єднати їх для тебе. Але не раніше.]===],
},
[4963] = {
[===[Уламок душі пекельника]===],
[===[Отже, ти хочеш захопити душу пекельника, добре.

Візьми цей смарагд — з його допомогою ти зможеш захопити душу істоти. Він працює як заклинання, які ти вже знаєш: коли істота близька до смерті — скористайся каменем, і він зробить все за тебе.

Я б порадила спробувати свої сили на будь-якому із пекельників у Спустошищі. Вони мають підійти.

Після того, як все зробиш, принеси захоплену душу та смарагд до Менари.]===],
[===[Візьміть пекельний смарагд і використайте його на одному із пекельників, які знаходяться у Спустошищі. Після успішного захоплення духу принесіть пекельний смарагд та ув'язнений дух пекельника до Менари Пустоплестої в Степи.]===],
[===[Так, {ім'я}? Ти {стать:обрав:обрала}? Пекельника чи сквернопса?

Кожен вибір є особистим і повинен відображати твої сильні та слабкі сторони. Це звично для {клас:р} покращувати свої сильні сторони замість того, щоб вдосконалювати ті, в яких ти {стать:слабкий:слабка}. Іноді перемогти ворога — це така ж сильна тактика, як і стати більш збалансованим заклинателем.]===],
[===[А, дух пекельника. Молодець, {ім'я}.

Коли в мене будуть і дух, і очищена сфера, я зможу об'єднати їх для тебе. Але не раніше.]===],
},
[4964] = {
[===[Завершена сфера Дар'Орагіла]===],
[===[Я негайно почну створення твоєї сфери. Треба вселити в неї нового демона. Коли все буде готово, ти зможеш вибрати форму зброї: посох чи сферу. Я завжди вважала, що важливо приділяти увагу зброї, яку обирає {клас}... І я не бачу причини не продовжувати цю практику.]===],
[===[Зачекайте, поки Менара Пустоплеста закінчить сферу Дар'Орахіла, а потім знову поговоріть з нею.]===],
nil,
[===[Все готово, {ім'я}. Просто скажи мені, що ти {стать:обрав:обрала}: посох, який вимагатиме використання обох рук, або сферу, щоб ти {стать:зміг:змогла} використовувати кинджал або меч як зброю.

Приручення сквернопса було великим подвигом з твого боку. Я впевнена, що цей предмет гарно послужить тобі у майбутньому. Продовжуй наполегливо вдосконалювати себе, {ім'я}. Я буду очікувати звісток про твої подвиги.]===],
},
[4975] = {
[===[Завершена сфера Ног'Орагіла]===],
[===[Я негайно почну створення твоєї сфери. Треба вселити в неї нового демона. Коли все буде готово, ти зможеш вибрати форму зброї: посох чи сферу. Я завжди вважала, що важливо приділяти увагу зброї, яку обирає {клас}... І я не бачу причини не продовжувати цю практику.]===],
[===[Зачекайте, поки Менара Пустоплеста закінчить сферу Ног'Орахіла, а потім знову поговоріть з нею.]===],
nil,
[===[Все готово, {ім'я}. Просто скажи мені, що ти {стать:обрав:обрала}: посох, який вимагатиме використання обох рук, або сферу, щоб ти {стать:зміг:змогла} використовувати кинджал або меч як зброю.

Приручення пекельника було великим подвигом з твого боку. Я буду очікувати звісток про твої подвиги, {ім'я}.]===],
},
[4976] = {
[===[Повернення очищеної сфери]===],
[===[Віднеси очищену сферу назад до Менари у Брашпиль, {ім'я}. Передай їй мої вітання та будь {стать:обережним:обережною}. Я дійсно сподіваюся, що ти зможеш протистояти спокусі та скверні, які неодмінно зустрінуться на твоєму шляху.

Хай щастить.]===],
[===[Принесіть очищену сферу пекельника до Менари Пустоплестої в Степи.]===],
[===[Як проходять твої пошуки Табети та сфери, {ім'я}?

Табета надзвичайно корисна, коли мова йде про магію. Я впевнена, що вона з радістю допоможе тобі, якщо ти знайдеш її.]===],
[===[Дуже добре, {ім'я}. Вона чудово підійде.

Останнє, що тобі потрібно зробити — це вирішити, якого демона ти хочеш ув'язнити в очищеній сфері. Виріши, і отримаєш новий чудовий предмет сили.]===],
},
[5021] = {
[===[Краще пізно, ніж ніколи]===],
[===["Пакунок потрібно доставити... поки я не потрапила у пастку!"

Плач наляканої жінки лунає по всьому будинку. Примара сховалася в кутку на другому поверсі. Здається, вона не розуміє, що відбувається навколо, та й вас ледь помічає.

"Ти тут, щоб доставити пакунок? Прошу, зроби це, поки не стало іще гірше! Я збиралася їхати звідси. Там все ще має стояти мій кінь... чи я спізнилася?"]===],
[===[Судячи з марень жінки-примари, вона хоче доставити пакунок. Вона казала, що пакунок залишився там, де стояв її кінь. Де саме стояв кінь, чи куди мав бути доставлений пакунок — примара не уточнила.]===],
nil,
[===[Пакунок стояв у сараї. Ви, можливо, не помітили б його, але зараз він виділяється серед цих руїн. Можливо, це саме той пакунок, про який говорила Дженіс Сквернокамінь...]===],
},
[5050] = {
[===[Оберіг доброї вдачі]===],
[===[Схоже, що твої наміри не мають зла, {ім'я}, і я прошу вибачення за непорозуміння. Моя сестра прислала мені деякі особисті речі, зокрема, це просто кумедно, документи на ферму Сквернокаменів. Що ж, поки доведеться почекати з поверненням туди.

Якщо привид моєї сестри все іще прив'язаний до ферми... можливо, ти повернеш їй це? Це її половина оберега доброї вдачі. Інша половина була у її чоловіка.

Можливо, якщо вона дізнається, що ці речі у мене, її душа зможе спочити.]===],
[===[Поверніть Дженіс Сквернокамінь в Західних Зачумлених землях її половину оберега доброї вдачі.]===],
[===[Джон, коханий... це ти? Мені чомусь різко стало холодно...]===],
[===[Ви віддаєте половину оберега примарі. Дженіс поглянула на оберіг, а потім на вас, наче чогось очікуючи.

"Любий, де твоя половина оберега? Ми не зможемо бути разом, поки ми не матимемо обидві половини. Любий... ти чуєш мене?"]===],
},
[5051] = {
[===[Дві половини стають одним цілим]===],
[===[Марення примари продовжуються:

"Мені так холодно, Джоне. Принеси мені оберіг, і ми будемо разом! Хутчіше, Джоне, чума перетворить нас на огидних звірів! Я не бачу тебе Джон... але я знаю, що ти поруч. Я відчуваю тебе поруч з собою."

Можливо, якщо відшукати другу половину оберега та зібрати його в одне ціле, ви дізнаєтеся, що шукає душа Дженіс Сквернокамінь.]===],
[===[Відшукайте іншу половину оберега доброї вдачі десь на фермі Сквернокаменів в Західних Зачумлених землях.

Віддайте оберіг доброї вдачі Дженіс Сквернокамінь.]===],
[===[Джон, не дай цим гулям дістати тебе... не дай їм дістати мене... мерзенні гулі... оберіг вбереже нас.]===],
[===[Ваша рука простягає оберіг доброї вдачі привиду Дженіс Сквернокамінь. Щойно вона бере його до рук, ви помічаєте, як вона вмить змінюється. Її примара злегка мерехтить, і вона дивиться на вас чистими, але все іще зажуреними очима.

"Ти {стать:звільнив:звільнила} мене... Мені більше не потрібен цей оберіг. Будь ласка, візьми його, можливо, він розрадить тебе так само як і мене колись."]===],
},
[5065] = {
[===[Втрачені скрижалі Мош'ару]===],
[===[Троль, з яким ти {стать:розмовляв:розмовляла}, збрехав. Дві таблички, які ти йому {стать:приніс:принесла}, розповідали про сутність Гаккара, але є продовження цієї легенди. Я довго вивчав це питання та знайшов, що існує шість скрижалей Мош'ару, а не дві! Шість!

І я боюся, що нам не сподобаються секрети, які приховують в собі інші скрижалі...

Знайди третю та четверту скрижалі Мош'ару. Вони знаходяться в Східних Зачумлених землях, у тролів племені Моходерів. Знайди скрижалі та принеси їх мені.]===],
[===[Принесіть третю та четверту скрижалі Мош'ару розвідувачу Залізочоботу в Танаріс.]===],
[===[Ти {стать:приніс:принесла} скрижалі? Я боюся, що вони розкриють нам велику загрозу нашому світу.]===],
[===[Ти {стать:знайшов:знайшла} їх! Чудово!

Дякую тобі, {ім'я}. Я вивчу ці тексти та розшифрую їх значення.

Проте, у мене є для тебе іще одне завдання...]===],
},
[5103] = {
[===[Смерть у вогні]===],
[===[Єдине, що залишилося від цієї людини — кілька обвуглених кісток. Схоже, що вона загинула на відстані витягнутої руки від того, за чим полювала — неопалимих латних рукавиць.

Можливо, вам варто схопити рукавиці та вибратися з вогню?]===],
[===[Хтось у цьому світі повинен знати, що робити з цими рукавицями. Хай щастить!]===],
nil,
[===[Якого...]===],
},
[5124] = {
[===[Вогняні латні рукавиці]===],
[===[Клянуся бородою Тауріссана!

Де ти їх {стать:знайшов:знайшла}?

А головне, чи {стать:готовий:готова} ти з ними розлучитися? Звичайно, я заплачу тобі за такий благородний вчинок.

Ось що я тобі скажу, {ім'я}. Якщо ти віддаси мені ці неопалимі рукавиці, я навчу тебе, як виготовити їх самостійно. Все, що тобі потрібно зробити, це зібрати для мене кілька речей, щоб я міг визначити точний рецепт.

Домовились?

Ось список того, що мені потрібно, а незачарований торій я візьму на себе, оскільки ти віддаси рукавиці.]===],
[===[Принесіть Маліфію Темномолоту 6 зачарованих злитків торію, 2 сутності вогню та 4 зоряні рубіни. Вам також потрібно буде віддати неопалимі латні рукавиці.]===],
[===[Час — це гроші, {ім'я}, а у мене не так багато ні того, ні іншого.]===],
[===[Як і обіцяв, {ім'я}, ось твій рецепт! Я також додам дещо за всю твою важку працю і відданість. Мені вони все одно не потрібні.]===],
},
[5150] = {
[===[Даданґа голодна!]===],
nil,
nil,
[===[Даданґа уважно дивиться на вас, коли ви наближаєтеся до неї. Здається, вона чогось хоче...

Мабуть, вона голодна!

У кратері має знайтись щось, що було б чудовою їжею для травоїдного. Даданґа — велика тварина, тому все, що ви принесете їй, повинно бути у великих кількостях!]===],
[===[Ви кладете паростки перед собою і Даданґа виглядає задоволеною.

На знак подяки за ласощі вона підштовхує до вас невеликий пакунок у коричневій обгортці!]===],
},
[5155] = {
[===[Сили Джеденара]===],
[===[Якщо мені доведеться покластися на тебе в цій справі, тобі доведеться заслужити мою довіру.

Я маю знати, що ти ворог Тіньової Ради — тих, хто несе відповідальність за безліч злочинів тут і за межами цього лісу.

Йди глибше в Сквернолісся. На заході ти побачиш стежку, що веде до Джеденара. Саме там Рада будує свої підступні плани разом з Палаючим Легіоном.

Увійди в глибини одного з їхніх курганів, вбий їх і повертайся до мене. Тоді я знатиму, що ти справді намагаєшся допомогти нам.]===],
[===[Увійдіть до Джеденара та вбийте 4 джеденарських гончих, 4 джеденарських вартових, 6 джеденарських адептів та 6 джеденарських культистів, перш ніж повернутися до Ґрети Мохового Копита у Сквернолісся.]===],
[===[Як проходить твій бій, {ім'я}? Я знаю, що проливати кров для доказу честі може бути огидно, але ти маєш зрозуміти, що це слугує двом цілям: ти полегшуєш моє завдання, убиваючи їх, і ми здобуваємо повагу один до одного, що зробить нас сильнішими в майбутньому.

Сподіваюсь, ти розумієш це.]===],
[===[Чудово, {ім'я}! Їхні ряди слабшають, і ми можемо посилити тиск на них.

Ну, {стать:спробував:спробувала} їхню міць? І як тобі? Вони виявилися такими ж сильними, як ти {стать:припускав:припускала}? Чи сильнішими? Чи, можливо, вони взагалі не були для тебе викликом? Хіба це не чудово?

Ми можемо обговорити подробиці твоїх подвигів пізніше. Зараз ми маємо зосередитись на інших справах.]===],
},
[5156] = {
[===[Перевірка осквернення]===],
[===[На півночі, на схід від дороги, у так званій долині Шматованих порубів, є місце, де були викликані пекельники під час останньої великої війни — кратери досі залишились там, як і самі пекельники.

Я хочу дізнатися дві речі. По-перше, чи блукають ще ентропічні елементалі в тому районі? А по-друге, чи кратери все ще наповнені оскверненою, затхлою водою, яка збирається там десятки років? Допоможеш мені перевірити це, {ім'я}? Але будь {стать:обережним:обережною}, пекельники знищують все на своєму шляху.]===],
[===[Знайдіть та знищте 2 ентропічних звірів та 2 ентропічних жахів, досліджуючи долину Шматованих порубів. Після цього перевірте, чи заповнені кратери зараженою водою. Потім повертайтеся до Тарунна Червоного Пера в Сквернолісся.]===],
[===[Я сподіваюсь, твої пошуки пройдуть успішно, {ім'я}. Я ще не ходив настільки далеко на північ, але визнаю, що думка про зустріч з пекельником трохи налякала мене. Ці створіння безмозкі, але все одно досить страхітливі.]===],
[===[Добре, що ти {стать:живий:жива}, {ім'я}. Жаль, що вода все ще там. Я сподівався знайти принаймні одне чисте джерело води у Скверноліссі. Схоже, що мої пошуки були невдалими. Процес зцілення землі міг бути значно спрощений, якби була присутня чиста вода.

Доведеться зайнятися порятунком тих істот, яких ще можна врятувати, по ходу справи винищуючи тих, чиє зараження зайшло так далеко, що вони самі стали загрозою і для себе, і для всіх, хто опинився в цьому колись могутньому лісі.]===],
},
[5157] = {
[===[Збір зараженої води]===],
[===[Глибоко в Дженедарі знаходиться оплот Тіні — головна фортеця їхньої скверни та зла.

Тіньова Рада має захисні закляття, що оточують їхнє лігво у вигляді жаровень. Якщо я хочу дізнатися більше про нашого ворога з допомогою провидіння, то ми маємо загасити їх. Це дозволить мені шпигувати за Радою і дізнатись, хто ними керує.

Якщо можеш, візьми цю флягу і наповни її в місячному колодці, що знаходиться в центрі Дженедара. Потім повертайся до мене.]===],
[===[Віднесіть порожню флягу до місячного колодязя в центрі Дженедара і наповніть її, а потім поверніться до Ґрети Мохового Копита у Сквернолісся.]===],
[===[Коли ми отримаємо воду з місячного колодязя, ми очистимо її та використаємо для гасіння жаровень, які захищають оплот Тіні. Це дозволить мені дізнатись, хто саме керує цим... культом.

Матір-Земля, будь з нами.]===],
[===[Ця вода чудово підійде, {ім'я}.

Тепер нам залишається лише очистити воду та залити жаровні. Це буде не складно — доведеться лише трішки побігати.

Сподіваюся, ми швидко впораємося з цим.]===],
},
[5158] = {
[===[У пошуках духовної допомоги]===],
[===[Віднеси цю заражену воду в Степи, {ім'я}. На півдні від Брашпиля, на узбережжі, живе моя стара приятелька, шаманка, на ім'я Іслен Морська Провидиця. Вона потужна шаманка, яка нам допоможе. Її зв'язок з духами води завжди був сильним. Наша благородна справа повинна бути достатньою, щоб переконати її та духів води допомогти нам у цьому завданні.

Ти знайдеш її в невеликому таборі вздовж берега. І, {ім'я}, ігноруй піратів... вони можуть бути настирними, але не будуть для тебе загрозою.]===],
[===[Віднесіть заражену воду з місячного колодязя до Іслен Морської Провидиці у Степи.]===],
[===[Я відчуваю, що ти не {стать:простий мандрівник:проста мандрівниця}, {стать:який:яка} шукає шлях до Брашпиля. Ходімо, присядь і відпочинь у нашому таборі. Поговоримо, коли будеш {стать:готовий:готова}.]===],
[===[А, тобі потрібно очистити воду з місячного колодязя. Зупинити цю злу силу у Скверноліссі, здається достатньо благородною справою, але не мені вирішувати, чи буде вода очищена. Я запитаю духів води — вони вирішать, чи є твоя причина достатньою.

Дай мені хвилинку, і я розкажу їм про твоє прохання. Сподіваюся, вони переймуться до тебе співчуттям, як і я.]===],
},
[5159] = {
[===[Повернення очищеної води до Сквернолісся]===],
[===[Хвала духам, {ім'я}. Це вони прийшли тобі на допомогу, а не я.

Я даю тобі цю очищену воду. Будь ласка, передай Ґреті мої вітання та найкращі побажання. Вона займається чимось важливішим, ніж більшість з нас... я впевнена, вона скоро зрозуміє це.

Тіньова Рада — це не та сила, до якої можна ставитись легковажно, {ім'я}. Пам'ятай про це.

А тепер йди. Візьми воду і повертайся до Ґрети.]===],
[===[Віднесіть очищену воду місячного колодязя Ґреті Моховому Копиту у Сквернолісся.]===],
[===[Ти {стать:повернувся:повернулася}, {ім'я}. Добре. Ти {стать:знайшов:знайшла} Іслен у Степах? Чи нам доведеться шукати інший шлях до нашої цілі?]===],
[===[Дуже добре, цієї води повинно вистачити для наших потреб.

Я рада чути, що Іслен змогла нам допомогти. Її сила у взаємодії з духами води завжди була великою. Вона мудра, і рідко трапляється, що духи не згодні з її цілями. Те, що вони благословили нашу справу, дає мені надію, що ми йдемо правильним шляхом.]===],
},
[5165] = {
[===[Гасіння захисного полум'я]===],
[===[Тепер тобі потрібно повернутися в Джеденар. Жаровні, мабуть, розташовані по всьому оплоту Тіні. Загаси водою з кожну з них, і захист, що створила Рада, впаде принаймні на деякий час. Я чекатиму, коли це станеться, а потім загляну в оплот Тіні та спробую з'ясувати, хто очолює цю секту. Потім ми подумаємо про те, щоб нарешті напасти на них.]===],
[===[Використовуючи очищену воду місячного колодязя, загасіть полум'я чотирьох жаровень захисту в оплоті Тіні у Скверноліссі, а потім поверніться до Ґрети Мохового Копита в Смарагдовий прихисток.]===],
[===[Жаровні мають бути погашені, якщо ми хочемо бути готовими до битви. Заходити в лігво дракона без жодних знань — дурна справа. А тут все гірше, ніж з драконом. Члени Тіньової Ради несуть відповідальність за безліч злочинів і звірств. Нам доведеться діяти швидко, якщо ми хочемо їх зупинити.]===],
[===[Я побачила тебе за допомогою своєї магії, щойно згасло полум'я останньої жаровні. Молодець, {ім'я}.

Я дізналася кілька речей до того, як чаклуни Тіньової Ради змогли відновити захист. Сподіваюсь, цього буде достатньо.

А поки відпочинь. Я розповім тобі, що я дізналась, за мить.]===],
},
[5202] = {
[===[Дивний червоний ключ]===],
[===[Невеликий червоний ключ, здається, зроблений з якогось кістяного матеріалу. Він важкий, але здається дуже крихким. Для чого він був потрібен члену Тіньової Ради? Можливо, в Джеденарі є щось, що цей ключ може відкрити.]===],
[===[Огляньте Джеденар, щоб дізнатися, для чого потрібен криваво-червоний ключ.]===],
[===[Я починаю сумніватися, чи зможу я коли-небудь вирватися з цієї клітки.

Рано чи пізно вони принесуть мене в жертву демонам, яким вони поклоняються. Чудовиська!]===],
[===[Ключ, ти {стать:знайшов:знайшла} його! Будь ласка, віддай його мені, і я нарешті зможу втекти!]===],
},
[5203] = {
[===[Порятунок з Джеденара]===],
[===[Хоча мені дуже болісно, є одна річ, яку потрібно зробити перш за все: мені потрібно знайти меч Трея Світлогарта та втекти з оплоту Тіні, щоб повідомити моїх командирів про те, що тут трапилося. Ти допоможеш мені, {ім'я}?

Наше спорядження неподалік звідси, і ти вже {стать:довів:довела}, що {стать:здатний:здатна} вибратися нагору.

Після того, як ми втечемо звідси, я вирушу в Дарнас, якщо ти зможеш знайти мою подругу Жезір біля кордону з Ясенедолом. Вона мала зустрітися з нами біля табору Смарагдового Кола неподалік звідси.

Що скажеш, {ім'я}? Чи зможеш ти знову допомогти мені?]===],
[===[Проведіть Арко'нарін до місця, де знаходиться Світлогарт та її спорядження, а потім захищайте її під час втечі з оплоту Тіні. Після цього знайдіть Лукомісяць у Скверноліссі, щоб повідомити їй про те, що сталося з її друзями.]===],
[===[Виглядаєш {стать:знервованим:знервованою}, {ім'я}. З тобою все гаразд, чи щось не так?]===],
[===[То це ти {стать:допоміг:допомогла} Арко втекти? Я дуже рада, що ти мене {стать:знайшов:знайшла}. Вона проходила тут не так давно на шляху в Дарнас. У неї був меч Світлогарта, і в неї не було часу поговорити з друїдами, щоб ті її зцілили. Казала, що справа надто невідкладна.

Але вона розповіла мені про твою зустріч із духом Трея. Яка жахлива доля для лицаря Сріблястої Десниці. Вона не показувала цього, але я знаю, що її душа розривається від втрати одного з її найближчих друзів.]===],
},
[5204] = {
[===[Відплата Світла]===],
[===[Вона вдає, що з нею все гаразд. Вона хотіла б, щоб я думала, що вона достатньо сильна, щоб впоратися з усім цим самостійно, але я знаю краще. Смерть Трея та його крики від тортур ще довго будуть переслідувати її, і ми не зможемо допомогти їй з цим. Але ми можемо дати їй трохи спокою!

{ім'я}, повернись до оплоту Тіні, убий катів Трея та знайди його останки. Немає жодної причини, чому ми не можемо покінчити з цим, поки Арко'нарін оплакує загибель по-своєму?]===],
[===[Поверніться до Джеденару і вбийте сукуба Ракайю, перш ніж знайти останки Трея Світлогарта.]===],
[===[Ви оглядаєте тіло, без сумніву, це залишки лицаря Сріблястої Десниці, Трея Світлогарта. На мить ви думаєте про Арко'нарін і запитуєте себе, чи є хтось у вашому житті, хто значив би для вас стільки, скільки цей чоловік значив для нічної ельфи, якій ви нещодавно допомогли втекти з оплоту Тіні.

Зібравшись з думками, ви розумієте, що не можете віднести останки паладина назад до Жезіри, не вбивши його катів.]===],
[===[Ви якомога обережніше збираєте останки паладина, усвідомлюючи, що хоча б його дух вільний від мук, яким його піддавали.]===],
},
[5242] = {
[===[Останній удар]===],
[===[На жаль, єдиний спосіб зупинити цю загрозу для Сквернолісся — це лобова атака. Інших шляхів в оплот Тіні немає, і я не маю можливості телепортувати тебе всередину. Прямий шлях в глибини оплоту — це єдиний шлях... і я знаю, кого тобі слід шукати. Його звуть Фел'дан... лорд тіней Фел'дан. Він — смертний, що має владу там, внизу... він — голова цього змія. Убий його і двох його слуг-сукубів і повертайся до мене. Це Фел'дан укладає угоди з Легіоном. Його треба зупинити.]===],
[===[Вбийте Муру та Салію і принесіть голову лорда тіней Фел'дана Ґреті Моховому Копиту у Сквернолісся.]===],
[===[Без Фел'дана Тіньова Рада втратить обачність і буде безпорадною. Вони боротимуться одне з одним за владу і скарби. Це буде слушний час, щоб вирізати їх та їхніх демонічних рабів.]===],
[===[Слава Матері-Землі, {ім'я}! Дякую! Це дійсно великий день!

Після такого удару Тіньовій Раді буде важко досягти колишнього рівня влади. Сьогодні ти {стать:зробив:зробила} велику справу!]===],
},
[5306] = {
[===[Змієкамінь темної мисливиці]===],
[===[Не дай її красі обманути себе, {клас:к}. Темна мисливиця Вош'ґаджин смертоносна і божевільна.

<Кілрам показує на шрам на обличчі.>

Так, вона дала мені це — любовний удар, як вона його називала.

Час помсти настав.

Ти можеш знайти Вош'ґаджин у Чорноскельному шпилі. Убий її та принеси мені її змієкамінь. Зроби це, і я навчу тебе майстерності кування сокир.]===],
[===[Відправляйтеся до Чорноскельного шпиля і вбийте темну мисливицю Вош'ґаджин. Знайдіть змієкамінь Вош'ґаджин та поверніться до Кілрама.]===],
[===[Легенда стверджує, що один раз використавши змієкамінь Вош'ґаджин, можна зберегти гостроту леза сокири на тисячу років!]===],
[===[То ти {стать:впевнений:впевнена}, що це те, чого ти хочеш? Стати ковалем сокир? Пам'ятай, що можливість стати ковалем мечів чи молотів буде втрачена назавжди.]===],
},
[5307] = {
[===[Порча]===],
[===[Скажу коротко, на це є причини. Креслення великого меча "Порча" були викрадені Чорною Вартою — елітним загоном скелетів барона Рівендера.

Так, барона Рівендера зі Стратгольма.

Зброяр Чорної Варти тепер захищає ці креслення, тож їх можна забрати лиш через його... труп.

Вбий його і принеси доказ його смерті, і я навчу тебе секретів кування мечів.]===],
[===[Знайдіть у Стратгольмі зброяра Чорної Варти та вбийте його. Візьміть його знак Чорної Варти та принесіть Серілу Скаробою.]===],
[===[Ти {стать:забув:забула}, що тобі було доручено, {ім'я}?]===],
[===[То ти {стать:впевнений:впевнена}, що це те, чого ти хочеш? Стати ковалем мечів? Пам'ятай, що можливість стати ковалем молотів чи сокир буде втрачена назавжди.]===],
},
[5385] = {
[===[Останки Трея Світлогарта]===],
[===[Ви обережно підіймаєте мішок і готуєтеся повернутися з останками до Жезір Лукомісяць на кордоні між Скверноліссям і Ясенеділом. Ви сподіваєтесь, що після того, як ви передасте останки паладина його друзям, йому будуть віддані належні почесті.]===],
[===[Поверніть останки Трея Світлогарта до Жезір Лукомісяць у Сквернолісся.]===],
[===[Як все пройшло в Джеденарі, {ім'я}?]===],
[===[Ти {стать:зробив:зробила} це! Слава Елуні та будь-яким силам, яким ти поклоняєшся, {ім'я}. Ти {стать:вчинив:вчинила} почесно і благородно. Я впевнена, що Арко'нарін буде задоволена, що ти не лише {стать:витратив:витратила} час, щоб врятувати її, але й {стать:убив:убила} істоту, яка катувала одного з її кращих друзів.

Я хотіла б зробити для тебе більше, але, будь ласка, прийми це.]===],
},
[5501] = {
[===[Збирач кісток]===],
[===[Ми тут сидимо на золотій жилі, я тобі кажу — на золотій копальні! Кістки кодо змінять світ назавжди... У мене є клієнти, які виготовляють з них меблі, музичні інструменти і навіть вибуховий порошок!

Є караван, який приїжджає і забирає мої кістки кодо, а потім продає їх у селищі Тінездобич. Якщо ти можеш відправитися на кладовище кодо на південь звідси і принести мені десять кісток кодо, я дам тобі щось натомість. Згода?]===],
[===[Принесіть 10 кісток кодо з кладовища кодо у халупу Кормека і віддайте їх Біблі Пряжкоклацу.]===],
[===[Ну, ти {стать:приніс:принесла} кістки? Караван ось-ось прийде. Мені потрібно десять кісток кодо, щоб досягти вершини кар’єри. Я тобі кажу, вершина кар'єри!]===],
[===[Ох, ось вони! Мої кістки!

Я не можу дочекатися, коли хлопці вдома побачать моє обличчя на обкладинці "Кезанського вісника". Я стану найбагатшим гобліном у світі... Тоді всі дізнаються хто я такий, а особливо мій учитель фізкультури, який вічно казав, що я ніколи нічого не досягну!]===],
},
[5526] = {
[===[Уламки Сквернолози]===],
[===[Твої знання про Ельдре’Талас — Грізний Молот — що в Фераласі тепер стануть у пригоді, {Ім'я}. У східній частині зруйнованого міста Альззін-Диковертень веде своє нечестиве панування. Йди туди якомога швидше та хоробро зустрінь будь-які виклики, що чекатимуть на тебе.

Плід родючості, нині споганений і перетворений на Сквернолозу, повинен бути неподалік від Альззіна. Коли демон згине, збери стільки есенції Сквернолози, скільки зможеш. Запечатай її у релікварії та принеси мені.

Щасти, і швидкості Кенарія тобі.]===],
[===[Знайдіть Сквернолозу в Грізному Молоті та дістаньте її уламок. Найімовірніше, вам вдасться здобути його лише після смерті Альззіна-Диковертня. Скористайтесь релікварієм чистоти, щоб надійно запечатати уламок усередині, та повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Отримавши запечатаний релікварій чистоти, ми зможемо не лише усунути загрозу порчі з цього світу, але й дослідити її під нашим розсудливим наглядом. Можливо, ми навіть зможемо винайти нові способи боротьби з будь-яким зараженням, що коли-небудь загрожуватиме Азероту.

Я знаю, Міллі б цього хотіла…]===],
[===[Справу завершено, {cтать:хоробрий:хоробра} {клас:к}, і тепер Кенарійське Коло в боргу перед тобою. Хоча війна далека від завершення, велику битву проти тих, хто хотів приректи на загибель, було виграно.

Прошу, прийми це в знак нашої щирої вдячності. Тепер знай, {Ім'я}, за твої великі вчинки тебе завжди вітатимуть тут як героя Кенарійського Кола. Дякую тобі.]===],
},
[5527] = {
[===[Релікварій чистоти]===],
[===[Перший крок — знайти ємність, здатну втримати надзвичайно споганену субстанцію та при цьому вберегти власника від її шкідливого впливу. Є лише один відомий мені прилад, що здатен вмістити щось настільки мерзенне, як Сквернолоза — релікварій чистоти.

Глибоко в пустках Сілітусу є руїни поселення нічних ельфів, відомого як селище Південний Вітер. Я знаю, що релікварій був там багато, багато років тому. Задля успіху наших планів, тобі потрібно обшукати ці руїни в надії віднайти його.]===],
[===[Прямуйте до Сілітуса та знайдіть релікварій чистоти в руїнах селища Південний Вітер. Якщо вам вдасться його знайти, повертайтеся з ним до Рабіна Сатурни в Нічну Гавань на Місячній галявині.]===],
[===[Релікварій чистоти вже сам по собі є артефактом. Лише кілька таких було створено, і майже всі вони вважаються вважалися з часом.

Визнаю, про той, що в Південному Вітрі, я знав уже деякий час. Якщо чесно, у зв'язку зі зростаючою метушнею в Сілітусі я хотів би, щоб наші таємниці такими й залишалися — таємницями. Нишпорення та розпитування тільки посилять підозри наших ворогів.

На жаль, час для поступливості закінчується, особливо, з огляду на ситуацію в Ельдре’Таласі.]===],
[===[А ти справді {стать:такий же винахідливий:така ж винахідлива}, як про тебе говорять. Кенарійському Колу справді пощастило, що ти працюєш на нас.

З поверненням релікварію чистоти мені стало значно легше. Тепер я почуваюся спокійніше, коли прошу тебе не лише перемогти злісного демона, але й повернути небезпечний предмет.]===],
},
[5561] = {
[===[Загін кодо]===],
[===[Біблі думає, що він — єдиний гоблін в Спустошищі, який вміє заробляти гроші. Що ж, єдиний караван, який наважився мандрувати цими землями, повністю покладається на мене. Відтоді, як я навчився омолоджувати й контролювати старих і вмираючих кодо за допомогою свого комбобулятора, ми з караванниками Короком та Монтером стали партнерами.

Візьми комбобулятор і використай на будь-якому древньому, старому або вмираючому кодо; він миттю перетворить звіра на прирученого кодо і змусить його слідувати за тобою. Коли приручиш кодо, приведи його до мене.]===],
[===[Приведіть п'ять приручених кодо в табір Гвинтодряпа. Не забудьте повернути Смііду Гвинтодряпу комбобулятор кодо.]===],
[===[Караван незабаром буде тут; ти {сать:привів:привела} п'ять нових приручених кодо, про які я просив?]===],
[===[<Сміід Гвинтодряп починає лічити.>

Три, чотири та п'ять... чудово, я просив п'ять приручених кодо та отримав рівно стільки... Я стану багатим... так, дуже багатим! Я хочу побачити вираз зеленої пики Біблі, коли він почує про це!]===],
},
[5741] = {
[===[Скіпетр світла]===],
[===[Ходять чутки, що клан Палаючого Леза, який розташований на сході у фортеці Грозової Сокири відібрав скіпетр світла у наг. Якщо вірити легенді, скіпетр здатен відправити цілі міста на морське дно. Не можна допустити, щоб Палаюче Лезо опанувало таку силу.

Ти маєш повернути скіпетр! Зараз він у провидця Палаючого Леза, він вивчає скіпетр на вершині однієї з вартових фортець Грозової Сокири.]===],
[===[Дістаньте скіпетр світла та поверніть його Азору Альдаморту у вежу в Етель Ретор.]===],
[===[Ти {стать:дістав:дістала} скіпетр світла?]===],
[===[Невловний скіпетр світла! Повернувши його, ти {стать:позбавив:позбавила} світ від серйозної загрози. Молодець, {клас:к}, молодець.]===],
},
[5762] = {
[===[Гемет Ернінґвей]===],
[===[У мене є посилка для мого старого клієнта, дворфа, на ім'я Гемет Ернінґвей. Посилка йшла кілька тижнів, а до цього часу Гемет вже відправився у справах. Він сказав, що збирався відправитися на полювання до Тернистої долини. Але він залишив мені пару монет, щоб я надіслав йому його посилку.

Гемет багатий дворф, а з багатими варто підтримувати стосунки, еге ж? Тож... чи не хочеш доставити посилку за мене?

Я чув, що Гемет став табором у Тернистій долині, на північ Ґром'ґола.]===],
[===[Віднесіть ящик Крейвела Гемету Ернінґвею в Тернисту долину.]===],
[===[Це що, пустельний пил у тебе на комірі?

Гм... якщо мій ніс мене не підводить, я б сказав, що це пустельна сіль! Ти {стать:був:була} на Мерехтливих рівнинах?]===],
[===[Чудово, моя посилка від Вуглеборода! Дякую тобі, {ім'я}. Цей ящик містить в собі набої особливого калібру, які добре нам послужать в джунглях!

Ось твоя плата, і скажи мені, як там поживає Крейвел? Напевно знову замислює щось пакосне...]===],
},
[5821] = {
[===[Найманий охоронець]===],
[===[Зазвичай ми з Монтером провели б кодо повз Колкарів. Час від часу лунають бойові барабани кентавра і коли ми їх чуємо, ми зупиняємося, щоб перечекати небезпеку. Бути мертвим погано для бізнесу!

От, що я скажу тобі, {клас:к}, якщо ти захистиш та проведеш нас через поселення Колкарів, ми тобі за це добре заплатимо.

Тут невелика відстань, все, що тобі потрібно зробити, це зберегти караван неушкодженим і ти зможеш забрати свою винагороду у Смііда Гвинтодряпа — він живе трохи далі по дорозі. Ми з ним партнери по бізнесу.]===],
[===[Проведіть караван Ґізельтона через поселення Колкарів. Поговоріть зі Сміідом в таборі Гвинтодряпа, щоб отримати винагороду.]===],
[===[Чому я чекаю на цей клятий караван?

<Сміід замислюється.>

А, так, вони оплачують рахунки.]===],
[===[Знаєш, мені не сильно подобається платити таким, як ти за охорону каравану Ґізельтона. {Клас:к}, якби я був трохи вищим, я міг би взяти ще одну роботу: сидів би в сідлі на боці кодо з найбільшою рушницею, яку тільки можна тримати в руках... так, я б показав цим проклятим кентаврам, де раки зимують...]===],
},
[5863] = {
[===[Поселення Піщаного Молота]===],
[===[Зовсім недавно в Танарісі з'явилась велика кочівна група огрів. Вони зайняли велику частину пустелі на південь звідси та створили поселення. Наразі пустелею блукає кілька менших груп, деякі з них захопили старі руїни тролів.

Поселення Піщаного Молота повинно бути знищене! Ми не можемо дозволити ограм зібратися з силами.

Лідер цієї банди — Ґор'марок-Руйнівник, і я вважаю, що кінець його правління стане початком кінця огрів.]===],
[===[Анді Лінн з Пристробляху просить вас знищити поселення Піщаного Молота, вбивши 10 моцаків Піщаного Молота, 10 громил Піщаного Молота і Ґор'марока-Руйнівника.]===],
[===[Я так хвилююся! Будь ласка, будь {стать:обережним:обережною}!]===],
[===[Я дуже рада, що ти {стать:зміг:змогла} зробити це для мене, {ім'я}! Дякую за допомогу!]===],
},
[5943] = {
[===[Караван Ґізельтона]===],
[===[Ти виглядаєш {стать:здібним:здібною} {раса:о}. Можливо, ти хочеш заробити трохи грошей? Ми з Короком створили цей караван, щоб заробити купу грошей, щоправда, потім ми дізнались, наскільки це може бути небезпечно.

Попереду руїни Маннорок... Зазвичай демони нас ігнорують, але цього разу щось неабияк налякало кодо. Я заплачу тобі за охорону каравану. Як тільки ми безпечно пройдемо руїни Маннорок, ти отримаєш свою винагороду від нашого ділового партнера Смііда в таборі Гвинтодряпа.]===],
[===[Проведіть караван Ґізелтона через руїни Маннорок. Поговоріть зі Сміідом у таборі Гвинтодряпа, щоб отримати нагороду.]===],
[===[Знаєш, якщо з цим караваном що-небудь станеться, я розорюсь! Ти ж не {стать:приніс:принесла} погані новини про караван?

<Сміід витирає лоба.>

Хвала богині жадібності!]===],
[===[Не впевнений, що за охорону каравану Ґізельтона варто платити такі гроші. Зрештою, Корок і Монтер заробляють лише по одному золотому на тиждень. Але поки вони платять за кодо, мені байдуже, як вони ведуть свої справи.]===],
},
[6027] = {
[===[Книга Древніх]===],
[===[{ім'я}, я доручаю тобі самоцвіт змії. Поклади цей камінь на руку статуї змії на острові Раназжар, що на північний захід звідси. Коли зробиш це, з'явиться той, хто захищає книгу древніх. Ця книга містить таємниці наг, які зберігалися століттями. Принеси мені цю книгу, і ми дізнаємося багато про наших лускатих ворогів!]===],
[===[Дістаньте книгу Древніх і поверніть її Азору Альдаморту у вежу Етель Ретор.]===],
[===[О, {ім'я}! Радий бачити тебе знову. То що, ти {стать:дістав:дістала} книгу Древніх?]===],
[===[Втрачена книга Древніх! Я прослідкую за тим, щоб її передали до вищої ради. Ти сьогодні добре {стать:впорався:впоралася}, і за це тобі треба подякувати... подякувати як {стать:герою:героїні}!]===],
},
[6031] = {
[===[Рунічне полотно]===],
[===[Ми, Деревопузи, самодостатні. Ми не любимо чужинців. Це добре для нас, але погано для торгівлі.

Недавно до нас прийшла нічна ельфа в рідкісному плащі з рунічного полотна. Рунічне полотно є рідкістю серед нас, але плащ був настільки чудовим, що мої родичі хочуть, щоб я зробив їм одяг з рунічної тканини.

Чи зможеш ти принести мені рунічне полотно? Якщо ти принесеш мені достатньо, то я дам тобі щось.]===],
[===[Принесіть 30 відрізів рунічного полотна Меілошу в оплот Деревопузих.]===],
[===[В тебе є рунічне полотно? Мої родичі з нетерпінням чекають на одяг з нього!]===],
[===[То ти {стать:приніс:принесла} полотно. Який чудовий матеріал!

Спасибі тобі, {ім'я}. Ти справжній друг. Будь ласка, прийми це натомість.]===],
},
[6032] = {
[===[Священне полотно]===],
[===[Хоча Деревопузим до вподоби рунічне полотно, воно для нас не священне. Але місячне полотно священне.

Принеси мені трохи цього священного полотна, і я навчу тебе деяким кравецьким секретам.]===],
[===[Принесіть 2 відрізи місячного полотна Меілошу в оплот Деревопузих.]===],
[===[Ти {стать:приніс:принесла} місячне полотно, {ім'я}?]===],
[===[Дуже добре. Це місячне полотно буде використане для одягу, священного для нашого народу. Спасибі, {ім'я}. Тепер я навчу тебе.]===],
},
[6131] = {
[===[Союзник Деревопузих]===],
[===[Тільки плем'я Деревопузих змогло уникнути зараження. Проте багато інших рас вбивають хутропузів без причини, не намагаючись розрізнити друзів від ворогів. Тому Деревопузі хутропузи дуже мало кому довіряють.

Хочеш заслужити нашу довіру? Очисть Сквернолісся від зараженого племені Мертволісих і, можливо, ми визнаємо тебе {стать:нашим союзником:нашою союзницею}. Перше плем'я Мертволісих — воїни, слідопити та садівники — знаходиться на захід звідси.]===],
[===[Ґразл хоче, щоб ви проявили себе, вбивши 5 мертволісих воїнів, 5 мертволісих слідопитів і 5 мертволісих садівників.]===],
[===[Продовжуй, {ім'я}. Якщо хочеш заслужити нашу довіру — покажи, чого ти {стать:вартий:варта}.]===],
[===[Ми сильно страждаємо від того, що трапилося в минулому. Дякую за все, що ти {стать:зробив:зробила} для захисту Деревопузих.]===],
},
[6132] = {
[===[Витягни мене звідси!]===],
[===[Витягни мене звідси!

Я вирушила в долину Списів, щоб поговорити з Мародінами. Я думала, що зможу вести з ними справи... але вони не хочуть розмовляти! Здається, вони хочуть мене з'їсти!

Витягни мене звідси, і мій брат Горнізз добре тобі заплатить! Він у нашому таборі на сході, поруч з кладовищем кодо.

Нам краще поквапитися, {ім'я}. Кілька хвилин тому я чула, як кентаври говорили про казан...]===],
[===[Проведіть Меліззу Белькотало, а потім поговоріть з Горніззом Белькоталом на кладовищі кодо в Спустошищі.]===],
[===[Ти не {стать:бачив:бачила} мою сестру Меліззу? Вона постійно потрапляє в неприємності.]===],
[===[Моя сестра Мелізза сказала, що ти прийдеш. Дуже дякую, що {стать:витягнув:витягла} її з чергової халепи. Шкода, що вона вже, напевно, втрапила в ще одну!]===],
},
[6134] = {
[===[Збір ектоплазми]===],
[===[На південному сході є долина Кісток, в якій мешкають маґрамські привиди. Звучить страшно, чи не так? А уяви, як страшно Маґрамам! Якби нам вдалося зібрати енергію цих привидів, я впевнений, кентаври б добре заплатили за це.

Ось, візьми цей ящик з примарними магнітами. Якщо покласти такий магніт в долині між двома великими скелетами — Мертвими Голіафами — то примари потягнуться до нього. Відійди подалі, знищ привидів і збери їхню ектоплазму — ми продамо її Маґрамам.]===],
[===[Принеси 8 одиниць ектоплазми і ящик примарних магнітів Горніззу Белькоталу в Спустошище.]===],
[===[Де моя ектоплазма, {ім'я}?]===],
[===[А ось і вона! Схоже, на тобі теж трохи залишилось. Слизька штука, ене ж?

Що ж, {ім'я}, велика подяка тобі за всі клопоти. Ця гидота коштуватиме немало... якщо, звісно, я переконаю кентаврів купити її!]===],
},
[6161] = {
[===[Скарби Ракмора!]===],
[===[Записи Ракмора говорять про те, як його корабель плив до фортеці Перомісяць, коли на нього напали морські істоти. Щоб його скарб не потрапив до рук ворога, він сховав скриню на острові Раназжар.

Щоб відкрити скриню, потрібні два ключі — срібний і золотий. Вони були загублені, але якщо ключі та скриня знайдуться, хто знає, який скарб там може чекати!]===],
[===[Знайдіть срібний та золотий ключі Ракмора, після чого відкрийте скриню Ракмора.]===],
[===[Скриня надійно замкнена.]===],
[===[Скриня відкривається. Це скарби Ракмора!]===],
},
[6221] = {
[===[Мертволісі з півночі]===],
[===[На південному заході звідси розташований табір хутропузів племені Мертволісих. Скверна проникає в табір і я хочу покласти кінець цьому, перш ніж вони стануть проблемою.

Плем'я Мертволісих є злим, але це наслідок впливу скверни, що помутила їхній розум. Вони не ворожі від природи, але їм вже не допоможеш. Мені нестерпно важко боротися проти побратимів.

Будь ласка, {ім'я}, зроби те, що потрібно зробити, і не згадуй подробиць. Вони дуже мене засмутять.]===],
[===[Нафіен хоче, щоб ви вбили 5 мертволісих наглядачів лігва, 5 мертволісих месників і 5 мертволісих шаманів.]===],
nil,
nil,
},
[6241] = {
[===[Активність Зимокрайових]===],
[===[Деревопузі зазвичай залишаються відірваними від світу, {ім'я}. Хоча ми дозволяємо проходити через наш оплот тим, кому довіряємо, ми намагаємося уникати інших племен хутропузів.

Плем'я Зимокрайових останнім часом стало все більш ворожим до нас. Вони, здається, перебувають у гніві, повністю поглинені своїм страхом і ненавистю до всього, що вони не розуміють.

Я прошу тебе скоротити їх чисельність, щоб зменшити загрозу для нас. Ти знайдеш їх в селищі Зимокрайових, далеко на сході звідси.]===],
[===[Сальфа хоче, щоб ви вбили 6 зимокрайових тотемістів, 6 зимокрайових наглядачів лігва та 6 зимокрайових слідопитів.]===],
[===[Ми дуже цінуємо те, що ти {стать:зробив:зробила} для Деревопузих, {ім'я}. Твої подальші зусилля, безсумнівно, забезпечать тобі довіру та повагу мого племені.]===],
[===[Дякуємо за те, що ти {стать:зробив:зробила}. Будь ласка, продовжуй допомагати нам, {ім'я}. У нас дуже мало союзників, до яких ми можемо звернутися.]===],
},
[6582] = {
[===[Випробування черепів: Провидець]===],
[===[Ми — діти Смертекрила, драконеня. Наша влада над меншими Аспектами має зміцнитися.

Якщо ти дійсно {стать:гідний:гідна} піднесення, то інші дракони повинні тремтіти від одного твого імені. 

Знайди їх героїв і знищуй в ім'я нашого Батька!

Прямуй в Зимоключ та відшукай могутнього синього дракона — Провидця. Знищ його та будь-кого з синього крила, хто стане на твоєму шляху. Вирви його череп і принеси мені.]===],
[===[Знайдіть чемпіона крила синіх драконів, Провидця, вбийте його і принесіть його череп Вуглечвару.

Ви знаєте, що Провидця можна знайти у Зимоключі.]===],
[===[<Вуглечвар шипить>.]===],
[===[Ще ззззз одним покінчено...]===],
},
[6583] = {
[===[Випробування черепів: Сомнус]===],
[===[Так само як наш батько розтрощив самих Аспектів, так само ми повинні сіяти хаос і страх серед їхніх нащадків.

Тобі маєш довести свою майстерність на сноходцях — дітях зеленого крила.

Йди в болото Скорбот і знайди Сомнуса, дракона-чемпіона зеленого крила. Вивільни свою ненависть, розчави цього черв'яка... Повертайся до мене з його черепом...]===],
[===[Знищте чемпіона крила зелених драконів, Сомнуса. Принесіть його череп Вуглечвару.]===],
[===[Не повертайся, поки не скупаєшся в крові наших ворогів і не вип'єш їхніх страждань.]===],
[===[Ще один готовий...]===],
},
[6584] = {
[===[Випробування черепів: Хроналіс]===],
[===[Часові наглядачі, діти Ноздорму — Владики Віків...

Троє з них стережуть Печери Часу, але лише один цікавить чорне крило: змінювач часу, Хроналіс — улюбленець Ноздорму.

Напади на цього чемпіона бронзового крила і завдай удару, щоб навіть пісок у його годиннику ридав від жаху. Повертайся до мене з його черепом.]===],
[===[Печери Часу в пустелі Танаріс охороняє Хроналіс, дитя Ноздорму. Знищте його і принесіть його череп Вуглечвару.]===],
[===[Іронічно, але час має велике значення.]===],
[===[Залишився один — найненависссніший...]===],
},
[6585] = {
[===[Випробування черепів: Акстроз]===],
[===[Це було над горами Ґрім-Батол, де наш Батько наш бився проти об'єднаних сил Аспектів. Але підступна зрада Алекстрази дала іншим Аспектам достатньо часу, щоб втекти від гніву Батька.

Такий ганебний вчинок...

Червоне крило тепер охороняє Ґрім-Батол, і їх лейтенант, Акстроз, має бути знищений. Принеси мені його череп. За Батька, драконеня!]===],
[===[Відправляйтеся в Ґрім-Батол і вистежте Акстроза, чемпіона крила червоних драконів. Знищте його та заберіть його череп. Принесіть череп Вуглечвару.]===],
[===[Ззззміни... Я бачу, як вони відбуваються в тобі, драконеня. Пройди це випробування, і залишиться лише церемонія.]===],
[===[Я сумнівався у твоїй відданості, драконеня. Ти {стать:вистояв:вистояла}, перемігши наших ворогів, принісши честь нашому крилу.

Тепер я маю підготувати черепи для твого вознесіння.]===],
},
[6607] = {
[===[Екстремальна риболовля Нета Пеґла]===],
[===[Не можу сказати, що особливо люблю риболовлю. Думаю, я займаюся цим вже добрих 20 або 30 років.

Люди займаються своєю справою з різних причин.

Я не кажу, що тобі потрібно ловити рибу 30 років чи виловити всю рибу у морі, щоб стати майстром риболовлі. Я думаю, що тобі просто треба бути {стать:терплячим:терплячою} — настільки, щоб сидіти на березі годинами, нічого не роблячи.

Влови мені кілька рідкісних рибин, і я навчу тебе дечого. Ось список:]===],
[===[Нет Пеґл хоче, щоб ви зловили наступну рибу:

Махі-махі з узбережжя Туманного Очерету на болоті Скорбот.

Сар'теріського мілинника з узбережжя Сар'теріс в Спустошищі.

Фералаську ахі з Буйної річки, що в Фераласі.

Синього вітрильника з Дикого узбережжя в Тернистій долині.

Поверніться до Нета Пеґла, коли зловите їх усіх!]===],
[===[Ну як, щось клює?]===],
[===[Ось це так улов!

Ходи сюди, я покажу тобі пару хитрощів.]===],
},
[6610] = {
[===[Омлюск-сюрприз]===],
[===[Ти коли-небудь {стать:чув:чула} про омлюск? Звичайно, ти не {стать:чув:чула}! Це мій найновіший і найвеличніший кулінарний шедевр. О, {ім'я}, від однієї думки про омлюск в мене тече слина.

На жаль, у мене не вистачає продуктів, щоб приготувати його! А що, якщо ми укладемо угоду? Ти збереш продукти, які мені потрібні для приготування омлюска, а я навчу тебе дрібничок екзотичної кухні та навіть дам тобі кілька порцій! Згода??

Ось, що мені потрібно:]===],
[===[Могиль Хуткоріз просить вас знайшти наступні інгредієнти:

12 гігантських яєць. Ви знайдете їх у рухів Танарісу або будь-яких інших великих птахів.

10 шматків пікантного м'яса молюсків. Його ви можете знайти, вочевидь, у молюсках!

20 шматків альтерацького сиру. Йдіть до сирної крамниці!

Зберіть всі інгредієнти й поверніться до Могиля.]===],
[===[Моя тяга до їжі зведе мене в могилу! Поспішай, {ім'я} — бо мені доведеться лізти у власні запаси.]===],
[===[На тебе чекає особлива насолода, {ім'я}. Дивись і вчись!]===],
},
[6626] = {
[===[Сонм зла]===],
[===[Відречені не намагаються перетворити всіх живих в... подібних собі... наскільки мені відомо. Та схоже, що цей дипломат радий перетворювати в невмерлих всіх охочих. Я підозрюю, що він служить Скарі.

Але зараз мене більше турбують його послідовники, яких стає все більше. Вони щодня виповзають з тіней, прислужуючи йому в намаганні отримати більшу силу.

Я не зможу сама з ними впоратись, {ім'я}. Що скажеш? Допоможеш мені?]===],
[===[Вбийте 8 бривоболотих боєстражів, 8 бривоболотих терноткачів та 8 мертвоголових культистів та поверніться до Міріам Місяцепісні в норах Бритвоболотих.]===],
[===[Як проходить полювання, {ім'я}? Побачивши, що може зробити всього один посланець, я не сумніваюсь, що Скара — одна з найбільших загроз нашому світу.]===],
[===[Дякую, {ім'я}! Це неоціненна допомога!

Я продовжу спостерігати за посланцем та тутешніми свинобразами. Якщо шукаєш пригод — візьми з собою друзів і прямуй до он тої печери, що схожа на пащу кнура. Впевнена, всередині ти знайдеш гідні випробування.]===],
},
[6681] = {
[===[Маєток, Рейвенхольдт]===],
[===[{ім'я},

Рейвенхольдт зацікавився тобою, {стать:юний крадію:юна крадійко}. Ми спостерігали за тобою. Тобі дещо бракує спритності, але ми зможемо це виправити.

Якщо ти {стать:готовий:готова} стати {стать:учнем:ученицею} майстра Рейвенхольдту та членом Ліги вбивць, ти маєш лише принести печатку Рейвенхольдта (прикладену до цього листа) до маєтку Рейвенхольдт.

Твоє перше завдання — знайти маєток серед пагорбів Гіллзбраду та продемонструвати свої здібності.

З повагою,

Фаград]===],
[===[Віднесіть печатку Рейвенхольдта Фаграду в маєток Рейвенхольдт, що захований глибоко в горах Гіллзбраду.

Пошуки маєтку — перевірка ваших здібностей. Будьте напоготові.]===],
[===[{стать:Бачив:Бачила} Мільтона?

<Фаград сміється.>]===],
[===[Чудово, {стать:юний крадію:юна крадійко}.

Виглядаєш трохи {стать:побитим:побитою}, але не гірше, ніж раніше.

На тебе чекає довга подорож, довга та сповнена нагород. Ти {стать:готовий:готова} прийняти свою долю серед майстрів Рейвенхольдта?

Поговори з вартовими назовні. Вони дадуть тобі перше завдання.]===],
},
[6701] = {
[===[Емблеми Синдикату]===],
nil,
nil,
[===[Ми роками ведемо боротьбу з Синдикатом. Нестачу навичок вони компенсують своєю чисельністю. Вона зростає швидше, ніж ми встигаємо їх вбивати!

Ми з'ясували, що найкращий спосіб впоратися з ними — викрасти їхні емблеми. Втративши емблему, зганьблений член Синдикату позбавляється і життя.

Обчисть їхні кишені та принеси емблеми мені або іншим вартовим.

Починай з Дурнгольда, що на південь звідси.]===],
[===[Гей, гарна робота! Продовжуй у тому ж дусі, і може інші розбійники припинять сміятися над тобою.]===],
},
[6845] = {
[===[Розкриття таємниць минулого]===],
[===[У будь-якому разі, тобі варто навідати мене відносно скоро... якщо, звичайно, ти хочеш знати, що тут, усередині. Як тільки я про це дізнаюсь і якщо там дійсно книга- залюбки поділюся з тобою цією інформацією.

Тим часом я зв’яжуся з мамою цього невеличкого ведмежого табору - Рабіном. Не сумніваюся, що він захоче дізнатися про твої божевільні витівки. Ніколи не змушуй маму чекати, {Ім'я}... хіба що ти хочеш скупатися у меді.

Таке траплялося, повір мені.]===],
[===[Поговоріть з Рабіном Сатурною в селищі Нічна Гавань на Місячній галявині.]===],
nil,
[===[А, {Ім'я}. Я надіявся, що ти завітаєш. Радий бачити, що у тебе все добре.

Мене повідомили, що ти прийдеш, і я хотів би особисто виразити подяку від Кенарійського Кола за досі надану тобою допомогу. Безсумнівно, в Сілітусі є ще багато таємниць, які варто розкрити. Те, що ти {стать:доставив:доставила} Умберові, може виявитися однією з найцікавіших. Будь ласка, прийми це на знак нашої вдячності за твою підтримку.

Дякую, {стать:щедрий:щедра} {клас:к}.]===],
},
[6981] = {
[===[Сяючий уламок]===],
[===[Уламок яскраво зелений і, не дивлячись на суцільність, під його поверхнею клубочиться щось схоже на дим. Ви не можете відірватись від кристала і водночас він викликає тривожність.

Можливо, вам варто пошукати в Брашпилі когось, хто зможе розказати про цей кристал більше.]===],
[===[Відправляйтесь до Брашпиля і знайдіть когось, хто може розказати більше про сяючий уламок.

Опісля, віднесіть уламок туди, куди вас відправлять.]===],
[===[Вітаю, {раса:к}. Чим я можу допомогти?]===],
[===[Ох... ніколи не бачила нічого подібного...]===],
},
[7003] = {
[===[Зменшення велетнів]===],
[===[Я маю зробити щось з цими велетнями, якщо хочу тут залишитись! Вони гублять весь бізнес!

Я працюю над аналогом гномського зменшувального променя, але з використанням унікальних ГОБЛІНСЬКИХ технологій! Щоб уникнути різних незручностей, по типу смерті, я доручаю його випробування тобі. Перевір його на будь-яких велетнях Фераласа. Після його роботи ти зможеш знайти на них залишки мініатюаризації — принеси їх мені!]===],
[===[Використовуйте ультразменшувач Зорбіна, щоб зменшити будь-якого велетня Фераласа до менш небезпечної форми. Принесіть 15 залишків мініатюризації Зорбіну Блимоверту близ причалу Забутого узбережжя, що у Фераласі.]===],
[===[Залишки мініатюризації — цінна штука для інженера! Їхня цінність полягає в тому, що вони дозволяють мені впевнитись, що у зменшувача не буде неочікуваних побічних ефектів, як от вибуху в руках користувача.

О, це я про інші зменшувачі, не той який я тобі дав. Абсолютно точно!]===],
[===[Пресуперово! Радий бачити, що ти {стать:повернувся:повернулася} не тільки з залишками, а й з усіма своїми кінцівками! Ні-ні, використання ультразменшувача було абсолютно безпечним!

Я ціную твої зусилля для мене, {ім'я}. Чесне слово, ти — друг для гоблінів у всьому світі. Прийми це на знак моєї вдячності!]===],
},
[7028] = {
[===[Плетене зло]===],
[===[На заході, в глибинах Мародона, розташовані кристальні печери Террамока... Це древнє місце з багатою історією. І я хочу здобути деякі речі звідти, {клас:к}. Реліквії Старих Богів заховані за величезними дверима.

Якщо ти наважишся кинути виклик злу, що таїться в Мародоні, я щедро тобі віддячу. Збери терадричні кришталеві орнаменти та принеси їх мені.

Коли я отримаю орнаменти, я зможу їх... дослідити. Занадто довго ці сили лежали без діла...]===],
[===[Зберіть 25 терадричних кришталевих орнаментів для Верби зі Спустошища.]===],
[===[Жодних запитань!

Ти маєш виконати моє прохання.]===],
[===[Ха-ха-ха! Я знала, що ти повернешся!

<Верба щось бурмоче.>

...так легко переконати.

...що завгодно зробить за хорошу оплату. Хе-хе-хе...]===],
},
[7044] = {
[===[Легенди Мародона]===],
[===[Темний сатир, на ім'я лорд Злоязикий, сіє жахіття в цих покручених печерах, отруюючи розум усіх, хто опинився всередині. Він все ще живе за фіолетовими кристалами.

Крім того, Шолудивий Язик створив живий символ свого ж псування — Ноксіона, який живе за помаранчевими кристалами. Разом вони викрали дві частини скіпетра мого брата. Мій брат, Келебрас... Бездумно ходить по цих печерах, проклятий псуванням.

Допоможи йому! Знайди частини скіпетра та постарайся якось поговорити з моїм братом...]===],
[===[Поверніть дві частини скіпетра Келебраса: жезл Келебраса та діамант Келебраса.

Знайдіть спосіб поговорити з Келебрасом.]===],
[===[Я прокинувся від нескінченного кошмару...]===],
[===[Тепер, коли ти {стать:повернув:повернула} обидві частини мого скіпетра, сподіваюся, незабаром ми зможемо позбавити Мародон від псування.]===],
},
[7046] = {
[===[Скіпетр Келебраса]===],
[===[Колись мій скіпетр був джерелом надії для мене. Його сила дозволяла мені стрімко пересуватися цими печерами. Я сподівався умиротворити душу мого дядька... Тепер це завдання я передаю тобі.

Мені потрібна твоя допомога, щоб провести ритуал для з'єднання двох частини скіпетра. Будь ласка, йди за мною та виконуй мої вказівки, поки я спрямовуватиму енергію для возз'єднання жезла з діамантом.

Разом ми знову створимо скіпетр Келебраса!]===],
[===[Допоможіть Келебрасу Спокутому створити скіпетр Келебраса.

Поговоріть з ним після завершення ритуалу.]===],
[===[Якщо ти хочеш почати ритуал спочатку, будь ласка, зупини його та поговори зі мною знову.]===],
[===[Прошу тебе, прийми це і пам'ятай, що сила, яка міститься в ньому, має використовуватись лише для добрих цілей. Продовжуй вивчати печери, і, сподіваюся, ти знайдеш рештки мого дядька. Тобі доведеться здолати багато загроз, {ім'я}.

Звертайся до мене знову, якщо буде потреба.]===],
},
[7066] = {
[===[Насіння життя]===],
[===[Бідні кентаври — мої сини та доньки, вони потребують свого батька.

Озирнися — це місце сповнене надії й того, чого вчив мій батько, Кенарій. І всі вони пішли від мене! Я не можу відвернутись від них... Хоч вони й обернулися проти мене.

Мені потрібно заспокоїти свого брата і ти можеш мені в цьому допомогти. Ось, візьми це... Це перше насіння життя, народжене з моїх решток. Скажи йому, що я живий та мій дух перебуває тут. Я впевнений, він зрозуміє.]===],
[===[Знайдіть Ремулоса на Місячній галявині та віддайте йому насіння життя.]===],
[===[Від тебе тхне гниллю, {ім'я}... Як і від багатьох шукачів пригод у наш час. Але ти відрізняєшся від інших. Ти {стать:прийшов:прийшла} про щось поговорити зі мною? Я відчуваю щось знайоме, але не можу зрозуміти, що саме.

Прошу тебе, скажи, чому ти {стать:хотів:хотіла} поговорити зі мною?]===],
[===[То мій брат нарешті знайшов спокій? Я щасливий, що дожив до цього дня. Зважаючи на всю його гордість та злість, я справді думав, що ми втратили його назавжди, але... цей символ його жертви лише доводить, що він не загинув — він лише переродився. Він виконав обов'язок та зайняв своє місце в природі.

Дякую тобі, {ім'я}. Принісши це мені, ти {стать:подарував:подарувала} мені невелику надію, яку, здавалося, я давно втратив. Це насіння колись принесе свої плоди для народу цих зруйнованих війною земель... Я відчуваю це...]===],
},
[7067] = {
[===[Вказівки кентавра-парії]===],
[===[Хоч мене і вигнали як єретика, моя віра все ще залишаються істинною — це єдине, що спонукає мене рухатись вперед. Але для того, щоб я виконав свій обов'язок, мені потрібна допомога чужинця, не з племені кентаврів.

Потрібно, щоб хтось увійшов до священних залів Мародону — гробниці, що оберігає мій народ, в яку можна заходити лише найпобожнішим.

Якщо ти {стать:згоден:згодна} допомогти мені, тобі потрібно лише кивнути. Я дам тобі пергамент з моїми вказівками. Прочитай його й обміркуй мої слова.]===],
[===[Прочитайте вказівки кентавра-парії. Потім добудьте амулет Єднання в Мародоні та поверніть його кентавру-парії на півдні Спустошища.]===],
[===[Що ти {стать:вирішив:вирішила}, {ім'я}? Ти допоможеш мені? Чи ступиш ти на священну землю, щоб допомогти мені створити єдине велике плем'я кентаврів!?]===],
[===[Саме так, {раса:к}! Це він! Тепер я можу приступити до великого об'єднання племен. Дякую.

Будь ласка, візьми це за твої старання. Сподіваюся, наступного разу ми зустрінемось за інших обставин.]===],
},
[7221] = {
[===[Розмова з розвідувачкою Камнетескою]===],
[===[А, {ім'я}, ти {стать:прибув:прибула} на службу? Чудово, Бурешпилю потрібні всі, кого можливо зібрати!

Поговори з розвідувачкою Камнетескою в Дун-Балдарі. Вона набирає людей для дуже важливого завдання на ворожій території. Ти знайдеш Камнетеску в самому низу гарнізону Дун-Балдару.

І будь {стать:уважним:уважною}, коли проходитимеш через Дун-Балдар. Тут завжди знайдеться робота для {стать:працьовитого:працьовитої} {клас:р}, {стать:який:яка} не боїться забруднити руки.]===],
[===[Поговоріть з розвідувачкою Камнетескою в гарнізоні Дун-Балдару.]===],
nil,
nil,
},
[7222] = {
[===[Розмова з Воґґою Смертехватом]===],
[===[А, {клас}? Чудово! Ми раді бачити тебе в Альтераці, {ім'я}. Дворфи та їхні союзники вдерлися в нашу долину, тож Орда вітає кожного, хто приєднається до нас у праведному бою!

Поговори з Воґґою Смертехватом. Він шукає агентів для важливого завдання в фортеці Альянсу, що в Альтерацькій долині!

Ти знайдеш Воґґа у форті Морозних Вовків.]===],
[===[Поговоріть з Воґґою у форті Морозних Вовків.]===],
nil,
nil,
},
[7562] = {
[===[Мор'зул Кровопивця]===],
[===[{ім'я}, твої пізнання темних мистецтв глибокі. Твоя майстерність у володінні істотами з інших світів стала настільки сильною... Можливо, ти {стать:готовий:готова} зв'язати з собою одного з жахожеребців.

Викликати його в наш світ нелегко, це вимагає великої сили та ресурсів, але якщо ти бажаєш підкорити цього епічного коня, то звернись до Мор'зула Кровопивці. Він став табором біля Олтаря Бур в Палаючому степі.

Йди, {ім'я}. Це завдання буде небезпечним, але чорнокнижники твого рівня не бояться небезпек!]===],
[===[Поговоріть з Мор'зулом Кровопивцею в Палаючому степі.]===],
nil,
[===[Вітаю, {ім'я}, і ласкаво прошу. Ти тут, щоб вчитися біля Олтаря Бурі, як і я, та, можливо, щоб використати його енергію для якихось таємних цілей...

Або... ти тут, щоб поговорити зі мною? Так, я гадаю, що саме так.

Ти хочеш опанувати жахожеребця? Це зовсім не проста справа. Це вимагає від тебе не мало крові, поту... і, звичайно ж, золота. Але Зоротський жахожеребець — це приз, вартий зусиль. Тому, якщо тобі цікаво, слухай далі...]===],
},
[7563] = {
[===[Кривава лють]===],
[===[Жахожеребці мешкають в іншому світі, на палаючих рівнинах Зороту, і щоб підкорити одного з цих знаменитих звірів, необхідні могутні гліфи. Я можу накреслити ці гліфи на пергаменті, але для цього мені знадобиться особливе чорнило.

У далекому Зимоключі живе раса совоподібних істот. Колись ці істоти були чистими, але демонічний вплив ущелини Темного шепоту позбавив їх розуму, і вони блукають снігами в повному божевіллі.

Їх кров потрібна мені для створення чорнила. Принеси її мені.]===],
[===[Принесіть 30 пляшок крові лютого звіра Мор'зулу Кровопивці в Палаючий степ.]===],
[===[Ти {стать:бачив:бачила} лютих совозвірів, {ім'я}? Магія цих створінь дуже потужна і концентрується в крові, що тече через їхні понівечені тіла.]===],
[===[Ах, дуже добре. Я перегоню цю кров на чорнило і використаю його для пергаменту, який я тобі обіцяв. І, можливо, залишу трохи для себе, бо я чув, що у неї незвичайний смак...]===],
},
[7564] = {
[===[Дикоокий]===],
[===[Мій слуга, Ґорзікі, досить вмілий алхімік. Він може приготувати чорнило, яке мені знадобиться для твого пергаменту. Я вже підготував принесену тобою кров. Віднеси її Ґорзікі, щоб він міг почати свою роботу.]===],
[===[Принесіть скриньку крові до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[У тебе є щось для мене? Це ж не великий, соковитий павук? Чи, може, тарган? Сподіваюся, він ще живий... Я так люблю їх жувати, коли вони ще живі...]===],
[===[А, це кров. Мабуть, вона від майстра Мор'зула. Він так захоплюється нею і любить, коли вона проливається. А мені більше подобається, коли вона тече в жилах маленького гризуна. Так вона залишається теплою... до вживання.

Це потужна кров. Мор'зул, мабуть, збирається створити ще один пергамент для виклику жахожеребця! Як цікаво!

Якщо це правда, і ти збираєшся провести ритуал, то.. тобі знадобиться набагато більше, ніж кров, {стать:друже:подруго}.]===],
},
[7581] = {
[===[Тюремні кайдани]===],
[===[Тобі потрібно дістати кайдани для вартового приречення у менших демонів.

Кров диких сатирів, що живуть в Грsзному Молоті, повинна підійти. Згорнута кров з'єднає уламки Гедеріни та дасть силу кришталевій в'язниці.]===],
[===[Вирушайте до Грізного Молота у Фераласі та зберіть 15 зразків крові шаленородних сатирів, що мешкають у кварталі Хибнодревів. Зробивши це, поверніться до Дайо в Смердючий Рубець.]===],
[===[Підійде лише кров сатирів племені Шаленородних.]===],
[===[Чудовий результат. Кров приглушить магічний захист вартового приречення.]===],
},
[7582] = {
[===[Тюремна камера]===],
[===[Демони Гедеріни, які поселились на схилах гори Хіджал, виділяють потужну отруту скверни, яка, якщо залишити її на довгий час, затвердіє, перетворюючись на щільний антимагічний кристал. Ці кристали отримали назву "сльози Гедеріни".

Навіть неймовірна сила вартового приречення не зможе зруйнувати стіну в'язниці, збудованої з цього матеріалу.

Вирушай в ущелину Темного шепоту у Зимоключ та збери сльози Гедеріни.]===],
[===[Вирушайте в ущелину Темного шепоту в Зимоключі та зберіть 5 сліз Гедеріни у демонів Гедеріни, які знаходяться в ущелині. Поверніться до Дайо в Смердючий Рубець, коли закінчите це завдання.]===],
[===[Демони Гедеріни не віддадуть свої дорогоцінні камені без бою, {ім'я}.]===],
[===[Мені лише потрібно поєднати кров Шаленородних з цими кристалами, і в'язниця буде готова до використання.]===],
},
[7583] = {
[===[Ув'язнення]===],
[===[В'язниця готова. Тепер лишилась найважча частина завдання.

Тобі потрібно знайти та захопити командира вартових приречення в Смердючому Рубці, використовуючи цю кришталеву в'язницю.

Будь {стать:обережний:обережна}! Вартовий приречення — це хитрий і смертельний суперник, який намагатиметься знищити тебе, коли ти почнеш ритуал ув'язнення. Він буде дико битися, намагаючись втекти від ув'язнення.

Він зосередиться тільки на тобі, {ім'я}. Тому я раджу взяти з собою компаньйонів, здатних зберегти тобі життя!]===],
[===[Вирушайте в Смердючий Рубець і знайдіть командира вартових приречення.

Використайте сяючий кристал ув'язнення на командирі вартових приречення. Будьте готові до відчайдушного опору, оскільки демон намагатиметься уникнути ув'язнення.

Якщо вам вдасться — поверніть ув'язненого вартового приречення до Дайо в Смердючий Рубець.]===],
[===[Хм? Ну?]===],
[===[Ти {стать:зробив:зробила} все так, як я просив. Ти {стать:готовий:готова} отримати знання про те, як викликати чудовиськ та контролювати їх.]===],
},
[7601] = {
[===[Як Нібі скаже]===],
[===[Якщо хочеш навчитися в мене викликати пекельника-слугу, ти маєш знищити Крошія і добути з його палаючих останків ядро пекельника. Однак це не так просто, як здається. Крошій майже повністю згорів. Тобі доведеться знову розпалити його тіло та підняти його з попелу. Однак, для цього тобі доведеться добути деякі компоненти з інших демонічних сутностей.

Мій біс, на ім'я Бісик, допоможе тобі.]===],
[===[Поговоріть з Бісиком в Скверноліссі.]===],
nil,
[===[Йой, знову те саме...]===],
},
[7602] = {
[===[Бездоганна есенція скверни]===],
[===[Якщо ти збираєшся відродити Крошія, тобі знадобиться вогонь скверни. Я можу розпалити вогонь скверни, але для цього мені потрібні деякі компоненти.

Тобі потрібно принести мені бездоганні есенції скверни з трьох різних місць.

Першу есенцію можна отримати у сатирів Леґаші з Азшари, другу — в легіонерів Джеденару, а третю — у вартових скверни зі Спустошених земель.

Дістань у них по одній есенції, принеси мені і я розпалю вогонь скверни, що дозволить тобі відродити Крошія.]===],
[===[Бісик зі Сквернолісся попросив вас принести йому три бездоганні есенції скверни з трьох різних місць.

Сатири Леґаші з Азшари мають першу бездоганну есенцію скверни. Легіонери Джеденару мають другу бездоганну есенцію скверни. Вартові скверни зі Спустошених земель мають третю бездоганну есенцію скверни.

Зберіть всі бездоганні есенції скверни та поверніться до Бісика в Сквернолісся.]===],
[===[Нікому не кажи, але Нібі — дурень.]===],
[===[Дай мені хвилину, і я об'єднаю есенції у вогонь скверни.]===],
},
[7603] = {
[===[Ядро Крошія]===],
[===[Крошій лежить у купі на північному сході, в долині Шматованих порубів. Візьми цей вогонь скверни та підпали залишки. Вогонь повинен оживити загиблого пекельника.

На цьому етапі, я впевнений, що він вб'є тебе та будь-яких друзів, яких ти, можливо, візьмеш з собою — а повір мені, тобі захочеться взяти з собою друзів.

Якщо якимось дивом тобі вдасться вбити Крошія, візьми його ядро пекельника та поверни його Нібі.]===],
[===[Шукайте рештки Крошія в долині Шматованих порубів у Скверноліссі. Коли знайдете його залишки, скористайтеся вогнем скверни поряд з ним та очікуйте на повернення Крошія. Коли пекельник відродиться з попелу, знищте його та візьміть з його тіла ядро пекельника.

Поверніть ядро Крошія Нібі Всемогутньому в Сквернолісся.]===],
[===[Ти {стать:заблукав:заблукала}?]===],
[===[Угода є угода! Швидко, візьми це та записуй. У мене немає часу! Моє найбільше творіння йде на нас!]===],
},
[7621] = {
[===[Попередження]===],
nil,
nil,
nil,
[===[{Клас:к}, на тебе чекають суворі випробування, що перевірять твої здібності.

Я пропоную тобі послухати, що я розповім. 

Будь напоготові, ти {стать:повинен:повинна} виконати це завдання самостійно. Нехай твої союзники відійдуть на безпечну відстань і не втручаються. Будь-яке втручання може спричинити найсуворішу кару.

Доля привела тебе, ти тут {стать:один:одна}. Бийся з честю. Використовуй Світло.]===],
},
[7622] = {
[===[Баланс Світла й Тіні]===],
[===[Ти мусиш зробити те, чого я не змогла: врятувати селян, що загинули під час втечі зі Стратгольму.

Вони йтимуть до світла і ти маєш захистити їх. Якщо занадто багато з них загине — наше прокляте існування продовжиться.

Це справжнє випробування для всіх твоїх здібностей. Нехай Світло захистить тебе, {ім'я}.]===],
[===[Врятуйте 50 селян перш ніж 15 з них загинуть. Поговоріть з Еридою Мирожарою коли виконаєте завдання.

Кількість вбитих селян можна дізнатися з пошти смерті.]===],
nil,
[===[Твоя стійкість та хоробрість вражають, {ім'я}. Ти {стать:заслужив:заслужила} право володіти уламком Нордрассіля. Тобі залишилось лише знайти Око Тіні. Знайди його, навіть якщо тобі доведеться обшукати весь світ.]===],
},
[7623] = {
[===[Лорд Пустоклят]===],
[===[Мор'зул каже, що ти хочеш відкрити портал до Зорота. Для цього тобі знадобиться зоротський зоряний пил. Його нелегко знайти в Азероті!

Є одна істота, яка може мати його: лорд Пустоклят в Джеденарі, резиденції ради Тіні! Поговори з ним, раптом він поділиться з тобою зоряним пилом.

Але якщо ти збираєшся до Джеденару, тобі потрібно буде пройти {стать:непоміченим:непоміченою} радою Тіні. Для цього знадобляться мої тіньові зілля, а вони недешеві...]===],
[===[Купіть тіньове зілля у Ґорзікі в Палаючому степі.

Використайте зілля, щоб пройти через Джеденар та поговоріть з лордом Пустоклятом.]===],
nil,
[===[Моя терплячість охоплює тисячоліття, {клас:к}. Але не думай, що я приділю тобі більше, ніж мить мого часу...]===],
},
[7624] = {
[===[Зрадник Улатек]===],
[===[Хочеш заслужити мою милість? Тоді вбий для мене.

Мій слуга Улатек жалюгідно повзає переді мною, і в той самий час замислює зраду проти мене разом із лордом Хел'нуратом із Зорота. Хел'нурат планує скинути мене та узурпувати мою владу тут, а Улатек – його шпигун.

Доведи, що ти служиш саме мені, а не моїм суперникам. Знайди Улатека в його покоях в оплоті Тіні на заході. Скажи йому, що я знаю його таємницю і побачиш, як його охопить страх. А потім принеси мені серце зрадника!]===],
[===[Вбийте Улатека, а потім принесіть серце зрадника лорду Пустокляту в Джеденар.]===],
[===[Я вже відчуваю смак серця Улатека на своїх губах. Така солодка плоть зрадника...]===],
[===[Ах, як чудово! Після тижневого гниття це серце стане соковитим делікатесом! Можливо, я пошлю за головою Улатека і поставлю її перед собою, коли буду їсти...

Ти {стать:зробив:зробила} мені послугу, {клас:к}, і тому моє до тебе терпіння зросло. Трохи.]===],
},
[7625] = {
[===[Зоротський зоряний пил]===],
[===[Тож ти {стать:прийшов:прийшла} до мене в пошуках зоротського зоряного пилу? Ти бажаєш відкрити портал до Зороту, володінь, що належить моєму супернику Хел'нурату? Можливо, ти плануєш викрасти у нього одного з його дорогоцінних жахожеребців?

Добре. Мій слуга Ур'дан має запас зоротського зіркового пилу. Ти можеш отримати його від нього... якщо зможеш заплатити.]===],
[===[Придбайте зоротський зоряний пил в Ур'дана. Віднесіть його до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[Ти {стать:був:була} у Джеденарі, {ім'я}? Ти {стать:отримав:отримала} зоряний пил від лорда Пустоклята?]===],
[===[Ось він! Мені не віриться, що ти його {стать:дістав:дістала}! Мабуть, ти {стать:уклав:уклала} велику угоду з жахопаном або {стать:заплатив:заплатила} величезну суму, або те й інше!

Мор'зул скоро отримає чорнило і зробить тобі пергамент з рунами. А ти відкриєш портал у Зорот і викрадеш одного зі знаменитих жахожеребців!]===],
},
[7626] = {
[===[Дзвін Детмури]===],
[===[Дзвін Детмури, названий на честь покійної чорнокнижниці Детмури Темноокої, є одним з трьох предметів, необхідних для створення кола великого виклику. Коли вони правильно налаштовані з колесом та свічкою, ці предмети вміщують великі обсяги арканічної магії.

Мій слуга Ґорзікі може зробити такий дзвін, але для цього йому потрібна велика кількість еліксирів сили тіней. Добудь еліксири в алхіміка та принеси їх Ґорзікі.]===],
[===[Принесіть 10 еліксірів сили тіней до Ґорзікі в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} еліксири, {ім'я}? Мор'зул сказав мені, що тобі потрібен дзвін Детмури, а для його створення потрібно багато еліксирів!]===],
[===[Дуже добре! Сподіваюся, що отримати ці еліксири було не надто складно. Іноді алхіміки можуть бути такими скупими на свої творіння...

Я зроблю дзвін та зберігатиму його, доки ти не будеш {стать:готовий:готова} до ритуалу.]===],
},
[7627] = {
[===[Колесо чорного походу]===],
[===[Колесо чорного походу містить та направляє жорстоку енергію, необхідну для кола великого виклику. Щоб Ґорзікі зміг побудувати колесо, йому потрібні великі блискучі осколки, які можна знайти у чародіїв та руда темного заліза, яку можна купити у шахтаря-майстра.

Знайди ці компоненти та принеси їх моєму прислужнику.]===],
[===[Принесіть 6 великих блискучих осколків та 25 шматків руди темного заліза до Ґорзікі в Палаючий степ.]===],
[===[Колесо чорного походу не так легко зробити та воно потребує багато матеріалів. Ти вже {стать:зібрав:зібрала} їх?]===],
[===[Отже, ось і вони! Я чув, що руда темного заліза знаходиться тільки у глибинах Чорнокамінної гори, і я впевнений, що ці осколки також було не легко знайти. Я часто дивуюся самовідданості чорнокнижників. Якби ви спрямували всю цю енергію, щоб ловити жуків, о... який би бенкет ви влаштували!

Вибач, відступив від теми. Я зроблю колесо і зберігатиму, доки ти не будеш {стать:готовий:готова} провести ритуал.]===],
},
[7628] = {
[===[Свічка Судного дня]===],
[===[Свічка Судного дня зберігає в собі вогонь, який обпалює всіх, хто хоче перервати твій ритуал. Під час створення кола великого виклику, якщо твоя свічка запалена, будь-які свавільні демони будуть спалені її полум'ям!

Стримувати цей вогонь не так легко, і для цього потрібна есенція з лусок чорного дракона. Придбай ці луски у шкуродерів та принеси їх Ґорзікі Дикоокому.]===],
[===[Принесіть 35 лусок чорного дракона до Ґорзікі Дикоокого в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} луски чорних драконів, {ім'я}? Я не хочу починати роботу над свічкою, поки у мене їх немає... інакше я можу підірвати весь табір!]===],
[===[А, дуже добре. Мені знадобляться ці луски, щоб контролювати вогонь свічки. Тепер я зроблю свічку і зберігатиму її доки ти не будеш {стать:готовий:готова} до ритуалу кола великого виклику.]===],
},
[7629] = {
[===[Доставка біса]===],
[===[Є ще один процес, необхідний для пергаменту Мор'зула; мені потрібен папір, наповнений зоротським зоряним пилом. І... Боюся, я не зможу зробити його тут. У мене немає потрібного обладнання!

Але є алхімічна лабораторія, де є все необхідне. Це в Школомансі, на острові Тверджа Дарроу в Зачумлених землях.

Я не можу туди поїхати, але ось — візьми цю банку. У ній сидить дуже розумний біс. Випусти його в алхімічній лабораторії, і він наповнить пергамент.]===],
[===[Принесіть біса в банці в алхімічну лабораторію Школомансу. Після того, як пергамент буде створено, поверніть банку Ґорзікі Дикоокому.]===],
[===[Ти вже {стать:був:була} в Школомансі, {ім'я}? Біс вже наповнив пергамент зоряним пилом?]===],
[===[Ах, добре. Дж'іві створив пергамент. Тобі сподобалося в Школомансі? Чарівно, не так? А комахи там... я чув, що вони дуже смачні!

Гарна робота, {ім'я}, і дякую за повернення моєї банки. Вона в мене вже довгий час... і вона не для продажу!]===],
},
[7630] = {
[===[Арканіт]===],
[===[Тепер, коли дзвін, колесо та свічка готові, я повинен зробити чорний магніт. Він знадобиться тобі, щоб підтримувати інші об'єкти ритуалу, якщо щось піде не так.

Для виготовлення магніту, мені потрібен арканіт. У тебе його немає? Якщо ні, то... тоді тобі доведеться пошукати його в алхіміка.

Повертайся до мене, коли матимеш арканіт, і я зможу створити чорний магніт.]===],
[===[Принесіть 3 злитки арканіту до Ґорзікі в Палаючий степ.]===],
[===[Ти {стать:приніс:принесла} арканіт, {ім'я}? Як тільки я отримаю його, я зможу зробити для тебе чорний магніт.]===],
[===[Ти {стать:приніс:принесла} його! Гарна робота! Тепер я можу створити магніт. Коли ти нарешті будеш {стать:готовий:готова} до ритуалу створення кола великого виклику, тобі знадобиться чорний магніт, щоб бути {стать:впевненим:впевненою}, що ритуал не перерветься!]===],
},
[7631] = {
[===[Зоротський жахожеребець]===],
[===[Усе готово. Тепер ти маєш провести ритуал для створення кола великого виклику, а потім використати пергамент, насичений зоротським зоряним пилом, щоб відкрити портал до Зороту.

Я записав інструкції для ритуалу на сувої. Вивчи його уважно, адже ти маєш чітко виконати кожен крок, якщо хочеш досягти успіху.

Щасти тобі, {ім'я}. І нехай душі твоїх ворогів якнайшвидше потраплять у твій мішечок з уламками душ.]===],
[===[Прочитайте вказівки Мор'зула. Викличте зоротського жахожеребця, переможіть його, а потім прив'яжіть його дух до себе.]===],
nil,
[===[Дух зоротського жахожеребця зламаний. Попри те, що гнів б'ється в ньому, ви знаєте, що душа цього звіра належить вам...

Він нашіптує темні слова та дарує знання про те, як викликати жахожеребця.]===],
},
[7632] = {
[===[Древній листок]===],
[===[Листок випромінює яскраво-зелене світіння. Його поверхня надзвичайно зморщена, на ній видно кілька борозен і оголених прожилок.

Схоже, що він належав комусь древньому і могутньому.

Можливо, вам варто знайти власника цього листка?]===],
[===[Знайдіть власника древнього скам'янілого листка. Нехай щастить, {ім'я}, це великий світ.]===],
[===[<Вартрій стогне.>]===],
[===[Звісно я впізнаю свій листок. Тільки-но поглянь! Він в чудовому стані.

Це дуже благородно, {клас:к}.

Можливо, ти міг би добре послужити нам, а ми — тобі.]===],
},
[7633] = {
[===[Знайомство]===],
nil,
nil,
nil,
[===[Твоя старанність та чесність не будуть забуті, {клас:к}.

Ми — древні, хранителі цього, колись величного, лісу. Наші фізичні тіла були знищені 10 000 літ тому, коли Архімонд і Палаючий Легіон пройшли Хіджалом. Однак, наші душі залишились неушкодженими.

У нас є завдання для тебе. Завдання, які відкриють тобі таємниці древніх.

Тож знай, якщо ти виконаєш ці завдання — просто повернись до цієї скелі, і ми відповімо на поклик.]===],
},
[7634] = {
[===[Перетягнутий жилою лист древнього]===],
[===[Вітаю, {клас:к}. Я Гастат, древній знань. Я оберігаю знання, втрачені з давніх-давен.

З вірною перев'яззю, один з моїх листків може служити як сагайдак, подібного якому уже не бачили у світі 10 000 років. Сагайдак, який разом з луком древніх, може надати тобі несказанну могутність.

Повернись до мене з сухожиллям дорослого синього дракона і цей сагайдак буде твоїм.]===],
[===[Гастат Древній попросив вас принести йому сухожилля дорослого синього дракона. Коли знайдете таке сухожилля — принесіть його Гастату в Сквернолісся.]===],
[===[З поверненням, {стать:юний:юна} {клас:к}.]===],
[===[Нехай мої листки убезпечать твої стріли від ушкоджень. Нехай твої стріли б'ють влучно. Нехай вороги нашого світу будуть розбиті.]===],
},
[7635] = {
[===[Гідна тятива]===],
[===[Вартрій може запропонувати тобі руків'я для створення лука Древніх, однак лише я можу зачарувати тятиву, щоб його завершити.

Це просте завдання, легесеньке. Вбий дорослого чорного дракона і відділи сухожилля від його кісток. Повернись з цим сухожиллям до мене і я накладу чари на нього так, що тятива з нього стане практично вічною.]===],
[===[Стома Древній попросив вас принести йому сухожилля дорослого чорного дракона. Коли знайдете таке сухожилля — принесіть його Стомі у Сквернолісся.]===],
[===[Я впевнений, що у тебе не виникне труднощів з тим, щоб знайти та убити чорного дракона, {ім'я}. Не марнуй мого часу марною балаканиною.]===],
[===[Цей дракон був найбільш нечестивим. Сухожилля смердить злом.

Дай мені хвилю, щоб очистити мерзоту цієї плоті та накласти належні чари.]===],
},
[7636] = {
[===[Руків'я древніх]===],
[===[Слуги Палаючого Легіону все ще роблять свої темні справи в нашому світі, {клас:к}. Вони спотворюють все, до чого торкаються. Сама природа в'яне і стогне в їх присутності.

Ти маєш вистежити цих демонічних потвор і знищити їх, {ім'я}. Та попереджаю — ти маєш самостійно впоратись з ними, інакше вони втечуть. Поки ти наодинці, вони намагатимуться знищити тебе. Ти маєш вбити їх, обернувши їх самовпевненість проти них самих.

Я дарую тобі шматок моєї кори. Написи на ній допоможуть тобі знайти цих демонів. Принеси їх голови.]===],
[===[Ви маєте знайти й знешкодити чотирьох демонічних розносників порчі:

Симону Спокусницю.

Клінфрана Схибленого.

Соленора Душогуба.

Арторія Губителя.

Знищіть цих створінь і поверніться з їх головами до Вартрія Древнього в Сквернолісся.

Підказки по їх місцеперебуванню шукайте в скам'янілій корі, що у вас в рюкзаку.

Ви маєте виконати це завдання САМОСТІЙНО.]===],
[===[Не дай їх маскуванню обманути тебе!]===],
[===[Ти гарно {стать:послужив:послужила} нам, {ім'я}! Візьми це руків'я та об'єднай з тятивою, яку ти можеш отримати у Стоми. Разом вони утворять могутню зброю.]===],
},
[7649] = {
[===[Зачаровані торієві обладунки: Том I]===],
[===[На книзі стоїть відмітка Бібліотеки.]===],
[===[Поверніть книгу її законним власникам.]===],
[===[Ти {стать:знайшов:знайшла} книгу!]===],
[===[Молодець, {стать:мій хлопчику:моя дівчинко}.

<Хранитель знань Лідрос вириває сторінку з книги.>

Я впевнений, що ти зможеш скористатися цим кресленням.]===],
},
[7650] = {
[===[Зачаровані торієві обладунки: Том II]===],
[===[На книзі стоїть відмітка Бібліотеки.]===],
[===[Поверніть книгу її законним власникам.]===],
[===[Ти {стать:знайшов:знайшла} книгу!]===],
[===[Молодець, {стать:мій хлопчику:моя дівчинко}.

<Хранитель знань Лідрос вириває сторінку з книги.>

Я впевнений, що ти зможеш скористатися цим кресленням.]===],
},
[7651] = {
[===[Зачаровані торієві обладунки: Том III]===],
[===[На книзі стоїть відмітка Бібліотеки.]===],
[===[Поверніть книгу її законним власникам.]===],
[===[Ти {стать:знайшов:знайшла} книгу!]===],
[===[Молодець, {стать:мій хлопчику:моя дівчинко}.

<Хранитель знань Лідрос вириває сторінку з книги.>

Я впевнений, що ти зможеш скористатися цим кресленням.]===],
},
[7652] = {
[===[Вигідна угода]===],
nil,
nil,
nil,
[===[Добре, {стать:пане:пані}, у мене є гаряча пропозиція для вас.

Я тут хочу продати кілька креслень імперських латних обладунків, і мені потрібен покупець. В обмін я хочу отримати злитки торію. Обговоримо деталі?]===],
},
[7653] = {
[===[Імперський латний пояс]===],
nil,
nil,
[===[За креслення ременя я прошу 20 злитків торію.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7654] = {
[===[Імперські латні чоботи]===],
nil,
nil,
[===[За креслення чоботів я прошу 40 злитків торію. Так, 40. Ти що, зара' заплачеш? Дати хустинку?

<Деротайн сміється.>]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7655] = {
[===[Імперські латні браслети]===],
nil,
nil,
[===[За креслення браслетів я хочу 20 злитків торію.

Все гаразд, {стать:хлопче:дівчинко}? Ти {стать:весь почервонів:вся почервоніла}.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7656] = {
[===[Імперська латна кіраса]===],
nil,
nil,
[===[За креслення кіраси я хочу 60 злитків торію.

Йой, знову ти за своє. Що, побіжиш до своїх божків питати, чому вони тебе покинули?! Тримайся, нюня! Ніхто ніколи не казав, що життя справедливе.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7657] = {
[===[Імперський латний шолом]===],
nil,
nil,
[===[Просто дай 50 злитків торію, і креслення шолома твоє.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7658] = {
[===[Імперські латні штани]===],
nil,
nil,
[===[Просто віддай 60 злитків торію, і креслення штанів твоє.

Знаю, я доведу тебе до банкрутства! Я се все вже чув, тож мо' приберегти свої сльозливі історії, {стать:слабак:слабачко}.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7659] = {
[===[Імперські латні наплічники]===],
nil,
nil,
[===[За креслення наплічників я хочу 20 злитків торію.]===],
[===[Приємно мати з тобою справу.

І {ім'я}, зітри сей вираз огиди зі свого обличчя.]===],
},
[7701] = {
[===[РОЗШУКУЄТЬСЯ: розпорядник Мальторій]===],
[===[З наказу його височенства розпорядника Слизькорука, розшукується розбійник Торієвого братства та новопризначений командир бригади дворфів Темного Заліза в Котлі, розпорядник Мальторій. Його потрібно убити, а його голову принести як доказ.

Зверніться до капітана дозорних Лоло Довгобоя за винагородою.]===],
[===[У глибинах Шлакової Ями в Котлі знайдіть зрадника-дворфа Темного Заліза, на ім'я розпорядник Мальторій.

Вбийте розпорядника Мальторія і заберіть його голову. Принесіть її капітану дозорних Лоло Довгобою у Випалену ущелину, щоб отримати винагороду.]===],
[===[Не бач, шо я занятий? Чого тобі *гик* треба? *гик*]===],
[===[Не думав, шо знов побачу сю гидку пику!

Мушу визнати, виглядає він трохи краще, коли ти {стать:відрізав:відрізала} все зайве. *гик*

От твуя нагорода *гик*, {раса:к}.]===],
},
[7704] = {
[===[Тільки подивись-но на її розміри!]===],
[===[Так, так, так... Ось так сюрприз. У головної покоївки була гігантська вишита подушка, і тепер вона ваша. Евоніс Коптильниця неодмінно захоче отримати її. Принесіть їй подушку, щоб подивитись, чи не запропонує вона за неї щось цікаве.]===],
[===[Віднесіть подушку покоївки Ніжностиск до Евоніс Коптильниці у Випалену ущелину.]===],
[===[Оце так подушка! Звідки вона в тебе?]===],
[===[Це навіть краще, ніж я могла собі уявити! Чарівна подушка покоївки – моя! Повір, {ім\'я}, ти отримаєш гарну винагороду за неї!]===],
},
[7721] = {
[===[Паливо для зменшувача]===],
[===[Якщо я вчиню всупереч моєму глузду і залишуся керувати інженерною майстернею на Забутому узбережжі, мені доведеться мати справу з цими надокучливими елементалями. Щоб їм провалитися, цим неприборканим стихіям!

На щастя для мене, а тепер і для тебе, {стать:мій надійний помічнику:моя надійна помічнице}, ці елементалі є ідеальним джерелом енергії для мого ультразменшувача! Тож всип їм, не соромся! Але ж тільки не забудь збирати для мене їхні ядра!]===],
[===[Зберіть 10 ядер водяних елементалів з морських елементалів і морських бризків уздовж Забутого узбережжя Фераласа і принесіть їх Зорбіну Блимоверту, який знаходиться там біля причалу.]===],
[===[Я не буду докучати технічними подробицями та поясненнями того, навіщо мені ці ядра. Я краще натякну, що, виконавши це важливе завдання, ти отримаєш чимало монет, і дещо корисне на додачу. Ну що, де мої ядра?]===],
[===[Супердуперово! Так, цих ядер мені вистачить надовго... Ба більше: тепер на узбережжі стане менше цих елементалів і, можливо, я більше не плакатиму перед сном від думки про те, що я вибрав для своєї майстерні найгірше місце у світі!

Дякую, {ім'я}, за всі твої зусилля. Хоча це й дещо обтяжує мене фінансово, але дозволь мені висловити мою вдячність зрозумілим для тебе чином... здобиччю!]===],
},
[7722] = {
[===[Якого флюса?]===],
[===[Коли цей негідник, Мальторій, покинув наш клан, він забрав з собою дещо цінніше за бездоганний арканічний кристал — наш рецепт вогненного флюса! Зуб даю, що він зробив це, щоб вислужитися у дворфів Темного Заліза.

Я хочу, щоб ти {стать:знайшов:знайшла} наш секретний рецепт, {ім'я}. Я впевнений, що Мальторіус тримає його при собі, глибоко в Шлаковій Ямі.]===],
[===[Знайдіть у Шлаковій Ямі, що в Котлі, розпорядника Мальторіуса, що вкрав секрет створення вогненного флюса. Знайдіть ці плани та поверніть їх майстру-ковалю Вогнероду в Випалену ущелину.]===],
[===[Ти {стать:знайшов:знайшла} його?]===],
[===[Сподіваюся, ти заодно {стать:вибив:вибила} йому зуби, {ім'я}. Він на це заслужив!

Тепер ми можемо повернутися до справ.]===],
},
[7723] = {
[===[Кляті набряклі пальці]===],
[===[Шкода, та через проблеми з пальцями я не дужий бити си, як колис. Бач, через тутешній клімат і низький атмосферний тиск мої пальци набрякают. Нинька вони нагадуют гігантські сардельки...

Тож тобі доведет си попрацювати за мене.

Перше діло в мому списку: поубивати бойових големів, їких мо' знайти в ущелині. Давай, вйо до роботи!]===],
[===[Гензель Важкорукий просить вас вбити 20 важких бойових големів.

Важкі бойові големи блукають околицями Котла у Випаленій ущелині. Коли вб'єте достатньо, поверніться до Гензеля.]===],
[===[Ну, {стать:повбивав:повбивала} їх?]===],
[===[Ти {стать:файний хлопак:файне дівча}. У мене є для тебе невеличкий дарунок.]===],
},
[7724] = {
[===[Вогняна напасть!]===],
[===[Уявляєш, кожен раз, їк старий Гензел хо' відпочити та подумати над життєм, на його долю випадає нове завдання.

Мені тре' подумати! Розумієш, що я кажу?

Отож, ци великі лавові павуки додали проблеми. Слизькорук каже, що вони випускают вогонь зі своїх... емм, ну, взагалі-то, про таки речи не кажут дітям.

Мабут, нам доведетьси їх вбити. Точніше, тобі доведетьси їх вбити.]===],
[===[Гензель Важкорук просить вас вбити 20 великих лавових павуків. Їх можна знайти на плато та в лавових басейнах Випаленої ущелини.

Поверніться до Гензеля, коли вб'єте достатню кількість павуків.]===],
[===[Ну що? Вони справді випускают вогонь прємо з дупи?]===],
[===[<Гензель чхає.>

Здається, я застудив си. Клятий холод!]===],
},
[7725] = {
[===[І знову зменшення велетнів!]===],
[===[Я знаю, що ти вже {стать:збирав:збтрала} залишки для мене... але якщо ти хочеш знову розважитися, то мені завжди потрібні нові залишки.

Такої великої винагороди, як раніше, я звісно запропонувати не зможу, але зате я буду радий розповісти про твої вчинки усім моїм друзям-гоблінам.

Повірте мені, {стать:сер:леді}, гобліни до моїх слів уважно прислухаються.]===],
[===[Використовуйте ультразменшувач Зорбіна, щоб зменшити будь-якого велетня Фераласа до менш небезпечної форми. Принесіть 10 залишків мініатюризації Зорбіну Блимоверту близ причалу Забутого узбережжя, що у Фераласі.]===],
[===[Ах, ось вони, плоди досліджень та розумної утилізації: мої солоденькі залишки! Ні-ні, ти тільки не подумай, ніби я куштував їх на смак!

Майже не куштував.]===],
[===[Суперфантастично, {ім'я}! Ти знову мені {стать:допоміг:допомогла}, і я дуже вдячний.

Дякую!

Хоча ця монета може здатися трохи меншою, ніж ти {стать:звик:звикла}, будь {стать:впевненим:впевненою}, що слова про твої великі подвиги на ниві гоблінства гучно пролунають в залах картелю Паровиманювання. Якщо тобі знадобиться якась допомога, то звертайся до мене без зайвих вагань!]===],
},
[7726] = {
[===[Заправляння зменшувача]===],
[===[Хочеш ще попрацювати? Невже героїчне збирання шматків слизу з тіл елементалей не вгамувало твоєї жаги до пригод? Ну, тоді ти, напевно, не засмутишся, якщо я знову дам тобі те саме доручення...

Добре, жарти вбік. Мені дійсно потрібні нові ядра водяних елементалів. Я намагаюся облаштувати тут свою майстерню, тому нагорода не буде такою ж великою... але я обіцяю тобі, що розповім усім своїм знайомим про те, як ти мені {стать:допоміг:допомогла}! А в мене багато знайомих в картелі!]===],
[===[Зберіть 6 ядер водяних елементалів з морських елементалів і морських бризків уздовж Забутого узбережжя Фераласа і принесіть їх Зорбіну Блимоверту, який знаходиться там біля причалу.]===],
[===[Ти {стать:знайшов:знайшла} ядра водяних елементалів, про які я тебе просив?]===],
[===[Першокласно, {ім'я}, першокласно! Хоча ця нагорода, напевно, й не найбільша з тих, що ти коли-небудь {стать:отримував:отримувала} за таку роботу, та будь {стать:певен:певна}, мої товариші з картелю Паровиманювання почують про твої діяння!

Якщо шукатимеш ще якусь роботу — дай мені знати. Мені завжди потрібні нові ядра елементалів і всіляке інше.]===],
},
[7727] = {
[===[Вогнезаври? Скоріше мертвозаври!]===],
[===[Бурсит, {стать:хлопче:дівчинко}. У мене бурсит. Як я маю убивати з такими ногами? Ти мені поможеш.

Скрендж та Вогнерод доручили мені знищити цих істот, щоб вони могли відправити дослідницькі команди до лавових басейнів Шлакової Ями. І якісь вогнезаври завдають нам проблем.

Тож рушай, {ім'я}, і не повертай си, поки популяція вогнезаврів не буде знищена.]===],
[===[Гензель Важкорук хоче, щоб ви вбили 20 вогнезаврів.

Ви знайдете вогнезаврів у лавових басейнах всередині Шлакової Ями. Шлакова Яма знаходиться у Котлі в Випаленій ущелині.

Поверніться до Гензеля Важкорука в Випалену ущелину, коли вб'єте достатню кількість вогнезаврів.]===],
[===[<Ганзель зайнятий чесанням свого бурситу.>

Не стій без діла, хапай пемзу та припарку і починай чесати сей бурсит.

Немає припарки? Ну що ж! Може, настав час одправити тебе на її пошуки?

Гей, ти куди?]===],
[===[Ох, як болять муї ноги.

Я се подумав, раз у тебе немає припарки...]===],
},
[7728] = {
[===[ВИКРАДЕНО: Ковальська фурма і підзорна труба спостерігача]===],
[===[Були викрадені наступні речі:

*Одна фурма Темного Заліза.

*Одна підзорна труба спостерігача.

Прохання повернути ці предмети за винагороду.

Торієве братство впевнене, що ці речі були викрадені нечесними та заздрісними дворфами Темного Заліза, що мешкають у Випаленій ущелині.

Згадана підзорна труба була відмінним інструментом для спостерігачів, а фурма є незамінним інструментом ковалів.

Якщо ви знайдете зазначені речі — поверніть їх Скренджу.]===],
[===[Знайдіть і поверніть ковальську фурму і підзорну трубу спостерігача орудару Скренджу в Випалену ущелину.

Єдина інформація про ці предмети полягає в наступному: їх точно викрали дворфи Темного Заліза. Ковальська фурма — це інструмент, який використовується ковалями, а підзорна труба — неоціненний інструмент спостерігачів.]===],
[===[Якщо ти {стать:прийшов:прийшла} за винагородою, тобі доведеться віддати мені вкрадені речі.]===],
[===[Чудова робота! Ось твоя винагорода.]===],
},
[7729] = {
[===[ВАКАНСІЯ: Приборкувач конкурентів]===],
[===[Орудар Скрендж шукає кількох вправних кандидатів на посаду "приборкувача конкурентів" у Випаленій ущелині.

Якщо ви зацікавлені, вирушайте у Випалену ущелину та вбивайте кожних орударів і поневолювачів Темного Заліза, що трапляться на шляху.

Поверніться до орударя Скренджа, коли ваш одяг просочиться кров'ю.

Ви самі зрозумієте, коли це станеться, тому зайвих питань не ставте.]===],
[===[Вбийте 15 орударів Темного Заліза і 15 поневолювачів Темного Заліза. Після виконання цього завдання поверніться до орудара Скренджа у Випалену ущелину.]===],
[===[Щоб переконатись, я маю зважити тебе в одязі та без нього.]===],
[===[7.2 кілограма! Та це ж новий рекорд ваги крові та кишок на одязі! Вітаю, {клас:к}!]===],
},
[7736] = {
[===[Відновлення запасів вогненного флюса за допомогою королекрові]===],
[===[Не марнуй мій дорогоцінний час пустими балачками, {ім'я}. Час сконцентруватися на поповненні наших обмежених запасів вогненного флюса.
Мені від тебе потрібно наступне:

*2 луски вогнезавра.
*4 королекрові.
*1 вугілля.

Я візьму все, що ти зможеш принести!
І поквапся, якщо хочеш заслужити довіру Братства.]===],
[===[Принесіть 2 луски вогнезавра, 4 королекрові та одне вугілля майстру-ковалю Вогнероду.]===],
[===[Не марнуй мій дорогоцінний час пустими балачками, {раса:к}. Час сконцентруватися на поповненні наших обмежених запасів вогненного флюса.

Мені від тебе потрібно наступне:

*Луска вогнезавра.

*Королекров.

*Вугілля.

Я візьму все, що ти зможеш принести!

І поквапся, якщо хочеш заслужити довіру Братства.]===],
[===[У нас завжди знайдеться місце для вогненного флюса, {стать:юначе:юначко}. Продовжуй... поки я тебе не зупиню.]===],
},
[7737] = {
[===[Отримати визнання]===],
nil,
nil,
[===[Ти швидко заслуговуєш визнання братства, {раса:к}. Ми починаємо дивитися на тебе з повагою. Це чимале досягнення!

Та якщо ти хочеш заслужити ще більше поваги, слухай уважно.

Ми можемо покращити вогненний флюс, додавши до суміші звичайну ожарину темного заліза. Її можна знайти у Чорноскельних надрах.

Принеси мені всю ожарину, яку зможеш знайти!]===],
[===[Продовжуй приносити ожарину!]===],
},
[8151] = {
[===[Амулет мисливця]===],
[===[Оґтінк з Азшари шукає таких досвідчених мисливців, як ти. Він — хутропуз-мисливець, що покинув своє плем'я задля допомоги Кенарійському Колу. Його вчення покликано наставити його товаришів по ремеслу на шлях гармонії з природою. Тобі варто з ним поговорити.

Оґтінка можна знайти на вершинах скель в Азшарі, на північний схід від руїн Ельдарата.]===],
[===[Поговоріть з Оґтінком в Азшарі.]===],
nil,
[===[Я більше не займаюсь полюванням, {клас:к}. Моя доля направила мене займатись навчанням подібних тобі.

Я допоможу тобі створити амулет мисливця з частин вбитої тобою здобичі. Він буде нагадувати тобі про твої минулі випробовування і досягненнях. Я залишу його собі, а тобі дам дещо інше.]===],
},
[8153] = {
[===[Роги самця оленя]===],
[===[Самець оленя носить наймогутніші роги, які тільки можна знайти у відомих нам звірів. Такі роги вони використовують для захисту, проштрикуючи ворога наскрізь. Ідеальні природні роги є ознакою духу тварини із найвищою впевненістю.

Здобуття таких рогів нагородить такою ж впевненістю тебе.

Вполюй мохового оленя, віднайди ідеальні роги та принеси їх до мене.]===],
[===[Принесіть пару ідеальних рогів самця оленя Оґтінку в Азшарі. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Ти {стать:віднайшов:віднайшла} роги?]===],
[===[Мабуть, ти володієш пильним оком та великою терплячістю, якщо {стать:здобув:здобула} їх. Чудова робота!]===],
},
[8181] = {
[===[Протистояння Є'кіньї]===],
[===[Мої дослідження скрижалей Мош'ару приносять похмурі новини, {ім'я}. Справжня форма Гаккара, самого бога, може бути відроджена через саме яйце, у яке ти його {стать:ув'язнив:ув'язнила}. Є'кінья говорив тобі, що воно має утримувати його сутність, але насправді воно потрібне для його відродження! Троль тебе надурив!

Йди до Є'кіньї та вимагай повернути. Молись, щоб не було надто пізно зупинити повернення Гаккара!]===],
[===[Поговоріть з Є'кіньєю.]===],
nil,
[===[Отже, ти {стать:говорив:говорила} зі старим дворфом Залізочоботом і {стать:знайшов:знайшла} загублені скрижалі Мош'ару, так? Настирливий розвідувач...

Неважливо. Занадто пізно рятувати цей світ. Гаккар відродився, і прямо зараз набирається сил... глибоко в стародавньому королівстві тролів Зул'Ґурубі! Він прийшов! І він буде правити кров'ю і терором!

Дякую, {ім'я}. Твоя допомога прискорила повернення Терзателя Душ!]===],
},
[8182] = {
[===[Рука Растахана]===],
[===[{ім'я}, наші найгірші страхи збулися. Легенда розповідає про Терзателя Душ, який правив стародавнім світом тролів за допомогою зла і терору, і його влада була абсолютною. Якщо його не зупинити зараз, то його нова влада може поширитися на весь Азерот!

Тролі Зандалара можуть допомогти нам стримати це зло. Вони знаходяться на острові Йоджамба, на узбережжі Тернистої долини, на заході від руїн Зул'Кунди. Поговори з їхнім лідером, Молтором, і молись, щоб він знав, як перемогти Гаккара.]===],
[===[Поговоріть з Молтором у Тернистій долині.]===],
nil,
[===[Тебе прислав розвідувач Залізочобіт? Його вид мудрий, а він ще мудріший, якщо прислав тебе до мене, бо зандаларські тролі можуть знати спосіб перемогти Терзателя Душ.

Поговори з тролями цього острова, слухай їх і готуйся, {ім'я}, бо завдання, яке стоїть перед тобою просочене кров'ю.]===],
},
[8193] = {
[===[Рибалка-майстер]===],
nil,
nil,
[===[Сьогодні між 14:00 та 16:00 ми проведемо змагання, щоб визначити найкращого рибалку! Просто будь {стать:ПЕРШИМ:ПЕРШОЮ}, хто принесе мені 40 смачнориб, спійманих вздовж узбережжя Тернистої долини й отримаєш звання рибалки-майстра!

Якщо ж не встигнеш принести мені 40 рибин, ти зможеш отримати грошову винагороду у моєї помічниці за кожні 5 смачнориб.

О, і раджу не зволікати, смачнориба швидко псується!]===],
[===[Поквапся, якщо хочеш заслужити звання рибалки-майстра! Я стирчу тут вже кілька годин без їжі! Давай сюди смачнорибу!]===],
},
[8194] = {
[===[Рибалка-учень]===],
nil,
nil,
[===[Попри те, що у нас вже є переможець змагань, я все одно куплю у тебе смачнорибу за розумною ціною. Що скажеш?]===],
[===[Це взаємовигідна угода!]===],
},
[8221] = {
[===[Рідкісна риба — риба-ангел Кіфера]===],
nil,
nil,
[===[*ЖЖЖ* *Клац*

Я розшукую рідкісну рибу за дорученням рибалки Синьожаброго. Якщо ви принесете мені рибу-ангела Кіфіра, то отримаєте винагороду.

*Клац* *ЖЖЖ*]===],
[===[*ЖЖЖ*

Ідентифікація риби-ангела Кіфіра завершена.

Ви можете отримати винагороду.

*Клац-клац* *Бзззз*]===],
},
[8224] = {
[===[Рідкісна риба — дезійська ставрида]===],
nil,
nil,
[===[*ЖЖЖ* *Клац*

Я розшукую рідкісну рибу за дорученням рибалки Синьожаброго. Якщо ви принесете мені дезійську ставриду, то отримаєте винагороду.

*Клац* *ЖЖЖ*]===],
[===[*ЖЖЖ*

Ідентифікація дезійської ставриди завершена.

Ви можете отримати винагороду.

*Клац-клац* *Бзззз*]===],
},
[8225] = {
[===[Рідкісна риба — синій смугастик Браунелла]===],
nil,
nil,
[===[*ЖЖЖ* *Клац*

Я розшукую рідкісну рибу за дорученням рибалки Синьожаброго. Якщо ви принесете мені синього смугастика Браунелла, то отримаєте винагороду.

*Клац* *ЖЖЖ*]===],
[===[*ЖЖЖ*

Ідентифікація синього смугастика Браунелла завершена.

Ви можете отримати винагороду.

*Клац-клац* *Бзззз*]===],
},
[8228] = {
[===[Можна мені брошуру?]===],
nil,
nil,
nil,
[===[Цієї неділі в Грабіжній Бухті відбудеться змагання з риболовлі! Ось, тримайте брошуру!]===],
},
[8229] = {
[===[Можна мені брошуру?]===],
nil,
nil,
nil,
[===[Цієї неділі в Грабіжній Бухті відбудеться змагання з риболовлі! Ось брошура!]===],
},
[8231] = {
[===[Хвилеломи]===],
[===[Хвилеломи — ендемічні амфібії Азшари. Вони могутні та витривалі.

Їх міцна, блискуча луска зображає майстерність мисливця.

Вистеж і вбий хвилеломів на узбережжі Азшари та принеси мені їх луску.]===],
[===[Принесіть 6 лусок хвилеломів Оґтінку в Азшару. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Як успіхи?]===],
[===[Хвилеломів не легко здолати, тим більше в їх рідній стихії.

Ти {стать:довів:довела}, що можеш впоратися і з більш смертоносною здобиччю.]===],
},
[8232] = {
[===[Зелений дракон]===],
[===[Тепер ти відправишся на небезпечне полювання на зеленого дракона, Морфаза, і принесеш мені його зуб. Знайдеш ти його глибоко в храмі Атал'Гаккара, що на болоті Скорбот.

Якщо хочеш перемогти його — не йди {стать:один:одна}. Дракона багато хто хоче вбити, тож ти з легкістю знайдеш союзників.

Зуб дракона буде символізувати могутність мисливця на амулеті. Принеси мені його та отримаєш гідну винагороду.]===],
[===[Принесіть Оґтінку з Азшари зуб Морфаза. Огтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Я бачу мудрість у твоїх очах, {ім'я}. Та {стать:завершив:завершила} полювання?]===],
[===[Ти проявив свою відданість традиціям мисливців, {ім'я}, і за це прийми цей дарунок, що залишився з тих часів, коли я й сам йшов шляхом мисливця.]===],
},
[8233] = {
[===[Просте прохання]===],
[===[Лорд Джорах Рейвехольдт просить твоєї присутності. Справа таємна, я не можу розповісти деталі.

Маєток Рейвенхольдт знаходиться на передгір'ї Гіллзбраду — шукай стежку в горах на північний захід від фортеці Дурнгольд.]===],
[===[Поговоріть з лордом Джорахом Рейвехольдтом у маєтку Рейвенхольдт.]===],
nil,
[===[Вітаю, вітаю, вітаю! Прошу, {ім'я}, сідай, обговоримо одну простеньку справу.

Розумієш, {ім'я}, я, нещодавно втратив дещо дуже цінне, і, відверто прямо, я хочу повернути його за будь-яку ціну. Є дещо і для тебе, не переймайся. Ти отримаєш дещо справді корисне.

Що скажеш, {ім'я}... ти не проти пригод?]===],
},
[8234] = {
[===[Запечатана лазурна сумка]===],
[===[Почнемо з початку. Я втратив маленьку синю сумку, а в ній були мої особисті речі.

Не намагайся шукати крадіїв, вони вже мертві. Мені відомо лише, що ці дурні не змогли відкрити сумку, тому продали її якомусь шаману Деревопузих в Азшарі, як священну реліквію. Розумно.

Мені потрібно, щоб ти {стать:відправився:відправилася} до Азшари та {стать:забрав:забрала} її у шамана за допомогою хитрості... чи сили. Певно, перший варіант буде більш доречним. Коли отримаєш сумку, віднеси її архімагу Зілему.]===],
[===[Добудьте запечатану лазурну сумку в шамана Деревопузих в Азшарі. Потім принесіть сумку архімагу Зілему, який також знаходиться в Азшарі.]===],
[===[Я тебе знаю?]===],
[===[Я бачу у тебе є сумка лорда Рейвенхольдта. Чому ж ти одразу не {стать:сказав, хлопче:сказала, дівчинко}?]===],
},
[8235] = {
[===[Зашифровані фрагменти]===],
[===[Лорд Рейвенхольдт попросив нас обох про допомогу. Він хоче зняти чари з цієї сумки.

На жаль, всі мої книги зі зняття чар нещодавно забрали та знищили дикуни. Рештки цих книжок все ще цінні для мене.

Якщо ти принесеш мені достатню кількість зашифрованих фрагментів, я зможу зібрати їх докупи. Найкращий шлях отримати фрагменти — вбити лісних слизнів. Вони дуже люблять підбирати все, що погано лежить. Ти знайдеш їх на північному сході Азшари.]===],
[===[Принесіть 10 зашифрованих фрагментів архімагу Зілему в Азшару.]===],
[===[Ти {стать:знайшов:знайшла} достатньо фрагментів, щоб я зміг продовжити роботу?]===],
[===[Схоже, що ти {стать:підібрав:підібрала} одні з кращих фрагментів. Можливо, ти не {стать:такий:така} вже й {стать:безнадійний:безнадійна}.]===],
},
[8236] = {
[===[Лазурний ключ]===],
[===[Мені знадобиться трохи часу, щоб розшифрувати ці фрагменти та зняти чари. Коли я закінчу, я особисто віддам сумку лорду Рейвенхольдту.

Нам все ще потрібен ключ. Кажуть, його привласнив зелений дракон на ім'я Морфаз. Він оселився в глибині храму Атал'Гаккар, вхід до якого знаходиться на болоті Скорбот.

Візьми своїх друзів та вирушай до його лігва. Лорд Рейвенхольдт чекатиме, поки ти принесеш йому ключ.]===],
[===[Поверніть лазурний ключ лорду Джораху Рейвехольдту.]===],
[===[Сумка від архімага Зілема вже прибула, ти {стать:знайшов:знайшла} ключ?]===],
[===[Ключ! Я вже думав, що він втрачений навіки. Будь ласка, візьми одну з цих зачарованих речей. Вони призначені для розбійників з винятковими здібностями та відданістю. Нехай усі знають, що з тобою не варто жартувати!

<Джорах розкриває сумку, і з неї виривається золоте сяйво. Він зачаровано дивиться всередину...>]===],
},
[8241] = {
[===[Відновлення запасів вогненного флюса за допомогою заліза]===],
nil,
nil,
[===[Не марнуй мій дорогоцінний час пустими балачками, {раса:к}. Час сконцентруватися на поповненні наших обмежених запасів вогненного флюса.

Мені від тебе потрібно наступне:

*Луска вогнезавра.

*Злитки заліза.

*Вугілля.

Я візьму все, що ти зможеш принести!

І поквапся, якщо хочеш заслужити довіру Братства.]===],
[===[У нас завжди знайдеться місце для вогненного флюса, {стать:юначе:юначко}. Продовжуй... поки я тебе не зупиню.]===],
},
[8242] = {
[===[Відновлення запасів вогненного флюса за допомогою важкої шкіри]===],
nil,
nil,
[===[Не марнуй мій дорогоцінний час пустими балачками, {раса:к}. Час сконцентруватися на поповненні наших обмежених запасів вогненного флюса.

Мені від тебе потрібно наступне:

*Луска вогнезавра.

*Важка шкіра.

*Вугілля.

Я візьму все, що ти зможеш принести!

І поквапся, якщо хочеш заслужити довіру Братства.]===],
[===[У нас завжди знайдеться місце для вогненного флюса, {стать:юначе:юначко}. Продовжуй... поки я тебе не зупиню.]===],
},
[8249] = {
[===[Збір скриньок]===],
nil,
nil,
[===[Мої розбійники мають відточувати навички зламування, тож мені потрібні достатньо складні замки. Мотлох, який робить Зан годиться хіба що зовсім новачкам.

Ось що, якщо принесеш 5 важких скриньок, я забезпечу тебе найкращими метальними ножами, які тільки бувають у розбійників.

Ти можеш відмикати ящики та брати з них речі, але залиш там хоча б кілька монет... навіть учням-розбійникам потрібна мотивація.]===],
[===[Нехай для цих ножів знайдеться місце в чиємусь серці.

Буквально.]===],
},
[8250] = {
[===[Мистецтво магії]===],
[===[Архімаг Зілем останнім часом шукає когось... з твоїм досвідом. 

Якщо бажаєш зустрітися з ним, ти знайдеш його в Азшарі. Його вежа знаходиться на високо на вершині скелі, і єдиний шлях нагору — це заклинання телепорту, відоме його зарозумілому слузі, Санату Лім-йо.

Санат живе в таборі під вежею свого майстра. Щоб знайти його, вирушай до місця, де головна дорога Азшари розгалужується біля входу до руїн Ельдарата. Звідти рушай прямо на північ до скель.]===],
[===[Знайдіть Саната Лім-йо та отримайте дозвіл на прохід до архімага Зілема.]===],
nil,
[===[<Санат дивиться на вас з презирством.>

Архімаг Зілем чекає на тебе.]===],
},
[8251] = {
[===[Чарівний пил]===],
[===[Криваві ельфи Азшари розробили спосіб подрібнення магічних предметів. Блискучий пил, який вони отримують, відрізняється від компонентів, які зазвичай отримують за допомогою розпорошення.

Я відправив свого учня купити цей пил, але ельфи безжально вбили його. Вони мають заплатити за це.

Час для розмов закінчився, {ім'я}. Знайди кривавих ельфів вздовж скель Азшари та використай більш... переконливі методи, щоб отримати їхній блискучий пил.]===],
[===[Принесіть 10 жмень блискучого пилу архімагу Зілему.]===],
[===[Ти {стать:приніс:принесла} пил?]===],
[===[Молодець, {ім'я}! Ніколи не перестаю дивуватися, наскільки переконливим може бути залп арканічних снарядів.]===],
},
[8252] = {
[===[Корали сирен]===],
[===[Озирнись навколо. Руїни та пляжі переповнені Огидохльостими. Нещодавно ці жалюгідні створіння навчилися розпізнавати рідкісні компоненти, що зустрічаються тільки в Азшарі.

Я маю на увазі зачаровані корали — з невідомих мені причин вони притягують Огидохльостих. В затоці залишилось мало коралів, а вони життєво необхідні для моїх досліджень. Прошу тебе, відбери кілька коралів у огидохльостих сирен і принеси їх мені.]===],
[===[Зберіть 6 зачарованих коралів та принесіть їх архімагу Зілему.]===],
[===[Огидохльості сирени напрочуд вправні в магії. Сподіваюся, не такі вправні, як ти?]===],
[===[Це чудові зразки, {ім'я}. Твої навички безсумнівно точні та смертоносні.

Не думай, що твої зусилля непомічені. Можливо, ти {стать:вартий:варта} справжнього випробування своїх навичок...]===],
},
[8253] = {
[===[Знищити Морфаза]===],
[===[У глибинах храму Атал'Гаккара живе зелений дракон, на ім'я Морфаз.

Багато років тому він напав на мене із засідки та проковтнув цілком мого учня. Хоча втрата учня не є чимось новим для мене, саме цей учень носив з собою арканічний уламок неперевершеного розміру та потужності.

Ти маєш зібрати могутніх союзників та відправитися в храм. Знищ Морфаза та дістань арканічний уламок з його утроби.]===],
[===[Заберіть у Морфаза арканічний уламок і поверніться до архімага Зілема.]===],
[===[Ти {стать:вбив:вбила} мого старого ворога?]===],
[===[Неймовірно. Уламок виріс, поглинаючи енергію дракона протягом довгих років.

Тепер я більше нічого не можу просити у тебе. Моя здібність кувати арканічні артефакти повернулася з цим уламком. Моє перше творіння — твоє, {ім'я}. Тобі залишається тільки вибрати...]===],
},
[8254] = {
[===[Допомога Кенарію]===],
[===[Це божественний шлях — допомагати нужденним. Як саме — неважливо, важливо лише — чому.

Кенарійському Колу пторібна така допомога. І якщо ти хочеш допомогти їм — поговори з Оґтінком. Він проживає на вершинах скель на північний схід від руїн Ельдарта в Азшарі.]===],
[===[Знайдіть Оґтінка в Азшарі.]===],
nil,
[===[Від твого прибуття у мене немов спав камінь з пліч. На нас чекає багато справ.]===],
},
[8255] = {
[===[Від полювачів, що нам відомі]===],
[===[Мохоногі олень Азшари — прекрасні створіння, що колись населяли Сквернолісся. У них є природний імунітет до хвороб та отрут, тому псування не вплинуло на них. Ці мудрі створіння вирішили просто не жити на хворих землях.

На превеликий жаль, я мушу попросити тебе пополювати на цих могутніх звірів. Збери для мене 4 залози цих оленів — це перший інгредієнт відновлювальної мазі, яка буде використовуватися для зцілення Сквернолісся.]===],
[===[Добудьте 4 залози здорового мохоногого оленя та принесіть їх Оґтінку в Азшару. Оґтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Ти {стать:повернувся:повернулася}. Як твої успіхи?]===],
[===[Добре, що божественний шлях привів тебе до нас, {ім'я}. Твої вірування не заважають виконанню завдань для створення цієї мазі.

Розумієш, олені — священні для Кенарійського Кола, і вбивство цих тварин послаблює їх дух.]===],
},
[8256] = {
[===[Пасока невмерлих]===],
[===[У цієї цілющої мазі буде проста формула: одна частина отрути та дві частини цілющих компонентів. Один цілющий компонент ти вже {стать:приніс:принесла}, тепер потрібно знайти отруту.

Могутні невмерлі, такі як невпокоєні високородні, що тиняються руїнами Ельдарата, настільки вражені псуванням, що воно матеріалізується у формі зеленого слизу. Серед живих ця субстанція відома як пасока невмерлих.

Це дуже потужна отрута, тож мені достатньо одного зразку.]===],
[===[Принесіть Оґтінку з Азшари пасоку невмерлих. Оґтінк проживає на схилах пагорбів на північний схід від руїн Ельдарата.]===],
[===[Нам треба скоріш дістати пасоку. Тобі вдалося добути її?]===],
[===[Не можу сказати, що мені приємно отримати цю мерзенну субстанцію, але це необхідне зло. Дякую, {ім'я}.]===],
},
[8257] = {
[===[Кров Морфаза]===],
[===[Тепер нам потрібен останній цілющий компонент.

Як нам відомо, зелений дракон Морфаз наділений імунітетом до усіх форм отрути та хвороб. Багато друїдів загинуло, щоб передати нам цю інформацію. Упевнений, що його кров чудово підійде для наших потреб. 

Кур'єр з Кенарійського Кола забере компоненти, які ти вже {стать:зібрав:зібрала}, поки ти будеш добувати останній. Збери союзників та лігво зеленого дракона у затонулому храмі Атал'Гаккар. Принеси його кров Ґреті Моховому Копиту у Сквернолісся.]===],
[===[Вбийте Морфаза у затонулому храмі Атал'Гаккар, та принесіть його кров Ґреті Моховому Копиту. Вхід до храму знаходиться на болоті Скорбот.]===],
[===[Ти {стать:приніс:принесла} кров Морфаза?]===],
[===[Ти {стать:подолав:подолала} Морфаза та {стать:приніс:принесла} нам його кров... Я не можу повірити в цю добру новину! 

Ми поєднаємо інгредієнти та почнемо зцілювати дерева та створінь Сквернолісся. Зцілення може зайняти не один вік, але ти {стать:надав:надала} нам вдосталь засобів для цього.]===],
},
[8290] = {
[===[Знищити загарбників]===],
[===[За цим тунелем ти знайдеш поле запеклих битв, {стать:юний:юна} {клас:к}. Орда продовжує нищити наш священний ліс, вирубуючи вічнозелені крони для живлення своїх військових машин.

Прямуй в тіснину Боєпісні та захисти фортецю Срібнокрилих. Відбий напади ординських загарбників!

Зроби це — і отримаєш талісман заслуг. Принеси мені такий талісман, {ім'я}, і я винагороджу тебе.]===],
[===[Увійдіть в тіснину Боєпісні та переможіть Орду, отримайте відзнаку честі тіснини Боєпісні та принесіть її стражниці Далепісні в Срібнокрилі хащі.]===],
nil,
nil,
},
[8295] = {
[===[Розгромити Срібнокрилих загарбників]===],
[===[Хащі Ясенедолу підкоряться могутності Орди, {раса:к}. Що б не робили Срібнокрилі, їм не впоратися з нашим натиском. Калімдор належить Орді. Як вони сміють заважати нам збирати те, що належить нам по праву!

Нехай гордість наповнює твої груди, коли ти зломиш їхні жалюгідні спроби зупинити нас. Розгроми Срібнокрилих стражів і заслужи відзнаку честі тіснини Боєпісні. Повертайся до мене з такою відзнакою, {ім'я}, і отримаєш винагороду.]===],
[===[Увійдіть в тіснину Боєпісні та переможіть Альянс, отримайте відзнаку честі тіснини Боєпісні та принесіть її капітану Череподробу в табір Мор'шан.]===],
nil,
nil,
},
[8307] = {
[===[Пустельна кулінарія]===],
[===[Адаптуватися до життя в пустелі було, м'яко кажучи, непросто. Я сумую не лише за птахами та зеленню Аубердіна, але й за нормальною їжею. В цій пустці наш вибір їжі сильно обмежений. Я намагаюся вивчити пустельні трави, але їх мало.

Я бачила, як група Молота Сутінків з табору на заході звідси полює на піщаних черв'яків. Але їхнє м'ясо таке гірке, що не уявляю, як вони роблять його смачним. Будь {стать:уважний:уважна}, як підеш до їхнього табору, і дай знати, якщо дізнаєшся щось.]===],
[===[Знайдіть інформацію про приготування м'яса піщаного черв'яка в таборі Молота Сутінків на захід від Кенарійської цитаделі.]===],
nil,
[===[У цій книзі міститься кілька звичайних рецептів і кілька досить незвичних. Погортавши її, ви знаходите рецепт, у якому згадується м'ясо піщаного черв'яка.]===],
},
[8313] = {
[===[Поділитись знанням]===],
[===[Хоча рецепт приготування м'яса піщаних черв'яків цілком зрозумілий, у ньому згадуються трави та спеції, про які ви ніколи не чули. Можливо, Каландрат знає щось про рослини пустелі й зможе допомогти вам.]===],
[===[Принесіть вирвану сторінку з рецептом до Каландрат в таверну у Кенарійській цитаделі.]===],
[===[Ти {стать:знайшов:знайшла} рецепт? Сподіваюся, ти ним поділишся!]===],
[===[Погляньмо...

Здається, все досить просто. Деякі трави називаються інакше, але не складно здогадатися. Давай-но я тобі покажу!]===],
},
[8317] = {
[===[Допомога на кухні]===],
[===[Цей рецепт точно стане в пригоді. Мені пора братися за роботу, щоб приготувати на сьогодні копчені пустельні пельмені. Мені б не завадила твоя допомога на кухні, це буде варте твого часу.]===],
[===[Каландрат з Кенарійської цитаделі просить вас принести їй 10 копчених пустельних пельменів.]===],
[===[Є успіх з пельменями?]===],
[===[Чудово! Ти мене {стать:врятував:врятувала}. Ці пельмені дуже смачні. Не очікувала такої смакоти від Молота Сутінків.]===],
},
[8365] = {
[===[Піратські капелюхи]===],
[===[То це тебе прислав картель? Думаю, ти мені підійдеш. Слухай уважно, {клас:к}. Я ти звісно знаєш, я постачаю модний одяг для еліти Азероту. Королям та королевам, вождям та... ну, як там Орда називає своїх королев? Одним словом, усі носять те, що я вибираю, і це стильно. І, що найприємніше, вони платять за це шалені гроші.

Отож, ось що я хочу зробити. Вирушай до бухти Загубленого Вітрила і роздобудь якнайбільше піратських капелюхів. Як думаєш, зможеш впоратися з цим завданням?]===],
[===[Гордовита Модистка просить вас зібрати 20 капелюхів піратів Південних морів і принести їх їй у порт Паровиманювання в Танарісі.]===],
[===[Ти {стать:приніс:принесла} усі 20 капелюхів? Я тобі не вірю, покажи. І всі вони мають бути в бездоганному стані!]===],
[===[О, ти просто чудо, хоча тобі знадобилося більше часу, ніж я думала. Ця партія повинна мені принести чимало грошей, залишається лише почистити їх та прикрасити. Я завжди вважала, що за хорошу роботу має бути гідна винагорода. Ось, візьми. І раджу тобі витратити частину на гарну ванну, {стать:солоденький:солоденька}.]===],
},
[8366] = {
[===[Погром піратів Південних морів]===],
[===[Аррр! Вони вимагають від мене неможливого!

Картель Паровиманювання хоче, щоб я провчив піратів Південних морів. Мені що, розірватися?! Я повинен підтримувати тут порядок.

Схоже, що пірати забули, що картель платить їм за захист. Тож я хочу доручити тобі піти туди та показати їм, де раки зимують.

Ти знайдеш їх в бухті Загубленого Вітрила, яка знаходиться неподалік звідси, на півдні. Дякую, {ім'я}, я твій боржник!]===],
[===[Начальник служби безпеки Трюмосвист з порту Паровиманювання в Танарісі просить вас вбити 10 піратів Південних морів, 10 флібустьєрів Південних морів, 10 портових робітників Південних морів і 10 шибайголів Південних морів.]===],
[===[Так швидко {стать:повернувся:повернулася}? Сподіваюсь, ти добряче {стать:провчив:провчила} цих громил.]===],
[===[{ім'я}! Ти просто {стать:герой:героїня}!!!

Тепер, коли ти {стать:розправився:розправилась} з цими покидьками з Південних морів, картель відчепиться від мене. Добре, що я можу дати тобі в нагороду? Як щодо кількох монет, та одної з цих речей на твій вибір?]===],
},
[8417] = {
[===[Неупокоєний дух]===],
[===[В Спустошених землях ходить неупокоєний дух, що колись був великим героєм Орди. Честь воїна стійкіша за тіло і не вмирає разом з плоттю. Тобі варто поговорити з ним.]===],
[===[Поговоріть з полеглим героєм Орди біля входу до Спустошених земель.]===],
[===[Стоулі розщедрився на випивку?]===],
[===[Тож ти {стать:прийшов:прийшла} полегшити мій біль? Якби ж то можна було просто добити мене, та не все так просто...]===],
},
[8419] = {
[===[Прохання біса]===],
[===[{ім'я}, біс зі Сквернолісся, на ім'я Бісик хоче с тобою зустрітися. Це трохи дивно, адже він попросив принести шматок сквернотканини як знак доброї волі. Ти вельми {стать:могутній:могутня} {клас} і напевно знаєш, що сквернотканину можна знайти у сатирів Сквернолісся.

Ти знайдеш Бісика північніше Кровотруйного водоспаду. Кажуть, у цю пору року там дуже гарно.]===],
[===[Принесіть відріз сквернотканини Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} сквернотканину для мене?]===],
[===[{стать:Який:Яка} ти {стать:чудовий:чудова} {клас}!

<Бісик підносить тканину до обличчя.>

Як мені подобається її торкатися... Вона так чудово обпалює шкіру та навіює злі думки...]===],
},
[8420] = {
[===[Гаряче та свербляче]===],
[===[Можливо, дивно чути це від біса, але я хочу свого власного улюбленця. Справді хочу. Просто несправедливо, що у Нібі є я, а у мене нікого!

Фактично, він навіть не має бути живим. Мені потрібно щось, з чого можна почати його робити, наприклад, кілька відрізів сквернотканини. У сатирів тут, у Скверноліссі, іноді можна знайти сквернотканину, тож просто вбивай їх, поки не знайдеш. Звучить не так вже й погано, чи не так?]===],
[===[Принесіть відріз сквернотканини Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} сквернотканину для мене?]===],
[===[Ого! Ти дуже {стать:добрий:добра}. Особливо для {клас:р}!

<Бісик підносить тканину до обличчя.>

Як мені подобається її торкатися... Вона так чудово обпалює шкіру та навіює злі думки...]===],
},
[8421] = {
[===[Неправильні речі]===],
[===[Тепер, коли у мене є сквернотканина, я дійсно зможу почати робити свого улюбленця.

Але йому потрібні очі. Може, ти зумієш відірвати шматочок гнилої деревини від залізодеревних створінь, і я виріжу з неї чарівні очі? Дерева ці можна знайти на півночі в Залізодревих лісах.

А ще мені знадобиться трохи кровотруйної есенції, щоб мій вихованець мав демонічний запах. Цю есенцію можна видобути з забруднених слизнів, що вештаються прямо тут, біля мене й Нібі.]===],
[===[Принесіть 10 шматків гнилої деревини та 4 кровотруйні есенції Бісику в Сквернолісся.]===],
[===[Ти все {стать:приніс:принесла}?]===],
[===[Це чудово підійде.]===],
},
[8422] = {
[===[Тролі пера]===],
[===[Мій улюбленець майже готовий. Тепер мені просто потрібно чимось його набити.

Підійде лише пір'я вуду з тролів, що знаходяться в Затонулому храмі. Їх імена — Ґешер, Міджан, Золо, Гукку, Зул'Лор і Лоро. Убий їх. Убий їх усіх.

Це не проста задача, {ім'я}, тому я зроблю її привабливішою для тебе, давши тобі щось з речей Нібі — йому вони, мабуть, все одно не потрібні.]===],
[===[Добудьте 6 пір'їн вуду у тролів Затонулого храму та принесіть їх Бісику в Сквернолісся.]===],
[===[Ти {стать:приніс:принесла} пір'я? Цю ляльку треба набити!]===],
[===[Чудово, тепер мій улюбленець готовий!

<Бісик швидко набиває ляльку і демонічно обнімає її.>

О, який дивний побічний ефект мають ці пір'я вуду...]===],
},
[8423] = {
[===[Воїнська спорідненість]===],
[===[<Герой окидає вас поглядом.>

Ти певно що {клас}. В мене є гідне завдання для тебе, та спершу я маю переконатись в твоїх здібностях.

Кажуть, що Рексар у свій час перевіряв гостроту своїх клинків на пеклокнурах, вбиваючи їх одним швидким ударом. Тепер я перевірю твою силу, відправивши тебе полювати на них.]===],
[===[Вбийте 7 пеклокнурів у Спустошених землях і поверніться до полеглого героя Орди.]===],
[===[Шипи пеклокнурів залишають жахливі рани на тілі. Та не бійся болю й шрамів, {клас:к}. Вони ніщо в порівнянні з муками, на які я приречений.]===],
[===[Мені не потрібо жодних доказів, {клас:к}. Я бачу твою рішучість.]===],
},
[8424] = {
[===[Війна з Тінеклятами]===],
[===[Присутність тінеклятів в Спустошених землях завдає мені жахливого болю. Їхні злісні ритуали викликають страждання, яких я не відчував при житті.

З твоєю допомогою вони зможуть відчути мій біль. Йди і неси мій гнів.]===],
[===[Вбийте тінеклятів в Спустошених землях і поверніться до полеглого героя Орди.]===],
[===[Тінеклятів не так то й легко перемогти, правда ж? Та як {клас}, ти або переможеш, або загинеш, намагаючись.]===],
[===[Ти {стать:вгамував:вгамувала} мій біль і {стать:вшанував:вшанувала} мою пам'ять. Дякую тобі, {клас:к}.]===],
},
[8425] = {
[===[Пір'я вуду]===],
[===[Твої почесті принесли мені крихту спокою. Буде чесно, якщо я зможу віддячити тобі.

При житті я мав чудову зброю та обладунки, та тепер вони мені не потрібні. Тобі вони послужать з честю.

Йди до затонулого храму і вбий тролів-вартових: Ґешера, Міджана, Золо, Гукку, Зул'Лора та Лоро. Вони носять магічне пір'я, що може на мить відновити мою фізичну форму, щоб я міг вручити тобі винагороду.]===],
[===[Заберіть у тролів Затонулого храму пір'я вуду і принесіть їх полеглому герою Орди.]===],
[===[Так швидко {стать:повернувся:повернулась}? Час для мене плине інакше, тож, може, для тебе це була довга подорож...]===],
[===[Нарешті я можу відчути холод сталі, хоч і на мить.]===],
},
[8460] = {
[===[Союзник Деревопузих]===],
[===[Тільки плем'я Деревопузих змогло уникнути зараження. Проте багато інших рас вбивають хутропузів без причини, не намагаючись розрізнити друзів від ворогів. Тому Деревопузі хутропузи дуже мало кому довіряють.

Хочеш заслужити нашу довіру? Очисть Сквернолісся від зараженого племені Мертволісих і, можливо, ми визнаємо тебе {стать:нашим союзником:нашою союзницею}. Перше плем'я Мертволісих — воїни, слідопити та садівники — знаходиться на захід звідси.]===],
[===[Ґразл хоче, щоб ви проявили себе, вбивши 6 мертволісих воїнів, 6 мертволісих слідопитів і 6 мертволісих садівників. Коли закінчите, поверніться до Смарагдового прихистку в південному Скверноліссі.]===],
[===[Продовжуй, {ім'я}. Якщо хочеш заслужити нашу довіру — покажи, чого ти {стать:вартий:варта}.]===],
[===[Ми сильно страждаємо від того, що трапилося в минулому. Дякую за все, що ти {стать:зробив:зробила} для захисту Деревопузих. І на знак початку нашої дружби, прийми цей скромний подарунок.]===],
},
[8461] = {
[===[Мертволісі з півночі]===],
[===[На південному заході звідси розташований табір хутропузів племені Мертволісих. Скверна проникає в табір і я хочу покласти кінець цьому, перш ніж вони стануть проблемою.

Плем'я Мертволісих є злим, але це наслідок впливу скверни, що помутила їхній розум. Вони не ворожі від природи, але їм вже не допоможеш. Мені нестерпно важко боротися проти побратимів.

Будь ласка, {ім'я}, зроби те, що потрібно зробити, і не згадуй подробиць. Вони дуже мене засмутять.]===],
[===[Нафіен хоче, щоб ви вбили 6 мертволісих наглядачів лігва, 6 мертволісих месників і 6 мертволісих шаманів. Поверніться до нього в північне Сквернолісся до оплоту Деревопузих.]===],
[===[Коли ти заслужиш довіру Деревопузих, я впевнений, що ми зможемо щось для тебе зробити. Деревопузі не забувають своїх союзників, особливо в такі темні часи.]===],
[===[Я відчуваю, що ти {стать:прийшов:прийшла} з перемогою. Перемога... таке порожнє слово, враховуючи те, що довелося зробити. Хай там що, ти {стать:довів:довела}, що ти {стать:гідний:гідна} нашої довіри.

Пройде деякий час, перш ніж Деревопузі вітатимуть тебе в оплоті без ворожості. Але твоя наполегливість розвіє будь-які підозри моїх братів. Якщо ти ніколи не зрадиш нас і не піднімеш проти нас зброю, ми знайдемо спільну мову.]===],
},
[8462] = {
[===[Розмова з Нафіеном]===],
[===[Можливо, ти {стать:здатний:здатна} впоратися з більш серйозною загрозою клану Деревопузих. Ти, безумовно, {стать:довів:довела} свою доблесть тут...

Інший представник мого виду стоїть на варті біля входу в оплот Деревопузих, цією дорогою далеко на північ. Його звати Нафіен. Він може здатися диким та неприємним звіром, але ти не бійся його. Він шукає допомоги проти злих сил, що загрожують нашому дому.]===],
[===[Йдіть на північ головною дорогою Сквернолісся та поговоріть з хутропузом, на ім'я Нафіен. Він стоїть на варті біля входу в оплот Деревопузих.]===],
nil,
[===[Так... вітер приніс мені звістку про {стать:чужинця:чужинку} не з нашого племені, що шукає союзу з Деревопузими. Ласкаво просимо – але знай, моє плем'я не довіряє чужинцям.

Це важкі часи, і ми можемо довіряти лиш тим, хто бореться зараженням землі разом з нами... тим, хто довів свою вірність. Ті, хто не зробив цього, зустрінуть лиш ворожість, якщо прийдуть до нашого оплоту.]===],
},
[8464] = {
[===[Активність Зимокрайових]===],
[===[Деревопузі зазвичай залишаються відірваними від світу, {ім'я}. Хоча ми дозволяємо проходити через наш оплот тим, кому довіряємо, ми намагаємося уникати інших племен хутропузів.

Плем'я Зимокрайових останнім часом стало все більш ворожим до нас. Вони, здається, перебувають у гніві, повністю поглинені своїм страхом і ненавистю до всього, що вони не розуміють.

Я прошу тебе скоротити їх чисельність, щоб зменшити загрозу для нас. Ти знайдеш їх в селищі Зимокрайових, далеко на сході звідси.]===],
[===[Сальфа хоче, щоб ви вбили 8 зимокрайових шаманів, 8 зимокрайових наглядачів лігва та 8 зимокрайових урс. Сальфа знаходиться поблизу входу до оплоту Деревопузих у Зимоключі.]===],
[===[Ми дуже цінуємо те, що ти {стать:зробив:зробила} для Деревопузих, {ім'я}. Твої подальші зусилля, безсумнівно, забезпечать тобі довіру та повагу мого племені.]===],
[===[Дякую тобі за те, що ти {стать:зробив:зробила}, хоч це і сумно. Прийми це на знак подяки.

Я прошу тебе і надалі допомагати нам, {ім'я}. У нас дуже мало союзників, до яких ми можемо звернутися, і без твоєї допомоги ми не могли б впоратися з загрозами для нашого племені.]===],
},
[8465] = {
[===[Розмова з Сальфою]===],
[===[Зараження розповзається не тільки від Мертволісих хутропузів з півдня, а й зі сходу, від хутропузів з племені Зимокрайових, що в Зимоключі. Якщо хочеш ще допомогти нам — поговори з Сальфою з іншого боку оплоту, біля входу з Зимоключа. Йди стежкою ліворуч, щоб дістатися до нього.

Попереджаю — якщо мої родичі всередині ворожі до тебе, вони нападуть. Йди якнайшвидше, уникаючи конфліктів. Вбивство Деревопузих — навіть для самозахисту — викличе ще більшу ворожість.]===],
[===[Пройдіть через оплот Деревопузих і вийдіть в Зимоключ. Поговоріть із Сальфою, яка стоїть на варті біля входу в оплот Деревопузих.]===],
nil,
[===[Вітаю, {клас:к} — я стою тут на варті як представниця Деревопузих в Зимоключі, і як захисниця нашого племені.

Наші брати-хутропузи з холодних земель Зимоключа потрапили під той самий згубний вплив скверни, що й і хутропузи Сквернолісся. Якщо ти {стать:прийшов:прийшла} сюди, щоб допомогти Деревопузим, то ми готові прийняти таку пропозицію.]===],
},
[8466] = {
[===[Пір'я для Ґразла]===],
nil,
nil,
[===[Хоча ти {стать:довів:довела} свою вірність мені, тобі потрібно ще заслужити довіру моїх недовірливих одноплемінників. Тут я зможу допомогти тобі.

Деякі Мертволісі хутропузи носять характерні головні убори, які можуть слугувати доказом зменшення їхньої чисельності. Принеси мені пір'я з будь-яких головних уборів, які знайдеш. За кожний набір з п'яти пір'їн ти заслужиш визнання серед Деревопузих.]===],
[===[Молодець, {ім'я}! Я подбаю про те, щоб моє плем'я дізналося про твої подвиги.

Не забувай приносити мені пір'я. Я візьму все, що ти принесеш.]===],
},
[8467] = {
[===[Пір'я для Нафіена]===],
nil,
nil,
[===[Хоча ти {стать:довів:довела} свою вірність мені, тобі потрібно ще заслужити довіру моїх недовірливих одноплемінників. Тут я зможу допомогти тобі.

Деякі Мертволісі хутропузи носять характерні головні убори, які можуть слугувати доказом зменшення їхньої чисельності. Принеси мені пір'я з будь-яких головних уборів, які знайдеш. За кожний набір з п'яти пір'їн ти заслужиш визнання серед Деревопузих.]===],
[===[Молодець, {ім'я}! Я подбаю про те, щоб моє плем'я дізналося про твої подвиги.

Не забувай приносити мені пір'я. Я візьму все, що ти принесеш.]===],
},
[8469] = {
[===[Намисто для Сальфи]===],
nil,
nil,
[===[Ти, безумовно, {стать:заслужив:заслужила} мою довіру, {ім'я}, тепер залишилося зробити те саме з моїм вкрай недовірливим племенем. Є дещо, що ти можеш зробити, щоб заслужити цю довіру.

Відомо, що Зимокрайові хутропузи носять намисто, що відлякує злих духів. Очевидно, що воно не виконує своєї мети, оскільки все плем'я зазнало впливу скверни. Принеси мені це духовне намисто з померлих Зимокрайових хутропузів. За кожен набір з п'яти намист, які ти мені принесеш, ти заслужиш визнання серед Деревопузих.]===],
[===[Ти знову доводиш свою честь! Я подбаю про те, щоб моє плем'я дізналося про твої подвиги.

Не забувай приносити мені будь-яке намисто Зимокрайових. За кожен набір, що ти мені принесеш, я розповім про тебе своєму племені.]===],
},
[8470] = {
[===[Ритуальний тотем Мертволісих]===],
[===[Ви знайшли один з ритуальних тотемів Мертволісих хутропузів. Сам тотем абсолютно невимовної конструкції, і від нього відчувається відчай. Якщо й існує якийсь предмет, що найкраще демонструє осквернення, від якого страждають Мертволісі хутропузи, то це він.

Один з хутропузів у оплоті Деревопузих може знайти застосування цьому предмету... звісно, якщо ви заслужили їхню довіру настільки, що вони заговорять з вами.]===],
[===[Віднесіть ритуальний тотем Мертволісих в оплот Деревопузих і подивіться, чи знайде хтось із хутропузів застосування цьому предмету. Деревопузі не розмовлятимуть з вами, якщо не відносяться до вас хоча б нейтрально.]===],
[===[Так, {клас:к}, чим я можу тобі допомогти? Ти спокійно ходиш серед нас, хоча, безсумнівно, щось не так. Я відчуваю щось... щось тривожне...]===],
[===[Цей тотем... Я впізнаю в ньому слід Мертволісих, але він просочений зловісним запахом гнилі. Якщо щось й змусило наших побратимів постати проти нас, то воно залишилось в ньому.

Ти {стать:вчинив:вчинила} мудро, принісши цей тотем нам, {ім'я}. Можливо, завдяки його вивченню ми зможемо з'ясувати, що саме спотворює розуми наших братів. Дякуємо тобі, друже — будь ласка, прийми ці дарунки в обмін на свою знахідку.]===],
},
[8481] = {
[===[Корінь зла]===],
[===[{ім'я}, дякую тобі за те, що {стать:знайшов:знайшла} спосіб вирвати корінь зла з душ племені Зимокрайових – знищити демона, який заволодів ними!

Віднеси цей факел до входу до печери верховного вождя Зимокрая і постав його там. Це змусить демона з'явитися. Ось тоді ти зі своїми союзниками нападеш на нього! Тільки сутність загиблого демона допоможе почати довгий процес зцілення племені Зимокрайових... і порятунку оплоту Деревопузих.]===],
[===[Встановіть факел виклику демона біля входу до печери верховного вождя Зимокрая в селищі Зимокрайових хутропузів. Здолайте демона та отримайте сутність Зандівія для Ґорна Одноокого з оплоту Деревопузих.]===],
[===[Ти {стать:повернувся:повернулася} до нас, {ім'я}... чи означає це, що демона вбито?]===],
[===[Ти... ти нас {стать:врятував:врятувала}! Твоя перемога над демоном Зандівієм забезпечила безпеку оплоту Деревопузих на багато років вперед. Ти дійсно {стать:герой:героїня} серед нашого народу.

Будь ласка, прийми це з нашим благословенням. Хоча процес зцілення хутропузів буде повільним, а конфлікт все ще триватиме, ти {стать:дав:дала} Зимокрайовим щось, чого вони не мали до цього дня.

У них є шанс на виживання.]===],
},
[8555] = {
[===[Доля драконів]===],
nil,
nil,
nil,
[===[Еранік, Велестраз та Азурегос... Не сумніваюся, тобі доводилося чути про цих драконів, {стать:смертний:смертна}. І вони не випадково відіграли дуже важливу роль наглядачів за нашим світом.

На жаль (і в цьому частково винна моя власна наївність), чи то через слуг Старих Богів, чи то через зраду тих, хто називав їх друзями, всі вони зазнали трагедії. Це лише посилило мою недовіру до твого виду.

Знайди їх... І {раса:к}, готуйся до найгіршого.]===],
},
[8735] = {
[===[Зараження Жаху]===],
[===[Ти {стать:повинен:повинна} піти до чотирьох порталів сну на Азероті. З кожного з них тобі потрібно добути фрагмент зараження Жаху. Драконіди, що мешкають там, мають такі фрагменти. Повертайся до мене, коли збереш їх усі.]===],
[===[Прямуйте до чотирьох порталів Смарагдового Сну в Азероті та зберіть по фрагменту зараження Жаху з кожного з них. Повертайтеся до хранителя Ремулоса в Місячну галявину, коли виконаєте це завдання.]===],
[===[<Ремулос глибоко занурений у власні думки.>]===],
[===[Ти {стать:готовий:готова}? Чи готовий світ до того, що ми збираємось викликати? Я не знаю… Я прикутий обов'язком перед Малфуріоном. Обов'язком і честю...]===],
},
[8736] = {
[===[Прояв Жаху]===],
[===[Ми мусимо протриматися проти Ераніка. Нам потрібно врятувати його, а не знищити.

Тіранда вже йде нам на допомогу. Ми повинні відбивати удари дракона та врятувати Нічну Гавань від неминучого знищення.

Будь напоготові! Ти й твої союзники — наша єдина надія.]===],
[===[Захистіть Нічну Гавань від Ераніка. Не дайте хранителеві Ремулосу загинути. Не вбивайте Ераніка. Захищайте себе. Дочекайтеся Тіранди.]===],
nil,
[===[Його прощено, {Ім'я}, і тепер він повертається в Сон, щоб виправити власні помилки. Еранік буде могутнім союзником Малфуріона та мого батька. 

Це спорядження — для тебе, {Ім'я}, дароване мені самою Ізерою. Тобі варто скористатися цим у твоїх битвах з кіражами.]===],
},
[8741] = {
[===[Поборник повертається]===],
[===[Хранитель чекає на твоє повернення, {Ім'я}. Віднеси уламок зеленого скіпетра Анахроносу в Печери Часу.]===],
[===[Віднесіть уламок зеленого скіпетра Анахроносу в Печери Часу, що в Танарісі.]===],
[===[<Анахронос киває.>]===],
[===[Твої вчинки будуть відомі всім, {стать:поборнику:поборнице}. Тебе вихвалятимуть у піснях від Орґріммара до далей Південних морів. Усім буде відомо про поборника Бронзового крила, {Ім'я}.]===],
},
[8869] = {
[===[Солодка безтурботність]===],
[===[Всередині Багряного оплоту приховується солодка Безтурботність. Багряний коваль молотів стереже її креслення як зіницю ока. Вбий його і принеси мені його фартух. За це я відкрию тобі секрети кування молотів.

Та пам'ятай, що коли обереш шлях коваля молотів, ти вже не зможеш стати ковалем мечів чи сокир.]===],
[===[Відправляйтеся до Стратгольму і вбийте багряного коваля молотів. Заберіть фартух багряного коваля молотів та поверніться до Ліліт.]===],
nil,
nil,
},
[8893] = {
[===[Супер Яйц-Е-Мат]===],
nil,
nil,
[===[Супер Яйц-Е-Мат — останній винахід Бульки Хисткоплиг. Ця машина вражає.

Супер Яйц-Е-Мат несамовито шумить, коли ви наближаєтесь до панелі управління.]===],
[===[Ви поміщаєте яйце гіпогрифа в машину. Після цього лунає кілька звукових сигналів і дивні механічні звуки.

Це означає, що яйцемір зважив, виміряв і запакував ваше яйце. Ось це швидке обслуговування!]===],
},
[8926] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавички, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс дикого серця та рукавички дикого серця Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8933] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавиці, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть світлокований пояс та світлоковані рукавиці Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8935] = {
[===[Гідна винагорода]===],
[===[Ти {стать:дотримав:дотримала} слова і {стать:приніс:принесла} пристрій Мукса. І якщо я хочу, щоб ти знову {стать:виручив:виручила} мене — винагорода має бути відповідною. Принеси мені пояс і рукавички, які хочеш оновити. Обіцяю, ті, які я дам тобі натомість, будуть набагато кращими.]===],
[===[Принесіть пояс тіньового ремесла та рукавички тіньового ремесла Деліані в Залізогарт.]===],
[===[{стать:Готовий:Готова} обмінятись?]===],
[===[Ти {стать:виконав:виконала} свою частину угоди, а я виконаю свою.

Та пам’ятай, що найкращі частини обладунку все ще в мене, і я віддам їх, коли твоя робота буде закінчена.]===],
},
[8970] = {
[===[Я бачу острів Альказ...]===],
[===[Як я вже казав, {клас:к}, при житті я думав стати віщуном. Здивую тебе, це не така й прибуткова справа. Здебільшого тому, що це небезпечно, а реагенти рідкісні та надзвичайно дорогі. Однак, моїх навичок вистачить на пошук останньої частини амулета, а разом з нею — і духу когось з моїх колишніх побратимів.

Але мені знадобиться твоя допомога, {ім'я}. Вирушай на острів Альказ біля узбережжя Бруднолипкої трясовини та збери кров'яницю у наг Страшаз, що там мешкають.]===],
[===[Зберіть 20 кров'яниць у наг Страшаз та поверніться до Бодлі в Чорноскельну гору.]===],
[===[Кров'яниця, {ім'я}, для мого ворожіння потрібна велика купа кров'яниці. Певно, тобі доведеться взяти кількох друзів на поміч... Страшаз — небезпечні супротивники!]===],
[===[Чесно кажучи, {ім'я}, я здивований, що ти {стать:повернувся живим:повернулась живою}. Та що ж, думаю, острів Альказ не найбільша проблема для тебе.

Добре, дай мені хвилинку... ворожіння – це не просто клацнути пальцями й отримати відповідь.]===],
},
[9051] = {
[===[Випробування отрути]===],
[===[Отрута, яку я створив з твоєю допомогою, потрібна для важливої мети. Гігантські дияволозаври, що мешкають в кратері, заважають мені полювати та загрожують моєму життю. Навіть якби мені вистачило сил вбити одного з них, це б лише звільнило територію для іншого.

Візьми цю дияволозаврову колючку, змащену отрутою і встроми в дияволозавра. Ця отрута має втихомирити звіра... Хоча, я не знаю, як швидко...]===],
[===[Вколіть дияволозавра дияволозавровою колючкою, після чого поверніться до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Тобі вдалось втихомирити звіра?]===],
[===[Дякую, {ім'я}. Ти маєш вдосталь сміливості й мудрості.

Ну, розказуй, як дияволозавр відреагував на отруту?]===],
},
[9052] = {
[===[Отрута з паростків кровоцвіту]===],
[===[Мені потрібна твоя поміч у створенні отрути, за допомогою якої я збираюсь втихомирювати величезних звірів, які населяють кратер. Не бійся, отрута не смертельна. Крім того, кмітливі очі {клас:р} будуть сильною перевагою при зборі складників.

Ти знайдеш гриби-кровошляпи під паростками кровоцвіту, що ростуть по всьому кратеру. Жала Ґоріші - це жала комах, які водяться в районі Слизького шраму, розташованому в південній частині кратера.]===],
[===[Зберіть 8 кровошляпів і 8 жал Ґоріші, після чого поверніться до Торви Слідопита в кратер Ун'Ґоро.]===],
[===[Як успіхи?]===],
[===[Нарешті!

Я тепер змішаю ці інгредієнти з ґрунтом Ун'Горо і приготую отруту...]===],
},
[9053] = {
[===[Кращий інгредієнт]===],
[===[Як я і боявся — ця отрута занадто слабка для такого сильного створіння.

Щоб створити сильнішу отруту, мені знадобляться потужніші інгредієнти. Відправляйся на дно храму Атал'Гаккар, розкрий таємниці вівтаря та отримай гнилу лозу від тамтешнього вартового. Храм небезпечний, краще візьми з собою друзів.

Повертайся до мене, коли закінчиш завдання.]===],
[===[Отримайте гнилу лозу від вартового на дні Затонулого храму і поверніться до Торви Слідопита.]===],
[===[Ти {стать:роздобув:роздобула} лозу?]===],
[===[Нарешті я можу приготувати достатньо сильну отруту. Я не смію вимагати, щоб ти {стать:застосував:застосувала} його проти цих звірів знову, адже я і без того вже забагато в тебе просив.

Прийми мою дяку і повагу. Нехай щастить у твоїх подорожах, {ім'я}.]===],
},
[9063] = {
[===[Торва Слідопит]===],
[===[Мисливець на ім'я Торва Слідопит попросив допомоги друїдів. Він сказав, що лише ми маємо необхідні навички та належну повагу до природи, щоб допомогти йому.

До кратера Ун'Ґоро веде дорога з пустелі Танаріс. Торва стоїть біля входу до кратера.]===],
[===[Поговоріть з Торвою Слідопитом в кратері Ун'Ґоро.]===],
nil,
[===[Ти {стать:подолав:подолала} довгий шлях, {клас:к}. І ти дуже вчасно.]===],
},
[9267] = {
[===[Виправлення старих помилок]===],
nil,
nil,
[===[Подумай двічі, перш ніж ступити на землю Брашпиля, {ім'я}! Слава про твої брудні діяння випереджає тебе.

Тобі пощастило, корабель щойно причалив із багатьма пораненими від сутички із піратами Кривавого Вітрила. Це шанс довести, що ти не справжня свинота. Допоможи нам, роздобувши льняної тканини для пов’язок і порожніх фіалів для зілля.]===],
[===[Я рада, що ти {стать:побачив:побачила} помилку свого світосприйняття, {ім'я}. Не припиняй постачання; від нас так легко не відкараскаєшся, {стать:пане:панночко}!]===],
},
[9268] = {
[===[Морський бій]===],
nil,
nil,
[===[Ти хочеш знову подружитися з гоблінами Танарісу, {ім'я}? Нам потрібні матеріали для вітрил і зброя, щоб битися з нашими старими ворогами, піратами Кривавого Вітрила. Принеси мені маготкане полотно і сильний флюс, і ми будемо на шляху до прощення твоїх гріхів.]===],
[===[Не зупиняйся, {ім'я}. Ми, гобліни, так просто не забуваємо образи!]===],
},
[9362] = {
[===[Воєвода Крелліан]===],
[===[У нас обмаль часу, {ім'я}! Мої закляття виявили потужне джерело магії. Я не можу залишити вежу і прошу тебе вбити нікчемну істоту, що володіє цим артефактом.

Цей жалюгідний покидьок, воєвода Крелліан, ховається за своїми охоронцями у храмі Зін-Малор. Спопели його і забери призматичну мушлю, яку він так сильно цінує.]===],
[===[Знайдіть призматичну мушлю для архімага Зілема, що мешкає у вежі на вершині скель Азшари.]===],
[===[Не можна гаяти час! Ти {стать:приніс:принесла} мушлю?]===],
[===[Мушу сказати, що у цієї призматичної мушлі дивна аура. Здається, цілком доречно, що частиною твоєї нагороди буде можливість дослідити її магічні властивості...]===],
},
[9364] = {
[===[Фрагменти магії]===],
[===[Мої дослідження виявили унікальне призначення призматичної оболонки.

Візьми мушлю та наклади заклинання поліморфії на Огидохльостів в Азшарі. Якщо почекати декілька секунд, хаотична аура мушлі змусить їх розділитися на кількох менших клонів на кілька секунд. Вбий цих клонів якомога швидше, і мушля збере їхню сутність.

Коли мушля наповниться, поверни її мені.]===],
[===[Накладіть поліморфію на Огидохльостів в Азшарі та вбийте клонів, що з'являться через кілька секунд. Коли знищите 50 поліморфних клонів, поверніться до архімага Зілема в Азшару.]===],
[===[Ти вже {стать:зібрав:зібрала} їхню сутність?]===],
[===[Чудово! Чудово!

Тепер ми можемо використати зібрану магічну силу для створення нового закляття!]===],
},
}
