local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[332] = {
--[[title]] "Реклама винної крамниці",
--[[description]] "Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають накраще вино в Штормовії. І ми недалеко розташовані, у Торговому кварталі уздовж милих міських каналів.\n\nОсь візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!",
--[[objective]] "Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.",
--[[progress]] "Вітаємо і ласкаво просимо, мадам. Ви вже скуштували одне з наших чудових вин?",
--[[reward]] "О, то ви бачилися з Ренато? Ось тримайте, мадам. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!",
},
[26389] = { -- todo: remove this quest entry
--[[title]] "Тестовий квест для перевірки форматування тексту",
--[[description]] "{Ім'я}! Ось де ти!\n\nДумаєшь створив {раса:р} {клас:р} і тепер можна не робити квести? Дивися що вранці на імейл прийшло:\n\nАКЦІЯ: КОЖНОМУ {КЛАС:д} ПОДВІЙНА ВИНАГОРОДА ЗА КВЕСТИ!\n\nТому {стать:любий друже:люба подруга}, вперед до роботи!",
--[[objective]] "Зробити багато квестів і стати ще сильнішим {клас:о}.",
--[[progress]] nil,
--[[reward]] nil,
},
}
