local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[39] = {
--[[title]] [===[Звітування Томаса]===],
--[[description]] [===[Розкажи маршалу Дугану про смерть Малакая та Рольфа, повідом йому, що теперішня чисельність наших військ не здатна стримувати мурлоків на сході Ельвинну.

Я знаю, що у нас не так багато військ запасу, але, сподіваюсь, Дугану вдасться когось знайти.]===],
--[[objective]] [===[Відзвітуйте маршалу Дугану в Злотохресті.]===],
--[[progress]] nil,
--[[reward]] [===[Гм, це тривожні новини. Всі захисні сили оборони розтягнуті на максимум, а втрата Рольфа та Малакая від цих мурлоків поставила нас у ще гірше становище.

Якщо в найближчому майбутньому ситуація швидко не покращиться, то до кінця тижня бої вже будуть вестись в Злотохресті!]===],
},
[40] = {
--[[title]] [===[Риб'яча небезпека]===],
--[[description]] [===[{Ім'я}, в Ельвиннському лісі з'явилася нова загроза! Мурлоки плавають потоками східного Ельвинна, відлякуючи рибу і нападаючи на звичайних людей!

Я попередив маршала Дугана, але він більше переживає за гнолів та бандитів. При цьому, не вважаючи мурлоків небезпечними.

Будь ласка, {Ім'я}, поговоріть з Дуганом і переконайте його відправити більше військ на схід!]===],
--[[objective]] [===[Ремі "Повторюха" хоче, щоб ви поговорили з маршалом Дуганом у Злотохресті.]===],
--[[progress]] nil,
--[[reward]] [===[Так, я розмовляв з Ремі. Я поважаю його як купця, проте всі повідомлення про Мурлоків на сході в кращому випадку були поверхневими.

Я візьму до уваги ваше занепокоєння, але поки я не отримаю військовий звіт про загрози від мурлоків, ми не можемо дозволити собі відправити більше війська на схід.]===],
},
[46] = {
--[[title]] [===[Нагорода за мурлоків]===],
--[[description]] [===[Армія Штормовію оголосила нагороду за Мурлоків-Ховачів та Мурлоків-Здобувачів у Ельвинні. Забий їх та принеси мені їх відірвані плавники, і Армія Штормовію віддячить тобі добре.

Мурлоки побудували село на Озері Кам'яних обелісків на північ звідси, а інше на південь, де розгалужується ріка.]===],
--[[objective]] [===[Принесіть 8 Відірваних плавників мурлока вартовому Томасу на східному Ельвиннському мості.]===],
--[[progress]] [===[Як проходить полювання, {Ім'я}?]===],
--[[reward]] [===[Ти {стать:дістав:дістала} плавники? Чудово! Маршал Дуган стурбований ситуацією з Мурлоками на сході Ельвинну, і я буду радий повідомити йому, що все стає під контроль.

Ваші дії допомогли зрозуміти це.]===],
},
[52] = {
--[[title]] [===[Захист кордону]===],
--[[description]] [===[Гей, {Ім'я}. Чим далі ми від Злотохрестя, тим більш агресивними стають дикі тварини, а Лісозаготівельний табір Східнодолу зазнає майже постійних нападів вовків та ведмедів!

Ми могли б скористатись твоєю допомогою.]===],
--[[objective]] [===[Вбийте 8 Бродячих хижаків та 5 Молодих лісових ведмедів, і повертайтесь потому до вартового Томаса на східний Ельвиннський міст.]===],
--[[progress]] [===[Ти {стать:вбив:вбила} цих вовків і ведмедів?]===],
--[[reward]] [===[Велике спасибі за допомогу, {Ім'я}. Щось у лісі робить звірів настільки сміливими.

Що б то не було, я сподіваюся, що воно там і залишиться.]===],
},
[59] = {
--[[title]] [===[Обладунки із тканини і шкіри]===],
--[[description]] [===[Твоя доблесть і відвага варта цього Знаку, що згодиться для окремої частини броні. Я хочу, щоб ти {стать:відніс:віднесла} його до Сари Древоляг в Лісозаготівельний табір Східнодолу. Віддай їй Знак, щоб вона створила обладунок спеціально для тебе. І після того, як ти його отримаєш, {Ім'я}, користуйся ним для захисту Ельвинну.

Лісозаготівельний табір Східнодолу знаходиться за межами посту вартового Томаса.]===],
--[[objective]] [===[Дайте Сарі Древоляг Знак броні Штормовію.]===],
--[[progress]] [===[Армія Штормовію доручила мені постачати обладунки із тканини та шкіри її людям.

Якщо ти {стать:приніс:принесла} мені Знак, то я з радістю щось зроблю і для тебе.]===],
--[[reward]] [===[О, дякую за Знак. Будь-ласка, не соромся і вибери обладунок, що тобі до вподоби.

Нехай щастить, {стать:хоробрий:хоробра}, {клас:к}! І нехай ця броня служить тобі гідно.]===],
},
[71] = {
--[[title]] [===[Звістка для Томаса]===],
--[[description]] [===[Тепер, коли в тебе є обидва медальйони, віддай їх вартовому Томасу, що на мосту, він має дізнатися долю загиблих розвідників.]===],
--[[objective]] [===[Доставте Медальйони Рольфа і Малакая вартовому Томасу на східний Ельвиннський міст.]===],
--[[progress]] [===[Привіт, {Ім'я}. Ти {стать:довідався:довідалась} про долю Рольфа і Малакая?]===],
--[[reward]] [===[Мої страхи підтвердились, {Ім'я}. Мурлоки - це загроза, яку ми не можемо ігнорувати.]===],
},
[83] = {
--[[title]] [===[Червоний льон]===],
--[[description]] [===[Повстанське братство Північнокраю носить маски з мішковини, але Повстанське братство в Ельвинні надає перевагу льону, який я використовую в пошитті товарів.

Принеси мені Червоні льняні бандани, і я використаю їх, щоб зробити щось для тебе.

Табори Повстанського братства є по всьому Ельвинну.]===],
--[[objective]] [===[Принесіть 6 Червоних льняних бандан Сарі Древоляг в Лісозаготівельний табір Східнодолу.]===],
--[[progress]] [===[В мене закінчуються запаси льону, {Ім'я}. В тебе є що-небудь для мене?]===],
--[[reward]] [===[Ооо, гарні бандани, правда трохи кошлаті...]===],
},
[84] = {
--[[title]] [===[Назад до Біллі]===],
--[[description]] [===[Тримай. І як віддаватимеш цей рулет тому Біллі, передай, хай би він вдавився!]===],
--[[objective]] [===[Принесіть Рулет зі Свинячої Підчеревини Біллу Маклуру на Виноградниках Маклура.]===],
--[[progress]] [===[Ооой, я такий голодний! У вас є той рулет для мене, {Ім'я}?]===],
--[[reward]] [===[Мм, смакота! Цей рулет найкращий!

Здається, моя пам'ять повертається до мене...]===],
},
[86] = {
--[[title]] [===[Пиріг для Біллі]===],
--[[description]] [===[Якби ж в мене був пиріг, тоді я б мабуть згадав, в кого може бути те намисто. Знаєш, я вважаю, що старенька Берніс робить чудовий Рулет зі Свинячої Підчеревини...

Можливо, якщо ти даси їй кілька шматочків м'яса кабанів, які водяться навколо наших ферм, і чемно попросиш - то вона спече тобі рулет.]===],
--[[objective]] [===[Принесіть 4 шматки м'яса кабана тітці Берніс Кам'янопільській на Ферму Камянопільських.]===],
--[[progress]] [===[По-перше, не думаю, що це правильно - годувати хлопця, який вкрав моє намисто, але якщо це все, що необхідно зробити, щоб повернути моє намисто, то нехай!

У тебе є м'ясо кабана?]===],
--[[reward]] [===[Хоч м'ясо диких кнурів туге, треба його гарненько протушкувати, і воно безперечно згодиться для смачного пирога!]===],
},
[88] = {
--[[title]] [===[Принцеса мусить померти!]===],
--[[description]] [===[У Бреквеллів є призова свиня, Принцеса. Свиноматка ВЕЛИЧЕЗНА! І все через те, що навчилася прокрадатися сюди і їсти мої овочі!

Що ж, перш ніж вона перейшла на наші поля... Принцеса повинна померти! Принеси мені її нашийник, як доказ завершеної справи, і я тобі щось подарую!

Принцеса, як правило, тиняється по Гарбузовому наділі Бреквеллів, на сході та поза фермою Маклурів. Розберись з нею до того, як вона зголодніє і повернеться сюди!]===],
--[[objective]] [===[Вбийте Принцесу, заберіть її нашийник, та принесіть його до Ма Кам'янопільської на ферму Кам'янопільських.]===],
--[[progress]] [===[Ти вже {стать:бачив:бачила} свиню? {стать:Спіймав:Спіймала}?]===],
--[[reward]] [===[Слава Богу! Ця свиня стала такою великою, що з'їла б увесь наш урожай! Дякую, {ім'я}.

Таак-с, чи щось із цього тобі подобається?]===],
},
[94] = {
--[[title]] [===[Пильне Око]===],
--[[description]] [===[Мій суперник, Морґант -- порочний маг, що живе у вежі Ілґалара, в Багрянокряжжі. Я розробив засіб шпигування -- Око Азори і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти {стать:готовий:готова}, віднеси мій Гліф Азори до Вежі Ілґалара. Помісти його в Статую Лева біля Вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.]===],
--[[objective]] [===[Віднесіть Гліф Азори до Статуї Лева біля Вежі Ілґалара в Багрянокряжжі.]===],
--[[progress]] [===[Статуя Лева стоїть тут десятиліттями і самотньо стежить за сумнозвісною Вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф.]===],
--[[reward]] [===[Ти поміщаєш Гліф Азори в камінь. Він прикріплюється... і з нього лунає безтілесний голос Теокритуса:

Прийми мою подяку {стать:молодий:молода} {ім'я}. Тепер ти можеш говорити зі мною через цей Гліф, а у мене можуть знайтися для тебе майбутні завдання... Після того як я дослідив думки мого суперника.]===],
},
[109] = {
--[[title]] [===[Відзвітуйте Гріану Каменегриву]===],
--[[description]] [===[Здається мені, що ти {стать:побував:побувала} не в одному бою, {клас:к}. Тобі слід зустрітися з Гріаном Каменегривом. Він очолює Народне ополчення, спрямоване на захист сільськогосподарських угідь Західного Краю. Б'юсь об заклад, він може скористатися твоєю допомогою. Зазвичай його можна знайти в кам'яній вежі на Сторожовій заставі, недалеко від дороги, посеред Західного Краю.]===],
--[[objective]] [===[Поговоріть з Гріаном Каменегривом. Зазвичай його можна знайти в кам'яній вежі на Сторожовій заставі, недалеко від дороги, посеред Західного Краю.]===],
--[[progress]] [===[Ну як... успішно??]===],
--[[reward]] [===[О, значить, мій друг прислав тебе сюди? Як люб'язно.

Ну, монархи Штормовію більше не підтримують нашу справу. Залишається покладатися лише на ополчення. Якщо тебе зацікавила наша боротьба за свободу, то нам без сумніву згодяться твої бойові навички.]===],
},
[112] = {
--[[title]] [===[Збір водорості]===],
--[[description]] [===[Я можу заварити зілля, що зробить Мейбелл невидимою, тоді вона зможе прослизнути повз виноградники Маклура і дістатися Томмі Джо. Але для виготовлення відвару мені потрібні кришталеві водорості.

Хоча водорості, зазвичай, ростуть в океані... іноді їх збирають мурлоки. Перевір, чи є запаси у мурлоків..., тих, що біля Кришталевого озера. Водойма лежить на сході від Злотохрестя.]===],
--[[objective]] [===[Принесіть 4 Стебла Кришталевої водорості Вільяму Пестлі в Злотохрестя.]===],
--[[progress]] [===[Ти {стать:приніс:принесла} кришталеві водорості? Безсумнівно, Мейбелл не терпиться побачити свого залицяльника...]===],
--[[reward]] [===[Тобі вдалося! Чудово! Тепер, зачекай хвильку, поки я приготую відвар...]===],
},
[129] = {
--[[title]] [===[Безкоштовний обід]===],
--[[description]] [===[Зробиш мені послугу? Я приготувала обід для Вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовію. Він в змозі захистити себе, але для такої городянки як я там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги що веде в Смерколісся.]===],
--[[objective]] [===[Принесіть Вартовому Паркеру обід Паркера. Він патрулює дорогу що веде в Темноділ.]===],
--[[progress]] [===[Дарсі прислала мені полуденок, справді? В неї таке добре серце. Що ж... Давай обідати!]===],
--[[reward]] [===[Дякую, їжа дійсно знадобилась. Вартувати Приозер'я від орків і ґнолів це тяжка робота!]===],
},
[130] = {
--[[title]] [===[Візит травниці]===],
--[[description]] [===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг:могла} би ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї в крамниці травниці що в західному кінці міста.

Та коли дістанеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
--[[objective]] [===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
--[[reward]] [===[Тобі треба букет квітів? Ти не надто довго був у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, що кохання витає в повітрі... Особливо в такі небезпечні часи.]===],
},
[244] = {
--[[title]] [===[Вторгнення ґнолів]===],
--[[description]] [===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори ґнолів, на півночі і сході.

Приозер'я має знати про об'єднані сили ґнолів! Відрапортуй Обранцеві Фелдону в Приозер'ї і розкажи йому про ґнолів. Зроби це і Фелдон певно запропонує оплату за твою розвідку.

Він зазвичай наглядає за територією на південь від моста в Приозер'я.]===],
--[[objective]] [===[Відрапортуйте Обранцеві Фелдону.]===],
--[[reward]] [===[Багрянокряжові ґноли так близько від Ельвіну? Мабуть вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть під облогою.

Ось твоя платня, хоч ти і {стать:приніс:принесла} страшні вісті. І прийшли вони невчасно, бо ж ми зле споряджені для такого нападу.]===],
},
[246] = {
--[[title]] [===[Оцінка загрози]===],
--[[description]] [===[У нас немає зайвих людей, але з цими ґнолами, що ти про них {стать:доповів:доповіла}, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся чи немає там ґнолів. Зроби засідку, вбий скільки зможеш і доповіси мені скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих ґнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради Армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
--[[objective]] [===[Вбийте 10 Багрянокряжових Байстрюків і 6 Багрянокряжових Браконьєрів, а потім відрапортуйте обранцеві Фелдону у Приозер'ї.]===],
--[[progress]] [===[Перепрошую, {ім'я}, але у нас тут сильно зв'язані руки. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
--[[reward]] [===[<Обранець Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили ґнолів і з того, що ти мені розповів, вони міцні горішки. Це мало бути непросто -- зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не {стать:зробив:зробила}, поговори з Судовиком Морісом та Суддьою Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою -- ці двоє потребуватимуть тебе, я впевнений.]===],
},
[332] = {
--[[title]] [===[Реклама винної крамниці]===],
--[[description]] [===[Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають найкраще вино в Штормовії. І ми недалеко розташовані, у Торговому кварталі уздовж милих міських каналів.

Ось, візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!]===],
--[[objective]] [===[Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.]===],
--[[progress]] [===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
--[[reward]] [===[О, то ви бачилися з Ренато? Ось тримайте, {стать:сір:мадам}. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!]===],
},
[2158] = {
--[[title]] [===[Відпочинок і релаксація]===],
--[[description]] [===[Кожен мандрівник має відпочивати коли виснажується - і немає кращого місця для релаксації і відпочинку, ніж таверна «Гордість Лева»!

Мій найкращий друг, корчмар Фарлі, там за головного. Якщо скажеш йому, що ти від мене,- то отримаєш спеціальні знижки на їжу та напої.

«Гордість Лева» знайти не важко, рухайся на південь по дорозі - не проґавиш!]===],
--[[objective]] [===[Поспілкуйтеся із корчмарем Фарлі в таверні «Гордість Лева».]===],
--[[progress]] nil,
--[[reward]] [===[Відновлення і релаксація для втомлених і зморених - ось наш девіз! Будь ласка, влаштовуйся біля вогню зручніше і гарненько відпочинь тілом і душею.

Чи бажаєш скуштувати щось із наших вишуканих напоїв та їжі?]===],
},
[5545] = {
--[[title]] [===[Зв'язка неприємностей]===],
--[[description]] [===[У мене справжня халепа. Збігає термін замовлення на пиломатеріали, і мені катастрофічно не вистачає часу. Вовки та ведмеді на північ звідси відганяють моїх працівників від тієї деревини, яку вони вже нарубали.

Я вже говорив із заступником Райнером, щодо контролю тварин, але мені потрібен хтось, хто б міг піти позбирати для мене дров. Якби ти {стать:міг:могла} зібрати для мене вісім зв'язок деревини, я можливо встигну вчасно виконати своє замовлення.]===],
--[[objective]] [===[Принесіть 8 зв'язок деревини Керівнику Раелену в Лісозаготівельний табір Східнодолу.]===],
--[[progress]] [===[Термін замовлення не чекає, {клас:к}. Будь ласка, поспішай і позбирай ці зв'язки деревини.]===],
--[[reward]] [===[Відмінно! Завдяки тобі я маю змогу вчасно виконати замовлення. Щоб висловити свою подяку, я хотів би запропонувати трохи монет, як компенсацію за твої клопоти.

Дякую і прощавай.]===],
},
}
