local _, addonTable = ...
addonTable.quest_a = { -- [id] = { title, description, objective, progress, reward }
[94] = {
--[[title]] [===[Пильне Око]===],
--[[description]] [===[Мій суперник, Морґант -- порочний маг, що живе у вежі Ілґалара, в Багрянокряжжі. Я розробив засіб шпигування -- Око Азори і тепер я можу слідкувати за ним здалеку.

Але щоб вивчити його думки... Я потребую подальшої допомоги.

Якщо ти готовий, віднеси мій Гліф Азори до Вежі Ілґалара. Помісти його в Статую Лева біля Вежі.

Коли це буде зроблено, сила Азори подарує бачення майбутніх планів Морґанта.]===],
--[[objective]] [===[Віднесіть Гліф Азори до Статуї Лева біля Вежі Ілґалара в Багрянокряжжі.]===],
--[[progress]] [===[Статуя Лева стоїть тут десятиліттями і самотньо стежить за сумнозвісною Вежою Ілґалара.

В основі статуї знаходиться виїмка, куди можна вставити самоцвіт або гліф.]===],
--[[reward]] [===[Ти поміщаєш Гліф Азори в камінь. Він прикріплюється... і з нього лунає безтілесний голос Теокритуса:

Прийми мою подяку {стать:молодий:молода} {ім'я}. Тепер ти можеш говорити зі мною через цей Гліф, а у мене можуть знайтися для тебе майбутні завдання... Після того як я дослідив думки мого суперника.]===],
},
[129] = {
--[[title]] [===[Безкоштовний обід]===],
--[[description]] [===[Зробиш мені послугу? Я приготувала обід для Вартового Паркера, проте він зараз на патрулюванні... Це великий сильний вартовий Штормовію. Він в змозі захистити себе, але для такої городянки як я там ззовні надто небезпечно.

Тож якщо ти доставиш йому полуденок, повертайся до мене і я безкоштовно почастую тебе обідом! Паркер патрулює біля дороги що веде в Смерколісся.]===],
--[[objective]] [===[Принесіть Вартовому Паркеру обід Паркера. Він патрулює дорогу що веде в Темноділ.]===],
--[[progress]] [===[Дарсі прислала мені полуденок, справді? В неї таке добре серце. Що ж... Давай обідати!]===],
--[[reward]] [===[Дякую, їжа дійсно знадобилась. Вартувати Приозер'я від орків і ґнолів це тяжка робота!]===],
},
[130] = {
--[[title]] [===[Візит травниці]===],
--[[description]] [===[Поки ти не {стать:повернувся:повернулася} до Дарсі, не {стать:міг:могла} би ти принести їй від мене трохи квітів? Дістати їх можеш у Приозер'ї в крамниці травниці що в західному кінці міста.

Та коли дістанеш квіти... Не кажи травниці, Марті, від кого вони чи для кого...]===],
--[[objective]] [===[Поговоріть з травницею Багрянокряжжя, Марті Джайнроуз.]===],
--[[reward]] [===[Тобі треба букет квітів? Ти не надто довго був у місті... Вже {стать:знайшов:знайшла} собі тут {стать:кохану:коханого}?

Знаю, що не варто було допитуватися, але це чудово -- бачити, що кохання витає в повітрі... Особливо в такі небезпечні часи.]===],
},
[244] = {
--[[title]] [===[Вторгнення ґнолів]===],
--[[description]] [===[Вітаю, {клас:к}. Мені доручено патрулювати цей відрізок дороги. І хоча дорога поки що безпечна, я помітив табори ґнолів, на півночі і сході.

Приозер'я має знати про об'єднані сили ґнолів! Відрапортуй Обранцеві Фелдону в Приозер'ї і розкажи йому про ґнолів. Зроби це і Фелдон певно запропонує оплату за твою розвідку.

Він зазвичай наглядає за територією на південь від моста в Приозер'я.]===],
--[[objective]] [===[Відрапортуйте Обранцеві Фелдону.]===],
--[[reward]] [===[Багрянокряжові ґноли так близько від Ельвіну? Мабуть вони мають намір вторгнутися в нашу батьківщину. Скоро не лише люди Приозер'я будуть під облогою.

Ось твоя платня, хоч ти і прин{стать:іс:есла} страшні вісті. І прийшли вони невчасно, бо ж ми зле споряджені для такого нападу.]===],
},
[246] = {
--[[title]] [===[Оцінка загрози]===],
--[[description]] [===[У нас немає зайвих людей, але з цими ґнолами, що ти про них допові{стать:в:ла}, треба щось робити.

Розвідай південне Багрянокряжжя і дізнайся чи немає там ґнолів. Зроби засідку, вбий скільки зможеш і доповіси мені скільки їх та яку загрозу вони становлять. Ти можеш знайти табори цих ґнолів вздовж південної дороги Багрянокряжжя.

Зроби це заради Армії Штормовію, {ім'я}, і тебе чекатиме нагорода.]===],
--[[objective]] [===[Вбийте 10 Багрянокряжових Байстрюків і 6 Багрянокряжових Браконьєрів, а потім відрапортуйте обранцеві Фелдону у Приозер'ї.]===],
--[[progress]] [===[Перепрошую, {ім'я}, але у нас тут сильно зв'язані руки. Якщо тобі нічого доповісти, тоді мені краще застосувати мозок до іншої справи.]===],
--[[reward]] [===[<Обранець Фелдон слухає вашу доповідь...>

Там отаборилися чималі сили ґнолів і з того, що ти мені розповів, вони міцні горішки. Це мало бути непросто -- зібрати ці відомості.

Ось, будь ласка, {ім'я}. Ми вдячні за твою допомогу.

І якщо ти ще досі цього не зробив, поговори з Судовиком Морісом та Суддьою Соломоном у Приозер'ї. Наша ситуація стає все безнадійнішою -- ці двоє потребуватимуть тебе, я впевнений.]===],
},
[332] = {
--[[title]] [===[Реклама винної крамниці]===],
--[[description]] [===[Якщо ти заговориш з будь ким про вино, то дізнаєшся що Гелліни продають накраще вино в Штормовії. І ми недалеко розташовані, у Торговому кварталі уздовж милих міських каналів.

Ось візьми цю брошуру. Передай моїй сестрі Сузетті в нашій крамниці, щоб отримати безкоштовну пляшку відомого Даларанського Нуару. Ти не пошкодуєш!]===],
--[[objective]] [===[Йдіть до Винарні Геллінів, і передайте Сузетті Гелліні винний квиток за безкоштовну пляшку вина.]===],
--[[progress]] [===[Вітаємо і ласкаво просимо, {стать:сір:мадам}. Ви вже скуштували одне з наших чудових вин?]===],
--[[reward]] [===[О, то ви бачилися з Ренато? Ось тримайте, {стать:сір:мадам}. Пляшка нашого спеціального Даларанського Нуару. Ви не знайдете нічого подібного у всьому Азероті!]===],
},
}
