local _, addonTable = ...
addonTable.race = { -- [id] = { [н/р/д/з/о/м/к] = { male, female } }

["Human"] = {
    ["н"] = { "чоловік", "жінка" },
    ["р"] = { "чоловіка", "жінки" },
    ["д"] = { "чоловіку", "жінці" },
    ["з"] = { "чоловіка", "жінку" },
    ["о"] = { "чоловіком", "жінкою" },
    ["м"] = { "чоловікові", "жінці" },
    ["к"] = { "чоловіче", "жінко" },
},

["Dwarf"] = {
    ["н"] = { "дворф", "дворфійка" },
    ["р"] = { "дворфа", "дворфійки" },
    ["д"] = { "дворфу", "дворфійці" },
    ["з"] = { "дворфа", "дворфійку" },
    ["о"] = { "дворфом", "дворфійкою" },
    ["м"] = { "дворфові", "дворфійці" },
    ["к"] = { "дворфе", "дворфійко" },
},

["NightElf"] = {
    ["н"] = { "нічний ельф", "нічна ельфійка" },
    ["р"] = { "нічного ельфа", "нічної ельфіки" },
    ["д"] = { "нічному ельфу", "нічній ельфійці" },
    ["з"] = { "нічного ельфа", "нічну ельфіку" },
    ["о"] = { "нічним ельфом", "нічною ельфійкою" },
    ["м"] = { "нічному ельфові", "нічній ельфійці" },
    ["к"] = { "нічний ельфе", "нічна ельфійко" },
},

["Gnome"] = {
    ["н"] = { "гном", "гномка" },
    ["р"] = { "гнома", "гномки" },
    ["д"] = { "гному", "гномці" },
    ["з"] = { "гнома", "гномку" },
    ["о"] = { "гномом", "гномкою" },
    ["м"] = { "гномові", "гномці" },
    ["к"] = { "гноме", "гномко" },
},

["Orc"] = {
    ["н"] = { "орк", "орчиня" },
    ["р"] = { "орка", "орчині" },
    ["д"] = { "оркові", "орчині" },
    ["з"] = { "орка", "орчиню" },
    ["о"] = { "орком", "орчинею" },
    ["м"] = { "оркові", "орчині" },
    ["к"] = { "орку", "орчине" },
},

["Troll"] = {
    ["н"] = { "троль", "тролька" },
    ["р"] = { "троля", "трольки" },
    ["д"] = { "тролеві", "трольці" },
    ["з"] = { "троля", "трольку" },
    ["о"] = { "тролем", "тролькою" },
    ["м"] = { "тролеві", "трольці" },
    ["к"] = { "тролю", "тролько" },
},

["Scourge"] = {
    ["н"] = { "зречений", "зречена" },
    ["р"] = { "зреченого", "зреченої" },
    ["д"] = { "зреченому", "зреченій" },
    ["з"] = { "зреченого", "зречену" },
    ["о"] = { "зреченим", "зреченою" },
    ["м"] = { "зреченому", "зреченій" },
    ["к"] = { "зречений", "зречена" },
},

["Tauren"] = {
    ["н"] = { "таурен", "тауренка" },
    ["р"] = { "таурена", "тауренки" },
    ["д"] = { "тауренові", "тауренці" },
    ["з"] = { "таурена", "тауренку" },
    ["о"] = { "тауреном", "тауренкою" },
    ["м"] = { "тауренові", "тауренці" },
    ["к"] = { "таурене", "тауренко" },
},

}
