local _, addonTable = ...
local tbc_races = { -- [id] = { [н/р/д/з/о/м/к] = { male, female } }

["Draenei"] = {
    ["н"] = { "дреней", "дренейка" },
    ["р"] = { "дренея", "дренейки" },
    ["д"] = { "дренею", "дренейці" },
    ["з"] = { "дренея", "дренейку" },
    ["о"] = { "дренеєм", "дренейкою" },
    ["м"] = { "дренею", "дренейці" },
    ["к"] = { "дренею", "дренейко" },
},

["BloodElf"] = {
    ["н"] = { "кривавий ельф", "кривава ельфа" },
    ["р"] = { "кривавого ельфа", "кривавої ельфи" },
    ["д"] = { "кривавому ельфу", "кривавій ельфі" },
    ["з"] = { "кривавого ельфа", "криваву ельфу" },
    ["о"] = { "кривавим ельфом", "кривавою ельфою" },
    ["м"] = { "кривавому ельфові", "кривавій ельфі" },
    ["к"] = { "кривавий ельфе", "кривава ельфо" },
},

}

for k, v in pairs(tbc_races) do addonTable.race[k] = v end
