local _, addonTable = ...
addonTable.spell = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

-- Armor Proficiencies
[9078] = { "Тканина" }, -- Cloth
[27764] = { "Фетиш" }, -- Fetish
[9077] = { "Шкіра" }, -- Leather
[27762] = { "Рукопис" }, -- Libram
[8737] = { "Кольчуга" }, -- Mail
[750] = { "Лати" }, -- Plate Mail
[9116] = { "Щит" }, -- Shield
[27763] = { "Тотем" }, -- Totem

-- Weapon Proficiencies
[107] = { "Блок", "Надає ймовірність заблокувати ворожі атаки ближнього та дальнього бою." }, -- Block
[264] = { "Луки" }, -- Bows
[5011] = { "Арбалети" }, -- Crossbows
[1180] = { "Кинджали" }, -- Daggers
[204] = { "Захист" }, -- Defense
[81] = { "Ухилення", "Дає ймовірність ухилитися від атак ближнього бою." }, -- Dodge
[674] = { "Бій з двох рук", "Дозволяє брати в іншу руку зброю для однієї руки та зброю для іншої руки." }, -- Dual Wield
[15590] = { "Кулачна зброя" }, -- Fist Weapons
[266] = { "Рушниці" }, -- Guns
[196] = { "Одноручні сокири" }, -- One-Handed Axes
[198] = { "Одноручні булави" }, -- One-Handed Maces
[201] = { "Одноручні мечі" }, -- One-Handed Swords
[3127] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry
[200] = { "Держакова зброя" }, -- Polearms
[5019] = { "Постріл", "Атака магічним жезлом." }, -- Shoot
[2480] = { "Постріл з лука" }, -- Shoot Bow
[7919] = { "Постріл з арбалета" }, -- Shoot Crossbow
[7918] = { "Постріл з рушниці" }, -- Shoot Gun
[227] = { "Посохи" }, -- Staves
[2764] = { "Кинути", "Кинути метальну зброю в ціль." }, -- Throw
[2567] = { "Метальна зброя" }, -- Thrown
[197] = { "Дворучні сокири" }, -- Two-Handed Axes
[199] = { "Дворучні булави" }, -- Two-Handed Maces
[202] = { "Дворучні мечі" }, -- Two-Handed Swords
[203] = { "Беззбройний" }, -- Unarmed
[5009] = { "Жезли" }, -- Wands

-- Racial Traits
[20592] = { "Супротив аркані", "Супротив аркані збільшено на {1}.#increased by {1}" }, -- Arcane Resistance
[20574] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сориками збільшено на {1}.#increased by {1}" }, -- Axe Specialization
[20557] = { "Звіроріз", "Пошкодження проти звірів збільшено на {1}%.#increased by {1}" }, -- Beast Slaying
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації Берсерку. Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (mana)
[26296] = { "Берсерк", "Збільшує швидкість атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації Берсерку. Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (rage)
[26297] = { ref=26296 }, -- Berserking (energy)
[26635] = { "Берсерк", nil, "Збільшена швидкість атаки та вимови заклять." }, -- Berserking (aura)
[20572] = { "Кривава шаленість", "Збільшує базову силу атаки ближнього бою на {1}% на {2} c та зменшує ефекти зцілення на вас на {3}% на {4} с.#power by {1}% for {2} sec#you by {3}% for {4} sec" }, -- Blood Fury
[23234] = { "Кривава шаленість", nil, "Базову силу атаки ближнього бою збільшено на {1}%.#increased by {1}" }, -- Blood Fury (aura)
[23230] = { "Кривава шаленість", nil, "Ефекти зцілення зменшено на {1}%.#reduced by {1}" }, -- Blood Fury (aura)
[26290] = { "Спеціалізація на луках", "Навичку володіння луками збільшено на {1}.#increased by {1}" }, -- Bow Specialization
[20577] = { "Канібалізм", "При активації, відновлює {1}% загального здоров'я кожні {2} с впродовж {3} с. Діє лише на трупах гуманоїдів та невмерлих в радіусі {4} м. Будь-який рух, дія або отримання пошкодження перериває процес канібалізму.#{1}% of total health every {2} sec for {3} sec#within {4}" }, -- Cannibalize
[20578] = { "Канібалізм", nil, "Відновлення {1}% загального здоров'я кожні {2} с.#{1}% of total health every {2} sec" }, -- Cannibalize (aura)
[21563] = { "Наказ", "Збільшує пошкодження від підконтрольних істот мисливців та чорнокнижників на {1}%.#increased by {1}" }, -- Command
[20575] = { ref=21563 }, -- Command (warlock)
[20576] = { ref=21563 }, -- Command (hunter)
[20552] = { "Культивація", "Навичку травницта збільшено на {1}.#increased by {1}" }, -- Cultivation
[20599] = { "Дипломатія", "Отримувану репутацію збільшено на {1}%.#increased by {1}" }, -- Diplomacy
[20550] = { "Витривалість", "Загальне здоров'я збільшено на {1}%.#increased by {1}" }, -- Endurance
[20593] = { "Спеціалізація на інженерії", "Навичку інженерії збільшено на {1}.#increased by {1}" }, -- Engineering Specialization
[20589] = { "Майстер втечі", "Вивільнитися від будь-яких ефектів сповільнення або унеможливлювання руху." }, -- Escape Artist
[20591] = { "Неосяжний розум", "Інтелект збільшено на {1}%.#increased by {1}" }, -- Expansive Mind
[2481] = { "Шукати скарб", "Дозволяє дворфу відчувати скарби неподалік, відмічаючи їх на мінікарті. Триває до відміни.", "Пошук скарбів." }, -- Find Treasure
[20596] = { "Супротив кризі", "Супротив кризі збільшено на {1}.#increased by {1}" }, -- Frost Resistance
[20595] = { "Спеціалізація на рушницях", "Навичку володіння рушницями збільшено на {1}.#increased by {1}" }, -- Gun Specialization
[20573] = { "Стійкість", "Збільшує ймовірність протистояти ефектам приголомшення на додаткові {1}%.#additional {1}" }, -- Hardiness
[20864] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}" }, -- Mace Specialization
[20551] = { "Супротив природі", "Супротив природі збільшено на {1}.#increased by {1}" }, -- Nature Resistance (tauren)
[20583] = { ref=20551 }, -- Nature Resistance (night elf)
[20600] = { "Сприйняття", "Значно підсилює здатність виявлення непомітності на {1} с.#for {1} sec", "Здатність виявлення непомітності значно підсилена." }, -- Perception
[20582] = { "Прудкість", "Ймовірність ухилитися збільшено на {1}%.#increased by {1}" }, -- Quickness
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. {2}% загальної швидкості регенерації здоров'я може продовжуватися під час бою.#increased by {1}#{2}% of total" }, -- Regeneration
[20579] = { "Супротив тіні", "Супротив тіні збільшено на {1}.#increased by {1}" }, -- Shadow Resistance
[20580] = { "Злиття з тінню", "Активуйте щоб злитися з тінню, зменшуючи ймовірність для ворогів помітити вас. Діє до скасування або руху. Нічних ельфів-розбійників та друїдів з цією здібністю важче виявити, якщо на них діють ефекти непомітності чи підкрадання.", "Злиття з тінню." }, -- Shadowmeld
[20594] = { "Кам'яна форма", "Допоки діє, надає невразливість ефектам кровотечі, отрути та хворобам. Крім того, броня збільшується на {1}%. Триває {2} с.#increased by {1}#Lasts {2} sec", "Невразливість ефектам кровотечі, отрути та хворобам. Броня збільшена на {1}%.#increased by {1}" }, -- Stoneform
[20597] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}" }, -- Sword Specialization
[20598] = { "Дух людей", "Дух збільшено на {1}%.#increased by {1}" }, -- The Human Spirit
[20558] = { "Спеціалізація на метальній зброї", "Навичку володіння метальною зброєю збільшено на {1}.#increased by {1}" }, -- Throwing Specialization
[5227] = { "Підводне дихання", "Підводне дихання діє довше на {1}%.#lasts {1}% longer" }, -- Underwater Breathing
[20549] = { "Бойовий тупіт", "Приголомшує до {1} ворогів у радіусі {2} м на {3} с.#{1} enemies within {2} yds for {3} sec", "Приголомшено." }, -- War Stomp
[7744] = { "Воля відречених", "Знімає ефекти причарування, страху та сну в момент активації, а також дає невразливість до цих ефектів на час дії закляття. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів причарування, страху та сну." }, -- Will of the Forsaken
[59752] = { "Воля до виживання", "Усуває всі ефекти, що заважають рухатися, і всі ефекти, які призводять до втрати контролю над вашим персонажем. Цей ефект має спільний час відновлення з іншими подібними ефектами." }, -- Will to Survive
[20585] = { "Дух світлика", "Перетворює вас на світлика після смерті, збільшуючи швидкість руху на {1}%.#speed by {1}" }, -- Wisp Spirit

-- Scrolls
[8115] = { "Спритність", nil, "Спритність збільшено на {1}.#by {1}" }, -- Agility (aura, Scroll of Agility)
[8116] = { ref=8115 }, -- Agility (aura, Scroll of Agility II)
[8117] = { ref=8115 }, -- Agility (aura, Scroll of Agility III)
[12174] = { ref=8115 }, -- Agility (aura, Scroll of Agility IV)
[8096] = { "Інтелект", nil, "Інтелект збільшено на {1}.#by {1}" }, -- Intellect (aura, Scroll of Intellect)
[8097] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect II)
[8098] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect III)
[12176] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect IV)
[8091] = { "Броня", nil, "Броню збільшено на {1}.#by {1}" }, -- Armor (aura, Scroll of Protection)
[8094] = { ref=8091 }, -- Armor (aura, Scroll of Protection II)
[8095] = { ref=8091 }, -- Armor (aura, Scroll of Protection III)
[12175] = { ref=8091 }, -- Armor (aura, Scroll of Protection IV)
[8112] = { "Дух", nil, "Дух збільшено на {1}.#by {1}" }, -- Spirit (aura, Scroll of Spirit)
[8113] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit II)
[8114] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit III)
[12177] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit IV)
[8099] = { "Витривалість", nil, "Витривалість збільшено на {1}.#by {1}" }, -- Stamina (aura, Scroll of Stamina)
[8100] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina II)
[8101] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina III)
[12178] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina IV)
[8118] = { "Сила", nil, "Силу збільшено на {1}.#by {1}" }, -- Strength (aura, Scroll of Strength)
[8119] = { ref=8118 }, -- Strength (aura, Scroll of Strength II)
[8120] = { ref=8118 }, -- Strength (aura, Scroll of Strength III)
[12179] = { ref=8118 }, -- Strength (aura, Scroll of Strength IV)

-- Uncategorized
-- TODO: sort spells by categories, move class spells to separate files
[65] = { "Прискорення", "Збільшує вашу швидкість атаки на 2% на 30 с." },
[66] = { "Мала Невидимість", "Робить заклинача невидимим на 2 хв, проте це закляття вкрай нестабільне та може припинити свою дію завчасно.", "Мала Невидимість." },
[75] = { "Автоматична Стрільба", "Автоматична стрільба по цілі, що діє до скасування." },
[89] = { "Каліцтво", "Калічить ціль, що знижує швидкість її переміщення на 40%, збільшує проміжок між атаками ближнього бою на 45% і атаками дальнього бою на 45%. Триває 20 с.", "Швидкість пересування зменшено на 40%. Час між атаками ближнього бою збільшено на 45%. Час між атаками дальнього бою збільшено на 45%." },
[96] = { "Розчленування", "Збільшує пошкодження від вашого наступного удару ближнього бою на 100 та спричиняє кровотечу.", "Кровоточить на 1248 пошкодження кожні 2 секунди." },
[101] = { "Підніжка", "Ставить підніжку ворожому Гуманоїдові, що завдає 10 пошкодження та збиває супротивника з ніг на 3 с. Збільшує довжину комбінації на 1 прийом." },
[113] = { "Льодяні Ланцюги", "Створює навколо ворога льодяні ланцюги, приковуючи його на місці на 15 с.", "Прикований на місці." },
[126] = { "Око Кілроґґа", "Прикликає Око Кілроґґа та прив'язує ваше бачення до нього. Око швидко рухається, але є дуже кволим." },
[132] = { "Виявлення Малої Невидимості", "Дозволяє дружній цілі виявляти малу невидимість на 10 хв.", "Виявлення малої невидимості." },
[172] = { "Зараження", "Заражає ціль, завдаючи 40 пошкодження Тінню протягом 12 с.", "10 пошкодження Тінню кожні 3 секунди." },
[348] = { "Жертвоприношення", "Обпікає ворога на 11 пошкодження Вогнем і ще на додаткові 20 пошкодження Вогнем протягом 15 с.", "4 пошкодження Вогнем кожні 3 с." },
[430] = { "Напій", nil, "Відновлює 8 мани щосекунди." },
[431] = { "Напій", nil, "Відновлює 20 мани щосекунди." },
[432] = { "Напій", nil, "Відновлює 34 мани щосекунди." },
[433] = { "Їжа", nil, "Відновлює 3 здоров'я щосекунди." },
[434] = { "Їжа", nil, "Відновлює 11 здоров'я щосекунди." },
[435] = { "Їжа", nil, "Відновлює 23 здоров'я щосекунди." },
[465] = { "Аура Відданости", "Надає {1} додаткової Броні членам групи у радіусі 30 м. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Gives {1} additional armor", "Збільшує Броню на {1}.#Increases armor by {1}" },
[498] = { "Божественний Захист", "Ви захищені від усіх фізичних атак і заклять на {1} с, але протягом цього часу не можете атакувати або використовувати фізичні здібності. Ціль під захистом не можна знову зробити невразливою закляттями Божественний Щит, Божественний Захист або Благословення Захисту на наступну 1 хв.#attacks and spells for {1} sec", "Невразливий до всіх атак і заклять. Не може атакувати або використовувати фізичні здібності." },
[603] = { "Прокляття Приреченості", "Проклинає ціль прийдешньою приреченістю, завдаючи 3200 пошкодження Тінню після 1 хв. Якщо ціль помирає від цього пошкодження, її смерть має ймовірність прикликати Вартового Приречення. Це Прокляття не можна накладати на гравців.", "Завдає 3200 пошкодження Тінню через 1 хв." },
[633] = { "Покладання Рук", "Лікує дружню ціль на будь-який обсяг, що дорівнює максимальному здоров'ю паладина. Витрачає весь залишок мани паладина при використанні." },
[635] = { "Священне Світло", "Лікує дружню ціль на від {1} до {2} здоров'я.#Heals a friendly target for {1} to {2}" },
[639] = { ref=635 },
[642] = { "Божественний Щит", "Захищає паладина від усього пошкодження та заклять на {1} с, але збільшує час між вашими атаками на 100%. Ціль під захистом не можна знову зробити невразливою закляттями Божественний Щит, Божественний Захист або Благословення Захисту на наступну 1 хв.#all damage and spells for {1} sec", "Невразливий до всіх атак і заклять, але збільшує час між вашими атаками на 100%." },
[643] = { ref=465 },
[647] = { ref=635 },
[673] = { "Мале підвищення броні", ref=3220 }, -- Lesser Armor (aura, Elixir of Minor Defense)
[686] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 13 до 18 пошкодження Тінню." },
[687] = { "Демонічна Шкіра", "Захищає заклинача, збільшуючи Броню на 40, і відновлює 3 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 40 і відновлює 3 здоров'я кожні 5 с." },
[688] = { "Виклик Бісеняти", "Викликає Бісеня під командуванням чорнокнижника." },
[689] = { "Висмоктування Життя", "Передає 10 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 10 здоров'я щосекунди для заклинача." },
[691] = { "Виклик Скверногончої", "Викликає Скверногончу під командуванням чорнокнижника." },
[693] = { "Створення Каменя Душі (Крихітного)", "Створює Камінь Душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 400 здоров'я та 700 мани. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[695] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 26 до 32 пошкодження Тінню." },
[696] = { "Демонічна Шкіра", "Захищає заклинача, збільшуючи Броню на 120, і відновлює 5 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 120 і відновлює 5 здоров'я кожні 5 с." },
[697] = { "Виклик Пустотника", "Викликає Пустотника під командуванням чорнокнижника." },
[698] = { "Ритуал Прикликання", "Починає ритуал, що прикликає обраного члена групи. Для завершення ритуалу потрібні заклинач і 2 інші члени групи. Щоб узяти участь, усі гравці повинні бути поза боєм, натиснути правою клавішею миші на портал і не рухатися до завершення ритуалу." },
[699] = { "Висмоктування Життя", "Передає 17 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 17 здоров'я щосекунди для заклинача." },
[701] = { "Вогняна Стріла", "Підриває ціль на 19 пошкодження Вогнем." },
[702] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 3 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 3." },
[704] = { "Прокляття Відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу ближньої атаки на 20, але зменшує Броню на 140 на 2 хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти Страху та Жаху. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Збільшує силу ближньої атаки на 20 і зменшує Броню на 140. Ціль не втікатиме й ігноруватиме ефекти Страху та Жаху." },
[705] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 52 до 61 пошкодження Тінню." },
[706] = { "Демонська Броня", "Захищає заклинача, збільшуючи Броню на 210 і супротив Тіні на 3, та відновлює 7 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 210 і супротив Тіні на 3 та відновлює 7 здоров'я кожні 5 с." },
[707] = { "Жертвоприношення", "Обпікає ворога на 24 пошкодження Вогнем і ще на додаткові 40 пошкодження Вогнем протягом 15 с.", "8 пошкодження Вогнем кожні 3 с." },
[709] = { "Висмоктування Життя", "Передає 29 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 29 здоров'я щосекунди для заклинача." },
[710] = { "Вислання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою на до 20 с. Одночасно лише одна ціль може бути висланою. Діє лише на Демонів та Елементалів.", "Невразливий, але нездатен діяти." },
[712] = { "Виклик Сукуба", "Викликає Сукуба під командуванням чорнокнижника." },
[755] = { "Влив Здоров'я", "Надає 12 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[806] = { "Палкість", nil, "Силу збільшено. Отримання пошкодження." }, -- Fervor (aura, Potion of Fervor)
[818] = { "Звичайне вогнище", "Розпалювання вогнища, яке дозволяє готувати їжу та підвищує дух персонажів, які знаходяться поряд, на 4 од." },
[853] = { "Молот Справедливости", "Приголомшує ціль на {1} с.#Stuns the target for {1} sec", "Приголомшено." },
[879] = { "Екзорцизм", "Завдає {1} від до {2} пошкодження Священністю Невмерлому або Демонові.#Causes {1} to {2} Holy damage" },
[980] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 84 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "84 пошкодження Тінню протягом 24 с." },
[1014] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 180 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "180 пошкодження Тінню протягом 24 с." },
[1020] = { ref=642 },
[1022] = { "Благословення Захисту", "Обраний член групи буде захищений від усіх фізичних атак на {1} с, але протягом цього часу вони не можуть атакувати або використовувати фізичні здібності. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно. Ціль під захистом не можна зробити невразливою закляттями Божественний Щит, Божественний Захист або Благословення Захисту на наступну 1 хв.#protected from all physical attacks for {1} sec", "Невразливий до фізичних атак. Не може атакувати або використовувати фізичні здібності." },
[1026] = { ref=635 },
[1032] = { ref=465 },
[1038] = { "Благословення Збавлення", "Накладає на члена групи Благословення, зменшуючи загрозу, яку він спричиняє, на {1} на {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#all threat generated by {1} for {2} min", "Зменшує спричинення загрози на {1}.#Reduces threat generated by {1}" },
[1042] = { ref=635 },
[1044] = { "Благословення Свободи", "Накладає на дружню ціль Благословення, що надає їй невразливість до ефекті перешкоджання рухові на {1} с. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#movement impairing effects for {1} sec", "Невразливий до ефектів перешкоджання рухові." },
[1050] = { "Жертва" },
[1086] = { "Демонська Броня", "Захищає заклинача, збільшуючи Броню на 300 та супротив Тіні на 6, і відновлює 9 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 300 та супротив Тіні на 6 і відновлює 9 здоров'я кожні 5 с." },
[1088] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 92 до 104 пошкодження Тінню." },
[1094] = { "Жертвоприношення", "Обпікає ворога на 53 пошкодження Вогнем і ще на додаткові 90 пошкодження Вогнем протягом 15 с.", "18 пошкодження Вогнем кожні 3 с." },
[1098] = { "Поневолення Демона", "Поневолює обраного Демона до 32 рівня, примушуючи його слухатися вас. Протягом поневолення час між атаками Демона збільшено на 40%, а його швидкість вимови сповільнена на 30%. Триває до 5 хв. Якщо ви знову поневолюватимете одного й того ж Демона, вам буде важче контролювати його з кожною наступною спробою.", "Поневолено." },
[1106] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 150 до 170 пошкодження Тінню." },
[1108] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 6 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 6." },
[1120] = { "Висмоктування Душі", "Висмоктує душу з цілі, завдаючи 55 пошкодження Тінню протягом 15 с. Якщо ціль під час цього помирає та винагороджує досвідом або честю, заклинач отримує Уламок Душі. Уламки Душі потрібні для інших заклять.", "11 пошкодження Тінню кожні 3 секунди." },
[1122] = { "Пекло", "Викликає метеорит з Крутоверті Порожнечі, що завдає 200 пошкодження Вогнем і приголомшує всі ворожі цілі на місці падіння на 2 с. З кратеру підіймається Пекельник під командуванням заклинача на 5 хв. Після закінчення цього часу Пекельника потрібно Поневолити, щоб підтримувати над ним владу. Можна використовувати лише просто неба." },
[1127] = { "Їжа", nil, "Відновлює 32 здоров'я щосекунди." },
[1133] = { "Напій", nil, "Відновлює 49 мани щосекунди." },
[1152] = { "Очищення", "Очищує дружню ціль, знімаючи з неї 1 ефект Хвороби й 1 ефект Отруєння." },
[1454] = { "Витік Життя", "Перетворює 30 здоров'я на 30 мани." },
[1455] = { "Витік Життя", "Перетворює 75 здоров'я на 75 мани." },
[1456] = { "Витік Життя", "Перетворює 140 здоров'я на 140 мани." },
[1490] = { "Прокляття Стихій", "Проклинає ціль на 5 хв, зменшуючи її супротиви Вогню та Кризі на 45 і збільшуючи отримані пошкодження Вогнем і Кригою на 6%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Зменшує супротиви Вогню та Кризі на 45. Збільшує отримані пошкодження Вогнем і Кригою на 6%." },
[1604] = { "Запаморочення", nil, "Швидкість руху знижено на 50%." },
[1714] = { "Прокляття Мов", "Примушує ціль говорити по-демонськи, сповільнюючи час вимови всіх заклять на 50%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі. Триває 30 с.", "Говорить по-демонськи, що збільшує час вимови на 50%." },
[1949] = { "Пекельний Вогонь", "Підпалює місцевість навколо заклинача, завдаючи йому та всім ворогам поблизу 87 пошкодження Вогнем щосекунди. Триває 15 с.", "Завдає пошкодження собі та всім ворогам поблизу." },
[1978] = { "Укус Змії", "Уколює ціль, завдаючи 20 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 4 пошкодження Природою кожні 3 секунди." },
[2259] = { "Алхімія", "Дозволяє алхімікові варити базові зілля до максимального потенційного рівня навички 75. Потребує Трави, знайдені за допомогою Травництва." },
[2362] = { "Створення Каменя Чарів", "Створює Камінь Чарів для заклинача. При спорядженні та використанні Камінь Чарів усуває всі магічні ефекти із заклинача та поглинає 400 магічного пошкодження протягом 1 хв. Додатково при спорядженні Камінь Чарів підвищує вашу ймовірність критичного удару закляттями на 1%. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[2366] = { "Збір Трав", "Основи, як збирати трави з кущів й інших рослин для використання в Алхімії. Надає потенційний рівень навички травництва 75." },
[2367] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura, Elixir of Lion's Strength)
[2368] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 150." },
[2374] = { "Мале підвищення спритності", ref=3159 }, -- Lesser Agility (aura, Elixir of Minor Agility)
[2378] = { "Здоров'я", nil, "Здоров'я збільшено на {1}.#by {1}" }, -- Health (aura, Elixir of Minor Fortitude)
[2379] = { "Швидкість", nil, "Швидкість бігу збільшено на {1}%.#by {1}" }, -- Speed (aura, Swiftness Potion)
[2383] = { "Знайти Трави", "На мінікарті з'являються кущі з травами поблизу. Одночасно можна відстежувати лише щось одне." },
[2479] = { "Безславна ціль", nil, "Наразі ви не варті жодних очок честі для ворога." }, -- Honorless Target (aura)
[2550] = { "Кулінарія", "Дозволяє готувати базові страви за рецептами до максимального потенційного рівня навички 75. Потребує джерело вогню та м'ясо тварин." },
[2575] = { "Гірництво", "Як добути руду та камінь з мінеральних жил для використання в Інженерії та Ковальстві. Надає потенційний рівень навички гірництва 75. Потребує Кайла." },
[2576] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 150." },
[2580] = { "Знайти Мінерали", "На мінікарті з'являються мінеральні жили поблизу. Одночасно можна відстежувати лише щось одне." },
[2656] = { "Переплавлення", "Дозволяє гірникові переплавляти руду на металеві злитки. Ця навичка потребує ковадла." },
[2800] = { "Покладання Рук", "Лікує дружню ціль на будь-який обсяг, що дорівнює максимальному здоров'ю паладина, та відновлює їй {1} мани. Витрачає весь залишок мани паладина при використанні.#restores {1} of their mana" },
[2812] = { "Священний Гнів", "Посилає стріли священної сили в усіх напрямках, завдаючи від {1} до {2} пошкодження Священністю усім цілям-Невмерлим та Демонам у радіусі 20 м.#causing {1} to {2} Holy damage to all Undead and Demon" },
[2878] = { "Завернення Невмерлого", "Обраний Невмерлий ворог буде примушений утікати на до {1} с. Отримане пошкодження може перервати ефект. Одночасно лише одна ціль може завернена.#compelled to flee for up to {1} sec", "Примушений утікати." },
[2941] = { "Жертвоприношення", "Обпікає ворога на 101 пошкодження Вогнем і ще на додаткові 165 пошкодження Вогнем протягом 15 с.", "33 пошкодження Вогнем кожні 3 с." },
[2947] = { "Вогняний Щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає 5 пошкодження Вогнем нападнику. Триває 3 хв. Заклинач не можу накласти Вогняний Щит на себе.", "Завдає 5 пошкодження Вогнем нападникові при ударі." },
[2970] = { "Виявлення Невидимості", "Дозволяє дружній цілі виявляти невидимість на 10 хв.", "Виявлення невидимості." },
[3045] = { "Швидка Стрілянина", "Збільшує швидкість атаки дальнього бою на 40% протягом 15 с.", "Збільшує швидкість атаки дальнього бою на 40%." },
[3101] = { "Алхімія", "Дозволяє алхімікові варити звичайні зілля до максимального потенційного рівня навички 150." },
[3102] = { "Кулінарія", "Дозволяє готувати смачні страви за рецептами до максимального потенційного рівня навички 150." },
[3110] = { "Вогняна Стріла", "Завдає цілі від 7 до 10 пошкодження." },
[3137] = { "Ефект Знищення Отруєння" },
[3159] = { "Спритність", nil, "Спритність збільшено на {1}.#by {1}" }, -- Agility (aura)
[3160] = { ref=3159 }, -- Agility (aura, Elixir of Lesser Agility)
[3161] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura)
[3162] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura)
[3163] = { "Сила", nil, "Силу збільшено на {1}.#by {1}" }, -- Strength (aura)
[3164] = { ref=3163 }, -- Strength (aura, Elixir of Ogre's Strength)
[3166] = { "Мале підвищення інтелекту", nil, "Інтелект збільшено на {1}.#by {1}" }, -- Lesser Intellect (aura, Elixir of Wisdom)
[3169] = { "Невразливість", nil, "Невразливість до фізичних атак." }, -- Invulnerability (aura, Limited Invulnerability Potion)
[3219] = { "Регенерація", nil, "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec" }, -- Regeneration (aura, Weak Troll's Blood Potion)
[3220] = { "Броня", nil, "Броню збільшено на {1}.#by {1}" }, -- Armor (aura, Elixir of Defense)
[3222] = { ref=3219 }, -- Regeneration (aura, Strong Troll's Blood Potion)
[3223] = { ref=3219 }, -- Regeneration (aura, Mighty Troll's Blood Potion)
[3273] = { "Перша допомога", "Дозволяє створювати та використовувати бинти до максимального потенційного рівня навички 75. Для виготовлення бинтів потрібна тканина, яку можна видобути у гуманоїдів." },
[3413] = { "Кулінарія", "Дозволяє готувати незрівнянні страви за рецептами до максимального потенційного рівня навички 225." },
[3464] = { "Алхімія", "Дозволяє алхімікові варити чудові зілля до максимального потенційного рівня навички 225." },
[3472] = { ref=635 },
[3564] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 225." },
[3570] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 225." },
[3593] = { "Здоров'я II", ref=2378 }, -- Health II (aura, Elixir of Fortitude)
[3680] = { "Мала невидимість", nil, "Мала невидимість." }, -- Lesser Invisibility (aura, Lesser Invisibility Potion)
[3698] = { "Влив Здоров'я", "Надає 24 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[3699] = { "Влив Здоров'я", "Надає 43 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[3700] = { "Влив Здоров'я", "Надає 64 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[3716] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника." },
[3908] = { "Швацька справа", "Дозволяє створювати прості обладунки з тканини до максимального потенційного рівня навички 75. Для виготовлення потрібна тканина, яка видобувається у гуманоїдів." },
[4511] = { "Фазування", "Переносить Бісеня в іншу фазу від світу, що робить його невразливим, доки він не почне атакувати сам." },
[4941] = { "Каменещит", nil, "Броню збільшено." }, -- Stoneshield (aura, Lesser Stoneshield Potion)
[4987] = { "Вичищення", "Вичищує дружню ціль, усуваючи з неї 1 ефект Отруєння, 1 ефект Хвороби та 1 магічний ефект." },
[5116] = { "Шоковий Постріл", "Запаморочує ціль, сповільнюючи швидкість руху на 50% на 4 с.", "Рух сповільнено на 50%." },
[5118] = { "Аспект Гепарда", "Мисливець переймає аспекти гепарда, збільшуючи швидкість руху на 30%. При отриманні пошкодження у мисливця буде запаморочення на 4 с. Одночасно може бути активним лише один Аспект.", "30% збільшення швидкості руху. Запаморочення при отриманні удару." },
[5138] = { "Висмоктування Мани", "Передає 44 мани щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 44 мани щосекунди для заклинача." },
[5320] = { "Грація Ічіякі" },
[5321] = { "Лють Ішамухала", "Збільшує Витривалість цілі на 2 на 30 хв." },
[5384] = { "Прикидання Мертвим", "Прикиньтеся мертвими, що може ввести в оману ворогів та змусити їх вас ігнорувати. Діє до 6 хв.", "Прикидається мертвим." },
[5484] = { "Завивання Жаху", "Повийте, змушуючи 5 ворогів у радіусі 10 м втікати наляканими протягом 10 с. Отримане пошкодження може перервати цей ефект.", "Втікає з переляку." },
[5500] = { "Чуття Демонів", "Показує на мінікарті місцеперебування всіх Демонів поруч до скасування здібності. Одночасно можна відстежувати лише щось одне.", "Виявляє Демонів." },
[5502] = { "Чуття Невмерлих", "Показує на мінікарті місцеперебування всіх Невмерлих поруч до скасування здібності. Одночасно можна відстежувати лише щось одне. ", "Виявляє Невмерлих." },
[5530] = { "Приголомшення Булавою", "Приголомшує ціль на 3 с." },
[5573] = { ref=498 },
[5588] = { ref=853 },
[5589] = { ref=853 },
[5599] = { ref=1022 },
[5614] = { ref=879 },
[5615] = { ref=879 },
[5627] = { ref=2878 },
[5676] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 38 до 47 пошкодження Вогнем. Створює високий рівень загрози." },
[5697] = { "Безкінечний Подих", "Дозволяє цілі дихати під водою протягом 10 хв.", "Підводне дихання." },
[5699] = { "Створення Каменя Здоров'я", "Створює Камінь Здоров'я, який можна використати для миттєвого відновлення 500 здоров'я. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[5740] = { "Вогненний Дощ", "Викликає вогненний дощ, що палить ворогів у зоні ураження на 168 пошкодження Вогнем протягом 8 с.", "44 пошкодження Вогнем кожні 2 секунди." },
[5782] = { "Страх", "Вселяє страх у ворога, змушуючи його втікати з переполоху протягом 10 с. Подальше завдане пошкодження може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.", "Наляканий." },
[5784] = { "Виклик Скверножеребця", "Викликає Скверножеребця, який служить скакуном для заклинача. Швидкість збільшено на 60%.", "Швидкість збільшено на 60%." },
[5857] = { "Ефект Пекельного Вогню" },
[5923] = { "Священна Міць", "Збільшує критичний ефект ваших заклять Священності на {1}%.#your Holy spells by {1}%" },
[5924] = { ref=5923 },
[5925] = { ref=5923 },
[5926] = { ref=5923 },
[6201] = { "Створення Каменя Здоров'я (Крихітного)", "Створює Крихітний Камінь Здоров'я, який можна використати для миттєвого відновлення 100 здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[6202] = { "Створення Каменя Здоров'я (Меншого)", "Створює Менший Камінь Здоров'я, який можна використати для миттєвого відновлення 250 здоров'я. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[6205] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 10 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 10." },
[6213] = { "Страх", "Вселяє страх у ворога, змушуючи його втікати з переполоху протягом 15 с. Подальше завдане пошкодження може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.", "Наляканий." },
[6215] = { "Страх", "Вселяє страх у ворога, змушуючи його втікати з переполоху протягом 20 с. Подальше завдане пошкодження може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.", "Наляканий." },
[6217] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 324 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "324 пошкодження Тінню протягом 24 с." },
[6219] = { "Вогненний Дощ", "Викликає вогненний дощ, що палить ворогів у зоні ураження на 384 пошкодження Вогнем протягом 8 с.", "96 пошкодження Вогнем кожні 2 секунди." },
[6222] = { "Зараження", "Заражає ціль, завдаючи 90 пошкодження Тінню протягом 15 с.", "18 пошкодження Тінню кожні 3 секунди." },
[6223] = { "Зараження", "Заражає ціль, завдаючи 222 пошкодження Тінню протягом 18 с.", "37 пошкодження Тінню кожні 3 секунди." },
[6226] = { "Висмоктування Мани", "Передає 71 мани щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 71 мани щосекунди для заклинача." },
[6229] = { "Охоронець від Тіні", "Поглинає 290 пошкодження Тінню. Триває 30 с.", "Поглинає пошкодження Тінню." },
[6307] = { "Кривава Угода", "Збільшує Витривалість членів групи на 3.", "Збільшує витривалість на 3." },
[6353] = { "Пожежа Душі", "Обпікає душу ворога, завдаючи від 640 до 801 пошкодження Вогнем." },
[6358] = { "Зваблення", "Зваблює ціль, перешкоджаючи всім її діям на до 15 с. Будь-яке отримане пошкодження припинить ефект. Діє лише на Гуманоїдів.", "Причаровано." },
[6360] = { "Заспокійливий Поцілунок", "Заспокоює ціль, збільшуючи ймовірність, що вона атакуватиме когось іншого." },
[6366] = { "Створення Каменя Вогню (Меншого)", "Створює Менший Камінь Вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 25 до 35 додаткового пошкодження Вогнем. Також при спорядженні Камінь Вогню збільшує пошкодження від заклять Вогню на 10. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[6512] = { "Виявлення малої невидимості", nil, "Виявлення малої невидимості." }, -- Detect Lesser Invisibility (aura, Elixir of Detect Lesser Invisibility)
[6603] = { "Атакувати" },
[6615] = { "Вільна дія", nil, "Вільна дія." }, -- Free Action (aura, Free Action Potion)
[6724] = { "Сяйво Елуни", nil, "Невразливість до пошкодження та заклять." }, -- Light of Elune (aura, Light of Elune)
[6789] = { "Виток Смерті", "Примушує ворожу ціль нажахано бігати протягом 3 с та завдає їй 301 пошкодження Тінню. Заклинач отримує здоров'я обсягом 100% від завданого пошкодження.", "Нажахано." },
[6940] = { "Благословення Жертовности", "Накладає на члена групи Благословення, що передає {1} отриманого ним пошкодження за удар до заклинача. Триває {2} с. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#transfering {1} damage taken per hit#Lasts {2} sec ", "Передає {1} отриманого пошкодження за удар до паладина.#Transfers {1} damage taken" },
[7178] = { "Водне дихання", nil, "Водне дихання." }, -- Water Breathing (aura, Elixir of Water Breathing)
[7230] = { ref=7233 }, -- Fire Protection (aura)
[7231] = { ref=7233 }, -- Fire Protection (aura)
[7232] = { ref=7233 }, -- Fire Protection (aura)
[7233] = { "Вогняний захист", nil, "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}" }, -- Fire Protection (aura, Fire Protection Potion)
[7234] = { ref=7233 }, -- Fire Protection (aura)
[7235] = { ref=7242 }, -- Shadow Protection (aura)
[7236] = { ref=7239 }, -- Frost Protection (aura)
[7237] = { ref=7239 }, -- Frost Protection (aura)
[7238] = { ref=7239 }, -- Frost Protection (aura)
[7239] = { "Крижаний захист", nil, "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}" }, -- Frost Protection (aura, Frost Protection Potion)
[7240] = { ref=7239 }, -- Frost Protection (aura)
[7241] = { ref=7242 }, -- Shadow Protection (aura)
[7242] = { "Тіньовий захист", nil, "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}" }, -- Shadow Protection (aura, Shadow Protection Potion)
[7243] = { ref=7242 }, -- Shadow Protection (aura)
[7244] = { ref=7242 }, -- Shadow Protection (aura)
[7245] = { "Священний захист", nil, "Поглинає від {1} до {2} шкоди від священності.#Absorbs {1} to {2}" }, -- Holy Protection (aura, Holy Protection Potion)
[7246] = { ref=7245 }, -- Holy Protection (aura)
[7247] = { ref=7245 }, -- Holy Protection (aura)
[7248] = { ref=7245 }, -- Holy Protection (aura)
[7249] = { ref=7245 }, -- Holy Protection (aura)
[7250] = { ref=7254 }, -- Nature Protection (aura)
[7251] = { ref=7254 }, -- Nature Protection (aura)
[7252] = { ref=7254 }, -- Nature Protection (aura)
[7253] = { ref=7254 }, -- Nature Protection (aura)
[7254] = { "Природний захист", nil, "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}" }, -- Nature Protection (aura, Nature Protection Potion)
[7294] = { "Аура Розплати", "Завдає {1} пошкодження Священністю будь-якому створінню, що вдаряє члена групи у радіусі 30 м. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Causes {1} Holy damage to any creature", "Завдає {1} пошкодження Священністю будь-кому, хто вас ударяє.#Does {1} Holy damage to anyone" },
[7328] = { "Спасіння", "Повертає мертвого гравця до життя з {1} здоров'я та {2} мани. Не можна застосовувати в бою.#back to life with {1} health and {2} mana" },
[7412] = { "Накладання чар", "Дозволяє застосовувати чари до зброї та обладунків до максимального потенційного рівня навички 150." },
[7620] = { "Рибна ловля", "Візьміть до рук вудку і знайдіть водоймище, в якому можна порибалити. Коли почується сплеск, клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка, тим більше шансів упіймати рибу у водоймах зон, розрахованих на високий рівень персонажа." },
[7641] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 213 до 240 пошкодження Тінню." },
[7646] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 15 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 15." },
[7648] = { "Зараження", "Заражає ціль, завдаючи 324 пошкодження Тінню протягом 18 с.", "54 пошкодження Тінню кожні 3 секунди." },
[7651] = { "Висмоктування Життя", "Передає 41 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 41 здоров'я щосекунди для заклинача." },
[7658] = { "Прокляття Відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу ближньої атаки на 45, але зменшує Броню на 290 на 2 хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти Страху та Жаху. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Збільшує силу ближньої атаки на 45 і зменшує Броню на 290. Ціль не втікатиме й ігноруватиме ефекти Страху та Жаху." },
[7659] = { "Прокляття Відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу ближньої атаки на 65, але зменшує Броню на 465 на 2 хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти Страху та Жаху. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Збільшує силу ближньої атаки на 65 і зменшує Броню на 465. Ціль не втікатиме й ігноруватиме ефекти Страху та Жаху." },
[7764] = { "Мудрість Аґамаґґана", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Wisdom of Agamaggan (aura)
[7799] = { "Вогняна Стріла", "Завдає цілі від 14 до 16 пошкодження." },
[7800] = { "Вогняна Стріла", "Завдає цілі від 25 до 29 пошкодження." },
[7801] = { "Вогняна Стріла", "Завдає цілі від 36 до 41 пошкодження." },
[7802] = { "Вогняна Стріла", "Завдає цілі від 52 до 59 пошкодження." },
[7804] = { "Кривава Угода", "Збільшує Витривалість членів групи на 9.", "Збільшує витривалість на 9." },
[7805] = { "Кривава Угода", "Збільшує Витривалість членів групи на 19.", "Збільшує витривалість на 19." },
[7809] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника. Дієвіше за Мука (Ранг 1)." },
[7810] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника. Дієвіше за Мука (Ранг 2)." },
[7811] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника. Дієвіше за Мука (Ранг 3)." },
[7812] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 319 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[7813] = { "Заспокійливий Поцілунок", "Заспокоює ціль, збільшуючи ймовірність, що вона атакуватиме когось іншого. Дієвіше за Заспокійливий Поцілунок (Ранг 1)." },
[7814] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 33 пошкодження Тінню." },
[7815] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 44 пошкодження Тінню." },
[7816] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 60 пошкодження Тінню." },
[7840] = { "Швидке плавання", nil, "Швидкість плавання збільшено на {1}%.#by {1}" }, -- Swim Speed (aura, Swim Speed Potion)
[7844] = { "Вогняна міць", nil, "Збільшено пошкодження вогнем від заклять та здібностей на {1}.#by up to {1}" }, -- Fire Power (aura, Elixir of Firepower)
[7870] = { "Мала Невидимість", "Надає сукубові малої невидимості на до 5 с. Закляття можна застосовувати лише поза боєм.", "Невидима." },
[8202] = { "Зір сапти", nil, "Здатність бачити духів стихій." }, -- Sapta Sight (aura, Earth Sapta)
[8212] = { "Збільшення", nil, "Збільшує силу на {1}, а також збільшує ваш розмір.#by {1}" }, -- Enlarge (aura, Elixir of Giant Growth)
[8219] = { "Підміна", nil, "Видозмінено." }, -- Flip Out (aura, Savory Deviate Delight)
[8220] = { ref=8219 }, -- Flip Out (aura, Savory Deviate Delight)
[8221] = { "Яааааааа", nil, "Видозмінено." }, -- Yaaarrrr (aura, Savory Deviate Delight)
[8222] = { ref=8221 }, -- Yaaarrrr (aura, Savory Deviate Delight)
[8223] = { "Отакої!", nil, "Видозмінено." }, -- Oops! (aura, Savory Deviate Delight)
[8224] = { "Боягузтво", nil, "Наляканий." }, -- Cowardice (aura, Savory Deviate Delight)
[8225] = { "Тікай!", nil, "Наляканий." }, -- Run Away! (aura, Savory Deviate Delight)
[8226] = { "Імітація смерті", nil, "Вдає мертвого." }, -- Fake Death (aura, Savory Deviate Delight)
[8288] = { "Висмоктування Душі", "Висмоктує душу з цілі, завдаючи 155 пошкодження Тінню протягом 15 с. Якщо ціль під час цього помирає та винагороджує досвідом або честю, заклинач отримує Уламок Душі. Уламки Душі потрібні для інших заклять.", "33 пошкодження Тінню кожні 3 секунди." },
[8289] = { "Висмоктування Душі", "Висмоктує душу з цілі, завдаючи 295 пошкодження Тінню протягом 15 с. Якщо ціль під час цього помирає та винагороджує досвідом або честю, заклинач отримує Уламок Душі. Уламки Душі потрібні для інших заклять.", "59 пошкодження Тінню кожні 3 секунди." },
[8316] = { "Вогняний Щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає 7 пошкодження Вогнем нападнику. Триває 3 хв. Заклинач не можу накласти Вогняний Щит на себе.", "Завдає 7 пошкодження Вогнем нападникові при ударі." },
[8317] = { "Вогняний Щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає 9 пошкодження Вогнем нападнику. Триває 3 хв. Заклинач не можу накласти Вогняний Щит на себе.", "Завдає 9 пошкодження Вогнем нападникові при ударі." },
[8326] = { "Привид", nil, "Рухайтеся до місця вашого тіла або поговоріть зі зцілювачем духу щоб повернутися до життя." }, -- Ghost (aura)
[8377] = { "Землехват", nil, "Знерухомлено." }, -- Earthgrab (aura, Earthgrab Totem)
[8613] = { "Шкуродерство", "Основи білування тварин, щоб одержати їхні шкіри та хутра для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 75. Потребує Білувального Ножа." },
[8617] = { "Шкуродерство", "Поглиблений рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 150. Потребує Білувального Ножа." },
[8618] = { "Шкуродерство", "Експертний рівень навички у здиранні шкури зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 225. Потребує Білувального Ножа." },
[9452] = { "Відплата", "Надає атакам ближнього бою паладина з пошкодженням імовірність зменшити Силу та Спритність цілі на {1}% на 10 с.#Strength and Agility by {1}%" },
[9453] = { "Незламна Віра", "Підвищує вашу ймовірність протистояти ефектам Страху та Дезорієнтації на додаткові {1}%.#Fear and Disorient effects by an additional {1}%" },
[9574] = { "Вогняний ляпас", nil, "Збільшено отримуване пошкодження вогнем на {1}.#by {1}" }, -- Flame Buffet (aura)
[9658] = { ref=9574 }, -- Flame Buffet (aura)
[9799] = { "Око за Око", "Усі критичні удари закляттями проти вас завдають {1}% від отриманого вами пошкодження заклиначу. Пошкодження, спричинене Оком за Око, не перевищуватиме 50% від загального здоров'я паладина.#criticals against you cause {1}%" },
[10248] = { "Гірництво", "Підносить гірництво до форми мистецтва. Надає потенційний рівень навички гірництва 300." },
[10278] = { ref=1022 },
[10290] = { ref=465 },
[10291] = { ref=465 },
[10292] = { ref=465 },
[10293] = { ref=465 },
[10298] = { ref=7294 },
[10299] = { ref=7294 },
[10300] = { ref=7294 },
[10301] = { ref=7294 },
[10308] = { ref=853 },
[10310] = { ref=2800 },
[10312] = { ref=879 },
[10313] = { ref=879 },
[10314] = { ref=879 },
[10318] = { ref=2812 },
[10322] = { ref=7328 },
[10324] = { ref=7328 },
[10326] = { ref=2878 },
[10328] = { ref=635 },
[10329] = { ref=635 },
[10452] = { ref=9574 }, -- Flame Buffet (aura)
[10667] = { "Лють століть", nil, "Збільшує силу на {1}.#by {1}" }, -- Rage of Ages (aura, R.O.I.D.S.)
[10668] = { "Дух кнура", nil, "Збільшує витривалість на {1}.#by {1}" }, -- Spirit of Boar (aura, Lung Juice Cocktail)
[10669] = { "Удар скорпока", nil, "Збільшує спритність на {1}.#by {1}" }, -- Strike of the Scorpok (aura, Ground Scorpok Assay)
[10670] = { ref=10667 }, -- Rage of Ages (aura)
[10671] = { ref=10668 }, -- Spirit of Boar (aura)
[10672] = { ref=10669 }, -- Strike of the Scorpok (aura)
[10690] = { "Непохибний розум", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind (aura)
[10691] = { "Духовне панування", nil, "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination (aura)
[10692] = { "Непохибний розум", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind (aura, Cerebral Cortex Compound)
[10693] = { "Духовне панування", nil, "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination (aura, Gizzard Gum)
[10767] = { "Піднесення Духу", "Збільшує Дух на 25.", "Збільшує Дух на 25." },
[10768] = { "Шкуродерство", "Мастерний рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 300. Потребує Білувального Ножа." },
[11319] = { "Ходіння по воді", nil, "Дозволяє ходити по воді та водоподібних поверхнях." }, -- Water Walking (aura, Elixir of Water Walking)
[11328] = { ref=3159 }, -- Agility (aura, Elixir of Agility)
[11330] = { ref=3159 }, -- Agility (aura)
[11331] = { ref=3163 }, -- Strength (aura)
[11334] = { "Велика спритність", ref=3159 }, -- Greater Agility (aura, Elixir of Greater Agility)
[11348] = { "Велика броня", ref=3220 }, -- Greater Armor (aura, Elixir of Superior Defense)
[11349] = { ref=3220 }, -- Armor (aura, Elixir of Greater Defense)
[11359] = { "Відновлювання", nil, "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} seconds" }, -- Restoration (aura, Restorative Potion)
[11371] = { "Дар Артаса", nil, "Збільшує супротив тіні на {1} та може уразити хворобою атакуючих.#resist by {1}" }, -- Gift of Arthas (aura, Gift of Arthas)
[11374] = { "Дар Артаса", nil, "Збільшує отримуване фізичне пошкодження на {1}.#taken by {1}" }, -- Gift of Arthas (aura, Gift of Arthas)
[11389] = { "Виявлення невмерлих", nil, "Виявлення невмерлих." }, -- Detect Undead (aura, Elixir of Detect Undead)
[11390] = { "Арканічний еліксир", nil, "Збільшено пошкодження від заклять і здібностей на {1}.#by up to {1}" }, -- Arcane Elixir (aura, Arcane Elixir)
[11392] = { "Невидимість", nil, "Невидимість." }, -- Invisibility (aura, Invisibility Potion)
[11396] = { "Великий інтелект", ref=3166 }, -- Greater Intellect (aura, Elixir of Greater Intellect)
[11403] = { "Снобачення", nil, "Уві сні." }, -- Dream Vision (aura, Elixir of Dream Vision)
[11405] = { "Еліксир велетнів", ref=3163 }, -- Elixir of the Giants (aura, Elixir of Giants)
[11406] = { "Еліксир демонорізні", nil, "Збільшено силу атаки проти демонів на {1}.#by {1}" }, -- Elixir of Demonslaying (aura, Elixir of Demonslaying)
[11407] = { "Виявлення демона", nil, "Виявлення демонів." }, -- Detect Demon (aura, Elixir of Detect Demon)
[11474] = { "Сила тіні", nil, "Збільшено пошкодження тінню від заклять та здібностей на {1}.#by up to {1}" }, -- Shadow Power (aura, Elixir of Shadow Power)
[11479] = { "Трансмутація: Залізо у Золото", "Перетворює Злиток Заліза на Злиток Золота." },
[11480] = { "Трансмутація: Мітрил у Ясносрібло", "Перетворює Злиток Мітрилу на Злиток Ясносрібла" },
[11611] = { "Алхімія", "Дозволяє алхімікові варити неймовірні зілля до максимального потенційного рівня навички 300." },
[11659] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 292 до 327 пошкодження Тінню." },
[11660] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 373 до 415 пошкодження Тінню." },
[11661] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 455 до 507 пошкодження Тінню." },
[11665] = { "Жертвоприношення", "Обпікає ворога на 148 пошкодження Вогнем і ще на додаткові 255 пошкодження Вогнем протягом 15 с.", "51 пошкодження Вогнем кожні 3 с." },
[11667] = { "Жертвоприношення", "Обпікає ворога на 208 пошкодження Вогнем і ще на додаткові 365 пошкодження Вогнем протягом 15 с.", "73 пошкодження Вогнем кожні 3 с." },
[11668] = { "Жертвоприношення", "Обпікає ворога на 258 пошкодження Вогнем і ще на додаткові 485 пошкодження Вогнем протягом 15 с.", "97 пошкодження Вогнем кожні 3 с." },
[11671] = { "Зараження", "Заражає ціль, завдаючи 486 пошкодження Тінню протягом 18 с.", "81 пошкодження Тінню кожні 3 секунди." },
[11672] = { "Зараження", "Заражає ціль, завдаючи 666 пошкодження Тінню протягом 18 с.", "111 пошкодження Тінню кожні 3 секунди." },
[11675] = { "Висмоктування Душі", "Висмоктує душу з цілі, завдаючи 455 пошкодження Тінню протягом 15 с. Якщо ціль під час цього помирає та винагороджує досвідом або честю, заклинач отримує Уламок Душі. Уламки Душі потрібні для інших заклять.", "91 пошкодження Тінню кожні 3 секунди." },
[11677] = { "Вогненний Дощ", "Викликає вогненний дощ, що палить ворогів у зоні ураження на 620 пошкодження Вогнем протягом 8 с.", "154 пошкодження Вогнем кожні 2 секунди." },
[11678] = { "Вогненний Дощ", "Викликає вогненний дощ, що палить ворогів у зоні ураження на 904 пошкодження Вогнем протягом 8 с.", "226 пошкодження Вогнем кожні 2 секунди." },
[11681] = { "Ефект Пекельного Вогню" },
[11682] = { "Ефект Пекельного Вогню" },
[11683] = { "Пекельний Вогонь", "Підпалює місцевість навколо заклинача, завдаючи йому та всім ворогам поблизу 144 пошкодження Вогнем щосекунди. Триває 15 с.", "Завдає пошкодження собі та всім ворогам поблизу." },
[11684] = { "Пекельний Вогонь", "Підпалює місцевість навколо заклинача, завдаючи йому та всім ворогам поблизу 213 пошкодження Вогнем щосекунди. Триває 15 с.", "Завдає пошкодження собі та всім ворогам поблизу." },
[11687] = { "Витік Життя", "Перетворює 220 здоров'я на 220 мани." },
[11688] = { "Витік Життя", "Перетворює 310 здоров'я на 310 мани." },
[11689] = { "Витік Життя", "Перетворює 424 здоров'я на 424 мани." },
[11693] = { "Влив Здоров'я", "Надає 89 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[11694] = { "Влив Здоров'я", "Надає 119 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[11695] = { "Влив Здоров'я", "Надає 153 здоров'я щосекунди прислужникові заклинача протягом 10 с, поки заклинач застосовує це закляття.", "Передає життя." },
[11699] = { "Висмоктування Життя", "Передає 55 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 55 здоров'я щосекунди для заклинача." },
[11700] = { "Висмоктування Життя", "Передає 71 здоров'я щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 71 здоров'я щосекунди для заклинача." },
[11703] = { "Висмоктування Мани", "Передає 102 мани щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 102 мани щосекунди для заклинача." },
[11704] = { "Висмоктування Мани", "Передає 140 мани щосекунди від цілі до заклинача. Триває 5 с.", "Висмоктує 140 мани щосекунди для заклинача." },
[11707] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 22 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 22." },
[11708] = { "Прокляття Слабкості", "Пошкодження цілі зменшено на 31 на 2 хв. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Фізичне пошкодження зменшено на 31." },
[11711] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 504 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "504 пошкодження Тінню протягом 24 с." },
[11712] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 780 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "780 пошкодження Тінню протягом 24 с." },
[11713] = { "Прокляття Агонії", "Проклинає ціль агонією, завдаючи 1044 пошкодження Тінню протягом 24 с. Це пошкодження спершу діє повільно та збільшується, коли Прокляття досягає своєї повної тривалості. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "1044 пошкодження Тінню протягом 24 с." },
[11717] = { "Прокляття Відчайдушності", "Проклинає ціль відчайдушністю, збільшуючи її силу ближньої атаки на 90, але зменшує Броню на 640 на 2 хв. Прокляті вороги не втікатимуть та ігноруватимуть ефекти Страху та Жаху. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Збільшує силу ближньої атаки на 90 і зменшує Броню на 640. Ціль не втікатиме й ігноруватиме ефекти Страху та Жаху." },
[11719] = { "Прокляття Мов", "Примушує ціль говорити по-демонськи, сповільнюючи час вимови всіх заклять на 60%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі. Триває 30 с.", "Говорить по-демонськи, що збільшує час вимови на 60%." },
[11721] = { "Прокляття Стихій", "Проклинає ціль на 5 хв, зменшуючи її супротиви Вогню та Кризі на 60 і збільшуючи отримані пошкодження Вогнем і Кригою на 8%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Зменшує супротиви Вогню та Кризі на 60. Збільшує отримані пошкодження Вогнем і Кригою на 8%." },
[11722] = { "Прокляття Стихій", "Проклинає ціль на 5 хв, зменшуючи її супротиви Вогню та Кризі на 75 і збільшуючи отримані пошкодження Вогнем і Кригою на 10%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Зменшує супротиви Вогню та Кризі на 75. Збільшує отримані пошкодження Вогнем і Кригою на 10%." },
[11725] = { "Поневолення Демона", "Поневолює обраного Демона до 47 рівня, примушуючи його слухатися вас. Протягом поневолення час між атаками Демона збільшено на 40%, а його швидкість вимови сповільнена на 30%. Триває до 5 хв. Якщо ви знову поневолюватимете одного й того ж Демона, вам буде важче контролювати його з кожною наступною спробою.", "Поневолено." },
[11726] = { "Поневолення Демона", "Поневолює обраного Демона до 62 рівня, примушуючи його слухатися вас. Протягом поневолення час між атаками Демона збільшено на 40%, а його швидкість вимови сповільнена на 30%. Триває до 5 хв. Якщо ви знову поневолюватимете одного й того ж Демона, вам буде важче контролювати його з кожною наступною спробою.", "Поневолено." },
[11729] = { "Створення Каменя Здоров'я (Більшого)", "Створює Більший Камінь Здоров'я, який можна використати для миттєвого відновлення 800 здоров'я. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[11730] = { "Створення Каменя Здоров'я (Величезного)", "Створює Величезний Камінь Здоров'я, який можна використати для миттєвого відновлення 1200 здоров'я. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[11733] = { "Демонська Броня", "Захищає заклинача, збільшуючи Броню на 390 та супротив Тіні на 9, і відновлює 11 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 390 та супротив Тіні на 9 і відновлює 22 здоров'я кожні 5 с." },
[11734] = { "Демонська Броня", "Захищає заклинача, збільшуючи Броню на 480 і супротив Тіні на 12, і відновлює 13 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 480 і супротив Тіні на 12 і відновлює 13 здоров'я кожні 5 с." },
[11735] = { "Демонська Броня", "Захищає заклинача, збільшуючи Броню на 570 і супротив Тіні на 15, і відновлює 15 здоров'я кожні 5 с протягом 30 хв.", "Збільшує Броню на 570 і супротив Тіні на 15 і відновлює 15 здоров'я кожні 5 с." },
[11739] = { "Охоронець від Тіні", "Поглинає 470 пошкодження Тінню. Триває 30 с.", "Поглинає пошкодження Тінню." },
[11740] = { "Охоронець від Тіні", "Поглинає 675 пошкодження Тінню. Триває 30 с.", "Поглинає пошкодження Тінню." },
[11743] = { "Виявлення Великої Невидимості", "Дозволяє дружній цілі виявляти велику невидимість на 10 хв.", "Виявлення великої невидимості." },
[11762] = { "Вогняна Стріла", "Завдає цілі від 72 до 80 пошкодження." },
[11763] = { "Вогняна Стріла", "Завдає цілі від 85 до 96 пошкодження." },
[11766] = { "Кривава Угода", "Збільшує Витривалість членів групи на 30.", "Збільшує витривалість на 30." },
[11767] = { "Кривава Угода", "Збільшує Витривалість членів групи на 42.", "Збільшує витривалість на 42." },
[11770] = { "Вогняний Щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає 11 пошкодження Вогнем нападнику. Триває 3 хв. Заклинач не можу накласти Вогняний Щит на себе.", "Завдає 11 пошкодження Вогнем нападникові при ударі." },
[11771] = { "Вогняний Щит", "Оточує ціль щитом з вогню. Кожен удар по цілі завдає 13 пошкодження Вогнем нападнику. Триває 3 хв. Заклинач не можу накласти Вогняний Щит на себе.", "Завдає 13 пошкодження Вогнем нападникові при ударі." },
[11774] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника. Дієвіше за Мука (Ранг 4)." },
[11775] = { "Мука", "Підбурює істоту, збільшуючи ймовірність її атаки проти Пустотника. Дієвіше за Мука (Ранг 5)." },
[11778] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 73 пошкодження Тінню." },
[11779] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 87 пошкодження Тінню." },
[11780] = { "Батіг Болю", "Миттєва атака, що шмагає ціль, завдаючи 99 пошкодження Тінню." },
[11784] = { "Заспокійливий Поцілунок", "Заспокоює ціль, збільшуючи ймовірність, що вона атакуватиме когось іншого. Дієвіше за Заспокійливий Поцілунок (Ранг 2)." },
[11785] = { "Заспокійливий Поцілунок", "Заспокоює ціль, збільшуючи ймовірність, що вона атакуватиме когось іншого. Дієвіше за Заспокійливий Поцілунок (Ранг 3)." },
[11993] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 300." },
[12162] = { "Глибокі Рани" },
[12187] = { "Хвороблива хмара" },
[12418] = { "Виявлення непомітності", nil, "Збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Catseye Ultra Goggles)
[12561] = { ref=7233 }, -- Fire Protection (aura, Goblin Construction Helmet)
[12608] = { "Виявлення непомітності", nil, "Злегка збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Catseye Elixir)
[12964] = { "Нестримний Гнів" },
[13163] = { "Аспект Мавпи", "Мисливець переймає аспекти мавпи, збільшуючи ймовірність ухилитися на 8%. Одночасно може бути активним лише один Аспект.", "Збільшує ймовірність ухилитися на 8%." },
[13165] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 20. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 20." },
[13262] = { "Руйнування чар", "Вилучення магічних елементів зі зброї, обладунків та щитів як мінімум високої якості (зелений колір назви). При цьому предмет ЗНИЩУЄТЬСЯ безповоротно." },
[13549] = { "Укус Змії", "Уколює ціль, завдаючи 40 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 8 пошкодження Природою кожні 3 секунди." },
[13550] = { "Укус Змії", "Уколює ціль, завдаючи 80 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 16 пошкодження Природою кожні 3 секунди." },
[13551] = { "Укус Змії", "Уколює ціль, завдаючи 140 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 28 пошкодження Природою кожні 3 секунди." },
[13552] = { "Укус Змії", "Уколює ціль, завдаючи 210 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 42 пошкодження Природою кожні 3 секунди." },
[13553] = { "Укус Змії", "Уколює ціль, завдаючи 290 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 58 пошкодження Природою кожні 3 секунди." },
[13554] = { "Укус Змії", "Уколює ціль, завдаючи 385 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 77 пошкодження Природою кожні 3 секунди." },
[13555] = { "Укус Змії", "Уколює ціль, завдаючи 490 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 98 пошкодження Природою кожні 3 секунди." },
[13819] = { "Виклик Бойового Коня", "Викликає Бойового Коня, який служить скакуном. Швидкість збільшено на {1}%.#Speed is increased by {1}%", "Збільшує швидкість на {1}%.#speed by {1}%" },
[14053] = { "Зцілення", "Зцілює вашу ціль на від 135 до 165 здоров'я." },
[14201] = { ref=12880 },
[14202] = { ref=12880 },
[14203] = { ref=12880 },
[14204] = { ref=12880 },
[14274] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 1)." },
[14318] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 35. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 35." },
[14319] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 50. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 50." },
[14320] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 70. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 70." },
[14321] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 90. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 90." },
[14322] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 110. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 110." },
[14530] = { ref=2379 }, -- Speed (aura, Nifty Stopwatch)
[15571] = { "Запаморочений", nil, "Запаморочений." },
[15629] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 2)." },
[15630] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 3)." },
[15631] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 4)." },
[15632] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 5)." },
[15822] = { "Сон без сновидінь", nil, "Сон без сновидінь." }, -- Dreamless Sleep (aura, Dreamless Sleep Potion)
[16168] = { "Вогняний ляпас", nil, "Збільшено отримуване пошкодження вогнем." }, -- Flame Buffet (aura)
[16490] = { ref=16488 },
[16491] = { ref=16488 },
[16536] = { ref=9574 }, -- Flame Buffet (aura)
[16591] = { "Еліксир Гогельмогеля", nil, "Ви припинили дихати..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16593] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте легкість..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16595] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте себе зменшеним..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16610] = { "Бритвошкіра", "Надає Броню та відбиває пошкодження.", "Надає Броню та відбиває пошкодження." },
[16612] = { "Сила Аґамаґґана", nil, "Збільшує силу на {1}.#by {1}" }, -- Agamaggan's Strength (aura)
[16618] = { "Дух Вітру", "Збільшує швидкість руху.", "Збільшує швидкість руху." },
[16884] = { "Здоров'я II", ref=2378 }, -- Health II (aura)
[16894] = { ref=7233 }, -- Fire Protection (aura)
[16895] = { ref=7239 }, -- Frost Protection (aura)
[17013] = { "Спритність Аґамаґґана", nil, "Збільшує спритність на {1}.#by {1}" }, -- Agamaggan's Agility (aura)
[17038] = { "Огневиця Зимокрайових", nil, "Збільшено розмір та силу атаки ближнього бою на {1}.#by {1}" }, -- Winterfall Firewater (aura, Winterfall Firewater)
[17187] = { "Трансмутація: Арканіт", "Перетворює Злиток Торіуму й Арканічний Кристал на Арканіт." },
[17498] = { ref=2379 }, -- Speed (aura, The Postmaster)
[17528] = { "Силу збільшено на {1}.#by {1}" }, -- Mighty Rage (aura, Mighty Rage Potion)
[17535] = { "Еліксир мудреців", nil, "Інтелект і дух збільшено на {1}.#by {1}" }, -- Elixir of the Sages (aura, Elixir of the Sages)
[17537] = { "Еліксир грубої сили", nil, "Силу та витривалість збільшено на {1}.#by {1}" }, -- Elixir of Brute Force (aura, Elixir of Brute Force)
[17538] = { "Еліксир мангуста", nil, "Спритність збільшено на {1}, ймовірність нанесення критичного удару збільшено на {2}%.#Agility increased by {1}#chance increased by {2}%" }, -- Elixir of the Mongoose (aura, Elixir of the Mongoose)
[17539] = { "Великий арканічний еліксир", nil, "Збільшено магічне пошкодження від заклять та здібностей на {1}.#by up to {1}" }, -- Greater Arcane Elixir (aura, Greater Arcane Elixir)
[17540] = { "Великий каменещит", nil, "Броню збільшено." }, -- Greater Stoneshield (aura, Greater Stoneshield Potion)
[17543] = { ref=7233 }, -- Fire Protection (aura, Greater Fire Protection Potion)
[17544] = { ref=7239 }, -- Frost Protection (aura, Greater Frost Protection Potion)
[17545] = { ref=7245 }, -- Holy Protection (aura, Greater Holy Protection Potion)
[17546] = { ref=7254 }, -- Nature Protection (aura, Greater Nature Protection Potion)
[17548] = { ref=7242 }, -- Shadow Protection (aura, Greater Shadow Protection Potion)
[17549] = { "Арканічний захист", nil, "Поглинає від {1} до {2} шкоди від аркани.#Absorbs {1} to {2}" }, -- Arcane Protection (aura, Greater Arcane Protection Potion)
[17559] = { "Трансмутація: Повітря у Вогонь", "Перетворює Повітря на Вогонь." },
[17560] = { "Трансмутація: Вогонь у Землю", "Перетворює Вогонь на Землю." },
[17561] = { "Трансмутація: Земля у Воду", "Перетворює Землю на Воду." },
[17562] = { "Трансмутація: Вода в Повітря", "Перетворює Воду на Повітря." },
[17563] = { "Трансмутація: Невмерлість у Воду", "Очищує Есенцію Невмерлості, перетворюючи її на Воду." },
[17564] = { "Трансмутація: Вода у Невмерлість", "Заражає Есенцію Води, перетворюючи її на Невмерлість." },
[17565] = { "Трансмутація: Життя у Землю", "Перетворює Живу Есенцію на Землю." },
[17566] = { "Трансмутація: Земля у Життя", "Перетворює Землю на Живу Есенцію." },
[17624] = { "Скам'яніння", nil, "Невразливість до всіх атак та заклять. Не може атакувати, рухатися або застосовувати закляття." }, -- Petrification (aura, Flask of Petrification)
[17626] = { "Настій титанів", nil, "Здоров'я збільшено на {1}.#increased by {1}" }, -- Flask of the Titans (aura, Flask of the Titans)
[17627] = { "Дистильована мудрість", nil, "Ману збільшено на {1}.#increased by {1}" }, -- Distilled Wisdom (aura, Flask of Distilled Wisdom)
[17628] = { "Велика сила", nil, "Пошкодження закляттями збільшено на {1}.#increased by up to {1}" }, -- Supreme Power (aura, Flask of Supreme Power)
[17629] = { "Хроматичний супротив", nil, "Супротив всім школам магії збільшено на {1}.#increased by {1}" }, -- Chromatic Resistance (aura, Flask of Chromatic Resistance)
[17727] = { "Створення Каменя Чарів (Більшого)", "Створює Камінь Чарів для заклинача. При спорядженні та використанні Камінь Чарів усуває всі магічні ефекти із заклинача та поглинає 650 магічного пошкодження протягом 1 хв. Додатково при спорядженні Камінь Чарів підвищує вашу ймовірність критичного удару закляттями на 1%. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[17728] = { "Створення Каменя Чарів (Величезного)", "Створює Камінь Чарів для заклинача. При спорядженні та використанні Камінь Чарів усуває всі магічні ефекти із заклинача та поглинає 900 магічного пошкодження протягом 1 хв. Додатково при спорядженні Камінь Чарів підвищує вашу ймовірність критичного удару закляттями на 1%. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[17735] = { "Страждання", "Підбурює всіх ворогів у радіусі 10 м, збільшуючи ймовірність, що вони атакуватимуть Пустотника." },
[17750] = { "Страждання", "Підбурює всіх ворогів у радіусі 10 м, збільшуючи ймовірність, що вони атакуватимуть Пустотника. Дієвіше за Страждання (Ранг 1)." },
[17751] = { "Страждання", "Підбурює всіх ворогів у радіусі 10 м, збільшуючи ймовірність, що вони атакуватимуть Пустотника. Дієвіше за Страждання (Ранг 2)." },
[17752] = { "Страждання", "Підбурює всіх ворогів у радіусі 10 м, збільшуючи ймовірність, що вони атакуватимуть Пустотника. Дієвіше за Страждання (Ранг 3)." },
[17767] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 310 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 65 пошкодження кожні 2 секунди." },
[17778] = { "Катаклізм", "Зменшує витрати мани на ваші закляття Руйнації на 1%." },
[17779] = { "Катаклізм", "Зменшує витрати мани на ваші закляття Руйнації на 2%." },
[17780] = { "Катаклізм", "Зменшує витрати мани на ваші закляття Руйнації на 3%." },
[17781] = { "Катаклізм", "Зменшує витрати мани на ваші закляття Руйнації на 4%." },
[17782] = { "Катаклізм", "Зменшує витрати мани на ваші закляття Руйнації на 5%." },
[17783] = { "Сквернозосередженість", "Надає вам 14% імовірності уникнути переривання, спричиненого пошкодженням, під час застосування заклять Висмоктування Життя, Висмоктування Мани або Висмоктування Душі." },
[17784] = { "Сквернозосередженість", "Надає вам 28% імовірності уникнути переривання, спричиненого пошкодженням, під час застосування заклять Висмоктування Життя, Висмоктування Мани або Висмоктування Душі." },
[17785] = { "Сквернозосередженість", "Надає вам 42% ймовірності уникнути переривання, спричиненого пошкодженням, під час застосування заклять Висмоктування Життя, Висмоктування Мани або Висмоктування Душі." },
[17786] = { "Сквернозосередженість", "Надає вам 56% імовірності уникнути переривання, спричиненого пошкодженням, під час застосування заклять Висмоктування Життя, Висмоктування Мани або Висмоктування Душі." },
[17787] = { "Сквернозосередженість", "Надає вам 70% імовірності уникнути переривання, спричиненого пошкодженням, під час застосування заклять Висмоктування Життя, Висмоктування Мани або Висмоктування Душі." },
[17788] = { "Загибель", "Зменшує час вимови ваших заклять Тіньова Стріла та Жертвоприношення на 0,1 с та закляття Пожежа Душі на 0,4 с." },
[17789] = { "Загибель", "Зменшує час вимови ваших заклять Тіньова Стріла та Жертвоприношення на 0,2 с та закляття Пожежа Душі на 0,8 с." },
[17790] = { "Загибель", "Зменшує час вимови ваших заклять Тіньова Стріла та Жертвоприношення на 0,3 с та закляття Пожежа Душі на 1,2 с." },
[17791] = { "Загибель", "Зменшує час вимови ваших заклять Тіньова Стріла та Жертвоприношення на 0,4 с та закляття Пожежа Душі на 1,6 с." },
[17792] = { "Загибель", "Зменшує час вимови ваших заклять Тіньова Стріла та Жертвоприношення на 0,5 с та закляття Пожежа Душі на 2 с." },
[17793] = { "Покращена Тіньова Стріла", "Критичні удари вашого закляття Тіньова Стріла збільшують пошкодження Тінню, отримані ціллю, на 4%, доки пошкодження не буде завдане з 4 джерел, що не спричиняють тривалого пошкодження. Ефект триває до 12 с." },
[17794] = { "Вразливість до Тіні", nil, "Пошкодження Тінню збільшено на 4%." },
[17796] = { "Покращена Тіньова Стріла", "Критичні удари вашого закляття Тіньова Стріла збільшують пошкодження Тінню, отримані ціллю, на 8%, доки пошкодження не буде завдане з 4 джерел, що не спричиняють тривалого пошкодження. Ефект триває до 12 с." },
[17797] = { "Вразливість до Тіні", nil, "Пошкодження Тінню збільшено на 12%." },
[17798] = { "Вразливість до Тіні", nil, "Пошкодження Тінню збільшено на 8%." },
[17799] = { "Вразливість до Тіні", nil, "Пошкодження Тінню збільшено на 16%." },
[17800] = { "Вразливість до Тіні", nil, "Пошкодження Тінню збільшено на 20%." },
[17801] = { "Покращена Тіньова Стріла", "Критичні удари вашого закляття Тіньова Стріла збільшують пошкодження Тінню, отримані ціллю, на 12%, доки пошкодження не буде завдане з 4 джерел, що не спричиняють тривалого пошкодження. Ефект триває до 12 с." },
[17802] = { "Покращена Тіньова Стріла", "Критичні удари вашого закляття Тіньова Стріла збільшують пошкодження Тінню, отримані ціллю, на 16%, доки пошкодження не буде завдане з 4 джерел, що не спричиняють тривалого пошкодження. Ефект триває до 12 с." },
[17803] = { "Покращена Тіньова Стріла", "Критичні удари вашого закляття Тіньова Стріла збільшують пошкодження Тінню, отримані ціллю, на 20%, доки пошкодження не буде завдане з 4 джерел, що не спричиняють тривалого пошкодження. Ефект триває до 12 с." },
[17804] = { "Покращене Висмоктування Життя", "Збільшує обсяг здоров'я, випитого вашим закляттям Висмоктування Життя, на 2%." },
[17805] = { "Покращене Висмоктування Життя", "Збільшує обсяг здоров'я, випитого вашим закляттям Висмоктування Життя, на 4%." },
[17806] = { "Покращене Висмоктування Життя", "Збільшує обсяг здоров'я, випитого вашим закляттям Висмоктування Життя, на 6%." },
[17807] = { "Покращене Висмоктування Життя", "Збільшує обсяг здоров'я, випитого вашим закляттям Висмоктування Життя, на 8%." },
[17808] = { "Покращене Висмоктування Життя", "Збільшує обсяг здоров'я, випитого вашим закляттям Висмоктування Життя, на 10%." },
[17810] = { "Покращене Зараження", "Зменшує час вимови вашого закляття Зараження на 0,4 с." },
[17811] = { "Покращене Зараження", "Зменшує час вимови вашого закляття Зараження на 0,8 с." },
[17812] = { "Покращене Зараження", "Зменшує час вимови вашого закляття Зараження на 1,2 с." },
[17813] = { "Покращене Зараження", "Зменшує час вимови вашого закляття Зараження на 1,6 с." },
[17814] = { "Покращене Зараження", "Зменшує час вимови вашого закляття Зараження на 2 с." },
[17815] = { "Покращене Жертвоприношення", "Збільшує первинне пошкодження вашого закляття Жертвоприношення на 5%." },
[17833] = { "Покращене Жертвоприношення", "Збільшує первинне пошкодження вашого закляття Жертвоприношення на 10%." },
[17834] = { "Покращене Жертвоприношення", "Збільшує первинне пошкодження вашого закляття Жертвоприношення на 15%." },
[17835] = { "Покращене Жертвоприношення", "Збільшує первинне пошкодження вашого закляття Жертвоприношення на 20%." },
[17836] = { "Покращене Жертвоприношення", "Збільшує первинне пошкодження вашого закляття Жертвоприношення на 25%." },
[17850] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 555 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 116 пошкодження кожні 2 секунди." },
[17851] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 815 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 168 пошкодження кожні 2 секунди." },
[17852] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 1100 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 220 пошкодження кожні 2 секунди." },
[17853] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 1495 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 306 пошкодження кожні 2 секунди." },
[17854] = { "Поглинання Тіней", "Пустотник поглинає тіні поблизу, щоб покращити свій стан, і відновлює 1930 здоров'я протягом 10 с. Не можна використовувати у бою.", "Зцілює 389 пошкодження кожні 2 секунди." },
[17862] = { "Прокляття Тіні", "Проклинає ціль на 5 хв, зменшуючи її супротиви Тіні й Аркані на 60 і збільшуючи отримані пошкодження Тінню й Арканою на 8%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Супротиви Тіні й Аркані зменшено на 60. Отримані Пошкодження Тінню й Арканою збільшено на 8%." },
[17864] = { "Покращене Висмоктування Мани", "Завдає 15% від обсягу мани, випитої вашим закляттям Висмоктування Мани, як пошкодження опонентові." },
[17877] = { "Тінеопік", "Миттєво вибухає на ціль від 91 до 104 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[17917] = { "Руйнівна Досяжність", "Збільшує дальність дії ваших заклять Руйнації на 10%." },
[17918] = { "Руйнівна Досяжність", "Збільшує дальність дії ваших заклять Руйнації на 20%." },
[17919] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 65 до 77 пошкодження Вогнем. Створює високий рівень загрози." },
[17920] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 93 до 112 пошкодження Вогнем. Створює високий рівень загрози." },
[17921] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 131 до 155 пошкодження Вогнем. Створює високий рівень загрози." },
[17922] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 168 до 199 пошкодження Вогнем. Створює високий рівень загрози." },
[17923] = { "Палючий Біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від 208 до 244 пошкодження Вогнем. Створює високий рівень загрози." },
[17924] = { "Пожежа Душі", "Обпікає душу ворога, завдаючи від 715 до 894 пошкодження Вогнем." },
[17925] = { "Виток Смерті", "Примушує ворожу ціль нажахано бігати протягом 3 с та завдає їй 391 пошкодження Тінню. Заклинач отримує здоров'я обсягом 100% від завданого пошкодження.", "Нажахано." },
[17926] = { "Виток Смерті", "Примушує ворожу ціль нажахано бігати протягом 3 с та завдає їй 476 пошкодження Тінню. Заклинач отримує здоров'я обсягом 100% від завданого пошкодження.", "Нажахано." },
[17927] = { "Покращений Палючий Біль", "Підвищує ймовірність критичного удару вашого закляття Палючий Біль на 2%." },
[17928] = { "Завивання Жаху", "Повийте, змушуючи 5 ворогів у радіусі 10 м втікати наляканими протягом 15 с. Отримане пошкодження може перервати цей ефект.", "Втікає з переляку." },
[17929] = { "Покращений Палючий Біль", "Підвищує ймовірність критичного удару вашого закляття Палючий Біль на 4%." },
[17930] = { "Покращений Палючий Біль", "Підвищує ймовірність критичного удару вашого закляття Палючий Біль на 6%." },
[17931] = { "Покращений Палючий Біль", "Підвищує ймовірність критичного удару вашого закляття Палючий Біль на 8%." },
[17932] = { "Покращений Палючий Біль", "Підвищує ймовірність критичного удару вашого закляття Палючий Біль на 10%." },
[17937] = { "Прокляття Тіні", "Проклинає ціль на 5 хв, зменшуючи її супротиви Тіні й Аркані на 75 і збільшуючи отримані пошкодження Тінню й Арканою на 10%. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Супротиви Тіні й Аркані зменшено на 75. Отримані Пошкодження Тінню й Арканою збільшено на 10%." },
[17951] = { "Створення Каменя Вогню", "Створює Камінь Вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 40 до 60 додаткового пошкодження Вогнем. Також при спорядженні Камінь Вогню збільшує пошкодження від заклять Вогню на 14. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[17952] = { "Створення Каменя Вогню (Більшого)", "Створює Більший Камінь Вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 60 до 90 додаткового пошкодження Вогнем. Також надягнений Камінь Вогню збільшує пошкодження від заклять Вогню на 17. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[17953] = { "Створення Каменя Вогню (Величезного)", "Створює Величезний Камінь Вогню, який можна взяти в неосновну руку. При цьому він зачаровує зброю в основній руці вогнем, надаючи кожній атаці ймовірність завдати від 80 до 120 додаткового пошкодження Вогнем. Також при спорядженні Камінь Вогню збільшує пошкодження від заклять Вогню на 21. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[17954] = { "Жарошторм", "Збільшує пошкодження ваших заклять Вогню на 2%." },
[17955] = { "Жарошторм", "Збільшує пошкодження ваших заклять Вогню на 4%." },
[17956] = { "Жарошторм", "Збільшує пошкодження ваших заклять Вогню на 6%." },
[17957] = { "Жарошторм", "Збільшує пошкодження ваших заклять Вогню на 8%." },
[17958] = { "Жарошторм", "Збільшує пошкодження ваших заклять Вогню на 10%." },
[17959] = { "Руїна", "Збільшує додаткове пошкодження від критичного удару вашими закляттями Руйнації на 100%." },
[17962] = { "Розпалення", "Розпалює ціль, яка вже є під дією закляття Жертвоприношення, та завдає від 249 до 316 пошкодження Вогнем, витрачаючи закляття Жертвоприношення." },
[18073] = { "Пірокласт", "Надає вашим закляттям Вогненний Дощ, Пекельний Вогонь і Пожежа Душі 26% імовірності приголомшити ціль на 3 с." },
[18094] = { "Сутінки", "Надає вам 2% ймовірності ввійти у стан Тінетрансу при використанні заклять Зараження та Висмоктування Життя, коли ви завдаєте пошкодження опонентові. Стан Тінетрансу зменшує час вимови вашого наступного закляття Тіньова Стріла на 100%." },
[18095] = { "Сутінки", "Надає вам 4% ймовірності ввійти у стан Тінетрансу при використанні заклять Зараження та Висмоктування Життя, коли ви завдаєте пошкодження опонентові. Стан Тінетрансу зменшує час вимови вашого наступного закляття Тіньова Стріла на 100%." },
[18096] = { "Пірокласт", "Надає вашим закляттям Вогненний Дощ, Пекельний Вогонь і Пожежа Душі 13% імовірності приголомшити ціль на 3 с." },
[18118] = { "Наслідок", nil, "Рух сповільнено на 50%." },
[18119] = { "Наслідок", "Надає вашим закляттям Руйнації 2% ймовірності запаморочити ціль на 5 с." },
[18120] = { "Наслідок", "Надає вашим закляттям Руйнації 4% ймовірності запаморочити ціль на 5 с." },
[18121] = { "Наслідок", "Надає вашим закляттям Руйнації 6% імовірності запаморочити ціль на 5 с." },
[18122] = { "Наслідок", "Надає вашим закляттям Руйнації 8% імовірності запаморочити ціль на 5 с." },
[18123] = { "Наслідок", "Надає вашим закляттям Руйнації 10% імовірності запаморочити ціль на 5 с." },
[18126] = { "Покращена Вогняна Стріла", "Зменшує час вимови закляття вашого Бісеняти Вогняна Стріла на 0,5 с." },
[18127] = { "Покращена Вогняна Стріла", "Зменшує час вимови закляття вашого Бісеняти Вогняна Стріла на 1 с." },
[18128] = { "Покращений Батіг Болю", "Зменшує поновлення закляття вашого Сукуба Батіг Болю на 3 с." },
[18129] = { "Покращений Батіг Болю", "Зменшує поновлення закляття вашого Сукуба Батіг Болю на 6 с." },
[18130] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять Руйнації на 1%." },
[18131] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять Руйнації на 2%." },
[18132] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять Руйнації на 3%." },
[18133] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять Руйнації на 4%." },
[18134] = { "Розгромлення", "Збільшує ймовірність критичного удару ваших заклять Руйнації на 5%." },
[18135] = { "Напруження", "Надає чорнокнижникові 35% імовірності протистояти перериванню, спричиненому пошкодженням, під час застосування заклять Вогненний Дощ, Пекельний Вогонь або Пожежа Душі." },
[18136] = { "Напруження", "Надає чорнокнижникові 70% імовірності протистояти перериванню, спричиненому пошкодженням, під час застосування заклять Вогненний Дощ, Пекельний Вогонь або Пожежа Душі." },
[18174] = { "Пригнічення", "Знижує ймовірність ворогів протистояти вашим закляттям Химороді на 2%." },
[18175] = { "Пригнічення", "Знижує ймовірність ворогів протистояти вашим закляттям Химороді на 4%." },
[18176] = { "Пригнічення", "Знижує ймовірність ворогів протистояти вашим закляттям Химороді на 6%." },
[18177] = { "Пригнічення", "Знижує ймовірність ворогів протистояти вашим закляттям Химороді на 8%." },
[18178] = { "Пригнічення", "Знижує ймовірність ворогів протистояти вашим закляттям Химороді на 10%." },
[18179] = { "Покращене Прокляття Слабкості", "Збільшує ефект вашого Прокляття Слабкості на 6%." },
[18180] = { "Покращене Прокляття Слабкості", "Збільшує ефект вашого Прокляття Слабкості на 13%." },
[18181] = { "Покращене Прокляття Слабкості", "Збільшує ефект вашого Прокляття Слабкості на 20%." },
[18182] = { "Покращений Витік Життя", "Збільшує обсяг мани, наданої вашим закляттям Витік Життя, на 10%." },
[18183] = { "Покращений Витік Життя", "Збільшує обсяг мани, наданої вашим закляттям Витік Життя, на 20%." },
[18213] = { "Покращене Висмоктування Душі", "Надає вам 50% імовірності збільшити вашу швидкість відновлення мани на 100% на 10 с, якщо ви вбиваєте ціль під час висмоктування її душі. Також ваша мана може продовжувати відновлюватися зі швидкістю 50% під час вимови заклять." },
[18218] = { "Похмура Досяжність", "Збільшує дальність ваших заклять Химороді на 10%." },
[18219] = { "Похмура Досяжність", "Збільшує дальність ваших заклять Химороді на 20%." },
[18220] = { "Темна Угода", "Висушує 150 мани вашого прислужника та передає її вам на 100%." },
[18223] = { "Прокляття Виснаження", "Зменшує швидкість руху цілі на 10% на 12 с. Одночасно лише одне Прокляття кожного чорнокнижника може бути задіяне на цілі.", "Швидкість руху сповільнено на 10%." },
[18260] = { "Кулінарія", "Дозволяє готувати чудові страви за рецептами до максимального потенційного рівня навички {1}.#skill of {1}." },
[18265] = { "Сифон Життя", "Передає 15 здоров'я від цілі до заклинача кожні 3 с. Триває 30 с.", "Випиває 15 здоров'я для заклинача кожні 3 с." },
[18271] = { "Тіньова Майстерність", "Збільшує пошкодження або обсяг випитого життя вашими закляттями Тіні на 2%." },
[18272] = { "Тіньова Майстерність", "Збільшує пошкодження або обсяг випитого життя вашими закляттями Тіні на 4%." },
[18273] = { "Тіньова Майстерність", "Збільшує пошкодження або обсяг випитого життя вашими закляттями Тіні на 6%." },
[18274] = { "Тіньова Майстерність", "Збільшує пошкодження або обсяг випитого життя вашими закляттями Тіні на 8%." },
[18275] = { "Тіньова Майстерність", "Збільшує пошкодження або обсяг випитого життя вашими закляттями Тіні на 10%." },
[18288] = { "Посилення Прокляття", "Збільшує дію вашого наступного Прокляття Слабкості або Прокляття Агонії на 50%, або Прокляття Виснаження на 20%. Триває 30 с.", "Збільшує дію вашого наступного Прокляття Слабкості або Прокляття Агонії на 50%, або Прокляття Виснаження на 20%. Триває 30 с." },
[18310] = { "Покращене Прокляття Виснаженості", "Збільшує сповільнення швидкості від вашого Прокляття Виснаженості на 5%." },
[18311] = { "Покращене Прокляття Виснаженості", "Збільшує сповільнення швидкості від вашого Прокляття Виснаженості на 10%." },
[18312] = { "Покращене Прокляття Виснаженості", "Збільшує сповільнення швидкості від вашого Прокляття Виснаженості на 15%." },
[18313] = { "Покращене Прокляття Виснаженості", "Збільшує сповільнення швидкості від вашого Прокляття Виснаженості на 20%." },
[18371] = { "Сифон Душі", nil, "Швидкість відновлення мани збільшено на 100%. Мана може відновлюватися під час вимови зі швидкістю 50% від звичайної." },
[18372] = { "Покращене Висмоктування Душі", "Надає вам 100% імовірності збільшити вашу швидкість відновлення мани на 100% на 10 с, якщо ви вбиваєте ціль під час висмоктування її душі. Також ваша мана може продовжувати відновлюватися зі швидкістю 50% під час вимови заклять." },
[18393] = { "Покращене Висмоктування Мани", "Завдає 30% від обсягу мани, випитої вашим закляттям Висмоктування Мани, як пошкодження опонентові." },
[18540] = { "Ритуал Приречення", "Починає ритуал, що приносить у жертву випадково обраного учасника з метою прикликання Вартового Приречення. Вартового необхідно одразу Поневолити, або він атакуватиме учасників ритуалу. Для завершення ритуалу потрібні заклинач і 4 інші члени групи. Щоб узяти участь, гравці повинні натиснути правою клавішею миші на портал і не рухатися до завершення ритуалу." },
[18647] = { "Вислання", "Виганяє ворожу ціль до іншого виміру, перешкоджаючи всім її діям, але при цьому робить її невразливою на до 30 с. Одночасно лише одна ціль може бути висланою. Діє лише на Демонів та Елементалів.", "Невразливий, але нездатен діяти." },
[18692] = { "Покращений Камінь Здоров'я", "Збільшує обсяг здоров'я, що може бути відновлене вашим Каменем Здоров'я, на 10%." },
[18693] = { "Покращений Камінь Здоров'я", "Збільшує обсяг здоров'я, що може бути відновлене вашим Каменем Здоров'я, на 20%." },
[18694] = { "Покращене Бісеня", "Збільшує ефекти заклять вашого Бісеняти Вогняна Стріла, Вогняний Вогонь і Кривава Угода на 10%." },
[18695] = { "Покращене Бісеня", "Збільшує ефекти заклять вашого Бісеняти Вогняна Стріла, Вогняний Вогонь і Кривава Угода на 20%." },
[18696] = { "Покращене Бісеня", "Збільшує ефекти заклять вашого Бісеняти Вогняна Стріла, Вогняний Вогонь і Кривава Угода на 30%." },
[18697] = { "Демонічні Обійми", "Збільшує вашу загальну Витривалість на 3%, але зменшує ваш загальний Дух на 1%." },
[18698] = { "Демонічні Обійми", "Збільшує вашу загальну Витривалість на 6%, але зменшує ваш загальний Дух на 2%." },
[18699] = { "Демонічні Обійми", "Збільшує вашу загальну Витривалість на 9%, але зменшує ваш загальний Дух на 3%." },
[18700] = { "Демонічні Обійми", "Збільшує вашу загальну Витривалість на 12%, але зменшує ваш загальний Дух на 4%." },
[18701] = { "Демонічні Обійми", "Збільшує вашу загальну Витривалість на 15%, але зменшує ваш загальний Дух на 5%." },
[18703] = { "Покращений Влив Здоров'я", "Збільшує обсяг здоров'я, переданого вашим закляттям Влив Здоров'я, на 10%." },
[18704] = { "Покращений Влив Здоров'я", "Збільшує обсяг здоров'я, переданого вашим закляттям Влив Здоров'я, на 20%." },
[18705] = { "Покращений Пустотник", "Збільшує дієвість заклять вашого Пустотника Мучення, Поглинання Тіней, Жертва та Мука на 10%." },
[18706] = { "Покращений Пустотник", "Збільшує дієвість заклять вашого Пустотника Мучення, Поглинання Тіней, Жертва та Мука на 20%." },
[18707] = { "Покращений Пустотник", "Збільшує дієвість заклять вашого Пустотника Мучення, Поглинання Тіней, Жертва та Мука на 30%." },
[18708] = { "Домінування Скверни", "Ваше наступне закляття Виклику Бісеняти, Пустотника, Сукуба або Скверногончої матиме зменшені час вимови на 5,5 с і витрати мани на 50%.", "Час вимови Виклику Бісеняти, Пустотника, Сукуба та Скверногончої зменшено на 5,5 с. Витрати мани зменшено на 50%." },
[18709] = { "Майстер-Прикликач", "Зменшує час вимови на 2 с та витрати мани на 20% заклять Виклику ваших Бісеняти, Пустотника, Сукуба та Скверногончої." },
[18710] = { "Майстер-Прикликач", "Зменшує час вимови на 4 с та витрати мани на 40% заклять Виклику ваших Бісеняти, Пустотника, Сукуба та Скверногончої." },
[18731] = { "Скверноінтелект", "Збільшує максимальну ману ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 3%." },
[18743] = { "Скверноінтелект", "Збільшує максимальну ману ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 6%." },
[18744] = { "Скверноінтелект", "Збільшує максимальну ману ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 9%." },
[18745] = { "Скверноінтелект", "Збільшує максимальну ману ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 12%." },
[18746] = { "Скверноінтелект", "Збільшує максимальну ману ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 15%." },
[18748] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 3%." },
[18749] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 6%." },
[18750] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 9%." },
[18751] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 12%." },
[18752] = { "Скверновитривалість", "Збільшує максимальне здоров'я ваших Бісеняти, Пустотника, Сукуба та Скверногончої на 15%." },
[18754] = { "Покращений Сукуб", "Збільшує ефекти заклять вашого Сукуба Батіг Болю та Заспокійливий Поцілунок на 10% та тривалість його заклять Зваблення та Мала Невидимість на 10%." },
[18755] = { "Покращений Сукуб", "Збільшує ефекти заклять вашого Сукуба Батіг Болю та Заспокійливий Поцілунок на 20% та тривалість його заклять Зваблення та Мала Невидимість на 20%." },
[18756] = { "Покращений Сукуб", "Збільшує ефекти заклять вашого Сукуба Батіг Болю та Заспокійливий Поцілунок на 30% та тривалість його заклять Зваблення та Мала Невидимість на 30%." },
[18767] = { "Покращений Камінь Вогню", "Збільшує додаткове пошкодження Вогнем від Каменів Вогню й ефект Каменю Вогню на 15%." },
[18768] = { "Покращений Камінь Вогню", "Збільшує додаткове пошкодження Вогнем від Каменів Вогню й ефект Каменю Вогню на 30%." },
[18769] = { "Нечестива Сила", "Збільшує пошкодження атаками ближнього бою вашого Пустотника, Сукуба та Скверногончої на 4%." },
[18770] = { "Нечестива Сила", "Збільшує пошкодження атаками ближнього бою вашого Пустотника, Сукуба та Скверногончої на 8%." },
[18771] = { "Нечестива Сила", "Збільшує пошкодження атаками ближнього бою вашого Пустотника, Сукуба та Скверногончої на 12%." },
[18772] = { "Нечестива Сила", "Збільшує пошкодження атаками ближнього бою вашого Пустотника, Сукуба та Скверногончої на 16%." },
[18773] = { "Нечестива Сила", "Збільшує пошкодження атаками ближнього бою вашого Пустотника, Сукуба та Скверногончої на 20%." },
[18774] = { "Покращений Камінь Чарів", "Збільшує обсяг пошкодження, що поглинає ваш Камінь Чарів, на 15%." },
[18775] = { "Покращений Камінь Чарів", "Збільшує обсяг пошкодження, що поглинає ваш Камінь Чарів, на 30%." },
[18788] = { "Демонічна Жертва", "При використанні приносить у жертву вашого прикликаного Демона та надає вам ефект, що триває 30 хв. Ефект буде скасовано, якщо прикликати будь-якого Демона. \n\nБісеня: Збільшує ваше пошкодження Вогнем на 15%. \n\nПустотник: Відновлює 3% вашого загального здоров'я кожні 4 с. \n\nСукуб: Збільшує ваше пошкодження Тінню на 15%. \n\nСкверногонча: Відновлює 2% вашої загальної мани кожні 4 с." },
[18821] = { "Покращене Поневолення Демона", "Зменшує сповільнення швидкостей атаки та вимови від вашого закляття Поневолення Демона на 2% та зменшує ймовірність цілі протистояти йому на 2%." },
[18822] = { "Покращене Поневолення Демона", "Зменшує сповільнення швидкостей атаки та вимови від вашого закляття Поневолення Демона на 4% та зменшує ймовірність цілі протистояти йому на 4%." },
[18823] = { "Покращене Поневолення Демона", "Зменшує сповільнення швидкостей атаки та вимови від вашого закляття Поневолення Демона на 6% та зменшує ймовірність цілі протистояти йому на 6%." },
[18824] = { "Покращене Поневолення Демона", "Зменшує сповільнення швидкостей атаки та вимови від вашого закляття Поневолення Демона на 8% та зменшує ймовірність цілі протистояти йому на 8%." },
[18825] = { "Покращене Поневолення Демона", "Зменшує сповільнення швидкостей атаки та вимови від вашого закляття Поневолення Демона на 10% та зменшує ймовірність цілі протистояти йому на 10%." },
[18827] = { "Покращене Прокляття Агонії", "Збільшує пошкодження вашого Прокляття Агонії на 2%." },
[18829] = { "Покращене Прокляття Агонії", "Збільшує пошкодження вашого Прокляття Агонії на 4%." },
[18830] = { "Покращене Прокляття Агонії", "Збільшує пошкодження вашого Прокляття Агонії на 6%." },
[18867] = { "Тінеопік", "Миттєво вибухає на ціль від 123 до 140 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[18868] = { "Тінеопік", "Миттєво вибухає на ціль від 196 до 221 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[18869] = { "Тінеопік", "Миттєво вибухає на ціль від 274 до 307 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[18870] = { "Тінеопік", "Миттєво вибухає на ціль від 365 до 408 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[18871] = { "Тінеопік", "Миттєво вибухає на ціль від 462 до 514 пошкодженням Тіні. Якщо ціль помирає протягом 5 с після Тіневибуху та винагороджує досвідом або честю, заклинач отримує Уламок Душі." },
[18879] = { "Сифон Життя", "Передає 22 здоров'я від цілі до заклинача кожні 3 с. Триває 30 с.", "Випиває 22 здоров'я для заклинача кожні 3 с." },
[18880] = { "Сифон Життя", "Передає 33 здоров'я від цілі до заклинача кожні 3 с. Триває 30 с.", "Випиває 33 здоров'я для заклинача кожні 3 с." },
[18881] = { "Сифон Життя", "Передає 45 здоров'я від цілі до заклинача кожні 3 с. Триває 30 с.", "Випиває 45 здоров'я для заклинача кожні 3 с." },
[18930] = { "Розпалення", "Розпалює ціль, яка вже є під дією закляття Жертвоприношення, та завдає від 326 до 407 пошкодження Вогнем, витрачаючи закляття Жертвоприношення." },
[18931] = { "Розпалення", "Розпалює ціль, яка вже є під дією закляття Жертвоприношення, та завдає від 395 до 491 пошкодження Вогнем, витрачаючи закляття Жертвоприношення." },
[18932] = { "Розпалення", "Розпалює ціль, яка вже є під дією закляття Жертвоприношення, та завдає від 447 до 557 пошкодження Вогнем, витрачаючи закляття Жертвоприношення." },
[18937] = { "Темна Угода", "Висушує 200 мани вашого прислужника та передає її вам на 100%." },
[18938] = { "Темна Угода", "Висушує 250 мани вашого прислужника та передає її вам на 100%." },
[18942] = { ref=7233 }, -- Fire Protection (aura)
[18977] = { "Іній", nil, "Збільшено час між атаками та сповільнено рух." }, -- Frost (aura, Ice Totem)
[19028] = { "Пов'язані Душі", "При застосуванні 30% від всього отриманого заклиначем пошкодження буде натомість отримано вашим Бісеням, Пустотником, Сукубом або Скверногончою. Додатково Демон і його хазяїн завдаватимуть на 3% більше пошкодження. Триває протягом часу активності Демона." },
[19434] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 70." },
[19438] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 529 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[19440] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 794 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[19441] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 1124 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[19442] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 1503 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[19443] = { "Жертва", "Жертвує Пустотником, надаючи його власникові щит, що поглинає 1931 пошкодження, на 30 с. Поки щит триматиметься, вимову заклять не буде перервано пошкодженням.", "Поглинає все пошкодження." },
[19478] = { "Заражена Кров", "Заражає кров Скверногончої на 1 хв. Коли Скверногончу вдаряють атакою ближнього бою, нападник втратить 17 сили атаки ближнього бою на 10 с. Накладається до 5 разів на одній цілі.", "Відбирає 17 сили атаки ближнього бою при ударі. Накладається до 5 разів." },
[19479] = { "Ефект Зараженої Крові", nil, "Силу атаки ближнього бою зменшено на 17." },
[19507] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 1% при використанні зброї дальнього бою." },
[19508] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 2% при використанні зброї дальнього бою." },
[19509] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 3% при використанні зброї дальнього бою." },
[19510] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 4% при використанні зброї дальнього бою." },
[19511] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 5% при використанні зброї дальнього бою." },
[19652] = { "Ефект Зараженої Крові", nil, "Силу атаки ближнього бою зменшено на 23." },
[19653] = { "Ефект Зараженої Крові", nil, "Силу атаки ближнього бою зменшено на 32." },
[19654] = { "Ефект Зараженої Крові", nil, "Силу атаки ближнього бою зменшено на 40." },
[19655] = { "Заражена Кров", "Заражає кров Скверногончої на 1 хв. Коли Скверногончу вдаряють атакою ближнього бою, нападник втратить 23 сили атаки ближнього бою на 10 с. Накладається до 5 разів на одній цілі.", "Відбирає 23 сили атаки ближнього бою при ударі. Накладається до 5 разів." },
[19656] = { "Заражена Кров", "Заражає кров Скверногончої на 1 хв. Коли Скверногончу вдаряють атакою ближнього бою, нападник втратить 32 сили атаки ближнього бою на 10 с. Накладається до 5 разів на одній цілі.", "Відбирає 32 сили атаки ближнього бою при ударі. Накладається до 5 разів." },
[19660] = { "Заражена Кров", "Заражає кров Скверногончої на 1 хв. Коли Скверногончу вдаряють атакою ближнього бою, нападник втратить 40 сили атаки ближнього бою на 10 с. Накладається до 5 разів на одній цілі.", "Відбирає 40 сили атаки ближнього бою при ударі. Накладається до 5 разів." },
[19740] = { "Благословення Могутности", "Накладає Благословення на дружню ціль, збільшуючи її силу атаки ближнього бою на {1} на {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#melee attack power by {1} for {2} min", "Збільшує силу атаки ближнього бою на {1}.#melee attack power by {1}" },
[19742] = { "Благословення Мудрости", "Накладає на дружню ціль Благословення, що відновлює їй {1} мани кожні 5 секунд протягом {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#restoring {1} mana every 5 seconds for {2} min", "Відновлює {1} мани кожні 5 секунд.#Restores {1} mana" },
[19746] = { "Аура Зосереджености", "Надає {1}% імовірності всім членам групи у радіусі 30 м ігнорувати переривання від отриманого пошкодження. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Gives a {1}% chance", "Надає {1}% імовірності ігнорувати переривання від отриманого пошкодження.#Gives a {1}% chance" },
[19750] = { "Зблиск Світла", "Лікує дружню ціль на від {1} до {2} здоров'я.#Heals a friendly target for {1} to {2}" },
[19752] = { "Божественне Втручання", "Паладин приносить себе у жертву, щоб захистити обраного члена групи від усіх бід. Вороги припинять атакувати захищеного таким чином гравця, який також буде невразливим до всіх шкідливих ефектів, але не зможе нічого робити протягом 3 хв.", "Цілковита невразливість, але не може рухатися." },
[19834] = { ref=19740 },
[19835] = { ref=19740 },
[19836] = { ref=19740 },
[19837] = { ref=19740 },
[19838] = { ref=19740 },
[19850] = { ref=19742 },
[19852] = { ref=19742 },
[19853] = { ref=19742 },
[19854] = { ref=19742 },
[19876] = { "Аура Супротиву Тіні", "Надає {1} додаткового супротиву Тіні всім членам групи у радіусі 30 м. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Gives {1} additional Shadow resistance", "Збільшує супротив Тіні на {1}.#Shadow resistance by {1}" },
[19888] = { "Аура Супротиву Кризі", "Надає {1} додаткового супротиву Кризі всім членам групи у радіусі 30 м. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Gives {1} additional Frost", "Збільшує супротив Кризі на {1}.#Frost resistance by {1}" },
[19891] = { "Аура Супротиву Вогню", "Надає {1} додаткового супротиву Вогню всім членам групи у радіусі 30 м. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно.#Gives {1} additional Fire", "Збільшує супротив Вогню на {1}.#Fire resistance by {1}" },
[19895] = { ref=19876 },
[19896] = { ref=19876 },
[19897] = { ref=19888 },
[19898] = { ref=19888 },
[19899] = { ref=19891 },
[19900] = { ref=19891 },
[19939] = { ref=19750 },
[19940] = { ref=19750 },
[19941] = { ref=19750 },
[19942] = { ref=19750 },
[19943] = { ref=19750 },
[19977] = { "Благословення Світла", "Накладає на дружню ціль Благословення, що збільшує ефекти заклять Священне Світло на ній на {1} та ефекти заклять Зблиск Світла на {2}. Триває {3} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#up to {1} and the effect Flash of Light spells used on the target by up to {2}#Lasts {3} min.", "Отримує до {1} додаткового зцілення від заклять Священне Світло та до {2} від заклять Зблиск Світла.#Receives up to {1} extra healing from Holy Light spells, and up to {2} extra healing" },
[19978] = { ref=19977 },
[19979] = { ref=19977 },
[20042] = { "Покращене Благословення Могутности", "Збільшує додаткову силу атаки ближнього бою від вашого Благословення Могутности на {1}%.#your Blessing of Might by {1}%" },
[20045] = { ref=20042 },
[20046] = { ref=20042 },
[20047] = { ref=20042 },
[20048] = { ref=20042 },
[20049] = { "Помста", "Надає вам додаткові {1}% до завданого вами фізичного пошкодження або пошкодження Священністю на 8 с після того, як ви завдали критичного удару помахом зброї, закляттям або здібністю.#Gives you a {1}% bonus" },
[20056] = { ref=20049 },
[20057] = { ref=20049 },
[20058] = { ref=20049 },
[20059] = { ref=20049 },
[20060] = { "Відбиття", "Збільшує вашу ймовірність парирувати на {1}%.#Parry chance by {1}%" },
[20061] = { ref=20060 },
[20062] = { ref=20060 },
[20063] = { ref=20060 },
[20064] = { ref=20060 },
[20066] = { "Спокута", "Вводить ворожу ціль у стан медитації, роблячи її недієздатною на 6 с. Будь-яке пошкодження розбудить ціль. Діє лише на Гуманоїдів.", "Недієздатний." },
[20091] = { "Покращена Аура Розплати", "Збільшує пошкодження від вашої Аури Розплати на {1}%.#Retribution Aura by {1}%." },
[20092] = { ref=20091 },
[20096] = { "Передчікування", "Збільшує вашу здібність до захисту на {1}.#Defense skill by {1}" },
[20097] = { ref=20096 },
[20098] = { ref=20096 },
[20099] = { ref=20096 },
[20100] = { ref=20096 },
[20101] = { "Благодать", "Зменшує витрати мани на ваші закляття Присуд та Печатки на {1}%.#Judgement and Seal spells by {1}%" },
[20102] = { ref=20101 },
[20103] = { ref=20101 },
[20104] = { ref=20101 },
[20105] = { ref=20101 },
[20111] = { "Спеціалізація на Дворучній Зброї", "Збільшує пошкодження, завдане вами дворучною зброєю ближнього бою, на {1}%.#two-handed melee weapons by {1}%" },
[20112] = { ref=20111 },
[20113] = { ref=20111 },
[20116] = { ref=26573 },
[20117] = { "Осуд", "Збільшує вашу ймовірність завдати критичного удару зброєю ближнього бою на {1}%.#critical strike with melee weapons by {1}%" },
[20118] = { ref=20117 },
[20119] = { ref=20117 },
[20120] = { ref=20117 },
[20121] = { ref=20117 },
[20127] = { "Твердиня", "Підвищує вашу ймовірність заблокувати атаки вашим щитом на {1}% після того, як ви стали жертвою критичного удару. Триває 10 с або 5 блоків.#with your shield by {1}%" },
[20128] = { "Аура Святости", "Збільшує пошкодження Священністю членів групи у радіусі 30 м на 10%. Гравці можуть мати на собі лише одну Ауру від кожного паладина одночасно." },
[20130] = { ref=20127 },
[20135] = { ref=20127 },
[20136] = { ref=20127 },
[20137] = { ref=20127 },
[20138] = { "Покращена Аура Відданости", "Збільшує додаткову Броню від вашої Аури Відданости на {1}%.#Devotion Aura by {1}%." },
[20139] = { ref=20138 },
[20140] = { ref=20138 },
[20141] = { ref=20138 },
[20142] = { ref=20138 },
[20143] = { "Міцність", "Збільшує обсяг вашої Броні від предметів на {1}%.#armor value from items by {1}%" },
[20144] = { ref=20143 },
[20145] = { ref=20143 },
[20146] = { ref=20143 },
[20147] = { ref=20143 },
[20148] = { "Спеціалізація на Щитах", "Збільшує обсяг пошкодження, що поглинає ваш щит, на {1}%.#absorbed by your shield by {1}%" },
[20149] = { ref=20148 },
[20150] = { ref=20148 },
[20154] = { "Печатка Праведности", "Наповнює паладина святим духом на 30 с, надаючи кожній атаці ближнього бою від {1} до {2} додаткового пошкодження Священністю. Повільніші зброї завдають більше пошкодження Священністю за удар. Одночасно лише одна Печатка може бути задіяна на паладинові.#melee attack an additional {1} to {2} Holy damage", "Атаки ближнього бою завдають від {1} до {2} додаткового пошкодження Священністю.#additional {1} to {2} Holy damage" },
[20162] = { ref=21082 },
[20164] = { "Печатка Справедливости", "Сповнює паладина духом справедливости на 30 с, надаючи кожній атаці ближнього бою ймовірність приголомшити ціль на 2 с. Одночасно лише одна Печатка може бути задіяна на паладинові. \n\nВивільнення енергії цієї Печатки засудить ворога на 10 с, перешкоджаючи йому втекти. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один Присуд від кожного паладина.", "Атаки ближнього бою мають імовірність приголомшити ціль на 2 с." },
[20165] = { "Печатка Світла", "Сповнює паладина божественним світлом на 30 с, надаючи кожній атаці ближнього бою ймовірність зцілити паладина на {1}. Одночасно лише одна Печатка може бути задіяна на паладинові. \n\nВивільнення енергії цієї Печатки засудить ворога на {3} с, надаючи атакам ближнього бою проти засудженої цілі ймовірність зцілити нападника на {2}. Одночасно може бути активним лише один Присуд від кожного паладина.#chance to heal the Paladin for {1}#will judge an enemy for {3} sec#a chance of healing the attacker for {2}", "Атаки ближнього бою мають імовірність зцілити вас на {1}.#heal you for {1}" },
[20166] = { "Печатка Мудрости", "Сповнює паладина божественною мудрістю на 30 с, надаючи кожній атаці ближнього бою ймовірність відновити {1} мани паладинові. Одночасно лише одна Печатка може бути задіяна на паладинові. \n\nВивільнення енергії цієї Печатки засудить ворога на {3} с, надаючи атакам та закляттям проти засудженого ймовірність відновити {2} мани нападникові. Ваші атаки ближнього бою оновлюватимуть тривалість закляття. Одночасно може бути активним лише один Присуд від кожного паладина.#chance to restore {1} of the Paladin's mana# will judge an enemy for {3} sec#chance to restore {2} mana to the attacker", "Атаки ближнього бою мають імовірність відновити {1} мани.#chance to restore {1} mana" },
[20167] = { "Печатка Світла" },
[20168] = { "Печатка Мудрості" },
[20170] = { "Приголомшення", nil, "Приголомшено." },
[20174] = { "Прихильність Хранителя", "Зменшує час поновлення вашого Благословення Захисту на {1} с і збільшує тривалість вашого Благословення Сводоби на {2} с.#Blessing of Protection by {1} sec#Blessing of Freedom by {2} sec" },
[20175] = { ref=20174 },
[20177] = { "Воздаяння", "Надає вам {1}% імовірності набути додаткової атаки після того, як ви стали жертвою критичного удару.#Gives you a {1}% chance" },
[20179] = { ref=20177 },
[20180] = { ref=20177 },
[20181] = { ref=20177 },
[20182] = { ref=20177 },
[20196] = { "Спеціалізація на Одноручній Зброї", "Збільшує пошкодження, завдане вами одноручною зброєю ближнього бою, на {1}%.#one-handed melee weapons by {1}%" },
[20197] = { ref=20196 },
[20198] = { ref=20196 },
[20199] = { ref=20196 },
[20200] = { ref=20196 },
[20205] = { "Духовна Зосередженість", "Надає вашим закляттям Зблиск Світла та Священне Світло {1}% імовірності не втрачати час вимови через отримання вами пошкодження. #spells a {1}% chance" },
[20206] = { ref=20205 },
[20207] = { ref=20205 },
[20208] = { ref=20205 },
[20209] = { ref=20205 },
[20210] = { "Осяяння", "Одержання критичного ефекту від ваших цілющих заклять Зблиск Світла, Священне Світло або Священний шок надає вам {1}% імовірності набути мани рівноцінно базовим витратам мани на закляття.#gives you a {1}% chance" },
[20212] = { ref=20210 },
[20213] = { ref=20210 },
[20214] = { ref=20210 },
[20215] = { ref=20210 },
[20216] = { "Божественна Прихильність", "При застосуванні надає вашим наступним закляттям Зблиск Світла, Священне Світло або Священний Шок 100% ймовірності критичного ефекту. ", "Імовірність критичного ефекту наступного закляття Зблиск Світла, Священне Світло або Священний Шок підвищено на 100%." },
[20217] = { "Благословення Королів", "Накладає на дружню ціль Благословення, що збільшує її загальні характеристики на 10% на {1} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#total stats by 10% for {1} min", "Збільшує загальні характеристики на 10%." },
[20224] = { "Покращена Печатка Праведности", "Збільшує пошкодження від вашої Печатки Праведности та Присуду Праведности на {1}%.#Seal of Righteousness and Judgement of Righteousness by {1}%." },
[20225] = { ref=20224 },
[20234] = { "Покращене Покладання Рук", "Надає цілі вашого закляття Покладання Рук додаткові {1}% до обсягу їхньої Броні від предметів на 2 хв. Також час поновлення вашого закляття Покладання Рук зменшено на {2} хв. #Lay on Hands spell a {1}% bonus#is reduced by {2} min" },
[20235] = { ref=20234 },
[20237] = { "Цілюще Світло", "Збільшує обсяг зцілення вашими закляттями Священне Світло та Зблиск Світла на {1}%.#Holy Light and Flash of Light spells by {1}%" },
[20238] = { ref=20237 },
[20239] = { ref=20237 },
[20244] = { "Покращене Благословення Мудрости", "Збільшує ефект вашого закляття Благословення Мудрости на {1}%.#Blessing of Wisdom spell by {1}%" },
[20245] = { ref=20244 },
[20253] = { "Перехоплююче Приголомшення", "Приголомшено." },
[20254] = { "Покращена Аура Зосереджености", "Збільшує ефект вашої Аури Зосереджености на додаткові {1}% та надає всім членам групи під впливом Аури додаткові {2}% імовірності протистояти ефектам Безмовності та Переривання.#Concentration Aura by an additional {1}%#aura an additional {2}% chance" },
[20255] = { ref=20254 },
[20256] = { ref=20254 },
[20257] = { "Божественний Інтелект", "Збільшує ваш загальний Інтелект на {1}%.#total Intellect by {1}%" },
[20258] = { ref=20257 },
[20259] = { ref=20257 },
[20260] = { ref=20257 },
[20261] = { ref=20257 },
[20262] = { "Божественна Сила", "Збільшує вашу Силу на {1}%.#your Strength by {1}%" },
[20263] = { ref=20262 },
[20264] = { ref=20262 },
[20265] = { ref=20262 },
[20266] = { ref=20262 },
[20271] = { "Присуд", "Вивільнює енергію Печатки на ворога. Ефекти Присуду залежать від використаної Печатки." },
[20287] = { ref=21084 },
[20288] = { ref=21084 },
[20289] = { ref=21084 },
[20290] = { ref=21084 },
[20291] = { ref=21084 },
[20292] = { ref=21084 },
[20293] = { ref=21084 },
[20305] = { ref=21082 },
[20306] = { ref=21082 },
[20307] = { ref=21082 },
[20308] = { ref=21082 },
[20330] = { ref=20224 },
[20331] = { ref=20224 },
[20332] = { ref=20224 },
[20333] = { ref=20167 },
[20334] = { ref=20167 },
[20335] = { "Покращена Печатка Хрестоносця", "Збільшує силу атаки ближнього бою від вашої Печатки Хрестоносця та пошкодження Священністю від вашого Присуду Хрестоносця на {1}%.#Judgement of the Crusader by {1}%." },
[20336] = { ref=20335 },
[20337] = { ref=20335 },
[20340] = { ref=20167 },
[20347] = { ref=20165 },
[20348] = { ref=20165 },
[20349] = { ref=20165 },
[20350] = { ref=20168 },
[20351] = { ref=20168 },
[20356] = { ref=20166 },
[20357] = { ref=20166 },
[20359] = { "Затяжний Присуд", "Збільшує тривалість ваших Присуду Світла та Присуду Мудрости на {1} с.#Judgement of Light and Judgement of Wisdom by {1} sec" },
[20360] = { ref=20359 },
[20361] = { ref=20359 },
[20375] = { "Печатка Наказу", "Надає паладинові ймовірності завдати додаткового пошкодження Священністю обсягом 70% від звичайного пошкодження зброєю. Одночасно лише одна Печатка може бути задіяна на паладинові. \n\nВивільнення енергії цієї Печатки засудить ворога, миттєво завдаючи від {1} до {2} пошкодження Священністю або від {3} до {4},якщо ціль приголомшена або недієздатна.#instantly causing {1} to {2} Holy damage, {3} to {4}", "Атаки ближнього бою мають імовірність завдати додаткового пошкодження Священністю." },
[20424] = { "Печатка Наказу" },
[20468] = { "Покращена Праведна Лють", "Збільшує рівень загрози від вашого закляття Праведна Лють на {1}%.#Righteous Fury spell by {1}%" },
[20469] = { ref=20468 },
[20470] = { ref=20468 },
[20473] = { "Священний Шок", "Вибухає на ціль Священною енергією, спричиняючи від {1} до {2} пошкодження Священністю ворогові або від {3} до {4} лікування союзникові.#causing {1} to {2} Holy damage#or {3} to {4} healing" },
[20487] = { "Покращений Молот Справедливости", "Зменшує час поновлення вашого закляття Молот Справедливости на {1} с.#Hammer of Justice spell by {1} sec" },
[20488] = { ref=20487 },
[20489] = { ref=20487 },
[20584] = { ref=8326 }, -- Ghost (aura)
[20614] = { "Перехоплююче Приголомшення" },
[20615] = { "Перехоплююче Приголомшення" },
[20729] = { ref=6940 },
[20736] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу." },
[20751] = { "Створення Каменя Душі (Меншого)", "Створює Камінь Душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 750 здоров'я та 1200 мани. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[20755] = { "Створення Каменя Душі", "Створює Камінь Душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 1100 здоров'я та 1700 мани. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[20756] = { "Створення Каменя Душі (Більшого)", "Створює Камінь Душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 1600 здоров'я та 2200 мани. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[20757] = { "Створення Каменя Душі (Величезного)", "Створює Камінь Душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, коли її душа на зберіганні, вона зможе оживити себе з 2200 здоров'я та 2800 мани. \n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин." },
[20772] = { ref=7328 },
[20773] = { ref=7328 },
[20900] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 125." },
[20901] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 200." },
[20902] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 330." },
[20903] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 460." },
[20904] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 600." },
[20911] = { "Благословення Прихистку", "Накладає на дружню ціль Благословення, зменшуючи отримане нею пошкодження з усіх джерел на до {1} на {3} хв. Додатково, коли ціль блокує атаку ближнього бою, нападнику буде завдано {2} пошкодження Священністю. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#from all sources by up to {1} for {3} min.#attacker will take {2} Holy damage", "Отримане пошкодження зменшено на до {1}, а заблоковані атаки ближнього бою завдають {2} пошкодження Священністю нападникові.#Damage taken reduced by up to {1} and blocked melee attacks cause {2} Holy damage" },
[20912] = { ref=20911 },
[20913] = { ref=20911 },
[20914] = { ref=20911 },
[20915] = { ref=20375 },
[20918] = { ref=20375 },
[20919] = { ref=20375 },
[20920] = { ref=20375 },
[20922] = { ref=26573 },
[20923] = { ref=26573 },
[20924] = { ref=26573 },
[20925] = { "Священний Щит", "Підвищує вашу ймовірність блоку на 30% на 10 с та завдає {1} пошкодження Священністю з кожною заблокованою атакою протягом застосування. Пошкодження від Священного Щита спричиняє 20% додаткової загрози. Кожеш блок витрачає один заряд. 4 заряди.#deals {1} Holy damage", "Імовірність блоку підвищено на 30%. {1} пошкодження Священністю нападникові при блоці. Пошкодження, завдане Священним Щитом, спричиняє 20% додаткової загрози. 4 заряди.#by 30%. {1} Holy damage dealt" },
[20927] = { ref=20925 },
[20928] = { ref=20925 },
[20929] = { ref=20473 },
[20930] = { ref=20473 },
[21082] = { "Печатка Хрестоносця", "Наповнює паладина духом хрестоносця на 30 с, надаючи {1} сили атаки ближнього бою. Паладин також атакує на 40% швидше, але завдає менше пошкодження з кожною атакою. Лише одна Печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї Печатки судитиме ворога протягом 10 с, збільшуючи пошкодження Священністю по ньому на до {2}. Ваші атаки ближнього бою оновлюють тривалість закляття. Одночасно може бути активним лише один Присуд від кожного паладина.#granting {1} melee attack power.#increasing Holy damage taken by up to {2}", "Силу атаки ближнього бою збільшено на {1}. Атаки ближнього бою швидші на 40%, але завдають менше пошкодження.#attack power increased by {1}" },
[21084] = { "Печатка Праведности", "Наповнює паладина святим духом на 30 с, надаючи кожній атаці ближнього бою від {1} до {2} додаткового пошкодження Священністю. Повільніші зброї завдають більше пошкодження Священністю за удар. Одночасно лише одна Печатка може бути задіяна на паладинові. \n\nВивільнення енергії цієї Печатки завдасть {3} пошкодження Священністю по ворогові.#additional {1} to {2} Holy damage.#Seal's energy will cause {3} Holy damage to an enemy", "Атаки ближнього бою завдають від {1} до {2} додаткового пошкодження Священністю.#additional {1} to {2} Holy damage" },
[21892] = { "Арканічний захист", nil, "Невразливість до всіх атак і заклять." }, -- Arcane Protection (aura)
[21920] = { "Крижана міць", nil, "Збільшено пошкодження кригою від заклять та здібностей на {1}.#by up to {1}" }, -- Frost Power (aura, Elixir of Frost Power)
[22430] = { "Витончена Луска Оніксії", "Перетворює Луску Онікії на Витончену Луску Оніксії." },
[22433] = { ref=9574 }, -- Flame Buffet (aura)
[22713] = { ref=9574 }, -- Flame Buffet (aura)
[22807] = { "Глибше водне дихання", ref=7178 }, -- Greater Water Breathing (aura, Elixir of Greater Water Breathing)
[22839] = { "Ефект Луб'яної Шкіри" },
[22863] = { ref=2379 }, -- Speed (aura, Sprinter's Sword)
[23028] = { "Арканічна Геніальність", "Надихає групу цілі геніальністю, збільшуючи Інтелект усіх членів на 31 на 1 годину.", "Збільшує Інтелект на 31." },
[23161] = { "Виклик Жахожеребця", "Викликає Жахожеребця, який служить скакуном для заклинача. Швидкість збільшено на 100%.", "Швидкість збільшено на 100%." },
[23214] = { "Виклик Громака", "Викликає Громака, який служить скакуном. Швидкість збільшено на {1}%.#Speed is increased by {1}%", "Збільшує швидкість на {1}%.#speed by {1}%" },
[23217] = { "Виявлення непомітності", nil, "Збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Bloodvine Lens)
[23341] = { ref=9574 }, -- Flame Buffet (aura)
[23451] = { "Швидкість", nil, "Швидкість руху збільшено на {1}%.#by {1}" }, -- Speed (aura)
[23785] = { "Майстер-Демонолог", "Надає чорнокнижникові та його прикликаному Демонові певний ефект, поки цей Демон активний. \n\nБісеня - зменшує спричинення загрози на 4%. \n\nПустотник - зменшує отримане фізичне пошкодження на 2%. \n\nСукуб - збільшує все пошкодження на 2%. \n\nСкверногонча - збільшує всі супротиви на 0,2 за кожен рівень." },
[23822] = { "Майстер-Демонолог", "Надає чорнокнижникові та його прикликаному Демонові певний ефект, поки цей Демон активний. \n\nБісеня - зменшує спричинення загрози на 8%. \n\nПустотник - зменшує отримане фізичне пошкодження на 4%. \n\nСукуб - збільшує все пошкодження на 4%. \n\nСкверногонча - збільшує всі супротиви на 0,4 за кожен рівень." },
[23823] = { "Майстер-Демонолог", "Надає чорнокнижникові та його прикликаному Демонові певний ефект, поки цей Демон активний. \n\nБісеня - зменшує спричинення загрози на 12%. \n\nПустотник - зменшує отримане фізичне пошкодження на 6%. \n\nСукуб - збільшує все пошкодження на 6%. \n\nСкверногонча - збільшує всі супротиви на 0,6 за кожен рівень." },
[23824] = { "Майстер-Демонолог", "Надає чорнокнижникові та його прикликаному Демонові певний ефект, поки цей Демон активний. \n\nБісеня - зменшує спричинення загрози на 16%. \n\nПустотник - зменшує отримане фізичне пошкодження на 8%. \n\nСукуб - збільшує все пошкодження на 8%. \n\nСкверногонча - збільшує всі супротиви на 0,8 за кожен рівень." },
[23825] = { "Майстер-Демонолог", "Надає чорнокнижникові та його прикликаному Демонові певний ефект, поки цей Демон активний. \n\nБісеня - зменшує спричинення загрози на 20%. \n\nПустотник - зменшує отримане фізичне пошкодження на 10%. \n\nСукуб - збільшує все пошкодження на 10%. \n\nСкверногонча - збільшує всі супротиви на 1 за кожен рівень." },
[23978] = { ref=23451 }, -- Speed (aura)
[24239] = { ref=24275 },
[24261] = { "Промивка мізків", nil, "Причарований." }, -- Brain Wash (aura, Brain Wash Totem)
[24274] = { ref=24275 },
[24275] = { "Молот Гніву", "Метає молот, що вдаряє ворога на від {1} до {2} пошкодження Священністю. Можна застосовувати лише на ворогів, у яких 20% і менше здоров'я.#enemy for {1} to {2} Holy damage" },
[24360] = { "Великий сон без сновидінь", nil, "Сон без сновидінь." }, -- Greater Dreamless Sleep (aura)
[24361] = { ref=3219 }, -- Regeneration (aura, Major Troll's Blood Potion)
[24363] = { "Регенерація мани", nil, "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec" }, -- Mana Regeneration (aura, Mageblood Potion)
[24364] = { "Жива вільна дія", nil, "Вільна дія." }, -- Living Free Action (aura, Living Action Potion)
[25146] = { "Трансмутація: Стихійний Вогонь", "Перетворює Серце Вогню на три Стихійні Вогні." },
[25290] = { ref=19742 },
[25291] = { ref=19740 },
[25292] = { ref=635 },
[25295] = { "Укус Змії", "Уколює ціль, завдаючи 555 пошкодження Природою протягом 15 с. Лише один Укус від мисливця може бути активним на одній цілі.", "Завдає 111 пошкодження Природою кожні 3 секунди." },
[25296] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 120. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 120." },
[25307] = { "Тіньова Стріла", "Посилає у ворога темну стрілу, що завдає від 482 до 538 пошкодження Тінню." },
[25309] = { "Жертвоприношення", "Обпікає ворога на 279 пошкодження Вогнем і ще на додаткові 510 пошкодження Вогнем протягом 15 с.", "102 пошкодження Вогнем кожні 3 с." },
[25311] = { "Зараження", "Заражає ціль, завдаючи 822 пошкодження Тінню протягом 18 с.", "137 пошкодження Тінню кожні 3 секунди." },
[25651] = { ref=9574 }, -- Flame Buffet (aura)
[25668] = { ref=9574 }, -- Flame Buffet (aura)
[25780] = { "Праведна Лють", "Збільшує спричинення загрози вашими атаками Священності на {1}%. Триває 30 хв.#your Holy attacks by {1}%", "Збільшує спричинення загрози вашими атаками Священності на {1}%.#your Holy attacks by {1}%" },
[25782] = { "Вище Благословення Могутности", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Могутности, що збільшує їхню силу атаки ближнього бою на {1} на {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#melee attack power by {1} for {2} min", "Збільшує силу атаки ближнього бою на {1}.#melee attack power by {1}" },
[25829] = { ref=5923 },
[25836] = { ref=9453 },
[25890] = { "Вище Благословення Світла", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Світла, що збільшує ефекти заклять Священне Світло на них на {1} та ефекти заклять Зблиск Світла на {2}. Триває {3} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#used on the target by up to {1} and the effect Flash of Light spells used on the target by up to {2}.#Lasts {3} min.", "Отримує до {1} додаткового зцілення від заклять Священне Світло та до {2} від заклять Зблиск Світла.#Receives up to {1} extra healing from Holy Light spells, and up to {2} extra healing" },
[25894] = { "Вище Благословення Мудрости", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Мудрости, що відновлює їм {1} мани кожні 5 секунд протягом {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#restoring {1} mana every 5 seconds for {2} min", "Відновлює {1} мани кожні 5 секунд.#Restores {1} mana" },
[25895] = { "Вище Благословення Збавлення", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Збавлення, що зменшує спричинену ними загрозу на {1}% на {2} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#threat generated by {1}% for {2} min", "Зменшує спричинену загрозу на {1}%.#threat generated by {1}%" },
[25898] = { "Вище Благословення Королів", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Королів, що збільшує їхні загальні характеристики на 10% на {1} хв. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#by 10% for {1} min", "Збільшує всі характеристики на 10%." },
[25899] = { "Вище Благословення Прихистку", "Надає всім членам рейду або групи одного класу з ціллю Вище Благословення Прихистку, що зменшує отримане ними пошкодження з усіх джерел на до {1} на {3} хв. Додатково, коли ціль блокує атаку ближнього бою, нападникові буде завдано {2} пошкодження Священністю. Гравці можуть мати на собі лише одне Благословення від кожного паладина одночасно.#from all sources by up to {1} for {3} min#attacker will take {2} Holy damage.", "Отримане пошкодження зменшено на до {1}, а заблоковані атаки ближнього бою завдають {2} пошкодження Священністю нападникові.#reduced by up to {1}#attacks cause {2} Holy damage" },
[25916] = { ref=25782 },
[25918] = { ref=25894 },
[25956] = { "Покращений Присуд", "Зменшує час поновлення вашого закляття Присуд на {1} с.#Judgement spell by {1} sec" },
[25957] = { ref=25956 },
[25988] = { ref=9799 },
[26016] = { ref=9452 },
[26021] = { ref=9452 },
[26022] = { "Гонитва за Справедливістю", "Підвищує швидкість руху та на скакуні на {1}%. Не складається з іншими ефектами підвищення швидкості руху.#movement speed by {1}%" },
[26023] = { ref=26022 },
[26276] = { "Велика вогнеміць", ref=7844 }, -- Greater Firepower (aura, Elixir of Greater Firepower)
[26573] = { "Освячення", "Освячує землю під паладином, завдаючи {1} пошкодження Священністю протягом 8 с усім ворогам, що на неї ступають.#doing {1} Holy damage", "{1} пошкодження щосекунди.#{1} damage every" },
[28270] = { "Поліморфія: Корова", "Перетворює ворога на корову, змушуючи його блукати на до 50 с. Протягом блуканини корова не здатна атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яке пошкодження поверне ціль до нормального стану. Одночасно лише одна ціль може бути під поліморфією. Діє лише на Звірів, Гуманоїдів і Звіряток.", "Не може атакувати або вимовляти закляття. Збільшене відновлення здоров'я." },
[28610] = { "Охоронець від Тіні", "Поглинає 920 пошкодження Тінню. Триває 30 с.", "Поглинає пошкодження Тінню." },
[28754] = { "Арканічна Витримка", "Збільшує вашу Броню на 50% від вашого Інтелекту." },
[29432] = { ref=7233 }, -- Fire Protection (aura, Frozen Rune)
[364001] = { "Залізна душа" }, -- Soul of Iron

}
