local _, addonTable = ...
addonTable.spell = {

-- [id] = {
--     [ref] = ID (optional),
--     [1] = title (optional),
--     [2] = description (optional),
--     [3] = aura (optional),
-- }

-- Armor Proficiencies
[9078] = { "Тканина" }, -- Cloth
[27764] = { "Фетиш" }, -- Fetish
[9077] = { "Шкіра" }, -- Leather
[27762] = { "Рукопис" }, -- Libram
[8737] = { "Кольчуга" }, -- Mail
[750] = { "Лати" }, -- Plate Mail
[9116] = { "Щит" }, -- Shield
[27763] = { "Тотем" }, -- Totem

-- Weapon Proficiencies
[107] = { "Блок", "Надає ймовірність заблокувати ворожі атаки ближнього та дальнього бою." }, -- Block
[264] = { "Луки" }, -- Bows
[5011] = { "Арбалети" }, -- Crossbows
[1180] = { "Кинджали" }, -- Daggers
[204] = { "Захист" }, -- Defense
[81] = { "Ухилення", "Дає ймовірність ухилитися від атак ближнього бою." }, -- Dodge
[674] = { "Бій з двох рук", "Дозволяє брати в неосновну руку зброю для однієї руки та зброю для неосновної руки." }, -- Dual Wield
[15590] = { "Кулачна зброя" }, -- Fist Weapons
[266] = { "Рушниці" }, -- Guns
[196] = { "Одноручні сокири" }, -- One-Handed Axes
[198] = { "Одноручні булави" }, -- One-Handed Maces
[201] = { "Одноручні мечі" }, -- One-Handed Swords
[3127] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry
[200] = { "Держакова зброя" }, -- Polearms
[5019] = { "Постріл", "Атака магічним жезлом." }, -- Shoot
[2480] = { "Постріл з лука" }, -- Shoot Bow
[7919] = { "Постріл з арбалета" }, -- Shoot Crossbow
[7918] = { "Постріл з рушниці" }, -- Shoot Gun
[227] = { "Посохи" }, -- Staves
[2764] = { "Кинути", "Кинути метальну зброю в ціль." }, -- Throw
[2567] = { "Метальна зброя" }, -- Thrown
[197] = { "Дворучні сокири" }, -- Two-Handed Axes
[199] = { "Дворучні булави" }, -- Two-Handed Maces
[202] = { "Дворучні мечі" }, -- Two-Handed Swords
[203] = { "Беззбройний" }, -- Unarmed
[5009] = { "Жезли" }, -- Wands

-- Racial Traits
[20592] = { "Супротив аркані", "Супротив аркані збільшено на {1}.#increased by {1}" }, -- Arcane Resistance
[20574] = { "Спеціалізація на сокирах", "Навички володіння сокирами та дворучними сокирами збільшено на {1}.#increased by {1}" }, -- Axe Specialization
[20557] = { "Звіроріз", "Пошкодження проти звірів збільшено на {1}%.#increased by {1}" }, -- Beast Slaying
[20554] = { "Берсерк", "Збільшує швидкість вимови заклять і атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (mana)
[26296] = { "Берсерк", "Збільшує швидкість атаки на величину від {1}% до {2}%. При повному здоров'ї підвищення швидкості складає {3}%, зі збільшенням ефекту до {4}% при наявності у вас важких поранень під час активації \"Берсерка\". Триває {5} с.#speed by {1}% to {2}%#{3}% with a greater effect up to {4}#Lasts {5} sec" }, -- Berserking (rage)
[26297] = { ref=26296 }, -- Berserking (energy)
[26635] = { "Берсерк", nil, "Збільшена швидкість атаки та вимови заклять." }, -- Berserking (aura)
[20572] = { "Кривава шаленість", "Збільшує базову силу атаки ближнього бою на {1}% на {2} c та зменшує ефекти зцілення на вас на {3}% на {4} с.#power by {1}% for {2} sec#you by {3}% for {4} sec" }, -- Blood Fury
[23234] = { "Кривава шаленість", nil, "Базову силу атаки ближнього бою збільшено на {1}%.#increased by {1}" }, -- Blood Fury (aura)
[23230] = { "Кривава шаленість", nil, "Ефекти зцілення зменшено на {1}%.#reduced by {1}" }, -- Blood Fury (aura)
[26290] = { "Спеціалізація на луках", "Навичку володіння луками збільшено на {1}.#increased by {1}" }, -- Bow Specialization
[20577] = { "Канібалізм", "При активації, відновлює {1}% загального здоров'я кожні {2} с впродовж {3} с. Діє лише на трупах гуманоїдів та невмерлих в радіусі {4} м. Будь-який рух, дія або отримання пошкодження перериває процес канібалізму.#{1}% of total health every {2} sec for {3} sec#within {4}" }, -- Cannibalize
[20578] = { "Канібалізм", nil, "Відновлення {1}% загального здоров'я кожні {2} с.#{1}% of total health every {2} sec" }, -- Cannibalize (aura)
[21563] = { "Наказ", "Збільшує пошкодження вихованців мисливців та прислужників чорнокнижників на {1}%.#increased by {1}" }, -- Command
[20575] = { ref=21563 }, -- Command (warlock)
[20576] = { ref=21563 }, -- Command (hunter)
[20552] = { "Культивація", "Навичку травництва збільшено на {1}.#increased by {1}" }, -- Cultivation
[20599] = { "Дипломатія", "Отримувану репутацію збільшено на {1}%.#increased by {1}" }, -- Diplomacy
[20550] = { "Витривалість", "Загальне здоров'я збільшено на {1}%.#increased by {1}" }, -- Endurance
[20593] = { "Спеціалізація на інженерії", "Навичку інженерії збільшено на {1}.#increased by {1}" }, -- Engineering Specialization
[20589] = { "Майстер втечі", "Вивільнитися від будь-яких ефектів сповільнення або унеможливлювання руху." }, -- Escape Artist
[20591] = { "Неосяжний розум", "Інтелект збільшено на {1}%.#increased by {1}" }, -- Expansive Mind
[2481] = { "Шукати скарб", "Дозволяє дворфу відчувати скарби неподалік, відмічаючи їх на мінікарті. Триває до відміни.", "Пошук скарбів." }, -- Find Treasure
[20596] = { "Супротив кризі", "Супротив кризі збільшено на {1}.#increased by {1}" }, -- Frost Resistance
[20595] = { "Спеціалізація на рушницях", "Навичку володіння рушницями збільшено на {1}.#increased by {1}" }, -- Gun Specialization
[20573] = { "Стійкість", "Збільшує ймовірність протистояти ефектам приголомшення на додаткові {1}%.#additional {1}" }, -- Hardiness
[20864] = { "Спеціалізація на булавах", "Навички володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}" }, -- Mace Specialization
[20551] = { "Супротив природі", "Супротив природі збільшено на {1}.#increased by {1}" }, -- Nature Resistance (tauren)
[20583] = { ref=20551 }, -- Nature Resistance (night elf)
[20600] = { "Сприйняття", "Значно підсилює здатність виявлення непомітності на {1} с.#for {1} sec", "Здатність виявлення непомітності значно підсилена." }, -- Perception
[20582] = { "Прудкість", "Ймовірність ухилитися збільшено на {1}%.#increased by {1}" }, -- Quickness
[20555] = { "Регенерація", "Швидкість регенерації здоров'я збільшено на {1}%. {2}% загальної швидкості регенерації здоров'я може продовжуватися під час бою.#increased by {1}#{2}% of total" }, -- Regeneration
[20579] = { "Супротив тіні", "Супротив тіні збільшено на {1}.#increased by {1}" }, -- Shadow Resistance
[20580] = { "Злиття з тінню", "Активуйте щоб злитися з тінню, зменшуючи ймовірність для ворогів помітити вас. Діє до скасування або руху. Нічних ельфів-розбійників та друїдів з цією здібністю важче виявити, якщо на них діють ефекти непомітності чи підкрадання.", "Злиття з тінню." }, -- Shadowmeld
[20594] = { "Кам'яна форма", "Допоки діє, надає невразливість ефектам кровотечі, отрути та хворобам. Крім того, броня збільшується на {1}%. Триває {2} с.#increased by {1}#Lasts {2} sec", "Невразливість ефектам кровотечі, отрути та хворобам. Броня збільшена на {1}%.#increased by {1}" }, -- Stoneform
[20597] = { "Спеціалізація на мечах", "Навички володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}" }, -- Sword Specialization
[20598] = { "Дух людей", "Дух збільшено на {1}%.#increased by {1}" }, -- The Human Spirit
[20558] = { "Спеціалізація на метальній зброї", "Навичку володіння метальною зброєю збільшено на {1}.#increased by {1}" }, -- Throwing Specialization
[5227] = { "Підводне дихання", "Підводне дихання діє довше на {1}%.#lasts {1}% longer" }, -- Underwater Breathing
[20549] = { "Бойовий тупіт", "Приголомшує до {1} ворогів у радіусі {2} м на {3} с.#{1} enemies within {2} yds for {3} sec", "Приголомшений." }, -- War Stomp
[7744] = { "Воля відречених", "Знімає ефекти причарування, страху та сну в момент активації, а також дає невразливість до цих ефектів на час дії закляття. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів причарування, страху та сну." }, -- Will of the Forsaken
[59752] = { "Воля до виживання", "Усуває всі ефекти, що заважають рухатися, і всі ефекти, які призводять до втрати контролю над вашим персонажем. Цей ефект має спільний час відновлення з іншими подібними ефектами." }, -- Will to Survive
[20585] = { "Дух світлика", "Перетворює вас на світлика після смерті, збільшуючи швидкість руху на {1}%.#speed by {1}" }, -- Wisp Spirit

-- Scrolls
[8115] = { "Спритність", nil, "Спритність збільшено на {1}.#by {1}" }, -- Agility (aura, Scroll of Agility)
[8116] = { ref=8115 }, -- Agility (aura, Scroll of Agility II)
[8117] = { ref=8115 }, -- Agility (aura, Scroll of Agility III)
[12174] = { ref=8115 }, -- Agility (aura, Scroll of Agility IV)
[8096] = { "Інтелект", nil, "Інтелект збільшено на {1}.#by {1}" }, -- Intellect (aura, Scroll of Intellect)
[8097] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect II)
[8098] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect III)
[12176] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect IV)
[8091] = { "Броня", nil, "Броню збільшено на {1}.#by {1}" }, -- Armor (aura, Scroll of Protection)
[8094] = { ref=8091 }, -- Armor (aura, Scroll of Protection II)
[8095] = { ref=8091 }, -- Armor (aura, Scroll of Protection III)
[12175] = { ref=8091 }, -- Armor (aura, Scroll of Protection IV)
[8112] = { "Дух", nil, "Дух збільшено на {1}.#by {1}" }, -- Spirit (aura, Scroll of Spirit)
[8113] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit II)
[8114] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit III)
[12177] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit IV)
[8099] = { "Витривалість", nil, "Витривалість збільшено на {1}.#by {1}" }, -- Stamina (aura, Scroll of Stamina)
[8100] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina II)
[8101] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina III)
[12178] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina IV)
[8118] = { "Сила", nil, "Силу збільшено на {1}.#by {1}" }, -- Strength (aura, Scroll of Strength)
[8119] = { ref=8118 }, -- Strength (aura, Scroll of Strength II)
[8120] = { ref=8118 }, -- Strength (aura, Scroll of Strength III)
[12179] = { ref=8118 }, -- Strength (aura, Scroll of Strength IV)

-- Uncategorized
-- TODO: sort spells by categories, move class spells to separate files
[65] = { "Прискорення", "Збільшує вашу швидкість атаки на 2% на 30 с." },
[66] = { "Мала Невидимість", "Робить заклинача невидимим на 2 хв, проте це закляття вкрай нестабільне та може припинити свою дію завчасно.", "Мала Невидимість." },
[75] = { "Автоматична Стрільба", "Автоматична стрільба по цілі, що діє до скасування." },
[89] = { "Каліцтво", "Калічить ціль, що знижує швидкість її переміщення на 40%, збільшує проміжок між атаками ближнього бою на 45% і атаками дальнього бою на 45%. Триває 20 с.", "Швидкість пересування зменшено на 40%. Час між атаками ближнього бою збільшено на 45%. Час між атаками дальнього бою збільшено на 45%." },
[96] = { "Розчленування", "Збільшує пошкодження від вашого наступного удару ближнього бою на 100 та спричиняє кровотечу.", "Кровоточить на 1248 пошкодження кожні 2 секунди." },
[101] = { "Підніжка", "Ставить підніжку ворожому Гуманоїдові, що завдає 10 пошкодження та збиває супротивника з ніг на 3 с. Збільшує довжину комбінації на 1 прийом." },
[113] = { "Льодяні Ланцюги", "Створює навколо ворога льодяні ланцюги, приковуючи його на місці на 15 с.", "Прикований на місці." },
[430] = { "Напій", nil, "Відновлює 8 мани щосекунди." },
[431] = { "Напій", nil, "Відновлює 20 мани щосекунди." },
[432] = { "Напій", nil, "Відновлює 34 мани щосекунди." },
[433] = { "Їжа", nil, "Відновлює 3 здоров'я щосекунди." },
[434] = { "Їжа", nil, "Відновлює 11 здоров'я щосекунди." },
[435] = { "Їжа", nil, "Відновлює 23 здоров'я щосекунди." },
[673] = { "Мале підвищення броні", ref=3220 }, -- Lesser Armor (aura, Elixir of Minor Defense)
[806] = { "Палкість", nil, "Силу збільшено. Отримання пошкодження." }, -- Fervor (aura, Potion of Fervor)
[818] = { "Звичайне вогнище", "Розпалювання вогнища, яке дозволяє готувати їжу та підвищує дух персонажів, які знаходяться поряд, на 4 од." },
[1127] = { "Їжа", nil, "Відновлює 32 здоров'я щосекунди." },
[1133] = { "Напій", nil, "Відновлює 49 мани щосекунди." },
[1604] = { "Запаморочення", nil, "Швидкість руху знижено на 50%." },
[1978] = { "Укус Змії", "Уколює ціль, завдаючи 20 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 4 пошкодження Природою кожні 3 секунди." },
[2259] = { "Алхімія", "Дозволяє алхімікові варити базові зілля до максимального потенційного рівня навички 75. Потребує Трави, знайдені за допомогою Травництва." },
[2366] = { "Збір Трав", "Основи, як збирати трави з кущів й інших рослин для використання в Алхімії. Надає потенційний рівень навички травництва 75." },
[2367] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura, Elixir of Lion's Strength)
[2368] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 150." },
[2374] = { "Мале підвищення спритності", ref=3159 }, -- Lesser Agility (aura, Elixir of Minor Agility)
[2378] = { "Здоров'я", nil, "Здоров'я збільшено на {1}.#by {1}" }, -- Health (aura, Elixir of Minor Fortitude)
[2379] = { "Швидкість", nil, "Швидкість бігу збільшено на {1}%.#by {1}" }, -- Speed (aura, Swiftness Potion)
[2383] = { "Знайти Трави", "На мінікарті з'являються кущі з травами поблизу. Одночасно можна відстежувати лише щось одне." },
[2479] = { "Безславна ціль", nil, "Наразі ви не варті жодних очок честі для ворога." }, -- Honorless Target (aura)
[2550] = { "Кулінарія", "Дозволяє готувати базові страви за рецептами до максимального потенційного рівня навички 75. Потребує джерело вогню та м'ясо тварин." },
[2575] = { "Гірництво", "Як добути руду та камінь з мінеральних жил для використання в Інженерії та Ковальстві. Надає потенційний рівень навички гірництва 75. Потребує Кайла." },
[2576] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 150." },
[2580] = { "Знайти Мінерали", "На мінікарті з'являються мінеральні жили поблизу. Одночасно можна відстежувати лише щось одне." },
[2656] = { "Переплавлення", "Дозволяє гірникові переплавляти руду на металеві злитки. Ця навичка потребує ковадла." },
[3045] = { "Швидка Стрілянина", "Збільшує швидкість атаки дальнього бою на 40% протягом 15 с.", "Збільшує швидкість атаки дальнього бою на 40%." },
[3101] = { "Алхімія", "Дозволяє алхімікові варити звичайні зілля до максимального потенційного рівня навички 150." },
[3102] = { "Кулінарія", "Дозволяє готувати смачні страви за рецептами до максимального потенційного рівня навички 150." },
[3137] = { "Ефект Знищення Отруєння" },
[3159] = { "Спритність", nil, "Спритність збільшено на {1}.#by {1}" }, -- Agility (aura)
[3160] = { ref=3159 }, -- Agility (aura, Elixir of Lesser Agility)
[3161] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura)
[3162] = { "Мале підвищення сили", ref=3163 }, -- Lesser Strength (aura)
[3163] = { "Сила", nil, "Силу збільшено на {1}.#by {1}" }, -- Strength (aura)
[3164] = { ref=3163 }, -- Strength (aura, Elixir of Ogre's Strength)
[3166] = { "Мале підвищення інтелекту", nil, "Інтелект збільшено на {1}.#by {1}" }, -- Lesser Intellect (aura, Elixir of Wisdom)
[3169] = { "Невразливість", nil, "Невразливість до фізичних атак." }, -- Invulnerability (aura, Limited Invulnerability Potion)
[3219] = { "Регенерація", nil, "Відновлює {1} здоров'я кожні {2} с.#{1} health every {2} sec" }, -- Regeneration (aura, Weak Troll's Blood Potion)
[3220] = { "Броня", nil, "Броню збільшено на {1}.#by {1}" }, -- Armor (aura, Elixir of Defense)
[3222] = { ref=3219 }, -- Regeneration (aura, Strong Troll's Blood Potion)
[3223] = { ref=3219 }, -- Regeneration (aura, Mighty Troll's Blood Potion)
[3273] = { "Перша допомога", "Дозволяє створювати та використовувати бинти до максимального потенційного рівня навички 75. Для виготовлення бинтів потрібна тканина, яку можна видобути у гуманоїдів." },
[3413] = { "Кулінарія", "Дозволяє готувати незрівнянні страви за рецептами до максимального потенційного рівня навички 225." },
[3464] = { "Алхімія", "Дозволяє алхімікові варити чудові зілля до максимального потенційного рівня навички 225." },
[3564] = { "Гірництво", "Більш високий рівень гірництва. Надає потенційний рівень навички гірництва 225." },
[3570] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 225." },
[3593] = { "Здоров'я II", ref=2378 }, -- Health II (aura, Elixir of Fortitude)
[3680] = { "Мала невидимість", nil, "Мала невидимість." }, -- Lesser Invisibility (aura, Lesser Invisibility Potion)
[3908] = { "Швацька справа", "Дозволяє створювати прості обладунки з тканини до максимального потенційного рівня навички 75. Для виготовлення потрібна тканина, яка видобувається у гуманоїдів." },
[4941] = { "Каменещит", nil, "Броню збільшено." }, -- Stoneshield (aura, Lesser Stoneshield Potion)
[5116] = { "Шоковий Постріл", "Запаморочує ціль, сповільнюючи швидкість руху на 50% на 4 с.", "Рух сповільнено на 50%." },
[5118] = { "Аспект Гепарда", "Мисливець переймає аспекти гепарда, збільшуючи швидкість руху на 30%. При отриманні пошкодження у мисливця буде запаморочення на 4 с. Одночасно може бути активним лише один Аспект.", "30% збільшення швидкості руху. Запаморочення при отриманні удару." },
[5320] = { "Грація Ічіякі" },
[5321] = { "Лють Ішамухала", "Збільшує Витривалість цілі на 2 на 30 хв." },
[5384] = { "Прикидання Мертвим", "Прикиньтеся мертвими, що може ввести в оману ворогів та змусити їх вас ігнорувати. Діє до 6 хв.", "Прикидається мертвим." },
[5530] = { "Приголомшення Булавою", "Приголомшує ціль на 3 с." },
[5857] = { "Ефект Пекельного Вогню" },
[6512] = { "Виявлення малої невидимості", nil, "Виявлення малої невидимості." }, -- Detect Lesser Invisibility (aura, Elixir of Detect Lesser Invisibility)
[6603] = { "Атакувати" },
[6615] = { "Вільна дія", nil, "Вільна дія." }, -- Free Action (aura, Free Action Potion)
[6724] = { "Сяйво Елуни", nil, "Невразливість до пошкодження та заклять." }, -- Light of Elune (aura, Light of Elune)
[7178] = { "Водне дихання", nil, "Водне дихання." }, -- Water Breathing (aura, Elixir of Water Breathing)
[7230] = { ref=7233 }, -- Fire Protection (aura)
[7231] = { ref=7233 }, -- Fire Protection (aura)
[7232] = { ref=7233 }, -- Fire Protection (aura)
[7233] = { "Вогняний захист", nil, "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}" }, -- Fire Protection (aura, Fire Protection Potion)
[7234] = { ref=7233 }, -- Fire Protection (aura)
[7235] = { ref=7242 }, -- Shadow Protection (aura)
[7236] = { ref=7239 }, -- Frost Protection (aura)
[7237] = { ref=7239 }, -- Frost Protection (aura)
[7238] = { ref=7239 }, -- Frost Protection (aura)
[7239] = { "Крижаний захист", nil, "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}" }, -- Frost Protection (aura, Frost Protection Potion)
[7240] = { ref=7239 }, -- Frost Protection (aura)
[7241] = { ref=7242 }, -- Shadow Protection (aura)
[7242] = { "Тіньовий захист", nil, "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}" }, -- Shadow Protection (aura, Shadow Protection Potion)
[7243] = { ref=7242 }, -- Shadow Protection (aura)
[7244] = { ref=7242 }, -- Shadow Protection (aura)
[7245] = { "Священний захист", nil, "Поглинає від {1} до {2} шкоди від священності.#Absorbs {1} to {2}" }, -- Holy Protection (aura, Holy Protection Potion)
[7246] = { ref=7245 }, -- Holy Protection (aura)
[7247] = { ref=7245 }, -- Holy Protection (aura)
[7248] = { ref=7245 }, -- Holy Protection (aura)
[7249] = { ref=7245 }, -- Holy Protection (aura)
[7250] = { ref=7254 }, -- Nature Protection (aura)
[7251] = { ref=7254 }, -- Nature Protection (aura)
[7252] = { ref=7254 }, -- Nature Protection (aura)
[7253] = { ref=7254 }, -- Nature Protection (aura)
[7254] = { "Природний захист", nil, "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}" }, -- Nature Protection (aura, Nature Protection Potion)
[7412] = { "Накладання чар", "Дозволяє застосовувати чари до зброї та обладунків до максимального потенційного рівня навички 150." },
[7620] = { "Рибна ловля", "Візьміть до рук вудку і знайдіть водоймище, в якому можна порибалити. Коли почується сплеск, клацніть на поплавок правою кнопкою миші, щоб витягнути впійману рибу. Чим вище ваша навичка, тим більше шансів упіймати рибу у водоймах зон, розрахованих на високий рівень персонажа." },
[7764] = { "Мудрість Аґамаґґана", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Wisdom of Agamaggan (aura)
[7840] = { "Швидке плавання", nil, "Швидкість плавання збільшено на {1}%.#by {1}" }, -- Swim Speed (aura, Swim Speed Potion)
[7844] = { "Вогняна міць", nil, "Збільшено пошкодження вогнем від заклять та здібностей на {1}.#by up to {1}" }, -- Fire Power (aura, Elixir of Firepower)
[8202] = { "Зір сапти", nil, "Здатність бачити духів стихій." }, -- Sapta Sight (aura, Earth Sapta)
[8212] = { "Збільшення", nil, "Збільшує силу на {1}, а також збільшує ваш розмір.#by {1}" }, -- Enlarge (aura, Elixir of Giant Growth)
[8219] = { "Підміна", nil, "Видозмінено." }, -- Flip Out (aura, Savory Deviate Delight)
[8220] = { ref=8219 }, -- Flip Out (aura, Savory Deviate Delight)
[8221] = { "Яааааааа", nil, "Видозмінено." }, -- Yaaarrrr (aura, Savory Deviate Delight)
[8222] = { ref=8221 }, -- Yaaarrrr (aura, Savory Deviate Delight)
[8223] = { "Отакої!", nil, "Видозмінено." }, -- Oops! (aura, Savory Deviate Delight)
[8224] = { "Боягузтво", nil, "Наляканий." }, -- Cowardice (aura, Savory Deviate Delight)
[8225] = { "Тікай!", nil, "Наляканий." }, -- Run Away! (aura, Savory Deviate Delight)
[8226] = { "Імітація смерті", nil, "Вдає мертвого." }, -- Fake Death (aura, Savory Deviate Delight)
[8326] = { "Привид", nil, "Рухайтеся до місця вашого тіла або поговоріть зі зцілювачем духу щоб повернутися до життя." }, -- Ghost (aura)
[8377] = { "Землехват", nil, "Знерухомлений." }, -- Earthgrab (aura, Earthgrab Totem)
[8613] = { "Шкуродерство", "Основи білування тварин, щоб одержати їхні шкіри та хутра для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 75. Потребує Білувального Ножа." },
[8617] = { "Шкуродерство", "Поглиблений рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 150. Потребує Білувального Ножа." },
[8618] = { "Шкуродерство", "Експертний рівень навички у здиранні шкури зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 225. Потребує Білувального Ножа." },
[9574] = { "Вогняний ляпас", nil, "Збільшено отримуване пошкодження вогнем на {1}.#by {1}" }, -- Flame Buffet (aura)
[9658] = { ref=9574 }, -- Flame Buffet (aura)
[10248] = { "Гірництво", "Підносить гірництво до форми мистецтва. Надає потенційний рівень навички гірництва 300." },
[10452] = { ref=9574 }, -- Flame Buffet (aura)
[10667] = { "Лють століть", nil, "Збільшує силу на {1}.#by {1}" }, -- Rage of Ages (aura, R.O.I.D.S.)
[10668] = { "Дух кнура", nil, "Збільшує витривалість на {1}.#by {1}" }, -- Spirit of Boar (aura, Lung Juice Cocktail)
[10669] = { "Удар скорпока", nil, "Збільшує спритність на {1}.#by {1}" }, -- Strike of the Scorpok (aura, Ground Scorpok Assay)
[10670] = { ref=10667 }, -- Rage of Ages (aura)
[10671] = { ref=10668 }, -- Spirit of Boar (aura)
[10672] = { ref=10669 }, -- Strike of the Scorpok (aura)
[10690] = { "Непохибний розум", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind (aura)
[10691] = { "Духовне панування", nil, "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination (aura)
[10692] = { "Непохибний розум", nil, "Збільшує інтелект на {1}.#by {1}" }, -- Infallible Mind (aura, Cerebral Cortex Compound)
[10693] = { "Духовне панування", nil, "Збільшує дух на {1}.#by {1}" }, -- Spiritual Domination (aura, Gizzard Gum)
[10767] = { "Піднесення Духу", "Збільшує Дух на 25.", "Збільшує Дух на 25." },
[10768] = { "Шкуродерство", "Мастерний рівень навички у здиранні шкіри зі звірів для використання у Шкірництві. Надає потенційний рівень навички шкуродерства 300. Потребує Білувального Ножа." },
[11319] = { "Ходіння по воді", nil, "Дозволяє ходити по воді та водоподібних поверхнях." }, -- Water Walking (aura, Elixir of Water Walking)
[11328] = { ref=3159 }, -- Agility (aura, Elixir of Agility)
[11330] = { ref=3159 }, -- Agility (aura)
[11331] = { ref=3163 }, -- Strength (aura)
[11334] = { "Велика спритність", ref=3159 }, -- Greater Agility (aura, Elixir of Greater Agility)
[11348] = { "Велика броня", ref=3220 }, -- Greater Armor (aura, Elixir of Superior Defense)
[11349] = { ref=3220 }, -- Armor (aura, Elixir of Greater Defense)
[11359] = { "Відновлювання", nil, "Знімає один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} seconds" }, -- Restoration (aura, Restorative Potion)
[11371] = { "Дар Артаса", nil, "Збільшує супротив тіні на {1} та може уразити хворобою атакуючих.#resist by {1}" }, -- Gift of Arthas (aura, Gift of Arthas)
[11374] = { "Дар Артаса", nil, "Збільшує отримуване фізичне пошкодження на {1}.#taken by {1}" }, -- Gift of Arthas (aura, Gift of Arthas)
[11389] = { "Виявлення невмерлих", nil, "Виявлення невмерлих." }, -- Detect Undead (aura, Elixir of Detect Undead)
[11390] = { "Арканічний еліксир", nil, "Збільшено пошкодження від заклять і здібностей на {1}.#by up to {1}" }, -- Arcane Elixir (aura, Arcane Elixir)
[11392] = { "Невидимість", nil, "Невидимість." }, -- Invisibility (aura, Invisibility Potion)
[11396] = { "Великий інтелект", ref=3166 }, -- Greater Intellect (aura, Elixir of Greater Intellect)
[11403] = { "Снобачення", nil, "Уві сні." }, -- Dream Vision (aura, Elixir of Dream Vision)
[11405] = { "Еліксир велетнів", ref=3163 }, -- Elixir of the Giants (aura, Elixir of Giants)
[11406] = { "Еліксир демонорізні", nil, "Збільшено силу атаки проти демонів на {1}.#by {1}" }, -- Elixir of Demonslaying (aura, Elixir of Demonslaying)
[11407] = { "Виявлення демона", nil, "Виявлення демонів." }, -- Detect Demon (aura, Elixir of Detect Demon)
[11474] = { "Сила тіні", nil, "Збільшено пошкодження тінню від заклять та здібностей на {1}.#by up to {1}" }, -- Shadow Power (aura, Elixir of Shadow Power)
[11479] = { "Трансмутація: Залізо у Золото", "Перетворює Злиток Заліза на Злиток Золота." },
[11480] = { "Трансмутація: Мітрил у Ясносрібло", "Перетворює Злиток Мітрилу на Злиток Ясносрібла" },
[11611] = { "Алхімія", "Дозволяє алхімікові варити неймовірні зілля до максимального потенційного рівня навички 300." },
[11993] = { "Збір Трав", "Як знайти та зібрати складніші для збору трави. Надає потенційний рівень навички травництва 300." },
[12187] = { "Хвороблива хмара" },
[12418] = { "Виявлення непомітності", nil, "Збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Catseye Ultra Goggles)
[12561] = { ref=7233 }, -- Fire Protection (aura, Goblin Construction Helmet)
[12608] = { "Виявлення непомітності", nil, "Злегка збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Catseye Elixir)
[13163] = { "Аспект Мавпи", "Мисливець переймає аспекти мавпи, збільшуючи ймовірність ухилитися на 8%. Одночасно може бути активним лише один Аспект.", "Збільшує ймовірність ухилитися на 8%." },
[13165] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 20. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 20." },
[13262] = { "Руйнування чар", "Вилучення магічних елементів зі зброї, обладунків та щитів як мінімум високої якості (зелений колір назви). При цьому предмет ЗНИЩУЄТЬСЯ безповоротно." },
[13549] = { "Укус Змії", "Уколює ціль, завдаючи 40 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 8 пошкодження Природою кожні 3 секунди." },
[13550] = { "Укус Змії", "Уколює ціль, завдаючи 80 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 16 пошкодження Природою кожні 3 секунди." },
[13551] = { "Укус Змії", "Уколює ціль, завдаючи 140 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 28 пошкодження Природою кожні 3 секунди." },
[13552] = { "Укус Змії", "Уколює ціль, завдаючи 210 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 42 пошкодження Природою кожні 3 секунди." },
[13553] = { "Укус Змії", "Уколює ціль, завдаючи 290 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 58 пошкодження Природою кожні 3 секунди." },
[13554] = { "Укус Змії", "Уколює ціль, завдаючи 385 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 77 пошкодження Природою кожні 3 секунди." },
[13555] = { "Укус Змії", "Уколює ціль, завдаючи 490 пошкодження Природою протягом 15 с. Лише один Укус від кожного мисливця може бути активним на одній цілі.", "Завдає 98 пошкодження Природою кожні 3 секунди." },
[14274] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 1)." },
[14318] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 35. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 35." },
[14319] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 50. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 50." },
[14320] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 70. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 70." },
[14321] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 90. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 90." },
[14322] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 110. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 110." },
[14530] = { ref=2379 }, -- Speed (aura, Nifty Stopwatch)
[15571] = { "Запаморочений", nil, "Запаморочений." },
[15629] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 2)." },
[15630] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 3)." },
[15631] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 4)." },
[15632] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу. Дієвіший за Відволікаючий Постріл (Ранг 5)." },
[15822] = { "Сон без сновидінь", nil, "Сон без сновидінь." }, -- Dreamless Sleep (aura, Dreamless Sleep Potion)
[16168] = { "Вогняний ляпас", nil, "Збільшено отримуване пошкодження вогнем." }, -- Flame Buffet (aura)
[16490] = { ref=16488 },
[16491] = { ref=16488 },
[16536] = { ref=9574 }, -- Flame Buffet (aura)
[16591] = { "Еліксир Гогельмогеля", nil, "Ви припинили дихати..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16593] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте легкість..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16595] = { "Еліксир Гогельмогеля", nil, "Ви відчуваєте себе зменшеним..." }, -- Noggenfogger Elixir (aura, Noggenfogger Elixir)
[16610] = { "Бритвошкіра", "Надає Броню та відбиває пошкодження.", "Надає Броню та відбиває пошкодження." },
[16612] = { "Сила Аґамаґґана", nil, "Збільшує силу на {1}.#by {1}" }, -- Agamaggan's Strength (aura)
[16618] = { "Дух Вітру", "Збільшує швидкість руху.", "Збільшує швидкість руху." },
[16884] = { "Здоров'я II", ref=2378 }, -- Health II (aura)
[16894] = { ref=7233 }, -- Fire Protection (aura)
[16895] = { ref=7239 }, -- Frost Protection (aura)
[17013] = { "Спритність Аґамаґґана", nil, "Збільшує спритність на {1}.#by {1}" }, -- Agamaggan's Agility (aura)
[17038] = { "Огневиця Зимокрайових", nil, "Збільшено розмір та силу атаки ближнього бою на {1}.#by {1}" }, -- Winterfall Firewater (aura, Winterfall Firewater)
[17187] = { "Трансмутація: Арканіт", "Перетворює Злиток Торіуму й Арканічний Кристал на Арканіт." },
[17498] = { ref=2379 }, -- Speed (aura, The Postmaster)
[17528] = { "Силу збільшено на {1}.#by {1}" }, -- Mighty Rage (aura, Mighty Rage Potion)
[17535] = { "Еліксир мудреців", nil, "Інтелект і дух збільшено на {1}.#by {1}" }, -- Elixir of the Sages (aura, Elixir of the Sages)
[17537] = { "Еліксир грубої сили", nil, "Силу та витривалість збільшено на {1}.#by {1}" }, -- Elixir of Brute Force (aura, Elixir of Brute Force)
[17538] = { "Еліксир мангуста", nil, "Спритність збільшено на {1}, ймовірність нанесення критичного удару збільшено на {2}%.#Agility increased by {1}#chance increased by {2}%" }, -- Elixir of the Mongoose (aura, Elixir of the Mongoose)
[17539] = { "Великий арканічний еліксир", nil, "Збільшено магічне пошкодження від заклять та здібностей на {1}.#by up to {1}" }, -- Greater Arcane Elixir (aura, Greater Arcane Elixir)
[17540] = { "Великий каменещит", nil, "Броню збільшено." }, -- Greater Stoneshield (aura, Greater Stoneshield Potion)
[17543] = { ref=7233 }, -- Fire Protection (aura, Greater Fire Protection Potion)
[17544] = { ref=7239 }, -- Frost Protection (aura, Greater Frost Protection Potion)
[17545] = { ref=7245 }, -- Holy Protection (aura, Greater Holy Protection Potion)
[17546] = { ref=7254 }, -- Nature Protection (aura, Greater Nature Protection Potion)
[17548] = { ref=7242 }, -- Shadow Protection (aura, Greater Shadow Protection Potion)
[17549] = { "Арканічний захист", nil, "Поглинає від {1} до {2} шкоди від аркани.#Absorbs {1} to {2}" }, -- Arcane Protection (aura, Greater Arcane Protection Potion)
[17559] = { "Трансмутація: Повітря у Вогонь", "Перетворює Повітря на Вогонь." },
[17560] = { "Трансмутація: Вогонь у Землю", "Перетворює Вогонь на Землю." },
[17561] = { "Трансмутація: Земля у Воду", "Перетворює Землю на Воду." },
[17562] = { "Трансмутація: Вода в Повітря", "Перетворює Воду на Повітря." },
[17563] = { "Трансмутація: Невмерлість у Воду", "Очищує Есенцію Невмерлості, перетворюючи її на Воду." },
[17564] = { "Трансмутація: Вода у Невмерлість", "Заражає Есенцію Води, перетворюючи її на Невмерлість." },
[17565] = { "Трансмутація: Життя у Землю", "Перетворює Живу Есенцію на Землю." },
[17566] = { "Трансмутація: Земля у Життя", "Перетворює Землю на Живу Есенцію." },
[17624] = { "Скам'яніння", nil, "Невразливість до всіх атак та заклять. Не може атакувати, рухатися або застосовувати закляття." }, -- Petrification (aura, Flask of Petrification)
[17626] = { "Настій титанів", nil, "Здоров'я збільшено на {1}.#increased by {1}" }, -- Flask of the Titans (aura, Flask of the Titans)
[17627] = { "Дистильована мудрість", nil, "Ману збільшено на {1}.#increased by {1}" }, -- Distilled Wisdom (aura, Flask of Distilled Wisdom)
[17628] = { "Велика сила", nil, "Пошкодження закляттями збільшено на {1}.#increased by up to {1}" }, -- Supreme Power (aura, Flask of Supreme Power)
[17629] = { "Хроматичний супротив", nil, "Супротив всім школам магії збільшено на {1}.#increased by {1}" }, -- Chromatic Resistance (aura, Flask of Chromatic Resistance)
[18260] = { "Кулінарія", "Дозволяє готувати чудові страви за рецептами до максимального потенційного рівня навички {1}.#skill of {1}." },
[18942] = { ref=7233 }, -- Fire Protection (aura)
[18977] = { "Іній", nil, "Збільшено час між атаками та сповільнено рух." }, -- Frost (aura, Ice Totem)
[19434] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 70." },
[19507] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 1% при використанні зброї дальнього бою." },
[19508] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 2% при використанні зброї дальнього бою." },
[19509] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 3% при використанні зброї дальнього бою." },
[19510] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 4% при використанні зброї дальнього бою." },
[19511] = { "Спеціалізація на Зброї Дальнього Бою", "Збільшує ваше пошкодження на 5% при використанні зброї дальнього бою." },
[20584] = { ref=8326 }, -- Ghost (aura)
[20736] = { "Відволікаючий Постріл", "Відволікає ціль, спричиняючи загрозу." },
[20900] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 125." },
[20901] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 200." },
[20902] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 330." },
[20903] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 460." },
[20904] = { "Прицільний Постріл", "Прицільний постріл, що збільшує пошкодження у дальньому бою на 600." },
[21892] = { "Арканічний захист", nil, "Невразливість до всіх атак і заклять." }, -- Arcane Protection (aura)
[21920] = { "Крижана міць", nil, "Збільшено пошкодження кригою від заклять та здібностей на {1}.#by up to {1}" }, -- Frost Power (aura, Elixir of Frost Power)
[22430] = { "Витончена Луска Оніксії", "Перетворює Луску Онікії на Витончену Луску Оніксії." },
[22433] = { ref=9574 }, -- Flame Buffet (aura)
[22713] = { ref=9574 }, -- Flame Buffet (aura)
[22807] = { "Глибше водне дихання", ref=7178 }, -- Greater Water Breathing (aura, Elixir of Greater Water Breathing)
[22863] = { ref=2379 }, -- Speed (aura, Sprinter's Sword)
[23028] = { "Арканічна Геніальність", "Надихає групу цілі геніальністю, збільшуючи Інтелект усіх членів на 31 на 1 годину.", "Збільшує Інтелект на 31." },
[23217] = { "Виявлення непомітності", nil, "Збільшена здатність виявляти непомітність." }, -- Stealth Detection (aura, Bloodvine Lens)
[23341] = { ref=9574 }, -- Flame Buffet (aura)
[23451] = { "Швидкість", nil, "Швидкість руху збільшено на {1}%.#by {1}" }, -- Speed (aura)
[23978] = { ref=23451 }, -- Speed (aura)
[24261] = { "Промивка мізків", nil, "Причарований." }, -- Brain Wash (aura, Brain Wash Totem)
[24360] = { "Великий сон без сновидінь", nil, "Сон без сновидінь." }, -- Greater Dreamless Sleep (aura)
[24361] = { ref=3219 }, -- Regeneration (aura, Major Troll's Blood Potion)
[24363] = { "Регенерація мани", nil, "Відновлення {1} мани кожні {2} с.#{1} mana per {2} sec" }, -- Mana Regeneration (aura, Mageblood Potion)
[24364] = { "Жива вільна дія", nil, "Вільна дія." }, -- Living Free Action (aura, Living Action Potion)
[25146] = { "Трансмутація: Стихійний Вогонь", "Перетворює Серце Вогню на три Стихійні Вогні." },
[25295] = { "Укус Змії", "Уколює ціль, завдаючи 555 пошкодження Природою протягом 15 с. Лише один Укус від мисливця може бути активним на одній цілі.", "Завдає 111 пошкодження Природою кожні 3 секунди." },
[25296] = { "Аспект Яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на 120. Одночасно може бути активним лише один Аспект.", "Збільшує силу атаки дальнього бою на 120." },
[25651] = { ref=9574 }, -- Flame Buffet (aura)
[25668] = { ref=9574 }, -- Flame Buffet (aura)
[26276] = { "Велика вогнеміць", ref=7844 }, -- Greater Firepower (aura, Elixir of Greater Firepower)
[28270] = { "Поліморфія: Корова", "Перетворює ворога на корову, змушуючи його блукати на до 50 с. Протягом блуканини корова не здатна атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яке пошкодження поверне ціль до нормального стану. Одночасно лише одна ціль може бути під поліморфією. Діє лише на Звірів, Гуманоїдів і Звіряток.", "Не може атакувати або вимовляти закляття. Збільшене відновлення здоров'я." },
[28754] = { "Арканічна Витримка", "Збільшує вашу Броню на 50% від вашого Інтелекту." },
[29432] = { ref=7233 }, -- Fire Protection (aura, Frozen Rune)
[364001] = { "Залізна душа" }, -- Soul of Iron

}
