const locRace = {
    'Human': {
        'н': [ 'чоловік', 'жінка' ],
        'р': [ 'чоловіка', 'жінки' ],
        'д': [ 'чоловіку', 'жінці' ],
        'з': [ 'чоловіка', 'жінку' ],
        'о': [ 'чоловіком', 'жінкою' ],
        'м': [ 'чоловікові', 'жінці' ],
        'к': [ 'чоловіче', 'жінко' ],
    },
    'Dwarf': {
        'н': [ 'дворф', 'дворфа' ],
        'р': [ 'дворфа', 'дворфи' ],
        'д': [ 'дворфу', 'дворфі' ],
        'з': [ 'дворфа', 'дворфу' ],
        'о': [ 'дворфом', 'дворфою' ],
        'м': [ 'дворфові', 'дворфі' ],
        'к': [ 'дворфе', 'дворфо' ],
    },
    'NightElf': {
        'н': [ 'нічний ельф', 'нічна ельфа' ],
        'р': [ 'нічного ельфа', 'нічної ельфи' ],
        'д': [ 'нічному ельфу', 'нічній ельфі' ],
        'з': [ 'нічного ельфа', 'нічну ельфу' ],
        'о': [ 'нічним ельфом', 'нічною ельфою' ],
        'м': [ 'нічному ельфові', 'нічній ельфі' ],
        'к': [ 'нічний ельфе', 'нічна ельфо' ],
    },
    'Gnome': {
        'н': [ 'гном', 'гномка' ],
        'р': [ 'гнома', 'гномки' ],
        'д': [ 'гному', 'гномці' ],
        'з': [ 'гнома', 'гномку' ],
        'о': [ 'гномом', 'гномкою' ],
        'м': [ 'гномові', 'гномці' ],
        'к': [ 'гноме', 'гномко' ],
    },
    'Orc': {
        'н': [ 'орк', 'орчиня' ],
        'р': [ 'орка', 'орчині' ],
        'д': [ 'оркові', 'орчині' ],
        'з': [ 'орка', 'орчиню' ],
        'о': [ 'орком', 'орчинею' ],
        'м': [ 'оркові', 'орчині' ],
        'к': [ 'орку', 'орчине' ],
    },
    'Troll': {
        'н': [ 'троль', 'тролька' ],
        'р': [ 'троля', 'трольки' ],
        'д': [ 'тролеві', 'трольці' ],
        'з': [ 'троля', 'трольку' ],
        'о': [ 'тролем', 'тролькою' ],
        'м': [ 'тролеві', 'трольці' ],
        'к': [ 'тролю', 'тролько' ],
    },
    'Scourge': {
        'н': [ 'зречений', 'зречена' ],
        'р': [ 'зреченого', 'зреченої' ],
        'д': [ 'зреченому', 'зреченій' ],
        'з': [ 'зреченого', 'зречену' ],
        'о': [ 'зреченим', 'зреченою' ],
        'м': [ 'зреченому', 'зреченій' ],
        'к': [ 'зречений', 'зречена' ],
    },
    'Tauren': {
        'н': [ 'таурен', 'тауренка' ],
        'р': [ 'таурена', 'тауренки' ],
        'д': [ 'тауренові', 'тауренці' ],
        'з': [ 'таурена', 'тауренку' ],
        'о': [ 'тауреном', 'тауренкою' ],
        'м': [ 'тауренові', 'тауренці' ],
        'к': [ 'таурене', 'тауренко' ],
    },
};

const locClass = {
    'WARRIOR': {
        'н': [ 'воїн', 'воїтелька' ],
        'р': [ 'воїна', 'воїтельку' ],
        'д': [ 'воїну', 'воїтельці' ],
        'з': [ 'воїна', 'воїтельку' ],
        'о': [ 'воїном', 'воїтелькою' ],
        'м': [ 'воїні', 'воїтельці' ],
        'к': [ 'воїне', 'воїтелько' ],
    },
    'PALADIN': {
        'н': [ 'паладин', 'паладинка' ],
        'р': [ 'паладина', 'паладинку' ],
        'д': [ 'паладинові', 'паладинці' ],
        'з': [ 'паладина', 'паладинку' ],
        'о': [ 'паладином', 'паладинкою' ],
        'м': [ 'паладині', 'паладинці' ],
        'к': [ 'паладине', 'паладинко' ],
    },
    'HUNTER': {
        'н': [ 'мисливець', 'мисливиця' ],
        'р': [ 'мисливця', 'мисливицю' ],
        'д': [ 'мисливцеві', 'мисливиці' ],
        'з': [ 'мисливця', 'мисливицю' ],
        'о': [ 'мисливцем', 'мисливицею' ],
        'м': [ 'мисливці', 'мисливиці' ],
        'к': [ 'мисливцю', 'мисливице' ],
    },
    'ROGUE': {
        'н': [ 'розбійник', 'розбійниця' ],
        'р': [ 'розбійника', 'розбійниці' ],
        'д': [ 'розбійникові', 'розбійниці' ],
        'з': [ 'розбійника', 'розбійницю' ],
        'о': [ 'розбійником', 'розбійницею' ],
        'м': [ 'розбійнику', 'розбійниці' ],
        'к': [ 'розбійнику', 'розбійнице' ],
    },
    'PRIEST': {
        'н': [ 'жрець', 'жриця' ],
        'р': [ 'жерця', 'жриці' ],
        'д': [ 'жерцеві', 'жриці' ],
        'з': [ 'жерця', 'жрицю' ],
        'о': [ 'жерцем', 'жрицею' ],
        'м': [ 'жерці', 'жриці' ],
        'к': [ 'жерче', 'жрице' ],
    },
    'SHAMAN': {
        'н': [ 'шаман', 'шаманка' ],
        'р': [ 'шамана', 'шаманку' ],
        'д': [ 'шаманові', 'шаманці' ],
        'з': [ 'шамана', 'шаманку' ],
        'о': [ 'шаманом', 'шаманкою' ],
        'м': [ 'шамані', 'шаманці' ],
        'к': [ 'шамане', 'шаманко' ],
    },
    'MAGE': {
        'н': [ 'маг', 'магеса' ],
        'р': [ 'мага', 'магесу' ],
        'д': [ 'магові', 'магесі' ],
        'з': [ 'мага', 'магесу' ],
        'о': [ 'магом', 'магесою' ],
        'м': [ 'магові', 'магесі' ],
        'к': [ 'магу', 'магесо' ],
    },
    'WARLOCK': {
        'н': [ 'чорнокнижник', 'чорнокнижниця' ],
        'р': [ 'чорнокнижника', 'чорнокнижниці' ],
        'д': [ 'чорнокнижникові', 'чорнокнижниці' ],
        'з': [ 'чорнокнижника', 'чорнокнижницю' ],
        'о': [ 'чорнокнижником', 'чорнокнижницею' ],
        'м': [ 'чорнокнижнику', 'чорнокнижниці' ],
        'к': [ 'чорнокнижнику', 'чорнокнижнице' ],
    },
    'DRUID': {
        'н': [ 'друїд', 'друїдка' ],
        'р': [ 'друїда', 'друїдку' ],
        'д': [ 'друїдові', 'друїдці' ],
        'з': [ 'друїда', 'друїдку' ],
        'о': [ 'друїдом', 'друїдкою' ],
        'м': [ 'друїді', 'друїдці' ],
        'к': [ 'друїде', 'друїдко' ],
    },
};

const player = {
    name: 'Player',
    race: 'Human',
    class: 'WARRIOR',
    male: true,
};

const codes = [];

function capitalize(string) {
    return string.charAt(0).toUpperCase() + string.slice(1);
}

function prepareCodes() {
    const sex = player.male ? 0 : 1;

    codes.splice(0);

    // name

    codes.push([ /{ім'я}/g, player.name ]);
    codes.push([ /{Ім'я}/g, player.name ]);
    codes.push([ /{ІМ'Я}/g, player.name.toUpperCase() ]);

    // race

    codes.push([ /{раса}/g, locRace[player.race]['н'][sex] ]);
    codes.push([ /{Раса}/g, capitalize(locRace[player.race]['н'][sex]) ]);
    codes.push([ /{РАСА}/g, locRace[player.race]['н'][sex].toUpperCase() ]);
    [ 'н', 'р', 'д', 'з', 'о', 'м', 'к' ].forEach(c => {
        codes.push([ new RegExp(`{раса:${c}}`, 'g'), locRace[player.race][c][sex] ]);
        codes.push([ new RegExp(`{Раса:${c}}`, 'g'), capitalize(locRace[player.race][c][sex]) ]);
        codes.push([ new RegExp(`{РАСА:${c}}`, 'g'), locRace[player.race][c][sex].toUpperCase() ]);
    });

    // class

    codes.push([ /{клас}/g, locClass[player.class]['н'][sex] ]);
    codes.push([ /{Клас}/g, capitalize(locClass[player.class]['н'][sex]) ]);
    codes.push([ /{КЛАС}/g, locClass[player.class]['н'][sex].toUpperCase() ]);
    [ 'н', 'р', 'д', 'з', 'о', 'м', 'к' ].forEach(c => {
        codes.push([ new RegExp(`{клас:${c}}`, 'g'), locClass[player.class][c][sex] ]);
        codes.push([ new RegExp(`{Клас:${c}}`, 'g'), capitalize(locClass[player.class][c][sex]) ]);
        codes.push([ new RegExp(`{КЛАС:${c}}`, 'g'), locClass[player.class][c][sex].toUpperCase() ]);
    });

    // dynamic

    codes.push([ /{стать:(.+?):(.+?)}/g, (match, p1, p2) => player.male ? p1 : p2 ]);

    // console.log('codes', codes);
}

function setPlayer(name, race, klass, male) {
    player.name = name;
    player.race = race;
    player.class = klass;
    player.male = male;

    prepareCodes();
}

function makeText(text) {
    codes.forEach(([ code, value ]) => text = text.replace(code, value));
    return text;
}

window.ClassicUA = {
    setPlayer,
    makeText,
};
