local _, addonTable = ...
local items = {

-- See /entries/classic/item.lua for data format details.

[6082] = { "кров зеленого драконеняти" }, -- Green Whelp Blood
[13506] = { "настій скам'яніння", use="Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Вважається водночас і бойовим, і захисним еліксиром." }, -- Flask of Petrification
[14646] = { "подарунковий сертифікат Злотохрестя" }, -- Goldshire Gift Voucher
[14647] = { "подарунковий сертифікат Хараноса" }, -- Kharanos Gift Voucher
[14648] = { "подарунковий сертифікат Доланаара" }, -- Dolanaar Gift Voucher
[14650] = { "подарунковий сертифікат селища Криваве Копито" }, -- Bloodhoof Village Gift Voucher
[14651] = { "подарунковий сертифікат Брілля" }, -- Brill Gift Voucher
[16785] = { "лист Рокаро" }, -- Rokaro's Letter
[20470] = { "віщувальна куля Соланіана" }, -- Solanian's Scrying Orb
[20471] = { "сувій магії Скари" }, -- Scroll of Scourge Magic
[20472] = { "щоденник Соланіана" }, -- Solanian's Journal
[20474] = { "ранець острова Сонячного Блукача" }, -- Sunstrider Book Satchel
[20482] = { "арканічний уламок" }, -- Arcane Sliver
[20483] = { "заплямований арканічний уламок", flavor="Цей арканічний уламок випромінює моторошне сяйво." }, -- Tainted Arcane Sliver
[20743] = { "нестабільний кристал мани" }, -- Unstable Mana Crystal
[20759] = { "молот Отембе" }, -- Otembe's Hammer
[20760] = { "голова вождя Зул'Мароша" }, -- Chieftain Zul'Marosh's Head
[20764] = { "голова розвідувача Ковадлогляда" }, -- Prospector Anvilward's Head
[20765] = { "викривальні документи" }, -- Incriminating Documents
[20771] = { "зразок зіпсованого ґрунту" }, -- Tainted Soil Sample
[20772] = { "шкура пругколапа" }, -- Springpaw Pelt
[20797] = { "рисячий нашийник", flavor="Ці нашийники використовувалися для позначення рисей острова Сонячного Блукача." }, -- Lynx Collar
[20799] = { "голова Фелендрена" }, -- Felendren's Head
[20804] = { "пакунок Ерони" }, -- Erona's Package
[20835] = { "меч острова Сонячного Блукача" }, -- Sunstrider Sword
[20836] = { "кинджал острова Сонячного Блукача" }, -- Sunstrider Dagger
[20837] = { "сокира острова Сонячного Блукача" }, -- Sunstrider Axe
[20838] = { "лук острова Сонячного Блукача" }, -- Sunstrider Bow
[20839] = { "посох острова Сонячного Блукача" }, -- Sunstrider Staff
[20840] = { "булава острова Сонячного Блукача" }, -- Sunstrider Mace
[20841] = { "щит острова Сонячного Блукача" }, -- Sunstrider Shield
[20934] = { "сутність привида" }, -- Wraith Essence
[20935] = { "сутність заплямованого привида" }, -- Tainted Wraith Essence
[20938] = { "подарунковий сертифікат площі Соколиного Крила" }, -- Falconwing Square Gift Voucher
[20991] = { "накидка денного світла" }, -- Daylight Cloak
[20992] = { "браслети сходу сонця" }, -- Sunrise Bracers
[20993] = { "рукавички зі шкіри рисі" }, -- Lynxskin Gloves
[20994] = { "зелений плетений жилет" }, -- Green Chain Vest
[20995] = { "рукавички хранителя колодязя" }, -- Well Watcher Gloves
[20996] = { "ремінь Сонячного Шпиля" }, -- Sunspire Cord
[20997] = { "зелені плетені чоботи" }, -- Green Chain Boots
[20998] = { "зміїіний пояс" }, -- Wyrm Sash
[20999] = { "зелені плетені рукавиці" }, -- Green Chain Gauntlets
[21000] = { "браслети рішучості" }, -- Vigorous Bracers
[21001] = { "штани блукання" }, -- Striding Pants
[21757] = { "голова хмуролуского мурлока" }, -- Grimscale Murloc Head
[21770] = { "перстень Мммррррґґґллла", flavor="Дещо потьмянілий і слизький." }, -- Ring of Mmmrrrggglll
[21771] = { "вантаж капітана Келісендри", flavor="Трохи побитий, але не схоже, що всередині щось зламалося." }, -- Captain Kelisendra's Cargo
[21776] = { "втрачені мапи капітана Келісендри", flavor="На щастя, вони зберігалися у водонепроникному футлярі." }, -- Captain Kelisendra's Lost Rutters
[21781] = { "голова Теліса" }, -- Thaelis's Head
[21783] = { "щоденник магістра Посушливого Присмерку", flavor="Цей щоденник відносно новий — у ньому заповнено лише кілька сторінок." }, -- Magister Duskwither's Journal
[21807] = { "непозначений лист" }, -- Unmarked Letter
[21808] = { "арканічне ядро" }, -- Arcane Core
[22413] = { "зброя сін'дорай" }, -- Sin'dorei Armaments
[22414] = { "гримуар стихій Антеола" }, -- Antheol's Elemental Grimoire
[22473] = { "дисциплінарний жезл Антеола", use="Покарати учнів-порушників." }, -- Antheol's Disciplinary Rod
[22487] = { "голова Алдарона" }, -- Aldaron's Head
[22549] = { "накладна квартирмейстерки Лімел", flavor="На сторінці ледве вистачає місця для перелічених товарів. Хто все це буде нести?" }, -- Quartermaster Lymel's Bill of Lading
[22550] = { "товари квартирмейстерки Лімел", flavor="Звучить так, ніби всередині щось зламалось." }, -- Quartermaster Lymel's Goods
[22566] = { "примарна субстанція", flavor="Дивна на дотик... поколює, ніби в ній ще є якась енергія." }, -- Phantasmal Substance
[22567] = { "фрагмент гаргуйля", flavor="Розбиті на уламки, вони вже не здаються такими загрозливими." }, -- Gargoyle Fragment
[22570] = { "зразок зараженої крові" }, -- Plagued Blood Sample
[22571] = { "кур'єрська сумка" }, -- Courier's Bag
[22579] = { "хребет чумного мурлока" }, -- Plagued Murloc Spine
[22580] = { "кристалізована есенція мани" }, -- Crystallized Mana Essence
[22583] = { "вантаж Ратіса Могильника", flavor="Неймовірно, але не дивлячись на гулів та слизнів навколо, вантаж здається неушкодженим." }, -- Rathis Tomber's Supplies
[22590] = { "плани нічних ельфів: Ан'дарот", flavor="Ці плани містять детальну мапу та опис операцій на Ан'дароті." }, -- Night Elf Plans: An'daroth
[22591] = { "плани нічних ельфів: Ан'овін", flavor="Ці плани містять детальну мапу та опис операцій на Ан'овіні." }, -- Night Elf Plans: An'owyn
[22592] = { "плани нічних ельфів: спостереження за сін'дорай", flavor="У цих планах йдеться про використання місячних кристалів вищих ельфів для спостереження за кривавими ельфами!" }, -- Night Elf Plans: Scrying on the Sin'dorei
[22594] = { "плани нічних ельфів", flavor="Всі плани нічних ельфів з острова Шаландіс, зібрані воєдино." }, -- Night Elf Plans
[22597] = { "кулон Леді", flavor="На ньому є напис: Сильвані. З любов'ю, Аллерія." }, -- The Lady's Necklace
[22598] = { "камінь світла" }, -- Stone of Light
[22599] = { "камінь полум'я" }, -- Stone of Flame
[22627] = { "кулон Леді", flavor="На кулоні є напис: Сильвані. З любов'ю, Аллерія." }, -- The Lady's Necklace
[22628] = { "відновлювальний напій Рензітена" }, -- Renzithen's Restorative Draught
[22629] = { "запечатані накази сін'дорай", flavor="Цей стос паперів згорнутий і скріплений печаткою посла." }, -- Sealed Sin'dorei Orders
[22633] = { "джуджу тролів", flavor="Блистить!" }, -- Troll Juju
[22634] = { "зразок руди з Безпросвітної копальні", flavor="У темряві ця руда випромінює слабку ауру." }, -- Underlight Ore
[22639] = { "вухо троля з Зеб'Сори", flavor="Принаймні, з них вийде чудове намисто." }, -- Zeb'Sora Troll Ear
[22640] = { "голова Кел'ґаша Лихого", flavor="Щось він вже не здається таким лихим." }, -- Head of Kel'gash the Wicked
[22641] = { "гниле серце" }, -- Rotting Heart
[22642] = { "хребетний пил" }, -- Spinal Dust
[22644] = { "хрустка павуча лапка" }, -- Crunchy Spider Leg
[22645] = { "хрусткий павучий делікатес", use=5005 }, -- Crunchy Spider Surprise
[22647] = { "рецепт: Хрусткий павучий делікатес", use="Навчає вас приготуванню хрусткого павучого делікатесу.", recipe_result_item=22645 }, -- Recipe: Crunchy Spider Surprise
[22653] = { "голова Дар'Хана" }, -- Dar'Khan's Head
[22674] = { "медальйон хвилі" }, -- Wavefront Medallion
[22675] = { "в'язка медальйонів" }, -- Bundle of Medallions
[22677] = { "кігті повелителя котів", flavor="Брудні, але гострі." }, -- Catlord Claws
[22693] = { "заряджений кристал", use="Помістити поруч з рунічним каменем, щоб зарядити його енергією кристалу." }, -- Infused Crystal
[22706] = { "щоденник Дар'Хана" }, -- Dar'Khan's Journal
[22710] = { "кровополох", use="Дещо збільшує шкоду і зцілення від магічних заклинань і ефектів протягом 10 хвилин." }, -- Bloodthistle
[22717] = { "лист зі Срібномісяця" }, -- Letter from Silvermoon
[22728] = { "пульт керування паровим танком", use="Викликати паровий танк і керувати ним." }, -- Steam Tonk Controller
[22729] = { "креслення: Пульт керування паровим танком", use="Навчає вас створювати пульт керування паровим танком.", recipe_result_item=22728 }, -- Schematic: Steam Tonk Controller
[22735] = { "дослідницькі записи" }, -- Research Notes
[22755] = { "палаючий смолоскип", use="Спалити муміфіковані рештки троля." }, -- Blazing Torch
[22775] = { "Сонцесяйне Особливе", flavor="Світло, що проходить крізь пляшку, виявляє магічні властивості вина." }, -- Suntouched Special Reserve
[22776] = { "закуски з пругколапа", flavor="З накритої тарілки розливається неймовірний аромат." }, -- Springpaw Appetizers
[22777] = { "в'язка феєрверків", flavor="Ніби виглядають безпечними..." }, -- Bundle of Fireworks
[22778] = { "настій Скаробою", use="Збільшує силу заклять в бою з невмерлими на 15. Триває 30 хв." }, -- Scourgebane Infusion
[22779] = { "напій Скаробою", use="Збільшує силу атаки в бою з невмерлими на 30. Триває 30 хв." }, -- Scourgebane Draught
[22783] = { "клинок Сонячного Колодязя", use="Скористатись в бою з Дар'Ханом Дратіром, щоб вивільнити енергію, що міститься в цьому предметі, завдаючи 500 арканічної шкоди протягом 5 секунд і знемовлюючи ціль." }, -- Sunwell Blade
[22784] = { "сфера Сонячного Колодязя", use="Скористатись в бою з Дар'Ханом Дратіром, щоб вивільнити енергію, що міститься в цьому предметі, завдаючи 500 арканічної шкоди протягом 5 секунд і знемовлюючи ціль." }, -- Sunwell Orb
[22786] = { "мрійник" }, -- Dreaming Glory
[22790] = { "древній лишайник" }, -- Ancient Lichen
[22796] = { "отрута аптекаря", use="Отруїти їжу тролів в Зеб'Нові." }, -- Apothecary's Poison
[22888] = { "подарунковий сертифікат Лазурової застави" }, -- Azure Watch Gift Voucher
[22889] = { "флакон крові метелика", flavor="Однієї порції більш ніж достатньо для наповнення цілющого кристала." }, -- Vial of Moth Blood
[22893] = { "голова Лузрана" }, -- Luzran's Head
[22894] = { "голова Гнилокіста" }, -- Knucklerot's Head
[22934] = { "зразок коренехляста", flavor="В досить непоганому стані." }, -- Lasher Sample
[22951] = { "поножі зі шкури пругколапа" }, -- Springpaw Hide Leggings
[22952] = { "плащ зі шкури пругколапа" }, -- Springpaw Hide Cloak
[22953] = { "оздоблений хутром кольчужний жилет" }, -- Fur Lined Chain Shirt
[22955] = { "нейтралізувальний агент", use="Розпорошити нейтралізувальний агент на опромінений силовий кристал в Сріблястому озері." }, -- Neutralizing Agent
[22956] = { "іржава булава" }, -- Rusty Mace
[22957] = { "іржавий меч сін'дорай" }, -- Rusty Sin'dorei Sword
[22958] = { "меч Далекоходців" }, -- Farstrider Sword
[22959] = { "гладкий металевий посох" }, -- Smooth Metal Staff
[22962] = { "кристал щеплення", use="Прищепити цільового гніздолісого совуха." }, -- Inoculating Crystal
[22963] = { "кишеньковий ніж слідопита" }, -- Ranger's Pocketknife
[22964] = { "наручі Сонячного Вітрила" }, -- Sunsail Bracers
[22965] = { "браслети портового вантажника" }, -- Longshoreman's Bindings
[22966] = { "шовкові браслети" }, -- Silk Wristbands
[22969] = { "лук Вен'джаші" }, -- Ven'jashi's Bow
[22971] = { "паличка худу" }, -- Hoodoo Wand
[22976] = { "мішечок магістра" }, -- Magister's Pouch
[22978] = { "запчастина для передавача", flavor="Схоже, що вона вціліла." }, -- Emitter Spare Part
[22979] = { "перстень вбивці", equip="Збільшує показник критичного удару на 2." }, -- Slayer's Band
[22980] = { "посох Сонця" }, -- Staff of the Sun
[22982] = { "довгий лук Далекоходців" }, -- Farstrider's Longbow
[22984] = { "клинок Світанку" }, -- Dawnblade
[22995] = { "бойовий клинок сін'дорай" }, -- Sin'dorei Warblade
[22996] = { "перекований лицарський щит квел'дорай" }, -- Reforged Quel'dorei Crest
[22997] = { "жезл лей-хранителя" }, -- Ley-Keeper's Wand
[22998] = { "поножі примарнолапа" }, -- Ghostclaw Leggings
[23003] = { "плани ельфів крові" }, -- Blood Elf Plans
[23165] = { "сокира мисливця за головами", flavor="Напрочуд добре зроблена, незважаючи на те, що вона кам'яна." }, -- Headhunter Axe
[23166] = { "посох заклинача", flavor="Гарна зброя проти скелетів." }, -- Hexxer Stave
[23167] = { "булава тінемова", flavor="Гравіювання змії досить реалістичне." }, -- Shadowcaster Mace
[23191] = { "сфера керування кристалом", use="Вимкнути місячний кристал нічних ельфів в Ан'овіні." }, -- Crystal Controlling Orb
[23205] = { "пекельний хребтолист", flavor="Листя витривалої рослини, що росте на півострові Пекельного Вогню." }, -- Hellfire Spineleaf
[23217] = { "яйце спустошника", flavor="Воно постійно трясеться, ніби з нього будь-якої миті може вилупитися пташеня." }, -- Ravager Egg
[23218] = { "конденсована сутність пустотника", flavor="Сутність пустотника випромінює енергію. Це саме те, що Скрід міг би використати для \"покращення\" двигуна свого дирижабля." }, -- Condensed Voidwalker Essence
[23222] = { "шкура копитня", flavor="Товста й важка, але знебарвлена шкура мутованого копитня." }, -- Clefthoof Hide
[23228] = { "кулон Старого Білокора" }, -- Old Whitebark's Pendant
[23231] = { "сухожилля копитня", flavor="Покручене сухожилля мутованого звіра Позамежжя." }, -- Clefthoof Sinew
[23239] = { "м'ясисте крило канюка", flavor="Крила відмінної якості від найкращих диких канюків." }, -- Plump Buzzard Wing
[23248] = { "очищене м'ясо пеклокнура", flavor="Ніжне, соковите м'ясо пеклокнура. Хоч і не зовсім органічне." }, -- Purified Helboar Meat
[23249] = { "плани вторгнення Амані" }, -- Amani Invasion Plans
[23265] = { "почорнілий плетений ремінь" }, -- Blackened Chain Girdle
[23266] = { "жилет слідопита" }, -- Ranger's Vest
[23267] = { "чоботи з атласною підкладкою" }, -- Satin Lined Boots
[23268] = { "мікстура очищення", use="Нанесіть на зіпсоване м'ясо пеклокнура, щоб спробувати очистити його." }, -- Purification Mixture
[23269] = { "зразок оскверненої крові" }, -- Felblood Sample
[23270] = { "зіпсоване м'ясо пеклокнура", flavor="Знебарвлена, смердюча плоть божевільної істоти." }, -- Tainted Helboar Meat
[23336] = { "зразок крові пеклокнура" }, -- Helboar Blood Sample
[23337] = { "кенаріська протиотрута", use="Випробувати протиотруту на масивному пеклокнурі." }, -- Cenarion Antidote
[23338] = { "пошкоджений шкіряний футляр", flavor="Схоже, що цей футляр провів чимало часу у шлунку великого черв'яка." }, -- Eroded Leather Case
[23339] = { "щоденник Ареліона" }, -- Arelion's Journal
[23343] = { "порвана сумка паломниці", flavor="Хоча ця сумка порвана і брудна, в ній досі впізнається майстерна робота ельфів крові." }, -- Torn Pilgrim's Pack
[23358] = { "сигнальний самоцвіт", use="Помістити сигнальний самоцвіт біля вівтаря Аґґонара, щоб приманити дренеїв." }, -- Signaling Gem
[23361] = { "очищувальний флакон", use="Вилити вміст флакона біля кісток Аґґонара, щоб очистити воду від демонічної скверни." }, -- Cleansing Vial
[23367] = { "легка шовкова мантія" }, -- Light Silk Robe
[23370] = { "клинок лей-хранительки" }, -- Ley-Keeper's Blade
[23371] = { "тростина Веланії" }, -- Velania's Walking Stick
[23372] = { "клеймор Кривавих Яструбів" }, -- Bloodhawk Claymore
[23373] = { "довгий ніж" }, -- Long Knife
[23375] = { "чорний шкіряний жилет" }, -- Black Leather Vest
[23376] = { "плетені рукавиці брамника" }, -- Gatewatcher's Chain Gloves
[23377] = { "поножі варти" }, -- Guard's Leggings
[23378] = { "неушкоджений труп викривленої гончої" }, -- Undamaged Warp Hound Corpse
[23387] = { "хвостове пір'я кісткоклюва", flavor="Ідеально підходить для лоскотання." }, -- Bonestripper Tail Feather
[23389] = { "порожній дренейський мішечок для припасів" }, -- Empty Draenei Supply Pouch
[23390] = { "екзодарський довгий меч" }, -- Exodar Bastard Sword
[23391] = { "екзодарський кинджал" }, -- Exodar Dagger
[23392] = { "екзодарський молот" }, -- Exodar Maul
[23393] = { "екзодарський короткий меч" }, -- Exodar Shortsword
[23394] = { "цілюща мазь", use="Зцілити виснаженого бугая Маґ'харів. Ціль не має бути в бою." }, -- Healing Salve
[23395] = { "баклер Далекоходців" }, -- Farstrider's Buckler
[23396] = { "трохи поношений клинок слідопита" }, -- Slightly Used Ranger's Blade
[23397] = { "рукавички з атласною підкладкою" }, -- Satin Lined Gloves
[23398] = { "потертий лук слідопита" }, -- Worn Ranger's Bow
[23400] = { "плащ Сіластора" }, -- Sylastor's Cloak
[23401] = { "кристал провіщення", equip="Збільшує показник влучності заклять на 1." }, -- Divining Crystal
[23402] = { "кинджал арканіста" }, -- Arcanist's Dagger
[23403] = { "трофейні кольчужні поножі" }, -- Salvaged Mail Leggings
[23404] = { "м'які бігові чоботи" }, -- Padded Running Shoes
[23405] = { "мундир Далекоходців" }, -- Farstrider's Tunic
[23406] = { "поручі дозорного" }, -- Sentry Bracers
[23407] = { "еластичні бавовняні браслети", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 2." }, -- Supple Cotton Bracer
[23408] = { "браслети Далекоходців" }, -- Farstrider's Bracers
[23409] = { "майстерно виготовлений лук" }, -- Well Crafted Long Bow
[23410] = { "майстерно виготовлений меч" }, -- Well Crafted Sword
[23411] = { "майстерно виготовлений посох", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4." }, -- Well Crafted Staff
[23412] = { "трольські шкари" }, -- Troll Kickers
[23413] = { "трольські шкари", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 2." }, -- Troll Kickers
[23414] = { "трольські шкари" }, -- Troll Kickers
[23415] = { "похідний ніж" }, -- Survival Knife
[23417] = { "освячений кристал", use="Вивільнити магію кристала, щоб захопити сутність неконтрольованого пустотника на порозі смерті.", flavor="Кристал мерехтить силою вкладеного в нього заклинання." }, -- Sanctified Crystal
[23423] = { "великий меч найманця" }, -- Mercenary Greatsword
[23424] = { "сквернозалізна руда" }, -- Fel Iron Ore
[23429] = { "булава найманця" }, -- Mercenary Clout
[23430] = { "меч найманця" }, -- Mercenary Sword
[23431] = { "стилет найманця" }, -- Mercenary Stiletto
[23442] = { "сяючий освячений кристал", flavor="В кристалі клубочиться темна субстанція, що ніби збирається розколоти його." }, -- Glowing Sanctified Crystal
[23444] = { "особливе зілля Золотого Туману", use="Збільшує максимальний запас здоров'я на 70 протягом 1 години." }, -- Goldenmist Special Brew
[23480] = { "запалений смолоскип", use="Запалити маяк у Великому розломі." }, -- Lit Torch
[23483] = { "сувій Гаал'еші" }, -- Haal'eshi Scroll
[23485] = { "порожня пташина клітка", use="Скористатись біля молодої самиці калірі, щоб спіймати її." }, -- Empty Birdcage
[23486] = { "спіймана молода самиця калірі" }, -- Caged Female Kaliri Hatchling
[23492] = { "Сонцесяйне Особливе", use="Досить слабкий алкогольний напій.", flavor="Оманливо легке і фруктове з чарівним післясмаком." }, -- Suntouched Special Reserve
[23495] = { "закуска з пругколапа", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі.", flavor="Соковита і смачна!" }, -- Springpaw Appetizer
[23500] = { "запрошення на вечірку в притулку Салтеріла", use="Надає повний доступ до всього, що може запропонувати вечірка в притулку Салтеріла." }, -- Saltheril's Haven Party Invitation
[23501] = { "пелюстка кровополоха", use="Дещо збільшує шкоду і зцілення від магічних заклинань і ефектів протягом 10 хвилин." }, -- Bloodthistle Petal
[23550] = { "важка кам'яна сокира" }, -- Heavy Stone Axe
[23551] = { "лазурний фіал" }, -- Azure Phial
[23552] = { "наповнений лазурний фіал" }, -- Filled Azure Phial
[23553] = { "жива гілка" }, -- Living Branch
[23566] = { "лазурний фіал", use="Наповнити лазурний фіал біля підніжжя водоспаду Елрендар." }, -- Azure Phial
[23568] = { "сумка з флаконами", flavor="Обережно! Флакони дуже крихкі." }, -- Bundle of Vials
[23569] = { "лист Маґ'харів" }, -- Letter from the Mag'har
[23580] = { "сфера Авруу" }, -- Avruu's Orb
[23587] = { "капелюх напоїв Міррена", equip={ "Відновлює 5 мани кожні 5 сек.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35." }, use="Дістати освіжаючий напій." }, -- Mirren's Drinking Hat
[23588] = { "пір'я калірі" }, -- Kaliri Feather
[23589] = { "родове намисто Маґ'харів" }, -- Mag'har Ancestral Beads
[23614] = { "червоний луціан" }, -- Red Snapper
[23642] = { "реліквія Ша'наар" }, -- Sha'naar Relic
[23643] = { "очищувальна земля", flavor="Ця грудка землі, знайдена в ядрі валунчика, випромінює чистоту, що відсутня в решті тіла елементаля." }, -- Purifying Earth
[23644] = { "ящик з реагентами", flavor="Ящик з реагентами, необхідними для приготування пробної дози тоніку магістра Елосай." }, -- Crate of Reagents
[23645] = { "реліквія провидця", use="Дарує видіння провидця." }, -- Seer's Relic
[23646] = { "вантаж рідкісних кристалів", flavor="Звичайна коробка з цінними кристалами з Лазурової копальні." }, -- Shipment of Rare Crystals
[23654] = { "дренейська рибальська сітка", use="Закинути дренейську рибальську сітку в косяк червоного луціана." }, -- Draenei Fishing Net
[23658] = { "речі радника", flavor="Яскравий шовковий мішечок. Схоже, його пожував звір якогось дворфа Темного Заліза." }, -- Advisor's Pack
[23659] = { "зіпсовані Скверною шматочки м'яса", use="Згодувати спійманій тварині." }, -- Fel-Tainted Morsels
[23660] = { "рапіра радника", flavor="Витончений ельфійський меч, який мав опинитися на купі шлаку в кузні Темного Заліза." }, -- Advisor's Rapier
[23661] = { "знак Світлоносця", flavor="Священний символ, що носив Утер Світлоносець в останні дні свого життя." }, -- Mark of the Lightbringer
[23662] = { "лист Назґрела" }, -- Letter from Nazgrel
[23669] = { "тотем древнього духа вовка", use="Викликати древнього духа вовка, щоб вистежити того, кого ви шукаєте." }, -- Ancestral Spirit Wolf Totem
[23670] = { "вода місячного колодязя Таланаара", flavor="Фіал з водою місячного колодязя Таланаара." }, -- Thalanaar Moonwell Water
[23671] = { "кристал землі", flavor="Кристал вібрує енергією духів землі." }, -- Earth Crystal
[23672] = { "ящик червоних луціанів" }, -- Crate of Red Snapper
[23674] = { "ключ від панелі управління Роботроном", use="Активувати панель управління Роботроном 3000.", flavor="Цей дивний на вигляд ключ, схоже, підходить до замка на панелі управління біля Візло Блископідшипника." }, -- Robotron Control Panel Key
[23675] = { "пульт управління Роботроном", use="Почати керувати Роботроном 3000, стоячи біля панелі управління Роботроном.", flavor="Керуйте своїм власним висококласним Роботроном 3000!" }, -- Robotron Control Unit
[23676] = { "вирізка місячного оленя", flavor="Надзвичайно соковита і ніжна." }, -- Moongraze Stag Tenderloin
[23677] = { "шкура самця місячного оленя", flavor="Незвично жорстка." }, -- Moongraze Buck Hide
[23678] = { "мерехтливий кристал", flavor="Знайдений в шлунку молодого ночелова. Виглядає знайомо." }, -- Faintly Glowing Crystal
[23679] = { "тотем Кровоскальпих", flavor="Незвичайний тотем з написами невідомою тролям мовою." }, -- Bloodscalp Totem
[23680] = { "дар Найаса", use="Викликати водяного елементаля Найаса.", flavor="Напис на тотемі каже, що його власник є союзником водяного елементаля Наяса." }, -- Gift of Naias
[23681] = { "серце Найаса", flavor="Серце переливається мінливою енергією потужного елементаля." }, -- Heart of Naias
[23682] = { "ритуальний смолоскип", use="Спалити плетене опудало, щоб викликати Спесивого." }, -- Ritual Torch
[23685] = { "лоза коренехапа" }, -- Root Trapper Vine
[23686] = { "мереживна хустка" }, -- Lacy Handkerchief
[23687] = { "кігті Чорнопазурки" }, -- Blacktalon's Claws
[23688] = { "попіл Спесивого", flavor="Попіл все ще палає нестерпним жаром." }, -- Hauteur's Ashes
[23691] = { "осквернений знак Світлоносця", use="Осквернити могилу Утера.", flavor="Від магії Скверни його майже неможливо тримати в руках." }, -- Corrupted Mark of the Lightbringer
[23692] = { "цибулина лазурового ротика" }, -- Azure Snapdragon Bulb
[23693] = { "сувій відплати Карінди", use="Вивільнити заклинання, підготовлене магістром Каріндою для Віери Шепіт Сонця. Буде гаряче." }, -- Carinda's Scroll of Retribution
[23694] = { "яйце грифона", flavor="Яйце грифона, врятоване від тролів Зів'ялої Кори." }, -- Gryphon Egg
[23695] = { "мапа Пероборода", flavor="Намальована від руки мапа Шадра'Алора, на якій позначено місцеперебування викрадених яєць грифонів." }, -- Featherbeard's Map
[23697] = { "жезл приборкання", use="Почати приборкання шаленого дракондора, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[23702] = { "жезл приборкання", use="Почати приборкання дорослого пругколапа, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[23703] = { "жезл приборкання", use="Почати приборкання імлилика, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Rod
[23706] = { "арканічний уламок" }, -- Arcane Fragment
[23707] = { "павутинна залоза прядильника" }, -- Spindleweb Silk Gland
[23717] = { "подряпаний золотий перстень", equip="Збільшує ваше моджо." }, -- Pitted Gold Band
[23732] = { "камінь Пустоти", use="Викликати пустотника на руні виклику." }, -- Voidstone
[23733] = { "ритуальний смолоскип", flavor="Смолоскип горить нестерпним жаром." }, -- Ritual Torch
[23738] = { "морський компас", flavor="Власність військово-морського командування Альянсу" }, -- Nautical Compass
[23739] = { "морська мапа", flavor="Власність військово-морського командування Альянсу" }, -- Nautical Map
[23744] = { "нечиста сутність", flavor="Запах цих останків елементаля води справді нестерпний." }, -- Foul Essence
[23749] = { "порожній бурдюк", use="Наповнити чистою водою з фонтану в руїнах Зорепилу." }, -- Empty Bota Bag
[23750] = { "наповнений бурдюк", flavor="Від чистоти води бурдюк злегка світиться." }, -- Filled Bota Bag
[23751] = { "бурдюк найчистішої води", use="Вилити найчистішу воду на бочку бруду." }, -- Skin of Purest Water
[23752] = { "фляга найчистішої води", flavor="Вода всередині випромінює силу чистоти." }, -- Flask of Purest Water
[23753] = { "гриб-сухошапка" }, -- Drycap Mushroom
[23756] = { "крабульйон від Кухарчика", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Cookie's Jumbo Gumbo
[23757] = { "м'ясо дріботливого повзуна" }, -- Skittering Crawler Meat
[23759] = { "вкрита рунами скрижаль" }, -- Rune Covered Tablet
[23760] = { "чаша Елуни", flavor="Мерехтлива срібна посудина, яка дивовижним чином не потьмяніла від тривалого перебування під впливом скверни." }, -- Chalice of Elune
[23776] = { "деревина Пісні Війни", flavor="Ця замучена деревина вкрита глибокими шрами від пилок Орди." }, -- Warsong Lumber
[23778] = { "доповідь стражниці Люсіель", flavor="Запечатана доповідь, написана cтражницею Люсіель Зорешепотом, призначена для стражниці Далепісні." }, -- Sentinel Luciel's Report
[23779] = { "древня реліквія" }, -- Ancient Relic
[23780] = { "демонічні плани", flavor="Чорнила схожі на засохлу кров." }, -- Diabolical Plans
[23788] = { "саджанець дерева", use="Посадити саджанець дерева у родючу купу ґрунту." }, -- Tree Seedlings
[23789] = { "рештки сім'ї Коулена" }, -- Remains of Cowlen's Family
[23790] = { "порожнисте дерево" }, -- Hollowed Out Tree
[23791] = { "купа листя" }, -- Pile of Leaves
[23792] = { "маскувальний набір", use="Перетворює вас на дерево. Ви також приростаєте до землі." }, -- Tree Disguise Kit
[23798] = { "демонічні плани", flavor="Чорнила схожі на засохлу кров." }, -- Diabolical Plans
[23801] = { "ключ Клишоногих", use="Відчиняє клітку Клишоногих." }, -- Bristlelimb Key
[23818] = { "підручник з мови хутропузів племені Тихохвоїв", use="Вчить краще розуміти писемність хутропузів племені Тихохвоїв.", flavor="У підручнику подано основи писемності хутропузів племені Тихохвоїв." }, -- Stillpine Furbolg Language Primer
[23830] = { "обладнання Клоппера", flavor="Обладнання виглядає неушкодженим, хіба що трохи вкрите слизом." }, -- Clopper's Equipment
[23833] = { "грубий ніж мурлоків", flavor="Грубо обтесане кам'яне лезо, прикріплене до довгої палиці сухожиллям." }, -- Crude Murloc Knife
[23834] = { "грубий ідол мурлоків", flavor="Грубо вирізьблений ідол, що зображає невідомо що." }, -- Crude Murloc Idol
[23837] = { "вицвіла мапа скарбів", flavor="Пергамент пожовклий, вицвілий і подірявлений, але більшу його частину все ще можна прочитати." }, -- Weathered Treasure Map
[23843] = { "клубок повітря", flavor="Вихор Шептія якимось чином зберігає свою цілісність у вашій руці." }, -- Whorl of Air
[23844] = { "ліхтар Нолкая" }, -- Nolkai's Lantern
[23845] = { "шкура спустошника" }, -- Ravager Hide
[23846] = { "скринька Нолкая" }, -- Nolkai's Box
[23847] = { "перстень Нолкая", flavor="Напис на внутрішній стороні перстня: На згадку моєму коханому. Нехай Елуне оберігає мого любого Нолкая." }, -- Nolkai's Band
[23848] = { "гірка настоянка Підсвітньої Варти", use="Надзвичайно міцний алкогольний напій." }, -- Nethergarde Bitter
[23849] = { "мішок зерна Тихохвоїв" }, -- Stillpine Grain
[23852] = { "сумка Нолкая", flavor="Незважаючи на те, що вона довго пролежала в землі, ця сумка здається майже новою." }, -- Nolkai's Bag
[23859] = { "гліф монумента Наззивія", flavor="Зловісні символи супроводжуються малюнками гуманоїдів і ніби описують якусь історію." }, -- Nazzivus Monument Glyph
[23860] = { "шкура Куркена" }, -- The Kurken's Hide
[23863] = { "зіпсований кристал", flavor="Кристал пульсує гнівним червоним світлом. Важко повірити, що ця річ колись була частиною Екзодара." }, -- Corrupted Crystal
[23869] = { "кристалізована кора", flavor="Шматочки червоних кристалів глибоко в'їлися в кору і, схоже, замінюють собою деревину." }, -- Crystallized Bark
[23870] = { "кулон з червоним кристалом", flavor="Прикраса з уламка кристала та скрученої з водоростей мотузки." }, -- Red Crystal Pendant
[23871] = { "зілля водного дихання", use="Дозволяє дихати водою протягом 30 хв." }, -- Potion of Water Breathing
[23873] = { "амулет Ґалена", flavor="З кінця тонкого ланцюжка звисає невеличкий прикрашений коштовним камінням оберіг." }, -- Galaen's Amulet
[23875] = { "кайло для видобутку кристалів", use="Видобути зразок з кристала серед уламків на місці падіння." }, -- Crystal Mining Pick
[23876] = { "кайло для видобутку кристалів", use="Видобути зразок з кристала, що використовують ельфи крові." }, -- Crystal Mining Pick
[23877] = { "кайло для видобутку кристалів", use="Видобути зразок з кристала в поселенні Наззивійських сатирів, Аксаріені." }, -- Crystal Mining Pick
[23878] = { "зразок кристала з місця падіння", flavor="Шматок кристала з уламків Екзодара." }, -- Impact Site Crystal Sample
[23879] = { "зразок видозміненого кристала", flavor="Уламок кристала, який колись був частиною Екзодару, але був модифікований ельфами крові." }, -- Altered Crystal Sample
[23880] = { "зразок аксаріенcького кристала", flavor="Зразок, відколотий з кристала, знайденого в поселенні сатирів." }, -- Axxarien Crystal Sample
[23881] = { "рука Ґарґолмара" }, -- Gargolmar's Hand
[23886] = { "копито Омора" }, -- Omor's Hoof
[23891] = { "зловісний лист" }, -- Ominous Letter
[23893] = { "зловісний лист" }, -- Ominous Letter
[23894] = { "флакон крові орка Скверни", flavor="Не зовсім той відтінок червоного, якого можна було б очікувати. І ще вона злегка світиться." }, -- Fel Orc Blood Vial
[23896] = { "тотем приборкання", use="Почати приборкання колючого повзуна, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Totem
[23897] = { "тотем приборкання", use="Почати приборкання великого лісоступа, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Totem
[23898] = { "тотем приборкання", use="Почати приборкання ночелова, щоб він став вашим супутником на 15 хвилин. Якщо з будь-якої причини ви втратите увагу звіра, процес приборкання не вдасться." }, -- Taming Totem
[23899] = { "листування зрадника", flavor="Цей документ скріплено незвичайною печаткою." }, -- Traitor's Communication
[23900] = { "уламок обладунку Тзерака", flavor="Частина обладунку з тіла вартового скверни Тзерака." }, -- Tzerak's Armor Plate
[23901] = { "голова Назана" }, -- Nazan's Head
[23902] = { "список Тофера", flavor="Список найнеобхідніших речей для таверни Кривавої застави." }, -- Topher's List
[23903] = { "припаси Нурґуні", flavor="Коробка з різноманітними будівельними матеріалами, засобами першої медичної допомоги та іншими речами для таверни Кривавої застави." }, -- Nurguni's Supplies
[23910] = { "записка ельфів крові" }, -- Blood Elf Communication
[23919] = { "стіс звітів", flavor="Усі звіти підписані Келтусом Темнолистом." }, -- Stack of Reports
[23921] = { "набитий сріблом мішок" }, -- Bulging Sack of Silver
[23924] = { "мантія Срібномісяця" }, -- Robes of Silvermoon
[23925] = { "ключ від клітки спустошника", use="Відчиняє клітку спустошника" }, -- Ravager Cage Key
[23926] = { "фоліант божественності" }, -- Tome of Divinity
[23927] = { "піщана груша", flavor="Яскравий, соковитий фрукт, який полюбляють елекки." }, -- Sand Pear
[23929] = { "лист Лор'темара Терона" }, -- Letter from Lor'themar Theron
[23930] = { "лист з печаткою Сильвани" }, -- Letter Sealed by Sylvanas
[23931] = { "мантія Лазурової застави" }, -- Azure Watch Robes
[23932] = { "кристал з даними дослідження", flavor="Дренейський кристал, що містить інформацію про східну частину острова Кривавої Мли." }, -- Survey Data Crystal
[23937] = { "рекомендаційний лист", flavor="Лист, написаний анахоретом Паєтеусом." }, -- Letter of Introduction
[23984] = { "уламок опроміненного кристала" }, -- Irradiated Crystal Shard
[23985] = { "кристал життєвих сил", use="Збільшує витривалість на 5. Триває 30 хв." }, -- Crystal of Vitality
[23986] = { "кристал прозріння", use="Збільшує інтелект на 5. Триває 30 хв." }, -- Crystal of Insight
[23989] = { "кристал жорстокості", use="Збільшує силу атаки на 10. Триває 30 хв." }, -- Crystal of Ferocity
[23994] = { "колюча задушлива лози" }, -- Thorny Constrictor Vine
[23995] = { "маркувальник мурлоків", use="Позначити розвідника Чорного Мулу.", flavor="Ходи сюди, маленький мурлок. Не бійся, це не боляче..." }, -- Murloc Tagger
[23997] = { "голова Тел'атіона" }, -- Head of Tel'athion
[24025] = { "лапа Кігтя Смерті" }, -- Deathclaw's Paw
[24026] = { "вирізка старого бурого ведмедя" }, -- Elder Brown Bear Flank
[24040] = { "кривавий гриб" }, -- Blood Mushroom
[24041] = { "водянистий смердоріг" }, -- Aquatic Stinkhorn
[24042] = { "руйнівна поліспора" }, -- Ruinous Polyspore
[24043] = { "конусна поганка" }, -- Fel Cone Fungus
[24049] = { "сльоза Ізери" }, -- Ysera's Tear
[24072] = { "пиріг з піщаною грушею", use="Відновлює 243.6 здоров'я протягом 21 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Sand Pear Pie
[24081] = { "осквернена деревина Сатирнаара", flavor="Нечисті ритуали сатирів осквернили цю деревину." }, -- Satyrnaar Fel Wood
[24084] = { "дренейський стяг", use="Встромити стяг в труп лорда Ксіза." }, -- Draenei Banner
[24099] = { "ключ верховного вождя", use="Відчиняє клітку принцеси Тихохвоїв." }, -- The High Chief's Key
[24103] = { "черевики зі шкури місячного оленя" }, -- Moongraze Hide Boots
[24104] = { "плащ з хутра місячного оленя" }, -- Moongraze Fur Cloak
[24105] = { "смажена вирізка місячного оленя", use="Відновлює 61.2 здоров'я протягом 18 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 2 на 15 хв." }, -- Roasted Moongraze Tenderloin
[24107] = { "мундир з хітину спустошника" }, -- Ravager Chitin Tunic
[24108] = { "поножі зі шкіри спустошника" }, -- Ravager Hide Leggings
[24109] = { "товстий пояс спустошника" }, -- Thick Ravager Belt
[24111] = { "жилет зі шкури Куркена" }, -- Kurken Hide Jerkin
[24112] = { "сандалі зі шкіри Куркена" }, -- Kurkenstoks
[24113] = { "браслети спорідненості Коулена" }, -- Cowlen's Bracers of Kinship
[24118] = { "перстень Арґаса" }, -- Signet of Argas
[24119] = { "кільце Арґаса" }, -- Band of Argas
[24120] = { "печатка Арґаса", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Seal of Argas
[24129] = { "вцілілий шкіряний ремінь" }, -- Salvaged Leather Belt
[24130] = { "поношені черевики" }, -- Worn Slippers
[24131] = { "злегка іржаві браслети" }, -- Slightly Rusted Bracers
[24132] = { "лист від адмірала" }, -- A Letter from the Admiral
[24133] = { "вицвілий кольчужний мундир" }, -- Weathered Mail Tunic
[24134] = { "вицвілий шкіряний жилет" }, -- Weathered Leather Vest
[24135] = { "вицвілий тканинний обладунок" }, -- Weathered Cloth Armor
[24136] = { "лук Далекоходців" }, -- Farstrider's Bow
[24138] = { "срібний арбалет" }, -- Silver Crossbow
[24141] = { "затерті в боях рукавиці" }, -- Battle Worn Gauntlets
[24142] = { "побиті в боях рукавички" }, -- Battle Worn Gloves
[24144] = { "побиті в боях рукавиці" }, -- Battle Worn Handguards
[24153] = { "душа Проклятої Крові" }, -- Bloodcursed Soul
[24156] = { "наповнена мерехтлива посудина", flavor="Посудина наповнена дивною рідиною, що випромінює силу Світла." }, -- Filled Shimmering Vessel
[24157] = { "мерехтлива посудина", use="Витягти залишки енергії Світла з ельфів крові-магістрв під святилищем Лицарів крові.", flavor="Витончений контейнер, виготовлений з невидимого матеріалу." }, -- Shimmering Vessel
[24184] = { "наповнена мерехтлива посудина", use="Вивільнити магію, що зберігається в посудині, щоб повернути до життя Санґріаса Мовчазного Клинка.", flavor="Посудина наповнена дивною рідиною, що випромінює силу Світла." }, -- Filled Shimmering Vessel
[24185] = { "кістка дракона", flavor="Цю кістку використовували в ритуалі." }, -- Dragon Bone
[24221] = { "в'язка драконячих кісток" }, -- Bundle of Dragon Bones
[24223] = { "записи Доблесної Крові", flavor="Настанови повелителя лицарів Доблесної Крові для кандидатів на звання адепта Лицарів крові." }, -- Bloodvalor's Notes
[24224] = { "ящик кровокованих злитків", flavor="Ящик, наповнений злитками темного металу, що випромінюють відчуття чогось неправильного." }, -- Crate of Bloodforged Ingots
[24225] = { "кров Гнівного", flavor="Закоркована фляга з потужною кров'ю демона, що ідеально підходить для загартовування новоствореної зброї Лицаря крові." }, -- Blood of the Wrathful
[24226] = { "відзнака Лицаря крові", flavor="Невеликий червоно-чорний металевий кулон у формі сокола." }, -- Blood Knight Insignia
[24228] = { "наказ короля Сонця", flavor="Цей лист скріплено печаткою ельфів крові." }, -- The Sun King's Command
[24230] = { "накази Велена", flavor="Скріплено печаткою Пророка." }, -- Velen's Orders
[24236] = { "ящик з медикаментами" }, -- Medical Supplies
[24237] = { "щоденник Ґалена" }, -- Galaen's Journal
[24239] = { "ящик з матеріалами" }, -- Crate of Materials
[24241] = { "зелений плетений пояс" }, -- Green Chain Belt
[24278] = { "сигнальна ракета", use="Викликати пантрувачів Десниці на допомогу.", flavor="Власність Десниці Арґуса" }, -- Flare Gun
[24284] = { "свята вода Десниці Тіра", flavor="Флакон зі зразком святої води з абатства Багряного Походу, Десниці Тіра." }, -- Tyr's Hand Holy Water
[24285] = { "сутінковий порошок", flavor="Цей темний порошок, здається, поглинає світло." }, -- Crepuscular Powder
[24286] = { "магічний каталізатор", flavor="Яскраво забарвлений порошок, що використовується для підсилення реакції між магічними речовинами." }, -- Arcane Catalyst
[24287] = { "вогнегасна суміш", use="Вилити вміст флакона на вічне полум'я у каплиці Алонсія.", flavor="Мерехтлива, чорнильно-чорна рідина, здатна загасити вічне полум'я." }, -- Extinguishing Mixture
[24317] = { "зразок води з острова Кривавої Мли", flavor="Випромінює червоне сяйво." }, -- Bloodmyst Water Sample
[24318] = { "фляга для зразків води", use="Наповнити флягу зразком води з острова Кривавої Мли." }, -- Water Sample Flask
[24323] = { "перекладене послання Сонячних Яструбів", flavor="Цей лист скріплено печаткою ельфів крові." }, -- Translated Sunhawk Missive
[24334] = { "штурвал Втраченої надії" }, -- Wheel of the Lost Hope
[24335] = { "сфера повернення", use="Телепортуватися до Запального на Тліючу поляну, що на острові Лазурової Мли. Діє лише на острові Лазурової Мли." }, -- Orb of Returning
[24336] = { "вогнетривка сумка" }, -- Fireproof Satchel
[24337] = { "деактивуючий самоцвіт", use="Деактивувати джерело енергії шпиля Посушливого Присмерку." }, -- Deactivating Jewel
[24338] = { "пекельний хребтолист", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі." }, -- Hellfire Spineleaf
[24339] = { "Жало" }, -- Stung
[24340] = { "запасні штани Вандріла" }, -- Vandril's Hand Me Down Pants
[24341] = { "укріплені жаростійкі рукавиці" }, -- Fortified Oven Mitts
[24342] = { "жезл Тихохвоїв" }, -- Stillpine Shocker
[24343] = { "Стукач" }, -- The Thumper
[24344] = { "гербова накидка Десниці" }, -- Tabard of the Hand
[24346] = { "мантія вбивці драконів", equip="Збільшує показник влучності заклять на 2." }, -- Robe of the Dragon Slayer
[24347] = { "жилет вбивці драконів", equip="Збільшує показник влучності на 2." }, -- Vest of the Dragon Slayer
[24348] = { "мундир вбивці драконів", equip="Збільшує показник влучності на 2." }, -- Tunic of the Dragon Slayer
[24349] = { "перстень-печатка Десниці", equip={ "Збільшує показник критичного удару на 2.", "Збільшує силу атаки на 4." } }, -- Signet Ring of the Hand
[24350] = { "перстень-печатка Десниці", equip="Збільшує показник критичного удару закляттями на 2." }, -- Signet Ring of the Hand
[24351] = { "булава Десниці" }, -- Mace of the Hand
[24352] = { "клинок Десниці", equip="Збільшує силу атаки на 8." }, -- Blade of the Hand
[24353] = { "арбалет Десниці" }, -- Crossbow of the Hand
[24354] = { "посох Десниці", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 4." }, -- Staff of the Hand
[24399] = { "послання Сонячних Яструбів", flavor="Цей лист скріплено печаткою ельфів крові." }, -- Sunhawk Missive
[24416] = { "зіпсована квітка", flavor="З неї сочиться червона рідина." }, -- Corrupted Flower
[24423] = { "побиті плетені поножі" }, -- Beaten Chain Leggings
[24424] = { "грубі шкіряні поножі" }, -- Rough Leather Leggings
[24425] = { "штани ручної роботи" }, -- Hand Sewn Pants
[24430] = { "клинок мореходця" }, -- Seafarer's Blade
[24431] = { "молоток для м'яса Недосоленка" }, -- McWeaksauce's Meat Tenderizer
[24432] = { "лускалка шкаралуп" }, -- The Shell Cracker
[24433] = { "арбалет альбатроса" }, -- Crossbow of the Albatross
[24434] = { "палиця дисципліни" }, -- The Discipline Stick
[24438] = { "вкрита хутром мантія" }, -- Fur Covered Robe
[24439] = { "дикарські поножі" }, -- Savage Leggings
[24440] = { "важкі кольчужні поножі" }, -- Heavy Chain Leggings
[24441] = { "екзодарський арбалет" }, -- Exodar Crossbow
[24445] = { "посилені наручі" }, -- Fortified Wristguards
[24446] = { "міцний шкіряний ремінь" }, -- Sturdy Leather Belt
[24447] = { "чоботи з луски наг" }, -- Naga Scale Boots
[24448] = { "випробуваний у бою клинок" }, -- Battle Tested Blade
[24579] = { "знак оплоту Честі" }, -- Mark of Honor Hold
[24581] = { "знак Траллмара" }, -- Mark of Thrallmar
[25464] = { "загартований кров'ю спетум" }, -- Blood-Tempered Ranseur
[25470] = { "золотий грифон", use="Викликає та відпускає верхового грифона. Це створіння можна викликати лише в Позамежжі." }, -- Golden Gryphon
[25478] = { "рукавиці захисника" }, -- Defender's Gauntlets
[25479] = { "чоботи землезова", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Boots of the Earthcaller
[25480] = { "пояс пустельного мандрівника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Wastewalker's Sash
[25481] = { "рукавиці Сонячного Блукача" }, -- Suntrider's Gauntlets
[25482] = { "чоботи Венн'рена", equip={ "Збільшує показник критичного удару заклинань на 16.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." } }, -- Venn'ren's Boots
[25483] = { "тонкий пояс", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 20." }, -- Fine Sash
[25484] = { "підвіска Телгамата", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." }, -- Telhamat Pendant
[25485] = { "перстень Амаана", equip="Збільшує показник влучності на 7." }, -- Amaan's Signet
[25486] = { "наручі демоновбивці", equip="Збільшує силу атаки на 26." }, -- Demonslayer's Wristguards
[25487] = { "підвіска танцю вітрів", equip="Збільшує силу атаки на 26." }, -- Wind Dancer's Pendant
[25488] = { "печатка Аеранаса", equip={ "Збільшує зцілення на 29 і шкоду на 10 для всіх магічних заклинань і ефектів.", "Відновлює 5 мани кожні 5 сек." } }, -- Signet of Aeranas
[25489] = { "плащ заклинателя вітру", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Windtalker's Cloak
[25492] = { "булава землезова", equip="Збільшує зцілення на 75 і шкоду на 25 для всіх магічних заклинань і ефектів." }, -- Earthcaller's Mace
[25494] = { "тотемний посох", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 80." }, -- Totemic Staff
[25495] = { "кинджал вовчого вершника", equip={ "Збільшує показник критичного удару на 10.", "Збільшує силу атаки на 18." } }, -- Wolfrider's Dagger
[25496] = { "лук Маґ'харів", equip="Збільшує силу атаки на 16." }, -- Mag'har Bow
[25499] = { "перстень оскверненої крові", equip="Збільшує силу атаки на 26." }, -- Felblood Band
[25500] = { "медальйон сили Скверни", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15." }, -- Felforce Medallion
[25501] = { "плащ заблудлого анахорета", equip={ "Збільшує зцілення на 26 і шкоду на 9 для всіх магічних заклинань і ефектів.", "Відновлює 5 мани кожні 5 сек." } }, -- Lost Anchorite's Cloak
[25502] = { "рукавиці світлоносця", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Lightbearer's Gauntlets
[25503] = { "рукавички хранителя вогню", equip={ "Збільшує показник влучності заклинань на 16.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." } }, -- Flamehandler's Gloves
[25504] = { "пояс паломника", equip={ "Збільшує показник влучності на 16.", "Збільшує силу атаки на 32." } }, -- Pilgrim's Belt
[25505] = { "обручка Карінди", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 14." }, -- Carinda's Wedding Band
[25506] = { "кольчужний шолом поборника", equip="Збільшує силу атаки на 44." }, -- Vindicator's Chain Helm
[25507] = { "поножі Телгамата", equip={ "Збільшує показник критичного удару на 23.", "Збільшує силу атаки на 44." } }, -- Leggings of Telhamat
[25508] = { "жилет провидінь", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22.", "Відновлює 8 мани кожні 5 сек." } }, -- Omenai Vest
[25510] = { "церемоніальна мантія", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." }, -- Ceremonial Robes
[25511] = { "поножі кузні грому", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 22." }, -- Thunderforge Leggings
[25512] = { "племінний гауберк", equip={ "Збільшує показник влучності на 19.", "Збільшує силу атаки на 38." } }, -- Tribal Hauberk
[25513] = { "маска зі шкури копитня", equip={ "Збільшує показник критичного удару на 23.", "Збільшує силу атаки на 44." } }, -- Clefthoof Hide Mask
[25535] = { "нашийник підсвітнього дракончика", use="Клацніть правою кнопкою миші, щоб викликати і відпустити підсвітнього дракончика." }, -- Netherwhelp's Collar
[25549] = { "гербова накидка Лицарів крові" }, -- Blood Knight Tabard
[25553] = { "екзодарський посох" }, -- Exodar Staff
[25701] = { "кіраса відплати", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." }, -- Breastplate of Retribution
[25702] = { "лускаті поножі руйнації", equip={ "Збільшує показник критичного удару заклинань на 22.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Scaled Legs of Ruination
[25710] = { "головне вбрання совуха", equip={ "Збільшує показник критичного удару заклинань на 19.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." } }, -- Moonkin Headdress
[25711] = { "поножі смертобура", equip={ "Збільшує показник критичного удару заклинань на 22.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 27." } }, -- Deadly Borer Leggings
[25712] = { "ідеально збалансована накидка", equip="Збільшує силу атаки на 30." }, -- Perfectly Balanced Cape
[25713] = { "священний перстень зцілення", equip={ "Збільшує зцілення на 33 і шкоду на 11 для всіх магічних заклинань і ефектів.", "Відновлює 6 мани кожні 5 сек." } }, -- Holy Healing Band
[25714] = { "багряний кулон ясності", equip={ "Відновлює 6 мани кожні 5 сек.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." } }, -- Crimson Pendant of Clarity
[25715] = { "нефритове напліччя воїна" }, -- Jade Warrior Pauldrons
[25716] = { "бойові рукавиці точності", equip="Збільшує силу атаки на 38." }, -- Handguards of Precision
[25717] = { "черевики впевнених кроків", equip="Збільшує силу атаки на 38." }, -- Sure-Step Boots
[25718] = { "наплечі магічної міці", equip={ "Збільшує показник критичного удару заклинань на 16.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." } }, -- Mantle of Magical Might
[25781] = { "сегментна кіраса", equip="Збільшує показник критичного удару на 22." }, -- Segmented Breastplate
[25782] = { "поножі Сонячного Блукача", equip={ "Збільшує показник влучності на 23.", "Збільшує силу атаки на 44." } }, -- Sunstrider Legguards
[25783] = { "накидка паломника", equip={ "Збільшує показник критичного удару заклинань на 22.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 26." } }, -- Pilgrim's Cover
[25784] = { "загартований ланцюг" }, -- Imbued Chain
[25785] = { "перстень адепта", equip={ "Збільшує показник критичного удару заклинань на 12.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13." } }, -- Adept's Band
[25786] = { "годинник гіпнотизера", use="Зменшує вашу загрозу для ворожих цілей у радіусі 30 м, знижуючи ймовірність їхнього нападу на вас.", flavor="Я рахуватиму до трьох. Коли я закінчу, ви перестанете мене бити... Це ж так працює?" }, -- Hypnotist's Watch
[25787] = { "оберіг енергійності", use="Збільшує показник ухилення на 192 протягом 10 секунд." }, -- Charm of Alacrity
[25889] = { "свята вода дренеїв", use="Побризкати розтоптаний скелет на Шляху Слави.", flavor="Пляшечка освяченої води з Шаттрата." }, -- Draenei Holy Water
[25911] = { "обрізки деревини" }, -- Salvaged Wood
[25912] = { "металолом" }, -- Salvaged Metal
[25913] = { "перстень вбитого анахорета", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15.", "Відновлює 5 мани кожні 5 сек." } }, -- Ring of the Slain Anchorite
[25914] = { "зламане кольє", equip="Збільшує показник влучності на 12." }, -- Broken Choker
[25915] = { "клинок полеглого поборника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 11." }, -- Fallen Vindicator's Blade
[25919] = { "намисто Седая", equip="Збільшує показник влучності на 12." }, -- Sedai's Necklace
[25920] = { "клинок Седая", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." }, -- Sedai's Blade
[25921] = { "перстень Седая", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 15.", "Відновлює 5 мани кожні 5 сек." } }, -- Sedai's Ring
[25938] = { "Таємниці Світла", flavor="Книга прочитана багато разів, але дбайливо доглянута власником" }, -- Mysteries of the Light
[25979] = { "польотні штани Кремнегак", equip="Збільшує показник захисту на 21." }, -- Flintlocke's Piloting Pants
[25980] = { "аеродинамічний лускатий жилет", equip="Збільшує показник критичного удару заклинань на 21." }, -- Aerodynamic Scaled Vest
[25981] = { "захисний шолом пасажира дирижабля", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 25." }, -- Dirigible Crash Helmet
[25982] = { "пасок десятника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 18." }, -- Foreman's Sash
[25983] = { "важкий пояс шахтаря", equip="Збільшує силу атаки на 32." }, -- Heavy Miner's Belt
[25984] = { "напліччя шахтаря", equip="Збільшує показник влучності на 16." }, -- Miner's Brace
[25985] = { "посох кенарійського натураліств", equip={ "Збільшує показник критичного удару заклинань на 22.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 30." } }, -- Cenarion Naturalist's Staff
[25986] = { "лють жахобивня", equip="Збільшує показник критичного удару на 22." }, -- Dreadtusk's Fury
[25987] = { "сікучий клинок пеклокнура" }, -- Helboar Carving Blade
[25989] = { "дренетистові буси", equip={ "Збільшує показник критичного удару заклинань на 15.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." } }, -- Draenethyst Chaplet
[25992] = { "ланцюг громила" }, -- Enforcer's Chain
[25993] = { "майстерно кований ланцюг", equip={ "Збільшує показник критичного удару на 15.", "Збільшує силу атаки на 28." } }, -- Finely Wrought Chain
[26002] = { "полум'яний смолоскип", use="Спалити ординський клинкомет над Шляхом Слави.", flavor="На кінці смолоскипа, просякнутого смолою, потріскує полум'я." }, -- Flaming Torch
[26004] = { "жилет фермера" }, -- Farmhand's Vest
[26005] = { "грибний мундир Маатпарма" }, -- Maatparm's Fungus Lined Tunic
[26006] = { "усіяні кристалами штани" }, -- Crystal-Flecked Pants
[26007] = { "вовняні штани поборника" }, -- Vindicator's Woolies
[26008] = { "рукавички вченого" }, -- Scholar's Gloves
[26009] = { "рукавички з шовку метелика" }, -- Flutterer Silk Handwraps
[26010] = { "м''які туфлі поборника" }, -- Vindicator's Soft Sole Slippers
[26011] = { "чоботи обслуги Кріогенного ядра" }, -- Cryo-Core Attendant's Boots
[26012] = { "поясна хустка Кессела" }, -- Kessel's Cinch Wrap
[26013] = { "пояс з очерету" }, -- Cincture of Woven Reeds
[26014] = { "грибні поручі Маатпарма" }, -- Maatparm's Fungus Lined Cuffs
[26016] = { "дослідницька накидка" }, -- Surveyor's Mantle
[26017] = { "отруйний шовковий плащ" }, -- Venomous Silk Cover
[26018] = { "жилет приборкувача елекків" }, -- Elekk Handler's Leathers
[26019] = { "грибний жилет Маатпарма", equip="Збільшує силу атаки на 6." }, -- Maatparm's Fungus Lined Vest
[26020] = { "вкриті уламками поножі" }, -- Shard-Covered Leggings
[26021] = { "шкіряні штани поборника" }, -- Vindicator's Leather Chaps
[26022] = { "рукавиці дослідника" }, -- Researcher's Gloves
[26023] = { "рукавиці зі шкіри спустошника" }, -- Ravager Hide Gloves
[26024] = { "шкіряні мокасини поборника" }, -- Vindicator's Leather Moccasins
[26025] = { "чоботи техніка", equip="Збільшує силу атаки на 4." }, -- Technician's Boots
[26026] = { "вишукано прикрашений ремінь", equip="Збільшує силу атаки на 8." }, -- Ornately Tooled Belt
[26027] = { "просякнутий потом повідець для елекків Кессела" }, -- Kessel's Sweat Stained Elekk Leash
[26028] = { "грибні браслети Маатпарма" }, -- Maatparm's Fungus Lined Bands
[26030] = { "грибний гауберк Маатпарма" }, -- Maatparm's Fungus Lined Hauberk
[26031] = { "кольчуга наїзника на елекках" }, -- Elekk Rider's Mail
[26032] = { "прикрашені кристалами поножі" }, -- Crystal-Studded Legguards
[26033] = { "залізні поножі поборника" }, -- Vindicator's Iron Legguards
[26034] = { "захисні польові рукавиці", equip="Збільшує силу атаки на 2." }, -- Protective Field Gloves
[26035] = { "рукавиці Корін" }, -- Corin's Handguards
[26036] = { "чоботи поборника" }, -- Vindicator's Stompers
[26037] = { "легкі сітчасті черевики" }, -- Lightweight Mesh Boots
[26038] = { "сегментний пояс" }, -- Segmented Girdle
[26039] = { "міцний пояс для верхової їзди Кессела" }, -- Kessel's Sturdy Riding Handle
[26040] = { "грибні манжети Маатпарма" }, -- Maatparm's Fungus Lined Bracers
[26049] = { "старе стрекало елекка" }, -- Old Elekk Prod
[26050] = { "кулак Арґуса" }, -- Fist of Argus
[26051] = { "двопудова кувалда" }, -- 2 Stone Sledgehammer
[26052] = { "трощитель поборника" }, -- Vindicator's Smasher
[26053] = { "клинок приборкувача елекків" }, -- Elekk Handler's Blade
[26054] = { "клинок Арґуса" }, -- Blade of Argus
[27389] = { "запасний півтораручний меч" }, -- Surplus Bastard Sword
[27390] = { "клинок поборника" }, -- Vindicator's Letter Opener
[27398] = { "різьблена кришталева куля" }, -- Carved Crystalline Orb
[27399] = { "захисник Тихохвоїв" }, -- Stillpine Defender
[27400] = { "баклер миротворця" }, -- Peacekeeper's Buckler
[27401] = { "нищівний арбалет Аруґу" }, -- Arugoo's Crossbow of Destruction
[27402] = { "мисливський арбалет" }, -- Huntsman's Crossbow
[27403] = { "жало Тихохвоїв" }, -- Stillpine Stinger
[27404] = { "Іскросяй" }, -- Lightspark
[27479] = { "полум'яний смолоскип", use="Спалити гармату Альянсу над Шляхом Слави.", flavor="На кінці смолоскипа, просякнутого смолою, потріскує полум'я." }, -- Flaming Torch
[27498] = { "сувій спритності V", use=33077 }, -- Scroll of Agility V
[27499] = { "сувій інтелекту V", use=33078 }, -- Scroll of Intellect V
[27500] = { "сувій захисту V", use=33079 }, -- Scroll of Protection V
[27501] = { "сувій духу V", use=33080 }, -- Scroll of Spirit V
[27502] = { "сувій витривалості V", use=33081 }, -- Scroll of Stamina V
[27503] = { "сувій сили V", use=33082 }, -- Scroll of Strength V
[27552] = { "м'який шкіряний жилет" }, -- Soft Leather Vest
[27640] = { "арбалет Десниці Арґуса" }, -- Hand of Argus Crossfire
[27641] = { "тростина поборника" }, -- Vindicator's Walking Stick
[27651] = { "закуска з канюка", use="Відновлює 4320 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваші витривалість та дух збільшаться на 20 на 30 хв." }, -- Buzzard Bites
[27684] = { "рецепт: Закуска з канюка", use="Навчає вас приготуванню закуски з канюка.", recipe_result_item=27651 }, -- Recipe: Buzzard Bites
[27686] = { "рецепт: Смажена вирізка місячного оленя", use="Навчає вас приготуванню смаженої вирізки місячного оленя.", recipe_result_item=24105 }, -- Recipe: Roasted Moongraze Tenderloin
[27721] = { "експедиційне взуття", equip="Збільшує показник критичного удару на 16." }, -- Expedition Footgear
[27722] = { "рукавиці болотоходця", equip={ "Збільшує показник влучності на 16.", "Збільшує силу атаки на 34." } }, -- Gloves of Marshmanship
[27723] = { "пояс совуха", equip={ "Збільшує показник критичного удару заклинань на 14.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." } }, -- Belt of the Moonkin
[27724] = { "дикі наплічники", equip="Збільшує показник влучності на 14." }, -- Wild Shoulderpads
[27725] = { "експедиційне напліччя" }, -- Expedition Mantle
[27726] = { "теплий кенарійський пояс", equip="Збільшує силу атаки на 28." }, -- Hearty Cenarion Cincture
[27727] = { "стрімке кенарійське взуття", equip="Збільшує зцілення на 37 і шкоду на 13 для всіх магічних заклинань і ефектів." }, -- Swift Cenarion Footwear
[27728] = { "м'які кенарійські чоботи", equip="Збільшує зцілення на 37 і шкоду на 13 для всіх магічних заклинань і ефектів." }, -- Cushy Cenarion Walkers
[27731] = { "плащ поборника", equip={ "Збільшує показник влучності на 10.", "Збільшує силу атаки на 20." } }, -- Vindicator's Cloak
[27732] = { "плащ шпигуна", equip={ "Збільшує показник критичного удару заклинань на 10.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 12." } }, -- Infiltrator's Cloak
[27885] = { "жезл душі Алдора", equip="Збільшує зцілення на 22 і шкоду на 8 для всіх магічних заклинань і ефектів." }, -- Soul-Wand of the Aldor
[28024] = { "доповідь Оріона" }, -- Orion's Report
[28038] = { "сифорієвий вибуховий модулятор Підсвіття ПУ-36", use="Скинути надпотужну бомбу на транспортери Палаючого Легіону.", flavor="Виробник: гоблін Ґарвін, Зона 52" }, -- Seaforium PU-36 Explosive Nether Modulator
[28040] = { "помста Іллідарі", equip="Збільшує показник критичного удару заклинань на 26.", use="Збільшує шкоду від заклять на 120, а зцілення - на 220 протягом 15 секунд." }, -- Vengeance of the Illidari
[28041] = { "нестримність Гострорука", equip="Збільшує показник критичного удару на 26.", use="Збільшує силу атаки на 200 протягом 15 секунд." }, -- Bladefist's Breadth
[28042] = { "королівський оберіг", equip="Збільшує показник захисту на 26.", use="Збільшує максимальний запас здоров'я на 900 протягом 15 секунд." }, -- Regal Protectorate
[28050] = { "священний пір'яний жилет", equip={ "Збільшує показник критичного удару заклинань на 14.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 42." } }, -- Sacred Feather Vest
[28052] = { "золототканий мундир", equip={ "Збільшує показник критичного удару заклинань на 14.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 42." } }, -- Goldweave Tunic
[28055] = { "золочений багряний нагрудник", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 42.", "Відновлює 4 мани кожні 5 сек." } }, -- Gilded Crimson Chestplate
[28057] = { "жилет кісткожува-берсерка", equip={ "Відновлює 4 мани кожні 5 сек.", "Збільшує силу атаки на 72." } }, -- Bonechewer Berserker's Vest
[28062] = { "багатозарядний арбалет експедиції", equip={ "Збільшує показник критичного удару на 7.", "Збільшує силу атаки на 14." } }, -- Expedition Repeater
[28063] = { "жезл виживання", equip={ "Збільшує показник стійкості на 7.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 8." } }, -- Survivalist's Wand
[28064] = { "Ідол дикої природи" }, -- Idol of the Wild
[28065] = { "манускрипт винищення", equip="Збільшує шкоду від заклять \"Екзорцизм\" та \"Священний гнів\" на 120." }, -- Libram of Wracking
[28066] = { "тотем блискавки", equip="Зменшує витрати мани на закляття \"Блискавка\" на 15." }, -- Totem of Lightning
[28069] = { "золоті кенарійські наголінники", equip="Відновлює 3 мани кожні 5 сек." }, -- Golden Cenarion Greaves
[28070] = { "мохові обв'язки", equip={ "Збільшує показник критичного удару заклинань на 8.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35.", "Відновлює 3 мани кожні 5 сек." } }, -- Verdant Handwraps
[28074] = { "прикрашені зелені пов'язки", equip={ "Збільшує показник ухилення на 8.", "Збільшує показник влучності на 8." } }, -- Studded Green Anklewraps
[28075] = { "напліччя винищувачів", equip={ "Збільшує показник критичного удару заклинань на 9.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35." } }, -- Destroyers' Mantle
[28105] = { "доповідь Дарона", flavor="Запечатано" }, -- Duron's Report
[28106] = { "запали Кінґстона", use="Знешкодити транспортер Легіона. Необхідні 4 рунічні камені демонів." }, -- Kingston's Primers
[28116] = { "частини дирижабля" }, -- Zeppelin Debris
[28132] = { "особлива бомба Зони 52", use="Скинути важку бомбу." }, -- Area 52 Special
[28141] = { "пояс слідопита" }, -- Ranger's Sash
[28142] = { "ремінь Далекоходців" }, -- Farstrider's Belt
[28143] = { "іржавий плетений пояс" }, -- Rusted Chain Girdle
[28144] = { "рукавички мисливця на тролів" }, -- Troll Handler Gloves
[28146] = { "кур'єрські браслети" }, -- Courier's Wraps
[28147] = { "наручі кур'єра Розмиру" }, -- Tranquillien Scout's Bracers
[28148] = { "бронзові кольчужні наручі" }, -- Bronze Mail Bracers
[28149] = { "Розмирські бриджі" }, -- Tranquillien Breeches
[28150] = { "вкрита пилом накидка Рензітена" }, -- Renzithen's Dusty Cloak
[28151] = { "жезл арканіста" }, -- Arcanist's Wand
[28152] = { "квел'таласький вигнутий лук" }, -- Quel'Thalas Recurve
[28153] = { "щит Далекоходців" }, -- Farstrider's Shield
[28154] = { "червоні шовкові штани" }, -- Red Silk Trousers
[28156] = { "гнилі пов'язки для рук" }, -- Rotting Handwraps
[28157] = { "чорний шкіряний жилет" }, -- Black Leather Jerkin
[28159] = { "рукавиці трунаря" }, -- Undertaker's Gloves
[28160] = { "луската Ан'теласька сорочка" }, -- An'telas Scale Shirt
[28161] = { "Розмирські лускаті поножі" }, -- Tranquillien Scale Leggings
[28163] = { "рукавиці Малтендіса" }, -- Maltendis's Handguards
[28209] = { "кулон Старого Білокора", use="Закопати кулон Старого Білокора біля рунічного каменя у Випаленій діброві, щоб вшанувати його пам'ять." }, -- Old Whitebark's Pendant
[28303] = { "печатка заклинателя", equip="Збільшує показник критичного удару заклинань на 2." }, -- Invoker's Signet
[28478] = { "запали То'арха", use="Знешкодити транспортер Легіона. Необхідні 4 рунічні камені демонів." }, -- To'arch's Primers
[28501] = { "омлет з яйця спустошника", use="Відновлює 4320 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Також збільшує вашу витривалість на 10 протягом 10 хв.", flavor="Ви ж не збираєтеся це їсти, правда?" }, -- Ravager Egg Omelet
[28513] = { "рунічний камінь демонів" }, -- Demonic Rune Stone
[28552] = { "таємнича книга", flavor="Дивна книга, написана примарними чорнилами." }, -- A Mysterious Tome
[28554] = { "запчастини подрібнювача" }, -- Shredder Spare Parts
[28562] = { "бойовий ріг Непохитних", flavor="Старовинний ріг, який бачив чимало битв." }, -- Unyielding Battle Horn
[28651] = { "бойовий ріг Непохитних", use="Засурмити поруч з облоговою вежею Альянсу поблизу Зет'ґора.", flavor="Старовинний ріг, який бачив чимало битв." }, -- Unyielding Battle Horn
[28788] = { "гербова накидка захисника", use="Покажіть свій героїзм!", flavor="За героїзм у битві за Темний портал" }, -- Tabard of the Protector
[28790] = { "перстень світлоохоронця Наару", equip={ "Збільшує зцілення на 55 і шкоду на 19 для всіх магічних заклинань і ефектів.", "Відновлює 8 мани кожні 5 сек." } }, -- Naaru Lightwarden's Band
[28823] = { "око Ґруула", equip={ "Збільшує зцілення на 44 і шкоду на 15 для всіх магічних заклинань і ефектів.", "Цілющі заклинання з ймовірністю 2% зменшать витрати мани наступного цілющого заклинання на 450 протягом 15 секунд." } }, -- Eye of Gruul
[29024] = { "відзнака честі Ока Бурі", flavor="Медаль за битву в Оці Бурі." }, -- Eye of the Storm Mark of Honor
[29027] = { "нестабільний генератор викривлених розломів", use="Активувати на Викривлених полях, щоб створити нестабільний викривлений розлом.", flavor="Поєднання магії та металу, що використовується для небезпечних експериментів з розломами." }, -- Unstable Warp Rift Generator
[29051] = { "пил Підсвіття" }, -- Warp Nether
[29108] = { "клинок Непохитних", equip={ "Збільшує показник влучності на 7.", "Збільшує силу атаки на 16." } }, -- Blade of the Unyielding
[29109] = { "палиця Непохитних", equip={ "Збільшує показник критичного удару заклинань на 17.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 21." } }, -- Rod of the Unyielding
[29110] = { "зіпсована ароматична свічка" }, -- Ruined Scented Candle
[29111] = { "коробка зіпсованих цукерок" }, -- Box of Stale Candy
[29112] = { "кенарійська настоянка", use="Міцний алкогольний напій." }, -- Cenarion Spirits
[29113] = { "демонічна сутність" }, -- Demonic Essence
[29161] = { "уламок душі кряжу Порожнечі", flavor="Уламок могутнього пустотника." }, -- Void Ridge Soul Shard
[29162] = { "уламок душі Галаксіса", flavor="Уламок душі Галаксіса." }, -- Galaxis Soul Shard
[29212] = { "збалансований кам'яний кортик", equip="Збільшує силу атаки на 18." }, -- Balanced Stone Dirk
[29226] = { "генератор викривлених розломів", use="Активувати біля каменів Безодні на кряжі Пустоти.", flavor="Поєднання магії та металу, що використовується для небезпечних експериментів з розломами." }, -- Warp Rift Generator
[29292] = { "пеклобекон", use="Відновлює 2148 здоров'я протягом 30 сек. Потрібно залишатися в сидячому положенні під час їжі. Через 10 сек ви насититесь і ваша сила збільшиться на 20 протягом 15 хв." }, -- Helboar Bacon
[29398] = { "кільце вигнання", equip={ "Збільшує показник критичного удару на 12.", "Збільшує силу атаки на 39 в бою з демонами." } }, -- Circle of Banishing
[29399] = { "палиця закликача Порожнечі", equip={ "Збільшує показник критичного удару заклинань на 18.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 30." } }, -- Rod of the Void Caller
[29400] = { "покрив Безодні", equip="Збільшує показник стійкості на 7." }, -- Abyssal Shroud
[29434] = { "знак справедливості" }, -- Badge of Justice
[29476] = { "уламок багряного кристала" }, -- Crimson Crystal Shard
[29477] = { "уламок багряного кристала", flavor="Випромінює моторошну, злу ауру." }, -- Crimson Crystal Shard
[29478] = { "насіння відродження", use="Посадити в колі землев'яза, щоб зцілити землю на кряжі Впалого Неба." }, -- Seed of Revitalization
[29501] = { "ключ Ша'наар" }, -- Sha'naar Key
[29513] = { "посох старійшин Відходдя", use="Використати проти Арзета Нещадного, щоб тимчасово позбавити його сили." }, -- Staff of the Dreghood Elders
[29586] = { "голова начальника табору Гостропила", flavor="Голова начальника табору Легіону: Магеддон." }, -- Head of Forgefiend Razorsaw
[29588] = { "послання Палаючого Легіону", flavor="Зашифроване послання." }, -- Burning Legion Missive
[29589] = { "послання Палаючого Легіону", flavor="Зашифроване послання." }, -- Burning Legion Missive
[29590] = { "послання Палаючого Легіону", flavor="Зашифроване послання." }, -- Burning Legion Missive
[29736] = { "чарівна руна", flavor="Ці сяючі руни використовуються в начертаннях Провидців." }, -- Arcane Rune
[29795] = { "ключ від брами Палаючого Легіону" }, -- Burning Legion Gate Key
[29908] = { "лютий губитель", equip="Збільшує силу атаки на 38." }, -- Rage Reaver
[29909] = { "кричущий кинджал", equip="Збільшує силу атаки на 16." }, -- Screaming Dagger
[29910] = { "посох двох світів", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 35." }, -- The Staff of Twin Worlds
[29911] = { "голка Аґамаґґана", equip="Збільшує силу атаки на 46 в подобі кота, ведмедя, лютого ведмедя та місячного совуха." }, -- Agamaggan's Quill
[29913] = { "губитель ворогів" }, -- Foe Reaver
[29914] = { "ніж Пекельного Вогню", equip={ "Збільшує показник влучності на 5.", "Збільшує силу атаки на 16." } }, -- Hellfire Skiver
[29915] = { "жезл спустошення", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 7." }, -- Desolation Rod
[29916] = { "багатозарядний арбалет залізної зорі", equip="Збільшує силу атаки на 12." }, -- Ironstar Repeater
[29917] = { "баклер обвалу", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 13.", "Відновлює 3 мани кожні 5 сек." } }, -- Landslide Buckler
[29919] = { "адамантиновий краплеподібний щит" }, -- Adamantine Kite Shield
[29926] = { "мундир шепоту", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Whispering Tunic
[29927] = { "затінений дорожній капелюх", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Shadowbrim Travel Hat
[29928] = { "прошиті штани мандрівника", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Wanderer's Stitched Trousers
[29929] = { "портупея лютого духа", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Raging Spirit Harness
[29930] = { "кілт з природною вишивкою", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23." }, -- Nature-Stitched Kilt
[29932] = { "чарокільчастий мундир", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", "Відновлює 5 мани кожні 5 сек." } }, -- Arcane Ringed Tunic
[29933] = { "чарокільчасті наголінники", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", "Відновлює 5 мани кожні 5 сек." } }, -- Arcane Ringed Greaves
[29934] = { "шолом спорідненості", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 23.", "Відновлює 5 мани кожні 5 сек." } }, -- Helm of Affinity
[29935] = { "обпалена кіраса", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 5 мани кожні 5 сек." } }, -- Fire Scarred Breastplate
[29936] = { "наголінники небесного полум'я", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 5 мани кожні 5 сек." } }, -- Skyfire Greaves
[29937] = { "шолом нескінченних видінь", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16.", "Відновлює 5 мани кожні 5 сек." } }, -- Helm of Infinite Visions
[29939] = { "поножі зі шкури потрошителя", equip="Збільшує силу атаки на 38." }, -- Flayer-Hide Leggings
[29940] = { "шолом ветерана", equip="Збільшує силу атаки на 38." }, -- Veteran's Skullcap
[29941] = { "клеймована луската кіраса", equip="Збільшує силу атаки на 38." }, -- Scale Brand Breastplate
[29942] = { "посічені в бою поножі", equip="Збільшує силу атаки на 38." }, -- Battle Scarred Leggings
[29944] = { "кіраса протекторату" }, -- Protectorate Breastplate
[29946] = { "великий шолом загарбника" }, -- Invader's Greathelm
[30157] = { "проклятий талісман" }, -- Cursed Talisman
[30158] = { "розбитий обладунок Морха" }, -- Morkh's Shattered Armor
[30326] = { "зразки крові Кісткожувів" }, -- Bonechewer Blood Samples
[30327] = { "кров Кісткожува" }, -- Bonechewer Blood
[30349] = { "медальйон Альянса", equip="Збільшує показник стійкості на 20.", use="Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем." }, -- Medallion of the Alliance
[30360] = { "яйце Уррлика", use="Клацніть правою кнопкою миші, щоб викликати і відпустити вашого Уррлика." }, -- Lurky's Egg
[30404] = { "зразок крові Кривавої Зіниці" }, -- Bleeding Hollow Blood Sample
[30425] = { "кров Кривавої Зіниці", use="Помістіть в проклятий казан..." }, -- Bleeding Hollow Blood
[30430] = { "кипляча кров" }, -- Boiled Blood
[30504] = { "листоподібний кинджал", equip="Збільшує силу атаки на 6." }, -- Leafblade Dagger
[30505] = { "мундир примарнолапа" }, -- Ghostclaw Tunic
[30696] = { "Скаробій", use="Посилити вашу зброю, збільшуючи силу атаки в бою з невмерлими та демонами на 150. Триває 5 хв." }, -- Scourgebane
[30700] = { "уламки каменів Скари" }, -- Scourgestone Fragments
[30794] = { "ключі від подрібнювача" }, -- Shredder Keys
[30803] = { "свисток скверногончої", use="Викликати вартову скверногончу, що слідуватиме за вами." }, -- Felhound Whistle
[30855] = { "каменеломна кирка", equip={ "Збільшує показник критичного удару на 7.", "Збільшує силу атаки на 24." } }, -- Shatterstone Pick
[30856] = { "підземний шолом" }, -- Underworld Helm
[30857] = { "глибинний ліхтар", equip="Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." }, -- Deep Core Lantern
[30858] = { "снодійне наймита", use="Міцний алкогольний напій." }, -- Peon Sleep Potion
[31346] = { "палаючий смолоскип Кривавої Зіниці" }, -- Burning Bleeding Hollow Torch
[31347] = { "смолоскип Кривавої Зіниці", use="Запалити в кузні Кривавої Зіниці." }, -- Bleeding Hollow Torch
[31374] = { "голова повелителя воргів" }, -- Worg Master's Head
[31389] = { "захоплене око Ґріллока" }, -- Captured Eye of Grillok
[31463] = { "кристал Зеззака", use="Поглинути око Ґріллока." }, -- Zezzak's Shard
[31529] = { "пов'язка Ґріллока" }, -- Grillok's Eyepatch
[31550] = { "звіт про знахідки Альбрека" }, -- Albreck's Findings
[31606] = { "демонічний кристал провидіння", use="Розмістити в низині Пекельного Вогню." }, -- Demoniac Scryer
[31607] = { "повідомлення демонічного кристала провидіння" }, -- Demoniac Scryer Reading
[31702] = { "виклик Орди", use="Place upon the corpse of Force Commander Gorax!" }, -- Challenge from the Horde
[31706] = { "голова правиці Карґата" }, -- The Head of the Hand of Kargath
[31715] = { "в'язниця демонічної душі", equip={ "Збільшує показник критичного удару заклинань на 10.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 19." } }, -- Demoniac Soul Prison
[31717] = { "мундир тіньомова", equip={ "Збільшує показник критичного удару заклинань на 14.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 44." } }, -- Shadowcast Tunic
[31718] = { "мундир темного шторму", equip="Збільшує силу атаки на 76." }, -- Darkstorm Tunic
[31719] = { "жилет удару бурі", equip={ "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 44.", "Відновлює 6 мани кожні 5 сек." } }, -- Stormstrike Vest
[31720] = { "кіраса воєначальника" }, -- Battlemaster's Breastplate
[31739] = { "димовий маяк", use="Розмістити під вежею Зет'Ґора." }, -- Smoke Beacon
[31772] = { "реліквія анахорета", use="Розмістити реліквію анахорета на форпості Ґор'ґаз." }, -- Anchorite Relic
[31795] = { "дренейські чотки" }, -- Draenei Prayer Beads
[31799] = { "улюблений смаколик Сір-ка", flavor="Смачно та поживно" }, -- Fei Fei Doggy Treat
[31828] = { "ритуальні чотки", use="Застосувати на анахорета Бараду або примар під час екзорцизму." }, -- Ritual Prayer Beads
[31950] = { "болотоцвіт" }, -- Bogblossom
[31953] = { "зілля пробудження", flavor="В'язке мерехтливе зілля, створене, щоб допомогти друїдам безпечно вийти зі Смарагдового Cну." }, -- Ward of Waking
[31955] = { "торба Ареліона" }, -- Arelion's Knapsack
[32074] = { "реліквії Авіани" }, -- Relics of Aviana
[32244] = { "камінь провидця", use="Скористайтесь оком ефіроската, щоб посилити звій зір.", flavor="Звичайний на вигляд камінь просякнутий потужною магією." }, -- Seer's Stone
[32313] = { "камінь Ворона", flavor="Фрагмент книги Ворона." }, -- Raven Stone
[32315] = { "свисток кенарійського перепелятника", use="Викликати кенарійського перепелятника, щоб він допоміг вам знайти заховані камені Ворона в районі Скеттіса в горах Скеттіл, що в лісі Тероккар." }, -- Cenarion Sparrowhawk Whistle
[32320] = { "спійманий перепелятник", flavor="Спійманий у сітку дикий перепелятник з пагорбів Наґранда." }, -- Captive Sparrowhawk
[32321] = { "сітка перепелятника", use="Кинути сітку на дикого перепелятника, щоб знерухомити його і покласти в сумку." }, -- Sparrowhawk Net
[32355] = { "сутність орла" }, -- Essence of the Eagle
[32356] = { "сутність яструба" }, -- Essence of the Hawk
[32357] = { "сутність сокола" }, -- Essence of the Falcon
[32359] = { "пакунок Арторн" }, -- Arthorn's Package
[32364] = { "південнолютний місячний камінь" }, -- Southfury Moonstone
[32387] = { "ідол богині воронів", equip="Збільшує зцілення від аури дерева життя на 44, збільшує показник критичного удару від \"Вожака зграї\" на 20 та збільшує показник критичного удару закляттями від аури місячного совуха на 20." }, -- Idol of the Raven Goddess
[32449] = { "наповнений сутностями місячний камінь", use="Помістити в пазур ворона у Сетеккських залах, щоб вивільнити сутності яструба, орла та сокола і кинути виклик богу-ворону." }, -- Essence-Infused Moonstone
[32450] = { "молоток гладіатора", equip={ "Збільшує показник стійкості на 18.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 199." } }, -- Gladiator's Gavel
[32451] = { "порятунок гладіатора", equip={ "Збільшує показник стійкості на 18.", "Збільшує зцілення на 375 і шкоду на 125 для всіх магічних заклинань і ефектів." } }, -- Gladiator's Salvation
[32452] = { "відстрочка гладіатора", equip={ "Збільшує показник стійкості на 15.", "Збільшує зцілення на 35 і шкоду на 12 для всіх магічних заклинань і ефектів." } }, -- Gladiator's Reprieve
[32453] = { "зоряні сльози", use=27089, flavor="Обережно видобуті для використання у військових цілях." }, -- Star's Tears
[32454] = { "дослідження Арторн", flavor="Нотатки Арторн Пісні Вітру щодо її досліджень книги Ворона." }, -- Arthorn's Research
[32455] = { "плач зірок", use=22734, flavor="Обережно видобуті для використання у військових цілях." }, -- Star's Lament
[32457] = { "фетиш араккоа" }, -- Arakkoa Fetish
[32458] = { "попіл Ал'ара", use="Викликає та відпускає верхового фенікса. Це дуже швидке створіння. Це верхове створіння можна викликати лише в Позімежжі.", flavor="І з попелу він відродився..." }, -- Ashes of Al'ar
[32459] = { "поетапна філактерія", flavor="Цей артефакт оточує дивна темрява." }, -- Time-Phased Phylactery
[32462] = { "предмети Мортіса", flavor="Містить предмети, які вам знадобляться, щоб викликати бога-ворона Анзу." }, -- Morthis' Materials
[32481] = { "оберіг стрімкого польоту", equip="Збільшує швидкість у пташиній подобі та стрімкій пташиній подобі на 10%." }, -- Charm of Swift Flight
[32542] = { "куля з бісом", use="Задайте питання, а потім клацніть правою кнопкою миші, щоб отримати відповідь!" }, -- Imp in a Ball
[32567] = { "око ефіроската", flavor="Здається, кристали наділили око цієї істоти дивними властивостями." }, -- Aether Ray Eye
[32657] = { "свисток перепелятника Арторн" }, -- Arthorn's Sparrowhawk Whistle
[32961] = { "відстрочка нещадного гладіатора", equip={ "Збільшує показник стійкості на 27.", "Збільшує зцілення на 62 і шкоду на 21 для всіх магічних заклинань і ефектів." } }, -- Merciless Gladiator's Reprieve
[32962] = { "дотик поразки безжального гладіатора", equip={ "Збільшує показник стійкості на 14.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 16." } }, -- Merciless Gladiator's Touch of Defeat
[32963] = { "молоток нещадного гладіатора", equip={ "Збільшує показник влучності заклинань на 15.", "Збільшує показник стійкості на 18.", "Збільшує шкоду і зцілення від магічних заклинань і ефектів на 225." } }, -- Merciless Gladiator's Gavel
[32964] = { "порятунок безжального гладіатора", equip={ "Збільшує показник стійкості на 21.", "Збільшує зцілення на 423 і шкоду на 141 для всіх магічних заклинань і ефектів." } }, -- Merciless Gladiator's Salvation
[33008] = { "дезертирська пропаганда", flavor="Ящики наповнені листівками, що викривають леді Джайну і закликають охоронців Терамора приєднатися до дезертирів." }, -- Deserter Propaganda
[33009] = { "ніжне м'ясо рівнинобіга", use="Нагодуйте Кайла!", flavor="Кайл із задоволенням відкусить шматочок цього соковитого смаколика!" }, -- Tender Strider Meat
[33015] = { "змінені листівки", flavor="Текст цих листівок було змінено, щоб дискредитувати дезертирів Терамора." }, -- Altered Leaflets
[33037] = { "накази Повстанського братства", flavor="Ці накази написані бездоганним почерком на цупкому дорогому папері." }, -- Defias Orders
[33038] = { "пошкоджене водолазне спорядження", flavor="Це водолазне спорядження неодмінно вб'є будь-кого, хто спробує використати його в нинішньому стані." }, -- Damaged Diving Gear
[33039] = { "набір інструментів", flavor="Брудні, іржаві інструменти, які можна використовувати хіба що за крайньої потреби." }, -- Tool Kit
[33040] = { "відремонтоване водолазне спорядження", equip="Дозволяє користувачеві дихати під водою.", flavor="Ренн відремонтував його, але невідомо, як довго воно працюватиме." }, -- Repaired Diving Gear
[33041] = { "вцілілий вантаж", flavor="Схоже, що вміст цієї коробки вцілів після кораблетрощі." }, -- Salvaged Strongbox
[33044] = { "пошукове спорядження", use="Спробувати виловити вцілілий вантаж з уламків кораблетрощі." }, -- Salvage Kit
[33045] = { "припаси Ренна", flavor="Містить водолазне та пошукове спорядження." }, -- Renn's Supplies
[33050] = { "записка Зловісного Тотема", use="Об'єднати 4 записки Зловісного Тотема в бойовий план Зловісного Тотема." }, -- Grimtotem Note
[33051] = { "бойовий план Зловісного Тотема" }, -- Grimtotem Battle Plan
[33061] = { "ключ Зловісного Тотема", use="Відчиняє клітку Чорного Копита." }, -- Grimtotem Key
[33069] = { "міцна мотузка", use="Спробувати спіймати ослабленого кровоболотного раптора або верескуна.", flavor="Міцна, плетена шкіряна мотузка, придатна для ловлі великих тварин." }, -- Sturdy Rope
[33070] = { "приманка для рапторів", use="Покласти приманку на землю біля вітряка в поселенні Чорного Копита.", flavor="Майже протухлі рештки з недавнього полювання." }, -- Raptor Bait
[33071] = { "озброєння Чорного Копита", flavor="Ця зброя та обладунки схожі на ті, що були знайдені в таверні «Відпочинок у затінку», але ще не були використані в бою." }, -- Blackhoof Armaments
[33072] = { "смолоскип Табети", use="Підпалити один з наметів на Хмуророгій заставі." }, -- Tabetha's Torch
[33082] = { "вінок", use="Покласти вінок до пам'ятника сім'ї Хіалів." }, -- Wreath
[33085] = { "перо кровоболотного раптора" }, -- Bloodfen Feather
[33086] = { "знамено Каменедовбні" }, -- Stonemaul Banner
[33087] = { "сутність чорного драконіда" }, -- Black Dragonkin Essence
[33088] = { "тотем Броґґа", use="Вивільнити магію тотема Броґґа на трупі вогнегривої попелехвостки, розвідника або лускоклята." }, -- Brogg's Totem
[33095] = { "знамено Каменедовбні", use="Встановити знамено біля входу в лігво Оніксії.", flavor="Це старе знамено пошарпане і трохи смердить, але все ще уособлює гордість Каменедовбні." }, -- Stonemaul Banner
[33101] = { "захоплений тотем", use="Поставити захоплений тотем на землю. Можна використати тільки в Трясовині." }, -- Captured Totem
[33103] = { "болотяна отрута" }, -- Marsh Venom
[33108] = { "нищитель слизнів", use="Спробувати знищити булькаючого болотного слизня або кислотного болотного слизня, якщо ви заряджені енергією.", flavor="Гарантовано підриває бридких слизнів!" }, -- Ooze Buster
[33110] = { "меч Гостроспина", flavor="Кривий, іржавий клинок, яким орудував божевільний мурлок." }, -- Razorspine's Sword
[33112] = { "відьмобій" }, -- Witchbane
[33113] = { "смолоскип відьмобою", use="Встановити смолоскип в кінці пристані Світломлакого маєтку." }, -- Witchbane Torch
[33114] = { "запечатаний лист" }, -- Sealed Letter
[33115] = { "запечатаний лист" }, -- Sealed Letter
[33126] = { "жир молотника" }, -- Thresher Oil
[33127] = { "Підступні мешканці глибин", flavor="Збірка ілюстрованих казок старого моряка про велетенських морських чудовиськ." }, -- Dastardly Denizens of the Deep
[33163] = { "вантаж з дирижабля", flavor="Здається, він пережив аварію неушкодженим... здебільшого." }, -- Zeppelin Cargo
[33166] = { "особлива рибна паста Пеґла", use="Намастіть себе пастою і приготуйтеся до зустрічі з морськими мешканцями.", flavor="Баночка найякіснішо] рибної пасти, яку ви коли-небудь бачили." }, -- Pagle's Fish Paste, Extra Strength
[33175] = { "змієхвіст" }, -- Wyrmtail
[33202] = { "лапа болотної жаби" }, -- Marsh Frog Leg
[33218] = { "гоблінська юшка", use="Неймовірно гостра гоблінська юшка, яке не має жодної харчової цінності. Викликає періодичну відрижку гоблінським диханням протягом наступних 5 хвилин." }, -- Goblin Gumbo
[33219] = { "казан гоблінської юшки", use="Клацніть правою кнопкою миші, щоб створити порцію гострої гоблінської юшки.\n\nГоблінська юшка зникне, якщо ви вийдите з гри більше, ніж на 15 хвилин." }, -- Goblin Gumbo Kettle
[33228] = { "багряний мундир" }, -- Crimson Tunic
[33229] = { "дорожній мундир Мордента" }, -- Mordant's Travel Tunic
[33230] = { "штани далекої дороги" }, -- Leggings of the Long Road
[33231] = { "великий капюшон Каменедовбні" }, -- Oversized Stonemaul Hood
[33232] = { "капюшон підмайстра" }, -- Journeyman's Cowl
[33233] = { "вишиті кобальтом рукавички" }, -- Cobalt-threaded Gloves
[33235] = { "еполети підмайстра" }, -- Journeyman's Epaulets
[33237] = { "бойова портупея Броґґа" }, -- Brogg's Battle Harness
[33239] = { "мундир вартового боліт" }, -- Marshwarden's Tunic
[33240] = { "мундир землев'яза Зловісного Тотема" }, -- Grimtotem Earthbinder's Tunic
[33241] = { "промаслені шкіряні поножі" }, -- Oiled Leather Leggings
[33242] = { "поножі зі шкури раптора" }, -- Raptorhide Legguards
[33243] = { "шолом скрадача" }, -- Skirmisher's Cover
[33244] = { "капелюх мандрівника" }, -- The Wanderer's Cover
[33245] = { "яскравий пояс Хмурного" }, -- Grimsby's Gaudy Girdle
[33247] = { "наплічники стрімкого вітру" }, -- Swift Wind Spaulders
[33248] = { "гребінчасті наплічники" }, -- Crested Shoulderpads
[33249] = { "чоботи скрадача" }, -- Boots of the Skirmisher
[33250] = { "нарукавники лучника" }, -- Archer's Wristguard
[33251] = { "окований сталлю гауберк" }, -- Steel-banded Hauberk
[33252] = { "блискучий лускатий нагрудник" }, -- Gleaming Scale Breastplate
[33253] = { "золотий шолом" }, -- Golden Helm
[33255] = { "нержавіючий пояс" }, -- Rustproof Waistguard
[33256] = { "поліпшені рукавиці забіяки" }, -- Refitted Bruiser Gauntlets
[33257] = { "лускаті болотоступи" }, -- Scaled Marshwalkers
[33258] = { "захисні інженерні штани" }, -- Protective Engineer's Leggings
[33259] = { "багряний барбут" }, -- Crimson Barbut
[33260] = { "зачарований плащ" }, -- Spellbound Cloak
[33261] = { "плащ винищувача" }, -- Destroyer's Cloak
[33262] = { "печатка Морланна" }, -- Morlann's Seal
[33263] = { "перстень ока раптора" }, -- Raptor Eye Ring
[33264] = { "сяючий турмаліновий перстень" }, -- Glowing Tourmaline Ring
[33265] = { "кулон жорстокості" }, -- Pendant of Ferocity
[33266] = { "книга адепта", equip="Збільшує зцілення на 13 і шкоду на 5 для всіх магічних заклинань і ефектів." }, -- Book of the Adept
[33267] = { "плотодер" }, -- Fleshripper
[33268] = { "кістяна заточка" }, -- Bone Dirk
[33269] = { "прикрашений самоцвітами кинджал" }, -- Bejeweled Dagger
[33270] = { "меч моряка" }, -- Mariner's Sword
[33271] = { "лезо бойового заклинателя" }, -- Battlecaster's Edge
[33272] = { "кусача сокира" }, -- Biting Axe
[33273] = { "загартований болотний лук" }, -- Seasoned Marshwood Bow
[33274] = { "арбалет найманця" }, -- Mercenary's Crossbow
[38233] = { "шлях Іллідана", use="Клацніть правою кнопкою миші, щоб залишати за собою слід вогню скверни." }, -- Path of Illidan
[184865] = { "пробуджений фазовий мисливець", use="Викликає та відпускає верхового фазового мисливця.", flavor="Він довго спав у місці, загубленому в часі, але настав час пробудження." }, -- Reawakened Phase-Hunter
[184871] = { "Темний Портал", use="Повертає вас додому. Поговоріть з корчмарем в іншому місці, щоб змінити домівку.", flavor="ТОЙ САМИЙ ТЕМНИЙ ПОРТАЛ. Ну, принаймні, його мініатюрна копія." }, -- Dark Portal
[185956] = { "мерехтлива посудина", use="Витягти магічну енергію з полоненого наару М'уру.", flavor="Витончений контейнер, виготовлений з невидимого матеріалу." }, -- Shimmering Vessel
[185964] = { "набір для виживання в Азероті", use="Відкрити сумку.", flavor="Базовий набір припасів для новобранців." }, -- Azeroth Survival Kit
}

if addonTable.item then
    for k, v in pairs(items) do addonTable.item[k] = v end
else
    addonTable.item = items
end
