local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Balance of Power
[33592] = { "Баланс сили", "Збільшує ваш шанс влучити всіма закляттями та зменшує шанс того що в вас влучать закляттям на {1}%.#by {1}%" }, -- Balance of Power (Rank 1)
[33596] = { ref=33592 }, -- Balance of Power (Rank 2)
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Можна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%" }, -- Barkskin
-- Brambles
[16840] = { "Колючки", "Збільшує шкоду від ваших заклять \"Шипи\" та \"Опутуюче коріння\" на {1}%.#by {1}%" }, -- Brambles (Rank 3)
-- Cyclone
[33786] = { "Циклон", "Підкидає ворожу ціль у повітря, унеможливлюючи будь-які дії, але роблячи її невразливою на {1} с. Одночасно лише одна ціль може перебувати під дією \"Циклону\".#up to {1} sec", "Невразливість, але неможливо виконувати будь-які дії." }, -- Cyclone
-- Dreamstate
[33597] = { "Входження в сон", "Відновлює ману в обсязі {1}% від вашого інтелекту кожні 5 секунд навіть під час вимови заклять.#to {1}% of" }, -- Dreamstate (Rank 1)
[33599] = { ref=33597 }, -- Dreamstate (Rank 2)
-- Empowered Rejuvenation
[33886] = { "Посилене омолодження", "Ваші ефекти періодичного зцілення отримують додатково {1}% від віших ефектів збільшення зцілення.#by {1}%" }, -- Empowered Rejuvenation (Rank 1)
[33888] = { ref=33886 }, -- Empowered Rejuvenation (Rank 3)
[33889] = { ref=33886 }, -- Empowered Rejuvenation (Rank 4)
[33890] = { ref=33886 }, -- Empowered Rejuvenation (Rank 5)
-- Empowered Touch
[33879] = { "Посилений дотик", "Ваше закляттяя \"Цілющий дотик\" отримує додатково {1}% від ваших ефектів збільшення зцілення.#additional {1}%" }, -- Empowered Touch (Rank 1)
[33880] = { ref=33879 }, -- Empowered Touch (Rank 2)
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті протягом {2} сек, але знижує базову броню на {3}% у ведмежій подобі та на {4}% у подобі жахливого ведмедя.#{1} rage over {2} sec#by {3}% in Bear Form and {4}% in Dire Bear Form", "Отримує {1} люті щосекунди. Базову броню зменшено.#{1} rage" }, -- Enrage
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху на {1}%, перебуваючи просто неба у котячій подобі, і збільшує шанс ухилитися від атаки у подобі кота, ведмедя та жахливого ведмедя на {2}%.#speed by {1}%#Form by {2}%" }, -- Feral Swiftness
[24866] = { ref=17002 }, -- Feral Swiftness
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоду за кожен прийом комбінації та перетворює кожну одиницю енергії на додаткові {1} шкоди. Шкода збільшується залежно від сили атаки.\n  1 прийом: {2}-{3} шкоди\n  2 прийоми: {4}-{5} шкоди\n  3 прийоми: {6}-{7} шкоди\n  4 прийоми: {8}-{9} шкоди\n  5 прийомів: {10}-{11} шкоди#{1} additional#1 point  : {2}-{3}#2 points: {4}-{5}#3 points: {6}-{7}#4 points: {8}-{9}#5 points: {10}-{11}" }, -- Ferocious Bite (Rank 1)
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%" }, -- Flight Form (Shapeshift)
-- Focused Starlight
[35363] = { "Зосереджене сяйво зірок", "Збільшує ймовірність критичного удару ваших заклять \"Гнів\" та \"Зоряний вогонь\" на {1}%.#by {1}%" }, -- Focused Starlight (Rank 1)
[35364] = { ref=35363 }, -- Focused Starlight (Rank 1)
-- Force of Nature
[33831] = { "Сила природи", "Викликає {1} дереванів, які атакують ворожі цілі протягом {2} секунд.#Summons {1} treants#for {2} sec" }, -- Force of Nature
-- Heart of the Wild
[17003] = { "Серце дикої природи", "Збільшує ваш інтелект на {1}%. Крім того, у подобі ведмедя або жахливого ведмедя ваша витривалість збільшується на {2}%, а у котячій подобі ваша сила атаки збільшується на {3}%.#Intellect by {1}%#Stamina is increased by {2}%#power is increased by {3}%" }, -- Heart of the Wild (Rank 1)
[17004] = { ref=17003 }, -- Heart of the Wild (Rank 2)
[17005] = { ref=17003 }, -- Heart of the Wild (Rank 3)
-- Improved Faerie Fire
[33600] = { "Покращений чарівний вогонь", "Ваш \"Чарівний вогонь\" також збільшує шанс влучити в ціль атаками ближнього та дальнього бою на {1}%#by {1}%" }, -- Improved Faerie Fire (Rank 1)
[33601] = { ref=33600 }, -- Improved Faerie Fire (Rank 2)
[33602] = { ref=33600 }, -- Improved Faerie Fire (Rank 3)
-- Innervate
[29166] = { "Осяяння", "Збільшує відновлення мани цілі від духу на {1}% і дозволяє відновлювати ману під час вимови заклять. Триває {2} с.#by {1}%#Lasts {2} sec", "Відновлення мани від духу прискорено на {1}%. Відновлення мани продовжується під час вимови заклять.#increased by {1}%" }, -- Innervate
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди від кровотечі, додатково {2} шкоди від кровотечі протягом {3} с та спричиняючи велику загрозу. Шкода збільшується від сили атаки. Ефект накопичується до {4} разів на одній цілі.#dealing {1} bleed#bleed for {2} damage over {3} sec#up to {4} times", "{1} шкоди від кровотечі кожні {2} с#{1} damage every {2} sec" }, -- Lacerate (Rank 1)
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я. Ефект накопичується до {4} разів на одній цілі.#for {1} over {2} sec#themself for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди і {2} здоров'я коли ефект закінчиться або розвіється.#{1} every second and {2}" }, -- Lifebloom (Rank 1)
-- Living Spirit
[34151] = { "Живий дух", "Збільшує ваш дух на {1}%#by {1}%" }, -- Living Spirit (Rank 1)
-- Lunar Guidance
[33589] = { "Місячне  покровительство", "Збільшує силу ваших бойових та цілющих заклять на {1}% від вашого інтелекту.#by {1}%" }, -- Lunar Guidance (Rank 1)
[33590] = { ref=33589 }, -- Lunar Guidance (Rank 2)
[33591] = { ref=33589 }, -- Lunar Guidance (Rank 3)
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає шкоди та робить ціль недієздатною. Будь-яка завдана шкода повертає ціль до тями. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди, {3} с\n   2 прийоми: {4}-{5} шкоди, {6} с\n   3 прийоми: {7}-{8} шкоди, {9} с\n   4 прийоми: {10}-{11} шкоди, {12} с\n   5 прийомів: {13}-{14} шкоди, {15} с#1 point  : {1}-{2} damage, {3} sec#2 points: {4}-{5} damage, {6} sec#3 points: {7}-{8} damage, {9} sec#4 points: {10}-{11} damage, {12} sec#5 points: {13}-{14} damage, {15} sec", "Недієздатність." }, -- Maim (Rank 1)
-- Mangle
[33917] = { "Нівечення", "Нівечить ціль, завдаючи шкоди, і збільшує шкоду цілі від ефектів кровотечі протягом {1} с.  Цю здібність можна використовувати в подобах кота та жахливого ведмедя.#for {1} sec" }, -- Mangle (Rank 1)
-- Mangle (Bear)
[33878] = { "Нівечення (ведмідь)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на {3}% протягом {4} секунд.#for {1}% normal damage plus {2} and#take {3}%#for {4} sec", "Ефекти кровотечі та \"Шматування\" завдають на {1}% більше шкоди.#cause {1}%" }, -- Mangle (Bear) (Rank 1)
-- Mangle (Cat)
[33876] = { "Нівечення (кіт)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на {3}% протягом {4} секунд. Збільшує довжину комбінації на {5} прийом.#for {1}% normal damage plus {2} and#take {3}%#for {4} sec#{5} combo", "Ефекти кровотечі та \"Шматування\" завдають на {1}% більше шкоди.#cause {1}%" }, -- Mangle (Cat) (Rank 1)
-- Moonkin Form
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. В цій подобі ви отримуєте на {1}% більше броні з предметів, ваша сила атаки збільшується на {2}% від вашого рівня, а шанс критичного удару закляттями збільшується на {4}% для всіх членів групи в радіусі {3} м. Атаки ближнього бою в цій подобі мають шанс відновити ману залежно від вашої сили атаки. В подобі місячного совуха ви можете використовувати лише закляття спеціалізації \"Баланс\" та закляття \"Зняття прокляття\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#items is increased by {1}%#power is increased by {2}%#within {3} y#chance increased by {4}%", "Невразливість до ефектів поліморфу.\nБроню від предметів збільшено {1}%.\nСилу атаки збільшено на {2}% від вашого рівня.\nАтаки ближнього бою мають шанс відновити ману залежно від сили атаки #items is increased by {1}%#power increased by {2}%" }, -- Moonkin Form (Shapeshift)
-- Natural Perfection
[33881] = { "Природна довершеність", "Шанс критичного удару всіма заклинаннями збільшується на {1}%, а критичні удари по вам дають ефект \"Природна довершеність\", який зменшує всю отриману шкоду на {2}%. Ефект накопичується до {3} разів. Триває {4} секунд.#increased by {1}%#taken by {2}%#up to {3} times#Lasts {4} sec" }, -- Natural Perfection (Rank 1)
[33882] = { ref=33881 }, -- Natural Perfection (Rank 2)
-- Naturalist
[17069] = { "Натураліст", "Скорочує час вимови вашого закляття \"Цілющий дотик\" на {1} с та збільшує шкоду ваших фізичних атак в усіх подобах на {2}%.#by {1} sec#by {2}%" }, -- Naturalist (Rank 1)
[17070] = { ref=17069 }, -- Naturalist (Rank 2)
-- Nurturing Instinct
[33872] = { "Інстинкт піклування", "Збільшує силу ваших цілющих заклять на {1}% від вашої спритності та збільшує об'єм зцілення, яке ви отримуєте в котячій подобі, на {2}%.#up to {1}%#by {2}%" }, -- Nurturing Instinct (Rank 1)
[33873] = { ref=33872 }, -- Nurturing Instinct (Rank 2)
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Насичує друїда природною енергією. Кожна атака ближнього бою друїда має ймовірність наділити його ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше атакуюче чи цілюще закляття чи здібність на {1}%. Триває {2} хв.#by {1}%#Lasts {2} min", "Кожна атака ближнього бою має ймовірність наділити заклинача ефектом \"Ясномови\"." }, -- Omen of Clarity
-- Pounce
[9005] = { "Стрибок", "Cтрибнути на ціль, приголомшуючи її на {1} с та завдаючи {2} шкоди протягом {3} с. Потрібно зачаїтися. Збільшує довжину комбінації на {4} прийом.#for {1} sec#causing {2} damage over {3} sec#{4} combo", "Приголомшено." }, -- Pounce (Rank 1)
-- Predatory Instincts
[33859] = { "Хижі інстинкти", "У подобі кота, ведмедя або жахливого ведмедя шкода від критичних ударів ближнього бою збільшується на {1}%, а шанс уникнути атак по площі - на {2}%.#strikes by {1}%#attacks by {2}%" }, -- Predatory Instincts (Rank 1)
[33866] = { ref=33859 }, -- Predatory Instincts (Rank 2)
[33867] = { ref=33859 }, -- Predatory Instincts (Rank 3)
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою у подобі кота, ведмедя, жахливого ведмедя та місячного совуха на {1}% від вашого рівня.#by {1}%" }, -- Predatory Strikes (Rank 1)
[16974] = { ref=16972 }, -- Predatory Strikes (Rank 2)
-- Primal Fury
[37116] = { "Первісна лють", "Надає вам {1}% ймовірності отримати додатково {2} люті, коли ви отримуєте критичний удар, перебуваючи у подобі ведмедя та лютого ведмедя, а критичні удари ваших здібностей котячої подоби, що збільшують комбінацію прийомів, з ймовірністю {3}% збільшать довжину комбінації додатково на один прийом.#a {1}% chance to gain an additional {2} Rage#a {3}% chance to add" }, -- Primal Fury (Rank 1)
[37117] = { ref=37116 }, -- Primal Fury (Rank 2)
-- Rake
[1822] = { "Роздирання", "Роздирає ціль, завдаючи {1} шкоди від кровотечі та додатково {2} шкоди протягом {3} с. Збільшує довжину комбінації на {4} прийом.#for {1} bleed damage and an additional {2} damage over {3} sec#{4} combo", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec" }, -- Rake (Rank 1)
-- Starlight Wrath
[16814] = { "Зоресяйний гнів", "Зменшує час вимови заклять \"Гнів\" та \"Зоряний вогонь\" на {1} с.#by {1} sec" }, -- Starlight Wrath (Rank 1)
[16815] = { ref=16814 }, -- Starlight Wrath (Rank 2)
[16816] = { ref=16814 }, -- Starlight Wrath (Rank 3)
[16817] = { ref=16814 }, -- Starlight Wrath (Rank 4)
[16818] = { ref=16814 }, -- Starlight Wrath (Rank 5)
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%" }, -- Swift Flight Form (Shapeshift)
-- Swipe
[779] = { "Розмах", "Розлого б'є {1} ворогів поблизу, завдаючи {2} шкоди. Шкода збільшується від сили атаки.#{1} nearby#{2} damage" }, -- Swipe (Rank 1)
-- Tranquility
[740] = { "Спокій", "Зцілює всіх членів групи поблизу на {1} кожні {2} с протягом {3} с. Друїд має підтримувати закляття.#for {1} every {2} seconds for {3} sec", "Зцілює членів групи поблизу на {1} кожні {2} с.#for {1} every {2} sec" }, -- Tranquility (Rank 1)
[44203] = { "Спокій" }, -- Tranquility (Rank 1)
-- Tree of Life
[33891] = { "Дерево життя", "Набути подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи в радіусі {2} м на {1}% від вашого духу, ваша швидкість руху зменшується на {3}% і ви можете використовувати лише закляття \"Негайне відновлення\", \"Осяяння\", \"Стрімкість природи\", \"Переродження\", \"Дубова шкіра\", зняття отрути та закляття періодичного зцілення, але витрати мани на них зменшено на {4}%.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#received by {1}%#within {2} y#speed is reduced by {3}%#spells is reduced by {4}%", "Невразливість до ефектів поліморфу." }, -- Tree of Life (Shapeshift)
-- Wrath of Cenarius
[33603] = { "Гнів Кенарія", "Ваше закляттяя \"Зоряний вогонь\" отримує додатково {1}%, а закляттяя \"Гнів\" отримує додатково {2}% від ваших ефектів збільшення шкоди.#additional {1}% and#additional {2}% of" }, -- Wrath of Cenarius (Rank 1)
[33604] = { ref=33603 }, -- Wrath of Cenarius (Rank 2)
[33605] = { ref=33603 }, -- Wrath of Cenarius (Rank 3)

-- Forms
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}#Stamina by {3}", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%.#power by {1}#items by {2}#Stamina by {3}" }, -- Bear Form (Shapeshift)
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, збільшуючи швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфу. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%.#by {1}" }, -- Travel Form (Shapeshift)

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
