local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[65] = { "Прискорення", "Збільшує показник швидкості ближнього бою на {1} протягом {2} с.#haste rating by {1} for {2} sec", en="Haste" },
[66] = { "Невидимість", "Ви поступово зникаєте, зменшуючи свою загрозу щосекунди і стаєте невидимими через {1} с. Ефект скасовується при здійсненні будь-яких дій. Перебуваючи в невидимості ви можете бачити лише невидимих та тих, хто бачить невидимих. Триває {2} с.#to invisibility over {1} sec#Lasts {2} sec", "Зникає.", en="Invisibility" },
[89] = { "Каліцтво", "Калічить ціль, знижуючи її швидкість руху на {1}%, а також збільшуючи інтервал між атаками ближнього та дальнього бою на {2}%. Триває {3} с.#movement speed by {1}%#and ranged attacks by {2}%#Lasts {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%.#speed reduced by {1}%#attacks increased by {2}%", en="Cripple" },
[673] = { "Мале підвищення броні", "Збільшує броню на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Броню збільшено на {1}. Захисний еліксир.#by {1}", en="Lesser Armor" },
[700] = { "Сон", "Змушує ворожу ціль спати протягом {1} с. Будь-яка шкода розбудить ціль. Одночасно можна змусити спати лише одну ціль. Може не подіяти на ціль вище {2} рівня.#up to {1} sec#above level {2}", "Сон.", en="Sleep" },
[835] = { "Оберіг припливу", "Приголомшує ціль на {1} с. Збільшена ймовірність опору при застосуванні на цілі вище {2} рівня.#target for {1} sec#over level {2}", "Приголомшено.", en="Tidal Charm" },
[1090] = { "Сон", "Змушує ворожу ціль спати протягом {1} с. Будь-яка шкода розбудить ціль. Одночасно можна змусити спати лише одну ціль.#up to {1} sec", "Сон.", en="Sleep" },
[1604] = { "Запаморочення", "Паморочливий удар, що вибиває ціль з сідла і зменшує швидкість руху на {1}%.#reduces movement speed by {1}%", "Швидкість руху зменшено на {1}%.#by {1}%", en="Dazed" },
[1906] = { "Виснажливий ривок", "Ривок у ворога, що завдає шкоди та сповільнює його рух на {1}% протягом {2} с.#movement by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Debilitating Charge" },
[2367] = { "Мале підвищення сили", "Збільшує силу на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу збільшено на {1}. Бойовий еліксир.#by {1}", en="Lesser Strength" },
[2374] = { "Мале підвищення спритності", "Збільшує спритність на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Спритність збільшено на {1}. Бойовий еліксир.#by {1}", en="Lesser Agility" },
[2376] = { "Мале збільшення інтелекту", "Збільшує інтелект на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Інтелект збільшено на {1}. Захисний еліксир.#by {1}", en="Lesser Intellect" },
[2378] = { "Здоров'я", "Збільшує запас здоров'я на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Запас здоров'я збільшено на {1}. Захисний еліксир.#by {1}", en="Health" },
[2584] = { "В очікуванні воскресіння", "Залишайтесь неподалік духовного путівника щоб воскреснути.", "Залишайтесь неподалік духовного путівника щоб воскреснути.", en="Waiting to Resurrect" },
[3161] = { ref=2367 }, -- Lesser Strength
[3162] = { ref=2367 }, -- Lesser Strength
[3163] = { "Сила", ref=2367, en="Strength" },
[3164] = { ref=3163 }, -- Strength
[3169] = { "Невразливість", "Зменшує отриману фізичну шкоду на {1} протягом {2} с.#taken by {1} for {2} sec", "Зменшує отриману фізичну шкоду на {1}.#taken by {1}", en="Invulnerability" },
[3219] = { "Регенерація", "Відновлює {1} здоров'я кожні {2} с протягом {3} год. Захисний еліксир.#{1} health every {2} sec for {3} h", "Відновлює {1} здоров'я кожні {2} с. Захисний еліксир.#{1} health every {2} sec", en="Regeneration" },
[3427] = { "Заражена рана", "Збільшує отриману ворогом фізичну шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Infected Wound" },
[3593] = { "Еліксир стійкості", ref=2378, en="Elixir of Fortitude" },
[3594] = { "Тіньова олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Тіньову стрілу\"  (Ранг 3) на опонента при ударі. Триває {2} хв.#a {1}% chance#Lasts {2} min", en="Shadow Oil" },
[4064] = { "Груба мідна бомба", "Завдає від {1} до {2} шкоди вогнем та робить цілі в радіусі {3} м недієздатними на {4} с. Будь-яка шкода припиняє дію ефекту. З меншою ймовірністю подіє на цілі вище {5} рівня.#Inflicts {1} to {2} Fire#in a {3} y#for {4} sec#targets higher than level {5}", "Недієздатність. Будь-яка шкода припинить дію ефекту.", en="Rough Copper Bomb" },
[5024] = { "Втеча", "Збільшує вашу швидкість бігу на {1}% протягом {2} с, але завдає шкоди в обсязі {3}% від вашого запасу здоров'я та випалює ману в обсязі {4}% від вашого запасу мани протягом {5} с.#by {1}% for {2} sec#damage equal to {3}% of#drains {4}% of your maximum mana over {5} sec", "Швидкість руху збільшено, але періодично втрачається здоров'я та мана.", en="Flee" },
[5134] = { "Світлова бомба", "Змушує всіх звірів у радіусі {1} м втікати протягом {2} с. Ймовірність невдачі збільшується при застосуванні проти цілей вище {3} рівня.#in a {1} yard#for {2} sec#over level {3}", "Налякано.", en="Flash Bomb" },
[5337] = { "Удар зав'ядання", "Зменшує запас здоров'я цілі на {1}% протягом {2} с.#by {1}% for {2} sec", "Запас здоров'я зменшено на {1}%.#by {1}%", en="Wither Strike" },
[6278] = { "Повзуча пліснява", "Завдає ворогу {1} шкоди від природи кожні {2} с протягом {3} хв.#Inflicts {1} Nature#every {2} sec#for {3} min", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Creeping Mold" },
[6605] = { "Жахаючий вереск", "Змушує навколишніх ворогів втікати зі страху протягом {1} с.#for {1} sec", "Втікає зі страху.\nШвидкість руху зменшено на {1}%.#reduced by {1}%", en="Terrifying Screech" },
[6951] = { "Знесилення", "Зменшує силу ворога на {1} протягом {2} хв.#by {1} for {2} min", "Силу зменшено.", en="Decayed Strength" },
[7220] = { "Ланцюг для зброї", "Прикріпити до зброї ланцюг, що зменшує тривалість ефектів роззброєння на {1}%. Цей ефект не поєднується з іншими подібними ефектами.#effects by {1}%", en="Weapon Chain" },
[7230] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}", en="Fire Protection" },
[7231] = { ref=7230 }, -- Fire Protection
[7232] = { ref=7230 }, -- Fire Protection
[7233] = { ref=7230 }, -- Fire Protection
[7234] = { ref=7230 }, -- Fire Protection
[7235] = { "Захист від тіні", "Поглинає від {1} до {2} шкоди від тіні. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає від {1} до {2} шкоди від тіні.#Absorbs {1} to {2}", en="Shadow Protection" },
[7236] = { "Крижаний захист", "Поглинає від {1} до {2} шкоди від криги. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає від {1} до {2} шкоди від криги.#Absorbs {1} to {2}", en="Frost Protection" },
[7237] = { ref=7236 }, -- Frost Protection
[7238] = { ref=7236 }, -- Frost Protection
[7239] = { ref=7236 }, -- Frost Protection
[7240] = { ref=7236 }, -- Frost Protection
[7241] = { ref=7235 }, -- Shadow Protection
[7242] = { ref=7235 }, -- Shadow Protection
[7243] = { ref=7235 }, -- Shadow Protection
[7244] = { ref=7235 }, -- Shadow Protection
[7245] = { "Священний захист", "Поглинає від {1} до {2} шкоди від святості. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає від {1} до {2} шкоди від святості.#Absorbs {1} to {2}", en="Holy Protection" },
[7246] = { ref=7245 }, -- Holy Protection
[7247] = { ref=7245 }, -- Holy Protection
[7248] = { ref=7245 }, -- Holy Protection
[7249] = { ref=7245 }, -- Holy Protection
[7250] = { "Природний захист", "Поглинає від {1} до {2} шкоди від природи. Триває {3} хв.#Absorbs {1} to {2}#Lasts {3} min", "Поглинає від {1} до {2} шкоди від природи.#Absorbs {1} to {2}", en="Nature Protection" },
[7251] = { ref=7250 }, -- Nature Protection
[7252] = { ref=7250 }, -- Nature Protection
[7253] = { ref=7250 }, -- Nature Protection
[7254] = { ref=7250 }, -- Nature Protection
[7272] = { "Хмара пилу", en="Dust Cloud" },
[7367] = { "Інфікований укус", "Завдає {1} шкоди від природи ворогу кожні {2} с та збільшує отриману ним фізичну шкоду на {3} протягом {4} с.#Inflicts {1} Nature#every {2} sec#by {3} for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.\nОтриману фізичну шкоду збільшено на {3}.#{1} Nature#every {2} sec#increased by {3}", en="Infected Bite" },
[7396] = { "Риб'ячий жир", "Збільшує показник швидкості ближнього бою на {1} протягом {2} с.#by {1} for {2} sec", "Швидкість атаки збільшено.", en="Fishliver Oil" },
[7844] = { "Вогнеміць", "Збільшує шкоду вогняних заклинань на {1} протягом {2} хв. Бойовий еліксир.#by up to {1} for {2} min", "Вогняну шкоду заклинань та здібностей збільшено на {1}. Бойовий еліксир.#by up to {1}", en="Fire Power" },
[8212] = { "Збільшення", "Ваш розмір збільшується, а ваша сила зростає на {1}, відповідно до вашого нового розміру. Триває {2} хв. Бойовий еліксир.#up by {1}#Lasts {2} min", "Силу збільшено на {1}, а також збільшено розмір. Бойовий еліксир.#by {1}", en="Enlarge" },
[8219] = { "Підміна", "Перетворення на вбивцю.", "Видозмінено.", en="Flip Out" },
[8220] = { ref=8219 }, -- Flip Out
[8363] = { "Паразит", "Завдає ворогу звичайної шкоди плюс {1} та ще {2} шкоди від природи кожні {3} с протягом {4} с.#plus {1} to#additional {2} Nature#every {3} sec#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Parasite" },
[8733] = { "Благословення Чорноводдя", nil, "Збільшує інтелект на {1}.\nЗбільшує дух на {2}.\nЗбільшує шкоду кригою на {3}.#Intellect by {1}#Spirit by {2}#damage done by {3}", en="Blessing of Blackfathom" },
[9080] = { "Нівечення", "Завдає ворогу {1}% шкоди від зброї та сповільнює його рух на {2}% протягом {3} с.#Inflicts {1}% weapon#speed by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[9774] = { "Свобода", "Усуває наявні ефекти знерухомлення та надає невразливість до ефектів знерухомлення протягом {1} с.#Immobilizing effects for {1} sec", "Невразливість до ефектів знерухомлення протягом {1} с.#effects for {1} sec", en="Freedom" },
[9991] = { "Дотик Занзіла", nil, "Спритність зменшено на {1}. Не може отримати ефект непомітності чи невидимості.#reduced by {1}", en="Touch of Zanzil" },
[10667] = { "Віковічна лють", "Збільшує силу на {1} при споживанні. Ефект діє {2} хвилин. Бойовий еліксир.#by {1} when#for {2} min", "Збільшує силу на {1}. Бойовий еліксир.#by {1}", en="Rage of Ages" },
[10668] = { "Дух кнура", "Збільшує витривалість на {1} при споживанні. Ефект діє {2} хвилин. Захисний еліксир.#by {1} when#for {2} min", "Збільшує витривалість на {1}. Захисний еліксир.#by {1}", en="Spirit of Boar" },
[10669] = { "Удар скорпока", "Збільшує спритність на {1} при споживанні. Ефект діє {2} хвилин. Бойовий еліксир.#by {1} when#for {2} min", "Збільшує спритність на {1}. Бойовий еліксир.#by {1}", en="Strike of the Scorpok" },
[10670] = { "Віковічна лють", "Збільшує силу на {1} при споживанні. Бойовий еліксир.#by {1} when", "Збільшує силу на {1}.#by {1}", en="Rage of Ages" },
[10671] = { "Дух кнура", "Збільшує витривалість на {1} при споживанні. Захисний еліксир.#by {1} when", "Збільшує витривалість на {1}.#by {1}", en="Spirit of Boar" },
[10672] = { "Удар скорпока", "Збільшує спритність на {1} при споживанні. Бойовий еліксир.#by {1} when", "Збільшує спритність на {1}.#by {1}", en="Strike of the Scorpok" },
[10690] = { "Непохибний розум", "Збільшує інтелект на {1} при споживанні. Захисний еліксир.#by {1} when", "Збільшує інтелект на {1}. Захисний еліксир.#by {1}", en="Infallible Mind" },
[10691] = { "Духовне панування", "Збільшує дух на {1} при споживанні. Захисний еліксир.#by {1} when", "Збільшує дух на {1}. Захисний еліксир.#by {1}", en="Spiritual Domination" },
[10692] = { "Непохибний розум", "Збільшує інтелект на {1} при споживанні. Ефект діє {2} хвилин. Захисний еліксир.#by {1} when#for {2} min", "Збільшує інтелект на {1}. Захисний еліксир.#by {1}", en="Infallible Mind" },
[10693] = { "Духовне панування", "Збільшує дух на {1} при споживанні. Ефект діє {2} хвилин. Захисний еліксир.#by {1} when#for {2} min", "Збільшує дух на {1}. Захисний еліксир.#by {1}", en="Spiritual Domination" },
[11319] = { "Ходіння по воді", "Дозволяє вам ходити по воді протягом {1} хв. Будь-яка отримана шкода припинить дію ефекту. Захисний еліксир.#for {1} min", "Дозволяє ходити по воді.", en="Water Walking" },
[11371] = { "Дар Артаса", "Збільшує опір тіні на {1}. Нападників з ймовірністю {2}% буде уражено хворобою, яка збільшить отриману ними шкоду на {3} протягом {4} хв. Триває {5} хв. Захисний еліксир.#shadow by {1}#a {2}% chance#damage taken by {3} for {4} min#Lasts for {5} min", "Збільшує опір тіні на {1} та може вразити нападників хворобою. Захисний еліксир.#resist by {1}", en="Gift of Arthas" },
[11390] = { "Арканічний еліксир", "Збільшує шкоду заклинань на {1} протягом {2} хв. Бойовий еліксир.#to {1} for {2} min", "Магічну шкоду заклинань та здібностей збільшено на {1}. Бойовий еліксир.#by up to {1}", en="Arcane Elixir" },
[11405] = { "Еліксир велетнів", "Збільшує вашу силу на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Збільшує силу на {1}. Бойовий еліксир.#by {1}", en="Elixir of the Giants" },
[11406] = { "Еліксир винищення демонів", "Збільшує силу атаки в бою з демонами на {1}. Триває {2} хв. Бойовий еліксир.#power by {1}#Lasts {2} min", "Силу атаки в бою з демонами збільшено на {1}. Бойовий еліксир.#by {1}", en="Elixir of Demonslaying" },
[11436] = { "Сповільнення", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[11443] = { "Каліцтво", "Збільшує інтервал між атаками ворога на {1}%, зменшує його швидкість руху на {2}% та силу на {3}%. Триває {4} с.#attacks by {1}%#movement by {2}%#Strength by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nСилу зменшено на {3}%.#speed reduced by {1}%#increased by {2}%#Strength reduced by {3}%", en="Cripple" },
[11474] = { "Сила тіні", "Збільшує шкоду заклинань тіні на {1} протягом {2} хв. Бойовий еліксир.#to {1} for {2} min", "Шкоду від заклять та здібностей тіні збільшено на {1}. Бойовий еліксир.#by up to {1}", en="Shadow Power" },
[12179] = { ref=8118 }, -- Strength
[12418] = { "Виявлення непомітності", "Посилює вашу здатність виявлення непомітності.", "Здатність виявлення непомітності посилено.", en="Stealth Detection" },
[12540] = { "Ошелешення", "Завдає ворогу {1} шкоди та робить його недієздатним на {2} с. Ви автоматично перестанете атакувати. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі.#Inflicts {1} damage#for up to {2} sec", "Недієздатність.", en="Gouge" },
[13323] = { "Поліморфія", "Перетворює ворога на вівцю, змушуючи його блукати до {1} с. Вівця не здатна атакувати та вимовляти закляття. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, драконів, велетнів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття.", en="Polymorph" },
[13579] = { "Ошелешення", "Завдає ворогу {1} шкоди та приголомшує його на {2} с. Ви автоматично перестанете атакувати. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі.#Inflicts {1} damage#for up to {2} sec", "Недієздатність.", en="Gouge" },
[13747] = { "Сповільнення", "Збільшує інтервал між атаками навколишніх ворогів на {1}% та зменшує їх швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[15007] = { "Слабкість після воскресіння", nil, "Зменшує всі характеристики на {1}% та всю завдану шкоду на {2}%. Ваша смерть не принесе ворогу честі.#attributes by {1}%#caused by {2}%", en="Resurrection Sickness" },
[15534] = { ref=13323 }, -- Polymorph
[15571] = { "Запаморочення", "Паморочливий удар, що зменшує швидкість руху на {1}%.#speed by {1}%", "Запаморочення.", en="Dazed" },
[16186] = { "Чумна лихоманка", "Завдає ворогу від {1} до {2} шкоди від природи та додатково {3} шкоди кожні {4} с протягом {5} с.#Inflicts {1} to {2} Nature#additional {3} damage#every {4} sec#for {5} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Fevered Plague" },
[16460] = { "Гнійні укуси", "Зменшує ймовірність завдання критичного удару ближнього бою ворога на {1}% та зменшує його ймовірність завдання критичного удару закляттями на {2}%. Триває {3} хв.#melee attack by {1}%#spell attack by {2}%#Lasts {3} min", "Ймовірність завдання критичного удару в ближньому бою зменшено на {1}%.\nЙмовірність завдання критичного удару закляттями зменшено на {2}%.#Melee critical hit chance reduced by {1}%#Spell critical hit chance reduced by {2}%", en="Festering Bite" },
[16727] = { "Бойовий тупіт", "Завдає звичайної шкоди плюс {1} навколишнім ворогам, приголомшуючи їх на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="War Stomp" },
[16884] = { "Здоров'я II", "Збільшує запас здоров'я на {1} протягом {2} год.#by {1} for {2} h", "Запас здоров'я збільшено на {1}.#by {1}", en="Health II" },
[17038] = { "Огневиця Зимокрайових", "Збільшує силу атаки на {1} та збільшує розмір протягом {2} хв. Бойовий еліксир.#by {1} and#for {2} min", "Збільшує розмір, а також силу атаки на {1}. Бойовий еліксир.#by {1}", en="Winterfall Firewater" },
[17535] = { "Еліксир мудреців", "Збільшує інтелект та дух на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Інтелект і дух збільшено на {1}. Захисний еліксир.#by {1}", en="Elixir of the Sages" },
[17537] = { "Еліксир грубої сили", "Збільшує силу та витривалість на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу та витривалість збільшено на {1}. Бойовий еліксир.#by {1}", en="Elixir of Brute Force" },
[17538] = { "Еліксир мангусти", "Збільшує спритність на {1} та показник критичного удару на {2} протягом {3} год. Бойовий еліксир.#Agility by {1}#critical strike rating by {2} for {3} h", "Спритність збільшено на {1}, показник критичного удару збільшено на {2}. Бойовий еліксир.#Agility by {1}#critical strike rating by {2}", en="Elixir of the Mongoose" },
[17539] = { "Великий арканічний еліксир", "Збільшує шкоду заклинань на {1} протягом {2} год. Бойовий еліксир.#by up to {1} for {2} h", "Магічну шкоду заклинань та здібностей збільшено на {1}. Бойовий еліксир.#by up to {1}", en="Greater Arcane Elixir" },
[17543] = { ref=7230 }, -- Fire Protection
[17544] = { ref=7236 }, -- Frost Protection
[17545] = { ref=7245 }, -- Holy Protection
[17546] = { ref=7250 }, -- Nature Protection
[17548] = { ref=7235 }, -- Shadow Protection
[17549] = { "Арканічний захист", "Поглинає [{1}#Absorbs {1} arcane][від {1} до {2}#Absorbs {1} to {2} arcane] шкоди від аркани. Триває {1} хв.#Lasts {1} min", "Поглинає [{1}#Absorbs {1} arcane][від {1} до {2}#Absorbs {1} to {2} arcane] шкоди від аркани.", en="Arcane Protection" },
[17624] = { "Скам'яніння", "Ви перетворюєтеся на камінь, що захищає вас від усіх фізичних атак і заклинань на 1 хв, але протягом цього часу ви не можете атакувати, рухатися або промовляти заклинання. Вважається бойовим та захисним еліксиром.", "Невразливість до всіх атак та заклять. Не може атакувати, рухатися та застосовувати закляття.", en="Petrification" },
[17626] = { "Настій титанів", "Збільшує максимальний запас здоров'я на {1} протягом {2} год. Вважається бойовим та захисним еліксиром. Цей ефект зберігається після смерті.#health by {1} for {2} h", "Запас здоров'я збільшено на {1}.#increased by {1}", en="Flask of the Titans" },
[17627] = { "Дистильована мудрість", "Збільшує інтелект на {1} протягом {2} год. Вважається бойовим та захисним еліксиром. Цей ефект зберігається після смерті.#Intellect by {1} for {2} h", "Інтелект збільшено на {1}.#by {1}", en="Distilled Wisdom" },
[17628] = { "Велика сила", "Збільшує шкоду магічних заклинань і ефектів на {1} протягом {2} год. Вважається бойовим та захисним еліксиром. Ефект зберігається після смерті.#by up to {1} for {2} h", "Шкоду заклять збільшено на {1}.#increased by up to {1}", en="Supreme Power" },
[17629] = { "Хроматичний опір", "Збільшує опір всім школам магії на {1} протягом {2} год. Вважається бойовим та захисним еліксиром. Цей ефект зберігається після смерті.#magic by {1} for {2} h", "Опір всім школам магії збільшено на {1}.#increased by {1}", en="Chromatic Resistance" },
[17963] = { "Розсікаючий розкол", "Розсікає броню ворога та його найближчих созників, вражаючи до {1} цілей. Броня цілі зменшується на {2} за кожен ефект. Може накопичуватись до {3} разів. Триває {4} с.#up to {1} targets#reduced by {2} per#up to {3} times#Lasts {4} sec", "Броню зменшено на {1}.#by {1}", en="Sundering Cleave" },
[18088] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди тінню протягом {2} секунд.#causing {1} Shadow#over {2} sec", "{1} шкоди від тіні кожні {2} с.#Inflicts {1} Shadow#every {2} sec", en="Corruption" },
[18194] = { "Відновлення мани", nil, "Відновлення {1} мани кожні {2} с.#{1} Mana per {2} sec", en="Mana Regeneration" },
[18371] = { "Висмоктування душі", en="Drain Soul" },
[18942] = { "Вогняний захист", "Поглинає від {1} до {2} шкоди від вогню. Триває {3} год.#Absorbs {1} to {2}#Lasts {3} h", "Поглинає від {1} до {2} шкоди від вогню.#Absorbs {1} to {2}", en="Fire Protection" },
[18972] = { ref=11436 }, -- Slow
[19137] = { ref=13747 }, -- Slow
[19451] = { "Оскаженіння", "Зменшує інтервал між вашими атаками на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzy" },
[19812] = { ref=19451 }, -- Frenzy
[20134] = { nil, nil, "Ймовірність блокування збільшено на {1}%. Триває до {2} блоків.#by {1}%#of {2}  blocks", ref=20127 }, -- Redoubt
[20762] = { ref=20707 }, -- Soulstone Resurrection
[20763] = { ref=20707 }, -- Soulstone Resurrection
[20764] = { ref=20707 }, -- Soulstone Resurrection
[20765] = { ref=20707 }, -- Soulstone Resurrection
[21340] = { "Берсерк", en="Berserk" },
[21833] = { "Гоблінська гармата-дракон", "Завдає [{1}#Deals {1} fire][від {1} до {2}#Deals {1} to {2} fire] шкоди вогнем протягом {1} с всім ворогам в конусі перед інженером. Це якщо вона не вибухне...#damage for {1} sec to all", "Завдає [{1}#Dealing {1} fire][від {1} до {2}#Dealing {1} to {2} fire] шкоди вогнем цілям неподалік.", en="Goblin Dragon Gun" },
[22277] = { "Щит стихій", "Перетворений експериментами Нефаріана, заклинач набув значного опору до всіх шкіл магії, але став вразливим до вогню.", "Отриману шкоду від вогню збільшено.\nОтриману шкоду від інших шкіл магії зменшено.", en="Elemental Shield" },
[22278] = { "Щит стихій", "Перетворений експериментами Нефаріана, заклинач набув значного опору до всіх шкіл магії, але став вразливим до криги.", "Отриману шкоду від криги збільшено.\nОтриману шкоду від інших шкіл магії зменшено.", en="Elemental Shield" },
[22279] = { "Щит стихій", "Перетворений експериментами Нефаріана, заклинач набув значного опору до всіх шкіл магії, але став вразливим до тіні.", "Отриману шкоду від тіні збільшено.\nОтриману шкоду від інших шкіл магії зменшено.", en="Elemental Shield" },
[22280] = { "Щит стихій", "Перетворений експериментами Нефаріана, заклинач набув значного опору до всіх шкіл магії, але став вразливим до природи.", "Отриману шкоду від природи збільшено.\nОтриману шкоду від інших шкіл магії зменшено.", en="Elemental Shield" },
[22281] = { "Щит стихій", "Перетворений експериментами Нефаріана, заклинач набув значного опору до всіх шкіл магії, але став вразливим до аркани.", "Отриману шкоду від аркани збільшено.\nОтриману шкоду від інших шкіл магії зменшено.", en="Elemental Shield" },
[22284] = { ref=22290 }, -- Brood Power: Red
[22356] = { ref=13747 }, -- Slow
[22744] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, знерухомлюючи його на {1} с.#place for {1} sec", en="Chains of Ice" },
[23128] = { ref=19451 }, -- Frenzy
[23342] = { ref=19451 }, -- Frenzy
[23768] = { "Темне пророцтво Вщуна - шкода", nil, "Збільшує всю шкоду на {1}-{2}%.#by {1} to {2}%", en="Sayge's Dark Fortune of Damage" },
[24002] = { "Заспокійлива отрута", "Вражає ціль отрутою, що збільшує інтервал між атаками на {1}%, зменшує швидкість руху на {2}% та присипляє через {3} с.#time between attacks by {1}%#movement by {2}%#sleep after {3} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.\nПозбавляє {3} люті щосекунди.\nХочеться спати...#increased by {1}%#speed by {2}%#Drains {3} rage", en="Tranquilizing Poison" },
[24003] = { ref=24002 }, -- Tranquilizing Poison
[24004] = { "Сон", "Присипляє вас до {1} с. Будь-яка завдана шкода розбудить ціль. Одночасно може бути приспано лише одну ціль.#up to {1} sec", "Сон.", en="Sleep" },
[24324] = { "Висмоктування крові", nil, "Висмоктує кров навколишніх ворогів.", en="Blood Siphon" },
[24363] = { "Регенерація мани", "Відновлює {1} мани кожні {2} с протягом {3} год. Захисний еліксир.#{1} mana per {2} sec for {3} h", "Відновлення {1} мани кожні {2} с. Захисний еліксир.#{1} mana per {2} sec", en="Mana Regeneration" },
[24698] = { ref=13579 }, -- Gouge
[24705] = { "Закликання Плетеного чоловічка", "Збільшує отриманий досвід та репутацію на {1}%. Триває {2} год.#gained by {1}%#Lasts {2} h", "Збільшує отриманий досвід та репутацію на {1}%. Триває {2} год.#gained by {1}%#Lasts {2} h", en="Invocation of the Wickerman" },
[25941] = { ref=25694 }, -- Well Fed
[26041] = { ref=19451 }, -- Frenzy
[26051] = { ref=19451 }, -- Frenzy
[26072] = { "Хмара пилу", "Зменшує ймовірність завдання удару навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Dust Cloud" },
[26276] = { "Велика вогнеміць", ref=7844, en="Greater Firepower" },
[26610] = { ref=8313 }, -- Poison
[26662] = { "Берсерк", "Збільшує швидкість атаки заклинача на {1}% та збільшує всю шкоду на {2}% протягом {3} хв.#speed by {1}%#deals by {2}% for {3} min", "Всю шкоду збільшено на {1}.\nШвидкість атаки збільшено на {2}%.#dealt is increased by {1}%#speed increased by {2}%", en="Berserk" },
[27089] = { ref=430 }, -- Drink
[27641] = { "Страх", "Вселяє страх у ворога, змушуючи його тікати зі страху протягом {1} с.#for {1} sec", "Втікає зі страху.", en="Fear" },
[27760] = { ref=13323 }, -- Polymorph
[28371] = { ref=19451 }, -- Frenzy
[28502] = { "Великий захист", ref=673, en="Major Armor" },
[29124] = { "Поліморфія", nil, "Не може атакувати та вимовляти закляття.", en="Polymorph" },
[29175] = { "Танець зі стрічками", nil, "Досвід, отриманий за вбивство монстрів, збільшено на {1}%!#by {1}%", en="Ribbon Dance" },
[29212] = { "Каліцтво", "Збільшує інтервал між атаками ворога на {1}%, зменшує його швидкість руху на {2}% та силу на {3}%. Триває {4} с.#attacks by {1}%#movement by {2}%#Strength by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.\nСилу зменшено на {3}%.#speed reduced by {1}%#increased by {2}%#Strength reduced by {3}%", en="Cripple" },
[29338] = { "Лють вогняного фестивалю", nil, "Збільшує ймовірність завдання критичного удару атаками та закляттями на {1}%.#percent by {1}", en="Fire Festival Fury" },
[29348] = { "Особливе зілля Золотого Туману", "Збільшує запас здоров'я на {1} протягом {2} год.#by {1} for {2} h", "Запас здоров'я збільшено на {1}.#by {1}", en="Goldenmist Special Brew" },
[29432] = { ref=18942 }, -- Fire Protection
[29513] = { ref=22739 }, -- Goblin Dragon Gun
[29534] = { "Сліди силітисту", nil, "Шкоду ближнього бою, дальнього бою та заклинань збільшено на {1}%.#by {1}%", en="Traces of Silithyst" },
[29846] = { ref=29338 }, -- Fire Festival Fury
[29848] = { ref=13323 }, -- Polymorph
[30167] = { "Червоний костюм огра", "Станьте величезним червоним огром на {1} хв!#for {1} min", "Ррррр!", en="Red Ogre Costume" },
[32038] = { "Ілюзія пташиного духа", "Набути подоби пташиного духа. Діє в руїнах Бога'му.", "Замасковано під пташиного духа.", en="Bird Spirit Illusion" },
[32355] = { "Зосереджена сила", ref=23271, en="Focused Power" },
[32925] = { "Сила заклять", "Збільшує шкоду заклинань на {1} та зцілення на {2} протягом {3} с.#damage by up to {1} and healing by up to {2} for {3} sec", "Магічну шкоду збільшено на {1}, а зцілення збільшено на {2}.#damage increased by up to {1}#healing increased by up to {2}", en="Spell Power" },
[32927] = { ref=32955 }, -- Heroism
[33720] = { "Еліксир натиску", "Збільшує силу атаки на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} hour", "Силу атаки збільшено на {1}. Бойовий еліксир.#power by {1}.", en="Onslaught Elixir" },
[33721] = { "Еліксир адепта", "Збільшує шкоду та зцілення від заклять на {1}, а показник критичного удару заклинань на {2} протягом {3} год. Бойовий еліксир.#up to {1} and#by {2} for {3} hour", "Шкоду та зцілення від заклять збільшено на {1}, а показник критичного удару заклинань збільшено на {2}. Бойовий еліксир.#healing by up to {1} and#rating by {2}.", en="Adept's Elixir" },
[34510] = { ref=56 }, -- Stun
[35542] = { "Бойова витримка", en="Combat Potency" },
[35545] = { ref=35542 }, -- Combat Potency
[35546] = { ref=35542 }, -- Combat Potency
[35547] = { ref=35542 }, -- Combat Potency
[35548] = { ref=35542 }, -- Combat Potency
[36694] = { ref=24111 }, -- Corrosive Poison
[36698] = { ref=16429 }, -- Piercing Shadow
[36847] = { "Дзеркальна копія", en="Mirror Image" },
[36848] = { ref=36847 }, -- Mirror Image
[37012] = { ref=5708 }, -- Swoop
[37274] = { "Приплив сил", "Наповнює ціль силою, збільшуючи її шкоду та зцілення закляттями на {1}%. Триває {2} с.#by {1}#Lasts {2} sec", "Шкоду та зцілення заклять збільшено на {1}%.#by {1}", en="Power Infusion" },
[37788] = { "Смерть і гниття", "Завдає від {1} до {2} шкоди від тіні кожні {3} с всім цілям в зоні дії.#{1} to {2} shadow#every {3} sec", "Завдає від {1} до {2} шкоди від тіні кожні {3} с всім цілям в зоні дії.#{1} to {2} shadow#every {3} sec", en="Death and Decay" },
[39658] = { ref=37788 }, -- Death and Decay
[40943] = { ref=36847 }, -- Mirror Image
[40944] = { ref=36847 }, -- Mirror Image
[42435] = { "Хмільний фестиваль - приголомшення", ref=56, en="Brewfest - Stun" },
[43265] = { ref=37788 }, -- Death and Decay
[44272] = { ref=27603 }, -- Goblin Dragon Gun
[44893] = { ref=24694 }, -- Attack Power - Feral (+0178)
[46185] = { ref=27603 }, -- Goblin Dragon Gun
[46297] = { ref=16429 }, -- Piercing Shadow
[349981] = { "Заряджений хронозаміщувач благословень", nil, "Благословення призупинено:\n[\n|T136109:24|t Лють Фенґа ({1} хв)#Fengus' Ferocity|r ({1}m)][\n|T136054:24|t Сміливість Мол'дара ({1} хв)#Mol'dar's Moxie|r ({1}m)][\n|T135930:24|t Кмітливість Сліп'кіка ({1} хв)#Slip'kik's Savvy|r ({1}m)][\n|T134153:24|t Рвучкий клич драконоборця ({1} хв)#Rallying Cry of the Dragonslayer|r ({1}m)][\n|T135759:24|t Благословення вождя ({1} хв)#Warchief's Blessing|r ({1}m)][\n|T132107:24|t Дух Зандаларів ({1} хв)#Spirit of Zandalar|r ({1}m)][\n|T135934:24|t Серенада піснеквіта ({1} хв)#Songflower Serenade|r ({1}m)][\n|T134334:24|t Темне пророцтво Вщуна ({1} хв)#Sayge's Dark Fortune|r ({1}m)]\n\nПоки благословення призупинені, вони на вас не діють.", en="Supercharged Chronoboon Displacer" },

-- Item effects
[2828] = { "Заточка леза", "Збільшує шкоду гострої зброї на {1} протягом {2} год.#by {1} for {2} h", en="Sharpen Blade" },
[3112] = { "Покращення дробильної зброї", "Збільшує шкоду дробильної зброї на {1} протягом {2} год.#by {1} for {2} h", en="Enhance Blunt Weapon" },
[4073] = { "Механічне драконеня", "Активувати механічне драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Mechanical Dragonling" },
[5020] = { "Бурехміль", "Міцний ель, що збільшує вашу силу на {1} та зменшує ваш інтелект на {2} протягом {3} хв.#by {1} and#by {2} for {3} min", "Силу збільшено на {1}.\nІнтелект зменшено на {2}.#increased by {1}#decreased by {2}", en="Stormstout" },
[5021] = { "Трозький ель", "Збільшує ваше здоров'я на {1}-{2}, але зменшує дух на {3} протягом {4} хв.#health by {1} to {2}#by {3} for {4} min", "Здоров'я збільшено на {1}-{2}.\nДух зменшено на {3}.#increased by {1} to {2}#decreased by {3}", en="Trogg Ale" },
[5909] = { "Розбавлене пиво", "Це слабке пиво збільшує ваш дух на {1} та зменшує витривалість на {2} протягом {3} хв.#your Spirit by {1} and decreases your Stamina by {2} for {3} min", "Дух збільшено на {1}, а витривалість зменшено на {2}.#Spirit increased by {1}#Stamina decreased by {2}", en="Watered-down Beer" },
[7218] = { "Противага для зброї", "Прикріпити до вашого дворучного меча, булави, сокири або держакової зброї противагу, що збільшує показник швидкості на {1}.#haste rating by {1}", en="Weapon Counterweight" },
[7511] = { "Збільшення навички захисту", "Збільшує показник захисту на {1}.#defense rating by {1}", en="Increased Defense" },
[7513] = { ref=7511 }, -- Increased Defense
[7514] = { ref=7511 }, -- Increased Defense
[7515] = { ref=7511 }, -- Increased Defense
[7516] = { ref=7511 }, -- Increased Defense
[7517] = { ref=7511 }, -- Increased Defense
[7518] = { ref=7511 }, -- Increased Defense
[7520] = { "Збільшення навички одноручних мечів", "Збільшує навичку володіння мечами на {1}.#sword skill rating by {1}", en="Increased 1H Sword" },
[7523] = { ref=7520 }, -- Increased 1H Sword
[7525] = { ref=7520 }, -- Increased 1H Sword
[7527] = { ref=7520 }, -- Increased 1H Sword
[7529] = { "Збільшення навички дворучних мечів", "Збільшує навичку володіння дворучними мечами на {1}.#two-handed sword skill rating by {1}", en="Increased 2H Sword" },
[7532] = { "Збільшення навички одноручних булав", "Збільшує навичку володіння булавами на {1}.#mace skill rating by {1}", en="Increased 1H Mace" },
[7533] = { "Збільшення навички дворучних булав", "Збільшує навичку володіння дворучними булавами на {1}.#two-handed maces skill rating by {1}", en="Increased 2H Mace" },
[7534] = { "Збільшення навички кинджалів", "Збільшує навичку володіння кинджалами на {1}.#dagger skill rating by {1}", en="Increased Dagger" },
[7535] = { "Збільшення навички луків", "Збільшує навичку володіння луками на {1}.#bow skill rating by {1}", en="Increased Bow" },
[7536] = { "Збільшення навички рушниць", "Збільшує навичку володіння рушницями на {1}.#gun skill rating by {1}", en="Increased Gun" },
[7538] = { "Збільшення навички одноручних сокир", "Збільшує навичку володіння сокирами на {1}.#axe skill rating by {1}", en="Increased 1H Axe" },
[7540] = { ref=7538 }, -- Increased 1H Axe
[7544] = { ref=7532 }, -- Increased 1H Mace
[7546] = { ref=7532 }, -- Increased 1H Mace
[7548] = { ref=7532 }, -- Increased 1H Mace
[7549] = { "Збільшення навички дворучних сокир", "Збільшує навичку володіння дворучними сокирами на {1}.#two-handed axes skill rating by {1}", en="Increased 2H Axe" },
[7550] = { ref=7549 }, -- Increased 2H Axe
[7552] = { ref=7549 }, -- Increased 2H Axe
[7554] = { ref=7549 }, -- Increased 2H Axe
[7556] = { ref=7533 }, -- Increased 2H Mace
[7558] = { ref=7533 }, -- Increased 2H Mace
[7560] = { ref=7533 }, -- Increased 2H Mace
[7562] = { ref=7529 }, -- Increased 2H Sword
[7564] = { ref=7529 }, -- Increased 2H Sword
[7566] = { ref=7529 }, -- Increased 2H Sword
[7568] = { ref=7535 }, -- Increased Bow
[7569] = { ref=7535 }, -- Increased Bow
[7570] = { ref=7535 }, -- Increased Bow
[7571] = { ref=7535 }, -- Increased Bow
[7572] = { ref=7535 }, -- Increased Bow
[7573] = { ref=7534 }, -- Increased Dagger
[7574] = { ref=7534 }, -- Increased Dagger
[7576] = { ref=7534 }, -- Increased Dagger
[7578] = { ref=7534 }, -- Increased Dagger
[7579] = { ref=7536 }, -- Increased Gun
[7580] = { ref=7536 }, -- Increased Gun
[7581] = { ref=7536 }, -- Increased Gun
[7582] = { ref=7536 }, -- Increased Gun
[7583] = { ref=7536 }, -- Increased Gun
[7584] = { ref=7536 }, -- Increased Gun
[7597] = { "Збільшення критичних ударів", "Збільшує показник критичного удару на {1}.#your critical strike rating by {1}", en="Increased Critical 14" },
[7598] = { ref=7597 }, -- Increased Critical 28
[7599] = { ref=7597 }, -- Increased Critical 42
[7600] = { ref=7597 }, -- Increased Critical 56
[7675] = { "Збільшення зцілення {1}#Increase Healing {1}", "Збільшує зцілення на {1}, а шкоду на {2} для всіх магічних заклинань і ефектів.#healing done by up to {1} and damage done by up to {2} for all", en="Increase Healing 2" },
[7676] = { ref=7675 }, -- Increase Healing 4
[7677] = { ref=7675 }, -- Increase Healing 7
[7678] = { ref=7675 }, -- Increase Healing 9
[7679] = { ref=7675 }, -- Increase Healing 11
[7680] = { ref=7675 }, -- Increase Healing 13
[7681] = { ref=7675 }, -- Increase Healing 15
[9132] = { "Збільшення критичних ударів", "Збільшує показник критичного удару в дальньому бою на {1}.#your ranged critical strike rating by {1}", en="Increased Critical 14" },
[9136] = { "Сила атаки", "Збільшує силу атаки на {1}.#Increases attack power by {1}", en="Attack Power 02" },
[9137] = { ref=9136 }, -- Attack Power 04
[9138] = { ref=9136 }, -- Attack Power 06
[9139] = { ref=9136 }, -- Attack Power 08
[9140] = { ref=9136 }, -- Attack Power 10
[9141] = { ref=9136 }, -- Attack Power 12
[9142] = { ref=9136 }, -- Attack Power 14
[9314] = { ref=7675 }, -- Increase Healing 24
[9315] = { ref=7675 }, -- Increase Healing 26
[9316] = { ref=7675 }, -- Increase Healing 29
[9317] = { ref=7675 }, -- Increase Healing 31
[9318] = { ref=7675 }, -- Increase Healing 33
[9329] = { ref=9136 }, -- Attack Power 16
[9330] = { ref=9136 }, -- Attack Power 18
[9331] = { ref=9136 }, -- Attack Power 20
[9332] = { ref=9136 }, -- Attack Power 22
[9333] = { ref=9136 }, -- Attack Power 48
[9334] = { ref=9136 }, -- Attack Power 26
[9335] = { ref=9136 }, -- Attack Power 28
[9336] = { ref=9136 }, -- Attack Power 30
[9405] = { ref=7597 }, -- Increased Critical 70
[9406] = { ref=7675 }, -- Increase Healing 18
[9407] = { ref=7675 }, -- Increase Healing 20
[9408] = { ref=7675 }, -- Increase Healing 22
[9783] = { "Мітрилові шпори", "Прикріпити до ваших черевиків шпори, які трохи збільшують швидкість верхової їзди на {1}%.#mounted movement speed by {1}%", en="Mithril Spurs" },
[10351] = { "Шкіра василіска", "Збільшує показник захисту на {1} протягом {2} с.#defense rating by {1} for {2} sec", "Показник захисту збільшено.", en="Basilisk Skin" },
[12686] = { "Несамовитість", "Збільшує шкоду на {1} і показник швидкості на {2} протягом {3} с.#done by {1} and#haste rating by {2} for {3} sec", "Шкоду та показник швидкості збільшено.", en="Enrage" },
[12733] = { "Безстрашність", "Збільшує броню на {1}, опір всім школам магії на {2} та надає невразливість до страху на {3} с. Може не спрацювати при використанні гравцями вище {4} рівня.#armor by {1}#resistances by {2}#Fear for {3} sec#players over level {4}", "Броню та опір магії збільшено. Невразливість до страху.", en="Fearless" },
[12749] = { "Мітрилове механічне драконеня", "Активувати мітрилове механічне драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Mithril Mechanical Dragonling" },
[12822] = { "Вбивця демонів", "Збільшує силу атаки на {1} в бою з демонами.#attack power by {1} when fighting Demons", en="Demon Slaying 18" },
[12823] = { ref=12822 }, -- Demon Slaying 36
[12956] = { "Демонічний обладунок", "Збільшує показник захисту на {1}, опір тіні на {2} та регенерацію здоров'я на {3}.#defense rating by {1}#resistance by {2} and#regeneration by {3}", en="Demon Armor" },
[12981] = { "Вбивця невмерлих {1}#Undead Slayer {1}", "Збільшує силу атаки на {1} в бою з невмерлими.#attack power by {1} when fighting Undead", en="Undead Slayer 39" },
[13180] = { "Гномська шапка контролю розуму", "Вступити в ментальний бій з ціллю-гуманоїдом, щоб спробувати захопити контроль над її розумом. Якщо все пройде вдало, ви контролюватимете розум цілі протягом {1} секунд... Ймовірність невдачі збільшується при застосуванні проти цілей вище {2} рівня.#for {1} sec#over level {2}", en="Gnomish Mind Control Cap" },
[13383] = { ref=7511 }, -- Increased Defense
[13384] = { ref=7511 }, -- Increased Defense
[13385] = { ref=7511 }, -- Increased Defense
[13386] = { ref=7511 }, -- Increased Defense
[13387] = { ref=7511 }, -- Increased Defense
[13388] = { ref=7511 }, -- Increased Defense
[13389] = { ref=7511 }, -- Increased Defense
[13390] = { ref=7511 }, -- Increased Defense
[13492] = { "Вбивця звірів", "Збільшує силу атаки на {1} в бою зі звірами.#attack power by {1} when fighting Beasts", en="Beast Slaying 63" },
[13494] = { "Прискорення", "Збільшує ваш показник швидкості на {1} протягом {2} с.#haste rating by {1} for {2} sec", "Швидкість атаки збільшено.", en="Haste" },
[13500] = { ref=7538 }, -- Increased 1H Axe
[13533] = { ref=13494 }, -- Haste
[13665] = { "Парирування {1}#Increased Parry {1}", "Збільшує показник парирування на {1}.#parry rating by {1}", en="Increased Parry 20" },
[13667] = { ref=13665 }, -- Increased Parry 40
[13668] = { ref=13665 }, -- Increased Parry 60
[13669] = { "Ухилення {1}#Increased Dodge {1}", "Збільшує показник ухилення на {1}.#dodge rating by {1}", en="Increased Dodge 12" },
[13670] = { ref=13669 }, -- Increased Dodge 24
[13671] = { ref=13669 }, -- Increased Dodge 36
[13672] = { ref=13669 }, -- Increased Dodge 48
[13673] = { ref=13669 }, -- Increased Dodge 60
[13674] = { "Блокування {1}#Increased Block {1}", "Збільшує показник блокування на {1}.#block rating by {1}", en="Increased Block 5" },
[13675] = { ref=13674 }, -- Increased Block 10
[13676] = { ref=13674 }, -- Increased Block 15
[13677] = { ref=13674 }, -- Increased Block 20
[13678] = { ref=13674 }, -- Increased Block 25
[14027] = { ref=9136 }, -- Attack Power 24
[14048] = { ref=7538 }, -- Increased 1H Axe
[14049] = { ref=9136 }, -- Attack Power 40
[14051] = { ref=7534 }, -- Increased Dagger
[14052] = { ref=9136 }, -- Attack Power 60
[14056] = { ref=9136 }, -- Attack Power 50
[14089] = { ref=9136 }, -- Attack Power 36
[14097] = { ref=12822 }, -- Demon Slaying 45
[14098] = { ref=12822 }, -- Demon Slaying 117
[14121] = { ref=7520 }, -- Increased 1H Sword
[14124] = { ref=7533 }, -- Increased 2H Mace
[14198] = { ref=13492 }, -- Beast Slaying 27
[14249] = { ref=7511 }, -- Increased Defense
[14565] = { ref=13492 }, -- Beast Slaying 30
[14817] = { ref=7549 }, -- Increased 2H Axe
[15231] = { "Кристалічна сила", "Збільшує дух цілі на {1} протягом {2} хв. Захисний еліксир.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Crystal Force" },
[15233] = { "Кристалічний захист", "Збільшує броню цілі на {1} протягом {2} хв. Захисний еліксир.#by {1} for {2} min", "Броню збільшено на {1}.#by {1}", en="Crystal Ward" },
[15464] = { "Показник влучності {1}#Increased Hit Rating {1}", "Збільшує показник влучності на {1}.#your hit rating by {1}", en="Increased Hit Rating 10" },
[15465] = { ref=15464 }, -- Increased Hit Rating 20
[15466] = { ref=15464 }, -- Increased Hit Rating 30
[15467] = { ref=15464 }, -- Increased Hit Rating 40
[15468] = { ref=15464 }, -- Increased Hit Rating 50
[15600] = { "Рука правосуддя", "Після завдання удару в ближньому бою ви можете виконати 1 додаткову атаку.", en="Hand of Justice" },
[15688] = { ref=13492 }, -- Beast Slaying 42
[15689] = { ref=13492 }, -- Beast Slaying 105
[15694] = { ref=7532 }, -- Increased 1H Mace
[15696] = { ref=7675 }, -- Increase Healing 53
[15717] = { ref=7534 }, -- Increased Dagger
[15758] = { ref=7538 }, -- Increased 1H Axe
[15759] = { ref=7538 }, -- Increased 1H Axe
[15760] = { ref=7532 }, -- Increased 1H Mace
[15761] = { ref=7532 }, -- Increased 1H Mace
[15762] = { ref=7532 }, -- Increased 1H Mace
[15763] = { ref=7520 }, -- Increased 1H Sword
[15764] = { ref=7520 }, -- Increased 1H Sword
[15765] = { ref=7520 }, -- Increased 1H Sword
[15766] = { ref=7549 }, -- Increased 2H Axe
[15767] = { ref=7549 }, -- Increased 2H Axe
[15768] = { ref=7549 }, -- Increased 2H Axe
[15769] = { ref=7529 }, -- Increased 2H Sword
[15770] = { ref=7529 }, -- Increased 2H Sword
[15771] = { ref=7529 }, -- Increased 2H Sword
[15772] = { ref=7529 }, -- Increased 2H Sword
[15773] = { ref=7533 }, -- Increased 2H Mace
[15774] = { ref=7533 }, -- Increased 2H Mace
[15775] = { ref=7533 }, -- Increased 2H Mace
[15776] = { ref=7534 }, -- Increased Dagger
[15777] = { ref=7534 }, -- Increased Dagger
[15778] = { ref=7534 }, -- Increased Dagger
[15804] = { ref=7511 }, -- Increased Defense
[15806] = { ref=9136 }, -- Attack Power 34
[15807] = { ref=9136 }, -- Attack Power 32
[15808] = { ref=9136 }, -- Attack Power 38
[15809] = { ref=9136 }, -- Attack Power 42
[15810] = { ref=9136 }, -- Attack Power 44
[15811] = { ref=9136 }, -- Attack Power 46
[15812] = { ref=9136 }, -- Attack Power 52
[15813] = { ref=9136 }, -- Attack Power 54
[15814] = { ref=9136 }, -- Attack Power 56
[15815] = { ref=9136 }, -- Attack Power 58
[15816] = { ref=9136 }, -- Attack Power 62
[15817] = { ref=9136 }, -- Attack Power 64
[15818] = { ref=9136 }, -- Attack Power 66
[15819] = { ref=9136 }, -- Attack Power 68
[15820] = { ref=9136 }, -- Attack Power 70
[15821] = { ref=9136 }, -- Attack Power 72
[15823] = { ref=9136 }, -- Attack Power 74
[15824] = { ref=9136 }, -- Attack Power 76
[15825] = { ref=9136 }, -- Attack Power 78
[15826] = { ref=9136 }, -- Attack Power 80
[15827] = { ref=9136 }, -- Attack Power 82
[15828] = { ref=9136 }, -- Attack Power 84
[15829] = { ref=9136 }, -- Attack Power 86
[15830] = { ref=9136 }, -- Attack Power 88
[15831] = { ref=9136 }, -- Attack Power 90
[15832] = { ref=9136 }, -- Attack Power 92
[15871] = { ref=7538 }, -- Increased 1H Axe
[15873] = { ref=7538 }, -- Increased 1H Axe
[15874] = { ref=7538 }, -- Increased 1H Axe
[15875] = { ref=7538 }, -- Increased 1H Axe
[15877] = { ref=7538 }, -- Increased 1H Axe
[15879] = { ref=7538 }, -- Increased 1H Axe
[15880] = { ref=7538 }, -- Increased 1H Axe
[15881] = { ref=7538 }, -- Increased 1H Axe
[15882] = { ref=7538 }, -- Increased 1H Axe
[15883] = { ref=7538 }, -- Increased 1H Axe
[15884] = { ref=7538 }, -- Increased 1H Axe
[15885] = { ref=7538 }, -- Increased 1H Axe
[15886] = { ref=7532 }, -- Increased 1H Mace
[15887] = { ref=7532 }, -- Increased 1H Mace
[15888] = { ref=7532 }, -- Increased 1H Mace
[15889] = { ref=7532 }, -- Increased 1H Mace
[15890] = { ref=7532 }, -- Increased 1H Mace
[15891] = { ref=7532 }, -- Increased 1H Mace
[15892] = { ref=7532 }, -- Increased 1H Mace
[15893] = { ref=7532 }, -- Increased 1H Mace
[15894] = { ref=7532 }, -- Increased 1H Mace
[15895] = { ref=7532 }, -- Increased 1H Mace
[15896] = { ref=7520 }, -- Increased 1H Sword
[15897] = { ref=7520 }, -- Increased 1H Sword
[15898] = { ref=7520 }, -- Increased 1H Sword
[15899] = { ref=7520 }, -- Increased 1H Sword
[15900] = { ref=7520 }, -- Increased 1H Sword
[15901] = { ref=7520 }, -- Increased 1H Sword
[15902] = { ref=7520 }, -- Increased 1H Sword
[15903] = { ref=7520 }, -- Increased 1H Sword
[15904] = { ref=7520 }, -- Increased 1H Sword
[15905] = { ref=7520 }, -- Increased 1H Sword
[15907] = { ref=7549 }, -- Increased 2H Axe
[15909] = { ref=7549 }, -- Increased 2H Axe
[15912] = { ref=7549 }, -- Increased 2H Axe
[15913] = { ref=7549 }, -- Increased 2H Axe
[15914] = { ref=7549 }, -- Increased 2H Axe
[15916] = { ref=7549 }, -- Increased 2H Axe
[15917] = { ref=7549 }, -- Increased 2H Axe
[15919] = { ref=7549 }, -- Increased 2H Axe
[15920] = { ref=7549 }, -- Increased 2H Axe
[15921] = { ref=7549 }, -- Increased 2H Axe
[15922] = { ref=7533 }, -- Increased 2H Mace
[15923] = { ref=7533 }, -- Increased 2H Mace
[15924] = { ref=7533 }, -- Increased 2H Mace
[15925] = { ref=7533 }, -- Increased 2H Mace
[15926] = { ref=7533 }, -- Increased 2H Mace
[15927] = { ref=7533 }, -- Increased 2H Mace
[15928] = { ref=7533 }, -- Increased 2H Mace
[15929] = { ref=7533 }, -- Increased 2H Mace
[15930] = { ref=7533 }, -- Increased 2H Mace
[15931] = { ref=7533 }, -- Increased 2H Mace
[15937] = { ref=7529 }, -- Increased 2H Sword
[15938] = { ref=7529 }, -- Increased 2H Sword
[15939] = { ref=7529 }, -- Increased 2H Sword
[15940] = { ref=7529 }, -- Increased 2H Sword
[15941] = { ref=7529 }, -- Increased 2H Sword
[15942] = { ref=7529 }, -- Increased 2H Sword
[15943] = { ref=7529 }, -- Increased 2H Sword
[15944] = { ref=7529 }, -- Increased 2H Sword
[15945] = { ref=7529 }, -- Increased 2H Sword
[15946] = { ref=7529 }, -- Increased 2H Sword
[15947] = { ref=7535 }, -- Increased Bow
[15948] = { ref=7534 }, -- Increased Dagger
[15949] = { ref=7534 }, -- Increased Dagger
[15950] = { ref=7534 }, -- Increased Dagger
[15951] = { ref=7534 }, -- Increased Dagger
[15952] = { ref=7534 }, -- Increased Dagger
[15953] = { ref=7534 }, -- Increased Dagger
[15954] = { ref=7534 }, -- Increased Dagger
[15955] = { ref=7534 }, -- Increased Dagger
[16321] = { "Джуджу уникання", "Збільшує ваш показник ухилення на {1} протягом {2} с. Захисний еліксир.#dodge rating by {1} for {2} sec", "Збільшує показник ухилення на {1}%.#rating by {1}", en="Juju Escape" },
[16322] = { "Джуджу шквалу", "Збільшує показник швидкості ваших заклять, атак ближнього та дальнього бою на {1} протягом {2} с. Бойовий еліксир.#haste rating by {1} for {2} sec", "Збільшує показник швидкості заклять, атак ближнього та дальнього бою на {1}.#haste rating by {1}", en="Juju Flurry" },
[16323] = { "Джуджу сили", "Збільшує вашу силу на {1} протягом {2} хв. Бойовий еліксир.#Strength by {1} for {2} min", "Силу збільшено на {1}.#by {1}", en="Juju Power" },
[16325] = { "Джуджу холоду", "Збільшує ваш опір кризі на {1} протягом {2} хв. Захисний еліксир.#resistance by {1} for {2} min", "Опір кризі збільшено на {1}.#by {1}", en="Juju Chill" },
[16326] = { "Джуджу жару", "Збільшує ваш опір вогню на {1} протягом {2} хв. Захисний еліксир.#resistance by {1} for {2} min", "Опір вогню збільшено на {1}.#by {1}", en="Juju Ember" },
[16327] = { "Джуджу кмітливості", "Збільшує ваш інтелект на {1} протягом {2} хв. Захисний еліксир.#Intellect by {1} for {2} min", "Інтелект збільшено на {1}.#by {1}", en="Juju Guile" },
[16329] = { "Джуджу міці", "Збільшує вашу силу атаки на {1} протягом {2} хв. Бойовий еліксир.#attack power by {1} for {2} min", "Силу атаки збільшено на {1}.#by {1}", en="Juju Might" },
[16454] = { "Палючий вибух", "Завдає цілі {1} шкоди від вогню та збільшує отриману нею шкоду від вогняних заклять на {2} протягом {3} с.#target for {1} Fire#by Fire spells by up to {2} for {3} sec", en="Searing Blast" },
[16939] = { "Помста предків", "Збільшує показник критичного удару учасників групи на {1}. Триває {2} секунд.#critical strike rating by {1}#Lasts for {2} sec", "Збільшує показник критичного удару на {1}.#by {1}", en="Ancestor's Vengeance" },
[17319] = { ref=12981 }, -- Undead Slayer 81
[17320] = { ref=7675 }, -- Increase Healing 84
[17324] = { ref=13492 }, -- Beast Slaying 132
[17350] = { "Сріблястий Світанок", "З ймовірністю {1}% при отриманні удару в бою ви збільшите показник блокування на {2} протягом {3} с.#a {1}% chance#by {2} for {3} sec", "Показник блокування збільшено на {1}%.#by {1}", en="Argent Dawn" },
[17351] = { "Сріблястий Світанок", "Показник блокування збільшено на {1}%.#by {1}", "Показник блокування збільшено на {1}%.#by {1}", en="Argent Dawn" },
[17369] = { ref=7535 }, -- Increased Bow
[17371] = { ref=7675 }, -- Increase Healing 44
[17457] = { ref=12981 }, -- Undead Slayer 75
[17482] = { ref=13492 }, -- Beast Slaying 48
[17508] = { ref=12981 }, -- Undead Slayer 108
[17513] = { ref=7511 }, -- Increased Defense
[17619] = { "Камінь алхіміка", "Збільшує ефективність зіллів лікування та мани на {1}%. Цей ефект не поєднується з аналогічними ефектами.#wearer by {1}%", "Збільшує ефективність зіллів лікування та мани на {1}%.#by {1}%", en="Alchemist's Stone" },
[17639] = { "Плач банші", "Зменшує ймовірність завдання удару ціллю на {1}% протягом {2} с. Ймовірність невдачі збільшується при застосуванні проти цілей вище {3} рівня.#chance to hit by {1}% for {2} sec#over level {3}", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Wail of the Banshee" },
[17713] = { ref=7597 }, -- Increased Critical 100
[17818] = { ref=7535 }, -- Increased Bow
[18029] = { ref=7675 }, -- Increase Healing 35
[18030] = { ref=7675 }, -- Increase Healing 37
[18031] = { ref=7675 }, -- Increase Healing 40
[18032] = { ref=7675 }, -- Increase Healing 42
[18033] = { ref=7675 }, -- Increase Healing 46
[18034] = { ref=7675 }, -- Increase Healing 48
[18035] = { ref=7675 }, -- Increase Healing 51
[18036] = { ref=7675 }, -- Increase Healing 55
[18037] = { ref=7675 }, -- Increase Healing 57
[18038] = { ref=7675 }, -- Increase Healing 59
[18039] = { ref=7675 }, -- Increase Healing 62
[18040] = { ref=7675 }, -- Increase Healing 64
[18041] = { ref=7675 }, -- Increase Healing 66
[18042] = { ref=7675 }, -- Increase Healing 68
[18043] = { ref=7675 }, -- Increase Healing 70
[18044] = { ref=7675 }, -- Increase Healing 73
[18045] = { ref=7675 }, -- Increase Healing 75
[18046] = { ref=7675 }, -- Increase Healing 77
[18047] = { ref=7675 }, -- Increase Healing 79
[18048] = { ref=7675 }, -- Increase Healing 81
[18060] = { ref=9136 }, -- Attack Power 200
[18061] = { ref=7520 }, -- Increased 1H Sword
[18062] = { ref=13669 }, -- Increased Dodge 96
[18063] = { ref=13665 }, -- Increased Parry 100
[18064] = { ref=13674 }, -- Increased Block 100
[18066] = { ref=15464 }, -- Increased Hit Rating 100
[18067] = { ref=13492 }, -- Beast Slaying 45
[18074] = { ref=12981 }, -- Undead Slayer 30
[18076] = { ref=13492 }, -- Beast Slaying 72
[18079] = { ref=12822 }, -- Demon Slaying 33
[18080] = { ref=13492 }, -- Beast Slaying 21
[18087] = { ref=12822 }, -- Demon Slaying 78
[18098] = { ref=12981 }, -- Undead Slayer 45
[18109] = { ref=13492 }, -- Beast Slaying 39
[18185] = { ref=7511 }, -- Increased Defense
[18196] = { ref=7511 }, -- Increased Defense
[18198] = { ref=12981 }, -- Undead Slayer 66
[18201] = { ref=13492 }, -- Beast Slaying 24
[18207] = { ref=13492 }, -- Beast Slaying 60
[18212] = { ref=12822 }, -- Demon Slaying 99
[18369] = { ref=7511 }, -- Increased Defense
[18382] = { "Збільшення шансу критичного закляття", "Збільшує показник критичного удару заклять на {1}.#your spell critical strike rating by {1}", en="Increased Critical Spell" },
[18384] = { ref=18382 }, -- Increased Critical Spell
[18652] = { "Висмоктування здоров'я", "Завдає {1} шкоди від тіні кожні {2} с протягом {3} с.#Deals {1} Shadow damage every {2} sec for {3} sec", "{1} шкоди від тіні кожні {2} с.#Deals {1} Shadow#every {2} sec", en="Siphon Health" },
[18803] = { "Зосередження", "Збільшує показник швидкості заклять на {1}.#Spell Haste Rating by {1}", "Показник швидкості заклять збільшено на {1}.#by {1}", en="Focus" },
[18805] = { "Рекомбобуляція", "Відновлює дружній цілі від {1} до {2} здоров'я та намагається розвіяти ефекти поліморфії. Ефективність зменшено проти ефектів, накладених заклиначами {3} рівня чи вище.#Restores {1} to {2} health#of level {3} and", en="Recombobulate" },
[19380] = { ref=13492 }, -- Beast Slaying 33
[19691] = { ref=13492 }, -- Beast Slaying 18
[19804] = { "Арканітове драконеня", "Активувати арканітове драконеня, що битиметься за вас протягом {1} хв.#fight for you for {1} min", en="Arcanite Dragonling" },
[20606] = { ref=12981 }, -- Undead Slayer 15
[20731] = { ref=13492 }, -- Beast Slaying 15
[20732] = { ref=9136 }, -- Attack Power 15
[20858] = { ref=12822 }, -- Demon Slaying 30
[20877] = { ref=13492 }, -- Beast Slaying 15
[21013] = { "Сила атаки дальнього бою {1}#Attack Power Ranged {1}", "Збільшує силу атаки дальнього бою на {1}.#ranged attack power by {1}", en="Attack Power Ranged 60" },
[21165] = { ref=13494 }, -- Haste
[21407] = { ref=7511 }, -- Increased Defense
[21408] = { ref=7511 }, -- Increased Defense
[21409] = { ref=7511 }, -- Increased Defense
[21410] = { ref=7511 }, -- Increased Defense
[21411] = { ref=7511 }, -- Increased Defense
[21412] = { ref=7511 }, -- Increased Defense
[21413] = { ref=7511 }, -- Increased Defense
[21414] = { ref=7511 }, -- Increased Defense
[21415] = { ref=7511 }, -- Increased Defense
[21416] = { ref=7511 }, -- Increased Defense
[21417] = { ref=7511 }, -- Increased Defense
[21418] = { ref=7511 }, -- Increased Defense
[21419] = { ref=7511 }, -- Increased Defense
[21420] = { ref=7511 }, -- Increased Defense
[21421] = { ref=7511 }, -- Increased Defense
[21422] = { ref=7511 }, -- Increased Defense
[21423] = { ref=7511 }, -- Increased Defense
[21424] = { ref=7511 }, -- Increased Defense
[21426] = { ref=21013 }, -- Attack Power Ranged 2
[21427] = { ref=21013 }, -- Attack Power Ranged 5
[21428] = { ref=21013 }, -- Attack Power Ranged 7
[21429] = { ref=21013 }, -- Attack Power Ranged 10
[21430] = { ref=21013 }, -- Attack Power Ranged 12
[21431] = { ref=21013 }, -- Attack Power Ranged 14
[21432] = { ref=21013 }, -- Attack Power Ranged 17
[21433] = { ref=21013 }, -- Attack Power Ranged 19
[21434] = { ref=21013 }, -- Attack Power Ranged 22
[21435] = { ref=21013 }, -- Attack Power Ranged 24
[21436] = { ref=21013 }, -- Attack Power Ranged 26
[21437] = { ref=21013 }, -- Attack Power Ranged 29
[21438] = { ref=21013 }, -- Attack Power Ranged 31
[21439] = { ref=21013 }, -- Attack Power Ranged 34
[21440] = { ref=21013 }, -- Attack Power Ranged 36
[21441] = { ref=21013 }, -- Attack Power Ranged 38
[21442] = { ref=21013 }, -- Attack Power Ranged 41
[21443] = { ref=21013 }, -- Attack Power Ranged 43
[21444] = { ref=21013 }, -- Attack Power Ranged 46
[21445] = { ref=21013 }, -- Attack Power Ranged 48
[21446] = { ref=21013 }, -- Attack Power Ranged 50
[21447] = { ref=21013 }, -- Attack Power Ranged 53
[21448] = { ref=21013 }, -- Attack Power Ranged 55
[21449] = { ref=21013 }, -- Attack Power Ranged 58
[21450] = { ref=21013 }, -- Attack Power Ranged 62
[21451] = { ref=21013 }, -- Attack Power Ranged 65
[21452] = { ref=21013 }, -- Attack Power Ranged 67
[21453] = { ref=21013 }, -- Attack Power Ranged 70
[21454] = { ref=21013 }, -- Attack Power Ranged 72
[21455] = { ref=21013 }, -- Attack Power Ranged 74
[21456] = { ref=21013 }, -- Attack Power Ranged 77
[21457] = { ref=21013 }, -- Attack Power Ranged 79
[21458] = { ref=21013 }, -- Attack Power Ranged 82
[21459] = { ref=21013 }, -- Attack Power Ranged 84
[21460] = { ref=21013 }, -- Attack Power Ranged 86
[21461] = { ref=21013 }, -- Attack Power Ranged 89
[21462] = { ref=21013 }, -- Attack Power Ranged 91
[21466] = { ref=13674 }, -- Increased Block 4
[21467] = { ref=13674 }, -- Increased Block 3
[21468] = { ref=13674 }, -- Increased Block 2
[21469] = { ref=13674 }, -- Increased Block 1
[21470] = { ref=13674 }, -- Increased Block 6
[21471] = { ref=13674 }, -- Increased Block 7
[21472] = { ref=13674 }, -- Increased Block 8
[21473] = { ref=13674 }, -- Increased Block 9
[21474] = { ref=13674 }, -- Increased Block 11
[21475] = { ref=13674 }, -- Increased Block 12
[21476] = { ref=13674 }, -- Increased Block 13
[21477] = { ref=13674 }, -- Increased Block 14
[21478] = { ref=13674 }, -- Increased Block 16
[21479] = { ref=13674 }, -- Increased Block 17
[21480] = { ref=13674 }, -- Increased Block 18
[21481] = { ref=13674 }, -- Increased Block 19
[21482] = { ref=13674 }, -- Increased Block 21
[21483] = { ref=13674 }, -- Increased Block 22
[21484] = { ref=13674 }, -- Increased Block 23
[21485] = { ref=13674 }, -- Increased Block 24
[21486] = { ref=13674 }, -- Increased Block 26
[21487] = { ref=13674 }, -- Increased Block 27
[21488] = { ref=13674 }, -- Increased Block 28
[21489] = { ref=13674 }, -- Increased Block 29
[21490] = { ref=13674 }, -- Increased Block 30
[21491] = { ref=13674 }, -- Increased Block 31
[21492] = { ref=13674 }, -- Increased Block 32
[21493] = { ref=13674 }, -- Increased Block 33
[21494] = { ref=13674 }, -- Increased Block 34
[21495] = { ref=13674 }, -- Increased Block 35
[21496] = { ref=13674 }, -- Increased Block 36
[21497] = { ref=13674 }, -- Increased Block 37
[21498] = { ref=13674 }, -- Increased Block 38
[21920] = { "Крижана міць", "Збільшує шкоду заклинань криги на {1} протягом {2} хв. Бойовий еліксир.#to {1} for {2} min", "Шкоду кригою від заклинань та здібностей збільшено на {1}. Бойовий еліксир.#by up to {1}", en="Frost Power" },
[22188] = { "Збільшення навички володіння арбалетами", "Збільшує навичку володіння арбалетами на {1}.#crossbow skill rating by {1}", en="Increased Crossbow" },
[22640] = { "Лють Ешхандара", ref=13494, en="Eskhandar's Rage" },
[22641] = { "Безрозсудний ривок", "Здійснити у ворога ривок, що робить його недієздатним на {1} секунд. Також збиває вас з ніг, приголомшуючи на короткий час. Будь-яка шкода повертає ціль до тями. Ймовірність невдачі збільшується при застосуванні проти цілей вище {2} рівня.#for {1} sec#over level {2}", en="Reckless Charge" },
[22725] = { "Збільшення захисту", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить показник захисту на {1}. Можна використовувати лише на предметах {2} рівня чи вище.#adds {1} defense#level {2} and", en="Defense Rating +5" },
[22748] = { ref=7675 }, -- Increase Healing 55
[22756] = { "Заточування зброї - критичний удар", "Заточити зброю ближнього бою, щоб збільшити показник критичного удару на {1} протягом {2} год.#weapon by {1} for {2} h", en="Sharpen Weapon - Critical" },
[22779] = { "Точноціл Бізніка 247x128", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник влучності в дальньому бою на {1}.#hit rating by {1}", en="Biznicks 247x128 Accurascope" },
[22801] = { "Швидкість примарного вовка", "Збільшує швидкість \"Примарного вовка\" на {1}%. Не діє на гравцях вище {2} рівня.#ability by {1}%#than level {2}", en="Ghost Wolf Speed" },
[22811] = { ref=22188 }, -- Increased Crossbow
[22836] = { "Вбивця елементалів", "Збільшує силу атаки на {1} в бою з елементалями.#attack power by {1} when fighting Elementals", en="Elemental Slaying 36" },
[22840] = { "Магічний камінь прудкості", "Додати на поножі або головний убір чари, що збільшують показний швидкості на {1}. Не поєднується з іншими чарами на предметі.#Permanently adds {1} haste rating", en="Arcanum of Rapidity" },
[22846] = { "Магічний камінь захисту", "Додати на поножі або головний убір чари, що збільшують ймовірність ухилення на {1}. Не поєднується з іншими чарами на предметі.#Permanently adds {1} dodge rating", en="Arcanum of Protection" },
[22850] = { "Прихисток", "Збільшує показник захисту на {1}, а броню - на {2} протягом {3} с.#wielder {1} defense rating and {2} armor for {3} sec", "Броню збільшено на {1}.\nПоказник захисту збільшено на {2}.#armor by {1}.#defense rating by {2}.", en="Sanctuary" },
[23008] = { "Потужний сифорієвий заряд", "Підриває міцні замки.", en="Powerful Seaforium Charge" },
[23064] = { ref=18805 }, -- Recombobulate
[23097] = { "Відбивання вогню", "Відбиває закляття вогню в заклиначів протягом {1} с. Може не спрацювати при використанні гравцями вище {2} рівня.#caster for {1} sec#over level {2}", "Відбиває закляття вогню.", en="Fire Reflector" },
[23131] = { "Відбивання криги", "Відбиває закляття криги в заклиначів протягом {1} с. Може не спрацювати при використанні гравцями вище {2} рівня.#caster for {1} sec#over level {2}", "Відбиває закляття криги.", en="Frost Reflector" },
[23132] = { "Відбивання тіні", "Відбиває закляття тіні в заклиначів протягом {1} с. Може не спрацювати при використанні гравцями вище {2} рівня.#caster for {1} sec#over level {2}", "Відбиває закляття тіні.", en="Shadow Reflector" },
[23264] = { ref=7675 }, -- Increase Healing 106
[23433] = { "Збільшення шансу критичного закляття", "Збільшує ваш шанс завдання критичного удару заклинаннями на {1}%.#critical strike with spells by {1}%", en="Increased Critical Spell" },
[23434] = { ref=23433 }, -- Increased Critical Spell
[23593] = { ref=7675 }, -- Increase Healing 92
[23595] = { "Припарка", "Знімає один ефект кровотечі. Не знімає кровотечі, накладені ворогами вище {1} рівня.#over level {1}", en="Luffa" },
[23605] = { "Вразливість до заклять", "Збільшує отриману ціллю шкоду від заклять на {1}% протягом {2} с. Може не спрацювати проти цілей вище {3} рівня.#by target increased by {1}% for {2} sec#above level {3}", "Отриману шкоду від заклять збільшено на {1}%.#taken by {1}%", en="Spell Vulnerability" },
[23727] = { "Шанс влучити заклинаннями {1}#Increased Spell Hit Chance {1}", "Збільшує показник влучності заклять на {1}.#your spell hit rating by {1}", en="Increased Spell Hit Chance 8" },
[23729] = { ref=23727 }, -- Increased Spell Hit Chance 16
[23796] = { ref=7675 }, -- Increase Healing 24
[23930] = { "Печатка Світанку", "Збільшує силу атаки на {1} в бою з невмерлими. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#attack power by {1} when fighting Undead", en="Seal of the Dawn" },
[24149] = { "Явлення могутності", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник захисту на {2} та показник блокування щитом на {3}. Не поєднується з іншими чарами на предметі.#{1} Stamina#{2} defense#and {3} shield block", en="Presence of Might" },
[24160] = { "Сигіла синкретиста", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник захисту на {2} та зцілення на {3}. Не поєднується з іншими чарами на предметі.#{1} Stamina#{2} defense#healing by up to {3}", en="Syncretist's Sigil" },
[24161] = { "Обійми смерті", "Додати на поножі або головний убір чари, що збільшують силу атаки на {1} та показник ухилення на {2}. Не поєднується з іншими чарами на предметі.#adds {1} attack#and {2} dodge", en="Death's Embrace" },
[24162] = { "Поклик сокола", "Додати на поножі або головний убір чари, що збільшують силу атаки дальнього бою на {1}, витривалість на {2} та показник влучності на {3}. Не поєднується з іншими чарами на предметі.#adds {1} ranged#{2} Stamina#and {3} hit", en="Falcon's Call" },
[24164] = { "Явлення прозріння", "Додати на поножі або головний убір чари, що збільшують шкоду та зцілення від заклинань на {1} та показник влучності заклять на {2}. Не поєднується з іншими чарами на предметі.#adds {1} to all#and {2} spell hit", en="Presence of Sight" },
[24291] = { "Вбивця драконів {1}#Dragon Slaying {1}", "Збільшує силу атаки на {1} в бою з драконами.#Increases attack power by {1} when fighting Dragonkin", en="Dragon Slaying 48" },
[24292] = { ref=24291 }, -- Dragon Slaying 117
[24352] = { "Лють дияволозавра", "Збільшує силу атаки на {1}, а показник влучності на {2}. Ефект триває {3} с.#power by {1} and#hit rating by {2}#for {3} sec", "Збільшує силу атаки на {1} та показник влучності на {2}.#power by {1} and hit rating by {2}", en="Devilsaur Fury" },
[24354] = { "Благословення молитовних намистин", "Збільшує зцілення від заклинань і ефектів на {1} та шкоду заклинань на {2} протягом {3} с.#by up to {1} and damage done by spells by up to {2} for {3} sec", "Зцілення від заклинань і ефектів збільшено на {1}, а шкоду заклинань збільшено на {2}.#by up to {1} and damage done by spells by up to {2}", en="Prayer Beads Blessing" },
[24382] = { "Дух Занзи", "Збільшує дух на {1} та витривалість на {2} протягом {3} год. Захисний еліксир.#Spirit by {1} and Stamina by {2} for {3} hrs", "Дух збільшено на {1}, а витривалість на {2}. Захисний еліксир.#by {1} and Stamina by {2}", en="Spirit of Zanza" },
[24383] = { "Прудкість Занзи", "Збільшує швидкість бігу на {1}% протягом {2} год. Захисний еліксир.#speed by {1}% for {2} hrs", "Швидкість бігу збільшено на {1}%. Захисний еліксир.#by {1}%", en="Swiftness of Zanza" },
[24417] = { "Лиск Занзи", "Збільшує ймовірність відбити ворожі закляття на {1}% протягом {2} год. Гарантовано відбиває перше вороже закляття. Захисний еліксир.#them by {1}% for {2} hrs", "Відбиває ворожі закляття з ймовірністю {1}%. Захисний еліксир.#reflected {1}%", en="Sheen of Zanza" },
[24433] = { "Покращений Гнів/Зоряний вогонь", "Збільшує показник критичного удару заклять на {1}.#spell critical strike rating by {1}", en="Improved Wrath/Starfire" },
[24498] = { "Сліпуче світло", "Збільшує показник критичного удару заклять на {1} протягом {2} с.#spell critical strike rating by {1} for {2} sec", "Збільшує показник критичного удару заклять на {1}.#by {1}", en="Brilliant Light" },
[24499] = { "Заряджений щит", "Збільшує шкоду \"Блискавкового щита\" на {1} протягом {2} с.#by {1} for {2} sec", "Шкоду \"Блискавкового щита\" збільшено на {1}.#by {1}", en="Energized Shield" },
[24531] = { "Відновлення фокусу", "Миттєво завершує відновлення здібностей \"Прицільний постріл\", \"Багатозарядний постріл\" та \"Обстріл\".", en="Refocus" },
[24542] = { "Легкий цілющий дотик", "Збільшує показник швидкості заклять на {1} та зменшує витрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" на {2}% протягом {3} с.#Grants {1} spell haste#by {2}% for {3} sec", "Показник швидкості заклять збільшено на {1}.\nВитрати мани на закляття \"Омолодження\", \"Цілющий дотик\", \"Розростання\" та \"Спокій\" зменшено на {2}%.#{1} spell haste#reduced by {2}%", en="Nimble Healing Touch" },
[24543] = { "Тотальна руйнація", "Збільшує показник критичного удару заклять на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує показник критичного удару заклять на {1}.#by {1}", en="Massive Destruction" },
[24544] = { "Арканічна могутність", "Збільшує силу заклять аркани на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує силу заклять аркани на {1}.#by {1}", en="Arcane Potency" },
[24546] = { "Швидке зцілення", "Збільшує показник швидкості заклять на {1} та зменшує витрати мани на закляття зцілення на {2}% протягом {3} с.#Grants {1} spell haste#by {2}% for {3} sec", "Показник швидкості заклять збільшено на {1}.\nВитрати мани на закляття зцілення зменшено на {2}%.#increased by {1}#reduced by {2}%", en="Rapid Healing" },
[24574] = { "Крихка броня", "Збільшує вашу броню на {1} та показник захисту на {2} протягом {3} с. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на {4} броні та {5} показника захисту.#armor by {1} and defense rating by {2} for {3} sec#reduced by {4} armor and {5} defense", en="Brittle Armor" },
[24610] = { "Зламана котушка Пеґла", "Збільшує показник влучності заклять на {1} протягом {2} с.#by {1} for {2} sec", "Збільшує показник влучності заклять на {1}.#by {1}", en="Pagle's Broken Reel" },
[24694] = { "Сила атаки в подобі звіра", "Збільшує силу атаки на {1} в подобі кота, ведмедя, лютого ведмедя та місячного совуха.#attack power by {1} in Cat", en="Attack Power - Feral (+0574)" },
[24697] = { ref=24694 }, -- Attack Power - Feral (+0280)
[24774] = { ref=7511 }, -- Increased Defense
[24775] = { ref=7511 }, -- Increased Defense
[24833] = { "Священний камінь сили", "Розбити священний камінь сили, щоб отримати {1} сили атаки і збільшити шкоду від заклинань і ефектів святості на {2} в бою з невмерлими. Триває {3} хв.#granting {1} attack#by up to {2} when#Lasts {3} min", "Збільшує силу атаки на {1}, а шкоду від заклять і ефектів святості на {2} в бою з невмерлими.#attack power by {1} and#up to {2} when", en="Holy Mightstone" },
[24865] = { "Освячена сфера", "Збільшує показник критичного удару та показник критичного удару заклять на {1}. Триває {2} с.#critical strike rating by {1}#Lasts {2} sec", "Збільшує показник критичного удару та показник критичного удару заклять на {1}.#by {1}", en="Sanctified Orb" },
[24994] = { ref=24694 }, -- Attack Power - Feral (+0154)
[24998] = { "Зцілення віків", "Збільшує зцілення від магічних заклинань і ефектів на {1}, а шкоду заклять на {2} протягом {3} с.#effects by up to {1}#spells by up to {2} for {3} sec", "Зцілення заклять збільшено на {1}, а шкоду заклять збільшено на {2}.#dealt is increased by {1}#done is increased by up to {2}", en="Healing of the Ages" },
[25067] = { ref=7675 }, -- Increase Healing 30
[25117] = { "Слабка чарівна олія", "При нанесенні на зброю збільшує шкоду заклинань на {1}. Триває {2} год.#spell damage by up to {1}#Lasts for {2} h", en="Minor Wizard Oil" },
[25118] = { "Слабка олія мани", "При нанесенні на зброю відновлює {1} мани кожні {2} с. Триває {3} год.#restores {1} mana to the caster every {2} sec#Lasts for {3} h", en="Minor Mana Oil" },
[25119] = { "Проста чарівна олія", ref=25117, en="Lesser Wizard Oil" },
[25120] = { "Проста олія мани", ref=25118, en="Lesser Mana Oil" },
[25121] = { "Чарівна олія", ref=25117, en="Wizard Oil" },
[25122] = { "Блискуча чарівна олія", "При нанесенні на зброю збільшує шкоду заклинань на {1} та збільшує показник критичного удару заклять на {2}. Триває {3} год.#spell damage by up to {1}#critical strike rating by {2}#Lasts for {3} h", en="Brilliant Wizard Oil" },
[25123] = { "Блискуча олія мани", "При нанесенні на зброю відновлює {1} мани кожні {2} с та збільшує зцілення від заклять на {3}. Триває {4} год.#restores {1} mana to the caster every {2} sec#increases the effect of healing spells by up to {3}#Lasts for {4} h", en="Brilliant Mana Oil" },
[25975] = { "Збільшення проникності заклять {1}#Spell Penetration {1}", "Збільшує проникність заклять на {1}.#spell penetration by {1}", en="Increased Spell Penetration 10" },
[26153] = { ref=24694 }, -- Attack Power - Feral (+0140)
[26154] = { ref=7675 }, -- Increase Healing 90
[26175] = { ref=25975 }, -- Increased Spell Penetration 38
[26225] = { ref=7675 }, -- Increase Healing 106
[26228] = { ref=7675 }, -- Increase Healing 121
[26263] = { "Варенички", "Відновлює {1}% здоров'я та {2}% мани щосекунди протягом {3} с. Потрібно залишатися в сидячому положенні під час їжі.#Restores {1}% of your health and {2}% of your mana#for {3} sec", "Відновлює {1}% здоров'я та {2}% мани щосекунди.#Restores {1}% of your health and {2}% of your mana", en="Dim Sum" },
[26283] = { ref=25975 }, -- Increased Spell Penetration 20
[26461] = { ref=7675 }, -- Increase Healing 143
[26596] = { ref=25901 }, -- Weapon Damage
[26597] = { ref=25901 }, -- Weapon Damage
[26598] = { ref=25901 }, -- Weapon Damage
[26690] = { ref=7675 }, -- Increase Healing 110
[26814] = { ref=7675 }, -- Increase Healing 187
[27042] = { "Збільшення крит шансу вихованця +{1}%#Pet Crit +{1}%", "Збільшує ймовірність критичного удару вашого вихованця на {1}%.#your pet's Critical Strike chance by {1}%", "Ймовірність критичного удару збільшено.", en="Increased Pet Crit +2%" },
[27252] = { ref=758 }, -- Firestone Passive
[27516] = { ref=25975 }, -- Increased Spell Penetration 6
[27653] = { "Еліксир ухилення", "Збільшує показник ухилення на {1}.#dodge rating by {1}", "Збільшує показник ухилення на {1}.#dodge rating by {1}", en="Elixir of Dodging" },
[27720] = { "Молочна насолода", "Збільшує показник захисту на {1} протягом {2} год.#defense rating by {1} for {2} hour", "Показник захисту збільшено на {1}.#by {1}", en="Buttermilk Delight" },
[27723] = { "Темна жага", "Збільшує показник влучності на {1} протягом {2} год.#hit rating by {1} for {2} hour", "Збільшує показник влучності на {1}.#by {1}", en="Dark Desire" },
[27743] = { ref=7536 }, -- Increased Gun
[27744] = { ref=22188 }, -- Increased Crossbow
[27912] = { ref=18378 }, -- Increased Mana Regen
[28014] = { ref=18378 }, -- Increased Mana Regen
[28142] = { "Сила Вартівника", "Збільшує показник критичного удару заклять для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by {2}", "Збільшує показник критичного удару заклять на {1}.#by {1}", en="Power of the Guardian" },
[28151] = { ref=7675 }, -- Increase Healing 280
[28152] = { ref=7675 }, -- Increase Healing 300
[28154] = { ref=24694 }, -- Attack Power - Feral (+0420)
[28273] = { "Кровополох", "Трохи збільшує шкоду і зцілення магічних заклинань і ефектів на {1} хв.#amount for {1} min", "Шкоду і зцілення магічних заклинань і ефектів трохи збільшено.", en="Bloodthistle" },
[28486] = { "Напій Скаробою", "Збільшує силу атаки на {1} в бою з невмерлими. Триває {2} хв.#power by {1} against#Lasts {2} min", "Силу атаки в бою з невмерлими збільшено на {1}.#by {1}", en="Scourgebane Draught" },
[28488] = { "Настій Скаробою", "Збільшує шкоду заклять на {1} в бою з невмерлими. Триває {2} хв.#by up to {1} against#Lasts {2} min", "Шкоду заклять в бою з невмерлими збільшено на {1}.#by up to {1}", en="Scourgebane Infusion" },
[28495] = { ref=439 }, -- Healing Potion
[28499] = { ref=436 }, -- Restore Mana
[28517] = { "Зілля омолодження", ref=22729, en="Rejuvenation Potion" },
[28680] = { "Проникність заклять {1}#Spell Penetration {1}", ref=25975, en="Spell Penetration 13" },
[28686] = { ref=7675 }, -- Increase Healing 161
[28701] = { ref=13494 }, -- Haste
[28717] = { ref=24694 }, -- Attack Power - Feral (+0305)
[28735] = { ref=9136 }, -- Attack Power 100
[28736] = { ref=7675 }, -- Increase Healing 178
[28777] = { "Герб вбивці", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Збільшує силу атаки на {1}.#by {1}", en="Slayer's Crest" },
[28780] = { "Око мерця", "Збільшує зцілення наступних {1} заклять на {2}, а шкоду - на {3} протягом {4} с.#next {1} spells by up to {2}#damage done by up to {3} for {4} sec", "Зцілення заклять збільшено на {1}, шкоду заклять збільшено на {2}.#Healing spells increased by up to {1}#damage spells by up to {2}", en="The Eye of the Dead" },
[28799] = { ref=25975 }, -- Increased Spell Penetration 25
[28805] = { ref=7675 }, -- Increase Healing 238
[28806] = { "Підживлення вогнища", "Клацніть правою кнопкою миші поряд із вогнищем Вогняного фестивалю, щоб отримати ефект \"Лють вогняного фестивалю\" або знову запалити згасле вогнище. Їх також використовують як валюту в постачальників і торговців фестивалю сонцестояння.", en="Toss Fuel on Bonfire" },
[28840] = { ref=9136 }, -- Attack Power 98
[28866] = { "Поцілунок павука", ref=13494, en="Kiss of the Spider" },
[28869] = { ref=28680 }, -- Spell Penetration 15
[28870] = { ref=12981 }, -- Undead Slayer 60
[28893] = { ref=12981 }, -- Undead Slayer 100
[29112] = { "Чемпіон Світанку", "Збільшує силу атаки на {1} в бою з невмерлими та демонами. Також дозволяє отримувати камені Скари для Сріблястого Світанку.#power by {1} when fighting", en="Champion of the Dawn" },
[29162] = { "Химерна хватка", "При отриманні удару, ви з ймовірністю {1}% сповільните нападника на {2}% протягом {3} с. Ймовірність невдачі збільшується при застосуванні проти цілей вище {4} рівня.#struck has a {1}% chance#speed by {2}% for {3} sec#over level {4}", en="Stygian Grasp" },
[29332] = { "Підсмажена на вогні булочка", "Збільшує показник влучності на {1} протягом {2} год.#hit rating by {1} for {2} hour", "Збільшує показник влучності на {1}.#by {1}", en="Fire-toasted Bun" },
[29335] = { "Бузиновий пиріг", "Збільшує показник захисту на {1} протягом {2} год.#defense rating by {1} for {2} hour", "Показник захисту збільшено на {1}.#by {1}", en="Elderberry Pie" },
[29369] = { ref=7675 }, -- Increase Healing 134
[29443] = { "Протизакляття", "Протидіє вимові закляття ворогом та унеможливлює вимову будь-яких інших заклять тієї ж школи магії протягом {1} с. Спричиняє високий рівень загрози. Ймовірність невдачі збільшується при застосуванні проти цілей вище {2} рівня.#cast for {1} sec#targets over level {2}.", en="Counterspell" },
[29467] = { "Сила Скари", "Накласти на наплічники чари, що збільшують шкоду і зцілення від магічних заклинань і ефектів на {1}, а також збільшують показник критичного удару заклять на {2}.#up to {1} and#critical strike rating by {2}", en="Power of the Scourge" },
[29475] = { "Витримка Скари", "Накласти на наплічники чари, що збільшують зцілення магічних заклинань і ефектів на {1}, шкоду магічних заклинань і ефектів на {2}, а також відновлюють {3} мани кожні {4} с.#effects up to {1}#damage by up to {2}#by {3} mana per {4} sec", en="Resilience of the Scourge" },
[29483] = { "Міць Скари", "Накласти на наплічники чари, що збільшують силу атаки на {1}, а також збільшують показник критичного удару на {2}.#power by {1} and#critical strike rating by {2}", en="Might of the Scourge" },
[29604] = { "Джом Ґаббар", nil, "Збільшує силу атаки на {1}.#by {1}", en="Jom Gabbar" },
[30226] = { "Зразок чистої води", "Наповнити чистою водою з фонтану в руїнах Зорепилу.", en="Pure Water Sample" },
[30250] = { "Адамантитовий приціл", ref=3974, en="Adamantite Scope" },
[30252] = { "Корієвий приціл", ref=3974, en="Khorium Scope" },
[30255] = { "Стабілізований етернієвий приціл", "Оснащення лука або вогнепальної зброї прицілом, що збільшує показник критичного удару на {1}.#strike rating by {1}", en="Stabilized Eternium Scope" },
[30258] = { ref=30255 }, -- Stabilized Eternium Scope
[30260] = { ref=30255 }, -- Stabilitzed Eternium Scope
[30298] = { "Маскувальний набір", "Перетворює вас на дерево. Не дозволяє рухатись.", "Ви дерево! Тссс!", en="Tree Disguise" },
[30845] = { "Життєва сила пантрувача", "Збільшує витривалість на {1}. Триває {2} хв.#Stamina by {1}#Lasts {2} min", "Витривалість збільшено на {1}.#by {1}", en="Tracker's Vitality" },
[30847] = { "Прозріння пантрувача", "Збільшує інтелект на {1}. Триває {2} хв.#Intellect by {1}#Lasts {2} min", "Інтелект збільшено на {1}.#by {1}", en="Tracker's Insight" },
[30848] = { "Жорстокість пантрувача", "Збільшує силу атаки на {1}. Триває {2} хв.#attack power by {1}#Lasts {2} min", "Силу атаки збільшено на {1}.#by {1}", en="Tracker's Ferocity" },
[31039] = { "Краб зі світанкового каменю", "Збільшує показник ухилення на {1} протягом {2} с.#dodge rating by {1} for {2} sec", "Показник ухилення збільшено на {1}.#dodge rating by {1}", en="Dawnstone Crab" },
[31920] = { "Наґрандська вишенька", "Дозволяє дихати водою протягом {1} хв.#for {1} min", "Водне дихання.", en="Nagrand Cherry" },
[32362] = { "Палка ненависть", "Збільшує силу атаки на {1} протягом {2} с.#power by {1} for {2} sec", "Збільшує силу атаки на {1}.#by {1}", en="Burning Hatred" },
[32367] = { "Сила молитви", ref=24354, en="Power of Prayer" },
[32401] = { ref=27855 }, -- Increased Lesser Healing Wave
[32402] = { ref=27853 }, -- Increased Rejuvenation Healing
[32403] = { ref=28851 }, -- Increased Flash of Light Healing
[32600] = { "Уникнення", "Збільшує показник ухилення на {1} протягом {2} с.#dodge rating by {1} for {2} sec", "Збільшує показник ухилення на {1}.#rating by {1}", en="Avoidance" },
[32703] = { "Регенерація здоров'я", ref=20885, en="Health Regeneration" },
[32705] = { ref=18378 }, -- Increased Mana Regen
[32789] = { "Крит бонус каменя чарів", "Збільшує ваш показник критичного удару на {1}.#your spell critical strike rating by {1}", en="Spellstone Critical Bonus" },
[32793] = { ref=32789 }, -- Spellstone Critical Bonus
[32794] = { ref=32789 }, -- Spellstone Critical Bonus
[32795] = { ref=32789 }, -- Spellstone Critical Bonus
[32955] = { "Героїзм", "Збільшує силу атаки на {1} протягом {2} с.#power by {1} for {2} sec", "Силу атаки збільшено на {1}.#increased by {1}", ref=15602, en="Heroism" },
[33022] = { ref=9342 }, -- Increase Spell Dam 58
[33035] = { ref=24694 }, -- Attack Power - Feral (+0046)
[33124] = { ref=7675 }, -- Increase Healing 61
[33253] = { ref=5004 }, -- Food
[33275] = { ref=7675 }, -- Increase Healing 115
[33372] = { ref=24694 }, -- Attack Power - Feral (+0423)
[33484] = { ref=9342 }, -- Increase Spell Dam 50
[33488] = { ref=25901 }, -- Weapon Damage
[33662] = { "Арканічна енергія", "Збільшує шкоду заклинань на {1} та зцілення на {2} протягом {3} с.#damage done by up to {1} and healing done by up to {2} for {3} sec", "Магічну шкоду збільшено на {1}, а зцілення збільшено на {2}.#damage increased by {1}#healing increased by {2}", en="Arcane Energy" },
[33667] = { "Лютість", "Збільшує силу атаки на {1} протягом {2} с.#ower by {1} for {2} sec", "Збільшує силу атаки на {1}.#by {1}", en="Ferocity" },
[33668] = { "Впертість", "Збільшує максимальний запас здоров'я на {1} протягом {2} с.#health by {1} for {2} sec", "Запас здоров'я збільшено на {1}.#by {1}", en="Tenacity" },
[33695] = { "Шкода Екзорцизму та Священного гніву", "Збільшує шкоду заклять \"Екзорцизм\" та \"Священний гнів\" на {1}.#and Holy Wrath spells by up to {1}", en="Exorcism and Holy Wrath Damage" },
[33696] = { "Зменшення вартості Блискавки", "Зменшує витрати мани на закляття \"Блискавка\" на {1}.#cost of your Lightning Bolt spells by {1}", en="Reduced Lightning Cost" },
[33743] = { "Насичений силою гриб", "Відновлює {1} мани.#{1} mana", en="Power Infused Mushroom" },
[33746] = { "Насичений сутністю гриб", "Відновлює {1} здоров'я після вбивства цілі, що приносить досвід або честь. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#Restores {1} health#every {2} sec", en="Essence Infused Mushroom" },
[33759] = { "Насичений силою гриб", "Відновлює {1} мани після вбивства цілі, що приносить досвід або честь. Цей ефект може спрацьовувати лише раз на {2} с.#Restores {1} mana#every {2} sec", en="Power Infused Mushroom" },
[33772] = { "Плід підспорника", ref=2639, en="Underspore Pod" },
[33780] = { ref=18378 }, -- Increased Mana Regen
[34107] = { ref=16375 }, -- Drain Life
[34696] = { ref=16375 }, -- Drain Life
[35095] = { "Просвітлення", "Відновлює {1} мани кожні {2} с.#Restores {1} mana per {2} sec", "Відновлення {1} мани кожні {2} с.#by {1} mana per {2} sec", en="Enlightenment" },
[35126] = { "Опір знемовленню {1}%#Silence Resistance {1}%", "Зменшує тривалість ефектів знемовлення та переривання, що діють на вас, на {1}%. Цей ефект не поєднується з іншими подібними ефектами.#Silence or Interrupt effects used against the wearer by {1}%", "Зменшує тривалість ефектів знемовлення та переривання, що діють на вас, на {1}%.#Silence or Interrupt effects used against the wearer by {1}%", en="Silence Resistance 20%" },
[35175] = { "Вбивця демонів {1}#Demon Slayer {1}", ref=12822, en="Demon Slayer 39" },
[35442] = { ref=18672 }, -- ncreased All Resist 07
[35828] = { ref=18378 }, -- Increased Mana Regen
[35829] = { ref=18378 }, -- Increased Mana Regen
[35833] = { ref=18378 }, -- Increased Mana Regen 12
[35836] = { ref=18378 }, -- Increased Mana Regen
[35867] = { ref=18378 }, -- Increased Mana Regen 36
[35870] = { ref=18378 }, -- Increased Mana Regen 47
[35888] = { ref=18378 }, -- Increased Mana Regen 24
[35890] = { ref=18378 }, -- Increased Mana Regen 32
[35897] = { ref=18378 }, -- Increased Mana Regen 26
[35899] = { ref=18378 }, -- Increased Mana Regen 35
[35901] = { ref=18378 }, -- Increased Mana Regen 45
[35903] = { ref=18378 }, -- Increased Mana Regen 59
[36411] = { ref=18378 }, -- Increased Mana Regen
[37360] = { "Освячена зброя", "Посилити вашу зброю, збільшуючи силу атаки в бою з невмерлими та демонами на {1}. Триває {2} хв.#power against undead and demons by {1}#Lasts {2} min", en="Consecrated Weapon" },
[37705] = { "Зменшення витрат на зцілення", "Ваші цілющі закляття з ймовірністю {1}% зменшать витрати мани на наступне цілюще закляття на {2} протягом {3} с.#a {1}% chance to make your next heal cast within {2} sec cost {3} less", en="Healing Discount" },
[37727] = { "Дотик темряви", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", en="Touch of Darkness" },
[37729] = { "Нечестивий обладунок", "Поглинає від {1} до {2} фізичної шкоди. Триває {3} с.#Absorbs {1} to {2} physical#Lasts {3} sec", "Поглинає від {1} до {2} фізичної шкоди.#Absorbs {1} to {2} physical", en="Unholy Armor" },
[37736] = { "Збільшення шкоди Нівечення", "Збільшує шкоду \"Нівечення (кіт)\" на {1}, а шкоду \"Нівечення (ведмідь)\" на {2}.#Cat) by {1} and#Bear) by {2}", en="Increased Mangle Damage" },
[38308] = { "Стрімкий удар", ref=21919, en="Blinkstrike" },
[39181] = { "Виклик лавандового папуги", "Клацніть правою кнопкою миші, щоб викликати і відпустити вашу пташку. ", en="Summon Lavender Parrot" },
[39200] = { ref=32955 }, -- Heroism
[39201] = { ref=32925 }, -- Spell Power
[39546] = { ref=18378 }, -- Increased Mana Regen
[39547] = { ref=18378 }, -- Increased Mana Regen
[39879] = { ref=18378 }, -- Increased Mana Regen
[39882] = { ref=18378 }, -- Increased Mana Regen
[39905] = { ref=18378 }, -- Copy of Increased Mana Regen
[40183] = { ref=18378 }, -- Copy of Increased Mana Regen
[40231] = { ref=18378 }, -- Increased Mana Regen
[40290] = { "Копія висмоктування життя", "Викрадає від {1} до {2} здоров'я у ворожої цілі.#Steals {1} to {2} life", en="Copy of Drain Life" },
[40343] = { ref=18378 }, -- Increased Mana Regen
[40723] = { ref=25901 }, -- Weapon Damage
[41562] = { ref=18378 }, -- Increased Mana Regen
[41591] = { ref=18378 }, -- Increased Mana Regen
[41655] = { ref=25901 }, -- Weapon Damage
[41659] = { ref=18378 }, -- Increased Mana Regen
[41662] = { ref=18672 }, -- Increased All Resist 08
[41664] = { ref=18672 }, -- Increased All Resist 08
[41666] = { ref=18672 }, -- Increased All Resist 08
[41668] = { ref=18672 }, -- Increased All Resist 08
[41673] = { ref=18672 }, -- Increased All Resist 15
[41675] = { ref=18378 }, -- Increased Mana Regen
[41677] = { ref=18672 }, -- Increased All Resist 04
[41680] = { ref=18672 }, -- Increased All Resist 15
[41721] = { ref=18672 }, -- Increased All Resist 08
[41724] = { ref=18672 }, -- Increased All Resist 15
[41728] = { ref=18672 }, -- Increased All Resist 08
[41737] = { ref=18672 }, -- Increased All Resist 08
[41751] = { ref=18672 }, -- Increased All Resist 08
[41770] = { ref=18378 }, -- Increased Mana Regen
[41775] = { ref=18378 }, -- Increased Mana Regen
[41776] = { ref=18378 }, -- Increased Mana Regen
[41819] = { ref=18672 }, -- Increased All Resist 08
[41822] = { ref=18672 }, -- Increased All Resist 08
[41826] = { ref=18672 }, -- Increased All Resist 15
[41836] = { ref=18672 }, -- Increased All Resist 08
[41838] = { ref=18672 }, -- Increased All Resist 10
[41839] = { ref=18672 }, -- Increased All Resist 08
[41843] = { ref=18672 }, -- Increased All Resist 08
[41857] = { ref=18672 }, -- Increased All Resist 08
[41859] = { ref=18672 }, -- Increased All Resist 08
[41880] = { ref=18672 }, -- Increased All Resist 08
[41883] = { ref=18672 }, -- Increased All Resist 08
[41893] = { ref=18672 }, -- Increased All Resist 08
[41973] = { ref=9342 }, -- Increase Spell Dam 199
[42060] = { ref=18378 }, -- Increased Mana Regen
[42082] = { ref=18378 }, -- Increased Mana Regen
[42100] = { ref=18378 }, -- Increased Mana Regen
[42115] = { ref=18378 }, -- Increased Mana Regen
[42120] = { ref=7675 }, -- Increase Healing 375
[42122] = { ref=9342 }, -- Increase Spell Dam 225
[42127] = { ref=7675 }, -- Increase Healing 423
[42184] = { ref=35126 }, -- Silence Resistance 10%
[42292] = { "PvP аксесуар", "Знімає всі ефекти обмеження руху і всі ефекти, що спричиняють втрату контролю над персонажем.", en="PvP Trinket" },
[43588] = { "Зменшення тривалості роззброєння", "Тривалість роззброєння зменшено на {1}%.#Disarm duration reduced by {1}%", en="Disarm Duration Reduction" },
[44892] = { ref=24694 }, -- Attack Power - Feral (+0172)
[44894] = { ref=24694 }, -- Attack Power - Feral (+0189)
[44896] = { ref=24694 }, -- Attack Power - Feral (+0214)
[44901] = { ref=24694 }, -- Attack Power - Feral (+0337)
[44907] = { ref=24694 }, -- Attack Power - Feral (+0592)
[45216] = { ref=18378 }, -- Increased Mana Regen
[45731] = { "Загострений рибальський гачок", ref=8087, en="Sharpened Fish Hook" },
[45793] = { ref=25901 }, -- Weapon Damage
[45817] = { ref=25901 }, -- Weapon Damage
[45818] = { ref=25901 }, -- Weapon Damage
[49512] = { "Вогняна куля", "Кидає вогняну кулю, що завдає [{1}#causes {1} Fire][від {1} до {2}#causes {1} to {2} Fire] шкоди від вогню і додатково {1} шкоди від вогню протягом {2} с.#additional {1}#over {2} sec", "{1} шкоди від вогню кожні {2} с.#{1} Fire damage every {2} sec", en="Fireball" },
[50247] = { "Шлях Іллідана", "Натисніть правою кнопкою миші, щоб лишати за собою слід вогню скверни.", "Ви лишаєте за собою слід вогню скверни.", en="Path of Illidan" },
[352341] = { "Регенерація", ref=5707, en="Regenerate" },
[352512] = { ref=28851 }, -- Increased Flash of Light Healing
[354723] = { ref=25901 }, -- Weapon Damage

-- Item sets
[21894] = { "Медитація", "Відновлює {1} мани кожні {2} с.#Restores {1} mana per {2} sec", en="Meditation" },

-- Mounts
[3363] = { "Виклик підсвітнього дракона", "Викликає та відпускає верхового підсвітнього дракона.", en="Summon Nether Drake" },
[32235] = { "Золотий грифон", "Викликає та відпускає верхового грифона. Можна викликати лише в Позамежжі.", "Збільшує швидкість польоту на {1}%.#by {1}%", en="Golden Gryphon" },
[40192] = { "Виклик фенікса", "Викликає та відпускає верхового фенікса. Це дуже швидке створіння. Можна викликати лише в Позамежжі.", "Швидкість польоту збільшено на {1}%.#flight speed by {1}%", en="Call of the Phoenix" },
[348459] = { "Пробуджений фазовий мисливець", "Викликає та відпускає верхового фазового мисливця.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Reawakened Phase-Hunter" },

-- Pets
[24988] = { "Виклик малюка-мурлока", "Клацніть правою кнопкою миші, щоб викликати і відпустити Уррлика.", en="Summon Baby Murloc (White)" },

-- Professions
[9787] = { "Зброяр", "Дозволяє виготовляти особливу зброю, яка недоступна звичайним ковалям.", en="Weaponsmith" },
[9788] = { "Майстер обладунків", "Дозволяє виготовляти особливі обладунки, які недоступні звичайним ковалям.", en="Armorsmith" },
[28596] = { "Алхімія", "Дозволяє варити надзвичайні зілля та розвивати навичку до {1} рівня.#potential skill of {1}.", en="Alchemy" },
[33359] = { ref=18260 }, -- Cooking

-- Racial
[6562] = { "Героїчна присутність", "Збільшує ймовірність завдання удару на {1}% вам та всім учасникам групи в межах {2} м.#hit by {1}%#within {2} y", "Ймовірність завдання удару збільшено на {1}%.#by {1}%", en="Heroic Presence" },
[20558] = { "Спеціалізація на метальній зброї", "Ймовірність завдання критичного удару метальною зброєю збільшено на {1}%.#by {1}%", en="Throwing Specialization" },
[20572] = { "Кривава шаленість", "Збільшує силу атаки на {1}, але зменшує отримане зцілення на {2}%. Триває {3} с.#attack power by {1}#effects on you by {2}%#Lasts {3} sec", "Силу атаки збільшено на {1}.#by {1}", en="Blood Fury" },
[20574] = { "Спеціалізація на сокирах", "Вправність володіння сокирами та дворучними сокирами збільшено на {1}.#increased by {1}", en="Axe Specialization" },
[20595] = { "Спеціалізація на рушницях", "Ймовірність завдання критичного удару рушницями збільшено на {1}%.#increased by {1}%", en="Gun Specialization" },
[20597] = { "Спеціалізація на мечах", "Вправність володіння мечами та дворучними мечами збільшено на {1}.#increased by {1}", en="Sword Specialization" },
[20864] = { "Спеціалізація на булавах", "Вправність володіння булавами та дворучними булавами збільшено на {1}.#increased by {1}", en="Mace Specialization" },
[26290] = { "Спеціалізація на луках", "Ймовірність завдання критичного удару луками збільшено на {1}%.#by {1}%", en="Bow Specialization" },
[28875] = { "Різьба по каменю", "Навичку ювелірної справи збільшено на {1}.#by {1}", en="Gemcutting" },
[28878] = { "Наснажлива присутність", "Збільшує ймовірність завдання удару закляттями на {1}% вам та всім учасникам групи в межах {2} м.#spells by {1}% for#within {2} y", "Ймовірність завдання удару закляттями збільшено на {1}%.#by {1}%", en="Inspiring Presence" },
[28880] = { "Дар Наару", "Зцілює {1} здоров'я цілі протягом {2} с.#of {1} damage over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Gift of the Naaru" },

-- Scrolls
[33077] = { ref=8115 }, -- Agility
[33078] = { ref=8096 }, -- Intellect
[33079] = { ref=8091 }, -- Armor
[33080] = { ref=8112 }, -- Spirit
[33081] = { ref=8099 }, -- Stamina
[33082] = { ref=8118 }, -- Strength

-- Set bonuses
[30770] = { "Сила атаки - комплект доблесті", "Збільшує силу атаки на {1}.#Increases attack power by {1}.", en="Attack Power 40 - Valor" },
[30771] = { "Сила атаки - комплект тіньового ремесла", "Збільшує силу атаки на {1}.#Increases attack power by {1}.", en="Attack Power 40 - Shadowcraft" },
[30772] = { "Сила атаки - комплект ловця звірів", "Збільшує силу атаки на {1}.#Increases attack power by {1}.", en="Attack Power 40 - Beaststalker" },
[30775] = { "Сила атаки - світлокований комплект", "Збільшує силу атаки на {1}.#Increases attack power by {1}.", en="Attack Power 40 - Lightforge" },

-- World buffs
[15366] = { "Серенада піснеквіта", "Збільшує показники критичного удару та критичного удару заклять на {1}, а також збільшує всі характеристики на {2} протягом {3} год.#rating by {1} and all attributes by {2} for {3} h", "Збільшує показники критичного удару та критичного удару заклять на {1}, а також збільшує всі характеристики на {2}.#rating by {1} and all attributes by {2}", en="Songflower Serenade" },
[16609] = { "Благословення вождя", "Збільшує запас здоров'я, показник швидкості ближнього бою та відновлення мани.", "Збільшує запас здоров'я, показник швидкості ближнього бою та відновлення мани.", en="Warchief's Blessing" },
[22820] = { "Кмітливість Сліп'кіка", "Показник критичного удару заклять збільшено.", "Показник критичного удару заклять збільшено.", en="Slip'kik's Savvy" },
[22888] = { "Рвучкий клич драконоборця", "Збільшує показник критичного удару ближнього бою, дальнього бою та заклять, а також збільшує силу атаки. Триває {1} хв.#{1} min", "Збільшує показник критичного удару ближнього бою, дальнього бою та заклять, а також збільшує силу атаки. Триває {1} хв.#{1} min", en="Rallying Cry of the Dragonslayer" },
[24425] = { "Дух Зандаларів", "Збільшує всі характеристики на {1} год.#all stats for {1} h", "Збільшує всі характеристики на {1} год.#all stats for {1} h", en="Spirit of Zandalar" },
[355363] = { ref=22888 }, -- Rallying Cry of the Dragonslayer
[355365] = { ref=24425 }, -- Spirit of Zandalar

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
