local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Absolution
[33167] = { "Відпущення", "Зменшує витрати мани на закляття \"Розвіювання магії\", \"Лікування хвороби\", \"Усунення хвороби\" та \"Масове розвіювання\" на {1}%.#by {1}%", en="Absolution" },
-- Binding Heal
[32546] = { "Зв'язуюче зцілення", "Зцілює цілі та заклиначу [{1}#and the caster for {1}.][від {1} до {2}#and the caster for {1} to {2}.] здоров'я. Спричиняє зменшену загрозу.", en="Binding Heal" },
-- Blessed Resilience
[33142] = { "Благословенна стійкість", "Критичні удари по вам з ймовірністю {1}% унеможлюють повторне отримання критичного удару протягом {2} с.#a {1}% chance#for {2} sec", en="Blessed Resilience" },
[33145] = { ref=33142 }, -- Blessed Resilience
-- Circle of Healing
[34861] = { "Коло зцілення", "Зцілює дружній цілі та учасникам групи цілі в межах {1} м від неї [{1}#target for {1}][від {1} до {2}#target for {1} to {2}] здоров'я.#within {1} yards", en="Circle of Healing" },
[34863] = { ref=34861 }, -- Circle of Healing
[34864] = { ref=34861 }, -- Circle of Healing
[34865] = { ref=34861 }, -- Circle of Healing
[34866] = { ref=34861 }, -- Circle of Healing
-- Elune's Grace
[2651] = { "Милість Елуни", "Зменшує ймовірність отримання удару в ближньому та дальньому бою на {1}% протягом {2} с.#attacks by {1}% for {2} sec", "Ймовірність отримання удару в ближньому та дальньому бою зменшено на {1}%.#reduced by {1}%", en="Elune's Grace" },
-- Empowered Healing
[33158] = { "Посилене зцілення", "Ваше закляття \"Велике зцілення\" отримує додатково {1}%, а закляття \"Швидке зцілення\" та \"Зв'язуюче зцілення\" отримують додатково {2}% від ваших ефектів збільшення зцілення.#additional {1}% and#additional {2}% of", en="Empowered Healing" },
[33159] = { ref=33158 }, -- Empowered Healing
[33160] = { ref=33158 }, -- Empowered Healing
-- Fade
[9578] = { "Розтанення", "Розтанути у повітрі, зменшуючи всю вашу загрозу протягом {1} с. Дієвіше за \"Розтанення\" (Ранг {2}).#for {1} sec#Rank {2}", "Рівень загрози зменшено.", en="Fade" },
[9579] = { ref=9578 }, -- Fade
[9592] = { ref=9578 }, -- Fade
[10941] = { ref=9578 }, -- Fade
[10942] = { ref=9578 }, -- Fade
-- Focused Casting
[14743] = { "Зосереджена вимова", "При застосуванні ви не зазнаєте затримки вимови заклять при отриманні шкоди. Діє {1} секунд.#Lasts {1} sec", "Не зазнає затримки вимови заклять при отриманні шкоди та має збільшену на {1}% ймовірність протистояти ефектам переривання.#by {1}%", en="Focused Casting" },
[27828] = { ref=14743 }, -- Focused Casting
-- Focused Will
[45234] = { "Зосереджена воля", "Після отримання критичного удару ви отримуєте ефект \"Зосереджена воля\", що зменшує всю отриману шкоду на {1}% і збільшує отримане зцілення на {2}%. Ефект накопичується до {3} разів. Триває {4} с.#taken by {1}%#on you by {2}%#up to {3} times#Lasts {4} sec", en="Focused Will" },
[45237] = { "Зосереджена воля", nil, "Всю отриману шкоду зменшено на {1}%. Ефективність зцілення збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Focused Will" },
[45241] = { ref=45237 }, -- Focused Will
[45242] = { ref=45237 }, -- Focused Will
[45243] = { ref=45234 }, -- Focused Will
[45244] = { ref=45234 }, -- Focused Will
-- Healing Prayers
[14911] = { "Цілющі молитви", "Знижує витрати мани заклять \"Молитва зцілення\" та \"Молитва загоєння\" на {1}%.#by {1}%", en="Healing Prayers" },
[15018] = { ref=14911 }, -- Healing Prayers
-- Holy Concentration
[34753] = { "Священне зосередження", "Після вимови закляття \"Швидке зцілення\", \"Зв'язуюче зцілення\" або \"Велике зцілення\" ви з ймовірністю {1}% отримаєте ефект \"Ясномова\". \"Ясномова\" зменшує витрати мани вашого наступного закляття \"Швидке зцілення\", \"Зв'язуюче зцілення\" або \"Велике зцілення\" на {2}%.#a {1}% chance#spell by {2}%", en="Holy Concentration" },
[34859] = { ref=34753 }, -- Holy Concentration
-- Holy Reach
[27789] = { "Досяжність святості", "Збільшує дальність дії ваших заклять \"Кара\" та \"Священний вогонь\", а також радіус дії ваших заклять \"Молитва зцілення\", \"Священний спалах\" та \"Коло зцілення\" на {1}%.#by {1}%", en="Holy Reach" },
[27790] = { ref=27789 }, -- Holy Reach
-- Improved Healing
[14912] = { "Покращене зцілення", "Знижує витрати мани заклять \"Мале зцілення\", \"Зцілення\" та \"Велике зцілення\" на {1}%.#by {1}%", en="Improved Healing" },
[15013] = { ref=14912 }, -- Improved Healing
[15014] = { ref=14912 }, -- Improved Healing
-- Improved Inner Fire
[14747] = { "Покращений внутрішній вогонь", "Збільшує додаткову броню від закляття \"Внутрішній вогонь\" на {1}%.#by {1}%", en="Improved Inner Fire" },
[14770] = { ref=14747 }, -- Improved Inner Fire
[14771] = { ref=14747 }, -- Improved Inner Fire
-- Inner Focus
[14751] = { "Внутрішнє зосередження", "При активації зменшує витрати мани вашого наступного закляття на {1}% та збільшує ймовірність його критичного ефекту на {2}%, якщо такий ефект можливий.#spell by {1}%#chance by {2}%", "Витрати мани на ваше наступне закляття зменшено на {1}%.#reduced by {1}%", en="Inner Focus" },
-- Inspiration
[14892] = { "Натхнення", "Збільшує броню вашої цілі на {1}% протягом {2} с після критичного ефекту ваших заклять \"Швидке зцілення\", \"Зцілення\", \"Велике зцілення\", \"Зв'язуюче зцілення\", \"Молитва зцілення\" або \"Коло зцілення\".#armor by {1}% for {2} sec", en="Inspiration" },
[15362] = { ref=14892 }, -- Inspiration
[15363] = { ref=14892 }, -- Inspiration
-- Levitate
[1706] = { "Левітація", "Дозволяє заклиначу левітувати, плинучи невисоко над землею. Під час левітації ви падатимете зі зниженою швидкістю та зможете ходити по воді. Будь-яка шкода скасує цей ефект. Триває {1} хв.#Lasts {1} min", "Левітує.", en="Levitate" },
-- Lightwell
[724] = { "Колодязь світла", "Створює священний колодязь світла. Учасники вашої групи чи рейду можуть випити з нього щоб відновити {1} здоров'я протягом {2} с. Будь-яка отримана шкода знімає цей ефект. Колодязь існує {3} хв або до {4} застосувань.#restore {1} health over {2} sec#lasts for {3} min or {4} charges", en="Lightwell" },
[27870] = { ref=724 }, -- Lightwell
[27871] = { ref=724 }, -- Lightwell
-- Mana Burn
[8129] = { "Спалення мани", "Спалює цілі від {1} до {2} мани. Кожна одиниця спаленої таким чином мани завдає цілі {3} шкоди тінню.#{1} to {2} mana#takes {3} Shadow", en="Mana Burn" },
[8131] = { ref=8129 }, -- Mana Burn
[10874] = { ref=8129 }, -- Mana Burn
[10875] = { ref=8129 }, -- Mana Burn
[10876] = { ref=8129 }, -- Mana Burn
-- Martyrdom
[14531] = { "Мучеництво", "Після отримання критичного удару в ближньому чи дальньому бою ви з ймовірністю {1}% отримаєте ефект \"Зосередженої вимови\" на {2} с. \"Зосереджена вимова\" оберігає вас від затримки вимови заклять при отриманні шкоди та збільшує опір ефектам переривання на {3}%.#a {1}% chance#for {2} sec#by {3}%", en="Martyrdom" },
[14774] = { ref=14531 }, -- Martyrdom
-- Mass Dispel
[32375] = { "Масове розвіювання", "Розвіює магію в радіусі {1} м, знімаючи 1 негативний магічний ефект з кожної дружньої цілі та 1 сприятливий магічний ефект з кожної ворожої цілі. Діє максимум на 10 дружніх та 10 ворожих цілей. Це розвіювання досить сильне, щоб розвіювати магічні ефекти, які зазвичай неможливо розвіяти.#in a {1} yard", en="Mass Dispel" },
-- Meditation
[14521] = { "Медитація", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять.#{1}% of your mana", en="Meditation" },
[14776] = { ref=14521 }, -- Meditation
[14777] = { ref=14521 }, -- Meditation
-- Mind Blast
[8092] = { "Вибух розуму", "Вражає ціль, завдаючи від {1} до {2} шкоди тінню.#for {1} to {2}", en="Mind Blast" },
[8102] = { ref=8092 }, -- Mind Blast
[8103] = { ref=8092 }, -- Mind Blast
[8104] = { ref=8092 }, -- Mind Blast
[8105] = { ref=8092 }, -- Mind Blast
[8106] = { ref=8092 }, -- Mind Blast
[10945] = { ref=8092 }, -- Mind Blast
[10946] = { ref=8092 }, -- Mind Blast
[10947] = { ref=8092 }, -- Mind Blast
-- Misery
[33191] = { "Страждання", "Ваші закляття \"Слово тіні: Біль\", \"Муки розуму\" та \"Дотик вампіра\" також збільшують отриману ціллю шкоду від заклять на {1}%.#additional {1}%", en="Misery" },
[33192] = { ref=33191 }, -- Misery
-- Pain Suppression
[33206] = { "Пригнічення болю", "Миттєво зменшує загрозу дружньої цілі на {1}%, зменшує отриману нею шкоду на {2}% та збільшує опір до розвіювання на {3}% протягом {4} с.#threat by {1}%#taken by {2}%#mechanics by {3}% for {4} sec", "Всю отриману шкоду зменшено на {1}%. Опір розвіюванню збільшено на {2}%#reduced by {1}%#increased by {2}%", en="Pain Suppression" },
-- Power Infusion
[10060] = { "Приплив сил", "Наповнює ціль силою, збільшуючи її швидкість вимови заклять на {1}% та зменшуючи витрати мани всіх заклять на {2}%.Триває {3} с.#casting speed by {1}%#cost of all spells by {2}%#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а витрати мани на закляття зменшено на {2}%.#increased by {1}#reduced by {2}%", en="Power Infusion" },
-- Prayer of Mending
[33076] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого учасника рейду в межах {2} м. Здійснює до {3} переходів і триває {4} c після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times#lasts {4} sec", en="Prayer of Mending" },
[41637] = { "Молитва загоєння", en="Prayer of Mending" },
-- Reflective Shield
[33201] = { "Відбиваючий щит", "Повертає {1}% шкоди, що поглинає \"Слово сили: Щит\" назад в нападника. Ця шкода не спричиняє загрози.#Causes {1}% of", en="Reflective Shield" },
[33202] = { ref=33201 }, -- Reflective Shield
-- Renew
[139] = { "Оновлення", "Зцілює цілі {1} здоров'я протягом {2} с.#for {1} over {2} sec", "Зцілення {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Renew" },
[6074] = { ref=139 }, -- Renew
[6075] = { ref=139 }, -- Renew
[6076] = { ref=139 }, -- Renew
[6077] = { ref=139 }, -- Renew
[6078] = { ref=139 }, -- Renew
[10927] = { ref=139 }, -- Renew
[10928] = { ref=139 }, -- Renew
[10929] = { ref=139 }, -- Renew
[25315] = { ref=139 }, -- Renew
-- Shadow Resilience
[14910] = { "Темна стійкість", "Зменшує ймовірність отримання критичного удару закляттями на {1}%.#spells by {1}%", en="Shadow Resilience" },
[33371] = { ref=14910 }, -- Shadow Resilience
-- Shadow Word: Death
[32379] = { "Слово тіні: Смерть", "Завдає цілі [{1}#inflicts {1} Shadow][від {1} до {2}#inflicts {1} to {2} Shadow] шкоди від тіні. Якщо ціль не помре від цього заклинання, заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі.", en="Shadow Word: Death" },
-- Shadowfiend
[34433] = { "Тіньовий марник", "Створити тіньового марника, що атакує ціль. Заклинатель відновлює ману, коли марник завдає шкоди. Триває {1} с.#Lasts {1} sec", en="Shadowfiend" },
-- Shadowform
[15473] = { "Тінеобраз", "Прийняти тінеобраз, що збільшує вашу шкоду від тіні на {1}% та зменшує отриману вами фізичну шкоду на {2}%. Однак у цьому образі ви не можете вимовляти закляття святості.#Shadow damage by {1}%#done to you by {2}%", "Ваша шкода від тіні збільшена на {1}%. Отриману фізичну шкоду зменшено на {2}%. Ви не можете вимовляти закляття святості.#increased by {1}%#take reduced by {2}%", en="Shadowform" },
-- Silent Resolve
[14523] = { "Мовчазна рішучість", "Зменшує рівень загрози від ваших заклять спеціалізацій \"Святість\" та \"Дисципліна\" на {1}% та зменшує ймовірість розвіювання ваших ефектів на {2}%.#spells by {1}%#dispelled by {2}%", en="Silent Resolve" },
[14784] = { ref=14523 }, -- Silent Resolve
[14785] = { ref=14523 }, -- Silent Resolve
[14786] = { ref=14523 }, -- Silent Resolve
[14787] = { ref=14523 }, -- Silent Resolve
-- Spirit Tap
[15270] = { "Витік душі", "Ваш дух з ймовірністю {1}% збільшиться на {2}% після вбивства цілі, що приносить досвід або честь. Під час дї ефекту ваша мана відновлюватиметься під час вимови заклять зі швидкістю {3}% від звичайної. Триває {4} с.#a {1}% chance#a {2}% bonus#at a {3}% rate#Lasts {4} sec", en="Spirit Tap" },
[15335] = { ref=15270 }, -- Spirit Tap
[15336] = { ref=15270 }, -- Spirit Tap
[15337] = { ref=15270 }, -- Spirit Tap
[15338] = { ref=15270 }, -- Spirit Tap
-- Spirit of Redemption
[20711] = { "Дух спокути", "Збільшує дух на {1}%. Після смерті жрець перетворюється на духа спокути на {2} с. Дух не може рухатися, атакувати та бути ціллю будь-яких атак, заклять чи ефектів. Перебуваючи в такому стані, жрець може вимовляти будь-які цілющі закляття без витрат мани. Після закінчення дії ефекту жрець остаточно вмирає.#Spirit by {1}%#for {2} sec", en="Spirit of Redemption" },
-- Vampiric Touch
[34914] = { "Дотик вампіра", "Завдає цілі {1} шкоди тінню протягом {2} с та відновлює всім учасникам групи ману в обсязі {3}% від завданої вами шкоди тінню.#Causes {1} Shadow damage over {2} sec#equal to {3}% of", "Учасники групи жерця відновлюють ману в обсязі {1}% від завданої жерцем шкоди тінню.#equal to {1}% of", en="Vampiric Touch" },
[34916] = { ref=34914 }, -- Vampiric Touch
[34917] = { ref=34914 }, -- Vampiric Touch

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
