local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Avoidance
[32233] = { "Уникнення", "Збільшує ймовірність уникнення атак, що діють по області, на {1}%.#additional {1}%", en="Avoidance" },
[35694] = { "Уникнення", "Збільшує шкоду, що отримує ваш вихованець від атак, що діють по області, на {1}%.#additional {1}%", en="Avoidance" },
[35698] = { ref=35694 }, -- Avoidance
-- Blood Pact
[27268] = { ref=6307 }, -- Blood Pact
-- Cleave
[30213] = { ref=845 }, -- Cleave
[30219] = { ref=845 }, -- Cleave
[30223] = { ref=845 }, -- Cleave
-- Conflagrate
[27266] = { ref=17962 }, -- Conflagrate
-- Consume Shadows
[27272] = { nil, "Пустотник поглинає тіні поблизу, щоб укріпити своє втілення, відновлюючи {1} здоров'я протягом {2} с. Окрім того, збільшує силу атаки пустотника на {3} протягом {4} хв. Не можна використовувати в бою.#{1} health over {2} sec#power by {3} for {4} min", ref=17767 }, -- Consume Shadows
-- Demonic Frenzy
[32850] = { "Демонічне шаленство", "Атаки ближнього бою вартового скверни спричиняють демонічне шаленство, збільшуючи силу атаки на {1}% протягом {2} с. Ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times", en="Demonic Frenzy" },
-- Devour Magic
[27276] = { ref=19505 }, -- Devour Magic
[27277] = { ref=19505 }, -- Devour Magic
-- Devour Magic Effect
[27278] = { ref=19658 }, -- Devour Magic Effect
[27279] = { ref=19658 }, -- Devour Magic Effect
-- Fire Breath
[34889] = { "Вогняне дихання", "Цілі в конусі перед заклиначем отримують [{1}#take {1} Fire][від {1} до {2}#take {1} to {2} Fire] шкоди від вогню протягом {1} с.#over {1} sec", "{1} шкоди від вогню щосекунди.#{1} Fire", en="Fire Breath" },
[35323] = { ref=34889 }, -- Fire Breath
-- Fire Shield
[27269] = { "Вогняний щит", "Оточує ціль щитом з вогню, внаслідок чого її опір вогню збільшується на {1}, а кожен удар по ній завдає {2} шкоди вогнем нападнику. Триває {3} хв. Заклинач не може накласти \"Вогняний щит\" на себе.#resistance by {1} and#cause {2} Fire#Lasts {3} min", "Збільшує опір вогню на {1} та завдає {2} шкоди вогнем нападнику при отриманні удару.#resistance by {1}#causes {2} Fire", en="Fire Shield" },
-- Firebolt
[3110] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди вогнем.#Deals {1} to {2} Fire", en="Firebolt" },
[7799] = { ref=3110 }, -- Firebolt
[7800] = { ref=3110 }, -- Firebolt
[7801] = { ref=3110 }, -- Firebolt
[7802] = { ref=3110 }, -- Firebolt
[11762] = { ref=3110 }, -- Firebolt
[11763] = { ref=3110 }, -- Firebolt
[27267] = { ref=3110 }, -- Firebolt
-- Furious Howl
[24597] = { "Скажене виття", "Учасники групи в межах {1} м від вовка отримують додатково від {2} до {3} шкоди до їхньої наступної фізичної атаки. Триває {4} с.#within {1} y#{2} to {3} damage#Lasts {4} sec", "Ваша наступна фізична атака завдасть додатково від {1} до {2} шкоди.#{1} to {2} damage", en="Furious Howl" },
[24603] = { ref=24597 }, -- Furious Howl
[24604] = { ref=24597 }, -- Furious Howl
[24605] = { ref=24597 }, -- Furious Howl
-- Gore
[35290] = { "Удар іклами", "Проштрикує ворога іклами. завдаючи від {1} до {2} шкоди. Ця атака з ймовірністю {3}% завдає подвійної шкоди.#causing {1} to {2} damage#a {3}% chance", en="Gore" },
[35291] = { ref=35290 }, -- Gore
[35292] = { ref=35290 }, -- Gore
[35293] = { ref=35290 }, -- Gore
[35294] = { ref=35290 }, -- Gore
[35295] = { ref=35290 }, -- Gore
[35296] = { ref=35290 }, -- Gore
[35297] = { ref=35290 }, -- Gore
[35298] = { ref=35290 }, -- Gore
-- Intercept
[30151] = { ref=20252 }, -- Intercept
[30194] = { ref=20252 }, -- Intercept
[30198] = { ref=20252 }, -- Intercept
-- Intercept Stun
[30153] = { ref=20253 }, -- Intercept Stun
-- Lash of Pain
[27274] = { ref=7814 }, -- Lash of Pain
-- Paranoia
[19480] = { "Параноя", "Значно підсилює здатність виявлення непомітності всіх учасників групи в межах {1} м від скверногончої.#within {1} y", "Здатність виявлення непомітності значно підсилено.", en="Paranoia" },
-- Phase Shift
[4511] = { "Фазування", "Переносить біса в інший вимір, що унеможливлює атаки проти нього, доки він не почне атакувати сам.", "Неможливо атакувати.", en="Phase Shift" },
-- Poison Spit
[35387] = { "Отруйний плювок", "Плює у ворога отрутою, завдаючи {1} шкоди від природи протягом {2} с.#dealing {1} Nature#over {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Poison Spit" },
[35389] = { ref=35387 }, -- Poison Spit
[35392] = { ref=35387 }, -- Poison Spit
-- Sacrifice
[27273] = { ref=7812 }, -- Sacrifice
-- Soothing Kiss
[27275] = { "Заспокійливий поцілунок", "Заспокоює ціль, збільшуючи ймовірність того, що вона атакуватиме когось іншого, а також зменшуючи швидкість атаки ближнього бою на {1}% протягом {2} с. Дієвіше за \"Заспокійливий поцілунок\" (Ранг {3}).#speed by {1}% for {2} sec#(Rank {3})", "Швидкість атаки ближнього бою зменшено на {1}%.#by {1}%", en="Soothing Kiss" },
-- Suffering
[27271] = { "Страждання", "Провокує всіх ворогів у межах {1} м, збільшуючи ймовірність того, що вони атакуватимуть пустотника, а також зменшуючи ймовірність завдання удару на {2}% протягом {3} с. Дієвіше за \"Страждання\" (Ранг {4}).#within {1} y#hit by {2}% for {3} sec#(Rank {4})", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Suffering" },
-- Thunderstomp
[26090] = { "Громовий тупіт", "Здригає землю громовою силою, завдаючи від {1} до {2} шкоди від природи всім ворогам у межах {3} м. Ця здібність спричиняє помірний рівень загрози.#doing {1} to {2}#within {3} y", en="Thunderstomp" },
[26187] = { ref=26090 }, -- Thunderstomp
[26188] = { ref=26090 }, -- Thunderstomp
-- Torment
[27270] = { ref=7809 }, -- Torment
-- Warp
[35346] = { "Стрибок", "Телепортується до ворога в межах {1} м та з ймовірністю {2}% уникає наступної атаки ближнього бою. Ефект триває {3} с.#up to {1} y#a {2}% chance#Lasts {3} sec", "З ймовірністю {1}% уникне наступної атаки ближнього бою.#a {1}% chance", en="Warp" },

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
