local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aggression
[18427] = { "Агресивність", "Збільшує шкоду здібностей \"Підступний удар\", \"Удар у спину\" та \"Потрошіння\" на {1}%.#by {1}%", en="Aggression" },
[18428] = { ref=18427 }, -- Aggression
[18429] = { ref=18427 }, -- Aggression
-- Blade Twisting
[31124] = { "Прокручування леза", "Ваші здібності \"Підступний удар\", \"Удар у спину\", \"Ошелешення\" та \"Укол\" з ймовірністю {1}% викликають запаморочення на {2} с.#a {1}% chance#for {2} sec", en="Blade Twisting" },
[31126] = { ref=31124 }, -- Blade Twisting
-- Cheat Death
[31228] = { "Обман смерті", "З ймовірністю {1}% атака, що мала б вбити вас, зменшить ваш запас здоров'я до {2}% від максимального. Крім того, всю отриману шкоду буде зменшено на {3}% протягом {4} с (залежить від стійкості). Цей ефект не може спрацьовувати частіше, ніж раз на хвилину.#a {1}% chance#to {2}% of#by up to {3}% for {4} sec", en="Cheat Death" },
[31229] = { ref=31228 }, -- Cheat Death
[31230] = { ref=31228 }, -- Cheat Death
-- Cloak of Shadows
[31224] = { "Плащ тіней", "Миттєво знімає всі наявні негативні ефекти заклинань та збільшує ймовірність опору закляттям на {1}% протягом {2} с. Не знімає ефекти, які перешкоджають використанню \"Плаща тіней\".#by {1}% for {2} sec", "Збільшує ймовірність опору закляттям на {1}%.#by {1}%", en="Cloak of Shadows" },
[39666] = { ref=31224 }, -- Cloak of Shadows
-- Cold Blood
[14177] = { "Стигла кров", "При активації збільшує ймовірність критичного удару вашої наступної здібності на {1}%.#by {1}%", "Ймовірність критичного удару вашої наступної здібності збільшено на {1}%.#by {1}%", en="Cold Blood" },
-- Combat Potency
[35541] = { "Бойова витримка", "Ваші удари зброєю в лівій руці з ймовірністю {1}% відновлюють вам {2} енергії.#a {1}% chance to generate {2} Energy", en="Combat Potency" },
[35550] = { ref=35541 }, -- Combat Potency
[35551] = { ref=35541 }, -- Combat Potency
-- Crippling Poison
[3408] = { "Травматична отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, зменшуючи швидкість руху на {3}% протягом {4} с.#lasts for {1} hour#{2}% chance#speed by {3}% for {4} sec", en="Crippling Poison" },
[3420] = { ref=3408 }, -- Crippling Poison
[11202] = { ref=3408 }, -- Crippling Poison
[30981] = { ref=3409 }, -- Crippling Poison
[44289] = { "Травматична отрута", nil, "Швидкість руху зменшено на {1}%.#by {1}%", en="Crippling Poison" },
-- Crippling Poison II
[3421] = { "Травматична отрута II", ref=3408, en="Crippling Poison II" },
-- Deadened Nerves
[31380] = { "Відмерлі нерви", "Зменшує отриману фізичну шкоду на {1}%.#by {1}%", en="Deadened Nerves" },
[31382] = { ref=31380 }, -- Deadened Nerves
[31383] = { ref=31380 }, -- Deadened Nerves
[31384] = { ref=31380 }, -- Deadened Nerves
[31385] = { ref=31380 }, -- Deadened Nerves
-- Deadly Poison
[2823] = { "Смертельна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи протягом {4} с. Ефект накопичується до {5} разів на одній цілі.#lasts for {1} hour#a {2}% chance#for {3} Nature damage over {4} sec#up to {5} times", en="Deadly Poison" },
-- Deadly Throw
[26679] = { "Смертельний кидок", "Завершальний рух, що зменшує швидкість руху цілі на {1}% протягом {2} с та завдає збільшеної шкоди від метальної зброї:\n  1 прийом: {3} - {4} шкоди\n  2 прийоми: {5} - {6} шкоди\n  3 прийоми: {7} - {8} шкоди\n  4 прийоми: {9} - {10} шкоди\n  5 прийомів: {11} - {12} шкоди#by {1}% for {2} sec#1 point  : {3} - {4}#2 points: {5} - {6}#3 points: {7} - {8}#4 points: {9} - {10}#5 points: {11} - {12}", "Швидкість руху зменшено на {1}%.#by {1}%", en="Deadly Throw" },
-- Dirty Deeds
[14082] = { "Брудні справи", "Зменшує витрати енергії на ваші здібності \"Брудний прийом\" та \"Гарота\" на {1}. Окрім того, ваші здібності завдають на {2}% більше шкоди цілям, що мають менше {3}% здоров'я.#abilities by {1}#cause {2}% more#below {3}%", en="Dirty Deeds" },
[14083] = { ref=14082 }, -- Dirty Deeds
-- Dirty Tricks
[14076] = { "Брудні прийоми", "Збільшує дальність дії ваших здібностей \"Засліплення\" та \"Оглушення\" на {1} м і зменшує витрати енергії на ці здібності на {2}%.#abilities by {1} yard#abilities by {2}%", en="Dirty Tricks" },
[14094] = { ref=14076 }, -- Dirty Tricks
-- Elusiveness
[14066] = { ref=13981 }, -- Elusiveness
-- Enveloping Shadows
[31211] = { "Огортання тінями", "Зменшує ймовірність уникнення атак, що діють по області, на {1}%.#additional {1}%", en="Enveloping Shadows" },
[31212] = { ref=31211 }, -- Enveloping Shadows
[31213] = { ref=31211 }, -- Enveloping Shadows
-- Envenom
[32645] = { "Отруєння", "Завершальний рух, що поглинає ефекти смертельної отрути та завдає шкоди отрутою. Поглинає кількість ефектів отрути, що не більша за кількість прийомів в комбінації, щоб збільшити шкоду:\n  1 ефект: {1} шкоди\n  2 ефекти: {2} шкоди\n  3 ефекти: {3} шкоди\n  4 ефекти: {4} шкоди\n  5 ефектів: {5} шкоди#1 dose:  {1} damage#2 doses: {2} damage#3 doses: {3} damage#4 doses: {4} damage#5 doses: {5} damage", en="Envenom" },
-- Eviscerate
[2098] = { "Потрошіння", "Завершальний рух, що завдає шкоди залежно від довжини комбінації:\n  1 прийом: {1}-{2} шкоди\n  2 прийоми: {3}-{4} шкоди\n  3 прийоми: {5}-{6} шкоди\n  4 прийоми: {7}-{8} шкоди\n  5 прийомів: {9}-{10} шкоди#1 point  : {1}-{2}#2 points: {3}-{4}#3 points: {5}-{6}#4 points: {7}-{8}#5 points: {9}-{10}", en="Eviscerate" },
-- Fleet Footed
[31208] = { "Легка хода", "Збільшує ймовірність опору ефектам обмеження руху на {1}% і збільшує швидкість руху на {2}%. Не поєднується з іншими ефектами збільшення швидкості руху.#impairing effects by {1}%#movement speed by {2}%", en="Fleet Footed" },
[31209] = { ref=31208 }, -- Fleet Footed
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, який завдає цілі {1}% шкоди зброї та спричиняє крововилив, що збільшує отриману фізичну шкоду на {2}. Діє на {3} ударів або протягом {4} с. Збільшує довжину комбінації на {5} прийом.#deals {1}% weapon#by up to {2}#Lasts {3} charges or {4} sec#{5} combo", "Збільшує отриману шкоду на {1}.#by {1}", en="Hemorrhage" },
[17347] = { ref=16511 }, -- Hemorrhage
[17348] = { ref=16511 }, -- Hemorrhage
-- Instant Poison
[8679] = { "Миттєва отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, миттєво завдаючи від {3} до {4} шкоди від природи.#lasts for {1} h#has a {2}% chance#inflicts {3} to {4} Nature", en="Instant Poison" },
[8681] = { ref=8679 }, -- Instant Poison
-- Instant Poison II
[8686] = { "Миттєва отрута II", ref=8679, en="Instant Poison II" },
[8687] = { "Миттєва отрута II", ref=8679, en="Instant Poison II" },
-- Instant Poison III
[8688] = { "Миттєва отрута III", ref=8679, en="Instant Poison III" },
[8691] = { "Миттєва отрута III", ref=8679, en="Instant Poison III" },
-- Instant Poison IV
[11338] = { "Миттєва отрута IV", ref=8679, en="Instant Poison IV" },
[11341] = { "Миттєва отрута IV", ref=8679, en="Instant Poison IV" },
-- Instant Poison V
[11339] = { "Миттєва отрута V", ref=8679, en="Instant Poison V" },
[11342] = { "Миттєва отрута V", ref=8679, en="Instant Poison V" },
-- Instant Poison VI
[11340] = { "Миттєва отрута VI", ref=8679, en="Instant Poison VI" },
[11343] = { "Миттєва отрута VI", ref=8679, en="Instant Poison VI" },
-- Lethality
[14128] = { "Летальність", "Збільшує додаткову шкоду від критичних ударів здібностей \"Підступний удар\", \"Ошелешення\", \"Удар у спину\", \"Примарний удар\", \"Скалічити\", \"Укол\" та \"Крововилив\" на {1}%.#by {1}%", en="Lethality" },
[14132] = { ref=14128 }, -- Lethality
[14135] = { ref=14128 }, -- Lethality
[14136] = { ref=14128 }, -- Lethality
[14137] = { ref=14128 }, -- Lethality
-- Mace Specialization
[13709] = { "Спеціалізація на булавах", "Збільшує шкоду критичних ударів булавами на {1}%, а удари булавами з ймовірністю {2}% приголомшують ціль на {3} с.#maces by {1}%#a {2}% chance#for {3} sec", en="Mace Specialization" },
[13800] = { ref=13709 }, -- Mace Specialization
[13801] = { ref=13709 }, -- Mace Specialization
[13802] = { ref=13709 }, -- Mace Specialization
[13803] = { ref=13709 }, -- Mace Specialization
-- Master Poisoner
[31226] = { "Знавець отрут", "Зменшує ймовірність опору вашим отрутам на {1}% та збільшує вашу ймовірність опору отрутам на {2}%.#will be resisted by {1}%#by an additional {2}%", en="Master Poisoner" },
[31227] = { ref=31226 }, -- Master Poisoner
-- Master of Subtlety
[31221] = { "Майстер непомітності", "Атаки, здійснені з непомітності та протягом {1} секунд після виходу з неї, завдають на {2}% більше шкоди.#for {1} seconds#additional {2}% damage", en="Master of Subtlety" },
[31223] = { ref=31221 }, -- Master of Subtlety
-- Mind-numbing Poison
[5761] = { "Задурлива отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, сповільнюючи вимову заклять на {3}% протягом {4} с.#lasts for {1} h#a {2}% chance#by {3}% for {4} sec", en="Mind-numbing Poison" },
-- Mutilate
[1329] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає додатково {1} шкоди від кожної зброї. Шкода збільшується на {2}% проти отруєних цілей. Потрібно перебувати за спиною цілі. Збільшує довжину комбінації на {3} прийоми.#additional {1} with each#by {2}% against Poisoned#Awards {3} combo", en="Mutilate" },
[5374] = { ref=1329 }, -- Mutilate
[27576] = { ref=1329 }, -- Mutilate
-- Nerves of Steel
[31130] = { "Сталеві нерви", "Збільшує ймовірність опору ефектам приголомшення та страху на {1}%.#additional {1}%", en="Nerves of Steel" },
[31131] = { ref=31130 }, -- Nerves of Steel
-- Opportunity
[14057] = { "Нагода", "Збільшує шкоду при атаці здібностями \"Удар у спину\", \"Скалічити\", \"Гарота\" та \"Засідка\" зі спини на {1}%.#by {1}%", en="Opportunity" },
[14072] = { ref=14057 }, -- Opportunity
[14073] = { ref=14057 }, -- Opportunity
[14074] = { ref=14057 }, -- Opportunity
[14075] = { ref=14057 }, -- Opportunity
-- Precision
[13705] = { "Точність", "Збільшує ймовірність завдати удару зброєю на {1}%.#by {1}%", en="Precision" },
[13832] = { ref=13705 }, -- Precision
[13843] = { ref=13705 }, -- Precision
[13844] = { ref=13705 }, -- Precision
[13845] = { ref=13705 }, -- Precision
-- Preparation
[14185] = { "Підготовка", "При активації миттєво завершує відновлення здібностей \"Уникнення\", \"Спринт\", \"Зникнення\", \"Стигла кров\", \"Крок через тінь\" та \"Задум\".", en="Preparation" },
-- Puncturing Wounds
[13733] = { "Колоті рани", "Збільшує шанс критичного удару здібності \"Удар у спину\" на {1}% і шанс критичного удару здібності \"Скалічити\" на {2}%.#Backstab ability by {1}%#Mutilate ability by {2}%", en="Puncturing Wounds" },
[13865] = { ref=13733 }, -- Puncturing Wounds
[13866] = { ref=13733 }, -- Puncturing Wounds
-- Quick Recovery
[31244] = { "Швидке відновлення", "Усі цілющі ефекти на вас збільшуються на {1}%. Окрім того ваші завершальні рухи витрачають на {2}% менше енергії, якщо не влучають.#increased by {1}%#cost {2}% less", en="Quick Recovery" },
[31245] = { ref=31244 }, -- Quick Recovery
-- Remorseless
[14143] = { "Безжалісність", nil, "Ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Удар у спину\", \"Скалічити\", \"Засідка\", \"Крововилив\" або \"Примарний удар\" збільшено на {1}%.#by {1}%", en="Remorseless" },
[14149] = { ref=14143 }, -- Remorseless
-- Remorseless Attacks
[14144] = { "Безжалісні атаки", "Вбивство суперника, що приносить досвід або честь, збільшує ймовірність критичного удару вашої наступної здібності \"Підступний удар\", \"Крововилив\", \"Удар у спину\", \"Скалічити\", \"Засідка\", або \"Примарний удар\" на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec", en="Remorseless Attacks" },
[14148] = { ref=14144 }, -- Remorseless Attacks
-- Rupture
[1943] = { "Розрив", "Завершальний рух, що завдає періодичної шкоди, яка збільшується від сили атаки. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} шкоди за {2} c\n  2 прийоми: {3} шкоди за {4} c\n  3 прийоми: {5} шкоди за {6} c\n  4 прийоми: {7} шкоди за {8} c\n  5 прийомів: {9} шкоди за {10} c#1 point  : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "Завдає шкоди кожні {1} с.#every {1} sec", en="Rupture" },
[8639] = { ref=1943 }, -- Rupture
[8640] = { ref=1943 }, -- Rupture
[11273] = { ref=1943 }, -- Rupture
[11274] = { ref=1943 }, -- Rupture
[11275] = { ref=1943 }, -- Rupture
-- Ruthlessness
[14156] = { "Нещадність", "Ваші завершальні рухи ближнього бою з ймовірністю {1}% збільшать довжину комбінації на один прийом.#a {1}% chance", en="Ruthlessness" },
[14160] = { ref=14156 }, -- Ruthlessness
[14161] = { ref=14156 }, -- Ruthlessness
-- Shadowstep
[36554] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, а ваша швидкість руху збільшується на {1}% протягом {2} с. Шкода вашої наступної здібності збільшується на {3}%, а її загроза зменшується на {4}%. Триває {5} с.#speed by {1}% for {2} sec#ability is increased by {3}%#caused is reduced by {4}%#Lasts {5} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Shadowstep" },
[36563] = { "Крок через тінь", nil, "Шкоду наступної здібності збільшено на {1}%. Загрозу наступної здібності зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Shadowstep" },
[44373] = { "Крок через тінь", en="Shadowstep" },
-- Shiv
[5938] = { "Укол", "Миттєва атака зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою. Повільна зброя вимагає більше витрат енергії. Збільшує довжину комбінації на 1 прийом.", en="Shiv" },
[5940] = { "Укол", en="Shiv" },
-- Sinister Calling
[31216] = { "Зловісний поклик", "Збільшує вашу спритність на {1}% та збільшує відсотковий бонус здібностей \"Удар у спину\" та \"Крововилив\" на {2}%.#Agility by {1}%#by an additional {2}%", en="Sinister Calling" },
[31217] = { ref=31216 }, -- Sinister Calling
[31218] = { ref=31216 }, -- Sinister Calling
[31219] = { ref=31216 }, -- Sinister Calling
[31220] = { ref=31216 }, -- Sinister Calling
-- Surprise Attacks
[32601] = { "Несподівані атаки", "Від ваших завершальних рухів неможливо ухилитись, а шкоду здібностей \"Підступний удар\", \"Удар у спину\", \"Укол\" та \"Ошелешення\" збільшено на {1}%.#by {1}%", en="Surprise Attacks" },
-- Sword Specialization
[13960] = { "Спеціалізація на мечах", "З ймовірністю {1}% ви проведете додаткову атаку по тій самій цілі після завдання удару мечем.#a {1}% chance", en="Sword Specialization" },
[13961] = { ref=13960 }, -- Sword Specialization
[13962] = { ref=13960 }, -- Sword Specialization
[13963] = { ref=13960 }, -- Sword Specialization
[13964] = { ref=13960 }, -- Sword Specialization
-- Vile Poisons
[16513] = { "Мерзенні отрути", "Збільшує шкоду ваших отрут та здібності \"Отруєння\" на {1}% та зменшує ймовірість розвіювання ваших отрут на {2}%.#by {1}%#{2}% chance", en="Vile Poisons" },
[16514] = { ref=16513 }, -- Vile Poisons
[16515] = { ref=16513 }, -- Vile Poisons
[16719] = { ref=16513 }, -- Vile Poisons
[16720] = { ref=16513 }, -- Vile Poisons
-- Vitality
[31122] = { "Живість", "Збільшує вашу витривалість на {1}% та спритність на {2}%.#Stamina by {1}%#Agility by {2}%", en="Vitality" },
[31123] = { ref=31122 }, -- Vitality
-- Weapon Expertise
[30919] = { "Вправність володіння зброєю", "Збільшує вашу вправність на {1}.#by {1}", en="Weapon Expertise" },
[30920] = { ref=30919 }, -- Weapon Expertise
-- Wound Poison
[13218] = { "Агонічна отрута", nil, "Всі ефекти зцілення зменшено на {1}%.#reduced by {1}%", en="Wound Poison" },
[13219] = { "Агонічна отрута", "Покриває зброю отрутою на {1} год.\nКожен удар з ймовірністю {2}% отруює ворога, завдаючи {3} шкоди від природи і зменшуючи ефективність його зцілення на {4}% протягом {5} с. Ефект накопичується до {6} разів на одній цілі.#lasts for {1} h#a {2}% chance#causing {3} Nature#them by {4}% for {5} sec#up to {6} times", en="Wound Poison" },
[13220] = { ref=13219 }, -- Wound Poison
[13222] = { ref=13218 }, -- Wound Poison
[13223] = { ref=13218 }, -- Wound Poison
[13224] = { ref=13218 }, -- Wound Poison
[13225] = { ref=13219 }, -- Wound Poison
[13226] = { ref=13219 }, -- Wound Poison
[13227] = { ref=13219 }, -- Wound Poison
-- Wound Poison II
[13228] = { "Агонічна отрута II", ref=13219, en="Wound Poison II" },
-- Wound Poison III
[13229] = { "Агонічна отрута III", ref=13219, en="Wound Poison III" },
-- Wound Poison IV
[13230] = { "Агонічна отрута IV", ref=13219, en="Wound Poison IV" },

-- Item effects
[23726] = { "Отруйний тотем", "Збільшує шкоду миттєвої отрути на {1}, а періодичну шкоду смертельної отрути на {2} протягом {3} с.#Instant Poison by {1} and#Deadly Poison by {2} for {3} sec", "Збільшує шкоду миттєвої отрути на {1}, а періодичну шкоду смертельної отрути на {2}.#Instant Poison by {1}#Deadly Poison by {2}", en="Venomous Totem" },

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
