local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Amplify Curse
[18288] = { "Посилення прокляття", "Посилює ефект наступного \"Прокляття приречення\" або \"Прокляття агонії\" на {1}%, а \"Прокляття виснаження\" на {2}%. Триває {3} с.#Agony by {1}%#Exhaustion by an additional {2}%#Lasts {3} sec", "Посилює ефект наступного \"Прокляття приречення\" або \"Прокляття агонії\" на {1}%, а \"Прокляття виснаження\" на {2}%.#Agony by {1}%#Exhaustion by an additional {2}%", en="Amplify Curse" },
-- Backlash
[34935] = { "Віддача", "Збільшує ймовірність завдання критичного удару закляттями на {1}% та з ймовірністю {2}% після отримання фізичної шкоди час вимови наступного закляття \"Тіньова стріла\" чи \"Спалення\" зменшиться на {3}%. Ефект триває {4} с та не може спрацьовувати частіше, ніж раз на {5} с.#by an additional {1}% and#a {2}% chance#spell by {3}%#lasts {4} sec#every {5} sec", en="Backlash" },
[34938] = { ref=34935 }, -- Backlash
[34939] = { ref=34935 }, -- Backlash
-- Conflagrate
[17962] = { "Розпалення", "Розпалює ціль, яка вже перебуває під дією ефекту закляття \"Жертовний вогонь\", та завдає від {1} до {2} шкоди вогнем, поглинаючи ефект \"Жертовного вогню\".#dealing {1} to {2} Fire", en="Conflagrate" },
[18930] = { ref=17962 }, -- Conflagrate
[18931] = { ref=17962 }, -- Conflagrate
[18932] = { ref=17962 }, -- Conflagrate
-- Contagion
[30060] = { "Зараження", "Збільшує шкоду \"Прокляття агонії\", \"Пошесті\" та \"Зерна пошесті\" на {1}% та зменшує ймовірність того, що ваші ефекти спеціалізації \"Химородь\" буде розвіяно на {2}%.#Corruption by {1}%#additional {2}%", en="Contagion" },
[30061] = { ref=30060 }, -- Contagion
[30062] = { ref=30060 }, -- Contagion
[30063] = { ref=30060 }, -- Contagion
[30064] = { ref=30060 }, -- Contagion
-- Create Firestone
[17953] = { "Створення каменя вогню", "Створює величезний камінь вогню, який можна спорядити. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone" },
-- Create Healthstone
[11730] = { "Створення каменя здоров'я", "Створює величезний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },
-- Curse of Tongues
[1714] = { "Прокляття мови", "Примушує ціль говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі. Триває {2} с.#by {1}%#Lasts {2} sec", "Говорить мовою демонів, що збільшує час вимови на {1}%.#by {1}%", en="Curse of Tongues" },
[11719] = { ref=1714 }, -- Curse of Tongues
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Сила атаки ближнього бою цілі зменшується на {1} протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} min", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Curse of Weakness" },
[1108] = { ref=702 }, -- Curse of Weakness
[6205] = { ref=702 }, -- Curse of Weakness
[7646] = { ref=702 }, -- Curse of Weakness
[11707] = { ref=702 }, -- Curse of Weakness
[11708] = { ref=702 }, -- Curse of Weakness
-- Curse of the Elements
[1490] = { "Прокляття стихій", "Проклинає ціль на {1} хв, зменшуючи опір аркані, вогню, кризі та тіні на {2} і збільшує отриману шкоду від аркани, вогню, криги та тіні на {3}%. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#for {1} min#resistances by {2}#taken by {3}%", "Зменшує опір аркані, вогню, кризі та тіні на {1}. Збільшує отриману шкоду від аркани, вогню, криги та тіні на {2}%.#resistances by {1}#taken by {2}%", en="Curse of the Elements" },
[11721] = { ref=1490 }, -- Curse of the Elements
[11722] = { ref=1490 }, -- Curse of the Elements
-- Demon Armor
[706] = { "Демонічний обладунок", "Захищає заклинача, збільшуючи броню на {1}, а опір тіні на {2} та відновлюючи {3} здоров'я кожні {4} с. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {5} хв.#armor by {1}#resistance by {2} and restores {3} health every {4} sec.#Lasts {5} min", "Збільшує броню на {1}, опір тіні на {2} та відновлює {3} здоров'я кожні {4} с.#armor by {1}#resistance by {2} and restores {3} health every {4} sec", en="Demon Armor" },
[1086] = { ref=706 }, -- Demon Armor
[11733] = { ref=706 }, -- Demon Armor
[11734] = { ref=706 }, -- Demon Armor
[11735] = { ref=706 }, -- Demon Armor
-- Demonic Aegis
[30143] = { "Демонічна егіда", "Збільшує ефективність \"Демонічного обладунку\" та \"Обладунку скверни\" на {1}%.#by {1}%", en="Demonic Aegis" },
[30144] = { ref=30143 }, -- Demonic Aegis
-- Demonic Knowledge
[35691] = { "Демонічні знання", "Збільшує вашу силу заклять на {1}% від суми витривалості та інтелекту вашого активного демона.#to {1}%", en="Demonic Knowledge" },
[35692] = { ref=35691 }, -- Demonic Knowledge
[35693] = { ref=35691 }, -- Demonic Knowledge
-- Demonic Resilience
[30319] = { "Демонічна стійкість", "Зменшує ймовірність отримання критичного удару від атак ближнього бою та заклять на {1}% та зменшує отриману вашим демоном шкоду на {2}%.#spells by {1}%#takes by {2}%", en="Demonic Resilience" },
[30320] = { ref=30319 }, -- Demonic Resilience
[30321] = { ref=30319 }, -- Demonic Resilience
-- Demonic Sacrifice
[18788] = { "Демонічна жертва", "Приносить у жертву вашого викликаного демона та надає вам ефект, що триває {1} хв. Ефект буде скасовано, якщо ви викличете будь-якого демона.\n\nБіс: Збільшує вашу шкоду вогнем на {2}%.\n\nПустотник: Відновлює {3}% вашого запасу здоров'я кожні {4} с.\n\nСукуб/інкуб: Збільшує вашу шкоду тінню на {5}%.\n\nСкверногонча: Відновлює {6}% вашого запасу мани кожні {7} с.\n\nВартовий скверни: Збільшує вашу шкоду тінню на {8}% та відновлює {9}% вашого запасу мани кожні {10} с.#lasts {1} min#Fire damage by {2}#{3}% of total health every {4} sec#Increases your Shadow damage by {5}%.#Restores {6}% of total mana every {7} sec.#Increases your Shadow damage by {8}% and restores {9}% of total mana every {10} sec", en="Demonic Sacrifice" },
-- Demonic Tactics
[30242] = { "Демонічна тактика", "Збільшує ймовірність завдання критичного удару атаками ближнього бою та закляттями для вас та вашого демона на {1}%.#by {1}%", en="Demonic Tactics" },
[30245] = { ref=30242 }, -- Demonic Tactics
[30246] = { ref=30242 }, -- Demonic Tactics
[30247] = { ref=30242 }, -- Demonic Tactics
[30248] = { ref=30242 }, -- Demonic Tactics
-- Destructive Reach
[17917] = { "Досяжність руйнації", "Збільшує дальність дії заклять спеціалізації \"Руйнація\" на {1}% та зменшує загрозу від них на {2}%.#range of your Destruction spells by {1}%#threat caused by Destruction spells by {2}%", en="Destructive Reach" },
[17918] = { ref=17917 }, -- Destructive Reach
-- Detect Invisibility
[132] = { "Виявлення невидимості", "Дозволяє дружній цілі виявляти малу невидимість протягом {1} хв.#for {1} min", "Виявлення малої невидимості.", en="Detect Invisibility" },
-- Drain Life
[689] = { "Висмоктування життя", "Передає {1} здоров'я щосекунди від цілі до заклинача. Триває {2} с.#Transfers {1} health#Lasts {2} sec", "Висмоктує {1} здоров'я щосекунди, передаючи його заклиначеві.#Drains {1} health", en="Drain Life" },
[699] = { ref=689 }, -- Drain Life
[709] = { ref=689 }, -- Drain Life
[7651] = { ref=689 }, -- Drain Life
[11699] = { ref=689 }, -- Drain Life
[11700] = { ref=689 }, -- Drain Life
-- Emberstorm
[17954] = { "Палюча буря", "Збільшує шкоду ваших заклять вогню на {1}% та зменшує час вимови \"Спалення\" на {2}%.#Fire spells by {1}%#Incinerate spell by {2}%", en="Emberstorm" },
[17955] = { ref=17954 }, -- Emberstorm
[17956] = { ref=17954 }, -- Emberstorm
[17957] = { ref=17954 }, -- Emberstorm
[17958] = { ref=17954 }, -- Emberstorm
-- Empowered Corruption
[32381] = { "Посилена пошесть", "\"Пошесть\" отримує на {1}% більше шкоди від ефектів збільшення шкоди заклять.#additional {1}% of your", en="Empowered Corruption" },
[32382] = { ref=32381 }, -- Empowered Corruption
[32383] = { ref=32381 }, -- Empowered Corruption
-- Fel Armor
[28176] = { "Обладунок скверни", "Оточує заклинача енергією скверни, що збільшує отримане від заклять та ефектів здоров'я на {1}% і збільшує шкоду заклять на {2}. Одночасно на чорнокнижника може діяти лише один обладунок. Триває {3} хв.#effects by {1}%#damage by up to {2}#Lasts {3} min", "Збільшує отримане від заклять та ефектів здоров'я на {1}% і збільшує шкоду заклять на {2}.#effects by {1}%#damage by up to {2}", en="Fel Armor" },
-- Fel Domination
[18708] = { "Домінування скверни", "Ваше наступне закляття виклику біса, пустотника, сукуба, інкуба, скверногончої або вартового скверни матиме зменшений час вимови на {1} с і витрати мани на {2}%.#time reduced by {1} sec#cost reduced by {2}%", "Виклик біса, пустотника, сукуба, інкуба, скверногончої або вартового скверни вимагає на {1} с менше часу на вимову та на {2}% менше мани.#time reduced by {1} sec#cost reduced by {2}%", en="Fel Domination" },
-- Fel Intellect
[18731] = { "Інтелект скверни", "Збільшує інтелект ваших біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни на {1}%, а також збільшує ваш запас мани на {2}%.#Felguard by {1}% and#mana by {2}%", en="Fel Intellect" },
[18743] = { ref=18731 }, -- Fel Intellect
[18744] = { ref=18731 }, -- Fel Intellect
-- Fel Stamina
[18748] = { "Витривалість скверни", "Збільшує витривалість ваших біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни на {1}% та збільшує ваш запас здоров'я на {2}%.#Felguard by {1}%#health by {2}%", en="Fel Stamina" },
[18749] = { ref=18748 }, -- Fel Stamina
[18750] = { ref=18748 }, -- Fel Stamina
-- Fire Shield
[2947] = { "Вогняний щит", "Оточує ціль щитом з вогню, внаслідок чого кожен удар по ній завдає {1} шкоди вогнем нападнику. Триває {2} хв. Заклинач не може накласти \"Вогняний щит\" на себе.#cause {1} Fire#Lasts {2} min", "Завдає {1} шкоди вогнем нападникові при отриманні удару.#Causes {1}", en="Fire Shield" },
-- Improved Drain Soul
[18213] = { "Покращене висмоктування душі", "Відновлює {1}% вашої мани після вбивства цілі під час висмоктування душі. Окрім того, ваші закляття спеціалізації \"Химородь\" створюють на {2}% менше загрози.#Returns {1}% of your#generate {2}% less", en="Improved Drain Soul" },
[18372] = { ref=18213 }, -- Improved Drain Soul
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, що передається \"Каналом здоров'я\" на {1}% та зменшує початкову витрату здоров'я на {2}%.#spell by {1}% and#cost by {2}%", en="Improved Health Funnel" },
-- Improved Howl of Terror
[30054] = { "Покращене виття жаху", "Зменшує час вимови \"Виття жаху\" на {1} с.#by {1} sec", en="Improved Howl of Terror" },
[30057] = { ref=30054 }, -- Improved Howl of Terror
-- Incinerate
[29722] = { "Спалення", "Завдає [{1}#Deals {1} Fire][від {1} до {2}#Deals {1} to {2} Fire] шкоди від вогню цілі та додатково [{1}#additional {1} Fire][від {1} до {2}#additional {1} to {2} Fire] шкоди від вогню, якщо на ціль діє \"Жертовний вогонь\".", en="Incinerate" },
-- Intensity
[18135] = { "Напруження", "З ймовірністю {1}% ви уникнете затримки вимови або промовляння заклять спеціалізації \"Руйнація\".#a {1}% chance", en="Intensity" },
[18136] = { ref=18135 }, -- Intensity
-- Malediction
[32477] = { "Прокльон", "Збільшує бонус до шкоди від \"Прокляття стихій\" на {1}%.#additional {1}%", en="Malediction" },
[32483] = { ref=32477 }, -- Malediction
[32484] = { ref=32477 }, -- Malediction
-- Mana Feed
[30326] = { "Підживлення маною", "Коли ви отримуєте ману від \"Висмоктування мани\" чи \"Витоку життя\", ваш демон отримує {1}% від отриманої вами мани.#gains {1}% of", en="Mana Feed" },
-- Master Conjuror
[18767] = { "Майстер-чаклун", "Збільшує додаткову шкоду вогнем від каменів вогню та посилює їхній ефект збільшення шкоди від вогню на {1}%, а також збільшує бонус до показника критичного удару заклять від каменя чарів на {2}%.#Firestone effect by {1}%#Spellstone by {2}%", en="Master Conjuror" },
[18768] = { ref=18767 }, -- Master Conjuror
-- Master Demonologist
[23759] = { "Майстер-демонолог", nil, "Зменшує загрозу на {1}%.#by {1}%", en="Master Demonologist" },
[23785] = { "Майстер-демонолог", "Надає чорнокнижникові та його викликаному демонові певний ефект, поки цей демон активний.\n\nБіс - зменшує загрозу на {1}%.\n\nПустотник - зменшує отриману фізичну шкоду на {2}%.\n\nСукуб/інкуб - збільшує всю завдану шкоду на {3}%.\n\nСкверногонча - збільшує всі опори на {4} за кожен рівень.\n\nВартовий скверни - збільшує всю завдану шкоду на {5}% та збільшує всі опори на {6} за кожен рівень.#threat caused by {1}%#taken by {2}%#damage caused by {3}%.#Increases all resistances by {4} per level#all damage caused by {5}% and all resistances by {6} per level", en="Master Demonologist" },
[23822] = { ref=23785 }, -- Master Demonologist
[23823] = { ref=23785 }, -- Master Demonologist
[23824] = { ref=23785 }, -- Master Demonologist
[23825] = { ref=23785 }, -- Master Demonologist
[23826] = { ref=23759 }, -- Master Demonologist
[23827] = { ref=23759 }, -- Master Demonologist
[23828] = { ref=23759 }, -- Master Demonologist
[23829] = { ref=23759 }, -- Master Demonologist
-- Master Summoner
[18709] = { "Майстер-прикликач", "Зменшує час вимови на {1} с, а витрати мани на {2}% для заклять виклику біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни.#by {1} sec#cost by {2}%", en="Master Summoner" },
[18710] = { ref=18709 }, -- Master Summoner
-- Nether Protection
[30299] = { "Підсвітній захист", "Після отримання удару закляттям тіні чи вогню ви з ймовірністю {1}% отримаєте невразливість до заклять тіні та вогню на {2} с.#a {1}% chance#for {2} sec", en="Nether Protection" },
[30301] = { ref=30299 }, -- Nether Protection
-- Ritual of Souls
[29893] = { "Ритуал душ", "Почати ритуал для створення колодязя душ. Учасники рейду можуть натиснути на колодязь душ, щоб отримати камінь здоров'я. Колодязь душ існує {1} хв або до {2} застосувань. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.#for {1} min or {2} charges", en="Ritual of Souls" },
-- Seed of Corruption
[27243] = { "Зерно пошесті", "Саджає демонічне зерно у ворожу ціль, що завдає {1} шкоди тінню протягом {2} с. Коли ціль отримає {3} шкоди або помре, зерно завдасть від {4} до {5} шкоди тінню всім іншим ворогам у межах {6} м від цілі. Одночасно лише одна пошесть кожного чорнокнижника може бути задіяна на цілі.#causing {1} Shadow damage over {2} sec#takes {3} total#inflict {4} to {5} Shadow#within {6} y", "{1} шкоди від тіні кожні {2} с. Після отримання {3} шкоди або смерті цілі, зерно пошесті завдасть від {4} до {5} шкоди від тіні всім ворогам заклинача у межах {6} м.#{1} Shadow damage every {2} sec#taking {3} total#deals {4} to {5} Shadow#within {6} y", en="Seed of Corruption" },
-- Shadow Embrace
[32385] = { "Обійми тіні", "Ваші закляття \"Пошесть\", \"Прокляття агонії\", \"Витягування життя\" та \"Зерно пошесті\" накладають ефект \"Обійми тіні\", що зменшує завдану ціллю фізичну шкоду на {1}%.#caused by {1}%", en="Shadow Embrace" },
[32386] = { "Обійми тіні", nil, "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", en="Shadow Embrace" },
[32387] = { ref=32385 }, -- Shadow Embrace
[32392] = { ref=32385 }, -- Shadow Embrace
-- Shadow Trance
[17941] = { "Тінетранс", nil, "Наступна \"Тіньова стріла\" буде миттєвою.", en="Shadow Trance" },
-- Shadowfury
[30283] = { "Лють тіні", "Вивільняє лють тіні, завдаючи [{1}#causing {1} Shadow][від {1} до {2}#causing {1} to {2} Shadow] шкоди від тіні та приголомшуючи всіх ворогів в межах {1} м на {2} с.#within {1} yds for {2} sec", "Приголомшено.", en="Shadowfury" },
-- Soul Leech
[30293] = { "Поглинання душі", "Закляття \"Тіньова стріла\", \"Тіньовий опік\", \"Випалення душі\", \"Спалення\", \"Палючий біль\" та \"Розпалення\" з ймовірністю {1}% відновлять здоров'я в обсязі {2}% від завданої шкоди.#a {1}% chance#equal to {2}% of", en="Soul Leech" },
[30295] = { ref=30293 }, -- Soul Leech
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої вами шкоди буде натомість перенаправлено на вашого біса, пустотника, сукуба, інкуба, скверногончу, вартового скверни або поневоленого демона. Цієї шкоди не можна уникнути. Окрім того, демон і його володар завдаватимуть на {2}% більше шкоди. Триває допоки демон активний та перебуває під контролем.#{1}% of all damage#{2}% more damage", en="Soul Link" },
-- Soul Siphon
[17804] = { "Витягування душі", "Збільшує ефективність \"Висмоктування життя\" на {1}% за кожен ваш ефект спеціалізації \"Химородь\" на цілі, але не більше, ніж на {2}%.#additional {1}%#of {2}% additional", en="Soul Siphon" },
[17805] = { ref=17804 }, -- Soul Siphon
-- Soulshatter
[29858] = { "Розкол душі", "Зменшує вашу загрозу для всіх цілей в межах {2} м на {1}%.#by {1}%#within {2} y", en="Soulshatter" },
-- Summon Felguard
[30146] = { "Виклик вартового скверни", "Викликає вартового скверни, підкореного чорнокнижникові.", en="Summon Felguard" },
-- Touch of Shadow
[35701] = { "Дотик тіні", nil, "Шкоду тінню збільшено на {1}%. Відновлення {2}% мани кожні {3} с.#by {1}%#restores {2}% of#every {3} sec", en="Touch of Shadow" },
-- Unholy Power
[18769] = { "Нечестива сила", "Збільшує шкоду атак ближнього бою пустотника, сукуба, інкуба, скверногончої та вартового скверни, а також \"Вогняної стріли\" біса на {1}%.#by {1}%", en="Unholy Power" },
[18770] = { ref=18769 }, -- Unholy Power
[18771] = { ref=18769 }, -- Unholy Power
[18772] = { ref=18769 }, -- Unholy Power
[18773] = { ref=18769 }, -- Unholy Power
-- Unstable Affliction
[30108] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#{1} Shadow damage every {2} sec#cause {3} damage#them for {4} sec", en="Unstable Affliction" },
[30404] = { ref=30108 }, -- Unstable Affliction
[30405] = { ref=30108 }, -- Unstable Affliction
[31117] = { "Нестабільна химородь", nil, "Знемовлено.", en="Unstable Affliction" },
[34438] = { ref=30108 }, -- Unstable Affliction
[34439] = { ref=30108 }, -- Unstable Affliction

-- Firestone
[6366] = { "Створення каменя вогню", "Створює менший камінь вогню, який можна спорядити. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone" },
[17951] = { "Створення каменя вогню", "Створює камінь вогню, який можна спорядити. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone" },
[17952] = { "Створення каменя вогню", "Створює великий камінь вогню, який можна спорядити. При цьому він зачаровує зброю в основній руці вогнем, внаслідок чого атаки зброєю можуть завдати від {1} до {2} додаткової шкоди вогнем. Окрім того, при спорядженні камінь вогню збільшує шкоду від заклять вогню на {3}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {4} хвилин.#deal {1} to {2}#spells by {3}#than {4} min", en="Create Firestone" },

-- Healthstone
[5699] = { "Створення каменя здоров'я", "Створює камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#restore {1} health#than {2} min", en="Create Healthstone" },
[6201] = { "Створення каменя здоров'я", "Створює крихітний камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#restore {1} health#than {2} min", en="Create Healthstone" },
[6202] = { "Створення каменя здоров'я", "Створює менший камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },
[11729] = { "Створення каменя здоров'я", "Створює великий камінь здоров'я, який можна використати для миттєвого відновлення {1} здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хвилин.#restore {1} health#than {2} min", en="Create Healthstone" },

-- Item effects
[23720] = { "Благословення Чорної книги", "Підсилює вашого прислужника, збільшуючи його шкоду заклять на {1}, силу атаки на {2} та броню на {3} протягом {4} с. Ефект діє лише на біса, сукуба, інкуба, пустотника, скверногончу та вартового скверни.#spell damage by {1}#attack power by {2}#armor by {3} for {4} sec", "Шкоду заклять збільшено на {1}.\nСилу атаки збільшено на {2}.\nБроню збільшено на {3}.#Spell damage increased by up to {1}#Attack power increased by {2}#Armor increased by {3}", en="Blessing of the Black Book" },

-- Soulstone
[693] = { "Створення каменя душі", "Створює крихітний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#with {1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20752] = { "Створення каменя душі", "Створює менший камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20755] = { "Створення каменя душі", "Створює камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20756] = { "Створення каменя душі", "Створює великий камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },
[20757] = { "Створення каменя душі", "Створює величезний камінь душі, який можна використати для зберігання душі цілі. Якщо ціль помирає, поки її душа збережена, вона зможе повернутись до життя з {1} здоров'я та {2} мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#{1} health and {2} mana#than {3} min", en="Create Soulstone" },

-- Spellstone
[2362] = { "Створення каменя чарів", "Створює камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів розвіює всі негативні магічні ефекти із заклинача. Також при спорядженні цей камінь чарів збільшує показник критичного удару заклять на {1}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#critical strike rating by {1}#than {2} min", en="Create Spellstone" },
[17727] = { "Створення каменя чарів", "Створює великий камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів розвіює всі негативні магічні ефекти із заклинача. Також при спорядженні цей камінь чарів збільшує показник критичного удару заклять на {1}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#critical strike rating by {1}#than {2} min", en="Create Spellstone" },
[17728] = { "Створення каменя чарів", "Створює величезний камінь чарів для заклинача. При спорядженні та використанні цей камінь чарів розвіює всі негативні магічні ефекти із заклинача. Також при спорядженні цей камінь чарів збільшує показник критичного удару заклять на {1}.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {2} хв.#critical strike rating by {1}#than {2} min", en="Create Spellstone" },
[17729] = { "Великий камінь чарів", ref=128, en="Greater Spellstone" },
[17730] = { "Величезний камінь чарів", ref=128, en="Major Spellstone" },
[128] = { "Камінь чарів", "Розвіює всі негативні магічні ефекти з заклинача.", en="Spellstone" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
