local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ancestral Fortitude
[16177] = { "Стійкість пращурів", nil, "Збільшує ваш показник броні на {1}%.#by {1}%", en="Ancestral Fortitude" },
[16236] = { ref=16177 }, -- Ancestral Fortitude
[16237] = { ref=16177 }, -- Ancestral Fortitude
-- Bloodlust
[2825] = { "Жага крові", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на {1}% для всіх учасників групи. Триває {2} секунд.#speed by {1}% for all#Lasts {2} sec", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на {1}%.#by {1}%", en="Bloodlust" },
-- Chain Heal
[1064] = { "Ланцюгове зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я та перестрибує на інші цілі неподалік. Якщо закляття було націлене на учасника групи, подальші стрибки переходитимуть лише на інших її учасників. Кожен наступний стрибок зцілює на {3}% менше здоров'я. Зцілює до {4} цілей.#for {1} to {2}#heal by {3}%#Heals {4} total", en="Chain Heal" },
[10622] = { ref=1064 }, -- Chain Heal
[10623] = { ref=1064 }, -- Chain Heal
-- Clearcasting
[16246] = { "Ясномова", nil, "Ваші {1} наступні стихійні бойові закляття витратять на {2}% менше мани.#next {1} elemental#reduced by {2}%", en="Clearcasting" },
-- Corrupted Totems
[23425] = { "Осквернені тотеми", nil, "Ви викликаєте осквернені тотеми.", en="Corrupted Totems" },
-- Earth Elemental Totem
[2062] = { "Тотем елементаля землі", "Викликає тотем, який закликає великого елементаля землі на захист заклинателя і його союзників. Існує {1} хв.#Lasts {1} min", en="Earth Elemental Totem" },
-- Earth Shield
[974] = { "Щит землі", "Захищає ціль земляним щитом, що з ймовірністю {1}% запобігає затримці вимови заклять при отриманні шкоди, а також зцілює ціль на {2} при отриманні удару. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв. Одночасно щит землі може захищати лише одну ціль і лише один щит стихій може бути активним на цілі.#a {1}% chance#target for {2}#{3} charges#Lasts {4} min", "З ймовірністю {1}% запобігає затримці вимови заклять при отриманні шкоди, а атаки по захищеній цілі зцілюють її на {2}.#{1}% chance#target for {2}.", en="Earth Shield" },
-- Earth Shock
[8042] = { "Земний шок", "Миттєво вражає ціль ударною хвилею, завдаючи від {1} до {2} шкоди від природи. Також перериває вимову закляття та унеможливлює вимову будь-яких інших заклять тієї ж школи магії протягом {3} с.#causing {1} to {2}#for {3} sec", en="Earth Shock" },
[8044] = { ref=8042 }, -- Earth Shock
[8045] = { ref=8042 }, -- Earth Shock
[8046] = { ref=8042 }, -- Earth Shock
[10412] = { ref=8042 }, -- Earth Shock
[10413] = { ref=8042 }, -- Earth Shock
[10414] = { ref=8042 }, -- Earth Shock
-- Elemental Focus
[16164] = { "Стихійна зосередженість", "Коли ви завдаєте критичного удару закляттями вогню, криги чи природи, ви отримуєте ефект \"Ясномова\", що зменшує витрати мани на {1} наступні бойові закляття на {2}%.#next {1} damage#by {2}%", en="Elemental Focus" },
-- Elemental Precision
[30672] = { "Стихійна точність", "Збільшує ймовірність завдання удару закляттями вогню, криги та природи на {1}% та зменшує загрозу заклять вогню, криги та природи на {2}%.#hit with Fire, Frost and Nature spells by {1}%#caused by Fire, Frost and Nature spells by {2}%", en="Elemental Precision" },
[30673] = { ref=30672 }, -- Elemental Precision
[30674] = { ref=30672 }, -- Elemental Precision
-- Elemental Weapons
[16266] = { "Зброя стихій", "Збільшує шкоду від \"Зброї каменолома\" на {1}%, ефект \"Зброї буревію\" на {2}% і шкоду від \"Зброї язика полум'я\" та \"Зброї крижаного тавра\" на {3}%.#Rockbiter Weapon by {1}%#Windfury Weapon effect by {2}%#Frostbrand Weapon by {3}%", en="Elemental Weapons" },
[29079] = { ref=16266 }, -- Elemental Weapons
[29080] = { ref=16266 }, -- Elemental Weapons
-- Fire Elemental Totem
[2894] = { "Тотем елементаля вогню", "Викликає тотем, який закликає великого вогняного елементаля, який нищить ворогів. Існує {1} хв.#Lasts {1} min", en="Fire Elemental Totem" },
-- Flametongue Totem
[8227] = { "Тотем язика полум'я", "Викликає тотем язика полум'я, що підсилює вогнем зброю в основній руці всіх учасників групи в межах {1} м. Кожен удар завдає від {2} до {3} додаткової шкоди вогнем. Триває {4} хв.#within {1} y#causes {2} to {3}#Lasts {4} min", en="Flametongue Totem" },
-- Flametongue Weapon
[8024] = { "Зброя язика полум'я", "Підсилює зброю шамана вогнем. Кожен удар завдає цілі від {1} до {2} додаткової шкоди вогнем залежно від швидкості зброї. Повільна зброя завдає більшої шкоди за удар. Триває {3} хв.#causes {1} to {2}#Lasts {3} min", en="Flametongue Weapon" },
[8027] = { ref=8024 }, -- Flametongue Weapon
[8030] = { ref=8024 }, -- Flametongue Weapon
[16339] = { ref=8024 }, -- Flametongue Weapon
[16341] = { ref=8024 }, -- Flametongue Weapon
[16342] = { ref=8024 }, -- Flametongue Weapon
-- Focused
[43339] = { "Зосередженість", nil, "Наступний шок витратить на {1}% менше мани.#by {1}%", en="Focused" },
-- Focused Casting
[29063] = { "Зосереджена вимова", "Ви не зазнаєте затримки вимови заклять при отриманні шкоди. Діє {1} секунд.#Lasts {1} sec", "Не зазнає затримки вимови заклять при отриманні шкоди.", en="Focused Casting" },
-- Focused Mind
[30864] = { "Зосереджений розум", "Зменшує тривалість ефектів знемовлення та переривання, що діють на вас. на {1}%. Цей ефект не поєднується з іншими подібними ефектами.#by {1}%", en="Focused Mind" },
[30865] = { ref=30864 }, -- Focused Mind
[30866] = { ref=30864 }, -- Focused Mind
-- Frost Shock
[8056] = { "Крижаний шок", "Миттєво вражає ціль кригою, завдаючи від {1} до {2} шкоди кригою та сповільнюючи рух на {3}%. Триває {4} с. Спричиняє високий рівень загрози.#causing {1} to {2}#speed by {3}%#Lasts {4} sec", "Рух сповільнено на {1}%.#by {1}%", en="Frost Shock" },
[8058] = { ref=8056 }, -- Frost Shock
[10472] = { ref=8056 }, -- Frost Shock
[10473] = { ref=8056 }, -- Frost Shock
-- Frostbrand Weapon
[8033] = { "Зброя крижаного тавра", "Підсилює зброю шамана кригою. Кожен удар може завдати цілі додатково {1} шкоди кригою та сповільнити її рух на {2}% протягом {3} с. Триває {4} хв.#causing {1}#by {2}% for {3} sec#Lasts {4} min", en="Frostbrand Weapon" },
[8038] = { ref=8033 }, -- Frostbrand Weapon
[10456] = { ref=8033 }, -- Frostbrand Weapon
[16355] = { ref=8033 }, -- Frostbrand Weapon
[16356] = { ref=8033 }, -- Frostbrand Weapon
-- Grounding Totem
[8177] = { "Тотем заземлення", "Викликає тотем заземлення з {1} здоров'я, який спрямовує на себе шкідливе заклинання, застосоване на учасника групи або рейду, тим самим знищуючи себе. Не спрямовує заклинання що діють на область. Триває {2} с.#with {1} health#Lasts {2} sec", en="Grounding Totem" },
-- Healing Focus
[16181] = { "Зосередженість на зціленні", "З ймовірністю {1}% ви уникнете затримки вимови цілющих заклять при отриманні шкоди.#a {1}% chance", en="Healing Focus" },
[16230] = { ref=16181 }, -- Healing Focus
[16232] = { ref=16181 }, -- Healing Focus
[16233] = { ref=16181 }, -- Healing Focus
[16234] = { ref=16181 }, -- Healing Focus
-- Healing Grace
[29187] = { "Цілюще благовоління", "Зменшує загрозу від ваших цілющих заклять на {1}% та зменшує ймовірність того, що ваші ефекти буде розвіяно на {2}%.#spells by {1}%#dispelled by {2}%", en="Healing Grace" },
[29189] = { ref=29187 }, -- Healing Grace
[29191] = { ref=29187 }, -- Healing Grace
-- Heroism
[32182] = { "Героїзм", ref=2825, en="Heroism" },
-- Improved Chain Heal
[30872] = { "Покращене ланцюгове зцілення", "Збільшує ефективність закляття \"Ланцюгове зцілення\" на {1}%.#by {1}%", en="Improved Chain Heal" },
[30873] = { ref=30872 }, -- Improved Chain Heal
-- Lightning Overload
[30675] = { "Перевантаження блискавки", "Ваші закляття \"Блискавка\" та \"Ланцюгова блискавка\" з ймовірністю {1}% спричинять друге, подібне закляття на ту саму ціль без додаткових витрат мани. Повторне закляття завдає половину шкоди й не спричиняє загрози.#a {1}% chance", en="Lightning Overload" },
[30678] = { ref=30675 }, -- Lightning Overload
[30679] = { ref=30675 }, -- Lightning Overload
[30680] = { ref=30675 }, -- Lightning Overload
[30681] = { ref=30675 }, -- Lightning Overload
[39805] = { "Перевантаження блискавки", en="Lightning Overload" },
-- Lightning Shield
[324] = { "Блискавковий щит", "Оточує заклинача {1} кульовими блискавками. Коли будь-яке закляття, атака ближнього чи дальнього бою влучає у заклинача, нападнику завдається {2} шкоди від природи. При цьому витрачається одна кульова блискавка. Кульові блискавки можуть активуватися лише раз на кілька секунд. Триває {3} хв. Одночасно шаман може використовувати лише один щит стихій.#by {1} balls#struck for {2} Nature#Lasts {3} min", "Завдає {1} шкоди від природи нападникам при отриманні удару.#Causes {1} Nature", en="Lightning Shield" },
[325] = { ref=324 }, -- Lightning Shield
[905] = { ref=324 }, -- Lightning Shield
[945] = { ref=324 }, -- Lightning Shield
[8134] = { ref=324 }, -- Lightning Shield
[10431] = { ref=324 }, -- Lightning Shield
[10432] = { ref=324 }, -- Lightning Shield
-- Mana Tide
[16191] = { "Приплив мани", nil, "Відновлює {1}% мани кожні {2} с.#Gain {1}%#every {2} sec", en="Mana Tide" },
-- Mana Tide Totem
[16190] = { "Тотем припливу мани", "Викликає тотем припливу мани з {1} здоров'я на {2} с. Тотем відновлює {3}% мани кожні {4} с учасникам групи в межах {5} м.#with {1} health#for {2} sec#restores {3}% of#every {4} sec#within {5} y", en="Mana Tide Totem" },
-- Mental Quickness
[30812] = { "Швидке мислення", "Зменшує витрати мани на миттєві закляття на {1}% та збільшує шкоду та зцілення заклять на {2}% від сили атаки.#by {1}%#to {2}% of", en="Mental Quickness" },
[30813] = { ref=30812 }, -- Mental Quickness
[30814] = { ref=30812 }, -- Mental Quickness
-- Nature's Guardian
[30881] = { "Вартовий природи", "Коли атака знижує ваш рівень здоров'я нижче {1}%, з ймовірністю {2}% ви відновлюєте {3}% здоров'я та зменшуєте вашу загрозу цілі. Час відновлення - {4} секунд.#below {1}%#a {2}% chance to heal {3}% of#{4} second cooldown", en="Nature's Guardian" },
[30883] = { ref=30881 }, -- Nature's Guardian
[30884] = { ref=30881 }, -- Nature's Guardian
[30885] = { ref=30881 }, -- Nature's Guardian
[30886] = { ref=30881 }, -- Nature's Guardian
-- Purge
[370] = { "Очищення", "Очищує ворожу ціль, знімаючи з неї {1} сприятливий магічний ефект.#removing {1} beneficial", en="Purge" },
-- Purification
[16178] = { "Очищення", "Збільшує ефективність ваших заклять зцілення на {1}%.#healing spells by {1}%", en="Purification" },
[16210] = { ref=16178 }, -- Purification
[16211] = { ref=16178 }, -- Purification
[16212] = { ref=16178 }, -- Purification
[16213] = { ref=16178 }, -- Purification
-- Rockbiter Weapon
[8017] = { "Зброя каменолома", "Підсилює зброю шамана, внаслідок чого її шкода за секунду збільшується на {1}. Триває {2} хв.#damage per second by {1}#Lasts {2} min", en="Rockbiter Weapon" },
[8018] = { ref=8017 }, -- Rockbiter Weapon
[8019] = { ref=8017 }, -- Rockbiter Weapon
[10399] = { ref=8017 }, -- Rockbiter Weapon
[16314] = { ref=8017 }, -- Rockbiter Weapon
[16315] = { ref=8017 }, -- Rockbiter Weapon
[16316] = { ref=8017 }, -- Rockbiter Weapon
-- Shamanistic Focus
[43338] = { "Шаманська зосередженість", "Після завдання критичного удару в ближньому бою ви отримуєте ефект зосередженості. Зосередженість зменшує витрати мани наступного шоку на {1}%.#spell by {1}%", en="Shamanistic Focus" },
-- Shamanistic Rage
[30823] = { "Шаманська лють", "Зменшує всю отриману шкоду на {1}%, а ваші удари в ближньому бою можуть відновити ману в обсязі {2}% від сили атаки. Триває {3} с.#taken by {1}%#equal to {2}% of#Lasts {3} sec", "Всю отриману шкоду зменшено на {1}%, а удари в ближньому бою можуть відновити ману в обсязі {2}% від сили атаки.#taken reduced by {1}%#equal to {2}% of", en="Shamanistic Rage" },
-- Spirit Weapons
[16268] = { "Зброя духів", "Дає шанс парирувати атаки ворога в ближньому бою та зменшує загрозу ваших атак ближнього бою на {1}%.#by {1}%", en="Spirit Weapons" },
[18848] = { ref=16268 }, -- Spirit Weapons
-- Stoneclaw Totem
[5730] = { "Тотем кам'яного пазура", "Викликає тотем кам'яного пазура з {1} здоров'я на {2} с. Тотем провокує істот в межах {3} м атакувати його. Ворогів, що атакують тотем, з ймовірністю {4}% буде приголомшено на {5} с.#with {1} health#caster for {2} sec#within {3} y#a {4}% chance to be stunned for {5} sec", en="Stoneclaw Totem" },
-- Stormstrike
[17364] = { "Штормовий удар", "Миттєва атака з обох рук.[ Окрім того, наступні {1} ураження цілі шкодою від природи посилені на {2}%.#next {1} sources of Nature damage dealt to the target are increased by {2}%.][ Триває {1} с.#Lasts {1} sec]", "Отриману шкоду від природи збільшено на {1}%.#by {1}%", en="Stormstrike" },
-- Tidal Focus
[16179] = { "Припливна зосередженість", "Зменшує витрати мани на ваші цілющі закляття на {1}%.#by {1}%", en="Tidal Focus" },
[16214] = { ref=16179 }, -- Tidal Focus
[16215] = { ref=16179 }, -- Tidal Focus
[16216] = { ref=16179 }, -- Tidal Focus
[16217] = { ref=16179 }, -- Tidal Focus
-- Totemic Call
[36936] = { "Повернення тотемів", "Повертає ваші тотеми в землю, відновлюючи вам {1}% мани, необхідної для виклику кожного з повернених тотемів.#you {1}%", en="Totemic Call" },
-- Toughness
[16252] = { "Міць", "Збільшує броню від предметів на {1}% та зменшує тривалість ефектів сповільнення руху на вас на {2}%.#items by {1}%#slowing effects on you by {2}%", en="Toughness" },
[16306] = { ref=16252 }, -- Toughness
[16307] = { ref=16252 }, -- Toughness
[16308] = { ref=16252 }, -- Toughness
[16309] = { ref=16252 }, -- Toughness
-- Unleashed Rage
[30802] = { "Нестримна лють", "Ваші критичні удари в ближньому бою збільшують силу атаки ближнього бою учасників групи в межах {2} м від шамана на {1}%. Триває {3} с.#attack power by {1}% if within {2} y#Lasts {3} sec", en="Unleashed Rage" },
[30803] = { "Нестримна лють", nil, "Силу атаки ближнього бою збільшено на {1}%.#by {1}%", en="Unleashed Rage" },
[30804] = { ref=30803 }, -- Unleashed Rage
[30805] = { ref=30803 }, -- Unleashed Rage
[30806] = { ref=30803 }, -- Unleashed Rage
[30807] = { ref=30803 }, -- Unleashed Rage
[30808] = { ref=30802 }, -- Unleashed Rage
[30809] = { ref=30802 }, -- Unleashed Rage
[30810] = { ref=30802 }, -- Unleashed Rage
[30811] = { ref=30802 }, -- Unleashed Rage
-- Unrelenting Storm
[30664] = { "Нещадна буря", "Відновлює ману в обсязі {1}% від вашого інтелекту кожні {2} с навіть під час вимови заклять.#to {1}% of#every {2} sec", en="Unrelenting Storm" },
[30665] = { ref=30664 }, -- Unrelenting Storm
[30666] = { ref=30664 }, -- Unrelenting Storm
-- Water Shield
[23575] = { "Водяний щит", en="Water Shield" },
[24398] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} хв. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} min", "Відновлює {1} мани кожні {2} с. Заклинання та атаки проти вас спричиняють відновлення {3} мани. {4} заряди.#{1} mana per {2} sec#restore {3} mana#{4} charges", en="Water Shield" },
[33736] = { ref=24398 }, -- Water Shield
[33737] = { ref=23575 }, -- Water Shield
[34828] = { "Водяний щит", "Вражає ціль водяною стрілою, що завдає [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи.", "Швидкість вимови заклять збільшено на {1}%.#by {1}%", en="Water Shield" },
-- Windfury Weapon
[8232] = { "Зброя буревію", "Підсилює зброю шамана вітром. Кожен удар з ймовірністю {1}% спричиняє дві додаткові атаки зі збільшеною на {2} силою атаки. Триває {3} хв.#{1}% chance#attacks with {2} extra#Lasts {3} min", en="Windfury Weapon" },
[8235] = { ref=8232 }, -- Windfury Weapon
[10486] = { ref=8232 }, -- Windfury Weapon
[16362] = { ref=8232 }, -- Windfury Weapon
-- Wrath of Air Totem
[3738] = { "Тотем повітряного гніву", "Викликає тотем повітряного гніву з {1} здоров'я. Тотем збільшує шкоду і зцілення заклять всіх учасників групи в радіусі {2} м на {3}. Існує {4} хв.#with {1} health#within {2} yards#by up to {3}#Lasts {4} min", en="Wrath of Air Totem" },

-- Item effects
[23734] = { "Природний баланс", "Збільшує шкоду та зцілення заклять на {1} та збільшує витрати мани на закляття на {2}% протягом {3} с.#healing by up to {1}#cost of spells by {2}% for {3} sec", "Шкоду заклять та зцілення збільшено на {1}.\nВитрати мани збільшено на {2}%.#healing increased by up to {1}#cost increased by {2}%", en="Nature Aligned" },

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
