local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Firebolt
[3110] = { "Вогняна стріла", "Завдає цілі від {1} до {2} шкоди вогнем.#Deals {1} to {2} Fire", en="Firebolt" },
[7799] = { ref=3110 }, -- Firebolt
[7800] = { ref=3110 }, -- Firebolt
[7801] = { ref=3110 }, -- Firebolt
[7802] = { ref=3110 }, -- Firebolt
[11762] = { ref=3110 }, -- Firebolt
[11763] = { ref=3110 }, -- Firebolt
-- Furious Howl
[24597] = { "Скажене виття", "Учасники групи в межах {1} м від вовка отримують додатково від {2} до {3} шкоди до їхньої наступної фізичної атаки. Триває {4} с.#within {1} y#{2} to {3} damage#Lasts {4} sec", "Ваша наступна фізична атака завдасть додатково від {1} до {2} шкоди.#{1} to {2} damage", en="Furious Howl" },
[24603] = { ref=24597 }, -- Furious Howl
[24604] = { ref=24597 }, -- Furious Howl
[24605] = { ref=24597 }, -- Furious Howl
-- Paranoia
[19480] = { "Параноя", "Значно підсилює здатність виявлення непомітності всіх учасників групи в межах {1} м від скверногончої.#within {1} y", "Здатність виявлення непомітності значно підсилено.", en="Paranoia" },
-- Phase Shift
[4511] = { "Фазування", "Переносить біса в інший вимір, що унеможливлює атаки проти нього, доки він не почне атакувати сам.", "Неможливо атакувати.", en="Phase Shift" },
-- Thunderstomp
[26090] = { "Громовий тупіт", "Здригає землю громовою силою, завдаючи від {1} до {2} шкоди від природи всім ворогам у межах {3} м. Ця здібність спричиняє помірний рівень загрози.#doing {1} to {2}#within {3} y", en="Thunderstomp" },
[26187] = { ref=26090 }, -- Thunderstomp
[26188] = { ref=26090 }, -- Thunderstomp

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
