local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Beast Lore
[1462] = { "Знання звіра", "Збирає інформацію про вибраного звіра. Підказка відобразить шкоду, здоров'я, броню, особливі опори та дієту. Окрім того, \"Знання звіра\" підкаже, чи можна приручити створіння та які здібності воно матиме.", "Знання отримано." }, -- Beast Lore
-- Master Tactician
[34506] = { "Майстер тактики", "Ваші успішні атаки дальнього бою з ймовірністю {1}% збільшать шанс завдання критичного удару всіма атаками на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec" }, -- Master Tactician (Rank 1)
[34507] = { ref=34506 }, -- Master Tactician (Rank 2)
[34508] = { ref=34506 }, -- Master Tactician (Rank 3)
[34838] = { ref=34506 }, -- Master Tactician (Rank 4)
[34839] = { ref=34506 }, -- Master Tactician (Rank 5)
-- Revive Pet
[982] = { "Оживлення вихованця", "Оживляє вашого вихованця, повертаючи його до життя з {1}% здоров'я.#with {1}%" }, -- Revive Pet
-- Wyvern Sting
[19386] = { "Жало виверни", "Жалючий постріл, що присипляє ціль на {1} с.  Будь-яка шкода скасовує ефект.  Коли ціль прокидається, жало завдає {2} шкоди від природи протягом {3} с. Лише один ефект жала від кожного мисливця може бути активним на одній цілі.#for {1} sec#causes {2} Nature#over {3} sec", "Спить." }, -- Wyvern Sting (Rank 1)

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
