local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Balance of Power
[33592] = { "Баланс сили", "Збільшує ваш шанс влучити всіма закляттями та зменшує шанс того що в вас влучать закляттям на {1}%.#by {1}%", en="Balance of Power" },
[33596] = { ref=33592 }, -- Balance of Power
-- Barkskin
[22812] = { "Дубова шкіра", "Шкіра друїда стає міцною, як кора. Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричинять затримки вимови заклять. Можна використовувати, перебуваючи під ефектами приголомшення, заморозки, недієздатності, страху та сну. Триває {2} с.#reduced by {1}%#Lasts {2} sec", "Отриману шкоду зменшено на {1}%. Поки триває захист, ворожі атаки не спричиняють затримки вимови заклять.#reduced by {1}%", en="Barkskin" },
-- Brambles
[16836] = { "Колючки", "Збільшує шкоду ваших заклять \"Шипи\" та \"Опутуюче коріння\" на {1}%.#by {1}%", en="Brambles" },
[16839] = { ref=16836 }, -- Brambles
[16840] = { ref=16836 }, -- Brambles
-- Celestial Focus
[16850] = { "Небесне зосередження", "\"Зоряний вогонь\" з ймовірністю {1}% приголомшує ціль на {2} с, і з ймовірністю {3}% ви уникнете затримки вимови \"Гніву\" від отриманої шкоди.#a {1}% chance to stun the target for {2} sec#Wrath spell by {3}%", en="Celestial Focus" },
[16923] = { ref=16850 }, -- Celestial Focus
[16924] = { ref=16850 }, -- Celestial Focus
-- Control of Nature
[16918] = { "Контроль природи", "Надає {1}% ймовірності уникнути затримки вимови заклять \"Опутуюче коріння\" та \"Циклон\" при отриманні шкоди.#a {1}% chance", en="Control of Nature" },
[16919] = { ref=16918 }, -- Control of Nature
[16920] = { ref=16918 }, -- Control of Nature
-- Cyclone
[33786] = { "Циклон", "Підкидає ворожу ціль у повітря, унеможливлюючи будь-які дії, але роблячи її невразливою на {1} с. Одночасно лише одна ціль може перебувати під дією \"Циклону\".#up to {1} sec", "Невразливість, але неможливо виконувати будь-які дії.", en="Cyclone" },
-- Dire Bear Form
[9634] = { "Подоба жахливого ведмедя", "Набути подоби жахливого ведмедя, збільшуючи силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}%#Stamina by {3}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%.#power by {1}#items by {2}%#Stamina by {3}%", en="Dire Bear Form" },
-- Dreamstate
[33597] = { "Входження в сон", "Відновлює ману в обсязі {1}% від вашого інтелекту кожні 5 секунд навіть під час вимови заклять.#to {1}% of", en="Dreamstate" },
[33599] = { ref=33597 }, -- Dreamstate
-- Empowered Rejuvenation
[33886] = { "Посилене омолодження", "Ваші ефекти періодичного зцілення отримують додатково {1}% від віших ефектів збільшення зцілення.#by {1}%", en="Empowered Rejuvenation" },
[33888] = { ref=33886 }, -- Empowered Rejuvenation
[33889] = { ref=33886 }, -- Empowered Rejuvenation
[33890] = { ref=33886 }, -- Empowered Rejuvenation
-- Empowered Touch
[33879] = { "Посилений дотик", "Ваше закляття \"Цілющий дотик\" отримує додатково {1}% від ваших ефектів збільшення зцілення.#additional {1}%", en="Empowered Touch" },
[33880] = { ref=33879 }, -- Empowered Touch
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті протягом {2} сек, але знижує базову броню на {3}% у ведмежій подобі та на {4}% у подобі жахливого ведмедя.#{1} rage over {2} sec#by {3}% in Bear Form and {4}% in Dire Bear Form", "Отримує {1} люті щосекунди. Базову броню зменшено.#{1} rage", en="Enrage" },
-- Feral Aggression
[16860] = { ref=16858 }, -- Feral Aggression
[16861] = { ref=16858 }, -- Feral Aggression
[16862] = { ref=16858 }, -- Feral Aggression
-- Feral Charge Effect
[19675] = { "Ефект дикого ривка", en="Feral Charge Effect" },
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху на {1}%, перебуваючи просто неба у котячій подобі, і збільшує шанс ухилення від атаки у подобі кота, ведмедя та жахливого ведмедя на {2}%.#speed by {1}%#Form by {2}%", en="Feral Swiftness" },
[24866] = { ref=17002 }, -- Feral Swiftness
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоду за кожен прийом комбінації та перетворює кожну одиницю енергії на додаткові {1} шкоди. Шкода збільшується залежно від сили атаки.\n  1 прийом: {2}-{3} шкоди\n  2 прийоми: {4}-{5} шкоди\n  3 прийоми: {6}-{7} шкоди\n  4 прийоми: {8}-{9} шкоди\n  5 прийомів: {10}-{11} шкоди#{1} additional#1 point  : {2}-{3}#2 points: {4}-{5}#3 points: {6}-{7}#4 points: {8}-{9}#5 points: {10}-{11}", en="Ferocious Bite" },
[22827] = { ref=22568 }, -- Ferocious Bite
[22828] = { ref=22568 }, -- Ferocious Bite
[22829] = { ref=22568 }, -- Ferocious Bite
[31018] = { ref=22568 }, -- Ferocious Bite
-- Ferocity
[16934] = { "Лютість", "Зменшує витрати люті або енергії на здібності \"Терзання\", \"Розмах\", \"Дряпання\", \"Роздирання\" та \"Нівечення\" на {1}.#by {1}", en="Ferocity" },
[16935] = { ref=16934 }, -- Ferocity
[16936] = { ref=16934 }, -- Ferocity
[16937] = { ref=16934 }, -- Ferocity
[16938] = { ref=16934 }, -- Ferocity
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Flight Form" },
-- Focused Starlight
[35363] = { "Зосереджене сяйво зірок", "Збільшує ймовірність критичного удару ваших заклять \"Гнів\" та \"Зоряний вогонь\" на {1}%.#by {1}%", en="Focused Starlight" },
[35364] = { ref=35363 }, -- Focused Starlight
-- Force of Nature
[33831] = { "Сила природи", "Викликає {1} дереванів, які атакують ворожі цілі протягом {2} секунд.#Summons {1} treants#for {2} sec", en="Force of Nature" },
-- Heart of the Wild
[17003] = { "Серце дикої природи", "Збільшує ваш інтелект на {1}%. Крім того, у подобі ведмедя або жахливого ведмедя ваша витривалість збільшується на {2}%, а у котячій подобі ваша сила атаки збільшується на {3}%.#Intellect by {1}%#Stamina is increased by {2}%#power is increased by {3}%", en="Heart of the Wild" },
[17004] = { ref=17003 }, -- Heart of the Wild
[17005] = { ref=17003 }, -- Heart of the Wild
[17006] = { ref=17003 }, -- Heart of the Wild
[24894] = { ref=17003 }, -- Heart of the Wild
-- Improved Faerie Fire
[33600] = { "Покращений чарівний вогонь", "Ваш \"Чарівний вогонь\" також збільшує шанс влучити в ціль атаками ближнього та дальнього бою на {1}%#by {1}%", en="Improved Faerie Fire" },
[33601] = { ref=33600 }, -- Improved Faerie Fire
[33602] = { ref=33600 }, -- Improved Faerie Fire
-- Innervate
[29166] = { "Осяяння", "Збільшує відновлення мани цілі від духу на {1}% і дозволяє відновлювати ману під час вимови заклять. Триває {2} с.#by {1}%#Lasts {2} sec", "Відновлення мани від духу прискорено на {1}%. Відновлення мани продовжується під час вимови заклять.#increased by {1}%", en="Innervate" },
-- Intensity
[17080] = { "Напруження", en="Intensity" },
[17106] = { "Напруження", "Дозволяє {1}% відновлення мани продовжуватися під час вимови заклять, а здібність \"Несамовитість\" миттєво надає {2} люті.#{1}% of your Mana#generate {2} rage", en="Intensity" },
[17107] = { ref=17106 }, -- Intensity
[17108] = { ref=17106 }, -- Intensity
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди від кровотечі, додатково {2} шкоди від кровотечі протягом {3} с та спричиняючи велику загрозу. Шкода збільшується від сили атаки. Ефект накопичується до {4} разів на одній цілі.#dealing {1} bleed#bleed for {2} damage over {3} sec#up to {4} times", "{1} шкоди кожні {2} с#{1} damage every {2} sec", en="Lacerate" },
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я. Ефект накопичується до {4} разів на одній цілі.#for {1} over {2} sec#themself for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди і {2} здоров'я коли ефект закінчиться або розвіється.#{1} every second and {2}", en="Lifebloom" },
-- Living Spirit
[34151] = { "Живий дух", "Збільшує ваш дух на {1}%#by {1}%", en="Living Spirit" },
-- Lunar Guidance
[33589] = { "Місячне  покровительство", "Збільшує силу ваших бойових та цілющих заклять на {1}% від вашого інтелекту.#by {1}%", en="Lunar Guidance" },
[33590] = { ref=33589 }, -- Lunar Guidance
[33591] = { ref=33589 }, -- Lunar Guidance
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає шкоди та робить ціль недієздатною. Будь-яка завдана шкода повертає ціль до тями. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди, {3} с\n   2 прийоми: {4}-{5} шкоди, {6} с\n   3 прийоми: {7}-{8} шкоди, {9} с\n   4 прийоми: {10}-{11} шкоди, {12} с\n   5 прийомів: {13}-{14} шкоди, {15} с#1 point  : {1}-{2} damage, {3} sec#2 points: {4}-{5} damage, {6} sec#3 points: {7}-{8} damage, {9} sec#4 points: {10}-{11} damage, {12} sec#5 points: {13}-{14} damage, {15} sec", "Недієздатність.", en="Maim" },
-- Mangle
[33917] = { "Нівечення", "Нівечить ціль, завдаючи шкоди, і збільшує шкоду цілі від ефектів кровотечі протягом {1} с.  Цю здібність можна використовувати в подобах кота та жахливого ведмедя.#for {1} sec", en="Mangle" },
-- Mangle (Bear)
[33878] = { "Нівечення (ведмідь)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на {3}% протягом {4} секунд.#for {1}% normal damage plus {2} and#take {3}%#for {4} sec", "Ефекти кровотечі та \"Шматування\" завдають на {1}% більше шкоди.#cause {1}%", en="Mangle (Bear)" },
-- Mangle (Cat)
[33876] = { "Нівечення (кіт)", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі і \"Шматування\" на {3}% протягом {4} секунд. Збільшує довжину комбінації на {5} прийом.#for {1}% normal damage plus {2} and#take {3}%#for {4} sec#{5} combo", "Ефекти кровотечі та \"Шматування\" завдають на {1}% більше шкоди.#cause {1}%", en="Mangle (Cat)" },
-- Natural Perfection
[33881] = { "Природна довершеність", "Шанс критичного удару всіма заклинаннями збільшується на {1}%, а критичні удари по вам дають ефект \"Природна довершеність\", який зменшує всю отриману шкоду на {2}%. Ефект накопичується до {3} разів. Триває {4} секунд.#increased by {1}%#taken by {2}%#up to {3} times#Lasts {4} sec", en="Natural Perfection" },
[33882] = { ref=33881 }, -- Natural Perfection
-- Naturalist
[17069] = { "Натураліст", "Скорочує час вимови вашого закляття \"Цілющий дотик\" на {1} с та збільшує шкоду фізичних атак в усіх подобах на {2}%.#by {1} sec#by {2}%", en="Naturalist" },
[17070] = { ref=17069 }, -- Naturalist
[17071] = { ref=17069 }, -- Naturalist
[17072] = { ref=17069 }, -- Naturalist
[17073] = { ref=17069 }, -- Naturalist
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, з ймовірністю {1}% його вразить закляття \"Опутуюче коріння\" (Ранг {2}). Можна використовувати тільки просто неба. {3} заряд. Триває {4} с.#{1}% chance#(Rank {2})#{3} charge#Lasts {4} sec", "При отриманні шкоди в ближньому бою може обплутати ворога.", en="Nature's Grasp" },
[16810] = { ref=16689 }, -- Nature's Grasp
[16811] = { ref=16689 }, -- Nature's Grasp
[16812] = { ref=16689 }, -- Nature's Grasp
[16813] = { ref=16689 }, -- Nature's Grasp
[17329] = { ref=16689 }, -- Nature's Grasp
-- Nature's Reach
[16819] = { "Досяжність природи", "Збільшує дальність дії заклять спеціалізації \"Баланс\" та здібності \"Чарівний вогонь (звір)\" на {1}%.#by {1}%", en="Nature's Reach" },
[16820] = { ref=16819 }, -- Nature's Reach
-- Nurturing Instinct
[33872] = { "Інстинкт піклування", "Збільшує силу ваших цілющих заклять на {1}% від вашої спритності та збільшує обсяг зцілення, яке ви отримуєте в котячій подобі, на {2}%.#up to {1}%#by {2}%", en="Nurturing Instinct" },
[33873] = { ref=33872 }, -- Nurturing Instinct
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Насичує друїда природною енергією. Кожна атака ближнього бою друїда має ймовірність наділити його ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше атакуюче чи цілюще закляття чи здібність на {1}%. Триває {2} хв.#by {1}%#Lasts {2} min", "Кожна атака ближнього бою має ймовірність наділити заклинача ефектом \"Ясномови\".", en="Omen of Clarity" },
-- Pounce
[9005] = { "Наскок", "Cтрибнути на ціль, приголомшуючи її на {1} с та завдаючи {2} шкоди протягом {3} с. Потрібно зачаїтися. Збільшує довжину комбінації на {4} прийом.#for {1} sec#causing {2} damage over {3} sec#{4} combo", "Приголомшено.", en="Pounce" },
[9823] = { ref=9005 }, -- Pounce
[9827] = { ref=9005 }, -- Pounce
-- Predatory Instincts
[33859] = { "Хижі інстинкти", "У подобі кота, ведмедя або жахливого ведмедя шкода від критичних ударів ближнього бою збільшується на {1}%, а шанс уникнути атак по площі - на {2}%.#strikes by {1}%#attacks by {2}%", en="Predatory Instincts" },
[33866] = { ref=33859 }, -- Predatory Instincts
[33867] = { ref=33859 }, -- Predatory Instincts
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує силу атаки ближнього бою у подобі кота, ведмедя, жахливого ведмедя та місячного совуха на {1}% від вашого рівня.#by {1}%", en="Predatory Strikes" },
[16974] = { ref=16972 }, -- Predatory Strikes
[16975] = { ref=16972 }, -- Predatory Strikes
-- Primal Fury
[37116] = { "Первісна лють", "З ймовірністю {1}% ви отримуєте {2} люті коли ви завдаєте критичного удару у ведмежій подобі чи подобі жахливого ведмедя, а критичні удари ваших здібностей котячої подоби, що збільшують комбінацію прийомів, з ймовірністю {3}% збільшать довжину комбінації додатково на один прийом.#a {1}% chance to gain an additional {2} Rage#a {3}% chance to add", en="Primal Fury" },
[37117] = { ref=37116 }, -- Primal Fury
-- Rake
[1822] = { "Роздирання", "Роздирає ціль, завдаючи {1} шкоди від кровотечі та додатково {2} шкоди протягом {3} с. Збільшує довжину комбінації на {4} прийом.#for {1} bleed damage and an additional {2} damage over {3} sec#{4} combo", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rake" },
[1823] = { ref=1822 }, -- Rake
[1824] = { ref=1822 }, -- Rake
[9904] = { ref=1822 }, -- Rake
-- Rejuvenation
[774] = { "Омолодження", "Зцілює цілі {1} здоров'я протягом {2} с.#for {1} over {2} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Rejuvenation" },
[1058] = { ref=774 }, -- Rejuvenation
[1430] = { ref=774 }, -- Rejuvenation
[2090] = { ref=774 }, -- Rejuvenation
[2091] = { ref=774 }, -- Rejuvenation
[3627] = { ref=774 }, -- Rejuvenation
[8910] = { ref=774 }, -- Rejuvenation
[9839] = { ref=774 }, -- Rejuvenation
[9840] = { ref=774 }, -- Rejuvenation
[9841] = { ref=774 }, -- Rejuvenation
[25299] = { ref=774 }, -- Rejuvenation
-- Rip
[9752] = { "Розірвання", "Завершальний рух, що завдає шкоди з часом. Шкода збільшується залежно від довжини комбінації та сили атаки:\n  1 прийом: {1} шкоди за {2} cекунд\n  2 прийоми: {3} шкоди за {4} cекунд\n  3 прийоми: {5} шкоди за {6} cекунд\n  4 прийоми: {7} шкоди за {8} cекунд\n  5 прийомів: {9} шкоди за {10} cекунд#1 point : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "Шкода від кровотечі кожні {1} с.#every {1} sec", en="Rip" },
[9894] = { ref=9752 }, -- Rip
[9896] = { ref=9752 }, -- Rip
-- Savage Fury
[16998] = { "Дика лють", "Збільшує шкоду здібностей \"Дряпання\", \"Роздирання\" та \"Нівечення (кіт)\" на {1}%.#by {1}%", en="Savage Fury" },
[16999] = { ref=16998 }, -- Savage Fury
-- Shredding Attacks
[16966] = { "Рви-шматуй", "Знижує витрати енергії здібності \"Шматування\" на {1} та знижує витрати люті здібності \"Розірвати\" на {2}.#Shred ability by {1}#Lacerate ability by {2}", en="Shredding Attacks" },
[16968] = { ref=16966 }, -- Shredding Attacks
-- Starlight Wrath
[16814] = { "Зоресяйний гнів", "Зменшує час вимови заклять \"Гнів\" та \"Зоряний вогонь\" на {1} с.#by {1} sec", en="Starlight Wrath" },
[16815] = { ref=16814 }, -- Starlight Wrath
[16816] = { ref=16814 }, -- Starlight Wrath
[16817] = { ref=16814 }, -- Starlight Wrath
[16818] = { ref=16814 }, -- Starlight Wrath
-- Subtlety
[17118] = { "Вправність", "Зменшує загрозу ваших заклять на {1}% та зменшує ймовірність розвіювання ваших заклять на {2}%.#spells by {1}%#dispelled by {2}%", en="Subtlety" },
[17119] = { ref=17118 }, -- Subtlety
[17120] = { ref=17118 }, -- Subtlety
[17121] = { ref=17118 }, -- Subtlety
[17122] = { ref=17118 }, -- Subtlety
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшує швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою. Можна використовувати лише в Позамежжі.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Swift Flight Form" },
-- Swiftmend
[18562] = { "Негайне відновлення", "Поглинає ефект \"Омолодження\" чи \"Розростання\" з дружньої цілі, відновлюючи здоров'я в обсязі, що дорівнює зціленню від ефекту \"Омолодження\" протягом {1} с або \"Розростання\" протягом {2} с.#equal to {1} sec#or {2} sec", en="Swiftmend" },
-- Swipe
[769] = { "Розмах", "Розлого б'є {1} ворогів поблизу, завдаючи {2} шкоди. Шкода збільшується від сили атаки.#Swipe {1} nearby#inflicting {2} damage", en="Swipe" },
[779] = { ref=769 }, -- Swipe
[780] = { ref=769 }, -- Swipe
[9754] = { ref=769 }, -- Swipe
[9908] = { ref=769 }, -- Swipe
-- Tranquility
[740] = { "Спокій", "Зцілює всіх членів групи поблизу на {1} кожні {2} с протягом {3} с. Друїд має підтримувати закляття.#for {1} every {2} seconds for {3} sec", "Зцілює членів групи поблизу на {1} кожні {2} с.#for {1} every {2} sec", en="Tranquility" },
[8918] = { ref=740 }, -- Tranquility
[9862] = { ref=740 }, -- Tranquility
[9863] = { ref=740 }, -- Tranquility
[44203] = { "Спокій", en="Tranquility" },
-- Tree of Life
[33891] = { "Дерево життя", "Набути подоби дерева життя. В цій подобі ви збільшуєте отримане зцілення всіх членів групи в радіусі {2} м на {1}% від вашого духу, ваша швидкість руху зменшується на {3}% і ви можете використовувати лише закляття \"Негайне відновлення\", \"Осяяння\", \"Стрімкість природи\", \"Переродження\", \"Дубова шкіра\", зняття отрути та закляття періодичного зцілення, але витрати мани на них зменшено на {4}%.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#received by {1}%#within {2} y#speed is reduced by {3}%#spells is reduced by {4}%", "Невразливість до ефектів поліморфу.", en="Tree of Life" },
-- Wrath of Cenarius
[33603] = { "Гнів Кенарія", "Ваше закляття \"Зоряний вогонь\" отримує додатково {1}%, а закляття \"Гнів\" отримує додатково {2}% від ваших ефектів збільшення шкоди.#additional {1}% and#additional {2}% of", en="Wrath of Cenarius" },
[33604] = { ref=33603 }, -- Wrath of Cenarius
[33605] = { ref=33603 }, -- Wrath of Cenarius

-- Forms
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%. Також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#power by {1}#items by {2}%#Stamina by {3}%", "Невразливість до ефектів поліморфу. Збільшує силу атаки ближнього бою на {1}, броню від предметів на {2}% та витривалість на {3}%.#power by {1}#items by {2}%#Stamina by {3}%", en="Bear Form" },
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. В цій подобі ви отримуєте на {1}% більше броні з предметів, ваша сила атаки збільшується на {2}% від вашого рівня, а шанс критичного удару закляттями збільшується на {4}% для всіх учасників групи в радіусі {3} м. Атаки ближнього бою в цій подобі мають шанс відновити ману залежно від вашої сили атаки. В подобі місячного совуха ви можете використовувати лише закляття спеціалізації \"Баланс\" та закляття \"Зняття прокляття\".\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#items is increased by {1}%#power is increased by {2}%#within {3} y#chance increased by {4}%", "Невразливість до ефектів поліморфу.\nБроню від предметів збільшено {1}%.\nСилу атаки збільшено на {2}% від вашого рівня.\nАтаки ближнього бою мають шанс відновити ману залежно від сили атаки.#items is increased by {1}%#power increased by {2}%", en="Moonkin Form" },
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, збільшуючи швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфу. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів поліморфу та ефектів обмеження руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%.#by {1}%", en="Travel Form" },

-- Item effects
[27851] = { "Додаткова шкода Дряпання та Роздирання", "Збільшує шкоду здібностей \"Дряпання\" та \"Роздирання\" на {1}.#abilites by {1}", en="Claw and Rake Damage Bonus" },
[27846] = { "Покращений цілющий дотик", "Збільшує зцілення від \"Цілющого дотику\" на {1}.#by {1}", en="Improved Healing Touch" },
[28855] = { "Збільшення шкоди Терзання та Розмаху", "Збільшує шкоду \"Терзання\" на {1} та \"Розмаху\" на {2}.#Maul ability by {1}#Swipe ability by {2}", en="Increased Maul and Swipe Damage" },
[23724] = { "Руна метаморфози", "Зменшує витрати мани на зміну подоби на {1} протягом {2} с.#forms by {1} for {2} sec", "Витрати мани на зміну подоби зменшено на {1}.#by {1}", en="Metamorphosis Rune" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
