local _, addonTable = ...
local tbc_spells = {

-- See /entries/classic/spell.lua for data format details.

[22734] = { ref=430 }, -- Drink
[27089] = { ref=430 }, -- Drink
[28875] = { "Різьба по каменю", "Навичка ювелірної справи підвищена на 5." },
[28878] = { "Натхнена присутність", "Збільшення ймовірності ураження закляттями на 1% вам та всім учасникам групи в радіусі 30 м." },
[28880] = { "Дар Наару", "Поповнення {1} од. здоров'я цілі впродовж 15 с.#of {1} damage" },
[31569] = { "Покращений Блим", "Знижує ймовірність влучення по вас атак та заклять на {1}% протягом 4 с. після застосування \"Блима\".#is reduced by {1}%." },
[31570] = { ref=31569 },
[31571] = { "Арканічна Могутність", "Збільшення на {1}% шансу завдати критичного удару будь-яким закляттям, що накладається у стані \"Ясномови\".#Clearcasting by {1}%." },
[31572] = { ref=31571 },
[31573] = { ref=31571 },
[31574] = { "Призматичний плащ", "Пошкодження зменшено на {1}%.#taken by {1}%." },
[31575] = { ref=31574 },
[31579] = { "Підсилені Арканічні Снаряди", "\"Арканічні Снаряди\" отримують ще {1}% бонусів до пошкоджень від заклять, але їх вартість підвищується на {2}%.#additional {1}% of your bonus spell damage effects, but mana cost is increased by {2}%." },
[31581] = { ref=31578 },
[31582] = { ref=31579 },
[31583] = { ref=31579 },
[31584] = { "Володар розуму", "Підвищення пошкоджень від заклять на {1}% від сумарного інтелекту.#damage by up to {1}%" },
[31585] = { ref=31584 },
[31586] = { ref=31584 },
[31587] = { ref=31584 },
[31588] = { ref=31584 },
[31589] = { "Сповільнення", "Знижує швидкість пересування цілі на 50%, збільшує інтервал між її атаками у дальньому бою на 50% та час застосування заклять на 50%. Час дії – 15 с. Одночасно діє лише на одну ціль." },
[33077] = { ref=8115 }, -- Agility (aura, Scroll of Agility V)
[33359] = { ref = 18260 },
[33078] = { ref=8096 }, -- Intellect (aura, Scroll of Intellect V)
[33079] = { ref=8091 }, -- Armor (aura, Scroll of Protection V)
[33080] = { ref=8112 }, -- Spirit (aura, Scroll of Spirit V)
[33081] = { ref=8099 }, -- Stamina (aura, Scroll of Stamina V)
[33082] = { ref=8118 }, -- Strength (aura, Scroll of Strength V)
}

for k, v in pairs(tbc_spells) do addonTable.spell[k] = v end
