local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anger Management
[12296] = { "Контроль гніву", "Надає {1} люті кожні {2} с в бою.#Generates {1} rage per {2} sec", en="Anger Management" },
-- Battle Shout
[2048] = { "Бойовий клич", "Воїн кричить, збільшуючи силу атаки ближнього бою всіх учасників групи в межах {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Збільшує силу атаки ближнього бою на {1}.#power by {1}", en="Battle Shout" },
[5242] = { ref=2048 }, -- Battle Shout
[6192] = { ref=2048 }, -- Battle Shout
[6673] = { ref=2048 }, -- Battle Shout
[11549] = { ref=2048 }, -- Battle Shout
[11550] = { ref=2048 }, -- Battle Shout
[11551] = { ref=2048 }, -- Battle Shout
[25289] = { ref=2048 }, -- Battle Shout
-- Berserker Rage
[18499] = { "Лють берсерка", "Впадаючи в лють берсерка, воїн стає невразливим до ефектів страху та недієздатності і генерує додаткову лють при отриманні шкоди. Триває {1} с.#Lasts {1} sec", "Невразливість до ефектів страху та недієздатності. Генерує додаткову лють при отриманні шкоди.", en="Berserker Rage" },
-- Blood Frenzy
[29836] = { "Криваве шаленство", "Здібності \"Розрив\" та \"Глибокі рани\" також збільшують всю фізичну шкоду по цілі на {1}%.#by {1}%", en="Blood Frenzy" },
[29859] = { ref=29836 }, -- Blood Frenzy
-- Bloodrage
[2687] = { "Кривава лють", "Надає {1} люті ціною здоров'я та ще додатково {2} люті протягом {3} с.#Generates {1} rage#additional {2} rage over {3} sec", en="Bloodrage" },
-- Bloodthirst
[23881] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1} шкоди. Крім цього, наступні {2} успішних атак ближнього бою відновлять {3} здоров'я. Ефект триває {4} с. Шкода залежить від сили атаки.#causing {1} damage#next {2} successful#restore {3} health#lasts {4} sec", en="Bloodthirst" },
[23892] = { ref=23881 }, -- Bloodthirst
[23893] = { ref=23881 }, -- Bloodthirst
[23894] = { ref=23881 }, -- Bloodthirst
-- Booming Voice
[12321] = { "Гулкий голос", "Збільшує зону дії та тривалість \"Бойового кличу\", \"Деморалізуючого кличу\" та \"Командирського крику\" на {1}%.#Shout by {1}%", en="Booming Voice" },
[12835] = { ref=12321 }, -- Booming Voice
[12836] = { ref=12321 }, -- Booming Voice
[12837] = { ref=12321 }, -- Booming Voice
[12838] = { ref=12321 }, -- Booming Voice
-- Challenging Shout
[1161] = { "Провокуючий клич", "Змушує всіх ворогів в межах {1} м зосередити атаки на вас протягом {2} с.#within {1} y#for {2} sec", "Спровоковано.", en="Challenging Shout" },
-- Commanding Presence
[12318] = { "Голос командира", "Збільшує додаткову силу атаки ближнього бою від вашого \"Бойового кличу\" та збільшення здоров'я від вашого \"Командирського крику\" на {1}%.#Shout by {1}%", en="Commanding Presence" },
[12857] = { ref=12318 }, -- Commanding Presence
[12858] = { ref=12318 }, -- Commanding Presence
[12860] = { ref=12318 }, -- Commanding Presence
[12861] = { ref=12318 }, -- Commanding Presence
-- Commanding Shout
[469] = { "Командирський крик", "Збільшує максимальний запас здоров'я всіх учасників групи в межах {1} м на {2}. Триває {3} хв.#within {1} yards by {2}#Lasts {3} min", "Максимальний запас здоров'я збільшено на {1}%.#by {1}", en="Commanding Shout" },
-- Death Wish
[12292] = { "Жага смерті", "При активації збільшує вашу фізичну шкоду на {1}% та надає невразливість до ефектів страху, але збільшує отриману шкоду на {2}%. Триває {3} с.#damage by {1}%#taken by {2}%#Lasts {3} sec", "Завдану фізичну шкоду збільшено на {1}%. Всю отриману шкоду збільшено на {2}%. Невразливість до ефектів страху.#physical damage by {1}%#damage taken by {2}%", en="Death Wish" },
-- Deep Wound
[12721] = { "Глибокі рани", "Ваші критичні удари викликають у ворога кровотечу.", "Стікає кров'ю.", en="Deep Wound" },
-- Deep Wounds
[12162] = { "Глибокі рани", "Ваші критичні удари викликають у ворога кровотечу.", en="Deep Wounds" },
-- Defiance
[12303] = { "Виклик", "Збільшує загрозу від ваших атак на {1}% допоки ви перебуваєте в захисній стійці та збільшує вашу вправність на {2}.#attacks by {1}%#expertise by {2}", en="Defiance" },
[12788] = { ref=12303 }, -- Defiance
[12789] = { ref=12303 }, -- Defiance
-- Execute
[5308] = { "Страта", "Спроба добити пораненого ворога, завдаючи {1} шкоди і додатково {2} шкоди за кожну надлишкову одиницю люті. Можна використати лише проти ворогів, що мають менше {3}% здоров'я.#causing {1} damage#into {2} additional#less than {3}% health", en="Execute" },
[20658] = { ref=5308 }, -- Execute
[20660] = { ref=5308 }, -- Execute
[20661] = { ref=5308 }, -- Execute
[20662] = { ref=5308 }, -- Execute
-- Frightening Shout
[19134] = { "Жахаючий клич", "Кричить на навколишніх ворогів, змушуючи їх втікати від страху протягом {1} с.#for {1} sec", "Налякано.", en="Frightening Shout" },
[29544] = { ref=19134 }, -- Frightening Shout
-- Improved Defensive Stance
[29593] = { "Покращена захисна стійка", "Зменшує всю отриману шкоду від заклять в захисній стійці на {1}%.#by {1}%", en="Improved Defensive Stance" },
[29594] = { ref=29593 }, -- Improved Defensive Stance
-- Improved Disciplines
[29723] = { "Вдосконалені навички", "Зменшує час відновлення здібностей \"Відплата\", \"Навіженість\" та \"Стіна щитів\" на {1} хв та збільшує тривалість їх ефектів на {2} с.#abilities by {1} min#duration by {2} sec", en="Improved Disciplines" },
[29724] = { ref=29723 }, -- Improved Disciplines
[29725] = { ref=29723 }, -- Improved Disciplines
-- Improved Intercept
[29888] = { "Покращене перехоплення", "Зменшує час відновлення здібності \"Перехоплення\" на {1} с.#ability by {1} sec", en="Improved Intercept" },
[29889] = { ref=29888 }, -- Improved Intercept
-- Improved Sunder Armor
[12308] = { "Покращений розкол броні", "Зменшує витрати люті здібностей \"Розкол броні\" та \"Спустошення\" на {1}.#by {1} rage", en="Improved Sunder Armor" },
[12810] = { ref=12308 }, -- Improved Sunder Armor
[12811] = { ref=12308 }, -- Improved Sunder Armor
-- Improved Thunder Clap
[12287] = { "Покращений громовий удар", "Зменшує витрати люті здібності \"Громовий удар\" на {1}, збільшує його шкоду на {2}% та посилює ефект сповільнення на {3}%.#by {1} rage#damage by {2}%#additional {3}%", en="Improved Thunder Clap" },
[12665] = { ref=12287 }, -- Improved Thunder Clap
[12666] = { ref=12287 }, -- Improved Thunder Clap
-- Intervene
[3411] = { "Втручання", "Воїн здійснює стрімкий ривок до учасника групи, перехоплюючи наступну атаку ближнього або дальнього бою.", "Наступна атака ближнього чи дальнього бою, спрямована проти вас, натомість вразить воїна.", en="Intervene" },
-- Intimidating Shout
[5246] = { "Жахаючий клич", "Воїн кричить, змушуючи ворогів в межах {1} м тремтіти від страху. До {2} ворогів поблизу втікатимуть від страху. Триває {3} с.#within {1} y#to {2} total#Lasts {3} sec", "Нажахано.", en="Intimidating Shout" },
-- Last Stand
[12975] = { "Бій на смерть", "При активації тимчасово збільшує ваш максимальний запас здоров'я на {1}% протягом {2} с. Після закінчення ефекту додане здоров'я втрачається.#grants you {1}#for {2} sec", en="Last Stand" },
-- Mace Specialization
[12284] = { "Спеціалізація на булавах", "Ваші атаки булавами можуть приголомшити ціль на {1} с та надати вам {2} люті.#for {1} sec#generate {2} rage", en="Mace Specialization" },
[12701] = { "Спеціалізація на булавах", "Ваші атаки булавами можуть приголомшити ціль на {1} с та надати вам {2} люті. Спрацьовує частіше, ніж \"Спеціалізація на булавах (Ранг {3})\"#for {1} sec#generate {2} rage#(Rank {3})", en="Mace Specialization" },
[12702] = { ref=12701 }, -- Mace Specialization
[12703] = { ref=12701 }, -- Mace Specialization
[12704] = { ref=12701 }, -- Mace Specialization
-- One-Handed Weapon Specialization
[16538] = { "Спеціалізація на одноручній зброї", "Збільшує вашу фізичну шкоду при використанні одноручної зброї на {1}%.#equipped by {1}%", en="One-Handed Weapon Specialization" },
[16539] = { ref=16538 }, -- One-Handed Weapon Specialization
[16540] = { ref=16538 }, -- One-Handed Weapon Specialization
[16541] = { ref=16538 }, -- One-Handed Weapon Specialization
[16542] = { ref=16538 }, -- One-Handed Weapon Specialization
-- Piercing Howl
[12323] = { "Пронизливе виття", "Викликає запаморочення у ворогів в межах {1} м, що зменшує швидкість руху на {2}% протягом {3} с.#within {1} y#by {2}% for {3} sec", "Запаморочення.", en="Piercing Howl" },
-- Poleaxe Specialization
[12700] = { "Спеціалізація на сокирах та держаковій зброї", "Збільшує ймовірність завдання критичного удару сокирами та держаковою зброєю на {1}%.#by {1}%", en="Poleaxe Specialization" },
[12781] = { ref=12700 }, -- Poleaxe Specialization
[12783] = { ref=12700 }, -- Poleaxe Specialization
[12784] = { ref=12700 }, -- Poleaxe Specialization
[12785] = { ref=12700 }, -- Poleaxe Specialization
-- Precision
[29592] = { "Точність", "Збільшує вашу ймовірність завдання удару зброєю ближнього бою на {1}%.#by {1}%", en="Precision" },
-- Rampage
[29801] = { "Шаленство", "Воїн впадає в шаленство, збільшуючи силу атаки на {1}, а більшість ударів ближнього бою збільшуватимуть силу атаки додатково на {2}. Ефект накопичується до {3} разів. Триває {4} с. Цю здібність можна використати лише після завдання критичного удару.#increasing attack power by {1}#attack power by an additional {2}#stack up to {3} times#Lasts {4} sec", "Більшість ударів ближнього бою збільшують силу атаки.", en="Rampage" },
-- Recklessness
[1719] = { "Навіженість", "Воїн буде завдавати критичних ударів більшістю своїх атак та отримає невразливість до ефектів страху протягом {1} с, але отримана шкода збільшиться на {2}%.#next {1} sec#increased by {2}", "Невразливість до ефектів страху, більшість атак завдають критичних ударів, але отриману шкоду збільшено на {1}%.#increased by {1}%", en="Recklessness" },
-- Rend
[772] = { "Розрив", "Ранить ціль, спричиняючи {1} шкоди від кровотечі і додатково {2} (в залежності від шкоди зброї) протягом {3} с.#for {1} damage#additional {2}#over {3} sec", "Кровотеча завдає {1} шкоди та відсоток від шкоди зброї кожні {2} с.#for {1} plus#every {2} sec", en="Rend" },
[6546] = { ref=772 }, -- Rend
[6547] = { ref=772 }, -- Rend
[6548] = { ref=772 }, -- Rend
[11572] = { ref=772 }, -- Rend
[11573] = { ref=772 }, -- Rend
[11574] = { ref=772 }, -- Rend
-- Second Wind
[29834] = { "Друге дихання", "Після отримання ефекту приголомшення чи знерухомлення ви отримуєте {1} люті та відновлюєте {2}% здоров'я протягом {3} с.#generate {1} rage and {2}%#over {3} sec", en="Second Wind" },
[29838] = { ref=29834 }, -- Second Wind
-- Shield Mastery
[29598] = { "Майстерність володіння щитом", "Збільшує обсяг шкоди, яку поглинає ваш щит, на {1}%.#by {1}%", en="Shield Mastery" },
-- Shield Slam
[23922] = { "Трощення щитом", "Трощить ціль щитом, завдаючи від {1} до {2} шкоди, збільшеної від показника блоку щитом, та розвіює 1 магічний ефект на цілі. Також спричиняє великий рівень загрози.#causing {1} to {2} damage", en="Shield Slam" },
[23923] = { ref=23922 }, -- Shield Slam
[23924] = { ref=23922 }, -- Shield Slam
[23925] = { ref=23922 }, -- Shield Slam
-- Stance Mastery
[12678] = { "Опанування стійок", "Ви зберігаєте до {1} люті при зміні стійки.#retain up to {1} of", en="Stance Mastery" },
-- Sweeping Strikes
[12328] = { "Розлогі удари", "Ваші наступні {1} атак ближнього бою вражають ще одного ворога неподалік.#next {1} melee", "Ваші наступні {1} атак ближнього бою вражають ще одного ворога неподалік.#next {1} melee", en="Sweeping Strikes" },
-- Sword Specialization
[12281] = { "Спеціалізація на мечах", "З ймовірністю {1}% ви проведете додаткову атаку по тій самій цілі після завдання удару мечем.#a {1}% chance", en="Sword Specialization" },
[12812] = { ref=12281 }, -- Sword Specialization
[12813] = { ref=12281 }, -- Sword Specialization
[12814] = { ref=12281 }, -- Sword Specialization
[12815] = { ref=12281 }, -- Sword Specialization
-- Tactical Mastery
[12295] = { "Майстерність тактики", "Ви зберігаєте на {1} більше люті при зміні стійки. Також значно збільшується загроза здібностей \"Кровожерливість\" та \"Смертельний удар\" у захисній стійці.#additional {1} of your rage", en="Tactical Mastery" },
[12676] = { "Майстерність тактики", "Ви зберігаєте на {1} більше люті при зміні стійки. Також значно збільшується загроза здібностей \"Кровожерливість\" та \"Смертельний удар\" у захисній стійці (ефективніше за \"Майстерність тактики (ранг {2})\".#additional {1} of your rage#effective than Rank {2})", en="Tactical Mastery" },
[12677] = { ref=12676 }, -- Tactical Mastery
-- Thunder Clap
[6343] = { "Громовий удар", "Вражає ворогів неподалік, збільшуючи інтервал між їхніми атаками на {1}% протягом {2} с та завдаючи їм {3} шкоди. Ця здібність спричиняє додаткову загрозу і діє не більше ніж на {4} цілі.#attacks by {1}% for {2} sec and doing {3} damage#up to {4} targets", "Інтервал між атаками збільшено на {1}%.#increased by {1}%", en="Thunder Clap" },
[8198] = { ref=6343 }, -- Thunder Clap
[8204] = { ref=6343 }, -- Thunder Clap
[8205] = { ref=6343 }, -- Thunder Clap
[11580] = { ref=6343 }, -- Thunder Clap
[11581] = { ref=6343 }, -- Thunder Clap
-- Unbridled Wrath
[12322] = { "Нестримний гнів", "При завданні шкоди зброєю ближнього бою ви можете отримати додаткову одиницю люті.", en="Unbridled Wrath" },
[12999] = { "Нестримний гнів", "При завданні шкоди зброєю ближнього бою ви можете отримати додаткову одиницю люті. Спрацьовує частіше за \"Нестримний гнів\" (Ранг {1}).#(Rank {1})", en="Unbridled Wrath" },
[13000] = { ref=12999 }, -- Unbridled Wrath
[13001] = { ref=12999 }, -- Unbridled Wrath
[13002] = { ref=12999 }, -- Unbridled Wrath
-- Victory Rush
[34428] = { "Переможний запал", "Миттєва атака, що завдає {1} шкоди. Можна використовувати лише протягом {2} c після вбивства ворога, що приносить досвід або честь. Шкода залежить від сили атаки.#causing {1} damage#within {2} sec", en="Victory Rush" },
-- Vitality
[29140] = { "Живість", "Збільшує вашу витривалість на {1}% та силу на {2}%.#Stamina by {1}%#Strength by {2}%", en="Vitality" },
[29143] = { ref=29140 }, -- Vitality
[29144] = { ref=29140 }, -- Vitality
[29145] = { ref=29140 }, -- Vitality
[29146] = { ref=29140 }, -- Vitality
-- Weapon Mastery
[20504] = { "Опанування зброї", "Зменшує ймовірність ухилення від ваших атак на {1}% та скорочує тривалість дії ефектів роззброєння на вас на {2}%. Не поєднується з іншими ефектами скорочення дії роззброєння.#dodged by {1}%#against you by {2}%", en="Weapon Mastery" },
[20505] = { ref=20504 }, -- Weapon Mastery
-- Whirlwind
[1680] = { "Вихор", "Ви атакуєте до {1} ворогів в межах {2} м сталевим вихром, завдаючи шкоди зброєю з обох рук кожному ворогу.#up to {1} enemies within {2} yards", en="Whirlwind" },

-- Item effects
[23725] = { "Дар життя", "Збільшує ваш максимальний запас здоров'я на {1} протягом {2} с Після завершення дії ефекту ви втратите набуте здоров'я.#by {1} for {2} sec", "Максимальний запас здоров'я збільшено на {1}.#by {1}", en="Gift of Life" },

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
