local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Fortitude
[28574] = { "Арканічна стійкість", "Збільшує вашу броню на {1}% від вашого інтелекту.#to {1}% of" }, -- Arcane Fortitude
-- Arcane Mind
[11232] = { "Арканічний розум", "Збільшує ваш інтелект на {1}%.#by {1}%" }, -- Arcane Mind (Rank 1)
[12500] = { ref=11232 }, -- Arcane Mind (Rank 2)
[12501] = { ref=11232 }, -- Arcane Mind (Rank 3)
[12502] = { ref=11232 }, -- Arcane Mind (Rank 4)
[12503] = { ref=11232 }, -- Arcane Mind (Rank 5)
-- Arcane Potency
[31571] = { "Арканічний потенціал", "Збільшення на {1}% шансу завдати критичного удару будь-яким закляттям, що накладається у стані \"Ясномови\".#Clearcasting by {1}%." }, -- Arcane Potency (Rank 1)
[31572] = { ref=31571 }, -- Arcane Potency (Rank 2)
[31573] = { ref=31571 }, -- Arcane Potency (Rank 3)
-- Cold Snap
[11958] = { "Холодний зрив", "При активації, завершує відновлення всіх ваших заклять криги." }, -- Cold Snap
-- Empowered Arcane Missiles
[31579] = { "Підсилені арканічні снаряди", "\"Арканічні снаряди\" отримують додатково {1}% від збільшення шкоди заклять, але їх вирати мани збільшуються на {2}%.#additional {1}% of your bonus spell damage effects, but mana cost is increased by {2}%." }, -- Empowered Arcane Missiles (Rank 1)
[31582] = { ref=31579 }, -- Empowered Arcane Missiles (Rank 2)
[31583] = { ref=31579 }, -- Empowered Arcane Missiles (Rank 3)
-- Ice Block
[45438] = { "Льодяна брила", "Вас огортає брила льоду, що захищає вас від усіх фізичних атак і заклять на {1} с, але протягом цього часу ви не можете атакувати, рухатися або вимовляти закляття. Також викликає гіпотермію, що перешкоджає використанню \"Льодяної брили\" протягом {2} с.#spells for {1} sec#Block for {2} sec", "Невразливість до всіх атак та заклять.\nНе може атакувати, рухатися та застосовувати закляття." }, -- Ice Block
-- Improved Blink
[31569] = { "Покращений блим", "Знижує ймовірність влучення по вас атак та заклять на {1}% протягом 4 с. після застосування \"Блима\".#is reduced by {1}%." }, -- Improved Blink (Rank 1)
[31570] = { ref=31569 }, -- Improved Blink (Rank 2)
-- Mind Mastery
[31584] = { "Володар розуму", "Збільшує шкоду заклять на {1}% від сумарного інтелекту.#damage by up to {1}%" }, -- Mind Mastery (Rank 1)
[31585] = { ref=31584 }, -- Mind Mastery (Rank 2)
[31586] = { ref=31584 }, -- Mind Mastery (Rank 3)
[31587] = { ref=31584 }, -- Mind Mastery (Rank 4)
[31588] = { ref=31584 }, -- Mind Mastery (Rank 5)
-- Molten Fury
[31679] = { "Розпечена лють", "Збільшує шкоду всіх заклять проти цілей, що мають менше {1}% здоров'я, на {2}%.#than {1}% health by {2}%" }, -- Molten Fury (Rank 1)
[31680] = { ref=31679 }, -- Molten Fury (Rank 2)
-- Prismatic Cloak
[31574] = { "Призматичний плащ", "Отриману шкоду зменшено на {1}%.#taken by {1}%." }, -- Prismatic Cloak (Rank 1)
[31575] = { ref=31574 }, -- Prismatic Cloak (Rank 2)
-- Slow
[31589] = { "Сповільнення", "Зменшує швидкість руху цілі на {1}%, збільшує інтервал між її атаками дальнього бою на {2}% та час вимови заклять на {3}%. Триває {4} секунд. Одночасно діє лише на одну ціль.#speed by {1}%#attacks by {2}%#time by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками дальнього бою зібльшено на {2}%. Час вимови заклять збільшено на {3}%.#reduced by {1}%#attacks increased by {2}%#time increased by {3}%" }, -- Slow
-- Spell Power
[35578] = { "Сила заклинань", "Збільшує додаткову шкоду від критичних ударів всіх заклять на {1}%.#spells by {1}%" }, -- Spell Power (Rank 1)
[35581] = { ref=35578 }, -- Spell Power (Rank 2)
-- Spellsteal
[30449] = { "Викрадення чарів", "Викрадає сприятливий магічний ефект у цілі. Цей ефект діятиме до {1} хв.#of {1} min" }, -- Spellsteal

-- Portals
[32266] = { "Портал: Екзодар", "Створює портал, що телепортує членів групи до Екзодару при використанні." }, -- Portal: Exodar
[33691] = { "Портал: Шаттрат", "Створює портал, що телепортує членів групи до Шаттрату при використанні." }, -- Portal: Shattrath
[35717] = { ref=33691 }, -- Portal: Shattrath
[32267] = { "Портал: Срібномісяць", "Створює портал, що телепортує членів групи до Срібномісяця при використанні." }, -- Portal: Silvermoon
[49361] = { "Портал: Камінард", "Створює портал, що телепортує членів групи до Камінарду при використанні." }, -- Portal: Stonard
[49360] = { "Портал: Терамор", "Створює портал, що телепортує членів групи до Терамору при використанні." }, -- Portal: Theramore
[32271] = { "Телепортація: Екзодар", "Телепортує заклинача до Екзодару." }, -- Teleport: Exodar
[33690] = { "Телепортація: Шаттрат", "Телепортує заклинача до Шаттрату." }, -- Teleport: Shattrath
[35715] = { ref=33690 }, -- Teleport: Shattrath
[32272] = { "Телепортація: Срібномісяць", "Телепортує заклинача до Срібномісяця." }, -- Teleport: Silvermoon
[49358] = { "Телепортація: Камінард", "Телепортує заклинача до Камінарду." }, -- Teleport: Stonard
[49359] = { "Телепортація: Терамор", "Телепортує заклинача до Терамору." }, -- Teleport: Theramore

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
