local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Blast
[30451] = { "Арканічний спалах", "Вибух енергії, що завдає від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", його час вимови зменшується, а витрати мани збільшуються. Ефект накопичується до {3} разів і триває {4} с.#dealing {1} to {2} Arcane#up to {3} times and lasts {4} sec", en="Arcane Blast" },
[36032] = { "Арканічний спалах", nil, "Час вимови \"Арканічного спалаху\" зменшено на {1} с, а витрати мани збільшено на {2}%.#by {1} sec#by {2}%", en="Arcane Blast" },
-- Arcane Fortitude
[28574] = { "Арканічна стійкість", "Збільшує вашу броню на {1}% від вашого інтелекту.#to {1}% of", en="Arcane Fortitude" },
-- Arcane Impact
[11242] = { "Арканічний струс", "Збільшує ймовірність критичного удару заклять \"Арканічний вибух\" та \"Арканічний спалах\" на {1}%.#by an additional {1}%", en="Arcane Impact" },
[12467] = { ref=11242 }, -- Arcane Impact
[12469] = { ref=11242 }, -- Arcane Impact
-- Arcane Mind
[11232] = { "Арканічний розум", "Збільшує ваш інтелект на {1}%.#by {1}%", en="Arcane Mind" },
[12500] = { ref=11232 }, -- Arcane Mind
[12501] = { ref=11232 }, -- Arcane Mind
[12502] = { ref=11232 }, -- Arcane Mind
[12503] = { ref=11232 }, -- Arcane Mind
-- Arcane Potency
[31571] = { "Арканічна могутність", "Збільшує на {1}% ймовірність завдання критичного удару будь-яким закляттям, що вимовляється у стані \"Ясномови\".#Clearcasting by {1}%", en="Arcane Potency" },
[31572] = { ref=31571 }, -- Arcane Potency
[31573] = { ref=31571 }, -- Arcane Potency
-- Arctic Reach
[16757] = { "Арктична досяжність", "Збільшує дальність заклять \"Крижана стріла\", \"Крижаний спис\" та \"Метелиця\", а також радіус дії заклять \"Крижаний спалах\" і \"Конус холоду\" на {1}%.#spells by {1}%", en="Arctic Reach" },
[16758] = { ref=16757 }, -- Arctic Reach
-- Arctic Winds
[31674] = { "Арктичні вітри", "Збільшує всю вашу шкоду кригою на {1}% та зменшує ймовірність отримання удару в ближньому та дальньому бою на {2}%.#cause by {1}%#hit you by {2}%", en="Arctic Winds" },
[31675] = { ref=31674 }, -- Arctic Winds
[31676] = { ref=31674 }, -- Arctic Winds
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо себе полум'яну хвилю, яка завдає від {1} до {2} шкоди вогнем усім ворогам у радіусі дії, а також паморочить їх на {3} с.#blast for {1} to {2}#Dazing them for {3} sec", "Запаморочення.", en="Blast Wave" },
[13018] = { ref=11113 }, -- Blast Wave
[13019] = { ref=11113 }, -- Blast Wave
[13020] = { ref=11113 }, -- Blast Wave
[13021] = { ref=11113 }, -- Blast Wave
-- Blazing Speed
[31641] = { "Палюча швидкість", "З ймовірністю {1}% після отримання удару в ближньому чи дальньому бою ви збільшите свою швидкість руху на {2}% та розвієте з себе ефекти перешкоди руху. Цей ефект триває {3} с.#a {1}% chance#speed by {2}%#lasts {3} sec", en="Blazing Speed" },
[31642] = { ref=31641 }, -- Blazing Speed
-- Chilled
[12484] = { "Охолодження", "Охолоджує ціль на {1} c.#for {1} sec", "Рух сповільнено.", en="Chilled" },
[12485] = { ref=12484 }, -- Chilled
[12486] = { ref=12484 }, -- Chilled
-- Cold Snap
[11958] = { "Холодна хватка", "При активації завершує відновлення всіх ваших заклять криги.", en="Cold Snap" },
-- Conjure Mana Emerald
[27101] = { "Начаклування маносмарагду", "Начаклувати маносмарагд, який можна використати для миттєвого відновлення від {1} до {2} мани. {3} заряди.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1} to {2}#{3} charges.", en="Conjure Mana Emerald" },
-- Dragon's Breath
[31661] = { "Подих дракона", "Цілі в конусі перед заклиначем отримують [{1}#take {1} Fire][від {1} до {2}#take {1} to {2} Fire] шкоди від вогню та дезорієнтуються на {1} с. Будь-яка подальша шкода поверне ціль до тями. Припиняє вашу атаку при використанні.#for {1} sec", "Дезорієнтовано.", en="Dragon's Breath" },
[33041] = { ref=31661 }, -- Dragon's Breath
[33042] = { ref=31661 }, -- Dragon's Breath
[33043] = { ref=31661 }, -- Dragon's Breath
-- Elemental Precision
[29438] = { "Стихійна точність", "Зменшує витрати мани та ймовірність супротивника протистояти вашим закляттям криги та вогню на {1}%.#by {1}%", en="Elemental Precision" },
[29439] = { ref=29438 }, -- Elemental Precision
[29440] = { ref=29438 }, -- Elemental Precision
-- Empowered Arcane Missiles
[31579] = { "Підсилені арканічні снаряди", "\"Арканічні снаряди\" отримують на {1}% більше шкоди від ефектів збільшення шкоди заклять, але їх витрати мани збільшуються на {2}%.#additional {1}% of your#cost is increased by {2}%.", en="Empowered Arcane Missiles" },
[31582] = { ref=31579 }, -- Empowered Arcane Missiles
[31583] = { ref=31579 }, -- Empowered Arcane Missiles
-- Empowered Fireball
[31656] = { "Посилений вогонь", "\"Вогняна куля\" отримує на {1}% більше шкоди від ефектів збільшення шкоди заклять.#additional {1}%", en="Empowered Fireball" },
[31657] = { ref=31656 }, -- Empowered Fireball
[31658] = { ref=31656 }, -- Empowered Fireball
-- Empowered Frostbolt
[31682] = { "Посилена крижана стріла", "\"Крижана стріла\" отримує на {1}% більше шкоди від ефектів збільшення шкоди заклять та додатково {2}% ймовірності критичного удару.#additional {1}% of#additional {2}% chance", en="Empowered Frostbolt" },
[31683] = { ref=31682 }, -- Empowered Frostbolt
-- Evocation
[12051] = { "Прикликання", "Під час промовляння цього закляття ви відновлюєте {1}% запасу мани протягом {2} с.#gain {1}%#over {2} sec", "Відновлює {1}% від запасу мани кожні {2} с.#Gain {1}%#every {2} sec", en="Evocation" },
-- Freeze
[33395] = { "Заморожування", "Вражає цілі в межах {1} м, завдаючи [{1}#for {1} Frost][від {1} до {2}#for {1} to {2} Frost] шкоди від криги та приморожуючи їх на {2} с. Завдання шкоди може перервати дію ефекту.#in a {1} yard radius#up to {2} sec", "Приморожено.", en="Freeze" },
-- Frostbolt
[205] = { ref=116 }, -- Frostbolt
[837] = { ref=116 }, -- Frostbolt
[7322] = { ref=116 }, -- Frostbolt
[8406] = { ref=116 }, -- Frostbolt
[8407] = { ref=116 }, -- Frostbolt
[8408] = { ref=116 }, -- Frostbolt
[10179] = { ref=116 }, -- Frostbolt
[10180] = { ref=116 }, -- Frostbolt
[10181] = { ref=116 }, -- Frostbolt
[25304] = { ref=116 }, -- Frostbolt
-- Frozen Core
[31667] = { "Стигле нутро", "Зменшує отриману шкоду від ефектів криги та вогню на {1}%.#by {1}%", en="Frozen Core" },
[31668] = { ref=31667 }, -- Frozen Core
[31669] = { ref=31667 }, -- Frozen Core
-- Ice Block
[45438] = { "Льодяна брила", "Вас огортає брила льоду, що захищає вас від усіх фізичних атак і заклять на {1} с, але протягом цього часу ви не можете атакувати, рухатися або вимовляти закляття. Також спричиняє гіпотермію, що перешкоджає використанню \"Льодяної брили\" протягом {2} с.#spells for {1} sec#Block for {2} sec", "Невразливість до всіх атак та заклять.\nНе може атакувати, рухатися та застосовувати закляття.", en="Ice Block" },
-- Ice Floes
[31670] = { "Плавуча крижина", "Зменшує час відновлення заклять \"Конус холоду\", \"Холодна хватка\", \"Льодяний бар'єр\" та \"Льодяна брила\" на {1}%.#by {1}%", en="Ice Floes" },
[31672] = { ref=31670 }, -- Ice Floes
-- Ice Lance
[30455] = { "Крижаний спис", "Завдає [{1}#Deals {1} Frost][від {1} до {2}#Deals {1} to {2} Frost] шкоди кригою ворожій цілі. Завдає потрійної шкоди замороженим цілям.", en="Ice Lance" },
-- Icy Veins
[12472] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість вимови заклять на {1}% і зменшуючи ймовірність затримки вимови заклинань при отриманні шкоди на {2}%. Триває {3} с.#speed by {1}% and#gives you {2}% chance#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а ймовірність затримки вимови заклять при отриманні шкоди зменшено на {2}%.#increased by {1}%#casting by {2}%", en="Icy Veins" },
-- Improved Arcane Missiles
[11237] = { "Покращені арканічні снаряди", "Збільшує ймовірність уникнути затримки вимови \"Арканічних снарядів\" при отриманні шкоди на {1}%.#Gives you a {1}% chance", en="Improved Arcane Missiles" },
[12463] = { ref=11237 }, -- Improved Arcane Missiles
[12464] = { ref=11237 }, -- Improved Arcane Missiles
[16769] = { ref=11237 }, -- Improved Arcane Missiles
[16770] = { ref=11237 }, -- Improved Arcane Missiles
-- Improved Blink
[31569] = { "Покращений блим", "Знижує ймовірність влучити по вам атаками та закляттями на {2}% протягом {1} с після застосування \"Блима\".#For {1} sec after#reduced by {2}%", en="Improved Blink" },
[31570] = { ref=31569 }, -- Improved Blink
-- Living Bomb
[44457] = { "Жива бомба", "Заклинач стає живою бомбою і завдає {1} шкоди від вогню всім ворогам в межах {2} м кожні {3} с. Через {4} с станеться вибух, що завдасть {5} шкоди від вогню ворогам в межах {6} м.#causing {1} Fire#with {2} yards every {3} sec#After {4} sec#additional {5} Fire#within {6} y", "Завдає {1} шкоди від вогню кожні {2} с та додатково {3} шкоди від вогню через {4} с всім навколишнім ворогам.#Causes {1} Fire damage every {2}#additional {3} Fire#after {4} to", en="Living Bomb" },
-- Mana Shield
[1463] = { "Щит мани", "Поглинає {1} шкоди за рахунок мани. Випалює {2} мани за кожну одиницю поглинутої шкоди. Триває {3} хв.#Absorbs {1} damage#Drains {2} mana#Lasts {3} min", "Поглинає шкоду за рахунок мани.", en="Mana Shield" },
[8494] = { ref=1463 }, -- Mana Shield
[8495] = { ref=1463 }, -- Mana Shield
[10191] = { ref=1463 }, -- Mana Shield
[10192] = { ref=1463 }, -- Mana Shield
[10193] = { ref=1463 }, -- Mana Shield
-- Mind Mastery
[31584] = { "Володар розуму", "Збільшує шкоду заклять на {1}% від показника інтелекту.#damage by up to {1}% of", en="Mind Mastery" },
[31585] = { ref=31584 }, -- Mind Mastery
[31586] = { ref=31584 }, -- Mind Mastery
[31587] = { ref=31584 }, -- Mind Mastery
[31588] = { ref=31584 }, -- Mind Mastery
-- Molten Armor
[30482] = { "Розплавлений обладунок", "Завдає {1} шкоди від вогню при отриманні удару, збільшує ймовірність критичного удару заклинань на {2}% і зменшує ймовірність отримання критичного удару на {3}%. Одночасно на магу може бути активним лише один обладунок. Триває {4} хв.#Causes {1} Fire#with spells by {2}%#hit by {3}%#Lasts {4} min", "Завдає {1} шкоди від вогню нападникам. Ймовірність отримання критичного удару зменшено на {2}%. Ймовірність завдання критичного удару заклинаннями збільшено на {3}%.#Causes {1} Fire#reduced by {2}%#increased by {3}%", en="Molten Armor" },
-- Molten Fury
[31679] = { "Розпечена лють", "Збільшує шкоду всіх заклять проти цілей, що мають менше {1}% здоров'я, на {2}%.#than {1}% health by {2}%", en="Molten Fury" },
[31680] = { ref=31679 }, -- Molten Fury
-- Molten Shields
[11094] = { "Покращений вогняний оберіг", "Надає закляттю \"Вогняний оберіг\" {1}% ймовірності відбити закляття вогню. Окрім того, \"Розплавлений обладунок\" з ймовірністю {2}% спрацює від атак дальнього бою та заклять.#a {1}% chance to reflect#Molten Armor has a {2}% chance", en="Molten Shields" },
[13043] = { ref=11094 }, -- Molten Shields
-- Playing with Fire
[31638] = { "Гра з вогнем", "Збільшує шкоду ваших заклять на {1}% та збільшує всю отриману шкоду від заклять на {2}%.#caused by {1}%#taken by {2}%", en="Playing with Fire" },
[31639] = { ref=31638 }, -- Playing with Fire
[31640] = { ref=31638 }, -- Playing with Fire
-- Prismatic Cloak
[31574] = { "Призматичний плащ", "Зменшує всю отриману шкоду на {1}%.#taken by {1}%", en="Prismatic Cloak" },
[31575] = { ref=31574 }, -- Prismatic Cloak
-- Pyromaniac
[34293] = { "Піроманія", "Збільшує ймовірність критичного удару та зменшує витрати мани вогняних заклять на {1}%.#additional {1}%", en="Pyromaniac" },
[34295] = { ref=34293 }, -- Pyromaniac
[34296] = { ref=34293 }, -- Pyromaniac
-- Ritual of Refreshment
[43987] = { "Ритуал провізії", "Почати ритуал, який створює стіл з їжею. Учасники рейду можуть натиснути на стіл, щоб отримати начакловане печиво з мани. Стіл існує 3 хвилини або до 50 створених порцій. Для здійснення ритуалу потрібен маг і ще 2 учасники групи. Для того, щоб взяти участь у ритуалі, всі гравці повинні натиснути правою кнопкою миші на портал провізії та не рухатися, поки ритуал не завершиться.", en="Ritual of Refreshment" },
-- Slow
[31589] = { "Сповільнення", "Зменшує швидкість руху цілі на {1}%, збільшує інтервал між її атаками дальнього бою на {2}% та сповільнює вимову заклять на {3}%. Триває {4} с. Одночасно може діяти лише на одну ціль.#speed by {1}%#attacks by {2}%#time by {3}%#Lasts {4} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
-- Spell Power
[35578] = { "Сила заклинань", "Збільшує додаткову шкоду від критичних ударів всіх заклять на {1}%.#spells by {1}%", en="Spell Power" },
[35581] = { ref=35578 }, -- Spell Power
-- Spellsteal
[30449] = { "Викрадення чарів", "Викрадає сприятливий магічний ефект у цілі. Цей ефект діятиме до {1} хв.#of {1} min", en="Spellsteal" },
-- Summon Water Elemental
[31687] = { "Виклик водяного елементаля", "Викликати водяного елементаля, що битиметься за вас протягом {1} с.#for {1} sec", en="Summon Water Elemental" },

-- Item effects
[23723] = { "Прискорення думок", "Прискорює думки, збільшуючи показник швидкості заклять на {1} протягом {2} с.#haste rating by {1} for {2} sec", "Збільшує показник швидкості заклять на {1}.#by {1}", en="Mind Quickening" },

-- Portals
[32266] = { "Портал: Екзодар", "Створює портал, що телепортує учасників групи до Екзодару при використанні.", en="Portal: Exodar" },
[33691] = { "Портал: Шаттрат", "Створює портал, що телепортує учасників групи до Шаттрату при використанні.", en="Portal: Shattrath" },
[35717] = { ref=33691 }, -- Portal: Shattrath
[32267] = { "Портал: Срібномісяць", "Створює портал, що телепортує учасників групи до Срібномісяця при використанні.", en="Portal: Silvermoon" },
[49361] = { "Портал: Камінард", "Створює портал, що телепортує учасників групи до Камінарду при використанні.", en="Portal: Stonard" },
[49360] = { "Портал: Терамор", "Створює портал, що телепортує учасників групи до Терамору при використанні.", en="Portal: Theramore" },
[32271] = { "Телепортація: Екзодар", "Телепортує заклинача до Екзодару.", en="Teleport: Exodar" },
[33690] = { "Телепортація: Шаттрат", "Телепортує заклинача до Шаттрату.", en="Teleport: Shattrath" },
[35715] = { ref=33690 }, -- Teleport: Shattrath
[32272] = { "Телепортація: Срібномісяць", "Телепортує заклинача до Срібномісяця.", en="Teleport: Silvermoon" },
[49358] = { "Телепортація: Камінард", "Телепортує заклинача до Камінарду.", en="Teleport: Stonard" },
[49359] = { "Телепортація: Терамор", "Телепортує заклинача до Терамору.", en="Teleport: Theramore" },

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
