local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Ardent Defender
[31850] = { "Ревний захисник", "Коли у вас менше {1}% здоров'я, вся отримана шкода зменшується на {2}%.#than {1}% health#reduced by {2}%", en="Ardent Defender" },
-- Aura Mastery
[31821] = { "Опанування аури", "Збільшує дальність дії ваших аур до {1} м.#to {1} y", en="Aura Mastery" },
-- Avenger's Shield
[31935] = { "Щит месника", "Кидає у ворога священний щит, що завдає [{1}#dealing {1} Holy][від {1} до {2}#dealing {1} to {2} Holy] шкоди святістю, паморочить, а потім летить в інших ворогів неподалік. Вражає до {1} цілей. Ефект триває {2} с.#Affects {1} total#Lasts {2} sec", "Запаморочення.", en="Avenger's Shield" },
-- Avenging Wrath
[31884] = { "Гнів помсти", "Збільшує всю завдану шкоду на {1}% протягом {2} с. Спричиняє ефект \"Стриманість\", що не дозволяє застосовувати \"Божественний щит\", \"Божественний захист\" чи \"Благословення захисту\" знову протягом {3} хв.#caused by {1}% for {2} sec#again for {3} min", "Всю завдану шкоду збільшено на {1}%.#by {1}%", en="Avenging Wrath" },
-- Blessed Life
[31828] = { "Блаженне життя", "Всі атаки проти вас з ймовірністю {1}% завдають половину шкоди.#a {1}% chance", en="Blessed Life" },
[31829] = { ref=31828 }, -- Blessed Life
[31830] = { ref=31828 }, -- Blessed Life
-- Blessing of Light
[19977] = { "Благословення світла", "Благословляє дружню ціль, підсилюючи ефект \"Священного світла\" на ній на {1}, а \"Зблиску світла\" - на {2}. Триває {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} and the effects of Flash of Light spells used on the target by up to {2}#Lasts {3} min", "Отримує {1} додаткового зцілення від \"Священного світла\" та {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Blessing of Light" },
[19978] = { ref=19977 }, -- Blessing of Light
[19979] = { ref=19977 }, -- Blessing of Light
-- Blessing of Might
[19740] = { "Благословення могутності", "Благословляє дружню ціль, збільшуючи силу атаки на {1} протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} min", "Збільшує силу атаки на {1}.#by {1}", en="Blessing of Might" },
[19834] = { ref=19740 }, -- Blessing of Might
[19835] = { ref=19740 }, -- Blessing of Might
[19836] = { ref=19740 }, -- Blessing of Might
[19837] = { ref=19740 }, -- Blessing of Might
[19838] = { ref=19740 }, -- Blessing of Might
[25291] = { ref=19740 }, -- Blessing of Might
-- Blood Corruption
[356110] = { "Осквернення крові", nil, "{1} шкоди святістю кожні {2} с.#{1} Holy damage every {2} sec", en="Blood Corruption" },
-- Crusade
[31866] = { "Священний похід", "Збільшує всю шкоду гуманоїдам, демонам, невмерлим та елементалям на {1}%.#by {1}%", en="Crusade" },
[31867] = { ref=31866 }, -- Crusade
[31868] = { ref=31866 }, -- Crusade
-- Crusader Aura
[32223] = { "Аура лицаря", "Збільшує швидкість їзди верхи на {1}% для всіх учасників групи в межах {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#speed by {1}%#within {2} y", "Швидкість їзди верхи збільшено на {1}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%", en="Crusader Aura" },
-- Crusader Strike
[35395] = { "Удар лицаря", "Миттєвий удар, що завдає {1}% шкоди зброї та поновлює ефекти \"Присудів\" на цілі.#causes {1}% weapon", en="Crusader Strike" },
-- Divine Illumination
[31842] = { "Божественне сяйво", "Зменшує витрати мани всіх заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Витрати мани всіх заклять зменшено на {1}%.#by {1}%", en="Divine Illumination" },
-- Divine Shield
[642] = { "Божественний щит", "Захищає паладина від будь-якої шкоди та заклять на {1} с, але збільшує інтервал між вашими атаками на {2}%. Захищена ціль не зможе отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\" чи застосовувати \"Гнів помсти\" протягом {3} хв.#spells for {1} sec#time between your attacks by {2}%#Wrath for {3} min", "Невразливість до всіх атак і заклять, але інтервал між атаками збільшено на {1}%.#attacks by {1}%", en="Divine Shield" },
[1020] = { ref=642 }, -- Divine Shield
-- Forbearance
[25771] = { "Стриманість", nil, "Не може отримати невразливість від заклять \"Божественний щит\", \"Божественний захист\" та \"Благословення захисту\", а також не може отримати ефект \"Гніву помсти\".", en="Forbearance" },
-- Greater Blessing of Light
[25890] = { "Велике благословення світла", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення світла\", що підсилює ефект \"Священного світла\" на них на {1}, а \"Зблиску світла\" - на {2}. Триває {3} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#to {1} and the effects of Flash of Light spells used on the target by up to {2}#Lasts {3} min", "Отримує {1} додаткового зцілення від \"Священного світла\" та {2} від \"Зблиску світла\".#Receives up to {1}#and up to {2}", en="Greater Blessing of Light" },
-- Greater Blessing of Might
[25782] = { "Велике благословення могутності", "Надає всім учасникам рейду або групи одного класу з ціллю \"Велике благословення могутності\", що збільшує їхню силу атаки на {1} протягом {2} хв. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#by {1} for {2} min", "Збільшує силу атаки на {1}.#by {1}", en="Greater Blessing of Might" },
[25916] = { ref=25782 }, -- Greater Blessing of Might
-- Holy Shield
[20925] = { "Священний щит", "Збільшує ймовірність блокування на {1}% протягом {2} с та завдає {3} шкоди святістю з кожною заблокованою атакою протягом дії закляття. Шкода від \"Священного щита\" спричиняє {4}% додаткової загрози. Кожне блокування витрачає один заряд. {5} заряди.#block by {1}% for {2} sec#deals {3} Holy damage#causes {4}% additional threat#{5} charges", "Ймовірність блокування збільшено на {1}%. Завдає {2} шкоди святістю нападникові при блокуванні. Шкода від \"Священного щита\" спричиняє {3}% додаткової загрози.[ Зарядів: {1}#{1} charges].#chance increased by {1}%#{2} Holy damage dealt#causes {3}% additional threat", en="Holy Shield" },
[20927] = { ref=20925 }, -- Holy Shield
[20928] = { ref=20925 }, -- Holy Shield
-- Holy Vengeance
[31803] = { "Священна помста", nil, "{1} шкоди святістю кожні {2} с.#{1} Holy damage every {2} sec", en="Holy Vengeance" },
-- Illumination
[20210] = { "Сяйво", "Після критичного ефекту \"Зблиску світла\", \"Священного світла\" або \"Священного шоку\" ви з ймовірністю {1}% відновите ману в обсязі {2}% від базової вартості закляття.#a {1}% chance#equal to {2}%", en="Illumination" },
[20212] = { ref=20210 }, -- Illumination
[20213] = { ref=20210 }, -- Illumination
[20214] = { ref=20210 }, -- Illumination
[20215] = { ref=20210 }, -- Illumination
-- Improved Blessing of Might
[20042] = { "Покращене благословення могутности", "Збільшує бонус до сили атаки від вашого \"Благословення могутності\" на {1}%.#by {1}%", en="Improved Blessing of Might" },
[20045] = { ref=20042 }, -- Improved Blessing of Might
[20046] = { ref=20042 }, -- Improved Blessing of Might
[20047] = { ref=20042 }, -- Improved Blessing of Might
[20048] = { ref=20042 }, -- Improved Blessing of Might
-- Improved Concentration Aura
[20254] = { "Покращена аура зосередженості", "Підсилює ефект вашої \"Аури зосередженості\" на {1}% та зменшує тривалість ефектів знемовлення та переривання для всіх учасників групи під впливом аури на {2}%. Зменшення тривалості ефектів знемовлення та переривання не поєднується з іншими ефектами.#Concentration Aura by an additional {1}%#affected group member by {2}%", en="Improved Concentration Aura" },
[20255] = { ref=20254 }, -- Improved Concentration Aura
[20256] = { ref=20254 }, -- Improved Concentration Aura
-- Improved Righteous Fury
[20468] = { "Покращена праведна лють", "Поки діє \"Праведна лють\", отримана шкода зменшується на {1}%. Також збільшує загрозу від \"Праведного гніву\" на {2}%.#reduced by {1}%#spell by {2}%", en="Improved Righteous Fury" },
[20469] = { ref=20468 }, -- Improved Righteous Fury
[20470] = { ref=20468 }, -- Improved Righteous Fury
-- Improved Seal of the Crusader
[20335] = { "Покращена печатка лицаря", "Окрім звичайного ефекту, “Присуд лицаря” також збільшує ймовірність критичного удару всіх атак проти цілі на {1}%.#additional {1}%", en="Improved Seal of the Crusader" },
[20336] = { ref=20335 }, -- Improved Seal of the Crusader
[20337] = { ref=20335 }, -- Improved Seal of the Crusader
-- Judgement of Corruption
[356112] = { "Присуд осквернення", en="Judgement of Corruption" },
-- Lay on Hands
[20233] = { "Покладання рук", "Надає цілі вашого закляття \"Покладання рук\" додаткові {1}% броні від предметів протягом {2} хв. Окрім того, час відновлення вашого закляття \"Покладання рук\" зменшується на {3} хв.#a {1}% bonus#for {2} min#by {3} min", "Броню збільшено на {1}%.#by {1}%", en="Lay on Hands" },
[20236] = { ref=20233 }, -- Lay on Hands
-- One-Handed Weapon Specialization
[20196] = { "Спеціалізація на одноручній зброї", "Збільшує всю вашу шкоду при використанні одноручної зброї на {1}%.#equipped by {1}%", en="One-Handed Weapon Specialization" },
[20197] = { ref=20196 }, -- One-Handed Weapon Specialization
[20198] = { ref=20196 }, -- One-Handed Weapon Specialization
[20199] = { ref=20196 }, -- One-Handed Weapon Specialization
[20200] = { ref=20196 }, -- One-Handed Weapon Specialization
-- Precision
[20189] = { "Точність", "Збільшує вашу ймовірність завдання удару зброєю ближнього бою та закляттями на {1}%.#by {1}%", en="Precision" },
[20192] = { ref=20189 }, -- Precision
[20193] = { ref=20189 }, -- Precision
-- Pure of Heart
[31822] = { "Чистота серця", "Збільшує опір ефектам проклять та хвороб на {1}%.#by {1}%", en="Pure of Heart" },
[31823] = { ref=31822 }, -- Pure of Heart
-- Purifying Power
[31825] = { "Сила очищення", "Зменшує витрати мани заклинань \"Очищення\", \"Омовіння\" та \"Освячення\" на {1}% та збільшує ймовірність критичного удару заклинань \"Екзорцизм\" та \"Священний гнів\" на {2}%.#Consecration spells by {1}%#Holy Wrath spells by {2}%", en="Purifying Power" },
-- Pursuit of Justice
[26022] = { "Гонитва за правосуддям", "Зменшує ймовірність отримання удару закляттями на {1}% та збільшує швидкість руху та швидкість верхової їзди на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#spells by {1}%#speed by {2}%", en="Pursuit of Justice" },
[26023] = { ref=26022 }, -- Pursuit of Justice
-- Reckoning
[20177] = { "Воздаяння", "З ймовірністю {1}% після отримання удару наступні {2} помахи зброєю протягом {3} секунд завдадуть додаткового удару.#a {1}% chance#next {2} weapon#within {3} sec", en="Reckoning" },
[20179] = { ref=20177 }, -- Reckoning
[20180] = { ref=20177 }, -- Reckoning
[20181] = { ref=20177 }, -- Reckoning
[20182] = { ref=20177 }, -- Reckoning
-- Redoubt
[20127] = { "Твердиня", "Отримання шкоди в ближньому або дальньому бою з ймовірністю {1}% збільшить шанс блокування на {2}%. Триває {3} с або {4} блоків.#a {1}% chance#to block by {2}%#Lasts {3} sec or {4} block", en="Redoubt" },
[20130] = { ref=20127 }, -- Redoubt
[20135] = { ref=20127 }, -- Redoubt
[20136] = { ref=20127 }, -- Redoubt
[20137] = { ref=20127 }, -- Redoubt
-- Righteous Defense
[31789] = { "Праведний захист", "Стати на захист дружньої цілі, змусивши до {1} ворогів, що атакують ціль, атакувати паладина.#up to {1} enemies", en="Righteous Defense" },
-- Righteous Fury
[25780] = { "Праведна лють", "Збільшує створену вашими закляттями святості загрозу на {1}%. Триває {2} хв.#spells by {1}%#Lasts {2} min", "Збільшує створену вашими закляттями святості загрозу на {1}%.#by {1}%", en="Righteous Fury" },
-- Sacred Duty
[31848] = { "Священний обов'язок", "Збільшує вашу витривалість на {1}%, зменшує час відновлення \"Божественного щита\" на {2} с та зменшує штраф до швидкості атаки на {3}%.#Stamina by {1}%#spell by {2} sec#penalty by {3}%", en="Sacred Duty" },
[31849] = { ref=31848 }, -- Sacred Duty
-- Sanctified Judgement
[31876] = { "Священний присуд", "\"Присуд\" з ймовірністю {1}% відновить ману в обсязі {2}% від вартості печатки.#a {1}% chance to return {2}%", en="Sanctified Judgement" },
[31877] = { ref=31876 }, -- Sanctified Judgement
[31878] = { ref=31876 }, -- Sanctified Judgement
-- Sanctified Light
[20359] = { "Освячене Світло", "Збільшує ймовірність критичного ефекту \"Священного світла\" на {1}%.#by {1}%", en="Sanctified Light" },
[20360] = { ref=20359 }, -- Sanctified Light
[20361] = { ref=20359 }, -- Sanctified Light
-- Seal of Corruption
[348704] = { "Печатка осквернення", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою можуть накладасти ефект осквернення крові, що завдає додатково {1} шкоди святістю протягом {2} с. Осквернення крові може накопичуватись до {3} разів. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {4} с.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи {5} шкоди святістю за кожен ефект осквернення крові на цілі.#deals {1} additional Holy#over {2} sec#up to {3} times#Lasts {4} sec#instantly causing {5} Holy", "Атаки ближнього бою можуть завдати {1} шкоди святістю протягом {2} с.#cause {1} Holy damage over {2} sec", en="Seal of Corruption" },
-- Seal of Righteousness
[20154] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.#for {1} sec#additional {2} Holy", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Righteousness" },
[20287] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії печатки завдасть від {3} до {4} шкоди ворогу.#for {1} sec#additional {2} Holy#cause {3} to {4} Holy", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Righteousness" },
[20288] = { ref=20287 }, -- Seal of Righteousness
[20289] = { ref=20287 }, -- Seal of Righteousness
[20290] = { ref=20287 }, -- Seal of Righteousness
[20291] = { ref=20287 }, -- Seal of Righteousness
[20292] = { ref=20287 }, -- Seal of Righteousness
[20293] = { ref=20287 }, -- Seal of Righteousness
[21084] = { "Печатка праведності", "Наповнює паладина святим духом на {1} с, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії печатки завдасть {3} шкоди ворогу.#for {1} sec#additional {2} Holy#cause {3} Holy", "Атаки ближнього бою завдають {1} додаткової шкоди святістю.#additional {1} Holy", en="Seal of Righteousness" },
-- Seal of Vengeance
[31801] = { "Печатка помсти", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою можуть завдати додатково {1} шкоди святістю протягом {2} с. Ефект може накопичуватись до {3} разів. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {4} с.\n\nВивільнення енергії цієї печатки засудить ворога, миттєво завдаючи {5} шкоди святістю за кожен ефект \"Священної помсти\" на цілі.#cause {1} Holy damage over {2} sec#stack up to {3} times#Lasts {4} sec#causing {5} Holy damage per", "Атаки ближнього бою можуть завдати {1} шкоди святістю протягом {2} с.#cause {1} Holy damage over {2} sec", en="Seal of Vengeance" },
-- Turn Evil
[10326] = { "Вигнання зла", "Ціль, що є невмерлою або демоном, буде змушена тікати протягом {1} с. Завдана шкода може перервати дію ефекту. Одночасно може діяти лише на одну ціль.#up to {1} sec", "Змушений втікати.", en="Turn Evil" },
-- Vengeance
[20049] = { "Помста", "Збільшує вашу фізичну шкоду та шкоду святістю на {1}% протягом {2} с після того, як ви завдали критичного удару зброєю, закляттям або здібністю. Ефект накопичується до {3} разів.#a {1}% bonus to#deal for {2} sec after#up to {3} times", en="Vengeance" },
[20056] = { ref=20049 }, -- Vengeance
[20057] = { ref=20049 }, -- Vengeance
[20058] = { ref=20049 }, -- Vengeance
[20059] = { ref=20049 }, -- Vengeance
-- Vindication
[67] = { "Відплата", nil, "Всі характеристики зменшено на {1}%.#by {1}%", en="Vindication" },
[9452] = { "Відплата", "Надає атакам ближнього бою паладина ймовірність зменшити характеристики цілі на {1}% протягом {2} с#attributes by {1}% for {2} sec", en="Vindication" },
[26016] = { ref=9452 }, -- Vindication
[26017] = { ref=67 }, -- Vindication
[26018] = { ref=67 }, -- Vindication
[26021] = { ref=9452 }, -- Vindication

-- Item effects
[23733] = { "Сліпуче світло", "Наповнює паладина енергією світла, збільшуючи показник швидкості атак на {1}, а показник швидкості заклять на {2} протягом {3} с.#increasing haste rating by {1} and spell haste rating by {2} for {3} sec", "Збільшує показник швидкості на {1}.\nЗбільшує показник швидкості заклять на {2}.#Increases haste rating by {1}#Increases spell haste rating by {2}", en="Blinding Light" },

-- Mounts
[34767] = { "Виклик скакуна", "Викликає скакуна для верхової їзди. Збільшує швидкість руху на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Charger" },
[34769] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди. Збільшує швидкість руху на {1}%.#by {1}%", "Швидкість руху збільшено на {1}%.#by {1}%", en="Summon Warhorse" },

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
