const locRace = {
    'Human': {
        'н': [ 'чоловік', 'жінка' ],
        'р': [ 'чоловіка', 'жінки' ],
        'д': [ 'чоловіку', 'жінці' ],
        'з': [ 'чоловіка', 'жінку' ],
        'о': [ 'чоловіком', 'жінкою' ],
        'м': [ 'чоловікові', 'жінці' ],
        'к': [ 'чоловіче', 'жінко' ],
    },
    'Dwarf': {
        'н': [ 'дворф', 'дворфійка' ],
        'р': [ 'дворфа', 'дворфійки' ],
        'д': [ 'дворфу', 'дворфійці' ],
        'з': [ 'дворфа', 'дворфійку' ],
        'о': [ 'дворфом', 'дворфійкою' ],
        'м': [ 'дворфові', 'дворфійці' ],
        'к': [ 'дворфе', 'дворфійко' ],
    },
    'NightElf': {
        'н': [ 'нічний ельф', 'нічна ельфійка' ],
        'р': [ 'нічного ельфа', 'нічної ельфіки' ],
        'д': [ 'нічному ельфу', 'нічній ельфійці' ],
        'з': [ 'нічного ельфа', 'нічну ельфіку' ],
        'о': [ 'нічним ельфом', 'нічною ельфійкою' ],
        'м': [ 'нічному ельфові', 'нічній ельфійці' ],
        'к': [ 'нічний ельфе', 'нічна ельфійко' ],
    },
    'Gnome': {
        'н': [ 'гном', 'гномка' ],
        'р': [ 'гнома', 'гномки' ],
        'д': [ 'гному', 'гномці' ],
        'з': [ 'гнома', 'гномку' ],
        'о': [ 'гномом', 'гномкою' ],
        'м': [ 'гномові', 'гномці' ],
        'к': [ 'гноме', 'гномко' ],
    },
    'Orc': {
        'н': [ 'орк', 'орчиня' ],
        'р': [ 'орка', 'орчині' ],
        'д': [ 'оркові', 'орчині' ],
        'з': [ 'орка', 'орчиню' ],
        'о': [ 'орком', 'орчинею' ],
        'м': [ 'оркові', 'орчині' ],
        'к': [ 'орку', 'орчине' ],
    },
    'Troll': {
        'н': [ 'троль', 'тролька' ],
        'р': [ 'троля', 'трольки' ],
        'д': [ 'тролеві', 'трольці' ],
        'з': [ 'троля', 'трольку' ],
        'о': [ 'тролем', 'тролькою' ],
        'м': [ 'тролеві', 'трольці' ],
        'к': [ 'тролю', 'тролько' ],
    },
    'Scourge': {
        'н': [ 'зречений', 'зречена' ],
        'р': [ 'зреченого', 'зреченої' ],
        'д': [ 'зреченому', 'зреченій' ],
        'з': [ 'зреченого', 'зречену' ],
        'о': [ 'зреченим', 'зреченою' ],
        'м': [ 'зреченому', 'зреченій' ],
        'к': [ 'зречений', 'зречена' ],
    },
    'Tauren': {
        'н': [ 'таурен', 'тауренка' ],
        'р': [ 'таурена', 'тауренки' ],
        'д': [ 'тауренові', 'тауренці' ],
        'з': [ 'таурена', 'тауренку' ],
        'о': [ 'тауреном', 'тауренкою' ],
        'м': [ 'тауренові', 'тауренці' ],
        'к': [ 'таурене', 'тауренко' ],
    },
};

const locClass = {
    'WARRIOR': {
        'н': [ 'воїн', 'воїн' ],
        'р': [ 'воїна', 'воїна' ],
        'д': [ 'воїну', 'воїну' ],
        'з': [ 'воїна', 'воїна' ],
        'о': [ 'воїном', 'воїном' ],
        'м': [ 'воїні', 'воїні' ],
        'к': [ 'воїне', 'воїне' ],
    },
    'PALADIN': {
        'н': [ 'паладин', 'паладин' ],
        'р': [ 'паладина', 'паладина' ],
        'д': [ 'паладинові', 'паладинові' ],
        'з': [ 'паладина', 'паладина' ],
        'о': [ 'паладином', 'паладином' ],
        'м': [ 'паладині', 'паладині' ],
        'к': [ 'паладине', 'паладине' ],
    },
    'HUNTER': {
        'н': [ 'мисливець', 'мисливець' ],
        'р': [ 'мисливця', 'мисливця' ],
        'д': [ 'мисливцеві', 'мисливцеві' ],
        'з': [ 'мисливця', 'мисливця' ],
        'о': [ 'мисливцем', 'мисливцем' ],
        'м': [ 'мисливці', 'мисливці' ],
        'к': [ 'мисливцю', 'мисливцю' ],
    },
    'ROGUE': {
        'н': [ 'пройдисвіт', 'пройдисвіт' ],
        'р': [ 'пройдисвіта', 'пройдисвіта' ],
        'д': [ 'пройдисвітові', 'пройдисвітові' ],
        'з': [ 'пройдисвіта', 'пройдисвіта' ],
        'о': [ 'пройдисвітом', 'пройдисвітом' ],
        'м': [ 'пройдисвіті', 'пройдисвіті' ],
        'к': [ 'пройдисвіте', 'пройдисвіте' ],
    },
    'PRIEST': {
        'н': [ 'жрець', 'жриця' ],
        'р': [ 'жерця', 'жриці' ],
        'д': [ 'жерцеві', 'жриці' ],
        'з': [ 'жерця', 'жрицю' ],
        'о': [ 'жерцем', 'жрицею' ],
        'м': [ 'жерці', 'жриці' ],
        'к': [ 'жерче', 'жрице' ],
    },
    'SHAMAN': {
        'н': [ 'шаман', 'шаман' ],
        'р': [ 'шамана', 'шамана' ],
        'д': [ 'шаманові', 'шаманові' ],
        'з': [ 'шамана', 'шамана' ],
        'о': [ 'шаманом', 'шаманом' ],
        'м': [ 'шамані', 'шамані' ],
        'к': [ 'шамане', 'шамане' ],
    },
    'MAGE': {
        'н': [ 'маг', 'маг' ],
        'р': [ 'мага', 'мага' ],
        'д': [ 'магові', 'магові' ],
        'з': [ 'мага', 'мага' ],
        'о': [ 'магом', 'магом' ],
        'м': [ 'магові', 'магові' ],
        'к': [ 'магу', 'магу' ],
    },
    'WARLOCK': {
        'н': [ 'чорнокнижник', 'чорнокнижниця' ],
        'р': [ 'чорнокнижника', 'чорнокнижниці' ],
        'д': [ 'чорнокнижникові', 'чорнокнижниці' ],
        'з': [ 'чорнокнижника', 'чорнокнижницю' ],
        'о': [ 'чорнокнижником', 'чорнокнижницею' ],
        'м': [ 'чорнокнижнику', 'чорнокнижниці' ],
        'к': [ 'чорнокнижнику', 'чорнокнижнице' ],
    },
    'DRUID': {
        'н': [ 'друїд', 'друїд' ],
        'р': [ 'друїда', 'друїда' ],
        'д': [ 'друїдові', 'друїдові' ],
        'з': [ 'друїда', 'друїда' ],
        'о': [ 'друїдом', 'друїдом' ],
        'м': [ 'друїді', 'друїді' ],
        'к': [ 'друїде', 'друїде' ],
    },
};

const player = {
    name: 'Player',
    race: 'Human',
    class: 'WARRIOR',
    male: true,
};

const codes = [];

function capitalize(string) {
    return string.charAt(0).toUpperCase() + string.slice(1);
}

function prepareCodes() {
    const sex = player.male ? 0 : 1;

    codes.splice(0);

    // name

    codes.push([ /{ім'я}/g, player.name ]);
    codes.push([ /{Ім'я}/g, player.name ]);
    codes.push([ /{ІМ'Я}/g, player.name.toUpperCase() ]);

    // race

    codes.push([ /{раса}/g, locRace[player.race]['н'][sex] ]);
    codes.push([ /{Раса}/g, capitalize(locRace[player.race]['н'][sex]) ]);
    codes.push([ /{РАСА}/g, locRace[player.race]['н'][sex].toUpperCase() ]);
    [ 'н', 'р', 'д', 'з', 'о', 'м', 'к' ].forEach(c => {
        codes.push([ new RegExp(`{раса:${c}}`, 'g'), locRace[player.race][c][sex] ]);
        codes.push([ new RegExp(`{Раса:${c}}`, 'g'), capitalize(locRace[player.race][c][sex]) ]);
        codes.push([ new RegExp(`{РАСА:${c}}`, 'g'), locRace[player.race][c][sex].toUpperCase() ]);
    });

    // class

    codes.push([ /{клас}/g, locClass[player.class]['н'][sex] ]);
    codes.push([ /{Клас}/g, capitalize(locClass[player.class]['н'][sex]) ]);
    codes.push([ /{КЛАС}/g, locClass[player.class]['н'][sex].toUpperCase() ]);
    [ 'н', 'р', 'д', 'з', 'о', 'м', 'к' ].forEach(c => {
        codes.push([ new RegExp(`{клас:${c}}`, 'g'), locClass[player.class][c][sex] ]);
        codes.push([ new RegExp(`{Клас:${c}}`, 'g'), capitalize(locClass[player.class][c][sex]) ]);
        codes.push([ new RegExp(`{КЛАС:${c}}`, 'g'), locClass[player.class][c][sex].toUpperCase() ]);
    });

    // dynamic

    codes.push([ /{стать:(.+?):(.+?)}/g, (match, p1, p2) => player.male ? p1 : p2 ]);

    // console.log('codes', codes);
}

function setPlayer(name, race, klass, male) {
    player.name = name;
    player.race = race;
    player.class = klass;
    player.male = male;

    prepareCodes();
}

function makeText(text) {
    codes.forEach(([ code, value ]) => text = text.replace(code, value));
    return text;
}

window.ClassicUA = {
    setPlayer,
    makeText,
};
