local _, addonTable = ...

local priest_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Absolution
[33167] = { "Відпущення", "Дозволяє застосовувати закляття \"Розвіювання магії\" на дружню ціль, щоб зняти з неї 2 шкідливих магічних ефекти. " }, -- Absolution
-- Archangel
[81700] = { "Архангел", "Поглинає ваші ефекти \"Проповідування\", спричиняючи ефект, що залежить від типу поглиненого \"Проповідування\":\n\nАрхангел (Проповідування) - Миттєво відновлює {1}% вашого запасу мани та збільшує зцілення на {2}% за кожен ефект. Триває {3} с. Час відновлення - {4} с.\n\nАрхангел (Темне проповідування) - Миттєво відновлює {5}% вашого запасу мани та збільшує шкоду заклять \"Муки розуму\", \"Пронизування розуму\", \"Вибух розуму\" та \"Слово тіні: Смерть\" на {6}% за кожен ефект. Триває {7} с. Час відновлення - {8} с.#Instantly restores {1}% of your total mana and increases your healing done by {2}% for each stack. Lasts for {3} sec. {4} sec cooldown#restores {5}% of your total mana and increases the damage#Death by {6}% for each stack. Lasts for {7} sec. {8} sec cooldown", "Зцілення збільшено на {1}%.#by {1}%" }, -- Archangel
[87151] = { "Архангел", "Поглинає ваші ефекти \"Проповідування\", спричиняючи ефект, що залежить від типу поглиненого \"Проповідування\":\n\nАрхангел (Проповідування)\nМиттєво відновлює {1}% вашого запасу мани та збільшує зцілення на {2}% за кожен ефект. Триває {3} с. Час відновлення - {4} с.\n\nАрхангел (Темне проповідування)\nМиттєво відновлює {5}% вашого запасу мани та збільшує шкоду заклять \"Муки розуму\", \"Пронизування розуму\", \"Вибух розуму\" та \"Слово тіні: Смерть\" на {6}% за кожен ефект. Триває {7} с. Час відновлення - {8} с.#Instantly restores {1}% of your total mana and increases your healing done by {2}% for each stack. Lasts for {3} sec. {4} sec cooldown#restores {5}% of your total mana and increases the damage#Death by {6}% for each stack. Lasts for {7} sec. {8} sec cooldown" }, -- Archangel
-- Atonement
[14523] = { "Покута", "Коли ви завдаєте шкоди \"Карою\" чи \"Священним вогнем\", ви миттєво зцілюєте пораненого союзника в межах {1} м від цілі на {2}% від завданої шкоди.\n\nЗцілення жерця від \"Покути\" зменшено вдвічі.#within {1} y#equal to {2}%" }, -- Atonement (Rank 1)
[81749] = { ref=14523 }, -- Atonement (Rank 2)
-- Binding Heal
[32546] = { "Зв'язуюче зцілення", "Зцілює цілі та заклиначу від {1} до {2} здоров'я. Спричиняє зменшену загрозу.#caster for {1} to {2}." }, -- Binding Heal
-- Binding Prayers
[14911] = { "Зв'язуючі молитви", "Зменшує витрати мани на \"Зв'язуюче зцілення\" на {1}%, а \"Відчайдушна молитва\" також зцілює учаснику групи чи рейду в межах {2} м з найменшим запасом здоров'я {3}% від ефекту зцілення.#Heal by {1}%#within {2} yards for {3}%" }, -- Binding Prayers (Rank 1)
[15018] = { ref=14911 }, -- Binding Prayers (Rank 2)
-- Blessed Resilience
[33142] = { "Благословенна стійкість", "Після отримання удару, що шкодить вам більше, ніж на {1}% від вашого запасу здоров'я, або критичного удару будь-якою неперіодичною атакою, ви отримуєте ефект благословенної стійкості, що збільшує отримане зцілення на {2}% протягом {3} с.#than {1}%#by {2}% lasting for {3} sec" }, -- Blessed Resilience (Rank 1)
[33145] = { ref=33142 }, -- Blessed Resilience (Rank 2)
-- Body and Soul
[64127] = { "Тіло і душа", "Коли ви застосовуєте \"Слово сили: Щит\" або \"Стрибок віри\", ви збільшуєте швидкість руху цілі на {1}% протягом {2} с, і з ймовірністю {3}% при застосуванні \"Лікування хвороби\" на себе, ви також знімаєте 1 ефект отрути.#by {1}% for {2} sec#a {3}% chance" }, -- Body and Soul (Rank 1)
[64129] = { ref=64127 }, -- Body and Soul (Rank 2)
-- Borrowed Time
[52795] = { "Запозичений час", "Збільшує швидкість заклять на {1}% після застосування \"Слова сили: Щит\". Триває {2} с.#Grants {1}%#for {2} sec" }, -- Borrowed Time (Rank 1)
[52797] = { ref=52795 }, -- Borrowed Time (Rank 2)
[52798] = { ref=52795 }, -- Borrowed Time (Rank 3)
-- Chakra
[14751] = { "Чакра", "Після активації ваше наступне закляття \"Зцілення\", \"Швидке зцілення\", \"Велике зцілення\", \"Зв'язуюче зцілення\", \"Молитва зцілення\", \"Молитва загоєння\", \"Пронизування розуму\" або \"Кара\" певним чином налаштує вашу чакру.\n\nСпокій (Зцілення, Швидке зцілення, Велике зцілення, Зв'язуюче зцілення)\nВаші закляття прямого зцілення мають на 10% більший шанс критичного ефекту, а також оновлюють ефект \"Оновлення\" на цілі.\n\nПрихисток (Молитва зцілення, Молитва загоєння)\nЗбільшує ефективність ваших заклять зцілення по області та \"Оновлення\" на 15% та зменшує час відновлення \"Кола зцілення\" на 2 секунди.\n\nПокарання (Кара, Пронизування розуму)\nЗбільшує вашу шкоду від заклять тіні та святості на 15%.", "Ваше наступне закляття \"Зцілення\", \"Швидке зцілення\", \"Велике зцілення\", \"Зв'язуюче зцілення\", \"Молитва зцілення\", \"Молитва загоєння\", \"Пронизування розуму\" або \"Кара\" певним чином налаштує вашу чакру." }, -- Chakra
-- Circle of Healing
[34861] = { "Коло зцілення", "Зцілює {1} учасникам групи чи рейду в межах {2} м від цілі {3} здоров'я. Першочергово зцілює цілі з найменшим запасом здоров'я.#up to {1} friendly#within {2} yards of the target for {3}" }, -- Circle of Healing
-- Dark Thoughts
[84734] = { "Темні думи", "Зменшує затримку вимови заклять спеціалізації \"Тінь\" при отриманні шкоди на {1}%.#by {1}%" }, -- Dark Thoughts (Passive)
-- Darkness
[15259] = { "Пітьма", "Швидкість заклять збільшено на {1}%.#by {1}%" }, -- Darkness (Rank 1)
[15307] = { ref=15259 }, -- Darkness (Rank 2)
[15308] = { ref=15259 }, -- Darkness (Rank 3)
-- Desperate Prayer
[19236] = { "Відчайдушна молитва", "Миттєво зцілює заклиначеві {1}% від максимального запасу здоров'я.#for {1}% of" }, -- Desperate Prayer
-- Dispel Magic
[527] = { "Розвіювання магії", "Розвіює магію з цілі, знімаючи 2 шкідливі магічні ефекти з вас або 1 сприятливий магічний ефект з противника." }, -- Dispel Magic
-- Dispersion
[47585] = { "Розчинення", "Ви розчиняєтесь в тіні, зменшуючи всю отриману шкоду на {1}%. Ви не можете атакувати або вимовляти заклинання, але відновлюєте {2}% мани щосекунди протягом {3} секунд.\n\n\"Розчинення\" можна застосувати під час приголомшення, страху та знемовлення. При застосуванні воно знімає ефекти обмеження руху, а також надає невразливість до них на час дії.#taken by {1}%#regenerate {2}% mana#for {3} sec", "Отриману шкоду зменшено на {1}% і ви відновлюєте {2}% мани щосекунди протягом {3} секунд. Ви не може атакувати та вимовляти заклинання. Невразливість до ефектів обмеження руху.#damage by {1}%#regenerate {2}% mana#for {3} sec" }, -- Dispersion
-- Divine Accuracy
[81762] = { "Божественна точність", "Збільшує шанс влучити закляттями \"Кара\", \"Священний вогонь\", \"Священний спалах\" та \"Сповідь\" на {1}%.#by {1}%" }, -- Divine Accuracy (Rank 1)
[81763] = { ref=81762 }, -- Divine Accuracy (Rank 1)
-- Divine Aegis
[47509] = { "Божественне заступництво", "Критичні ефекти зцілення та \"Молитва зцілення\" захищають цілі щитом, що поглинає {1}% від ефекту зцілення. Триває {2} с.#absorbing {1}%#Lasts {2} sec" }, -- Divine Aegis (Rank 1)
[47511] = { ref=47509 }, -- Divine Aegis (Rank 2)
[47515] = { ref=47509 }, -- Divine Aegis (Rank 3)
-- Divine Hymn
[64843] = { "Божественний гімн", "Зцілює {1} учасникам групи чи рейду з найнижчим рівнем здоров'я в межах {2} м {3} здоров'я кожні {4} с протягом {5} с, а також збільшує отримане ними зцілення на {6}% протягом {7} с. Зцілює до {8} разів. Жрець має підтримувати це заклинання.#Heals {1} nearby#within {2} y#for {3} every {4} sec for {5} sec#by {6}% for {7} sec#of {8} heals", "Промовляє божественний гімн, зцілюючи союзникам з найнижчим рівнем здоров'я {1} здоров'я кожні {2} с протягом {3} с#for {1} every {2} sec for {3} sec" }, -- Divine Hymn
-- Divine Touch
[63544] = { "Божественний дотик", "Ваше \"Оновлення\" миттєво зцілює цілі частину від обсягу цілющого ефекту." }, -- Divine Touch
[63534] = { "Божественний дотик", "Ваше \"Оновлення\" миттєво зцілює цілі {1}% від обсягу цілющого ефекту.#for {1}%" }, -- Divine Touch (Rank 1)
[63542] = { ref=63534 }, -- Divine Touch (Rank 2)
-- Empowered Healing
[33158] = { "Посилене зцілення", "Збільшує ефективність \"Швидкого зцілення\", \"Зцілення\", \"Зв'язуючого зцілення\" та \"Великого зцілення\" на {1}%.#by {1}%" }, -- Empowered Healing (Rank 1)
[33159] = { ref=33158 }, -- Empowered Healing (Rank 2)
[33160] = { ref=33158 }, -- Empowered Healing (Rank 3)
-- Enlightenment
[84732] = { "Просвітлення", "Інтелект збільшено на {1}%.#by {1}%" }, -- Enlightenment (Passive)
-- Evangelism
[81659] = { "Проповідування", "Коли ви вимовляєте \"Кару\", \"Священний вогонь\" чи \"Муки розуму\", ви отримуєте ефект \"Проповідування\", що накопичується до {1} разів та триває {2} с.\n\nПроповідування (Кара, Священний вогонь)\nЗбільшує шкоду заклять \"Кара\", \"Священний вогонь\" та \"Сповідь\" на {3}% та зменшує витрати мани на ці закляття на {4}%.\n\nТемне проповідування (Муки розуму)\nЗбільшує шкоду періодичних ефектів тіні на {5}%.#up to {1} times#for {2} sec#Penance spells by {3}%#those spells by {4}%#Shadow spells by {5}%" }, -- Evangelism (Rank 1)
[81662] = { ref=81659 }, -- Evangelism (Rank 2)
-- Flash Heal
[2061] = { "Швидке зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Flash Heal
[101062] = { ref=2061 }, -- Flash Heal
-- Focused Will
[45234] = { "Зосереджена воля", "Після отримання удару, що шкодить вам більше, ніж на {1}% від вашого запасу здоров'я, або критичного удару будь-якою неперіодичною атакою, ви отримуєте ефект зосередженої волі, що зменшує отриману шкоду на {2}% протягом {3} с. Ефект накопичується до {4} разів.#than {1}%#by {2}% lasting for {3} sec#up to {4} times" }, -- Focused Will (Rank 1)
[45243] = { ref=45234 }, -- Focused Will (Rank 2)
-- Grace
[47516] = { "Благодать", "\"Швидке зцілення\", \"Велике зцілення\", \"Зцілення\" та \"Сповідь\" благословляють ціль, збільшуючи отримане нею зцілення від жерця на {1}%. Ефект накопичується до {2} разів. Триває {3} с.#by {1}%#up to {2} times#lasts {3} sec" }, -- Grace (Rank 1)
[47517] = { ref=47516 }, -- Grace (Rank 2)
-- Greater Heal
[2060] = { "Велике зцілення", "Повільне закляття, що зцілює одній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Greater Heal
-- Harnessed Shadows
[33191] = { "Приборкані тіні", "Збільшує ймовірність отримання тіньової сфери при завданні шкоди закляттями \"Муки розуму\" та \"Слово тіні: Біль\" на {1}%, а також ви з ймовірністю {2}% отримаєте тіньову сферу при отриманні критичного удару.#by {1}%#a {2}% chance" }, -- Harnessed Shadows (Rank 1)
[78228] = { ref=33191 }, -- Harnessed Shadows (Rank 2)
-- Heal
[2050] = { "Зцілення", "Зцілює цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Heal
-- Heavenly Voice
[87430] = { "Голос небес", "Збільшує зцілення \"Божественного гімну\" на {1}% та зменшує його час відновлення на {2} хв.#spell by {1}%#cooldown by {2} min" }, -- Heavenly Voice (Passive)
[87431] = { ref=87430 }, -- Heavenly Voice (Passive)
-- Holy Concentration
[34753] = { "Священне зосередження", "Збільшує обсяг відновлення мани від духу під час бою додатково на {1}%.#additional {1}%" }, -- Holy Concentration (Rank 1)
[34859] = { ref=34753 }, -- Holy Concentration (Rank 2)
-- Holy Fire
[14914] = { "Священний вогонь", "Ворога охоплює священне полум'я, що завдає від {1} до {2} шкоди святістю та додатково {3} шкоди святістю протягом {4} с.#cause {1} to {2} Holy#additional {3} Holy damage over {4} sec", "{1} шкоди святістю кожні {2} с.#{1} Holy damage every {2} sec" }, -- Holy Fire
-- Holy Focus
[84733] = { "Священне зосередження", "Зменшує затримку вимови заклять спеціалізацій \"Святість\" та \"Дисципліна\" при отриманні шкоди на {1}%.#by {1}%" }, -- Holy Focus (Passive)
-- Holy Nova
[15237] = { "Священний спалах", "Створює вибух священного світла навколо заклинача, завдаючи від {1} до {2} шкоди святістю ворожим цілям в радіусі {3} м і зцілюючи {4} цілям в радіусі {5} м від {6} до {7} здоров'я.\n\nЗцілення ділиться рівномірно між цілями. Ці ефекти не спричиняють загрози.#causing {1} to {2} Holy#within {3} yards and healing up to {4} targets within {5} yards for {6} to {7}" }, -- Holy Nova
-- Holy Word: Chastise
[88625] = { "Святе слово: Покарання", "Карає ціль, завдаючи від {1} до {2} шкоди святістю та дезорієнтуючи її на {3} с.#for {1} to {2} Holy#for {3} sec", "Дезорієнтовано." }, -- Holy Word: Chastise
-- Holy Word: Sanctuary
[88685] = { "Святе слово: Прихисток", "Благословляє землю божественним світлом, зцілюючи всім, хто на ній знаходиться, {1} здоров'я кожні {2} с протягом {3} с. Одночасно може бути активним лише один прихисток. Ефективність зцілення зменшується для кожної цілі після шостої.#for {1} every {2} sec for {3} sec" }, -- Holy Word: Sanctuary
-- Holy Word: Serenity
[88684] = { "Святе слово: Спокій", "Миттєво зцілює цілі {1} здоров'я та збільшує шанс критичного ефекту ваших заклять по цілі на {2}% протягом {3} с.#target for {1}#by {2}% for {3} sec", "Шанс критичного ефекту заклять жерця по цілі збільшено на {1}%.#by {1}%" }, -- Holy Word: Serenity
-- Improved Devouring Plague
[63625] = { "Покращена ненажерна чума", "\"Ненажерна чума\" миттєво завдає {1}% від всієї шкоди періодичного ефекту.#to {1}%" }, -- Improved Devouring Plague (Rank 1)
[63626] = { ref=63625 }, -- Improved Devouring Plague (Rank 2)
-- Improved Healing
[14912] = { "Покращене зцілення", "Зменшує витрати мани заклять \"Зцілення\", \"Велике зцілення\" та \"Сповідь\" на {1}%.#by {1}%" }, -- Improved Healing (Rank 1)
[15013] = { nil, "Зменшує витрати мани заклять \"Зцілення\", \"Велике зцілення\", \"Божественний гімн\" та \"Сповідь\" на {1}%.#by {1}%", ref=14912 }, -- Improved Healing (Rank 2)
-- Improved Holy Nova
[81766] = { "Покращений священний спалах", "Зменшує глобальний час відновлення для закляття \"Священний спалах\" на {1} с та збільшує ймовірність його критичного ефекту на {2}%.#spell by {1} sec#chance by {2}%" }, -- Improved Holy Nova (Rank 1)
[81830] = { ref=81766 }, -- Improved Holy Nova (Rank 2)
-- Inner Fire
[588] = { "Внутрішній вогонь", "Сплеск святої енергії наповнює заклинача, збільшуючи броню, отриману від предметів, на {1}% та збільшуючи силу заклинань на {2}.#items by {1}%#power by {2}", "Броню від предметів збільшено на {1}%, силу заклинань збільшено на {2}.#items by {1}%#power by {2}" }, -- Inner Fire
-- Inner Focus
[89485] = { "Внутрішнє зосередження", "Зменшує витрати мани наступного \"Швидкого зцілення\", \"Зв'язуючого зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" на {1}% і збільшує ймовірність його критичного ефекту на {2}%.#Healing by {1}%#chance by {2}%", "Витрати мани наступного \"Швидкого зцілення\", \"Зв'язуючого зцілення\", \"Великого зцілення\" або \"Молитви зцілення\" зменшено на {1}%, а ймовірність критичного ефекту збіьшено на {2}%.#reduced by {1}%#increased by {2}%" }, -- Inner Focus
-- Inner Sanctum
[14747] = { "Внутрішнє святилище", "Ваш \"Внутрішній вогонь\" також зменшує отриману шкоду від заклять на {1}%, а \"Внутрішня воля\" збільшує швидкість руху ще на {2}%.#by {1}% while#Will is increased by {2}%" }, -- Inner Sanctum (Rank 1)
[14770] = { ref=14747 }, -- Inner Sanctum (Rank 2)
[14771] = { ref=14747 }, -- Inner Sanctum (Rank 3)
-- Inner Will
[73413] = { "Внутрішня воля", "Сплеск святої енергії наповнює заклинача, зменшуючи витрати мани на миттєві закляття на {1}% та збільшуючи швидкість руху на {2}%.\n\nВи не можете водночас мати ефекти \"Внутрішнього вогню\" та \"Внутрішньої волі\".#spells by {1}%#speed by {2}%", "Зменшує витрати мани на миттєві закляття на {1}% та збільшує швидкість руху на {2}%.#spells by {1}%#speed by {2}%" }, -- Inner Will
-- Leap of Faith
[73325] = { "Стрибок віри", "Ви схоплюєте дух учасника групи чи рейду і миттєво переносите його до себе." }, -- Leap of Faith
-- Lightwell
[724] = { "Колодязь світла", "Створює священний колодязь світла. Ваші союзники можуть випити з нього для відновлення {1} здоров'я протягом {2} с. Атаки, що шкодять вам більше, ніж на {3}% вашого запасу здоров'я, знімають цей ефект. Колодязь існує {4} хв або до {5} застосувань.#restore {1} health over {2} sec#equal to {3}% of#lasts for {4} min or {5} charges" }, -- Lightwell
-- Masochism
[88994] = { "Мазохізм", "Після отримання удару, що шкодить вам більше, ніж на {1}% від вашого запасу здоров'я, або отримання шкоди від \"Слова тіні: Смерть\", ви миттєво відновите {2}% мани.#than {1}%#gain {2}%" }, -- Masochism
[88995] = { ref=88994 }, -- Masochism
-- Mass Resurrection
[83968] = { "Масове воскресіння", "Повертає усіх мертвих учасників групи та рейду до життя з {1}% здоров'я та {2}% мани. Не можна використовувати в бою, на полях битви та арені.#with {1}% health and {2}% mana" }, -- Mass Resurrection
-- Meditation
[95860] = { "Медитація", "Дозволяє {1}% відновлення мани від духу продовжуватися в бою.#Allows {1}% of your" }, -- Meditation (Passive)
[95861] = { ref=95860 }, -- Meditation (Passive)
-- Mind Blast
[8092] = { "Вибух розуму", "Підриває ціль, завдаючи від {1} до {2} шкоди тінню.#for {1} to {2} Shadow" }, -- Mind Blast
-- Mind Control
[605] = { "Контроль розуму", "Бере під контроль розум гуманоїда не вище {1} рівня, але збільшує час між його атаками на {2}%. Триває до {3} с.#up to level {1}#attacks by {2}%#Lasts up to {3} sec", "Причаровано. Час між атаками збільшено на {1}%.#by {1}" }, -- Mind Control
-- Mind Melt
[14910] = { "Випалення розуму", "Збільшує шкоду \"Слова тіні: Смерть\" на {1}% по цілях, що мають менше {2}% здоров'я, а коли ви завдаєте шкоди \"Пронизуванням розуму\", час вимови наступного \"Вибуху розуму\" зменшується на {3}% протягом {4} с. Ефект накопичується до {5} разів.#by {1}% on targets at or below {2}%#reduced by {3}% lasting {4} sec#up to {5} times" }, -- Mind Melt (Rank 1)
[33371] = { ref=14910 }, -- Mind Melt (Rank 2)
-- Mind Quickening
[49868] = { "Прискорення розуму", "Прийняти тінеобраз, збільшуючи вашу шкоду тінню на {1}%, зменшуючи отриману фізичну шкоду на {2}% та збільшуючи швидість заклять на {3}% для всіх учасників групи чи рейду. Однак, у цьому образі ви не можете вимовляти закляття священності.#damage by {1}%#done to you by {2}%#haste by {3}%", "Швидкість заклять збільшено на {1}%.#by {1}%" }, -- Mind Quickening (Passive)
-- Mind Sear
[48045] = { "Випалювання розуму", "Спричиняє вибух темної магії навколо цілі, що завдає від {1} до {2} шкоди від тіні щосекунди протягом {3} секунд усім ворогам у межах {4} м навколо цілі.#causing {1} to {2} Shadow#for {3} sec to#within {4} y", "Завдає шкоду від тіні всім цілям в межах {1} м.#within {1} y" }, -- Mind Sear
-- Mind Soothe
[453] = { "Заспокоєння розуму", "Заспокоює ціль, зменшуючи відстань, на якій вона атакуватиме вас, на {1} м. Діє лише на гуманоїдів та драконів. Не спричиняє загрози. Триває {2} с.#by {1} y#Lasts {2} sec", "Зменшено відстань, з якої ціль атакуватиме." }, -- Mind Soothe
-- Mind Spike
[73510] = { "Пронизування розуму", "Завдає цілі від {1} до {2} шкоди від крижаної тіні, але поглинає ваші ефекти періодичної шкоди від тіні з цілі.\n\n\"Пронизування розуму\" також збільшує ймовірність завдання критичного удару наступного \"Вибуху розуму\" по цілі на {3}%. Ефект накопичується до {4} разів.#for {1} to {2} Shadow#target by {3}%#up to {4} times" }, -- Mind Spike
-- Mind Vision
[2096] = { "Видіння розуму", "Дозволяє заклиначу бачити очима цілі протягом {1} хв. Не працює, якщо ціль перебуває в іншому ігровимірі або на іншому континенті.#for {1} min", "Здатність бачити очима цілі." }, -- Mind Vision
-- Misery
[33192] = { "Страждання", "Збільшує вплив сили заклинань на ваші закляття \"Вибух розуму\", \"Муки розуму\" та \"Випалювання розуму\" на {1}%.#by {1}%" }, -- Misery (Rank 2)
-- Pain Suppression
[33206] = { "Пригнічення болю", "Миттєво зменшує загрозу дружньої цілі на {1}% та зменшує отриману нею шкоду на {2}% протягом {3} с.#threat by {1}%#take by {2}% for {3} sec", "Всю отриману шкоду зменшено на {1}%.#by {1}%" }, -- Pain Suppression
-- Paralysis
[87192] = { "Параліч", "Коли \"Вибух розуму\" завдає критичного удару, ви знерухомлюєте ціль на {1} c.#for {1} sec" }, -- Paralysis (Rank 1)
[87195] = { ref=87192 }, -- Paralysis (Rank 2)
-- Penance
[47540] = { "Сповідь", "Випускає залп святого світла по цілі, завдаючи від {1} до {2} шкоди святістю ворогу або зцілюючи союзнику від {3} до {4} здоров'я миттєво і щосекунди протягом {5} с.#causing {1} to {2} Holy#or {3} to {4} healing#for {5} sec" }, -- Penance
-- Penitence
[81656] = { "Покаяння", "Збільшує ймовірність критичного ефекту \"Кари\" та \"Сповіді\" на {1}%.#by {1}%" }, -- Penitence (Rank 1)
[81657] = { ref=81656 }, -- Penitence (Rank 1)
-- Phantasm
[47569] = { "Примара", "Ваша здібність \"Розтанення\" з ймовірністю {1}% звільнить вас від ефектів обмеження руху.#a {1}% chance" }, -- Phantasm (Rank 1)
[47570] = { ref=47569 }, -- Phantasm (Rank 2)
-- Power Word: Barrier
[14769] = { "Слово сили: Бар'єр" }, -- Power Word: Barrier
[62618] = { "Слово сили: Бар'єр", "Створює у вибраному місці священний бар'єр, що зменшить шкоду союзникам на {1}%. Цілі під бар'єром не зазнають затримки вимови заклять від отриманої шкоди. Бар'єр існує {2} с.#targets by {1}%#for {2} sec" }, -- Power Word: Barrier
-- Power Word: Fortitude
[21562] = { "Слово сили: Стійкість", "Сила наповнює всіх членів групи чи рейду, збільшуючи їх витривалість на {1} протягом {2} год. Якщо ціль знаходиться у вашій групі чи рейді, то ефект подіє на всіх учасників.#by {1} for {2} h" }, -- Power Word: Fortitude
-- Power Word: Shield
[17] = { "Слово сили: Щит", "Створює з частинки душі дружньої цілі, що поглинає {1} шкоди. Триває {2} с. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять. Повторно накласти щит можна тільки через {3} с.#absorbing {1} damage#Lasts {2} sec#again for {3} sec", "Поглинає {1} шкоди.#Absorbs {1} damage" }, -- Power Word: Shield
-- Prayer of Healing
[596] = { "Молитва зцілення", "Потужна молитва зцілює всім учасникам групи цілі в межах {1} м від {2} до {3} здоров'я.#within {1} yards for {2} to {3}" }, -- Prayer of Healing
-- Prayer of Mending
[33076] = { "Молитва загоєння", "Накладає на ціль заклинання, яке зцілює {1} здоров'я при отриманні шкоди. Коли спрацьовує ефект зцілення, заклинання переходить на іншого члена групи або рейду в радіусі {2} м. Здійснює до {3} переходів і триває 30 секунд після кожного переходу. Це заклинання можна накласти лише на одну ціль одночасно.#them for {1} the next#within {2} yards#up to {3} times" }, -- Prayer of Mending
-- Psychic Scream
[8122] = { "Психічний крик", "Заклинач вивільнює психічний крик, що змушує {1} ворогів у межах {2} м тікати геть протягом {3} с. Завдана шкода може перервати цей ефект.#causing {1} enemies within {2} y#for {3} sec", "Тікає зі страху." }, -- Psychic Scream
-- Rapid Renewal
[95649] = { "Стрімке оновлення", "Зменшує глобальний час відновлення для закляття \"Оновлення\" на {1} с.#by {1} sec" }, -- Rapid Renewal (Passive)
-- Rapture
[47535] = { "Піднесення", "Коли \"Слово сили: Щит\" поглинає всю шкоду або розвіюється, ви миттєво відновлюєте {1}% максимального запасу мани. Цей ефект може спрацьовувати лише раз на {2} секунд.#with {1}%#every {2} sec" }, -- Rapture (Rank 1)
[47536] = { ref=47535 }, -- Rapture (Rank 2)
[47537] = { ref=47535 }, -- Rapture (Rank 3)
-- Renew
[139] = { "Оновлення", "Зцілює цілі {1} здоров'я кожні {2} c протягом {3} с.#for {1} every {2} sec for {3} sec", "Зцілює цілі {1} здоров'я кожні {2} c.#Healing {1} health every {2} sec" }, -- Renew
-- Renewed Hope
[57470] = { "Відроджена надія", "Збільшує ймовірність критичного ефекту ваших заклять \"Швидке зцілення\", \"Велике зцілення\", \"Зцілення\" та \"Сповідь\" на {1}% при зціленні цілей, що мають ефект \"Ослаблена душа\" або вашу \"Благодать\".#by {1}%" }, -- Renewed Hope (Rank 1)
[57472] = { ref=57470 }, -- Renewed Hope (Rank 2)
-- Resurrection
[2006] = { "Воскресіння", "Повертає мертвого союзника до життя з {1}% здоров'я та мани. Не можна використовувати в бою.#with {1}% health" }, -- Resurrection
-- Revelations
[88627] = { "Одкровення", "Під час дії ефекту \"Чакра: Спокій\" або \"Чакра: Прихисток\" ваша здібність \"Святе слово: Покарання\" змінюється в залежності від ефекту.\n\nСвяте слово: Спокій\nМиттєво зцілює цілі {1} здоров'я та збільшує шанс критичного ефекту ваших заклять по цілі на {2}% протягом {3} с. Час відновлення - {4} c.\n\nСвяте слово: Прихисток\nБлагословляє землю божественним світлом, зцілюючи всім, хто на ній знаходиться, {5} здоров'я кожні {6} с протягом {7} с. Одночасно може бути активним лише один прихисток. Час відновлення - {8} с.#target for {1}#by {2}% for {3} sec. {4} sec cooldown#within it for {5} every {6} sec for {7} sec#any one time. {8} sec" }, -- Revelations (Passive)
-- Searing Light
[78069] = { ref=14909 }, -- Searing Light (Rank 3)
-- Serendipity
[63730] = { "Проникливість", "Коли ви зцілюєте \"Зв'язуючим зціленням\" або \"Швидким зціленням\", час вимови наступного закляття \"Велике зцілення\" або \"Молитва зцілення\" зменшується на {1}%, а витрати мани - на {2}%. Ефект накопичується до {3} разів. Триває {4} с.#reduced by {1}% and mana cost reduced by {2}%#up to {3} times#Lasts {4} sec" }, -- Serendipity (Rank 1)
[63733] = { ref=63730 }, -- Serendipity (Rank 2)
-- Shadow Orbs
[95740] = { "Тіньові сфери", "З ймовірністю {1}% при завданні шкоди \"Слово тіні: Біль\" і \"Муки розуму\" створять тіньову сферу. Закляття \"Вибух розуму\" або \"Пронизування розуму\" поглине всі тіньові сфери, збільшуючи свою шкоду на {2}% за кожну тіньову сферу, а також на {3}% збільшить шкоду ваших періодичних ефектів тіні протягом {4} с. Ви можете мати до {5} сфер.#a {1}% chance#spell by {2}% per#granting {3}%#spells for {4} sec#of {5} orbs" }, -- Shadow Orbs (Passive)
-- Shadow Power
[87327] = { "Сила тіні", "Силу заклять збільшено на {1}%.\n\nЗбільшує критичну шкоду ваших заклять тіні на {2}%.#increased by {1}%#spells by {2}%" }, -- Shadow Power (Passive)
-- Shadow Protection
[27683] = { "Захист від тіні", "Сила наповнює всіх членів групи чи рейду цілі, збільшуючи їх опір тіні на {1} протягом {2} год. Якщо ціль знаходиться у вашій групі чи рейді, то ефект подіє на всіх учасників.#by {1} for {2} h" }, -- Shadow Protection
-- Shadow Word: Death
[32379] = { "Слово тіні: Смерть", "Завдає цілі {1} шкоди від тіні. Завдає в три рази більше шкоди, якщо у цілі менше {2}% здоров'я. \n\nЯкщо ціль не помре від цього заклинання, заклинатель отримає шкоду, що дорівнює шкоді, завданій цілі.#inflicts {1} Shadow#below {2}%" }, -- Shadow Word: Death
-- Shadowform
[15473] = { "Тінеобраз", "Прийняти тінеобраз, збільшуючи вашу шкоду тінню на {1}%, зменшуючи отриману фізичну шкоду на {2}% та збільшуючи швидість заклять на {3}% для всіх учасників групи чи рейду. Однак, у цьому образі ви не можете вимовляти закляття священності.#damage by {1}%#done to you by {2}%#haste by {3}%", "Ваша шкода тінню збільшена на {1}%. Отриману шкоду зменшено на {2}%.#increased by {1}%#take reduced by {2}%" }, -- Shadowform
-- Shadowy Apparition
[78202] = { "Тіньові примари", "Коли ви завдаєте періодичної шкоди своїм \"Словом тіні: Біль\", ви з ймовірністю {1}% викличете свою тіньову примару, що повільно наближатиметься до цілі, ураженої вашим \"Словом тіні: Біль\". Досягнувши цілі, примара миттєво завдасть {2} шкоди від тіні. \n    \nПід час руху ймовірність виклику тіньової примари збільшується до {3}%. Ви можете мати до {4} тіньових примар одночасно.#{1}% chance#deal {2} shadow#increased to {3}%#up to {4} Shadowy" }, -- Shadowy Apparition (Rank 1)
[78203] = { ref=78202 }, -- Shadowy Apparition (Rank 2)
[78204] = { ref=78202 }, -- Shadowy Apparition
-- Sin and Punishment
[87099] = { "Гріх і кара", "З ймовірністю {2}% того, хто розвіє ваш \"Дотик вампіра\" та ворогів в межах {1} м навколо нього миттєво охопить жах на {3} с.\n\nКоли \"Муки розуму\" завдають критичного удару, час відновлення \"Тіньового марника\" зменшується на {4} с.#within {1} yards have a {2}% chance#for {3} sec#by {4} sec" }, -- Sin and Punishment (Rank 1)
[87100] = { ref=87099 }, -- Sin and Punishment (Rank 2)
-- Smite
[585] = { "Кара", "Карає ворога, завдаючи йому від {1} до {2} шкоди святістю.#for {1} to {2} Holy" }, -- Smite
-- Soul Warding
[63574] = { "Оберіг душі", "Зменшує час відновлення здібності \"Слово сили: Щит\" на {1} с.#by {1} sec" }, -- Soul Warding (Rank 1)
[78500] = { ref=63574 }, -- Soul Warding (Rank 2)
[78501] = { ref=63574 }, -- Soul Warding (Rank 3)
-- Spirit of Redemption
[20711] = { "Дух спокути", "Після смерті жрець перетворюється на духа спокути на {1} с. Дух не може рухатися, атакувати, бути атакованим або стати ціллю будь-яких заклять чи ефектів. Перебуваючи в такому стані, жрець може безвитратно вимовляти будь-які цілющі закляття. Після закінчення дії ефекту жрець остаточно вмирає.#for {1} sec" }, -- Spirit of Redemption
-- Spiritual Healing
[87336] = { "Духовне зцілення", "Зцілення збільшено на {1}%.#by {1}%" }, -- Spiritual Healing (Passive)
-- Strength of Soul
[89488] = { "Сила душі", "Коли ви зцілюєте ціль заакляттям \"Зцілення\", \"Велике зцілення\" або \"Швидке зцілення\", тривалість ефекту \"Ослаблена душа\" зменшується на {1} с.\n\nКрім того, коли ви застосовуєте \"Внутрішнє зосередження\", ви отримуєте невразливість до ефектів знемовлення, переривання і позсіювання на {2} с.#by {1} sec#for {2} sec" }, -- Strength of Soul (Rank 1)
[89489] = { ref=89488 }, -- Strength of Soul (Rank 2)
-- Surge of Light
[88687] = { "Сплеск світла", "З ймовірністю {1}% після застосування заклять \"Кара\", \"Зцілення\", \"Швидке зцілення\", \"Зв'язуючим зціленням\" або \"Велике зцілення\" ваше наступне \"Швидке зцілення\" можна буде вимовити миттєво і без витрат мани.#a {1}% chance" }, -- Surge of Light (Rank 1)
[88690] = { ref=88687 }, -- Surge of Light (Rank 2)
-- Tome of Light
[14898] = { "Фоліант світла", "Зменшує час відновлення ваших заклять \"Святе слово\" на {1}%.#by {1}%" }, -- Tome of Light (Rank 1)
[81625] = { ref=14898 }, -- Tome of Light (Rank 2)
-- Train of Thought
[92295] = { "Тренування мислення", "З ймовірністю {1}% після зцілення закляттям \"Велике зцілення\" час відновлення \"Внутрішнього зосередження\" буде зменшено на {2} с\n\nЗ ймовірністю {3}% після вимови закляття \"Кара\" час відновлення \"Сповіді\" буде зменшено на {4} с.#a {1}% chance when you heal#Focus by {2} sec#a {3}% chance when you Smite#Penance by {4} sec" }, -- Train of Thought (Rank 1)
[92297] = { ref=92295 }, -- Train of Thought (Rank 1)
-- Twin Disciplines
[47586] = { "Двоїсте вчення", "Збільшує шкоду та зцілення від заклять тіні та святості на {1}%.#by {1}%" }, -- Twin Disciplines (Rank 1)
[47587] = { ref=47586 }, -- Twin Disciplines (Rank 2)
[47588] = { ref=47586 }, -- Twin Disciplines (Rank 3)
-- Twisted Faith
[47573] = { "Викривлена віра", "Збільшує шкоду від заклять тіні на {1}% і збільшує рейтинг влучання заклять на {2}% від духу, отриманого від предметів або ефектів.#damage by {1}%#equal to {2}%" }, -- Twisted Faith (Rank 1)
[47577] = { ref=47573 }, -- Twisted Faith (Rank 2)
-- Vampiric Embrace
[15286] = { "Вампірські обійми", "Наповнює вас енергією тіні, внаслідок чого ви зцілюєте себе на {1}%, а учасників вашої групи - на {2}% від шкоди, якої ви завдаєте закляттями тіні, що вражають одну ціль.#you to be healed for {1}%#members to be healed for {2}%", "Зцілення жерця на {1}%, а учасників групи - на {2}% від шкоди, завданої закляттями тіні, що вражають одну ціль.#{1}% of single#and {2}% heals" }, -- Vampiric Embrace
-- Vampiric Touch
[34914] = { "Дотик вампіра", "Завдає {1} шкоди тінню протягом {2} с, а коли ви завдаєте шкоди \"Вибухом розуму\" ураженій цілі, то відновлюєте {3} учасникам групи чи рейду {4}% максимального запасу мани раз на {5} с.#Causes {1} Shadow damage over {2} sec#up to {3} party#gain {4}% of#per {5} sec", "{1} шкоди тінню кожні {2} с.#Suffering {1} Shadow damage every {2} sec" }, -- Vampiric Touch
-- Veiled Shadows
[15274] = { "Завіса тіней", "Зменшує час відновлення здібності \"Розтанення\" на {1} с та зменшує час відновлення здібності \"Тіньовий марник\" на {2} с.#Fade ability by {1} sec#Shadowfiend ability by {2} sec" }, -- Veiled Shadows (Rank 1)
[15311] = { ref=15274 }, -- Veiled Shadows (Rank 2)

}

for k, v in pairs(priest_spells) do addonTable.spell[k] = v end
