local _, addonTable = ...

local paladin_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Absolution
[450761] = { "Відпущення", "Повертає усіх мертвих учасників групи та рейду до життя з {1}% здоров'я та {2}% мани. Не можна використовувати в бою, на полях битви та арені.#with {1}% health and {2}% mana" }, -- Absolution
-- Acts of Sacrifice
[85446] = { "Самопожертва", "Зменшує час відновлення на {1}% і витрати мани на {2}% для десниці свободи, спасіння і жертовності.  Крім того, \"Очищення\" знімає один ефект обмеження руху, якщо ви використовуєте його на себе.#cooldown by {1}%#cost by {2}%" }, -- Acts of Sacrifice (Rank 1)
[85795] = { ref=85446 }, -- Acts of Sacrifice (Rank 2)
-- Arbiter of the Light
[20359] = { "Суддя Світла", "Збільшує шанс критичного ефекту \"Присуду\" та \"Вердикту храмовника\" на {1}%.#by {1}%" }, -- Arbiter of the Light (Rank 1)
[20360] = { ref=20359 }, -- Arbiter of the Light (Rank 2)
-- Ardent Defender
[31850] = { "Ревний захисник", "Зменшує отриману шкоду на {1}% на {2} с. Поки діє \"Ревний захисник\", наступна атака, яка мала б вас вбити, натомість зцілить вам {3}% вашого максимального запасу здоров'я.#taken by {1}% for {2} sec#for {3}% of", "Отриману шкоду зменшено на {1}%.\nНаступна атака, яка мала б вас вбити, натомість зцілить вам {2}% вашого максимального запасу здоров'я.#by {1}%#for {2}%" }, -- Ardent Defender
-- Aura Mastery
[31821] = { "Опанування аури", "Робить союзників, на які діє ваша \"Аура зосередженості\" невразливими до ефектів знемовлення та переривання, а також підсилює ефект аур відданості, опору та розплати на {1}%. Триває {2} с.#Aura by {1}%#Lasts {2} sec", "\"Аура зосередженості\" надає невразливість до ефектів знемовлення та переривання. Ефективність аур відданості, опору та розплати збільшено на {1}%.#by {1}%" }, -- Aura Mastery
-- Avenger's Shield
[31935] = { "Щит месника", "Кидає у ворога священний щит, що завдає від {1} до {2} шкоди святістю, знемовлює та перериває вимову заклять на {3} с, а потім летить в інших ворогів, що стоять поруч. Вражає до {4} цілей.#dealing {1} to {2} Holy#for {3} sec#Affects {4} total", "Знемовлено." }, -- Avenger's Shield
-- Avenging Wrath
[31884] = { "Гнів помсти", "Збільшує всю шкоду та зцілення на {1}% протягом {2} с.#by {1}% for {2} sec", "Всю шкоду та зцілення збільшено на {1}%.#by {1}%" }, -- Avenging Wrath
-- Beacon of Light
[53563] = { "Маяк світла", "Ціль стає Маяком Світла для всіх цілей в радіусі {1} м. Ваші закляття \"Уславлення\", \"Священний шок\", \"Зблиск світла\", \"Божественне світло\" та \"Світанкове сяйво\" також зцілюють цілі {2}% від ефекту зцілення. \"Священне світло\" зцілює Маяк на {3}% від ефекту зцілення. Лише одна ціль може бути Маяком Світла одночасно. Триває {4} хв.#within a {1} y#Beacon for {2}%#heal for {3}%#Lasts {4} min", "Маяк Світла." }, -- Beacon of Light
-- Blazing Light
[20237] = { "Сліпуче світло", "Збільшує шкоду \"Священного шоку\" та \"Екзорцизму\" на {1}%.#by {1}%" }, -- Blazing Light (Rank 1)
[20238] = { ref=20237 }, -- Blazing Light (Rank 2)
-- Blessed Life
[31828] = { "Блаженне життя", "При отриманні прямої шкоди ви з ймовірністю {1}% отримаєте заряд святої сили. Цей ефект може спрацьовувати не частіше, ніж раз на {2} секунд.#a {1}% chance#every {2} sec" }, -- Blessed Life (Rank 1)
[31829] = { ref=31828 }, -- Blessed Life (Rank 2)
-- Blessing of Kings
[20217] = { "Благословення королів", "Благословляє дружню ціль, збільшуючи силу, спритність, витривалість та інтелект на {1}% та збільшує всі опори магії на {2} протягом {3} год. Якщо ціль знаходиться у вашій групі чи рейді, то благословення подіє на всіх учасників. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#Intellect by {1}%#resistances by {2}#for {3} hour" }, -- Blessing of Kings
-- Blessing of Might
[19740] = { "Благословення могутності", "Благословляє дружню ціль, збільшуючи силу атаки ближнього бою на {1}%, силу атаки дальнього бою на {2}% та відновлює {3} мани кожні {4} с протягом {5} год. Якщо ціль знаходиться у вашій групі чи рейді, то благословення подіє на всіх учасників. Гравці можуть мати лише одне благословення від кожного паладина одночасно.#melee attack power by {1}%#ranged attack power by {2}%#restoring {3} mana every {4} seconds for {5} h" }, -- Blessing of Might
-- Censure
[31803] = { "Осуд", "Завжає шкоду святістю кожні 3 секунди.", "Шкода святістю кожні 3 секунди." }, -- Censure
-- Clarity of Purpose
[85462] = { "Світлі наміри", "Зменшує час вимови \"Священного світла\", \"Божественного світла\" та \"Святого сяйва\" на {1} с.#by {1} sec" }, -- Clarity of Purpose (Rank 1)
[85463] = { ref=85462 }, -- Clarity of Purpose (Rank 2)
[85464] = { ref=85462 }, -- Clarity of Purpose (Rank 3)
-- Cleanse
[4987] = { "Очищення", "Очищає дружню ціль, усуваючи 1 ефект отрути, хвороби та магії." }, -- Cleanse
-- Communion
[31876] = { "Причастя", "Ваші аури збільшують шкоду учасників вашої групи чи рейду на {1}%, а вашу шкоду - ще на {2}%. Окрім того, ваш \"Присуд\" викликає ефект \"Відновлення сил\".\n\nВідновлення сил - Відновлює {3} учасникам групи чи рейду {4}% від максимального запасу мани раз на {5} секунд. Триває {6} секунд.#dealt by {1}%#additional {2}%#up to {3} party#equal to {4}% of#per {5} sec#for {6} sec" }, -- Communion
-- Consecration
[26573] = { "Освячення", "Освячує землю під паладином, завдаючи {1} шкоди святістю протягом {2} с усім ворогам, що на неї ступають.#doing {1} Holy damage over {2} sec", "{1} шкоди кожні {2} с.#{1} damage every {2} sec" }, -- Consecration
-- Conviction
[20049] = { "Переконання", "Ваша шкода та зцілення збільшується на {1}% протягом {2} с після завдання критчного ефекту ударом зброї, неперіодичним закляттям або здібністю. Ефект накопичується до {3} разів.#a {1}% bonus#for {2} sec#up to {3} times" }, -- Conviction (Rank 1)
[20056] = { ref=20049 }, -- Conviction (Rank 2)
[20057] = { ref=20049 }, -- Conviction (Rank 3)
-- Crusade
[31866] = { "Священний похід", "Збільшує шкоду \"Удару лицаря\", \"Молота праведника\" та \"Вердикту храмовника\" на {1}%, а також збільшує шкоду і зцілення \"Священного шоку\" на {2}%. Окрім того, протягом {3} секунд після вбивства цілі, що приносить досвід або честь, ваше наступне \"Священне світло\" зцілить на {4}% більше здоров'я.#Verdict by {1}%#Shock by {2}%#for {3} sec after#additional {4}%" }, -- Crusade (Rank 1)
[31867] = { ref=31866 }, -- Crusade (Rank 2)
[31868] = { ref=31866 }, -- Crusade (Rank 3)
-- Crusader Strike
[35395] = { "Удар лицаря", "Миттєва атака, що завдає {1}% шкоди від зброї та створює заряд святої сили.#causes {1}% weapon" }, -- Crusader Strike
-- Daybreak
[88820] = { "Світанок", "Після застосування \"Зблиску світла\", \"Священного світла\" та \"Божественного світла\" з ймовірністю {1}% протягом {2} секунд ваш наступний \"Священний шок\" не почне час відновлення.#a {1}% chance#within {2} sec" }, -- Daybreak (Rank 1)
[88821] = { ref=88820 }, -- Daybreak (Rank 2)
-- Denounce
[31825] = { "Засудження", "Зменшує витрати мани на \"Екзорцизм\" на {1}%. Окрім того, ви з ймовірністю {2}% викличете ефект \"Засудження\" на цілі вашого \"Екзорцизму\". \"Засудження\" не дозволяє цілі завдавати критичних ефектів протягом {3} с.#Exorcism by {1}%#a {2}% chance#next {3} sec" }, -- Denounce (Rank 1)
[85510] = { ref=31825 }, -- Denounce (Rank 2)
-- Devotion Aura
[465] = { "Аура відданості", "Надає {1} додаткової броні учасникам групи чи рейду в радіусі {2} м. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Gives {1} additional armor#within {2} y", "Збільшує броню на {1}.#by {1}" }, -- Devotion Aura
-- Divine Favor
[31842] = { "Божественна прихильність", "Збільшує вашу швидкість вимови заклять на {1}% та збільшує ймовірність завдання критичного удару закляттями на {2}% протягом {3} секунд.#haste by {1}%#chance by {2}% for {3} sec", "Швидкість заклять збільшено на {1}%.\nШанс завдання критичного удару закляттями збільшено на {2}%.#haste increased by {1}%#chance increased by {2}%" }, -- Divine Favor
-- Divine Flame
[54968] = { "Божественне полум'я", "Зцілює {1}% від ефекту \"Зблиску світла\", \"Священного світла\" та \"Божественного світла\".#for {1}% of", "Зцілює {1}% від ефекту \"Зблиску світла\", \"Священного світла\" та \"Божественного світла\".#for {1}% of" }, -- Divine Flame
-- Divine Guardian
[70940] = { "Божественний захисник", "Всі члени групи чи рейду в межах {1} м, окрім паладина, отримують на {2}% менше шкоди протягом {3} секунд.#within {1} y#take {2}% reduced damage for {3} sec", "Отриману шкоду зменшено на {1}%.#by {1}%" }, -- Divine Guardian
-- Divine Light
[82326] = { "Божественне світло", "Велике зцілення, що відновлює дружній цілі від {1} до {2} здоров'я. Добре підходить при отриманні великих обсягів шкоди.#target for {1} to {2}." }, -- Divine Light
-- Divine Plea
[54428] = { "Божественне моління", "Ви відновлюєте {1}% мани протягом {2} секунд, але ефективність ваших заклять зцілення зменшується на {3}%.#gain {1}% of#over {2} sec#reduced by {3}%", "Вдновлення {1}% запасу мани. Ефективність заклять зцілення зменшено на {2}%.#Gaining {1}%#reduced by {2}%" }, -- Divine Plea
-- Divine Protection
[498] = { "Божественний захист", "Зменшує всю отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}%.#by {1}%" }, -- Divine Protection
-- Divine Purpose
[85117] = { "Божественний задум", "Наведені нижче здібності з ймовірністю {1}% дозволять використати наступну здібність, що потребує зарядів святої сили, без витрат ресурсів. Така здібність працюватиме так, ніби поглинула три заряди святої сили.\n\n- Присуд\n- Екзорцизм\n- Вердикт храмовника\n- Божественна буря\n- Інквізиція\n- Священний гнів\n- Молот гніву#a {1}% chance" }, -- Divine Purpose (Rank 1)
[86172] = { ref=85117 }, -- Divine Purpose (Rank 2)
-- Divine Shield
[642] = { "Божественний щит", "Захищає вас від будь-якої шкоди та заклять на {1} с, але зменшує вашу шкоду на {2}%. Не можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {3} хв.#spells for {1} sec#deal by {2}%#Forbearance for {3} min", "Невразливість до будь-якої шкоди та атак, але зменшує завдану шкоду на {1}%.#by {1}%" }, -- Divine Shield
-- Divine Storm
[53385] = { "Божественна буря", "Миттєва атака зброєю, яка завдає {1}% шкоди від зброї всім ворогам в радіусі {2} метрів. Божественна буря зцілює до {3} членів групи або рейду сумарно на {4}% від завданої шкоди та створює заряд святої сили, якщо вражає {5} чи більше цілей.#causes {1}%#within {2} y#up to {3} party#totaling {4}%#hits {5} or more" }, -- Divine Storm
-- Enlightened Judgements
[53556] = { "Осяяний присуд", "Збільшує рейтинг влучності на {1}% від духу, отриманого від предметів та ефектів, і збільшує дальність дії вашого \"Присуду\" на {2} м. Крім того, ваш \"Присуд\" миттєво зцілює вам {3} здоров'я.#equal to {1}%#by {2} yards#heals you for {3}" }, -- Enlightened Judgements (Rank 1)
[53557] = { ref=53556 }, -- Enlightened Judgements (Rank 2)
-- Eternal Glory
[87163] = { "Вічна слава", "Ваше \"Уславлення\" з ймовірністю {1}% не витратить заряди святої сили.#a {1}% chance" }, -- Eternal Glory (Rank 1)
[87164] = { ref=87163 }, -- Eternal Glory (Rank 2)
-- Exorcism
[879] = { "Екзорцизм", "Завдає ворожій цілі {1} шкоди святістю. Якщо ціль є невмерлою чи демоном, ця здібність завдасть критичного удару.#Causes {1} Holy", "Отримує {1} шкоди святістю кожні {2} с.#{1} Holy damage per {2} sec" }, -- Exorcism
-- Eye for an Eye
[9799] = { "Око за око", "З ймовірністю {1}% при отриманні шкоди від магії ви завдасте {2}% від цієї шкоди у відповідь.#a {1}% chance to cause {2}%" }, -- Eye for an Eye (Rank 1)
[25988] = { ref=9799 }, -- Eye for an Eye (Rank 2)
-- Flash of Light
[19750] = { "Зблиск світла", "Швидке, але дороге заклятя зцілення, що зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}" }, -- Flash of Light
-- Forbearance
[25771] = { "Стриманість", "Не може отримати ефекти \"Божественний щит\", \"Десниця захисту\" та \"Покладання рук\" протягом {1} хв.#for {1} min", "Не може отримати ефекти \"Божественний щит\", \"Десниця захисту\" та \"Покладання рук\"." }, -- Forbearance
-- Grand Crusader
[75806] = { "Величний лицар", "Коли \"Удар лицаря\" або \"Молот праведника\" завдає шкоди основній цілі, з ймовірністю {1}% \"Щит месника\" миттєво відновиться і його наступне застосування протягом {2} секунд створить заряд святої сили.#a {1}% chance#within {2} sec" }, -- Grand Crusader (Rank 1)
[85043] = { ref=75806 }, -- Grand Crusader (Rank 2)
-- Guarded by the Light
[85639] = { "Під захистом Світла", "Збільшує ефект \"Уславлення\" на {1}% при застосуванні на себе.#by {1}%" }, -- Guarded by the Light (Rank 1)
[85646] = { nil, "Збільшує ефект \"Уславлення\" на {1}% при застосуванні на себе. Окрім того, будь-яке надлишкове зцілення створить захисний щит, що протягом {2} с поглинатеме шкоду в обсязі надлишкового зцілення #by {1}%#for {2} sec", ref=53583 }, -- Guarded by the Light (Rank 2)
-- Guardian of Ancient Kings
[86150] = { "Вартовий древніх королів", "Викликає вартового древініх королів, що протягом {1} секунд діятиме в залежності від вашої спеціалізації:\n\nСвятість:\nВаші наступні 5 цілющих заклять прямої дії дозволять вартовому зцілити цілі стільки ж здоров'я і ще 10% від обсягу зцілення всім дружнім цілям в межах 10 м від цілі.\n\nЗахист:\nПоки вартовий існує, ви отримуєте на 50% менше шкоди.\n\nРозплата:\nАтаки вартового наповнюють вас древньою силою, що збільшує вашу силу на 1% за кожен ефект.\nПісля зникнення вартового ви вивільните древню лють, що завдасть {2} шкоди і додатково {3} шкоди та кожен ефект древвньої сили всім цілям в межах 10 метрів.#for {1} sec#causing {2} damage plus {3} per application" }, -- Guardian of Ancient Kings
-- Hallowed Ground
[84631] = { "Освячена земля", "Збільшує шкоду вашого \"Освячення\" на {1}% і зменшує його витрати мани на {2}%.#by {1}% and#cost by {2}%" }, -- Hallowed Ground (Rank 1)
[84633] = { ref=84631 }, -- Hallowed Ground (Rank 2)
-- Hammer of Justice
[853] = { "Молот правосуддя", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено." }, -- Hammer of Justice
-- Hammer of Wrath
[24275] = { "Молот гніву", "Кидає у ворога молот, що завдає від {1} до {2} шкоди святістю. Можна застосовувати лише проти ворогів, у яких не більше {3}% здоров'я.#for {1} to {2} Holy#have {3}%" }, -- Hammer of Wrath
-- Hammer of the Righteous
[53595] = { "Молот праведника", "Удар молотом по цілі, що завдає {1}% шкоди від зброї та викликає хвилю світла, що вражає всі цілі в радіусі {2} м і завдає від {3} до {4} шкоди святістю. Створює заряд святої сили.#for {1}% weapon#within {2} yards for {3} to {4} Holy" }, -- Hammer of the Righteous
-- Hand of Protection
[1022] = { "Десниця захисту", "Захищає учасника групи чи рейду від усіх фізичних атак протягом {1} секунд, але протягом цього часу він не може атакувати та використовувати фізичні здібності. Гравці можуть мати лише одну десницю від кожного паладина одночасно. Не можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {2} хв.#attacks for {1} sec#Forbearance for {2} min", "Невразливість до фізичних атак. Не може атакувати та використовувати фізичні здібності." }, -- Hand of Protection
-- Hand of Reckoning
[62124] = { "Десниця відплати", "Підбурює ціль атакувати вас, але не діє, якщо ціль вже атакує вас.", "Підбурено." }, -- Hand of Reckoning
-- Hand of Sacrifice
[6940] = { "Десниця жертовності", "Покладає десницю на учасника групи чи рейду, перенаправляючи {1}% отриманої ним шкоди на себе. Триває {2} с або поки не перенаправить {3}% від запасу здоров'я заклинача. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#transferring {1}% damage#Lasts {2} sec#transferred {3}% of", "Перенаправляє {1}% отриманої шкоди паладину.#Transfers {1}%" }, -- Hand of Sacrifice
-- Hand of Salvation
[1038] = { "Десниця спасіння", "Покладає десницю на учасника групи чи рейду, зменшуючи всю його загрозу на {1}% кожні {2} с протягом {3} с. Гравці можуть мати лише одну десницю від кожного паладина одночасно.#by {1}% every {2} sec for {3} sec", "Зменшує загрозу на {1}% щосекунди.#by {1}%" }, -- Hand of Salvation
-- Holy Light
[635] = { "Священне світло", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Holy Light
-- Holy Radiance
[82327] = { "Святе сяйво", "Наповнює дружню ціль енергією світла, що зцілює від {2} до {3} здоров'я і додатково {4} здоров'я цілі та союзникам в межах {1} м кожні {5} с протягом {6} с. Ефективність зцілення зменшується для кожної цілі після шостої.#within {1} yards for {2} to {3} and another {4} every {5} sec for {6} sec", "Зцлення цілей в межах {1} м.#within {1} y" }, -- Holy Radiance
-- Holy Shield
[20925] = { "Священний щит", "Збільшує обсяг шкоди, що блокується щитом, на {1}% протягом {2} с.#additional {1}% for {2} sec", "Збільшує обсяг шкоди, що блокується щитом, на {1}%.#by {1}%" }, -- Holy Shield
-- Holy Shock
[20473] = { "Священний шок", "Вражає ціль святою енергією, завдаючи ворогу від {1} до {2} шкоди святістю або зцілюючи союзнику від {3} до {4} здоров'я, та створює заряд святої сили.#causing {1} to {2} Holy#or {3} to {4} healing" }, -- Holy Shock
-- Holy Wrath
[2812] = { "Священний гнів", "Посилає заряди святої сили в усі боки, завдаючи {1} шкоди, поділеної між всіма цілями в межах {2} м та приголомшуючи всіх демонів та невмерлих на {3} с.#causing {1} Holy#within {2} y#for {3} sec", "Приголомшено." }, -- Holy Wrath
-- Improved Judgement
[87174] = { "Покращений присуд", "Збільшує дальність вашого \"Присуду\" на {1} м.#by {1} y" }, -- Improved Judgement (Rank 1)
[87175] = { ref=87174 }, -- Improved Judgement (Rank 2)
-- Infusion of Light
[53569] = { "Вливання Cвітла", "Збільшує шанс критичного ефекту вашого \"Священного шоку\" на {1}%. Окрім того, критичне зцілення \"Священного шоку\" зменшує час вимови наступного \"Зблиску світла\", \"Священного світла\", \"Божественного світла\" або \"Святого сяйва\" на {2} с.#Shock by {1}%#Radiance by {2} sec" }, -- Infusion of Light (Rank 1)
[53576] = { ref=53569 }, -- Infusion of Light (Rank 2)
-- Inquiry of Faith
[53380] = { "Випробування віри", "Збільшує періодичну шкоду \"Печатки правди\" на {1}%, а тривалість \"Інквізиції\" - на {2}%.#Truth by {1}%#nquisition by {2}%" }, -- Inquiry of Faith (Rank 1)
[53381] = { ref=53380 }, -- Inquiry of Faith (Rank 2)
[53382] = { ref=53380 }, -- Inquiry of Faith (Rank 3)
-- Inquisition
[84963] = { "Інквізиція", "Поглинає всі заряди святої сили, щоб збільшити вашу шкоду святістю на {1}%. Триває {2} с за кожен поглинутий заряд світла.#by {1}%#Lasts {2} sec", "Шкоду святістю збільшено на {1}%.#by {1}%" }, -- Inquisition
-- Judgement
[20271] = { "Присуд", "Вивільняє енергію печатки, щоб присудити ворога до шкоди святістю." }, -- Judgement
-- Judgements of the Bold
[89901] = { "Присуд сміливця", "Ваш \"Присуд\" відновлює вам {1}% від вашого базового запасу мани протягом {2} с.#you {1}% of#over {2} sec" }, -- Judgements of the Bold (Passive)
-- Judgements of the Just
[53695] = { "Присуд справедливості", "Ваш \"Присуд\" зменшує швидкість ближнього та дальнього бою на {1}% протягом {2} с. Окрім того, збільшує тривалість ефекту \"Печатки правосуддя\" на {3} с.#target by {1}% for {2} sec#effect by {3} sec" }, -- Judgements of the Just (Rank 1)
[53696] = { ref=53695 }, -- Judgements of the Just (Rank 2)
-- Judgements of the Pure
[53671] = { "Присуд чистоти", "Ваш \"Присуд\" збільшує швидкість заклять та ближнього бою на {1}% протягом {2} хв та збільшує відновлення мани від духу під час бою на {3}%.#haste by {1}% for {2} min#combat by {3}%" }, -- Judgements of the Pure (Rank 1)
[53673] = { ref=53671 }, -- Judgements of the Pure (Rank 2)
[54151] = { ref=53671 }, -- Judgements of the Pure (Rank 3)
-- Judgements of the Wise
[31878] = { "Присуд мудреця", "Ваш \"Присуд\" відновлює вам {1}% від вашого базового запасу мани протягом {2} с.#you {1}% of#over {2} sec" }, -- Judgements of the Wise (Passive)
-- Last Word
[20234] = { "Останнє слово", "Ваше \"Уславлення\" має на {1}% більшу ймовірність критичного ефекту при застосуванні до цілей, що мають менше {2}% здоров'я.#a {1}% increased#with {2}% or" }, -- Last Word (Rank 1)
[20235] = { ref=20234 }, -- Last Word (Rank 2)
-- Lay on Hands
[633] = { "Покладання рук", "Зцілює дружню ціль на значення, що дорівнює вашому максимальному запасу здоров'я. Не можна використовувати на цілях зі \"Стриманістю\". Спричиняє ефект \"Стриманість\" на {1} хв.#for {1} min" }, -- Lay on Hands
-- Light of Dawn
[85222] = { "Світанкове сяйво", "Поглинає всі заряди святої сили, створюючи перед собою хвилю цілющої енергії, зцілюючи {1} учасникам вашої групи чи рейду в межах {2} м, що мають найменше здоров'я і знаходяться в конусі перед вами, від {3} до {4} здоров'я за кожен заряд святої сили.#up to {1} of#within a {2} y#for {3} to {4} per" }, -- Light of Dawn
-- Long Arm of the Law
[87168] = { "Довга рука закону", "Ваш \"Присуд\" з ймовірністю {1}% збільшить вашу швидкість руху на {2}% протягом {3} секунд, якщо вразить ціль на відстані більше {4} м від вас.#a {1}% chance#by {2}% for {3} sec#than {4} y" }, -- Long Arm of the Law (Rank 1)
[87172] = { ref=87168 }, -- Long Arm of the Law (Rank 2)
-- Meditation
[95859] = { "Медитація", "Дозволяє {1}% відновлення мани від духу продовжуватися в бою.#Allows {1}% of your" }, -- Meditation (Passive)
-- Paragon of Virtue
[93417] = { ref=93418 }, -- Paragon of Virtue (Rank 2)
[93418] = { "Взірець доброчесності", "Зменшує час відновлення \"Божественного захисту\" на {1} секунд, \"Десниці жертовності\" на {2} секунд і \"Гніву помсти\" на {3} секунд.#Protection by {1} sec#Sacrifice by {2} sec#Wrath by {3} sec" }, -- Paragon of Virtue (Rank 1)
-- Parry
[82242] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry (Passive)
-- Protector of the Innocent
[20138] = { "Захисник невинних", "Зцілюючи будь-яку ціль, окрім себе, ви відновлюєте собі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Protector of the Innocent (Rank 1)
[20139] = { ref=20138 }, -- Protector of the Innocent (Rank 2)
[20140] = { ref=20138 }, -- Protector of the Innocent (Rank 3)
-- Pursuit of Justice
[26022] = { "Гонитва за правосуддям", "При отримвнні ефекту приголомшення, страху чи знерухомлення ви з ймовірністю {1}% отримаєте заряд святої сили. Окрім того, ваша швидкість руху пішки та верхи збільшується на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#a {1}% chance#speed by {2}%" }, -- Pursuit of Justice (Rank 1)
[26023] = { ref=26022 }, -- Pursuit of Justice (Rank 2)
-- Rebuke
[96231] = { "Докір", "Перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с.#for {1} sec" }, -- Rebuke
-- Reckoning
[20177] = { "Воздаяння", "З ймовірністю {1}% після блокування атаки ваші наступні {2} помахи зброєю протягом {3} секунд завдадуть додаткового удару.#a {1}% chance#next {2} weapon#within {3} sec" }, -- Reckoning (Rank 1)
[20179] = { ref=20177 }, -- Reckoning (Rank 2)
-- Redemption
[7328] = { "Спокута", "Повертає мертвого союзника до життя з {1}% здоров'я та мани. Не можна використовувати в бою.#with {1}% of maximum" }, -- Redemption
-- Repentance
[20066] = { "Розкаяння", "Занурює ворожу ціль у стан медитації, роблячи її недієздатною на {1} хв. Будь-яка шкода від інших джерел, окрім \"Осуду\", поверне ціль до тями. Можна використовувати проти демонів, драконів, гігантів, гуманоїдів і невмерлих.#up to {1} min", "Недієздатність." }, -- Repentance
-- Resistance Aura
[19891] = { "Аура опору", "Збільшує опір вогню, кризі та тіні для всіх учасники групи чи рейду в межах {2} м на {1}. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#Gives {1} additional#within {2} y", "Опір вогню, кризі та тіні збільшено на {1}.#by {1}" }, -- Resistance Aura
-- Righteous Fury
[25780] = { "Праведна лють", "Зільшує створену вами загрозу, дозволяючи вам бути більш ефективним танком.", "Збільшує створену загрозу." }, -- Righteous Fury
-- Rule of Law
[85457] = { "Верховенство права", "Збільшує шанс критичного ефекту \"Удару лицаря\", \"Молота праведника\" та \"Уславлення\" на {1}%.#by {1}%" }, -- Rule of Law (Rank 1)
[85458] = { ref=85457 }, -- Rule of Law (Rank 2)
[87461] = { ref=85457 }, -- Rule of Law (Rank 3)
-- Sacred Cleansing
[53551] = { "Священне очищення", "Ваше закляття \"Очищення\" тепер також знімає з цілі 1 магічний ефект." }, -- Sacred Cleansing (Rank 1)
-- Sacred Duty
[53709] = { "Священний обов'язок", "Після використання \"Присуду\" та \"Щита месника\" з ймовірністю {1}% ваш наступний \"Щит праведника\" гарантовано завдасть критичної шкоди. Триває {2} с.#a {1}% chance#Lasts {2} sec" }, -- Sacred Duty (Rank 1)
[53710] = { ref=53709 }, -- Sacred Duty (Rank 2)
-- Sacred Shield
[85285] = { "Священний щит", "Коли ваш запас здоров'я сягає {1}%, вас захищає священний щит, що поглинає {2} шкоди та збільшує отримане зцілення на {3}%. Триває {4} секунд. Цей ефект може спрацьовувати не частіше, ніж раз на {5} секунд.#below {1}%#absorbs {2} damage#received by {3}%#Lasts {4} sec#once every {5} sec" }, -- Sacred Shield
-- Sanctified Wrath
[53375] = { "Святий гнів", "Збільшує ймовірність завдання критичного удару \"Молотом гніву\" на {1}%, зменшує час відновлення \"Гніву помсти\" на {2} с та дозволяє використовувати \"Молот гніву\" без вимог до запасу здоров'я цілі під час дії \"Гніву помсти\".#by {1}%#by {2} sec" }, -- Sanctified Wrath (Rank 1)
[53376] = { ref=53375 }, -- Sanctified Wrath (Rank 3)
[90286] = { "Благодатний гнів", "Збільшує шанс критичного удару \"Молота гніву\" на {1}%, зменшує час відновлення \"Гніву помсти\" на {2} секунд і дозволяє під час \"Гніву помсти\" використовувати \"Молот гніву\" без вимог до рівня здоров'я цілі.#Wrath by {1}%#Wrath by {2} sec" }, -- Sanctified Wrath (Rank 2)
-- Sanctity of Battle
[25956] = { "Святість битви", "Показник швидкості також зменшує час відновлення здібностей \"Удар лицаря\" та \"Божественна буря\"." }, -- Sanctity of Battle (Rank 1)
-- Sanctuary
[20911] = { "Прихисток", "Зменшує шанс отримання критичного удару в ближньому бою на {1}% і зменшує всю отриману шкоду на {2}%. Крім того, коли ви блокуєте або ухиляєтеся від атаки ближнього бою, ви відновлюєте {3}% максимального запасу мани.#attacks by {1}%#taken by {2}%#gain {3}" }, -- Sanctuary (Rank 1)
[84628] = { ref=20911 }, -- Sanctuary (Rank 2)
[84629] = { ref=20911 }, -- Sanctuary (Rank 3)
-- Seal of Corruption
[348704] = { "Печатка осквернення", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою, що вражають одну ціль, накладають осквернення крові, завдаючи додатково {1} шкоди святістю протягом {2} с. Осквернення крові може накопичуватись до {3} разів. Атаки паладина також завдаватимуть додатково до {4}% шкоди від зброї у вигляді шкоди святістю в залежності від кількості ефектів. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {5} хв.\n\nВивільнення енергії цієї печатки завдасть {6} шкоди святістю, що збільшується на {7}% за кожен ефект осквернення крові на цілі.#deals {1} additional Holy damage over {2} sec#up to {3} times#deals up to {4}% weapon#Lasts {5} min#will deal {6} Holy#increased by {7}% for each", "Атаки ближнього бою завдають додаткової шкоди святістю." }, -- Seal of Corruption
-- Seal of Insight
[20165] = { "Печатка прозріння", "Наповнює паладина божественною силою на {1} хв, внаслідок чого атаки ближнього бою, що вражають одну ціль, можуть зцілити паладину {2} здоров'я та відновити {3}% мани. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {4} шкоди святістю.#for {1} min#for {2} and restore {3}% of#deal {4} Holy", "Атаки ближнього бою можуть зцілити та відновити ману." }, -- Seal of Insight
-- Seal of Justice
[20164] = { "Печатка правосуддя", "Наповнює паладина духом правосуддя на {1} хв, внаслідок чого атаки ближнього бою, що вражають одну ціль, обмежують максимальну швидкість руху цілі на {2} с та додатково завдають {3} шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {4} шкоди святістю.#for {1} min#speed for {2} sec and deal {3} additional#deal {4} Holy", "Атаки ближнього бою обмежують максимальну швидкість руху цілі на {1} с та додатково завдають {2} шкоди святістю.#for {1} sec and deal {2} additional" }, -- Seal of Justice
-- Seal of Righteousness
[20154] = { "Печатка праведності", "Наповнює паладина святим духом на {1} хв, надаючи кожній атаці ближнього бою {2} додаткової шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно.\n\nВивільнення енергії цієї печатки завдасть ворогу {3} шкоди святістю.#for {1} min#attack {2} additional#cause {3} Holy", "Атаки ближнього бою завдають додатково {1} шкоди святістю.#additional {1} Holy" }, -- Seal of Righteousness
-- Seal of Truth
[31801] = { "Печатка правди", "Наповнює паладина святою силою, внаслідок чого атаки ближнього бою, що вражають одну ціль, осуджують її, завдаючи додатково {1} шкоди святістю протягом {2} с. Ефект осуду може накопичуватись до {3} разів. Коли ціль матиме {4} ефектів осуду, атаки паладина також завдаватимуть {5}% шкоди від зброї у вигляді шкоди святістю. Лише одна печатка може бути задіяна на паладинові одночасно. Триває {6} хв.\n\nВивільнення енергії цієї печатки завдасть {7} шкоди святістю, що збільшується на {8}% за кожен ефект осуду на цілі.#deals {1} additional Holy damage over {2} sec#up to {3} times#stacked to {4} times#deals {5}% weapon#Lasts {6} min#will deal {7} Holy#increased by {8}% for each", "Атаки по одній цілі завдають додаткової шкоди святістю протягом {1} с.#over {1} sec" }, -- Seal of Truth
-- Seals of Command
[85126] = { "Командирські печатки", "Ефекти ваших печаток праведності, правди та правосуддя також завдають {1}% шкоди від зброї. Окрім того, ваша печатка праведності тепер завдає шкоди всім ворогам на дистанції ближнього бою.#deal {1}% weapon" }, -- Seals of Command
-- Seals of the Pure
[20224] = { "Печатки чистоти", "Збільшує шкоду від печаток праведності, правди та правосуддя на {1}%.#by {1}%" }, -- Seals of the Pure (Rank 1)
[20225] = { ref=20224 }, -- Seals of the Pure (Rank 2)
-- Selfless Healer
[85803] = { "Самовідданий цілитель", "Знижує час відновлення здібності \"Уславлення\" на {1} с. Крім того, використання цієї здібності для зцілення інших збільшує ефект зцілення на {2}%, а також на {3} с збільшує вашу шкоду на {4}% за кожен витрачений заряд святої сили.#Glory by {1} sec#heal by {2}% and#done by {3}% per#Power for {4} sec" }, -- Selfless Healer (Rank 1)
[85804] = { ref=85803 }, -- Selfless Healer (Rank 2)
-- Sheath of Light
[53503] = { "Покрив світла", "Збільшує вашу силу заклять на {1}% від вашої сили атаки та збільшує шанс завдання удару закляттями на {2}%.#equal to {1}%#spells by {2}%" }, -- Sheath of Light (Passive)
-- Shield of the Righteous
[53600] = { "Щит праведника", "Вдаряє ціль щитом, завдаючи шкоди святістю. Поглинає всі заряди святої сили для збільшення шкоди:\n\n1 заряд святої сили: {1} шкоди\n2 заряди святої сили: {2} шкоди\n3 заряди святої сили: {3} шкоди#1 Holy Power: {1} damage#2 Holy Power: {2} damage#3 Holy Power: {3} damage" }, -- Shield of the Righteous
-- Shield of the Templar
[31848] = { "Щит храмовника", "Зменшує час відновлення \"Гніву помсти\" на {1} с, а \"Вартового древніх королів\" - на {2} с. Окрім того, \"Божественне моління\" дає вам 1 заряд святої сили.#Wrath by {1} sec#Kings by {2} sec" }, -- Shield of the Templar (Rank 1)
[31849] = { ref=31848 }, -- Shield of the Templar (Rank 2)
[84854] = { ref=31848 }, -- Shield of the Templar (Rank 2)
-- Speed of Light
[85495] = { "Швидкість світла", "Збільшує швидкість заклять на {1}%. Окрім того, \"Божественний захист\" збільшує вашу швидкість руху на {2}% протягом {3} с.#Grants {1}% spell haste#by {2}% for {3} sec" }, -- Speed of Light (Rank 1)
[85498] = { ref=85495 }, -- Speed of Light (Rank 2)
[85499] = { ref=85495 }, -- Speed of Light (Rank 3)
-- Summon Charger
[23214] = { "Виклик скакуна", "Викликає скакуна для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Charger (Summon)
[34767] = { "Виклик скакуна", "Викликає скакуна для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Charger (Summon)
-- Summon Exarch's Elekk
[73629] = { "Виклик елекка екзарха", "Викликає елекка екзарха для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Exarch's Elekk (Summon)
-- Summon Great Exarch's Elekk
[73630] = { "Виклик великого елекка екзарха", "Викликає великого елекка екзарха для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Great Exarch's Elekk (Summon)
-- Summon Great Sunwalker Kodo
[69826] = { "Виклик великого кодо сонцеходця", "Викликає великого кодо сонцеходця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Great Sunwalker Kodo (Summon)
-- Summon Sunwalker Kodo
[69820] = { "Виклик кодо сонцеходця", "Викликає кодо сонцеходця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Sunwalker Kodo (Summon)
-- Summon Warhorse
[13819] = { "Виклик бойового коня", "Викликає бойового коня для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Summon Warhorse (Summon)
-- Templar's Verdict
[85256] = { "Вердикт храмовника", "Миттєва атака, що завдає відсоток від шкоди зброї. Поглинає всі зарди святої сили, щоб збільшити шкоду:\n\n1 заряд святої сили: {1}% шкоди зброї\n2 заряди святої сили: {2}% шкоди зброї\n3 заряди святої сили: {3}% шкоди зброї#1 Holy Power: {1}%#2 Holy Power: {2}%#3 Holy Power: {3}%" }, -- Templar's Verdict
-- The Art of War
[53486] = { "Мистецтво війни", "Ваші автоатаки з ймовірністю {1}% дозволять застосуати наступний \"Екзорцизм\" миттєво та без витрат мани і він завдасть на {2}% більше шкоди.#have a {1}% chance#cause {2}%" }, -- The Art of War (Rank 1)
[53488] = { ref=53486 }, -- The Art of War (Rank 2)
[87138] = { ref=53486 }, -- The Art of War (Rank 3)
-- Touched by the Light
[53592] = { "Дотик світла", "Збільшує вашу витривалість на {1}%, збільшує рейтинг влучності заклять на {2}% та збільшує силу заклять на {3}% від вашої сили.#Stamina by {1}%#spell hit by {2}%#equal to {3}% of" }, -- Touched by the Light (Passive)
-- Toughness
[20143] = { "Міць", "Збільшує вашу броню з предметів на {1}%.#items by {1}%" }, -- Toughness (Rank 1)
[20144] = { ref=20143 }, -- Toughness (Rank 2)
[20145] = { ref=20143 }, -- Toughness (Rank 3)
-- Tower of Radiance
[84800] = { "Вежа сяйва", "Зцілення цілі вашого \"Маяка Світла\" закляттями \"Зблиск світла\" та \"Божественне світло\" з ймовірністю {1}% створить заряд святої сили. Окрім того, \"Святе сяйво\" завжди створюватиме заряд святої сили.#a {1}% chance" }, -- Tower of Radiance (Rank 1)
[85511] = { ref=84800 }, -- Tower of Radiance (Rank 2)
[85512] = { ref=84800 }, -- Tower of Radiance (Rank 3)
-- Vengeance
[84839] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди, але не більше, ніж на {2}% від вашого здоров'я.#gain {1}% of#of {2}% of" }, -- Vengeance (Passive)
-- Vindication
[26016] = { "Відплата", "Ваші здібності \"Удар лицаря\" та \"Молот праведника\" зменшують фізичну шкоду основної цілі на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Vindication
-- Walk in the Light
[85102] = { "Шлях Світла", "Збільшує ефективність цілющих заклять на {1}%, збільшує ефективність \"Уславлення\" на {2}% та прибирає його час відновлення.#spells by {1}%#Glory by {2}%" }, -- Walk in the Light (Passive)
-- Word of Glory
[85673] = { "Уславлення", "Поглинає всі заряди святої сили, щоб зцілити дружній цілі {1} здоров'я за кожен заряд святої сили.#for {1} " }, -- Word of Glory
-- Wrath of the Lightbringer
[84635] = { "Гнів Світлоносця", "Збільшує шкоду ваших здібностей \"Удар лицаря\" та \"Присуд\" на {1}% та збільшує ймовірність завдання критичного удару закляттями \"Священний гнів\" та \"Молот гніву\" на {2}%.#abilities by {1}%#spells by {2}%" }, -- Wrath of the Lightbringer (Rank 1)
[84636] = { ref=84635 }, -- Wrath of the Lightbringer (Rank 2)
-- Zealotry
[85696] = { "Фанатизм", "Ваш \"Удар лицаря\" створюватиме {1} заряди святої сили при завданні удару протягом наступних {2} с. Потребує {3} зарядів святої сили для застосування, але не поглинає їх.#generates {1} charge#next {2} sec#Requires {3} Holy", "\"Удар лицаря\" створює {1} заряди святої сили.#generates {1} charge" }, -- Zealotry

}

for k, v in pairs(paladin_spells) do addonTable.spell[k] = v end
