local _, addonTable = ...

local pet_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Bite
[17253] = { "Укус", "Кусає ворога, завдаючи {1} шкоди.#causing {1} damage", en="Bite" },
-- Blood Pact
[6307] = { "Кривава угода", "Збільшує витривалість учасників групи та рейду на {1}.#Stamina by {1}", "Збільшує витривалість на {1}.#by {1}", en="Blood Pact" },
-- Claw
[16827] = { "Дряпання", "Дряпає ворога, завдаючи {1} шкоди.#causing {1} damage", en="Claw" },
-- Consume Shadows
[17767] = { "Поглинання тіней", "Пустотник поглинає тіні поблизу, щоб укріпити своє втілення, відновлюючи {1}% здоров'я та мани протягом {2} с та значно посилюючи здатність виявлення непомітності у всіх союзників в межах {3} м. Не можна використовувати в бою.#{1}% health and mana over {2} sec#within {3} y", "Зцілює {1}% здоров'я та відновлює {2}% мани кожні {3} с, а також значно посилює здатність виявлення непомітності у всіх союзників в межах {4} м.#Heals {1}% health#restores {2}% mana every {3} sec#within {4} y", en="Consume Shadows" },
-- Demoralizing Screech
[24423] = { "Вереск", "Верещить, зменшуючи фізичну шкоду всіх ворогів у межах {1} м на {2}% протягом {3} с.#within {1} y#by {2}% for {3} sec", "Фізичну шкоду зменшено на {1}%.#by {1}%", en="Demoralizing Screech" },
-- Devour Magic
[19505] = { "Пожирання магії", "Розвіює {1} сприятливий магічний ефект з ворожої цілі. Пожирання ефекту зцілює скверногончій[ та чорнокнижнику#and Warlock] {2} здоров'я.#{1} beneficial#healed for {2}", en="Devour Magic" },
-- Doom Bolt
[85692] = { "Стріла приречення", "Випускає у ворога тіньову стрілу, що завдає {1} шкоди тінню.#causing {1} Shadow", en="Doom Bolt" },
-- Firebolt
[3110] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.#Deals {1} Fire", en="Firebolt" },
-- Frost Resistance
[24475] = { "Опір кризі", "Збільшує опір кризі на {1}.#by {1}", "Збільшує опір кризі на {1}.#by {1}", en="Frost Resistance" },
[24476] = { ref=24475 }, -- Frost Resistance
[24477] = { ref=24475 }, -- Frost Resistance
[24478] = { ref=24475 }, -- Frost Resistance
-- Furious Howl
[24604] = { "Скажене виття", "Вовк видає скажене виття, збільшуючи ймовірність критичного удару всіх учасників групи та рейду на {1}%.#by {1}%", "Збільшує ймовірність критичного удару на {1}%.#by {1}%", en="Furious Howl" },
-- Lightning Breath
[24844] = { "Подих блискавки", "Дихає блискавкою, збільшуючи отриману магічну шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Збільшує отриману магічну шкоду на {1}%.#by {1}%", en="Lightning Breath" },
-- Phase Shift
[8611] = { "Фазування", "Заклинач отримує невидимість, але не може атакувати. Невразливість до всіх атак і заклять.", "Невидимість, але не може атакувати. Невразливість до всіх атак і заклять.", en="Phase Shift" },
-- Sacrifice
[7812] = { "Жертва", "Приносить в жертву частину здоров'я пустотника, при цьому захищаючи його володаря щитом, який поглинає {1} шкоди протягом {2} с. Поки щит тримається, отримання шкоди не спричиняє затримки вимови заклять.#absorb {1} damage for {2} sec", "Поглинає {1} шкоди.#Absorbs {1} damage", en="Sacrifice" },
-- Scorpid Poison
[24640] = { "Отрута скорпіда", "Жалить ворога, завдаючи {1} шкоди від природи протягом {2} с.#{1} Nature damage over {2} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Scorpid Poison" },
-- Smack
[49966] = { "Удар", "Вдарити ворога, завдаючи йому {1} шкоди.#causing {1} damage", en="Smack" },
-- Suffering
[17735] = { "Страждання", "Пустотник провокує ціль атакувати його. Не діє, якщо ціль вже атакує пустотника.", "Спровоковано.", en="Suffering" },
-- Torment
[3716] = { "Муки", "Мучить душу цілі, завдаючи {1} шкоди від удару тіні. Муки спричиняють високий рівень загрози.#dealing {1} Shadowstrike", en="Torment" },
-- Whiplash
[6360] = { "Шмагання", "Завдає {1} шкоди тінюю та миттєво відкидає всіх ворогів в межах {2} м.#Deals {1} shadow#enemies within {2} y", en="Whiplash" },

}

for k, v in pairs(pet_spells) do addonTable.spell[k] = v end
