local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Acuity
[17485] = { "Ясність", "Збільшує шанс завдання критичного удару всіма закляттями та атаками на {1}%.#by {1}%" }, -- Acuity (Rank 1)
[17486] = { ref=17485 }, -- Acuity (Rank 2)
[17487] = { ref=17485 }, -- Acuity (Rank 3)
-- Acute Overload
[30675] = { "Надмірне перевантаження", "Збільшує шкоду від \"Перевантаження стихій\" на {1}%.#by {1}%" }, -- Acute Overload (Rank 1)
[30678] = { ref=30675 }, -- Acute Overload (Rank 2)
[30679] = { ref=30675 }, -- Acute Overload (Rank 3)
-- Ancestral Awakening
[51556] = { "Пробудження пращурів", "Критичні ефекти цілющих заклять, що зцілюють одну ціль,. викликають вам на допомогу духа пращурів, який миттєво зцілює учасника групи чи рейду з найнижчим запасом здоров'я в радіусі {1} м на {2}% від ефекту зцілення.#within {1} yards for {2}% of the" }, -- Ancestral Awakening (Rank 1)
[51557] = { ref=51556 }, -- Ancestral Awakening (Rank 2)
[51558] = { ref=51556 }, -- Ancestral Awakening (Rank 3)
-- Ancestral Healing
[16176] = { "Зцілення пращурів", "Ваші критичні ефекти зцілення зменшують отриману шкоду на {1}% протягом {2} с, а ваше зцілення збільшує максимальний запас здоров'я союзників на {3}% від об'єму зцілення, але не більше, ніж на {4}% від їхнього запасу здоров'я.#by {1}% for {2} sec#health by {3}%#maximum of {4}%" }, -- Ancestral Healing (Rank 1)
[16235] = { ref=16176 }, -- Ancestral Healing (Rank 2)
-- Ancestral Resolve
[77829] = { "Рішучість пращурів", "Зменшує отриману шкоду під час вимови заклять на {1}%.#by {1}%" }, -- Ancestral Resolve (Rank 1)
[77830] = { ref=77829 }, -- Ancestral Resolve (Rank 2)
-- Ancestral Spirit
[2008] = { "Дух пращурів", "Повертає душу в тіло, повертаючи мертву ціль до життя з {1}% здоров'я та мани. Не можна використовувати в бою.#with {1}% of maximum" }, -- Ancestral Spirit
-- Ancestral Swiftness
[16262] = { "Стрімкість пращурів", "Зменшує час вимови закляття \"Примарний вовк\" на {1} с та збільшує швидкість руху на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#Ghost Wolf spell by {1} sec#movement speed by {2}%" }, -- Ancestral Swiftness (Rank 1)
[16287] = { ref=16262 }, -- Ancestral Swiftness (Rank 2)
-- Ancestral Vision
[450762] = { "Видіння пращурів", "Повертає усіх мертвих учасників групи та рейду до життя з {1}% здоров'я та {2}% мани. Не можна використовувати в бою, на полях битви та арені.#with {1}% health and {2}% mana" }, -- Ancestral Vision
-- Bind Elemental
[76780] = { "Сковування елементаля", "Сковує ворожого елементаля на {1} с. Скована ціль не може рухатися, атакувати або застосовувати заклинання. Будь-яка завдана шкода звільнить ціль. За один раз можна скувати лише одну ціль.#up to {1} sec", "Сковано." }, -- Bind Elemental
-- Blessing of the Eternals
[51554] = { "Благословення Вічних", "Збільшує шанс спрацювання періодичного ефекту зцілення \"Земного живоття\" на {1}% при зціленні цілі, що має менше {2}% здоров'я.#additional {1}% chance#below {2}% of total" }, -- Blessing of the Eternals (Rank 1)
[51555] = { ref=51554 }, -- Blessing of the Eternals (Rank 2)
-- Bloodlust
[2825] = { "Жага крові", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на 30% для всіх учасників групи та рейду. Триває 40 секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Жаги крові\" або \"Викривлення часу\" протягом 10 хвилин.", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на 30%." }, -- Bloodlust
-- Chain Heal
[1064] = { "Ланцюгове зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я та перестрибує на інші цілі поряд. Якщо закляття було націлене на учасника групи чи рейду, подальші стрибки переходитимуть лише на інших учасників. Кожен наступний стрибок зцілює на {3}% менше здоров'я. Зцілює до {4} цілей.#for {1} to {2}#heal by {3}%#Heals {4} total" }, -- Chain Heal
-- Chain Lightning
[421] = { "Ланцюгова блискавка", "Кидає в ціль блискавку, що завдає від {1} до {2} шкоди від природи та перестрибує на інших ворогів поруч. Кожен стрибок завдає на {3}% менше шкоди. Вражає до {4} цілей.#dealing {1} to {2} Nature#damage by {3}%#Affects {4} total" }, -- Chain Lightning
-- Cleanse Spirit
[51886] = { "Очищення духу", "Знімає один ефект прокляття з дружньої цілі." }, -- Cleanse Spirit
-- Cleansing Waters
[86958] = { "Очищувальні води", "Коли ваше \"Очищення духу\" успішно знімає шкідливий ефект, ви також зцілюєте цілі {1} здоров'я. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#for {1}.#every {2} sec" }, -- Cleansing Waters (Rank 2)
[86961] = { ref=86958 }, -- Cleansing Waters (Rank 1)
[86959] = { "Очищувальні води", "Зменшує витрати мани \"Очищення духу\" на {1}%, а коли ваше \"Очищення духу\" успішно знімає шкідливий ефект, ви також зцілюєте цілі {2} здоров'я. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#by {1}%#for {2}.#every {3} sec" }, -- Cleansing Waters (Rank 1)
[86962] = { ref=86959 }, -- Cleansing Waters (Rank 2)
-- Convection
[16039] = { "Конвекція", "Зменшує витрати мани на бойові закляття, що завдають шкоди, на {1}%.#by {1}%" }, -- Convection (Rank 1)
[16109] = { ref=16039 }, -- Convection (Rank 2)
-- Dual Wield
[86629] = { "Бій з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки, дозволяє вам парирувати атаки ближнього бою спереду та збільшує ваш шанс влучити атаками ближнього бою на {1}%.#by {1}%" }, -- Dual Wield (Passive)
-- Earth Elemental Totem
[2062] = { "Тотем елементаля землі", "Викликає тотем, який закликає великого елементаля землі на захист заклинателя і його союзників. Існує {1} хв.#Lasts {1} min" }, -- Earth Elemental Totem
-- Earth Shield
[974] = { "Щит землі", "Захищає ціль земляним щитом, зменшуючи затримку вимови заклять при отриманні шкоди на {1}%, а також зцілюючи ціль при отриманні ударів в бою на {2}. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв. Одночасно щит землі може захищати лише одну ціль, і лише один щит стихій може бути активним на цілі.#damaged by {1}%#target for {2}#{3} charges#Lasts {4} min", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%.\nЗцілює при отриманні удару.#by {1}%" }, -- Earth Shield
-- Earth Shock
[8042] = { "Земний шок", "Миттєво вражає ціль ударною хвилею, завдаючи від {1} до {2} шкоди від природи та сповільнюючи швидкість ближнього та дальнього бою на {3}% протягом {4} c.#causing {1} to {2} Nature#by {3}% for {4} sec", "Час між атаками збільшено на {1}%.#by {1}%" }, -- Earth Shock
-- Earth's Grasp
[51483] = { "Хватка землі", "Ваш тотем земного зв'язування з ймовірністю {1}% сковує цілі на {2} с після виклику.#a {1}% chance#for {2} sec" }, -- Earth's Grasp (Rank 1)
[51485] = { ref=51483 }, -- Earth's Grasp (Rank 2)
-- Earthen Power
[51523] = { "Сила землі", "Пульсації вашого тотема земного зв'язування з ймовірністю {1}% знімають ефекти знерухомлення з вас та союзників неподалік.#a {1}% chance" }, -- Earthen Power (Rank 1)
[51524] = { ref=51523 }, -- Earthen Power (Rank 2)
-- Earthliving Weapon
[51730] = { "Зброя земного живоття", "Наповнює зброю шамана земним животтям. Сила цілющих заклять збільшується на {1} і з ймовірністю {2}% вони можуть викликати ефект земного живоття на цілі, зцілюючи їй {3} здоров'я протягом {4} с. Триває {5} хв.\n\nВивільнення цих чарів зцілює дружній цілі від {6} до {7} здоров'я та збільшує ефективність наступного закляття прямого зцілення на {8}%.#healing by {1} and#a {2}% chance#additional {3} over {4} sec#Lasts {5} min#for {6} to {7} and#heal by {8}%" }, -- Earthliving Weapon
-- Earthquake
[77478] = { "Землетрус", "Викликає землетрус в обраній області, що завдає {1} фізичної шкоди ворогам щосекунди та з ймовірністю {2}% збиває ворогів з ніг.#dealing {1} Physical#a {2}% chance" }, -- Earthquake
[61882] = { "Землетрус", "Ви викликає землетрус в обраній області, що завдає {1} фізичної шкоди ворогам в радіусі {2} м щосекунди та з ймовірністю {3}% збиває ворогів з ніг. Триває {4} с.#dealing {1} Physical#in an {2} yard#a {3}% chance#Lasts {4} sec", "Отримує фізичну шкоду щосекунди. Може бути збито з ніг." }, -- Earthquake
-- Elemental Devastation
[29179] = { "Стихійне спустошення", "Коли ви завдаєте критичного удару неперіодичними закляттями, ймовірність завдання критичного удару атаками ближнього бою збільшується на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Elemental Devastation (Rank 2)
[29180] = { ref=29179 }, -- Elemental Devastation (Rank 3)
[30160] = { ref=29179 }, -- Elemental Devastation (Rank 1)
-- Elemental Fury
[60188] = { "Стихійна лють", "Збільшує додаткову шкоду від критичних ударів тотемів обпалення та магми, а також ваших заклять вогню, криги та природи на {1}%. Прибирає час відновлення закляття \"Ланцюгова блискавка\". #by {1}%" }, -- Elemental Fury (Passive)
-- Elemental Mastery
[16166] = { "Опанування стихій", "При активації, ваше наступне закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\" буде миттєвим. Окрім того, ваша шкода від вогню, криги та природи збільшується на {1}%, а швидкість заклять збільшується на {2}% протягом {3} с.#by {1}%#gain {2}% spell haste for {3} sec", "Час вимови наступного закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\" зменшено на {1}%.#by {1}%" }, -- Elemental Mastery
-- Elemental Oath
[51466] = { "Клятва стихіям", "Коли ви перебуваєте під ефектом \"Ясномова\" від \"Стихійної зосередженості\", ви завдаєте на {1}% більше шкоди закляттями. Окрім того, ймовірність критичного удару учасників групи чи рейду в межах {2} м збільшується на {3}%.#deal {1}% more#within {2} yards receive a {3}%", "Ймовірність критичного удару збільшено на {1}%.#by {1}%" }, -- Elemental Oath (Rank 1)
[51470] = { ref=51466 }, -- Elemental Oath (Rank 2)
-- Elemental Overload
[77222] = { "Перевантаження стихій", "З ймовірністю {1}% ви можете отримати ефект \"Перевантаження стихій\" при вимові заклять \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\", що викликає друге подібне заклинання на ту саму ціль без додаткових витрат мани, яке завдає {2}% від звичайної шкоди і не збільшує загрозу. Кожна одиниця майстерності збільшує ймовірність виникнення ефекту \"Перевантаження стихій\" на {3}%.#a {1}% chance#causes {2}% of#additional {3}%" }, -- Elemental Overload
-- Elemental Precision
[30672] = { "Стихійна точність", "Збільшує шкоду заклять вогню, криги та природи на {1}% та збільшує ваш показник влучності заклинань на {2}% від вашого духу.#damage by {1}%#equal to {2}% of " }, -- Elemental Precision (Rank 1)
[30673] = { ref=30672 }, -- Elemental Precision (Rank 2)
[30674] = { ref=30672 }, -- Elemental Precision (Rank 3)
-- Elemental Reach
[28999] = { "Досяжність стихій", "Збільшує дальність дії заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Вогненний спалах\" і \"Виверження лави\" на {1} м, а також збільшує дальність дії заклять-шоків та \"Тотему обпалення\" на {2} м.#spells by {1} y#Totem by {2} y" }, -- Elemental Reach (Rank 1)
[29000] = { ref=28999 }, -- Elemental Reach (Rank 2)
-- Elemental Resistance Totem
[8184] = { "Тотем опору стихіям", "Викликає тотем опору стихіям з {1} здоров'я біля вас на {2} хв. Тотем збільшує опір вогню, кризі та природі учасників групи чи рейду в межах {3} м на {4}.#with {1} health#for {2} min#within {3} yards by {4}" }, -- Elemental Resistance Totem
-- Elemental Warding
[28996] = { "Оберіг стихій", "Зменшує отриману магічну шкоду на {1}%.#by {1}%" }, -- Elemental Warding (Rank 1)
[28997] = { ref=28996 }, -- Elemental Warding (Rank 2)
[28998] = { ref=28996 }, -- Elemental Warding (Rank 3)
-- Elemental Weapons
[16266] = { "Зброя стихій", "Збільшує пасивні бонуси від \"Зброї язика полум'я\" та \"Зброї земного живоття\" на {1}%, шкоду додаткових атак \"Зброї буревію\" на {2}%, а також ефективність ефектів здібності \"Вивільнення стихійВивільнення стихій\" на {3}%.#Earthliving Weapon abilities by {1}%#Windfury Weapon by {2}%#Unleash Elements ability by {3}%" }, -- Elemental Weapons (Rank 1)
[29079] = { ref=16266 }, -- Elemental Weapons (Rank 2)
-- Empowered Healing
[82980] = { "Посилене зцілення", "\"Велика хвиля зцілення\" отримує додатково {1}%, а \"Хвиля зцілення\" та \"Мала хвиля зцілення\" - додатково {2}% від ваших ефектів збільшення зцілення.#gains an additional {1}%#spells an additional {2}%" }, -- Empowered Healing (Rank 1)
[82981] = { ref=82980 }, -- Empowered Healing (Rank 2)
[82982] = { ref=82980 }, -- Empowered Healing (Rank 3)
-- Feedback
[86183] = { "Відгомін", "Ваші закляття \"Блискавка\" та \"Ланцюгова блискавка\" зменшують час відновлення \"Опанування стихій\" на {1} с.#by {1} sec" }, -- Feedback (Rank 1)
[86184] = { ref=86183 }, -- Feedback (Rank 2)
[86185] = { ref=86183 }, -- Feedback (Rank 3)
-- Fire Nova
[1535] = { "Вогненний спалах", "Розпалює ваше заклинання \"Вогняний шок\" на всіх ворогах поблизу, викликаючи від кожного з них хвилю полум'я, що завдає від {1} до {2} шкоди від вогню всім іншим ворогам в межах {3} м.#deals {1} to {2} Fire#within {3} y" }, -- Fire Nova
-- Flame Shock
[8050] = { "Вогняний шок", "Миттєво обпалює ціль вогнем, завдаючи {1} шкоди вогнем одразу та ще {2} протягом {3} с.#causing {1} Fire#and {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Flame Shock
-- Flametongue Totem
[8227] = { "Тотем язика полум'я", "Викликає тотем язика полум'я з {1} здоров'я біля вас. Тотем збільшує силу заклять учасників групи чи рейду в межах {2} м на {3}%. Існує {4} хв.#with {1} health#within {2} yards by {3}%#Lasts {4} min" }, -- Flametongue Totem
-- Flametongue Weapon
[8024] = { "Зброя язика полум'я", "Наповнює зброю шамана вогнем, що збільшує магічну шкоду на {1}%. Кожен удар завдає додатково від {2} до {3} шкоди вогнем, в залежності від швидкості зброї. Удари повільнішою зброєю завдають більше шкоди вогнем. Триває {4} хв.\n\nВивільнення цих чарів завдає цілі від {5} до {6} шкоди вогнем та збільшує шкоду наступного вогняного закляття шамана на {7}%.#done by {1}%#causes {2} to {3} additional#Lasts {4} min#deals {5} to {6} Fire#spell by {7}%" }, -- Flametongue Weapon
-- Focused Insight
[77794] = { "Сфокусоване сприйняття", "Після застосування будь-якого шоку витрати мани на ваше наступне закляття зцілення зменшуються на {1}% від вартості шоку, а його ефективність збільшується на {2}%.#reduced by {1}%#increased by {2}%" }, -- Focused Insight (Rank 1)
[77795] = { ref=77794 }, -- Focused Insight (Rank 2)
[77796] = { ref=77794 }, -- Focused Insight (Rank 3)
-- Focused Strikes
[77536] = { "Зосереджені удари", "Збільшує шкоду здібностей \"Первісний удар\" та \"Штормовий удар\" на {1}%.#by {1}%" }, -- Focused Strikes (Rank 1)
[77537] = { ref=77536 }, -- Focused Strikes (Rank 2)
[77538] = { ref=77536 }, -- Focused Strikes (Rank 3)
-- Frost Shock
[8056] = { "Крижаний шок", "Миттєво вражає ціль кригою, завдаючи шкоди кригою та зменшуючи швидкість руху. Триває {1} с. Спричиняє високий рівень загрози.#Lasts {1} sec", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Frost Shock
-- Frostbrand Weapon
[8033] = { "Зброя крижаного тавра", "Наповнює зброю шамана кригою. Кожен удар завдає додатково {1} шкоди від криги та сповільнює рух цілі на {2}% протягом {3} с. Триває {4} хв.\n\nВивільнення цих чарів завдає цілі від {5} до {6} шкоди кригою та зменшує її швидкість руху на {7}% протягом {8} с. Ефективність збільшується, якщо на ціль вже діє сповільнення від криги.#causing {1} additional#target's movement speed by {2}% for {3} sec#Lasts {4} min#deals {5} to {6} Frost#their movement speed by {7}% for {8} sec" }, -- Frostbrand Weapon
-- Frozen Power
[63373] = { "Морозна сила", "Збільшує шкоду ваших заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Удар лавою\" та шоків на {1}% по цілях, уражених вашим ефектом \"Крижаного тавра\", а ваш \"Крижаний шок\" з ймовірністю {2}% приморожує на {3} с цілі, що знаходяться більше, ніж за {4} м від вас.#spells by {1}% on#a {2}% chance#ice for {3} sec#than {4} yard" }, -- Frozen Power (Rank 1)
[63374] = { ref=63373 }, -- Frozen Power (Rank 2)
-- Fulmination
[88767] = { "Фульмінація", "Поглинає надлишкові заряди \"Блискавичного щита\" та завдає ворожій цілі шкоди пропорційно до кількості поглинених зарядів." }, -- Fulmination
[88766] = { "Фульмінація", "Коли ви маєте більше {1} зарядів \"Блискавичного щита\", ваш \"Земний шок\" поглинає надлишкові заряди та завдає ворожій цілі їх сумарної шкоди.#than {1} Lightning" }, -- Fulmination
-- Ghost Wolf
[2645] = { "Примарний вовк", "Перетворює шамана на примарного вовка, збільшуючи швидкість руху на {1}%. У цій формі шаман менш вразливий до ефектів сповільнення руху.#by {1}%", "Швидкість руху збільшено на {1}%.\nЕфекти сповільнення руху не можуть зменшити вашу швидкість руху нижче звичайної.#by {1}%" }, -- Ghost Wolf
-- Greater Healing Wave
[77472] = { "Велика хвиля зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Greater Healing Wave
-- Grounding Totem
[8177] = { "Тотем заземлення", "Викликає тотем заземлення з {1} здоров'я біля вас. Тотем перенаправляє на себе шкідливе заклинання, застосоване на учасника групи або рейду, тим самим знищуючи себе. Не перенаправляє заклинання що діють на область. Існує {2} с.#with {1} health#Lasts {2} sec" }, -- Grounding Totem
-- Healing Focus
[16232] = { nil, "Зменшує час вимови заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {1} с та зменшує затримку вимови цілющих заклять при отриманні шкоди на {2}%.#by {1} sec#by {2}%", ref=16181 }, -- Healing Focus
-- Healing Rain
[73920] = { "Цілющий дощ", "Викликає цілющий дощ, який покриває обрану область, відновлюючи від {1} до {2} здоров'я союзникам в цій області кожні {3} с протягом {4} с. Ефективність зцілення зменшується для кожного гравця після шостого в цій області.#restoring {1} to {2} health#every {3} sec for {4} sec" }, -- Healing Rain
-- Healing Stream Totem
[5394] = { "Тотем цілющого потоку", "Викликає тотем цілющого потоку з {1} здоров'я біля вас на {2} хв. Тотем зцілює учасникам групи в радіусі {3} м {4} здоров'я кожні {5} c.#with {1} health#for {2} min#within {3} yards for {4} every {5} sec" }, -- Healing Stream Totem
-- Healing Surge
[8004] = { "Цілющий сплеск", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Healing Surge
-- Healing Wave
[331] = { "Хвиля зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}." }, -- Healing Wave
-- Healing Way
[29202] = { "Шлях зцілення", "Збільшує зцілення заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {1}%.#by {1}%" }, -- Healing Way (Rank 3)
[29205] = { ref=29202 }, -- Healing Way (Rank 2)
[29206] = { ref=29202 }, -- Healing Way (Rank 1)
-- Heroism
[32182] = { "Героїзм", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на 30% для всіх учасників групи та рейду. Триває 40 секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Героїзму\" або \"Викривлення часу\" протягом 10 хвилин.", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на 30%." }, -- Heroism
-- Hex
[51514] = { "Пристріт", "Перетворює ворога на жабу. Під час дії ефекту ціль не може атакувати або використовувати закляття. Подальша завдана шкода може перервати дію ефекту. Триває {1} хв. Одночасно може діяти лише одну ціль. Діє лише на гуманоїдів і звірів.#Lasts {1} min", "Не може атакувати або вимовляти закляття" }, -- Hex
-- Improved Cleanse Spirit
[77130] = { "Покращене очищення духу", "Підсилює ваше закляття \"Очищення духу\", внаслідок чого воно знімає магічний ефект з дружньої цілі." }, -- Improved Cleanse Spirit
-- Improved Lava Lash
[77700] = { "Покращений удар лавою", "Збільшує шкоду здібності \"Удар лавою\" на {1}% за кожен ефект \"Пекучого полум'я\" на цілі, поглинаючи їх. Також \"Удар лавою\" поширює ефект \"Вогняного шоку\" з цілі на чотирьох ворогів в межах {2} м.#ability by {1}% for#within {2} yard" }, -- Improved Lava Lash (Rank 1)
[77701] = { ref=77700 }, -- Improved Lava Lash (Rank 2)
-- Improved Shields
[16261] = { "Покращені щити", "Збільшує шкоду, що завдають кулі \"Блискавичного щита\", на {1}%, збільшує обсяг мани, що відновлюють кулі \"Водяного щита\", на {2}% і збільшує обсяг здоров'я, що зцілюють кулі \"Щита землі\", на {3}%.#Lightning Shield orbs by {1}%#Water Shield orbs by {2}%#Earth Shield orbs by {3}%" }, -- Improved Shields (Rank 1)
[16290] = { ref=16261 }, -- Improved Shields (Rank 2)
[51881] = { ref=16261 }, -- Improved Shields (Rank 3)
-- Lava Burst
[51505] = { "Виверження лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи від {1} до {2} шкоди від вогню. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть критичного удару.#dealing {1} to {2} Fire" }, -- Lava Burst
[77451] = { ref=51505 }, -- Lava Burst
-- Lava Flows
[51480] = { "Потоки лави", "Збільшує додаткову шкоду від критичних ударів \"Виверження лави\" додатково на {1}%, а періодичну шкоду \"Вогняного шоку\" - на {2}%. Крім того, коли \"Вогняний шок\" розвіюють, ваша швидкість заклять збільшується на {3}% протягом {4} секунд.#additional {1}#Shock by {2}%#gain {3}% spell haste for {4} sec" }, -- Lava Flows (Rank 1)
[51481] = { ref=51480 }, -- Lava Flows (Rank 2)
[51482] = { ref=51480 }, -- Lava Flows (Rank 3)
-- Lava Lash
[60103] = { "Удар лавою", "Ви заряджаєте зброю в лівій руці лавою та завдаєте {1}% від шкоди цієї зброї ворожій цілі. Шкода збільшується на {2}%, якщо зброя в лівій руці зачарована язиком полум'я.#dealing {1}% of#increased by {2}% if" }, -- Lava Lash
-- Lava Surge
[77755] = { "Сплеск лави", "Періодична шкода \"Вогняного шоку\" з ймовірністю {1}% завершує відновлення \"Виверження лави\".#a {1}% chance" }, -- Lava Surge (Rank 1)
[77756] = { ref=77755 }, -- Lava Surge (Rank 2)
-- Lightning Bolt
[403] = { "Блискавка", "Кидає в ціль блискавку, завдаючи від {1} до {2} шкоди від природи.#for {1} to {2} Nature" }, -- Lightning Bolt
-- Lightning Shield
[324] = { "Блискавичний щит", "Оточує заклинача {1} кульовими блискавками. Коли будь-яке закляття, атака ближнього чи дальнього бою влучає у заклинача, нападнику завдається {2} шкоди від природи. При цьому витрачається одна кульова блискавка. Кульові блискавки можуть активуватися лише раз на кілька секунд. Триває {3} хв.#by {1} balls#struck for {2} Nature#Lasts {3} min", "Завдає шкоди від природи нападникам." }, -- Lightning Shield
-- Maelstrom Weapon
[51528] = { "Зброя Водоверті", "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec" }, -- Maelstrom Weapon (Rank 1)
[51529] = { "Зброя Водоверті", "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс (більший за ранг 1) зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec" }, -- Maelstrom Weapon (Rank 2)
[51530] = { "Зброя Водоверті", "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс (більший за ранг 2) зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec" }, -- Maelstrom Weapon (Rank 3)
-- Magma Totem
[8190] = { "Тотем магми", "Викликає тотем магми з {1} здоров'я біля вас на {2} хв. Тотем завдає {3} шкоди вогнем всім ворогам в межах {4} м кожні {5} с.#with {1} health#for {2} min that causes {3} Fire#within {4} yards every {5} sec" }, -- Magma Totem
-- Mana Tide Totem
[16190] = { "Тотем припливу мани", "Викликає тотем припливу мани, що має{1}% від вашого запасу здоров'я, на {2} с. Тотем збільшує дух учасників групи чи рейду в межах {3} м на {4}% від вашого духу (не враховуючи короткочасні ефекти збільшення духу).#with {1}% of the#for {2} sec#within {3} yards of the totem gain {4}%" }, -- Mana Tide Totem
-- Meditation
[95862] = { "Медитація", "Дозволяє {1}% відновлення мани від духу продовжуватися в бою.#Allows {1}% of your" }, -- Meditation (Passive)
-- Mental Quickness
[30814] = { "Швидке мислення", "Ваша сила заклять тепер дорівнює {1}% від вашої сили атаки, але на неї не впливають інші ефекти збільшення сили заклять.Також ваші миттєві закляття шкоди, благословень чи тотемів витрачають на {2}% менше мани.#equal to {1}%#cost {2}% less" }, -- Mental Quickness (Passive)
-- Nature's Blessing
[30867] = { "Благословення природи", "Збільшує ефективність прямого зцілення цілей, що перебувають під дією \"Щита землі\" на {1}%.#by {1}%" }, -- Nature's Blessing (Rank 1)
[30868] = { ref=30867 }, -- Nature's Blessing (Rank 2)
[30869] = { ref=30867 }, -- Nature's Blessing (Rank 3)
-- Nature's Swiftness
[16188] = { "Стрімкість природи", "При активації, ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec", "Ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec" }, -- Nature's Swiftness
-- Primal Strike
[73899] = { "Первісний удар", "Миттєвий удар зброєю, що завдає {1} додаткової шкоди.#causes {1} additional" }, -- Primal Strike
-- Primal Wisdom
[51522] = { "Первісна мудрість", "Ваші атаки ближнього бою з ймовірністю {1}% відновлюють вам {2}% від базового запасу мани.#a {1}% chance#restore {2}% of" }, -- Primal Wisdom (Passive)
-- Purge
[370] = { "Очищення", "Очищує ворожу ціль, знімаючи з неї {1} сприятливий магічний ефект.#removing {1} beneficial" }, -- Purge
-- Purification
[16213] = { "Очищення", "Збільшує ефективність ваших цілющих заклять на {1}% та зменшує час вимови заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {2} с.#by {1}%#by {2} sec" }, -- Purification (Passive)
-- Resurgence
[16180] = { "Відродження", "Поки \"Водяний щит\" активний, ви відновлюєте ману, коли ваші заклинання зцілення мають критичний ефект. Ви відновлюєте {1} мани за критичні ефекти \"Хвилі зцілення\" або \"Великої хвилі зцілення\", {2} мани за критичні ефекти \"Цілющого сплеску\", \"Бистрини\" або \"Вивільнення життя\" та {3} мани за критичні ефекти \"Ланцюгового зцілення\".#regain {1} mana from a Healing Wave#{2} mana from a Healing Surge#and {3} mana from a Chain Heal" }, -- Resurgence (Rank 1)
[16196] = { ref=16180 }, -- Resurgence (Rank 2)
-- Reverberation
[16040] = { "Відлуння", "Зменшує час відновлення ваших заклять-шоків на {1} с, а \"Пориву вітру\" - на {2} с.#spells by {1} sec#Shear by {2} sec" }, -- Reverberation (Rank 1)
[16113] = { ref=16040 }, -- Reverberation (Rank 2)
-- Riptide
[61295] = { "Бистрина", "Зцілює дружній цілі {1} здоров'я миттєво і ще {2} здоров'я протягом {3} секунд. Наступне \"Ланцюгове зцілення\", яке ви застосуєте до цієї цілі протягом {4} секунд, поглине ефект періодичного зцілення і посилить ефект \"Ланцюгового зцілення\" на {5}%.#for {1} and another {2} over {3} sec#within {4} sec#by {5}%", "Зцілює {1} здоров'я кожні {2} с. Підсилює ефект \"Ланцюгового зцілення\" на {3}%.#{1} every {2}#by {3}%" }, -- Riptide
-- Rockbiter Weapon
[8017] = { "Зброя каменолома", "Наповнює зброю шамана люттю землі, що збільшує загрозу на {1}% та зменшує отриману шкоду на {2}%. Триває {3} хв.\n\nВивільнення цих чарів змушує ворога атакувати вас протягом {4} с.#generation by {1}%#taken by {2}%#Lasts {3} min#attack you for {4} sec" }, -- Rockbiter Weapon
-- Rolling Thunder
[88756] = { "Розкотистий грім", "Коли ви завдаєте шкоди закляттям \"Блискавка\" чи \"Ланцюгова блискавка\" поки на вас діє \"Блискавичний щит\", ви з ймовірністю {1}% відновите {2}% мани та створите заряд \"Блискавичного щита\". Зарядів може бути не більше {3}.#a {1}% chance to recover {2}%#maximum of {3} charges" }, -- Rolling Thunder (Rank 1)
[88764] = { ref=88756 }, -- Rolling Thunder (Rank 2)
-- Searing Flames
[77655] = { "Пекуче полум'я", "Атаки вашого тотема обпалення з ймовірністю {1}% підпалюють ціль, завдаючи шкоди, що дорівнює шкоді від удару тотема, протягом {2} с. Ефект накопичується до {3} разів.#a {1}% chance#over {2} sec#up to {3} times" }, -- Searing Flames (Rank 1)
[77656] = { ref=77655 }, -- Searing Flames (Rank 2)
[77657] = { ref=77655 }, -- Searing Flames (Rank 3)
-- Searing Totem
[3599] = { "Тотем обпалення", "Викликає тотем обпалення з {1} здоров'я біля вас на {2} хв. Тотем періодично атакує ворогів у межах {3} м, завдаючи від {4} до {5} шкоди вогнем. Тотем атакуватиме в першу чергу ворогів, що уражені вашим \"Вогняним шоком\" або \"Штормовим ударом\".#with {1} health#for {2} min#within {3} yards for {4} to {5} Fire" }, -- Searing Totem
-- Seasoned Winds
[16086] = { "Гартувальні вітри", "Коли ви успішно перериваєте вимову закляття \"Поривом вітру\", ваш опір школі перерваного закляття збільшується на {1} протягом {2} с.#gain {1} resist#for {2} sec" }, -- Seasoned Winds (Rank 1)
[16544] = { ref=16086 }, -- Seasoned Winds (Rank 2)
-- Shamanism
[62099] = { "Шаманізм", "Ваші закляття \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" отримують на {1}% шкоди від сили заклять, а їх час вимови зменшується на {2} с.#additional {1}%#by {2} sec" }, -- Shamanism (Passive)
-- Shamanistic Rage
[30823] = { "Шаманська лють", "Зменшує всю отриману шкоду на {1}%, а ваші здібності, тотеми та бойові закляття не витрачають мани протягом {2} с. Можна використовувати під час приголомшення.#taken by {1}%#for {2} sec", "Всю отриману шкоду зменшено на {1}%.\nВитрати мани на здібності, тотеми та бойові закляття зменшено на {2}%.#taken reduced by {1}%#spells reduced by {2}%" }, -- Shamanistic Rage
-- Soothing Rains
[16187] = { "Заспокійливі дощі", "Збільшує обсяг зцілення \"Тотема цілющого потоку\" на {1}%, а \"Цілющого дощу\" - на {2}%.#Healing Stream Totem by {1}%#Healing Rain spell by {2}%" }, -- Soothing Rains (Rank 1)
[16205] = { ref=16187 }, -- Soothing Rains (Rank 2)
-- Spark of Life
[84846] = { "Іскра життя", "Збільшує ваше зцілення на {1}% та збільшує отримане зцілення на {2}%.#done by {1}%#received by {2}%" }, -- Spark of Life (Rank 1)
[84847] = { ref=84846 }, -- Spark of Life (Rank 1)
[84848] = { ref=84846 }, -- Spark of Life (Rank 1)
-- Spirit Link Totem
[98008] = { "Тотем духовного звʼязку", "Викликає тотем духовного звʼязку з {1} здоров'я біля вас. Тотем отриману шкоду учасників групи чи рейду в межах {2} м на {3}%. Щосекунди здоров'я цілей перерозподіляється таким чином, що вони мають однаковий відсоток від максимального запасу здоров'я. Існує {4} с.#with {1} health#within {2} yards by {3}%#Lasts {4} sec" }, -- Spirit Link Totem
-- Spiritwalker's Grace
[79206] = { "Благодать духовного мандрівника", "Ви звертаєтесь за настановами духів, що дозволяє вам застосовувати немиттєві заклинання під час руху. Це закляття можна застосувати під час вимови інших заклять. Триває {1} с.#Lasts {1} sec", "Може застосовувати немиттєві заклинання під час руху." }, -- Spiritwalker's Grace
-- Static Shock
[51525] = { "Електростатика", "Коли ви використовуєте здібності \"Первісний удар\", \"Штормовий удар\" чи \"Удар лавою\" поки на вас діє \"Блискавичний щит\", ви з ймовірністю {1}% завдаєте шкоди від сфери \"Блискавичного щита\" без поглинання заряду.#a {1}% chance" }, -- Static Shock (Rank 1)
[51526] = { ref=51525 }, -- Static Shock (Rank 2)
[51527] = { ref=51525 }, -- Static Shock (Rank 3)
-- Stoneclaw Totem
[5730] = { "Тотем кам'яного пазура", "Викликає тотем кам'яного пазура з {1} здоров'я біля вас на {2} хв. Тотем провокує ворогів в радіусі {3} м атакувати його. Ворогів, що атакують тотем, з ймовірністю {4}% буде приголомшено на {5} с. Тотем кам'яного пазура захищає інші активні тотеми, закриваючи їх щитом, що поглинає {6} шкоди.#with {1} health#caster for {2} sec#within {3} yards#a {4}% chance to be stunned for {5} sec#totems with a shield that absorbs up to {6} damage", "Провокує ворогів." }, -- Stoneclaw Totem
-- Stormstrike
[17364] = { "Штормовий удар", "Миттєвий удар з обох рук, що завдає {1}% шкоди від зброї та збільшує шанс завдання критичного удару цілі закляттями \"Блискавка\", \"Ланцюгова блискавка\", \"Блискавичний щит\" і \"Земний шок\" на {2}% протягом {3} с.#dealing {1}%#additional {2}%#for {3} sec", "Шанс отримання критичного удару від заклять природи шамана збільшено на {1}%.#by {1}%" }, -- Stormstrike
-- Strength of Earth Totem
[8075] = { "Тотем сили землі", "Викликає тотем сили землі з {1} здоров'я біля вас. Тотем збільшує силу та спритність всіх учасників групи та рейду в радіусі {2} м на {3}. Існує {4} хв.#with {1} health#within {2} yards by {3}.#Lasts {4} min" }, -- Strength of Earth Totem
-- Telluric Currents
[82984] = { "Телуричні струми", "Ваша спорідненість з енергіями природи дозволяє закляттю \"Блискавка\" відновлювати вам ману в обсязі {1}% від завданої шкоди.#equal to {1}%" }, -- Telluric Currents (Rank 1)
[82988] = { ref=82984 }, -- Telluric Currents (Rank 2)
-- Thunderstorm
[51490] = { "Гроза", "Ви викликаєте блискавку, яка заряджає вас енергією і завдає шкоди ворогам в радіусі {1} м. Відновлює вам {2}% мани та завдає від {3} до {4} шкоди від природи всім ворогам поблизу, зменшуючи їх швидкість руху на {5}% протягом {6} секунд і відкидаючи їх на {7} м. Можна використовувати під час приголомшення.#within {1} y#Restores {2}% mana#deals {3} to {4} Nature#speed by {5}% for {6} sec#back {7} yard" }, -- Thunderstorm
-- Tidal Force
[55198] = { "Сила припливу", "Збільшує ймовірність критичного ефекту ваших прямих заклять зцілення на {1}%. Кожен критичний ефект зцілення зменшує ймовірність на {2}%. Триває {3} секунд.#heals by {1}%#chance by {2}%#Lasts {3} sec", "Збільшує ймовірність критичного ефекту ваших прямих заклять зцілення на {1}%. Кожен критичний ефект зцілення зменшує ймовірність на {2}%. Триває {3} секунд.#heals by {1}%#chance by {2}%#Lasts {3} sec" }, -- Tidal Force
-- Tidal Waves
[51562] = { "Припливні хвилі", "Коли ви вимовляєте закляття \"Ланцюгове зцілення\" або \"Бистрина\", ви отримуєте ефект \"Припливні хвилі\", що зменшує час вимови заклять \"Хвиля зцілення\" або \"Велика хвиля зцілення\" на {1}% та збільшує ймовірність критичного ефекту \"Цілющого сплеску\" на {2}%. {3} заряди. #spells by {1}% and#Surge spell by {2}%#{3} charges" }, -- Tidal Waves (Rank 1)
[51563] = { ref=51562 }, -- Tidal Waves (Rank 2)
[51564] = { ref=51562 }, -- Tidal Waves (Rank 3)
-- Totem of Tranquil Mind
[87718] = { "Тотем спокою", "Викликає тотем спокою з {1} здоров'я біля вас на {2} хв. Тотем заспокоює учасників групи чи рейду в межах {3} м, внаслідок чого вони зазнають на {4} менше переривання вимови та промовляння заклять внаслідок отримання шкоди.#with {1} health#for {2} min#within {3} yards to lose {4}% less" }, -- Totem of Tranquil Mind
-- Totemic Focus
[16173] = { "Тотемна зосередженість", "Зменшує витрати мани на ваші тотеми на {1}% та збільшує тривалість їхнього існування на {2}%.#totems by {1}%#duration by {2}%" }, -- Totemic Focus (Rank 1)
[16222] = { ref=16173 }, -- Totemic Focus (Rank 2)
-- Totemic Reach
[86935] = { "Досяжність тотемів", "Збільшує дальність дії ефектів ваших тотемів на {1}%.#by {1}%" }, -- Totemic Reach (Rank 1)
[86936] = { ref=86935 }, -- Totemic Reach (Rank 2)
-- Totemic Vigor
[77692] = { "Живість тотемів", "Збільшує здоров'я ваших тотемів на {1}% від вашого максимального запасу здоров'я.#by {1}%" }, -- Totemic Vigor (Rank 1)
[77693] = { ref=77692 }, -- Totemic Vigor (Rank 2)
-- Totemic Wrath
[77746] = { "Тотемний гнів", "Ваші вогняні тотеми збільшують силу заклять учасників групи та рейду в межах {1} м на {2}%.#within {1} yards by {2}%" }, -- Totemic Wrath
-- Tremor Totem
[8143] = { "Тотем тремтіння", "Викликає тотем тремтіння з {1} здоров'я біля вас. Тотем здригає землю навколо протягом {2} с, знімаючи ефекти страху, причарування та сну з учасників групи чи рейду в радіусі {3} м. Цей тотем можна викликати навіть перебуваючи під дією таких ефектів.#with {1} health#for {2} sec#within {3} y" }, -- Tremor Totem
-- Unleash Elements
[73680] = { "Вивільнення стихій", "Вивільняє силу стихії, якою наповнена зброя шамана, викликаючи ефект, що залежить від зачарування. Дивіться підказки до зачарувань зброї, щоб дізнатися більше про ефекти, що виникають при вивільненні." }, -- Unleash Elements
-- Unleash Flame
[73683] = { "Вивільнення полум'я", "Вивільняє чари язика полум'я зі зброї шамана, завдаючи {1} шкоди від вогню та збільшуючи шкоду наступного закляття вогню шамана на {2}%#dealing {1} Fire#spell by {2}%", "Шкоду наступного закляття вогню збільшено на {1}%.#by {1}%" }, -- Unleash Flame
-- Unleash Frost
[73682] = { "Вивільнення криги", "Вивільняє чари крижаного тавра зі зброї шамана, завдаючи {1} шкоди від криги та зменшуючи швидкість руху цілі на {2}% протягом {3} с. Ефективність збільшується, якщо на ціль діє крижаний ефект сповільнення.#dealing {1} Frost#speed by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Unleash Frost
-- Unleash Wind
[73681] = { "Вивільнення вітру", "Вивільняє чари буревію зі зброї шамана, завдаючи {1}% шкоди цілі та збільшуючи швидкість атаки ближнього бою шамана на {2}% для наступних {3} замахів або поки не пройде {4} с.#dealing {1}%#speed by {2}%#next {3} swings or until {4} sec", "Швидкість атаки ближнього бою збільшено на {1}%.#by {1}%" }, -- Unleash Wind
-- Unleashed Rage
[30802] = { "Нестримна лють", "Збільшує вашу вправність на {1} та збільшує силу атаки ближнього бою на {2}% та силу атаки дального бою на {3}% для всіх учасників групи та рейду в межах {4} м.#expertise by {1}#melee attack power by {2}%#by {3}% while within {4} y", "Силу атаки ближнього бою збільшено на {1}%, а силу атаки дальнього бою збільшено на {2}%.#Melee attack power increased by {1}%#ranged attack power increased by {2}%" }, -- Unleashed Rage (Rank 1)
[30808] = { ref=30802 }, -- Unleashed Rage (Rank 2)
-- Unrelenting Storm
[30664] = { "Нещадна буря", "Відновлює ману в обсязі {1}% від вашого інтелекту кожні {2} с незалежно від того, чи перебуваєте ви в бою.#to {1}% of#every {2} sec" }, -- Unrelenting Storm (Rank 1)
[30665] = { ref=30664 }, -- Unrelenting Storm (Rank 2)
[30666] = { ref=30664 }, -- Unrelenting Storm (Rank 3)
-- Water Shield
[52127] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою потрапляє в заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} хв. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} min", "Відновлює {1} мани кожні {2} с. \nАтаки проти вас викликають додаткове відновлення мани.#Grants {1} mana per {2} sec" }, -- Water Shield
-- Wind Shear
[57994] = { "Порив вітру", "Порушує зосередженість цілі поривом вітру, що перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с. Також зменшує ваш рівень загрози, внаслідок чого вороги з меншою ймовірністю атакватимуть саме вас.#for {1} sec" }, -- Wind Shear
-- Windfury Totem
[8512] = { "Тотем буревію", "Викликає тотем буревію з {1} здоров'я біля вас. Тотем збільшує швидкість атаки ближнього та дальнього бою учасників групи чи рейду в межах {2} м на {3}%. Існує {4} хв.#with {1} health#within {2} yards by {3}%#Lasts {4} min", "Швидкість атаки ближнього та дальнього бою на {1}%.#by {1}%" }, -- Windfury Totem
-- Windfury Weapon
[8232] = { "Зброя буревію", "Наповнює зброю шамана вітром. Кожен удар з ймовірністю {1}% дозволяє провести три додаткові атаки зі збільшеною на {2} силою атаки. Триває {3} хв.\n\nВивільнення цих чарів завдає цілі {4}% шкоди зброї та збільшує швидкість атак на {5} замахів або на {6} секунд.#a {1}% chance#with {2} bonus#Lasts {3} min#deals {4}% of weapon#next {5} swings or until {6} sec" }, -- Windfury Weapon

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
