local _, addonTable = ...

local druid_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aggression
[84735] = { "Агресивність", "Збільшує силу атаки на {1}%.#by {1}%", en="Aggression" },
-- Balance of Power
[33592] = { "Баланс сили", "Збільшує шкоду ваших заклять природи та аркани на {1}% та збільшує ваш рейтинг влучності заклять на {2}% від духу, отриманого від предметів та ефектів.#damage by {1}%#equal to {2}%", en="Balance of Power" },
[33596] = { ref=33592 }, -- Balance of Power
-- Bash
[5211] = { "Стусан", "Приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Bash" },
-- Berserk
[50334] = { "Берсерк", "Після завдання періодичної шкоди здібністю \"Розірвати\" з ймовірністю {1}% здібність \"Нівечення (ведмідь)\" миттєво відновиться і не вимагатиме люті.\n\nОкрім того, при активації цієї здібності, \"Нівечення (ведмідь)\" вражає до 3 цілей і не вимагає часу на відновлення, а здібності котячої подоби витрачають на 50% менше енергії. Триває 15 секунд. Ви не можете використовувати здібність \"Лють тигра\" під час дії цього ефекту.#a {1}% chance", "\"Нівечення (ведмідь)\" вражає до 3 цілей і не вимагає часу на відновлення. Здібності котячої подоби витрачають на 50% менше енергії.", en="Berserk" },
-- Blessing of the Grove
[78784] = { "Благословення діброви", "Збільшує зцілення від \"Омолодження\" на {1}% та пряму шкоду \"Місячного вогню\" на {2}%#Rejuvenation by {1}%#Moonfire by {2}%", en="Blessing of the Grove" },
[78785] = { ref=78784 }, -- Blessing of the Grove
-- Blood in the Water
[80863] = { "Кровопролиття", "Коли ви застосовуєте \"Безжалісний укус\" на ціль, що має менше {1}% здоров'я, ви можете поновити тривалість вашого ефекту \"Розірвання\" на цілі.#below {1}%", en="Blood in the Water" },
[80318] = { "Кровопролиття", "Коли ви застосовуєте \"Безжалісний укус\" на ціль, що має менше {1}% здоров'я, ви з ймовірністю {2}% поновите тривалість вашого ефекту \"Розірвання\" на цілі.#below {1}%#a {2}% chance", en="Blood in the Water" },
[80319] = { ref=80318 }, -- Blood in the Water
-- Brutal Impact
[16940] = { "Жорстокий струс", "Збільшує тривалість приголомшення ваших здібностей \"Стусан\" та \"Стрибок\" на {1} с, зменшує час відновлення здібності \"Стусан\" на {2} с, зменшує час відновлення \"Лобової атаки\" на {3} с, а жертви вашої \"Лобової атаки\" витрачають на {4}% більше мани на свої закляття протягом {5} с.#abilities by {1} sec#of Bash by {2} sec#Skull Bash by {3} sec#have {4}% increased#for {5} sec", en="Brutal Impact" },
[16941] = { ref=16940 }, -- Brutal Impact
-- Celestial Focus
[84738] = { "Небесне зосередження", "Зменшує затримку вимови заклять \"Гнів\", \"Зоряний вогонь\", \"Опутуюче коріння\", \"Ураган\", \"Тайфун\", \"Сплячка\", \"Циклон\" та \"Зоряний вогонь\" при отриманні шкоди на {1}%.#by {1}%", en="Celestial Focus" },
-- Claw
[1082] = { "Дряпання", "Дряпає ворога, завдаючи {1}% від звичайної шкоди і додатково {2} шкоди. Збільшує довжину комбінації на {3} прийом.#causing {1}% of normal damage plus {2}.#{3} combo", en="Claw" },
-- Cower
[8998] = { "Зіщулювання", "Зіщулитися, не завдаючи шкоди, та зменшити вашу загрозу на {1}%. Це знизить ймовірність того, що ворог атакуватиме саме вас.#by {1}%", en="Cower" },
-- Demoralizing Roar
[99] = { "Деморалізуючий рев", "Друїд реве, зменшуючи фізичну шкоду всіх ворогів в радіусі {1} м на {2}% протягом {3} секунд.#within {1} yards by {2}% for {3} sec", "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", en="Demoralizing Roar" },
-- Disentanglement
[96429] = { "Розплутування", "Дозволяє друїду позбуватись всіх ефектів знерухомлення при зміні подоби.", en="Disentanglement" },
-- Dreamstate
[33597] = { "Входження в сон", "Коли ви застосовуєте \"Осяяння\" на себе, ви відновлюєте додатково {1}% від вашого запасу мани за час його дії.#additional {1}%", en="Dreamstate" },
[33599] = { ref=33597 }, -- Dreamstate
-- Earth and Moon
[48506] = { "Земля та місяць", "Ваші закляття \"Гнів\", \"Зоряний вогонь\" та \"Підрив диких грибів\" викликають ефект \"Земля та місяць\" на цілі, що збільшує отриману шкоду від заклинань на {1}% протягом {2} с. Також збільшує вашу шкоду від заклинань на {3}%.#taken by {1}% for {2} sec#damage by {3}%", en="Earth and Moon" },
-- Efflorescence
[34151] = { "Цвітіння", "Ваша здібність \"Негайне відновлення\" також пророщує під ціллю цілющі рослини, що зцілюють {1}% від ефекту \"Негайного відновлення\" трьом цільям, що мають найменше здоров'я, в радіусі {2} м щосекунди протягом {3} секунд.#to {1}% of#within {2} y#for {3} sec", en="Efflorescence" },
[81274] = { ref=34151 }, -- Efflorescence
[81275] = { ref=34151 }, -- Efflorescence
-- Empowered Rejuvenation
[33888] = { "Посилене омолодження", "Ваші ефекти періодичного зцілення та \"Негайне відновлення\" отримують додатково {1}% від віших ефектів збільшення зцілення.#by {1}%", en="Empowered Rejuvenation" },
[33889] = { ref=33888 }, -- Empowered Rejuvenation
[33890] = { ref=33888 }, -- Empowered Rejuvenation
-- Empowered Touch
[33879] = { "Посилений дотик", "Ваші закляття \"Цілющий дотик\", \"Розростання\" та \"Підживлення\" зцілюють на {1}% більше здоров'я та з ймовірністю {2}% поновлять дію \"Життєцвіту\" на цілі.#by {1}%#a {2}% chance", en="Empowered Touch" },
[33880] = { ref=33879 }, -- Empowered Touch
-- Endless Carnage
[80314] = { "Нескінченна різанина", "Збільшує тривалість дії \"Роздирання\" на {1} с, а \"Дикого реву\" і \"Подрібнення\" - на {2} с.#Rake by {1} sec#Pulverize by {2} sec", en="Endless Carnage" },
[80315] = { ref=80314 }, -- Endless Carnage
-- Enrage
[5229] = { "Несамовитість", "Надає {1} люті та додатково {2} люті протягом {3} сек#Generates {1} Rage#additional {2} Rage over {3} sec", "Отримує {1} люті щосекунди.#{1} Rage", en="Enrage" },
-- Entangling Roots
[339] = { "Опутуюче коріння", "Приковує ціль на місці на {1} с. Подальша завдана шкода може перервати дію ефекту.[\n\n|cFF33AA11Дерево життя: Вимовляється миттєво.|r#Tree of Life: Instant cast]#in place for {1} sec", "Приковано.", en="Entangling Roots" },
-- Euphoria
[81061] = { "Ейфорія", "Поки ви не перебуваєте в стані затемнення, з ймовірністю {1}% ви отримаєте вдвічі більше сонячної або місячної енергії від \"Гніву\" або \"Зоряного вогню\", коли вони завдають шкоди.\n\nКоли ви досягаєте сонячного або місячного затемнення, ви миттєво відновлюєте {2}% від максимального запасу мани.#a {1}% chance#restored {2}%", en="Euphoria" },
[81062] = { "Ейфорія", "Поки ви не перебуваєте в стані затемнення, з ймовірністю {1}% ви отримаєте вдвічі більше сонячної або місячної енергії від \"Гніву\" або \"Зоряного вогню\", коли вони завдають шкоди. Цей ефект не спрацьовує, коли вам залишилось отримате менше, ніж {2} од. енергії для досягнення затемнення. \n\nКоли ви досягаєте сонячного або місячного затемнення, ви миттєво відновлюєте {3}% від максимального запасу мани.#a {1}% chance#than {2} energy#restored {3}%", en="Euphoria" },
-- Faerie Fire
[770] = { "Чарівний вогонь", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості. Ефект накопичується до {3} разів.#by {1}% for {2} min#up to {3} times", en="Faerie Fire" },
-- Faerie Fire (Feral)
[16857] = { "Чарівний вогонь (звір)", "Зменшує броню цілі на {1}% протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості. Накопичується до {3} разів. Завдає {4} шкоди та створює додаткову загрозу при застосуванні в подобі ведмедя.#by {1}% for {2} min#up to {3} times#Deals {4} damage", en="Faerie Fire (Feral)" },
[60089] = { "Чарівний вогонь (звір)", ref=16857, en="Faerie Fire (Feral)" },
-- Feral Aggression
[16858] = { "Звірина агресія", "Ваш \"Безжалісний укус\" завдає на {1}% більше шкоди, а здібність \"Чарівний вогонь (звір)\" накладає на ціль одразу {2} ефекти.#by {1}%#apply {2} stacks", en="Feral Aggression" },
[16859] = { ref=16858 }, -- Feral Aggression
-- Feral Charge
[16979] = { "Дикий ривок", "Ривок у ворога, що знерухомлює його на {1} с.#for {1} sec", "Знерухомлено.", en="Feral Charge" },
[49376] = { "Дикий ривок", "Стрибок за спину ворога, що спричиняє запаморочення на {1} с.#for {1} sec", "Запаморочення.", en="Feral Charge" },
[49377] = { "Дикий ривок", "Навчає вас здібностям \"Дикий ривок (ведмідь)\" та \"Дикий ривок (кіт)\".\n\nДикий ривок (ведмідь) - Ривок у ворога, що знерухомлює його та перериває вимову будь-якого закляття на 4 с. Час відновлення - 15 секунд.\n\nДикий ривок (кіт) - Стрибок за спину ворога, що спричиняє запаморочення на 3 с. Час відновлення - 30 секунд.", en="Feral Charge" },
-- Feral Instinct
[16949] = { "Звіриний інстинкт", "Зменшує ймовірність виявлення вас ворогами під час скрадання.", en="Feral Instinct" },
[87335] = { "Звіриний інстинкт", ref=16949, en="Feral Instinct" },
-- Feral Swiftness
[17002] = { "Звірина стрімкість", "Збільшує швидкість руху у котячій подобі на {1}% і збільшує шанс ухилення від атаки у подобі кота та ведмедя на {2}%.\n\nКрім того, ваші здібності \"Порив\" та \"Розполохуючий рев\" з ймовірністю {3}% звільнюють від ефектів обмеження руху.#speed by {1}%#Form by {2}%#a {3}% chance", en="Feral Swiftness" },
[24866] = { ref=17002 }, -- Feral Swiftness
-- Ferocious Bite
[22568] = { "Безжалісний укус", "Завершальний рух, що завдає шкоди за кожен прийом комбінації[ та перетворює до {1} од. енергії, щоб збільшити шкоду до {2}%#consumes up to {1} additional energy to increase damage by up to {2}%.][, перетворює до {1} од. енергії, щоб збільшити шкоду до {2}% та відновлює вам {3}% від максимального запасу здоров'я за кожні {4} одиниць використаної енергії#up to {1} additional energy to increase damage by up to {2}%, and heals you for {3}% of your total maximum health for each {4} energy]. Шкода збільшується залежно від сили атаки.\n  1 прийом: {1}-{2} шкоди\n  2 прийоми: {3}-{4} шкоди\n  3 прийоми: {5}-{6} шкоди\n  4 прийоми: {7}-{8} шкоди\n  5 прийомів: {9}-{10} шкоди#1 point  : {1}-{2}#2 points: {3}-{4}#3 points: {5}-{6}#4 points: {7}-{8}#5 points: {9}-{10}", en="Ferocious Bite" },
-- Flight Form
[33943] = { "Політна подоба", "Набути політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Flight Form" },
-- Frenzied Regeneration
[22842] = { "Шалене відновлення", "Збільшує максимальний запас здоров'я на {1}%, відновлює запас здоров'я до {2}% (якщо рівень здоров'я менший)[ та збільшує отримане зцілення на {1}%. Триває {2} с.#healing received is increased by {1}%.  Lasts {2} sec][ та перетворює до {1} люті щосекунди на здоров'я протягом {2} с. Кожна одиниця люті перетворюється на {3}% від максимального запасу здоров'я.#converts up to {1} Rage per second into health for {2} sec.  Each point of Rage is converted into {3}% of max]#maximum health by {1}%, increases health to {2}%", "Максимальний запас здоров'я збільшено на {1}%[, перетворення люті на здоров'я#converting Rage into health][, а отримане зцілення збільшено на {1}%#healing received increased by {1}%].#Health increased by {1}%", en="Frenzied Regeneration" },
-- Fungal Growth
[78788] = { "Грибний наріст", "Коли гинуть ваші деревані або спрацьовують дикі гриби, ви породжуєте грибний наріст, що покриває зону в радіусі {1} м, сповільнюючи всі ворожі цілі на {2}%. Триває {3} секунд.#within {1} y#by {2}%#Lasts {3} sec", en="Fungal Growth" },
[78789] = { ref=78788 }, -- Fungal Growth
[81281] = { "Грибний наріст", "Коли гинуть ваші деревані або спрацьовують дикі гриби, ви породжуєте грибний наріст, що покриває зону в радіусі {1} м, сповільнюючи всі ворожі цілі. Триває {2} секунд.#within {1} y#Lasts {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Fungal Growth" },
[81282] = { "Грибний наріст", en="Fungal Growth" },
[81283] = { "Грибний наріст", "Коли гинуть ваші деревані або спрацьовують дикі гриби, ви породжуєте грибний наріст, що покриває зону в радіусі {1} м, сповільнюючи всі ворожі цілі. Триває {2} секунд.#within {1} y#Lasts {2} sec", en="Fungal Growth" },
[81286] = { ref=81283 }, -- Fungal Growth
[81288] = { ref=81281 }, -- Fungal Growth
[81289] = { ref=81282 }, -- Fungal Growth
[81291] = { ref=81283 }, -- Fungal Growth
-- Furor
[17056] = { "Шаленість", "Надає вам {1}% імовірності отримати {2} люті, коли ви набуваєте ведмежої подоби, або {3} енергії, коли ви набуваєте котячої подоби. Також збільшує ваш запас мани на {4}%.#{1}% chance#{2} Rage#up to {3} of your Energy#by {4}%", en="Furor" },
[17058] = { ref=17056 }, -- Furor
[17059] = { ref=17056 }, -- Furor
-- Fury Swipes
[80861] = { "Люті удари", "Під час автоатаки в кошачій чи ведмежій подобі ви можете виконати лютий удар, що завдає {1}% шкоди від зброї. Цей ефект може спрацьовувати не частіше, ніж раз на {2} секунди.#dealing {1}% weapon#every {2} sec", en="Fury Swipes" },
[48532] = { "Люті удари", "Під час автоатаки в кошачій чи ведмежій подобі ви з ймовірністю {1}% виконаєте лютий удар, що завдає {2}% шкоди від зброї. Цей ефект може спрацьовувати не частіше, ніж раз на {3} секунди.#a {1}% chance#dealing {2}% weapon#every {3} sec", en="Fury Swipes" },
[80552] = { ref=48532 }, -- Fury Swipes
[80553] = { ref=48532 }, -- Fury Swipes
-- Fury of Stormrage
[17104] = { "Лють Шаленства Бурі", "Зменшує витрати мани на \"Гнів\" на {1}%, і щоразу, коли ви завдаєте шкоди за допомогою \"Гніву\", з ймовірністю {2}% наступне закляття \"Зоряний вогонь\" впродовж {3} с буде вимовлено миттєвво.#by {1}%#a {2}% chance#within {3} sec", en="Fury of Stormrage" },
[24943] = { ref=17104 }, -- Fury of Stormrage
-- Genesis
[57810] = { "Творення", "Збільшує зцілення ваших ефектів періодичного зцілення та \"Негайного відновлення\" на {1}% та збільшує тривалість ваших ефектів \"Місячний вогонь\" та \"Рій комах\" на {2} с.#by {1}%#by {2} sec", en="Genesis" },
[57811] = { ref=57810 }, -- Genesis
[57812] = { ref=57810 }, -- Genesis
-- Gift of Nature
[87305] = { "Дар природи", "Зцілення збільшено на {1}%.#by {1}%", en="Gift of Nature" },
-- Gift of the Earthmother
[51179] = { "Дар Матері-Землі", "Збльшує зцілення при завершенні \"Життєцвіту\" на {1}%, а ваше \"Омолодження\" також миттєво відновлює здоров'я в обсязі {2}% від зцілення за час дії ефекту.#by {1}%#for {2}%", en="Gift of the Earthmother" },
[51180] = { ref=51179 }, -- Gift of the Earthmother
[51181] = { ref=51179 }, -- Gift of the Earthmother
-- Healing Touch
[5185] = { "Цілющий дотик", "Зцілює дружній цілі від {1} до {2} здоров'я[ та скорочує час відновлення \"Стрімкості природи\" на {1} с#on Nature's Swiftness by {1} s].#for {1} to {2}", en="Healing Touch" },
-- Heart of the Wild
[17003] = { "Серце дикої природи", "Збільшує ваш інтелект на {1}%. Крім того, у подобі ведмедя ваша витривалість збільшується на {2}%, а у котячій подобі ваша сила атаки збільшується на {3}%.#Intellect by {1}%#Stamina is increased by {2}%#power is increased by {3}%", en="Heart of the Wild" },
[17004] = { ref=17003 }, -- Heart of the Wild
[17005] = { ref=17003 }, -- Heart of the Wild
-- Hurricane
[16914] = { "Ураган", "Створює бурхливий шторм у вказаному місці, що завдає {1} шкоди від природи ворогам щосекунди[, зменшує їх швидкість руху на {1}%#reducing movement speed by {1}%] та збільшує інтервал між атаками на {2}%. Триває {3} с. Друїд має підтримувати закляття.#causing {1} Nature#attacks of enemies by {2}%#Lasts {3} sec", "{1} шкоди щосекунди[, швидкість руху зменшено на {1}%#movement slowed by {1}%], інтервал між атаками збільшено на {2}%.#{1} damage every#between attacks increased by {2}%", en="Hurricane" },
-- Improved Eclipse
[48521] = { "Покращене затемнення", "Після завдання критичного удару \"Зоряним вогнем\" ви з ймовірністю {1}% збільшите шкоду від \"Гніву\" на {2}%. При завданні критичного удару \"Гнівом\" ви з ймовірністю {3}% збільшите шанс завдання критичного удару \"Зоряного вогню\" на {4}%. Кожен ефект має окремий {5}-секундний час відновлення. Обидва ефекти не можуть діяти одночасно.#Starfire, you have a {1}%#Wrath by {2}%#Wrath, you have a {3}%#Starfire by {4}%#separate {5} sec", en="Improved Eclipse" },
-- Improved Rejuvenation
[17111] = { "Покращене омолодження", "Збільшує ефект ваших заклять \"Омолодження\" та \"Негайне відновлення\" на {1}%.#by {1}%", en="Improved Rejuvenation" },
[17112] = { ref=17111 }, -- Improved Rejuvenation
[17113] = { ref=17111 }, -- Improved Rejuvenation
-- Improved Tranquility
[17123] = { "Покращений спокій", "Зменшує загрозу від закляття \"Спокій\" на {1}% та зменшує отриману вами шкоду під час його промовляння на {2}%.#by Tranquility by {1}%#channeling Tranquility by {2}%", en="Improved Tranquility" },
[17124] = { ref=17123 }, -- Improved Tranquility
-- Infected Wounds
[48483] = { "Інфіковані рани", "Ваші здібності \"Шматування\", \"Терзання\", \"Знищення\" та \"Нівечення\" завдають цілі інфіковану рану. Інфікована рана зменшує швидкість руху цілі на {1}% і швидкість атаки на {2}%. Триває {3} с.#target by {1}%#speed by {2}#Lasts {3} sec", en="Infected Wounds" },
[48484] = { ref=48483 }, -- Infected Wounds
-- Innervate
[29166] = { "Осяяння", "Відновлює цілі ману в обсязі {1}% від максимального запасу мани протягом {2} с. При застосуванні на себе, відновить додатково {3}% від максимального запасу мани протягом {4} с.[ При застосуванні на іншу ціль, відновить вам {1}% від максимального запасу мани протягом {2} с.#the caster will gain {1}% of maximum mana over {2} sec]#to regenerate {1}% of maximum mana over {2} sec#additional {3}% of maximum mana over {4} sec", "Відновлення {1} мани кожні {2} с.#{1} mana every {2} sec", en="Innervate" },
-- Insect Swarm
[5570] = { "Рій комах", "Ворожу ціль оточують комахи, що завдають {1} шкоди від природи протягом {2} с.#causing {1} Nature damage over {2} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Insect Swarm" },
-- King of the Jungle
[48492] = { "Король джунглів", "Під час дії здібності \"Несамовитість\" у ведмежій подобі ваша шкода збільшується на {1}%, а здібність \"Лють тигра\" миттєво відновлює {2} енергії.#increased by {1}%#restores {2} Energy", en="King of the Jungle" },
[48494] = { ref=48492 }, -- King of the Jungle
[48495] = { ref=48492 }, -- King of the Jungle
-- Lacerate
[33745] = { "Розірвати", "Розриває ворожу ціль, завдаючи {1} шкоди, додатково {2} шкоди від кровотечі протягом {3} с та спричиняючи велику загрозу. Шкода збільшується від сили атаки. Ефект накопичується до {4} разів на одній цілі.#dealing {1} damage#bleed for {2} damage over {3} sec#up to {4} times", "Отримує {1} шкоди від кровотечі кожні {2} с#{1} damage every {2} sec", en="Lacerate" },
-- Leader of the Pack
[17007] = { "Вожак зграї", "Коли ви перебуваєте у подобі кота чи ведмедя, \"Вожак зграї\" збільшує ймовірність критичного удару всіх учасників групи та рейду в межах {1} м на {2}%. Крім того, ваші критичні удари у подобі кота чи ведмедя відновлюють вам {3}% здоров'я та {4}% мани. Цей ефект може спрацьовувати не частіше, ніж раз на {5} секунд.#within {1} y#by {2}%#for {3}% of#gain {4}% of#every {5} sec", en="Leader of the Pack" },
-- Lifebloom
[33763] = { "Життєцвіт", "Зцілює цілі {1} здоров'я протягом {2} с. Коли \"Життєцвіт\" закінчується або розвіюється, ціль миттєво зцілюється на {3} здоров'я.\n\nЕфект накопичується до {4} разів і одночасно може бути активним лише на одній цілі.[\n\n|cFF33AA11Дерево життя: Можна застосувати на необмежену кількість цілей.|r#Tree of Life: Can be cast on unlimited targets]#for {1} over {2} sec#healed for {3}#up to {4} times", "Зцілення {1} здоров'я щосекунди. Розквітне, зцілюючи {2} здоров'я коли ефект закінчиться або розвіється.#Healing {1} every sec#for {2} healing", en="Lifebloom" },
-- Living Seed
[48496] = { "Зерно життя", "Коли ви зцілюєте ціль критичним ефектом закляття \"Негайне відновлення\", \"Розростання\", \"Підживлення\" або \"Цілющий дотик\", ви саджаєте в неї \"Зерно життя\" на {1}% від ефекту зцілення. \"Зерно життя\" розквітне, коли ціль буде атакована. Триває {2} секунд.#for {1}% of the amount#Lasts {2} sec", en="Living Seed" },
[48499] = { ref=48496 }, -- Living Seed
[48500] = { ref=48496 }, -- Living Seed
[48503] = { ref=48496 }, -- Living Seed
[48504] = { nil, nil, "Наступна отримана атака зцілить вас на {1}.#for {1}", ref=48496 }, -- Living Seed
-- Lunar Guidance
[33589] = { "Місячне  покровительство", "Ваш \"Зоряний сплеск\" додає додатково {1} од. місячної або сонячної енергії, залежно від того, яка з них вам потрібна.#additional {1} Lunar", en="Lunar Guidance" },
[33590] = { ref=33589 }, -- Lunar Guidance
[33591] = { ref=33589 }, -- Lunar Guidance
-- Lunar Justice
[16896] = { "Місячне правосуддя", "Вбивство цілі, що приносить досвід або честь, викличе місячний промінь на полеглого ворога, що миттєво відновить {1}% від базового запасу мани вам або першому союзнику, що стане в цей промінь. \"Місячне правосуддя\" триває {2} секунд.#restoring {1}%#for {2} sec", en="Lunar Justice" },
[16897] = { ref=16896 }, -- Lunar Justice
[16899] = { ref=16896 }, -- Lunar Justice
-- Lunar Shower
[33603] = { "Місячна злива", "Коли ви застосовуєте \"Місячний вогонь\", ви отримуєте ефект \"Місячна злива\". Місячна злива збільшує первинну шкоду від вашого \"Місячного вогню\" на {1}% і зменшує витрати мани на {2}%. Цей ефект накопичується до {3} разів і триває {4} с. Поки ви перебуваєте під дією Місячної зливи, \"Місячний вогонь\" додає {5} сонячної енергії, а \"Сонячний вогонь\" додає {6} місячної енергії.#Moonfire by {1}%#cost by {2}%#up to {3} times and lasts {4} sec#generates {5} Solar#generates {6} Lunar", en="Lunar Shower" },
[33604] = { ref=33603 }, -- Lunar Shower
[33605] = { ref=33603 }, -- Lunar Shower
-- Maim
[22570] = { "Калічення", "Завершальний рух, який завдає шкоди та приголомшує ціль. Шкода і тривалість ефекту залежить від довжини комбінації:\n   1 прийом: {1}-{2} шкоди, {3} с\n   2 прийоми: {4}-{5} шкоди, {6} с\n   3 прийоми: {7}-{8} шкоди, {9} с\n   4 прийоми: {10}-{11} шкоди, {12} с\n   5 прийомів: {13}-{14} шкоди, {15} с#1 point  : {1}-{2} damage, {3} sec#2 points: {4}-{5} damage, {6} sec#3 points: {7}-{8} damage, {9} sec#4 points: {10}-{11} damage, {12} sec#5 points: {13}-{14} damage, {15} sec", "Приголомшено.", en="Maim" },
-- Malfurion's Gift
[92363] = { "Дар Малфуріона", "Щоразу, коли ви зцілюєте закляттям \"Життєцвіт\", з ймовірністю {1}% ви отримаєте \"Передвістя ясності\".\n\nКрім того, час відновлення вашого \"Спокою\" зменшується на {2} хв.#a {1}% chance#by {2} min", en="Malfurion's Gift" },
[92364] = { ref=92363 }, -- Malfurion's Gift
-- Mangle
[33876] = { "Нівечення", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв. Збільшує довжину комбінації на {5} прийом.#for {1}% normal damage plus {2} and#take {3}%#for {4} min#{5} combo", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Mangle" },
[33878] = { "Нівечення", "Нівечить ціль, завдаючи {1}% від звичайної шкоди плюс {2}, і збільшує шкоду цілі від ефектів кровотечі на {3}% протягом {4} хв.#for {1}% normal damage plus {2} and#take {3}%#for {4} min", "Ефекти кровотечі завдають на {1}% більше шкоди.#cause {1}%", en="Mangle" },
[33917] = { "Нівечення", "Нівечить ціль, завдаючи шкоди, і збільшує шкоду цілі від ефектів кровотечі протягом {1} хв.  Цю здібність можна використовувати у котячій та ведмежій подобі.#for {1} min", en="Mangle" },
-- Mark of the Wild
[1126] = { "Знак дикої природи", "Збільшує силу, спритність, витривалість та інтелект дружньої цілі на {1}%, а також усі магічні опори на {2} протягом {3} год.  Якщо ціль перебуває у вашій групі або рейді, то ефект отримають всі учасники групи чи рейду.#Intellect by {1}%#resistances by {2}, for {3} h", en="Mark of the Wild" },
-- Master Shapeshifter
[48411] = { "Майстерний перевертень", "Дає ефект, який триває, поки ви перебуває у відповідній подобі.\n\nВедмежа подоба - збільшує фізичну шкоду на {1}%.\n\nКотяча подоба - збільшує шанс критичного удару на {2}%.\n\nПодоба місячного совуха - збільшує шкоду заклять на {3}%.\n\nПодоба дерева життя/заклинателя - збільшує зцілення на {4}%.#physical damage by {1}%#chance by {2}%#spell damage by {3}%#healing by {4}%", en="Master Shapeshifter" },
[48418] = { "Майстерний перевертень", nil, "Фізичну шкоду збільшено на {1}%.#by {1}%", en="Master Shapeshifter" },
[48420] = { "Майстерний перевертень", nil, "Шанс критичного удару збільшено на {1}%.#by {1}%", en="Master Shapeshifter" },
[48421] = { "Майстерний перевертень", nil, "Шкоду заклять збільшено на {1}%.#by {1}%", en="Master Shapeshifter" },
-- Maul
[6807] = { "Терзання", "Атака, що миттєво завдає {1} фізичної шкоди[ та додатково {1} шкоди цілі неподалік#an additional {1} damage to a nearby target]. Ефекти, що збільшують шкоду від кровотечі, також збільшують шкоду \"Терзання\".#deals {1} physical", en="Maul" },
-- Meditation
[85101] = { "Медитація", "Дозволяє {1}% відновлення мани від духу продовжуватися в бою.#Allows {1}% of your", en="Meditation" },
-- Moonfire
[8921] = { "Місячний вогонь", "Обпалює ворога, завдаючи від {1} до {2} шкоди арканою та додатково {3} шкоди арканою протягом {4} с.#for {1} to {2} Arcane#additional {3}#over {4} sec", "{1} шкоди від аркани кожні {2} с.#{1} Arcane damage every {2} sec", en="Moonfire" },
-- Moonfury
[16913] = { "Місячна лють", "Шкоду від заклинань аркани та природи збільшено на {1}%.\n\nЗбільшує додаткову шкоду від критичних ударів заклять \"Гнів\", \"Місячний вогонь\", \"Зоряний вогонь\", \"Зоряний сплеск\", \"Рій комах\" та \"Зорепад\" на {2}%.#increased by {1}%#spells by {2}%", en="Moonfury" },
-- Moonglow
[16845] = { "Місячне сяйво", "Знижує витрати мани на ваші бойові та цілющі закляття на {1}%.#by {1}%", en="Moonglow" },
[16846] = { ref=16845 }, -- Moonglow
[16847] = { ref=16845 }, -- Moonglow
-- Moonkin Form
[24858] = { "Подоба місячного совуха", "Набути подоби місячного совуха. В цій подобі закляття природи та аркани завдають на {1}% більше шкоди, ви отримуєте на {2}% менше шкоди та збільшуєте швидкість заклять всіх членів групи та рейду на {3}%. В подобі місячного совуха ви не можете використовувати цілющі закляття та закляття воскресіння.\n\nЗміна подоби звільняє заклинача від ефектів обмеження руху.#damage by {1}%#taken by {2}%#members by {3}%", "Шкоду заклять природи та аркани збільшено на {1}%.\nНевразливість до ефектів поліморфу.\nОтриману шкоду зменшено на {2}%.\nШвидкість заклять всіх членів групи та рейду збільшено на {3}%#damage increased by {1}%#reduced by {2}%#members increased by {3}%", en="Moonkin Form" },
-- Natural Reaction
[57878] = { "Природна реакція", "Зменшує отриману шкоду у ведмежій подобі на {1}%, збільшує ймовірність ухилятися у ведмежій подобі на {2}% і ви отримуєте {3} люті щоразу, коли ухиляєтеся, перебуваючи у ведмежій подобі.#taken while in Bear Form by {1}%#dodge while in Bear Form by {2}%#generate {3} Rage", en="Natural Reaction" },
[57880] = { ref=57878 }, -- Natural Reaction
-- Natural Shapeshifter
[16833] = { "Природжений перевертень", "Зменшує витрати мани всіх змін подоби на {1}% та збільшує тривалість подоби дерева життя на {2} с.#by {1}%#by {2} sec", en="Natural Shapeshifter" },
[16834] = { ref=16833 }, -- Natural Shapeshifter
-- Naturalist
[17069] = { "Натураліст", "Зменшує час вимови ваших заклять \"Цілющий дотик\" та \"Підживлення\" на {1} с.#by {1} sec", en="Naturalist" },
[17070] = { ref=17069 }, -- Naturalist
-- Nature's Bounty
[17074] = { "Щедрість природи", "Збільшує ймовірність критичного ефекту закляття \"Розростання\" на {1}%.\n\nКрім того, коли ваш ефект \"Омолодження\" активний на трьох чи більше цілях, час вимови \"Підживлення\" скорочується на {2}%.#spell by {1}%#reduced by {2}%", en="Nature's Bounty" },
[17075] = { ref=17074 }, -- Nature's Bounty
[17076] = { ref=17074 }, -- Nature's Bounty
-- Nature's Cure
[88423] = { "Природне зцілення", "Підсилює ваше закляття \"Зняття пошесті\", внаслідок чого воно також знімає магічний ефект з цілі.", en="Nature's Cure" },
-- Nature's Focus
[84736] = { "Природне зосередження", "Зменшує затримку вимови заклять \"Цілющий дотик\", \"Розростання\", \"Спокій\", \"Переродження\", \"Циклон\", \"Опутуюче коріння\" та \"Підживлення\" при отриманні шкоди.", en="Nature's Focus" },
-- Nature's Grace
[16880] = { "Природна благодать", "Ваша швидкість вимови заклять збільшується на {1}% протягом {2} секунд після вимови закляття \"Місячний вогонь\", \"Розростання\" або \"Рій комах\". Час відновлення ефекту - {3} хв. Коли ви отримуєте ефект сонячного або місячного затемнення, \"Природна благодать\" миттєво відновлюється.#gain {1}%#lasting {2} sec#a {3} min", en="Nature's Grace" },
[61345] = { ref=16880 }, -- Nature's Grace
[61346] = { ref=16880 }, -- Nature's Grace
-- Nature's Grasp
[16689] = { "Схоплення природи", "Під час дії закляття кожен раз, коли ворог завдає удару заклиначеві, з ймовірністю {1}% його вразить закляття \"Опутуюче коріння\". {2} заряди. Триває {3} с.#{1}% chance#{2} charge#Lasts {3} sec", "При отриманні шкоди в ближньому бою, є ймовірність обплутати ворога.", en="Nature's Grasp" },
-- Nature's Majesty
[35363] = { "Велич природи", "Збільшує ймовірність критичного удару ваших заклять на {1}%.#by {1}%", en="Nature's Majesty" },
[35364] = { ref=35363 }, -- Nature's Majesty
-- Nature's Swiftness
[17116] = { "Стрімкість природи", "Після активації ваше наступне закляття природи, чий базовий час вимови не більший за {1} с, буде миттєвим. Якщо це закляття зцілення, то воно зцілить на {2}% більше здоров'я.#than {1} sec#by {2}%", "Ваше наступне закляття природи буде миттєвим і зцілить на {1}% більше здоров'я.#with {1}%", en="Nature's Swiftness" },
-- Nature's Ward
[33881] = { "Природній оберіг", "Коли ви отримуєте шкоду, маючи {1}% здоров'я або менше, ви з ймовірністю {2}% отримаєте ефект \"Омолодження\" без витрат мани.#below {1}%#a {2}% chance", en="Nature's Ward" },
[33882] = { ref=33881 }, -- Nature's Ward
-- Nourish
[50464] = { "Підживлення", "Зцілює дружній цілі від {1} до {2} здоров'я. Зцілює на {3}% більше, якщо на ціль діє \"Омолодження\", \"Розростання\", \"Життєцвіт\" або \"Дикий ріст\".#target for {1} to {2}#additional {3}%", en="Nourish" },
-- Omen of Clarity
[16864] = { "Передвістя ясності", "Ваші бойові закляття та атаки мають ймовірність наділити вас ефектом \"Ясномови\", який знижує витрати мани, енергії або люті на наступне ваше немиттєве атакуюче чи цілюще закляття або атакуючу звірину здібність на {1}%.\n\nЯкщо вашою спеціалізацією є \"Дикість\", то \"Передвістя ясності\" може спрацювати від ваших автоатак.#by {1}%", "Бойові закляття, атакуючі здібності, а також автоатаки (при спеціалізації \"Дикість\") мають ймовірність наділити заклинача ефектом \"Ясномови\".", en="Omen of Clarity" },
-- Owlkin Frenzy
[48389] = { "Совине божевілля", "Атаки, отримані вами в подобі місячного совуха, з ймовірністю {1}% викличуть божевілля, що збільшить вашу шкоду на {2}%, зробить вас невразливими до затримки вимови заклять спеціалізації \"Баланс\". Ефект триває {3} секунд.#a {1}% chance#damage by {2}%#Lasts {3} sec", en="Owlkin Frenzy" },
[48392] = { ref=48389 }, -- Owlkin Frenzy
[48393] = { ref=48389 }, -- Owlkin Frenzy
-- Perseverance
[78734] = { "Наполегливість", "Зменшує всю отриману шкоду від заклять на {1}%.#by {1}%", en="Perseverance" },
[78735] = { ref=78734 }, -- Perseverance
[78736] = { ref=78734 }, -- Perseverance
[78737] = { ref=78734 }, -- Perseverance
[78738] = { ref=78734 }, -- Perseverance
-- Planetary Alignment
[48525] = { ref=48516 }, -- Planetary Alignment
-- Planetary Alignment 
[48516] = { "Парад планет", "Збільшує обсяг місячної або сонячної енергії, що додається від \"Зоряного вогню\" та \"Гніву\", на {1}%, а при отриманні критичного удару в ближньому або дальньому бою ви миттєво отримаєте {2} од. місячної або сонячної енергії.#by {1}%#generate {2} Lunar", en="Planetary Alignment " },
-- Pounce
[9005] = { "Стрибок", "Cтрибнути на ціль, приголомшуючи її на {1} с та завдаючи {2} шкоди від кровотечі протягом {3} с. Потрібно зачаїтися. Збільшує довжину комбінації на {4} прийом.#for {1} sec#causing {2} Bleed damage over {3} sec#{4} combo", "Приголомшено.", en="Pounce" },
-- Predatory Instincts
[33859] = { "Хижі інстинкти", "Шкода від критичних ударів ближнього бою збільшується на {1}%.#by {1}%", en="Predatory Instincts" },
[33866] = { ref=33859 }, -- Predatory Instincts
[33867] = { "Хижі інстинкти", "У кошачій подобі шкода від критичних ударів ближнього бою збільшується на {1}%.#by {1}%", en="Predatory Instincts" },
-- Predatory Strikes
[16972] = { "Удари хижака", "Збільшує шанс критичного удару вашої здібності \"Знищення\" на {1}% при застосування проти цілей, що мають більше {2}% здоров'я.\n\nВаші завершальні рухи з ймовірністю {3}% за кожен прийом в комбінації дозволять миттєво і без витрат мани вимовити наступне закляття природи, чий базовий час вимови не більший за {4} с.#by {1}% on#above {2}%#a {3}% chance#than {4} sec", en="Predatory Strikes" },
[16974] = { ref=16972 }, -- Predatory Strikes
-- Primal Fury
[16958] = { "Первісна лють", "Надає вам {1}% ймовірності отримати додатково {2} люті, коли ви отримуєте критичний удар, перебуваючи у ведмежій подобі.#{1}% chance#additional {2} Rage", en="Primal Fury" },
[16961] = { ref=16958 }, -- Primal Fury
[37116] = { "Первісна лють", "Надає вам {1}% ймовірності отримати додатково {2} люті, коли ви отримуєте критичний удар, перебуваючи у ведмежій подобі, а критичні удари ваших здібностей котячої подоби, що збільшують комбінацію прийомів, з ймовірністю {3}% збільшать довжину комбінації додатково на один прийом.#a {1}% chance to gain an additional {2} Rage#a {3}% chance to add", en="Primal Fury" },
[37117] = { ref=37116 }, -- Primal Fury
-- Primal Madness
[17080] = { "Первісне божевілля", "Здібності \"Несамовитість\" і \"Берсерк\" миттєво створюють додаткову лють.", en="Primal Madness" },
[80879] = { "Первісне божевілля", "\"Лють тигра\" та \"Берсерк\" також збільшують ваш максимальний запас енергії на 10 протягом дії ефекту, а здібності \"Несамовитість\" і \"Берсерк\" миттєво додають {1} люті.#generates {1} Rage", "Запас енергії збільшено на {1}.#by {1}.", en="Primal Madness" },
[80886] = { ref=80879 }, -- Primal Madness
[80316] = { "Первісне божевілля", "\"Лють тигра\" та \"Берсерк\" також збільшують ваш поточний та максимальний запас енергії на {1} протягом дії ефекту, а здібності \"Несамовитість\" і \"Берсерк\" миттєво додають {2} люті.#by {1} during#generate {2} Rage", en="Primal Madness" },
[80317] = { ref=80316 }, -- Primal Madness
-- Protector of the Pack
[57873] = { "Захисник зграї", "Збільшує вашу силу атаки на {1}% у подобі ведмедя та зменшує отриману вами шкоду на {2}% у подобі ведмедя.#power by {1}%#take by {2}%", en="Protector of the Pack" },
[57876] = { ref=57873 }, -- Protector of the Pack
[57877] = { ref=57873 }, -- Protector of the Pack
-- Pulverize
[80951] = { "Подрібнення", nil, "Шанс завдання критичного удару в ближньому бою збільшено на {1}%.#by {1}%", en="Pulverize" },
[80313] = { "Подрібнення", "Завдає {1}% шкоди від зброї плюс додатково {2} шкоди за кожен ефект \"Розірвати\" на цілі, а також збільшує шанс критичного удару в ближньому бою на {3}% за кожен ефект \"Розірвати\" протягом {4} с.#Deals {1}%#additional {2} damage#by {3}%#for {4} sec", en="Pulverize" },
-- Rake
[1822] = { "Роздирання", "Роздирає ціль, завдаючи {1} шкоди від кровотечі та додатково {2} шкоди від кровотечі протягом {3} с. Збільшує довжину комбінації на {4} прийом.#for {1} Bleed damage and an additional {2} Bleed damage over {3} sec#{4} combo", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rake" },
-- Ravage!
[81170] = { "Знищення!", ref=6785, en="Ravage!" },
-- Rebirth
[20484] = { "Переродження", "Повертає дух до тіла, відроджуючи ціль із {1}% здоров'я і {2}% мани.#{1}% health and {2}% mana", en="Rebirth" },
-- Regrowth
[8936] = { "Розростання", "Зцілює дружній цілі від {1} до {2} здоров'я і додатково {3} здоров'я протягом {4} c.[ Ефект \"Розростання\" автоматично поновлюється до {1} секунд щоразу, коли зцілює ціль, що має менше {2}% здоров'я.#refreshes to {1} sec each time it heals targets at or below {2}% health][\n\n|cFF33AA11Дерево життя: Вимовляється миттєво.|r#Tree of Life: Instant cast]#for {1} to {2} and another {3} over {4} sec", "Зцілення {1} здоров'я кожні {2} с.#{1} every {2} sec", en="Regrowth" },
-- Rejuvenation
[774] = { "Омолодження", "Зцілює цілі {1} здоров'я кожні {2} с протягом {3} с.#for {1} every {2} sec for {3} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2} sec", en="Rejuvenation" },
-- Remove Corruption
[2782] = { "Зняття пошесті", "Нейтралізує ефекти пошесті на дружній цілі, знімаючи[ {1} магічний ефект,#removing {1} Magic] 1 ефект проклятя та 1 ефект отрути.", en="Remove Corruption" },
-- Revitalize
[450759] = { "Відродження", "Повертає усіх мертвих учасників групи та рейду до життя з {1}% здоров'я та {2}% мани. Не можна використовувати в бою, на полях битви та арені.#with {1}% health and {2}% mana", en="Revitalize" },
[48539] = { "Відродження", "Ефекти періодичного зцілення заклять \"Омолодження\" та \"Життєцвіт\" з ймовірністю {1}% відновлюють вам {2}% від запасу мани. Цей ефект не може спрацьовувати частіше, ніж раз на {3} секунд.\n\nОкрім того, при зціленні чи оновленні \"Життєцвіту\" спрацьовує ефект \"Відновлення сил\".\n\nВідновлення сил - Відновлює {4} учасникам групи чи рейду {5}% від максимального запасу мани раз на {6} секунд. Триває {7} секунд.#a {1}% chance#regenerate {2}%#every {3} sec#up to {4} party#to {5}% of#per {6} sec#for {7} sec", en="Revitalize" },
[48544] = { ref=48539 }, -- Revitalize
-- Revive
[50769] = { "Оживлення", "Повертає дух до тіла, відроджуючи ціль із {1}% здоров'я та  мани. Не можна використовувати в бою.#with {1}% of max", en="Revive" },
-- Rip
[1079] = { "Розірвання", "Завершальний рух, що завдає шкоди з часом. Шкода збільшується залежно від довжини комбінації та сили атаки:\n  1 прийом: {1} шкоди за {2} cекунд\n  2 прийоми: {3} шкоди за {4} cекунд\n  3 прийоми: {5} шкоди за {6} cекунд\n  4 прийоми: {7} шкоди за {8} cекунд\n  5 прийомів: {9} шкоди за {10} cекунд[\n\nЩоразу, коли ви вражаєте ціль \"Шматуванням\" чи \"Нівеченням\" в котячій подобі, тривалість ефекту \"Розірвання\" на цілі подовжується на {1} с, максимум до {2} с.#duration of your Rip on that target is extended by {1} sec, up to a maximum of {2} sec]#1 point: {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "{1} шкоди від кровотечі кожні {2} с.#for {1} damage every {2} sec", en="Rip" },
-- Savage Defense
[62600] = { "Дикий захист", "Щоразу, коли ви завдаєте критичного удару, перебуваючи у подобі ведмедя, ви з ймовірністю {1}% отримуєте \"Дикий захист\", що поглинає шкоду від наступної фізичної атаки в обсязі {2}% від вашої сили атаки протягом {3} секунд.#a {1}% chance#to {2}% of#for {3} sec", en="Savage Defense" },
-- Savage Roar
[52610] = { "Дикий рев", "Завершальний рух, що поглинає комбінацію прийомів на цілі неподалік та збільшує шкоду автоатаки на {1}%. Можна використовувати лише в котячій подобі. Тривалість ефекту залежить від довжини комбінації:\n  1 прийом:   {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Шкоду автоатаки збільшено на {1}%.#by {1}%", en="Savage Roar" },
-- Shapeshifter
[87793] = { "Перевертень", "Зменшує витрати мани всіх змін подоби на {1}%.#by {1}%", en="Shapeshifter" },
-- Shooting Stars
[93398] = { "Падаючі зірки", "З ймовірністю {1}% після завдання шкоди закляттями \"Місячний вогонь\" або \"Рій комах\" ваш \"Зоряний сплеск\" миттєво відновиться, а час його вимови зменшиться на {2}%. Триває {3} с.#a {1}% chance#by {2}%#Lasts {3} sec", en="Shooting Stars" },
[93399] = { ref=93398 }, -- Shooting Stars
-- Skull Bash
[80964] = { "Лобова атака", "Ви робите ривок та б'єте ціль по черепу, перериваючи вимову заклинань та запобігаючи застосуванню заклять тієї ж школи протягом {1} секунд.#for {1} sec", "Перервано.", en="Skull Bash" },
[80965] = { ref=80964 }, -- Skull Bash
-- Solar Beam
[78675] = { "Сонячний промінь", "Ви викликаєте промінь сонячного світла на місце розташування ворожої цілі, який перериває вимову заклять та знемовлює всіх ворогів у області дії променя. Сонячний промінь існує {1} с.#for {1} sec", "Знемовлено.", en="Solar Beam" },
-- Soothe
[2908] = { "Вгамування", "Вгамовує ціль, розвіюючи всі ефекти несамовитості.", en="Soothe" },
-- Stampede
[78892] = { "Тупіт", "Збільшує швидкість ближнього бою на {1}% протягом {2} секунд після використання здібності \"Дикий ривок (ведмідь)\", а ваше наступне \"Знищення\" протягом {3} секунд після використання здібності \"Дикий ривок (кіт)\" не вимагає непомітності та знаходження позаду цілі, і витрачає на {4}% менше енергії.#by {1}%#for {2} sec,#for {3} sec after#cost {4}% less", en="Stampede" },
[78893] = { ref=78892 }, -- Stampede
[81016] = { nil, nil, "Швидкість ближнього бою збільшено на {1}% #by {1}%", ref=78892 }, -- Stampede
[81017] = { ref=81016 }, -- Stampede
[81021] = { nil, nil, "Ваше наступне \"Знищення\" не вимагає непомітності та знаходження позаду цілі, і витрачає на {1}% менше енергії.#costs {1}%", ref=78892 }, -- Stampede
[81022] = { ref=81021 }, -- Stampede
-- Stampeding Roar
[77761] = { "Розполохуючий рев", "Друїд реве, збільшуючи швидкість руху всіх дружніх гравців в радіусі {1} м на {2}% протягом {3} секунд.#within {1} yards by {2}% for {3} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Stampeding Roar" },
[77764] = { "Розполохуючий рев", "Друїд реве, збільшуючи швидкість руху всіх дружніх гравців в радіусі {1} м на {2}% протягом {3} секунд. Не перериває дію здібності \"Зачаїтися\".#within {1} yards by {2}% for {3} sec", "Швидкість руху збільшено на {1}%.#by {1}%", en="Stampeding Roar" },
-- Starfall
[48505] = { "Зорепад", "Ви викликаєте шквал зірок з неба на всі цілі в радіусі {1} м, з якими ви перебуваєте в бою. Кожна зірка завдає від {2} до {3} арканічної шкоди. Викликає до {4} зірок. Триває {5} секунд. \n\nЗміна подоби та верхова їзда скасовує ефект. Будь-який ефект, що призводить до втрати контролю над персонажем, призупиняє ефект зорепаду.#targets within {1} y#dealing {2} to {3} Arcane#Maximum {4} stars#Lasts {5} sec", "Викликає зорі з неба.", en="Starfall" },
-- Starfire
[2912] = { "Зоряний вогонь", "Завдає цілі від {1} до {2} шкоди від аркани[ та подовжує тривалість ефекту \"Місячного вогню\" на цілі на {1} с, максимум до {2} с#Moonfire effect on the target by {1} sec, up to a maximum of {2} additional].[ Додає {1} сонячної енергії.#Generates {1} Solar]#Causes {1} to {2} Arcane damage", en="Starfire" },
-- Starsurge
[78674] = { "Зоряний сплеск", "Ви об'єднуєте силу місяця і сонця, спрямовуючи на ціль руйнівний потік енергії. Завдає цілі від {1} до {2} шкоди від чарівної бурі та додає {3} місячної або сонячної енергії, залежно від того, яка з них вам потрібна.#Causes {1} to {2} Spellstorm#generates {3} Lunar", en="Starsurge" },
-- Sunfire
[93402] = { "Сонячний вогонь", "Обпалює ворога, завдаючи {1} шкоди від природи та додатково {2} шкоди від природи протягом {3} с.#for {1} Nature#additional {2}#over {3} sec", "{1} шкоди від природи кожні {2} с.#{1} Nature damage every {2} sec", en="Sunfire" },
[93401] = { "Сонячний вогонь", "Під час сонячного затемнення ваше закляття \"Місячний вогонь\" перетвориться на закляття \"Сонячний вогонь\".", en="Sunfire" },
-- Survival Instincts
[61336] = { "Інстинкти виживання", "Зменшує всю отриману шкоду на {1}% протягом {2} с. Можна використовувати лише у ведмежій та котячій подобі.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}% у ведмежій та котячій подобі.#by {1}%", en="Survival Instincts" },
-- Swift Flight Form
[40120] = { "Стрімка політна подоба", "Набути стрімкої політної подоби, що збільшуює швидкість руху на {1}% та дозволяє літати. Не можна використовувати в бою.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%, дозволяє літати.#by {1}%", en="Swift Flight Form" },
-- Swift Rejuvenation
[33886] = { "Стрімке омолодження", "Зменшує глобальне відновлення вашого \"Омолодження\" на {1} с.#by {1} sec", en="Swift Rejuvenation" },
-- Swiftmend
[18562] = { "Негайне відновлення", "[Поглинає ефект \"Омолодження\" чи \"Розростання\" з дружньої цілі, миттєво#Consumes a Rejuvenation or Regrowth effect][Миттєво зцілює дружню ціль, що перебуває під ефектом \"Омолодження\" чи \"Розростання\",#has an active Rejuvenation or Regrowth effect] відновлюючи їй {1} здоров'я.#for {1}", en="Swiftmend" },
-- Swipe
[779] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи {1} шкоди. Шкода збільшується від сили атаки.#{1} damage", en="Swipe" },
[62078] = { "Розмах", "Розлого б'є ворогів поблизу, завдаючи {1}% шкоди від зброї.#inflicting {1}% weapon", en="Swipe" },
-- Thick Hide
[16929] = { "Товста шкіра", "Збільшує броню від предметів з тканини та шкіри на {1}%, збільшує броню у ведмежій подобі додатково на {2}% та зменшує шанс отримання критичного удару в ближньому бою на {3}%.#items by {1}%#additional {2}%#attacks by {3}%", en="Thick Hide" },
[16930] = { ref=16929 }, -- Thick Hide
[16931] = { ref=16929 }, -- Thick Hide
-- Thorns
[467] = { "Шипи", "Шипи проростають із дружньої цілі, завдаючи {1} шкоди від природи нападникам при ударі.[ Сила атаки, отримана від \"Помсти\" не збільшує шкоду \"Шипів\".#power gained from Vengeance] Триває {2} с.#causing {1}#Lasts {2} sec", "Завдає {1} шкоди від природи нападникам.#Causes {1}", en="Thorns" },
-- Thrash
[77758] = { "Трощити", "Завдає від {1} до {2} шкоди та викликає у цілей в радіусі {3} м кровотечу, що завдає {4} шкоди протягом {5} секунд.#Deals {1} to {2} damage#within {3} y#for {4} damage over {5} sec", "{1} шкоди від кровотечі кожні {2} с.#for {1} every {2} sec", en="Thrash" },
-- Tiger's Fury
[5217] = { "Лють тигра", "Збільшує фізичну шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Збільшує фізичну шкоду на {1}%.#by {1}%", en="Tiger's Fury" },
-- Tranquility
[740] = { "Спокій", "Зцілює 5 найближчих учасників групи або рейду з найменшим рівнем здоров'я в радіусі 40 м за кожні 2 секунди протягом 8 секунд. \n\nСпокій зцілює {1} здоров'я і додатково {2} кожні 2 секунди протягом 8 секунд. Ефект накопичується до 3 разів. Друїд має підтримувати закляття.#for {1} plus an additional {2} every", "Зцілює найближчих учасників групи або рейду з найменшим рівнем здоров'я на {1} здоров'я і додатково {2} кожні 2 секунди протягом 8 секунд. #for {1} plus an additional {2} every", en="Tranquility" },
-- Tree of Life
[33891] = { "Дерево життя", "Набути подоби дерева життя, що збільшує ваше зцілення на {1}% та збільшує вашу броню на {2}%. Також захищає від ефектів поліморфу. Крім того, деякі ваші закляття підсилюються на час дії подоби. Триває {3} с.\n\nПідсилені закляття: \"Життєцвіт\", \"Дикий ріст\", \"Розростання\", \"Опутуюче коріння\", \"Гнів\".#done by {1}%#armor by {2}%#Lasts {3} sec", "Зцілення збільшено на {1}%.\nБроню збільшено на {2}%.\nДеякі закляття підсилено.#Healing increased by {1}%#Armor increased by {2}%", en="Tree of Life" },
[65139] = { "Дерево життя", "Набути подоби дерева життя, що збільшує ваше зцілення на {1}% та збільшує вашу броню на {2}%. Крім того, деякі ваші закляття підсилюються на час дії подоби. Триває {3} с. Час відновлення - {4} хв.\n\nПідсилені закляття: \"Життєцвіт\", \"Дикий ріст\", \"Розростання\", \"Опутуюче коріння\", \"Гнів\".#done by {1}%#armor by {2}%#Lasts {3} sec#{4} minute cooldown", en="Tree of Life" },
-- Typhoon
[50516] = { "Тайфун", "Ви викликаєте бурхливий тайфун, який завдає {1} шкоди від природи цілям на відстані {2} м перед вами, відкидає їх та викликає запаморочення на {3} секунд.#does {1} Nature#within {2} y#for {3} sec", en="Typhoon" },
-- Vengeance
[84840] = { "Помста", "Коли ви отримуєте шкоду, перебуваючи у ведмежій подобі, ви збільшуєте силу атаки на {1}% від отриманої шкоди, але не більше, ніж на {2}% від вашого здоров'я. Набуття кошачої подоби скасує дію цього ефекту.#gain {1}% of#of {2}% of", en="Vengeance" },
-- Wild Growth
[48438] = { "Дикий ріст", "Зцілює {1} членам групи чи рейду в радіусі {2} м від цілі {3} здоров'я протягом {4} секунд. Першочергово зцілює цілі з найменшим запасом здоров'я. Зцілення спочатку відбувається швидко, а ближче до кінця дії ефекту сповільнюється.[\n\n|cFF33AA11Дерево життя: Діє ще на {1} цілі.|r#Tree of Life: Affects an additional {1} targets]#up to {1} friendly#within {2} yards#for {3} over {4} sec", "Зцілює {1} здоров'я кожні {2} с.#{1} damage every {2}", en="Wild Growth" },
-- Wild Mushroom
[78777] = { "Дикий гриб", "Вирощує магічний гриб з {1} здоров'я у вказаному місці. Через {2} сек гриб стане невидимим. Коли друїд підірве гриб, він завдасть від {3} до {4} шкоди від природи всім ворогам в радіусі {5} м. Одночасно можна розмістити до {6} грибів.\n\nСкористайтесь здібністю \"Підрив диких грибів\", щоб підірвати всі гриби.#with {1} Health#After {2} sec#dealing {3} to {4} Nature#within {5} y#Only {6} Mushrooms", en="Wild Mushroom" },
[88747] = { ref=78777 }, -- Wild Mushroom
-- Wild Mushroom: Detonate
[88751] = { "Підрив диких грибів", "Підірвати всі ваші дикі гриби, завдаючи від {1} до {2} шкоди від природи всім ворогам в радіусі {3} м.#dealing {1} to {2} Nature#within {3} y", en="Wild Mushroom: Detonate" },
-- Wrath
[5176] = { "Гнів", "Завдає цілі від {1} до {2} шкоди від природи.[ Додає {1} місячної енергії.#Generates {1} Lunar Energy][\n\n|cFF33AA11Дерево життя: Час вимови зменшено на {1}%, шкоду збільшено на {2}%.|r#Tree of Life: Cast time reduced by {1}%, damage increased by {2}%]#Causes {1} to {2} Nature", en="Wrath" },

-- Forms
[1066] = { "Водна подоба", "Набути водної подоби, що збільшує швидкість плавання на {1}% та дозволяє дихати під водою. Також захищає заклинача від ефектів поліморфу.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#speed by {1}%", "Невразливість до ефектів поліморфу. Збільшує швидкість плавання на {1}% та дозволяє дихати під водою.#speed by {1}%", en="Aquatic Form" },
[5487] = { "Ведмежа подоба", "Набути ведмежої подоби, збільшуючи броню від предметів з тканини та шкіри на {1}% та витривалість на {2}%. Значно збільшує загрозу, збільшує силу атаки залежно від показника спритності, а також захищає заклинача від ефектів поліморфу та дозволяє використання ведмежих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#items by {1}%#Stamina by {2}%", "Невразливість до ефектів поліморфу. Збільшує броню від предметів з тканини та шкіри на {1}% та витривалість на {2}%. Також збільшує силу атаки залежно від показника спритності.#items by {1}%#Stamina by {2}%", en="Bear Form" },
[768] = { "Котяча подоба", "Перекинутися на кота, збільшуючи силу атаки в залежності від показника спритності. Також захищає заклинача від ефектів поліморфу та дозволяє використання котячих здібностей.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.", "Невразливість до ефектів поліморфу. Збільшує силу атаки в залежності від показника спритності.", en="Cat Form" },
[783] = { "Мандрівна подоба", "Набути мандрівної подоби, збільшуючи швидкість руху на {1}%. Також захищає заклинача від ефектів поліморфу. Можна використовувати лише просто неба.\n\nЗміна подоби звільняє заклинача від ефектів сповільнення руху.#speed by {1}", "Невразливість до ефектів поліморфу. Швидкість руху збільшено на {1}%.#by {1}", en="Travel Form" },

-- Glyph
[54815] = { "Символ кровопускання", "Кожного разу, коли ви застосовуєте \"Шматування\" або \"Нівечення\" у котячій подобі, тривалість вашого \"Розірвання\" на цілі збільшується на 2 секунди, максимум до 6 секунд.", en="Glyph of Bloodletting" },
[54760] = { "Символ опутуючого коріння", "Зменшує час вимови вашого \"Опутуючого коріння\" на 0.2 секунди.", en="Glyph of Entangling Roots" },
[94386] = { "Символ чарівного вогню", "Збільшує дальність дії ваших здібностей \"Чарівний вогонь\" та \"Чарівний вогонь (звір)\" на 10 м.", en="Glyph of Faerie Fire" },
[94388] = { "Символ дикого ривка", "Зменшує час відновлення здібності \"Дикий ривок (кіт)\" на 2 секунди та зменшує час відновлення здібності \"Дикий ривок (ведмідь)\" на 1 секунду.", en="Glyph of Feral Charge" },
[67598] = { "Символ безжалісного укусу", "\"Безжалісний укус\" зцілює вам 1% від максимального запасу здоров'я за кожні 10 од. витраченої енергії.", en="Glyph of Ferocious Bite" },
[54810] = { "Символ шаленого відновлення", "Поки \"Шалене відновлення\" активне, ви отримуєте 30% більше зцілення, але \"Шалене відновлення\" більше не перетворює лють на здоров'я.", en="Glyph of Frenzied Regeneration" },
[54825] = { "Символ цілющого дотику", "Коли ви застовсовуєте \"Цілющий дотик\", час відновлення \"Стрімкості природи\" скорочується на 10 секунд.", en="Glyph of Healing Touch" },
[54832] = { "Символ осяяння", "Коли ви застовсовуєте \"Осяяння\" не на себе, ви також отримуєте 10% від максимального запасу мани протягом 10 секунд.", en="Glyph of Innervate" },
[54830] = { "Символ рою комах", "Збільшує шкоду здібності \"Рій комах\" на 30%.", en="Glyph of Insect Swarm" },
[94382] = { "Символ розривання", "Збільшує шанс критичного удару здібністю \"Розірвати\" на 5%.", en="Glyph of Lacerate" },
[54826] = { "Символ життєцвіту", "Збільшує шанс критичного ефекту \"Життєцвіту\" на 10%.", en="Glyph of Lifebloom" },
[57855] = { "Символ знаку дикої природи", "Зменшує витрати мани на \"Знак дикої природи\" на 50%.", en="Glyph of Mark of the Wild" },
[54811] = { "Символ терзання", "Ваша здібність \"Терзання\" завдає 50% шкоди ще 1 цілі.", en="Glyph of Maul" },
[54829] = { "Символ місячного вогню", "Збільшує періодичну шкоду \"Місячний вогонь\" на 20%.", en="Glyph of Moonfire" },
[54821] = { "Символ стрибка", "Збільшує дальність здібності \"Стрибок\" на 3 м.", en="Glyph of Pounce" },
[54743] = { "Символ розростання", "Ефект періодичного зцілення від вашого \"Розростання\" буде автоматично оновлюватися на цілях, що мають менше 50% здоров'я.", en="Glyph of Regrowth" },
[54754] = { "Символ омолодження", "Збільшує зцілення від \"Омолодження\" на 10%.", en="Glyph of Rejuvenation" },
[54818] = { "Символ розірвання", "Збільшує періодичну шкоду \"Розірвання\" на 15%.", en="Glyph of Rip" },
[54812] = { "Символ сонячного променя", "Збільшує тривалість знемовлення від \"Сонячного променя\" на 5 секунд.", en="Glyph of Solar Beam" },
[54845] = { "Символ зоряного вогню", "Ваша здібність \"Зоряний вогонь\" збільшує тривалість ефекту \"Місячний вогонь\" на цілі на 3 секунди, максимум до 9 секунд. Діє лише на останню ціль \"Місячного вогню\".", en="Glyph of Starfire" },
[62971] = { "Символ зоряного сплеску", "Коли \"Зоряний сплеск\" завдає шкоди, час відновлення \"Зорепаду\" скорочується на 5 секунд.", en="Glyph of Starsurge" },
[57862] = { "Символ шипів", "Зменшує час відновлення закляття \"Шипи\" на 20 секунд.", en="Glyph of Thorns" },
[94390] = { "Символ люті тигра", "Зменшує час відновлення здібності \"Лють тигра\" на 3 секунди.", en="Glyph of Tiger's Fury" },
[62970] = { "Символ дикого росту", "\"Дикий ріст\" діє на одну додаткову ціль, але його час відновлення збільшується на 2 секунди.", en="Glyph of Wild Growth" },
[54756] = { "Символ гніву", "Збільшує шкоду від \"Гніву\" на 10%.", en="Glyph of Wrath" },
[95212] = { "Символ дереваня", "Ваше подоба дерева життя тепер має вигляд дереваня.", en="Glyph of the Treant" },

}

for k, v in pairs(druid_spells) do addonTable.spell[k] = v end
