local _, addonTable = ...

local rogue_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Adrenaline Rush
[13750] = { "Викид адреналіну", "Збільшує швидкість відновлення енергії на {1}% та збільшує швидкість атак ближнього бою на {2}% протягом {3} с.#rate by {1}%#speed by {2}% for {3} sec", "Швидкість відновлення енергії збільшено на {1}%.\nШвидкість атак ближнього бою збільшено на {2}%.#regeneration increased by {1}%#speed increased by {2}%" }, -- Adrenaline Rush
-- Ambidexterity
[13852] = { "Амбідекстерність", "Збільшує шкоду зброєю в лівій руці, а також шкоду здібностей \"Кидок\", \"Смертельний кидок\" і \"Віяло ножів\" на {1}%.#by {1}%" }, -- Ambidexterity (Passive)
-- Ambush
[8676] = { "Засідка", "Раптовий удар, що завдає цілі {1}% від шкоди зброї плюс {2}. Необхідно бути непомітним та позаду цілі. Збільшує довжину комбінації на 2 прийоми.#causing {1}% weapon damage plus {2} to" }, -- Ambush
-- Assassin's Resolve
[84601] = { "Рішучість вбивці", "Коли ви тримаєте в руках кинджалами, ваш максимальний запас енергії збільшується на {1}, а шкода в ближньому бою збільшується на {2}%.#by {1} and#by {2}%" }, -- Assassin's Resolve (Passive)
-- Bandit's Guile
[84652] = { "Бандитська хитрість", "Ваші здібності \"Підступний удар\" і \"Викривальний удар\" з ймовірністю {1}% надають вам перевагу, збільшуючи шкоду, завдану їй, до {2}%. З часом супротивники можуть адаптуватися, що зводить нанівець цю перевагу, а удар по іншому супротивнику почне цикл заново.#a {1}% chance#up to {2}%" }, -- Bandit's Guile (Rank 1)
[84653] = { ref=84652 }, -- Bandit's Guile (Rank 2)
[84654] = { ref=84652 }, -- Bandit's Guile (Rank 2)
-- Blackjack
[79123] = { "Шипаста дубина", "Після завершення дії \"Оглушення\" ціль завдає на {1}% менше шкоди протягом {2} с.#by {1}% for {2} sec" }, -- Blackjack (Rank 1)
[79125] = { ref=79123 }, -- Blackjack (Rank 2)
-- Blade Flurry
[13877] = { "Шквал клинків", "Поки активно, атаки пройдисвіта вражають додаткову ціль поблизу, але швидкість відновлення енергії зменшується на {1}%. Триває до скасування.#by {1}%", "Ваші атаки вражають додаткову ціль поблизу.\nШвидкість відновлення енергії зменшено на {1}%.#by {1}%" }, -- Blade Flurry
-- Blade Twisting
[31124] = { "Прокручування леза", "Ваші атаки ближнього бою з ймовірністю {1}% викличуть у цілі запаморочення, знижуючи швидкість руху на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec" }, -- Blade Twisting (Rank 1)
[31126] = { ref=31124 }, -- Blade Twisting (Rank 2)
-- Blind
[2094] = { "Засліплення", "Засліплює ціль, змушуючи її блукати дезорієнтованою протягом {1} ха. Будь-яка шкода перериває дію ефекту.#for up to {1} min", "Дезорієнтовано." }, -- Blind
-- Cheat Death
[31228] = { "Обман смерті", "З ймовірністю {1}% атака, що мала б вбити вас, зменшить ваш запас здоров'я до {2}% від максимального. Крім того, всю отриману шкоду буде зменшено на {3}% протягом {4} с. Цей ефект не може спрацьовувати частіше, ніж раз на {5} секунд.#a {1}% chance#to {2}% of#by {3}% for {4} sec#per {5} sec" }, -- Cheat Death (Rank 1)
[31229] = { ref=31228 }, -- Cheat Death (Rank 2)
[31230] = { ref=31228 }, -- Cheat Death (Rank 3)
-- Cloak of Shadows
[31224] = { "Плащ тіней", "Миттєво знімає всі наявні шкідливі ефекти заклинань, надає коротку мить невразливість до магічної шкоди та шкідливих ефектів, після чого ви чините опір усім закляттям протягом {1} с. Не знімає ефекти, які перешкоджають використанню \"Плаща тіней\".#for {1} sec", "Чинить опір всім ворожим закляттям." }, -- Cloak of Shadows
-- Cold Blood
[14177] = { "Стигла кров", "При активації, відновлює {1} енергії та збільшує ймовірність критичного удару вашої наступної здібності, що завдає неперіодичної шкоди, на {1}%.#generates {1} Energy#by {1}%", "Ймовірність критичного удару вашої наступної здібності, що завдає неперіодичної шкоди, збільшено на {1}%.#by {1}%" }, -- Cold Blood
-- Combat Potency
[35541] = { "Бойова витримка", "Ваші атаки зброєю в лівій руці та \"Удар лівицею\" з ймовірністю {1}% відновлюють вам {2} енергії.#a {1}% chance to generate {2} Energy" }, -- Combat Potency (Rank 1)
[35550] = { ref=35541 }, -- Combat Potency (Rank 2)
[35551] = { ref=35541 }, -- Combat Potency (Rank 3)
-- Combat Readiness
[74001] = { "Боєготовність", "Увійти у стан підвищеної готовності, що дозволяє відбивати ворожі удари зі зростаючою ефективністю.  Кожна наступна атака завдаватиме на {1}% менше шкоди. Ефект накопичується до {2} разів. Триває {3} секунд, але якщо протягом {4} секунд не буде отримано жодного удару зброєю, цей ефект завершиться.#deal {1}% less#stacking {2} times#Lasts for {3} sec#if {4} sec elapse", "Утримання ударів зброєю в ближньому та дальньому бою збільшує боєготовність, зменшуючи отриману шкоду." }, -- Combat Readiness
-- Coup de Grace
[14162] = { "Удар милосердя", "Збільшує шкоду ваших здібностей \"Потрошіння\" та \"Отруєння\" на {1}%.#by {1}%" }, -- Coup de Grace (Rank 1)
[14163] = { ref=14162 }, -- Coup de Grace (Rank 2)
[14164] = { ref=14162 }, -- Coup de Grace (Rank 3)
-- Deadly Brew
[51625] = { "Смертельне вариво", "Коли ви вражаєте ціль миттєвою, агонічною чи задурливою отрутою, ви також з шансом {1}% вразите її травматичною отрутою.#a {1}% chance" }, -- Deadly Brew (Rank 1)
[51626] = { ref=51625 }, -- Deadly Brew (Rank 2)
-- Deadly Momentum
[79121] = { "Смертельний імпульс", "Після вбивства цілі, що приносить досвід або честь, з ймовірністю {1}% шанс завдання критичного удару наступною здібністю збільшується на {3}% протягом {2} с, а ефекти \"М'ясорубка\" та \"Загоєння\" оновлюються до початкової тривалості.#a {1}% chance#within {2} sec by {3}%" }, -- Deadly Momentum (Rank 1)
[79122] = { nil, "Після вбивства цілі, що приносить досвід або честь, шанс завдання критичного удару наступною здібністю збільшується на {2}% протягом {1} с, а ефекти \"М'ясорубка\" та \"Загоєння\" оновлюються до початкової тривалості.#within {1} sec#by {2}%", ref=79121 }, -- Deadly Momentum (Rank 2)
-- Deadly Throw
[26679] = { "Смертельний кидок", "Завершальний рух, що зменшує швидкість руху цілі на {1}% протягом {2} с та завдає збільшеної шкоди від метальної зброї:\n  1 прийом: {3} - {4} шкоди\n  2 прийоми: {5} - {6} шкоди\n  3 прийоми: {7} - {8} шкоди\n  4 прийоми: {9} - {10} шкоди\n  5 прийомів: {11} - {12} шкоди#by {1}% for {2} sec#1 point  : {3} - {4}#2 points: {5} - {6}#3 points: {7} - {8}#4 points: {9} - {10}#5 points: {11} - {12}", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Deadly Throw
-- Elusiveness
[13981] = { "Невловимість", "Зменшує час відновлення здібностей \"Зникнення\" і \" Засліплення\" на {1} с, а здібностей \"Плащ тіней\" і \"Боєготовність\" - на {2} с.#Blind abilities by {1} sec#Readiness abilities by {2} sec" }, -- Elusiveness (Rank 1)
[14066] = { ref=13981 }, -- Elusiveness (Rank 2)
-- Energetic Recovery
[79150] = { "Відновлення енергії", "Підсилює вашу здібність \"Загоєння\", внаслідок чого її періодичний ефект також відновлює вам {1} енергії.#restore {1} Energy" }, -- Energetic Recovery (Rank 1)
[79151] = { ref=79150 }, -- Energetic Recovery (Rank 2)
[79152] = { ref=79150 }, -- Energetic Recovery (Rank 3)
-- Enveloping Shadows
[31211] = { "Огортаючі тіні", "Зменшує шкоду від атак, що діють по області, на {1}% та збільшує тривалість здібності \"Фінт\" на {2} с.#by {1}%#by {2} sec" }, -- Enveloping Shadows (Rank 1)
[31212] = { ref=31211 }, -- Enveloping Shadows (Rank 2)
[31213] = { ref=31211 }, -- Enveloping Shadows (Rank 3)
-- Envenom
[32645] = { "Отруєння", "Завершальний рух, що поглинає ефекти смертельної отрути та завдає шкоди отрутою. Після використання \"Отруєння\" ви маєте на 15% збільшений шанс спрацювання смертельної отрути та на 75% збільшений шанс спрацювання миттєвої отрути протягом 1 с і додатково ще протягом 1 с за кожен прийом в комбінації. Поглинає кількість ефектів отрути, що не більша за кількість прийомів в комбінації, щою збільшити шкоду:\n  1 ефект: {1} шкоди\n  2 ефекти: {2} шкоди\n  3 ефекти: {3} шкоди\n  4 ефекти: {4} шкоди\n  5 ефектів: {5} шкоди#1 point  : {1} damage#2 points: Up to {2} damage#3 points: Up to {3} damage#4 points: Up to {4} damage#5 points: Up to {5} damage", "Шанс спрацювання смертельної отрути збільшено на 15%.\nШанс спрацювання миттєвої отрути збільшено на 75%." }, -- Envenom
-- Evasion
[5277] = { "Уникнення", "Збільшує ймовірність ухилитися на {1}% зменшує шанс отримання удару в дальньому бою на {2}%. Триває {3} с.#chance by {1}%#rogue by {2}%#Lasts {3} sec", "Шанс ухилення збільшено на {1}%.\nШанс отримання удару в дальньому бою зменшено на {2}%.#increased by {1}%#reduced by {2}%" }, -- Evasion
-- Eviscerate
[2098] = { "Потрошіння", "Завершальний рух, що завдає шкоди залежно від довжини комбінації та збільшується від сили атаки:\n  1 прийом: {1}-{2} шкоди\n  2 прийоми: {3}-{4} шкоди\n  3 прийоми: {5}-{6} шкоди\n  4 прийоми: {7}-{8} шкоди\n  5 прийомів: {9}-{10} шкоди#1 point  : {1}-{2}#2 points: {3}-{4}#3 points: {5}-{6}#4 points: {7}-{8}#5 points: {9}-{10}" }, -- Eviscerate
-- Expose Armor
[8647] = { "Зняття броні", "Завершальний рух, що оголює ціль, зменшуючи броню на {1}% протягом часу, що залежить від довжини комбінації:\n  1 прийом: {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Броню зменшено на {1}%.#by {1}%" }, -- Expose Armor
-- Fan of Knives
[51723] = { "Віяло ножів", "Пройдисвіт розкидає ножі у цілі в радіусі {1} м, завдаючи {2}% шкоди від метальної зброї.#within {1} y#causing {2}%" }, -- Fan of Knives
-- Feint
[1966] = { "Фінт", "Виконує оманливий випад, що не завдає шкоди та зменшує вашу загрозу на {1}%, що знизить ймовірність того, що ворог атакуватиме саме вас. Окрім того, зменшує отриману вами шкоду від ефектів, що діють по області, на {2}% протягом {3} с.#threat by {1}%#by {2}% for {3} sec", "Шкоду від ефектів, що діють по області, зменшено на {1}%.#{1}% reduced" }, -- Feint
-- Find Weakness
[51632] = { "Пошук слабини", "Ваші здібності \"Засідка\", \"Гарота\" та \"Брудний прийом\" виявляють прогалину в обороні цілі, внаслідок чого всі ваші атаки оминають {1}% броні цілі протягом {2} с.#bypass {1}%#for {2} sec" }, -- Find Weakness (Rank 1)
[91023] = { ref=51632 }, -- Find Weakness (Rank 2)
-- Garrote
[703] = { "Гарота", "Придушити ворога, знемовлюючи його та завдаючи {1} шкоди протягом {2} с, що збільшується від вашої сили атаки. Необхідно мати непомітність та бути позаду цілі. Збільшує довжину комбінації на {3} прийом.#causing {1} damage over {2} sec#Awards {3} combo", "{1} шкоди кожні {2} с.#{1} damage every {2} sec" }, -- Garrote
-- Gouge
[1776] = { "Ошелешити", "Завдає {1} шкоди, робить ворога недієздатним на {2} с. та зупиняє вашу атаку. Ціль має бути повернута до вас. Будь-яка шкода перериває дію ефекту на цілі. Збільшує довжину комбінації на {3} прийом.#Causes {1}#for {2} sec#{3} combo", "Недієздатність." }, -- Gouge
-- Hack and Slash
[13960] = { "Ріж-рубай", "Дає вам {1}% шанс виконати додаткову атаку по тій самій цілі після того, як ви влучили в неї своєю зброєю.#a {1}%" }, -- Hack and Slash (Rank 1)
[13961] = { ref=13960 }, -- Hack and Slash (Rank 2)
[13962] = { ref=13960 }, -- Hack and Slash (Rank 3)
-- Heightened Senses
[30894] = { "Загострені відчуття", "Зменшує шанс отримання удару від заклять та атак дальнього бою на {1}%.#by {1}%" }, -- Heightened Senses (Rank 1)
[30895] = { ref=30894 }, -- Heightened Senses (Rank 2)
-- Hemorrhage
[16511] = { "Крововилив", "Миттєвий удар, що завдає {1}% шкоди зброї та збільшує шкоду від кровотеч цілі на {2}% протягом {3} хв. Збільшує довжину комбінації на {4} прийом.#deals {1}% weapon#take {2}% additional#for {3} min#Awards {4} combo", "Шкоду від кровотеч збільшено на {1}%.#by {1}%" }, -- Hemorrhage
-- Honor Among Thieves
[51698] = { "Честь серед злодіїв", "Збільшує шанс завдання критичного удару для всіх членів групи чи рейду на {1}%. Коли будь-який гравець у вашій групі завдає критичної шкоди заклинанням або здібністю, ви з ймовірністю {2}% збільшуєте комбінацію на один прийом. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#members by {1}%#a {2}% chance#every {3} sec", "Шанс критичного удару збільшено на {1}%.#by {1}%" }, -- Honor Among Thieves (Rank 1)
[51700] = { ref=51698 }, -- Honor Among Thieves (Rank 2)
[51701] = { ref=51698 }, -- Honor Among Thieves (Rank 3)
-- Improved Ambush
[14079] = { "Покращена засідка", "Збільшує шанс критичного удару здібності \"Засідка\" на {1}%, а її шкоду - на {2}%.#ability by {1}%#damage by {2}%" }, -- Improved Ambush (Rank 1)
[14080] = { ref=14079 }, -- Improved Ambush (Rank 2)
[84661] = { ref=14079 }, -- Improved Ambush (Rank 2)
-- Improved Expose Armor
[14168] = { "Покращене зняття броні", "З ймовірністю {1}% ви поврнете всі витрачені прийоми комбінації після застосування \"Зняття броні\".#a {1}% chance" }, -- Improved Expose Armor (Rank 1)
[14169] = { ref=14168 }, -- Improved Expose Armor (Rank 2)
-- Improved Gouge
[13741] = { "Покращене ошелешення", "Збільшує тривалість ефекту вашої здібності \"Ошелешити\" на {1} с і зменшує її витрати енергії на {2}.#by {1} sec#cost by {2}" }, -- Improved Gouge (Rank 1)
[13793] = { ref=13741 }, -- Improved Gouge (Rank 2)
-- Improved Kick
[13754] = { "Покращений копняк", "Ваша здібність \"Копняк\" також знемовлює ціль на {1} с.#for {1} sec" }, -- Improved Kick (Rank 1)
[13867] = { ref=13754 }, -- Improved Kick (Rank 2)
-- Improved Recuperate
[79007] = { "Покращене загоєння", "Ваша здібність \"Загоєння\" відновлює додатково {1}% від максимального запасу здоров'я, а під час її дії ви отримуєте на {2}% менше шкоди.#additional {1}%#by {2}%" }, -- Improved Recuperate (Rank 1)
[79008] = { ref=79007 }, -- Improved Recuperate (Rank 2)
-- Improved Sinister Strike
[13732] = { "Покращений підступний удар", "Збільшує шкоду здібності \"Підступний удар\" на {1}% та зменшує її витрати енергії на {2}.#ability by {1}%#cost by {2}" }, -- Improved Sinister Strike (Rank 1)
[13863] = { ref=13732 }, -- Improved Sinister Strike (Rank 2)
[79004] = { ref=13732 }, -- Improved Sinister Strike (Rank 3)
-- Killing Spree
[51690] = { "Серія вбивств", "Ви переходите через тінь від ворога до ворога в межах {1} м, атакуючи ворогів кожні {2} с з обох рук, доки не виконаєте {3} атак, і завдаєте на {4}% більше шкоди. Може вражати одну і ту ж ціль кілька разів. Не може вражати невидимі та непомітні цілі.#within {1} y#every {2} sec#until {3} assaults#by {4}% for", "Атакує ворогів кожні {1} с.#every {1} sec" }, -- Killing Spree
-- Lethality
[14128] = { "Летальність", "Збільшує додаткову шкоду від критичних ударів здібностей \"Підступний удар\", \"Удар у спину\", \"Скалічити\" та \"Крововилив\" на {1}%.#by {1}%" }, -- Lethality (Rank 1)
[14132] = { ref=14128 }, -- Lethality (Rank 2)
[14135] = { ref=14128 }, -- Lethality (Rank 3)
-- Lightning Reflexes
[13712] = { "Блискавичні рефлекси", "Збільшує вашу ймовірність ухилитися від ворожих атак на {1}% та збільшує вашу швидкість атаки на {2}%.#attacks by {1}%#speed by {2}%" }, -- Lightning Reflexes (Rank 1)
[13788] = { ref=13712 }, -- Lightning Reflexes (Rank 2)
[13789] = { ref=13712 }, -- Lightning Reflexes (Rank 3)
-- Master Poisoner
[58410] = { "Знавець отрут", "Збільшує шкоду від заклинань, яку отримує будь-яка отруєна вами ціль, на {1}%, ваша здібність \"Отруєння\" більше не поглинає смертельну отруту з цілі, а тривалість усіх ефектів отрути, що діють на вас зменшується на {2}%.#poisoned by {1}%#you by {2}%" }, -- Master Poisoner
-- Murderous Intent
[14158] = { "Вбивчі наміри", "Коли ви вражаєте \"Ударом у спину\" ворога, що має менше, ніж {1}% здоров'я, ви миттєво відновлюєте {2} енергії.#below {1}%#recover {2} Energy" }, -- Murderous Intent (Rank 1)
[14159] = { ref=14158 }, -- Murderous Intent (Rank 2)
-- Mutilate
[5374] = { ref=1329 }, -- Mutilate
[1329] = { "Скалічити", "Миттєва атака зброєю в обох руках, що завдає {1}% шкоди від зброї і додатково {2} шкоди від кожної зброї. Збільшує довжину комбінації на 2 прийоми.#for {1}% weapon#additional {2} with each" }, -- Mutilate
-- Mutilate Off-Hand
[27576] = { "Скалічення (ліва рука)", ref=1329 }, -- Mutilate Off-Hand
-- Nightstalker
[13975] = { "Ночелов", "Збільшує вашу швидкість руху під час непомітності на {1}% і зменшує час відновлення здібності \"Непомітність\" на {2} с.#by {1}%#by {2} sec" }, -- Nightstalker (Rank 1)
[14062] = { ref=13975 }, -- Nightstalker (Rank 2)
-- Opportunity
[14057] = { "Нагода", "Збільшує шкоду здібностей \"Удар у спину\", \"Скалічити\", \"Гарота\" та \"Засідка\" на {1}%.#by {1}%" }, -- Opportunity (Rank 1)
[79141] = { ref=14057 }, -- Opportunity (Rank 3)
-- Parry
[82245] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry (Passive)
-- Pick Lock
[1804] = { "Зламування замків", "Дозволяє відкривати зачинені скрині та двері, що вимагають рівня навички не більше {1}.#up to {1}." }, -- Pick Lock
-- Poisons
[2842] = { "Отрути", "Ви навчилися наносити смертоносні токсини на свою зброю, завдаючи додаткової шкоди або викликаючи інші негативні ефекти у ваших ворогів." }, -- Poisons (Passive)
-- Preparation
[14185] = { "Підготовка", "При активації, миттєво завершує відновлення здібностей \"Спринт\", \"Зникнення\" та \"Крок через тінь\"." }, -- Preparation
-- Quick Recovery
[31244] = { "Швидке відновлення", "Усі цілющі ефекти на вас збільшуються на {1}%.#by {1}%" }, -- Quick Recovery (Rank 1)
[31245] = { ref=31244 }, -- Quick Recovery (Rank 2)
-- Quickening
[31208] = { "Прискорення", "Усі цілющі ефекти на вас збільшуються на {1}%, а ваша швидкість руху збільшується на {2}%. Цей ефект не поєднується з більшістю інших ефектів, що збільшують швидкість руху.#are increased by {1}%#is increased by {2}%" }, -- Quickening (Rank 1)
[31209] = { ref=31208 }, -- Quickening (Rank 2)
-- Recuperate
[73651] = { "Загоєння", "Завершальний рух, що поглинає комбінацію прийомів на цілі неподалік та відновлює {1}% від максимального запасу здоров'я кожні {2} с. Тривалість залежить від довжини комбінації:\n  1 прийом: {3} с\n  2 прийоми: {4} с\n  3 прийоми: {5} с\n  4 прийоми: {6} с\n  5 прийомів: {7} с#restore {1}% of#every {2} sec#1 point  : {3} sec#2 points: {4} sec#3 points: {5} sec#4 points: {6} sec#5 points: {7} sec", "Відновлення {1} здоров'я кожні {2} с.#{1} health every {2} sec" }, -- Recuperate
-- Redirect
[73981] = { "Перенаправлення", "Перенаправляє поточну комбінацію прийомів на ціль. Необхідно мати комбінацію прийомів." }, -- Redirect
-- Reinforced Leather
[79077] = { "Зміцнена шкіра", "Збільшує броню від тканинних та шкіряних предметів спорядження на {1}%.#by {1}%" }, -- Reinforced Leather (Rank 1)
[79079] = { ref=79077 }, -- Reinforced Leather (Rank 2)
-- Relentless Strikes
[14179] = { "Невідступні удари", "Ваші завершальні рухи з ймовірністю {1}% за кожен прийом комбінації відновлюють {2} енергії.#a {1}% chance#restore {2} Energy" }, -- Relentless Strikes (Rank 1)
[58422] = { ref=14179 }, -- Relentless Strikes (Rank 2)
[58423] = { ref=14179 }, -- Relentless Strikes (Rank 3)
-- Remorseless
[14143] = { "Безжалісність", "Після вбивства цілі, що приносить досвід або честь, ймовірність критичного удару вашої наступної здібності збільшується на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec", "Ймовірність критичного удару вашої наступної здібності збільшено на {1}%.#by {1}%" }, -- Remorseless (Rank 1)
-- Remorseless Attacks
[14144] = { "Безжалісні атаки", "Після вбивства цілі, що приносить досвід або честь, ймовірність критичного удару вашої наступної здібності збільшується на {1}%. Триває {2} с.#a {1}% increased#Lasts {2} sec" }, -- Remorseless Attacks (Rank 1)
[14148] = { "Безжалісні атаки", ref=14144 }, -- Remorseless Attacks (Rank 2)
-- Restless Blades
[79095] = { "Невтомні клинки", "Ваші завершальні рухи, що завдають шкоди, зменшують час відновлення ваших здібностей \"Викид адреналіну\", \"Серія вбивств\", \"Перенаправлення\" та \"Спринт\" на {1} с за кожен прийом комбінації.#by {1} sec" }, -- Restless Blades (Rank 1)
[79096] = { ref=79095 }, -- Restless Blades (Rank 2)
-- Revealing Strike
[84617] = { "Викривальний удар", "Миттєвий удар, що завдає {1}% від шкоди зброї та збільшує ефективність вашого наступного завершального руху, що завдає шкоди, по цій цілі на {2}% протягом {3} с.  Збільшує довжину комбінації на {4} прийом.#causes {1}% of#by {2}% for {3} sec#Awards {4} combo", "Виявляє слабкість, збільшуючи ефективність наступного завершального руху пройдисвіта на {1}%.#by {1}%" }, -- Revealing Strike
-- Rupture
[1943] = { "Розрив", "Завершальний рух, завдає шкоди протягом деякого часу, що збільшується від сили атаки. Тривалість залежить від довжини комбінації:\n  1 прийом: {1} шкоди за {2} c\n  2 прийоми: {3} шкоди за {4} c\n  3 прийоми: {5} шкоди за {6} c\n  4 прийоми: {7} шкоди за {8} c\n  5 прийомів: {9} шкоди за {10} c#1 point  : {1} damage over {2}#2 points: {3} damage over {4}#3 points: {5} damage over {6}#4 points: {7} damage over {8}#5 points: {9} damage over {10}", "{1} шкоди кожні {2} с.#{1} damage every {2} sec" }, -- Rupture
-- Sanguinary Vein
[79146] = { "Розпорювання вен", "Збільшує вашу шкоду цілям, що мають ефект кровотечі, на {1}%, а ваші ефекти кровотечі з ймовірністю {2}% не переривають ваше \"Ошелешення\".#by {1}%#a {2}% chance" }, -- Sanguinary Vein (Rank 1)
[79147] = { ref=79146 }, -- Sanguinary Vein (Rank 2)
-- Sap
[6770] = { "Оглушення", "Робить ціль недієздатною на {1} хв. Необхідно бути непомітним. Діє лише проти гуманоїдів, звірів, демонів та драконів, що перебувають поза боєм. Будь-яка шкода знімає ефект з ураженої цілі. Одночасно лише 1 ціль може бути оглушеною.#up to {1} min", "Оглушено." }, -- Sap
-- Serrated Blades
[14171] = { "Зазубрені леза", "Ваша здібність \"Потрошіння\" з ймовірністю {1}% за кожен прийом комбінації оновити тривалість дії \"Розриву\" на цілі до початкової тривалості.#a {1}%" }, -- Serrated Blades (Rank 1)
[14172] = { ref=14171 }, -- Serrated Blades (Rank 2)
-- Shadow Dance
[51713] = { "Танок тіней", "Увійти у танок тіней на {1} секунд, що дозволяє використовувати здібності \"Оглушення\", \"Гарота\", \"Засідка\", \"Брудний прийом\", \"Задум\", \"Кишенькова крадіжка\" та \"Знешкодження пасток\" не перебуваючи в непомітності.#for {1} sec", "Може використовувати здібності що вимагають непомітності." }, -- Shadow Dance
-- Shadowstep
[36554] = { "Крок через тінь", "Крок через тінь, в результаті якого ви опиняєтеся за спиною цілі, Ваша наступна здібність \"Засідка\" чи \"Гарота\", застосована протягом {1} с, завдасть на {2}% більше шкоди, а ваша швидкість руху збільшується на {3}% протягом {4} с.#within {1} sec#deal {2}% additional#increased by {3}% for {4} sec", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Shadowstep
-- Shiv
[5938] = { "Укол", "Удар зброєю в лівій руці, що гарантовано отруює ціль нанесеною на зброю отрутою та розвіює ефект несамовитості з цілі. Повільна зброя вимагає більше витрат енергії. Ані \"Укол\", ані отрута, якою він отруює ціль, не можуть завдати критичного удару. Збільшує довжину комбінації на 1 прийом." }, -- Shiv
-- Sinister Calling
[31220] = { "Зловісний поклик", "Збільшує вашу спритність на {1}% та збільшує відсотковий бонус здібностей \"Удар у спину\" та \"Крововилив\" на {2}%.#Agility by {1}%#Hemorrhage by {2}%" }, -- Sinister Calling (Passive)
-- Sinister Strike
[1752] = { "Підступний удар", "Миттєвий удар, що завдає {1} школи на додаток до {2}% від звичайної шкоди зброї. Збільшує довжину комбінації на {3}.#causes {1} damage#to {2}% of#Awards {3} combo" }, -- Sinister Strike
-- Slaughter from the Shadows
[51708] = { "Різанина з тіні", "Зменшує витрати енергії на здібності \"Удар у спину\" та \"Засідка\" на {1} та зменшує витрати енергії на здібності \"Крововилив\" та \"Віяло ножів\" на {2}.#Ambush abilities by {1}#Knives abilities by {2}" }, -- Slaughter from the Shadows (Rank 1)
[51709] = { ref=51708 }, -- Slaughter from the Shadows (Rank 2)
[51710] = { ref=51708 }, -- Slaughter from the Shadows (Rank 3)
-- Slice and Dice
[5171] = { "М'ясорубка", "Завершальний рух, що поглинає комбінацію прийомів на цілі неподалік та збільшує швидкість атаки ближнього бою на {1}%. Тривалість залежить від довжини комбінації:\n  1 прийом: {2} с\n  2 прийоми: {3} с\n  3 прийоми: {4} с\n  4 прийоми: {5} с\n  5 прийомів: {6} с#speed by {1}%#1 point  : {2} sec#2 points: {3} sec#3 points: {4} sec#4 points: {5} sec#5 points: {6} sec", "Швидкість атаки ближнього бою збільшено на {1}%.#by {1}%" }, -- Slice and Dice
-- Smoke Bomb
[76577] = { "Димова шашка", "Створює хмару густого диму в радіусі {1} м навколо пройдисвіта на {2} секунд. Вороги в хмарі не можуть атакувати цілі поза нею, а вороги поза хмарою не можуть атакувати цілі в ній.#an {1} yard#for {2} sec", "Хмара диму заважає прицілюватись." }, -- Smoke Bomb
-- Sprint
[2983] = { "Спринт", "Збільшує швидкість руху на {1}% протягом {2} с. Не порушує непомітності.#speed by {1}% for {2} sec", "Швидкість руху збільшено на {1}%.#by {1}" }, -- Sprint
-- Stealth
[1784] = { "Непомітність", "Сховатись в тінях, що дозволить непомітно переслідувати ворогів. Триває до скасування.", "Непомітність." }, -- Stealth
-- Tricks of the Trade
[57934] = { "Хитрощі ", "Загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с буде перенаправлено на обраного учасника групи чи рейду, а всю його шкоду буде збільшено на {2}%. Перенаправлена загроза не є постійною і зникає через {3} с.#for {1} sec#by {2}%#after {3} sec", "Загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с буде перенаправлено на ціль. Окрім того, всю шкоду цілі буде збільшено на час дії ефекту.#for {1} sec" }, -- Tricks of the Trade
-- Turn the Tables
[51627] = { "Зміна ролей", "Щоразу, коли хтось у вашій групі чи рейді блокує, ухиляється або парирує атаку, ваш шанс завдати критичного удару всіма здібностями, що збільшують довжину комбінації, збільшується на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Turn the Tables (Rank 1)
[51628] = { ref=51627 }, -- Turn the Tables (Rank 2)
[51629] = { ref=51627 }, -- Turn the Tables (Rank 3)
-- Vanish
[1856] = { "Зникнення", "Дозволяє пройдисвіту зникнути з поля зору ворогів, увійшовши в стан покращеної непомітності на {1} с. Протягом {2} с після зникнення, шкода та негативні ефекти не порушують непомітність. Також знімає всі ефекти обмеження руху.#for {1} sec#first {2} sec", "Покращена непомітність." }, -- Vanish
-- Vendetta
[79140] = { "Вендета", "Прирікає ворога на смерть, збільшуючи всю шкоду, яку ви завдаєте цілі, на {1}% і дозволяє бачити ціль, незалежно від маскування, як то невидимість і непомітність. Триває {2} с.#by {1}%#Lasts {2} sec", "Приречений на смерть." }, -- Vendetta
-- Venomous Wounds
[79133] = { "Отруйні рани", "Щоразу, коли ваш \"Розрив\" або \"Гарота\" завдають шкоди ворогу, якого ви отруїли, ви з ймовірністю {1}% завдасте додатково {2} шкоди від природи і відновите {3} енергії. Якщо ворог помирає під дією вашого \"Розриву\", ви відновлюєте енергію пропорційно до залишку тривалості \"Розриву\".#a {1}% chance to deal {2} additional#regain {3} Energy" }, -- Venomous Wounds (Rank 1)
[79134] = { ref=79133 }, -- Venomous Wounds (Rank 2)
-- Vile Poisons
[16513] = { "Мерзенні отрути", "Збільшує шкоду ваших отрут на {1}% і з ймовірністю {2}% від звичайної ви застосуєте отруту, нанесену на зброю ближнього бою, при застосуванні \"Віяла ножів\".#by {1}% and gives you {2}%" }, -- Vile Poisons (Rank 1)
[16514] = { ref=16513 }, -- Vile Poisons (Rank 2)
[16515] = { ref=16513 }, -- Vile Poisons (Rank 3)
-- Vitality
[61329] = { "Живість", "Збільшує швидкість відновлення енергії на {1}% та збільшує силу атаки на {2}%.#rate by {1}%#Power by {2}%" }, -- Vitality (Passive)

}

for k, v in pairs(rogue_spells) do addonTable.spell[k] = v end
