local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Barrage
[44425] = { "Арканічний обстріл", "Випускає заряди арканічної енергії в ціль, завдаючи {1} шкоди арканою.#causing {1} Arcane" }, -- Arcane Barrage
-- Arcane Blast
[30451] = { "Арканічний спалах", "Вибух енергії, що завдає від {1} до {2} шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода \"Арканічного спалаху\" та \"Арканічного вибуху\" збільшується на {3}%, час вимови \"Арканічного спалаху\" зменшується на {4} с, а витрати мани на \"Арканічний спалах\" збільшуються на {5}%. Ефект накопичується до {6} разів і триває {7} секунд або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\" та \"Арканічного вибуху\".#dealing {1} to {2} Arcane#Explosion is increased by {3}%#time is reduced by {4} sec#cost is increased by {5}%#up to {6} times and lasts {7} sec" }, -- Arcane Blast
-- Arcane Brilliance
[1459] = { "Арканічна геніальність", "Сповнює всіх членів групи чи рейду геніальністю, збільшуючи максимальний запас мани на {1}, а силу заклинань - на {2}% протягом {3} год. Якщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#mana by {1} and spell power by {2}% for {3} h" }, -- Arcane Brilliance
-- Arcane Empowerment
[31579] = { "Чародійне посилення", "Збільшує шкоду вашого закляття \"Арканічні снаряди\" на {1}% від вашої сили заклять, а шкоду \"Арканічного спалаху\" - на {2}% від вашої сили заклять.#equal to {1}% of#by {2}% of " }, -- Arcane Empowerment (Rank 1)
[31582] = { ref=31579 }, -- Arcane Empowerment (Rank 2)
[31583] = { ref=31579 }, -- Arcane Empowerment (Rank 3)
-- Arcane Explosion
[1449] = { "Арканічний вибух", "Створює вибух арканічної магії навколо заклинача, завдаючи від {1} до {2} шкоди арканою всім цілям у радіусі {3} м.#causing {1} to {2} Arcane#within {3} yards" }, -- Arcane Explosion
-- Arcane Focus
[11222] = { "Арканічна зосередженість", "Коли ваше закляття не проходить опір цілі, ви відновлюєте {1}% від витраченої на нього мани.#{1}%" }, -- Arcane Focus (Rank 1)
[12839] = { ref=11222 }, -- Arcane Focus (Rank 2)
[12840] = { ref=11222 }, -- Arcane Focus (Rank 3)
-- Arcane Instability
[15058] = { "Арканічна нестабільність", "Коли ви зазнаєте затримки вимови закляття при отриманні шкоди, ваше наступне закляття протягом {1} секунд завдасть на {2}% більше шкоди.#within {1} seconds causes {2}% more" }, -- Arcane Instability (Rank 1)
[15059] = { ref=15058 }, -- Arcane Instability (Rank 2)
[15060] = { ref=15058 }, -- Arcane Instability (Rank 3)
-- Arcane Meditation
[18462] = { "Арканічна медитація", "Ви відновлюєте {1}% від вашого максимального запасу мани кожні {2} с.#regenerate {1}% of#every {2} sec" }, -- Arcane Meditation (Rank 1)
[18463] = { ref=18462 }, -- Arcane Meditation (Rank 2)
[18464] = { ref=18462 }, -- Arcane Meditation (Rank 3)
-- Arcane Missiles
[5143] = { "Арканічні снаряди", "Запускає у ворога 3 хвилі арканічних снарядів протягом {1} c, кожна з яких завдає {2} шкоди арканою. Кожна вимова бойового закляття з ймовірністю {3}% активує \"Арканічні снаряди\".#over {1} sec#causing {2} Arcane#a {3}% chance" }, -- Arcane Missiles
-- Arcane Potency
[31571] = { "Арканічний потенціал", "Збільшує шанс завдання критичного удару на {1}% двома наступними закляттями після отримання ефекту \"Ясномова\" або \"Блиск розуму\".#by {1}%" }, -- Arcane Potency (Rank 1)
[31572] = { ref=31571 }, -- Arcane Potency (Rank 2)
-- Arcane Power
[12042] = { "Арканічна могутність", "При активації, збільшує шкоду ваших заклять на {1}%, але збільшує витрати мани на їх вимову на {2}%. Триває {3} с.#deal {1}% more#cost {2}% more#lasts {3} sec", "Збільшено шкоду та витрати мани ваших заклять." }, -- Arcane Power
-- Arcane Repulsion
[44397] = { "Арканічне відштовхування", "\"Магівський обладунок\" відкидає ворога, що завдав вам удару в ближньому бою, на {1} м та сповільнює його на {2}% протягом {3} с. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.#back {1} y#by {2}% for {3} sec" }, -- Arcane Repulsion (Rank 1)
[44398] = { ref=44397 }, -- Arcane Repulsion (Rank 2)
[44399] = { ref=44397 }, -- Arcane Repulsion (Rank 3)
-- Arcane Specialization
[84671] = { "Спеціалізація на аркані", "Збільшує шкоду ваших арканічних заклять на {1}%.#by {1}%" }, -- Arcane Specialization (Passive)
-- Arcane Tactics
[82930] = { "Чародійська тактика", "Збільшує шкоду всіх учасників групи чи рейду в межах {1} м на {2}%.#within {1} yards by {2}%", "Шкоду збільшено на {1}%.#by {1}%" }, -- Arcane Tactics
-- Arctic Winds
[31674] = { "Арктичні вітри", "Коли у вас менше {1}% здоров'я, нападники мають на {2}% менший шанс влучити атаками ближнього та дальнього бою по вам, а час відновлення заклять \"Крижаний спалах\" та \"Конус холоду\" зменшується на {3}%.#below {1}%#a {2}% reduced chance#reduced by {3}%" }, -- Arctic Winds (Rank 1)
[31675] = { ref=31674 }, -- Arctic Winds (Rank 2)
[31676] = { ref=31674 }, -- Arctic Winds (Rank 3)
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо обраного місця полум'яну хвилю, що завдає від {1} до {2} шкоди вогнем усім ворогам у радіусі дії, а також сповільнює їх на {3}% протягом {4} с.#blast for {1} to {2} Fire#slowed by {3}% for {4} sec", "Запаморочення." }, -- Blast Wave
-- Blazing Speed
[31641] = { "Палюча швидкість", "З ймовірністю {1}% після отримання удару в ближньому чи дальньому бою ви збільшите свою швидкість руху на {2}% та розвієте з себе ефекти перешкоди руху. Цей ефект триває {3} с.#a {1}% chance#speed by {2}%#lasts {3} sec" }, -- Blazing Speed (Rank 1)
[31642] = { ref=31641 }, -- Blazing Speed (Rank 2)
-- Brain Freeze
[44546] = { "Замороження мозку", "Ваші закляття більше не активують \"Арканічні снаряди\". Натомість, після завдання шкоди закляттями, що охолоджують ціль, з ймовірністю {1}% ви зможете вимовити наступне закляття \"Вогняна куля\" або \"Стріла крижаного полум'я\" миттєво та без витрат мани. Коли \"Стріла крижаного полум'я\" вимовляється миттєво, на неї впливає ефект \"Крижані пальці\". \"Стріла крижаного полум'я\" не може викликати \"Замороження мозку\".#a {1}% chance" }, -- Brain Freeze (Rank 1)
[44548] = { ref=44546 }, -- Brain Freeze (Rank 2)
[44549] = { ref=44546 }, -- Brain Freeze (Rank 3)
-- Burning Determination
[54747] = { "Палка рішучість", "Ви відновлюєте {1}% від максимального запасу мани кожні {2} с.#regenerate {1}% of#every {2} sec" }, -- Burning Determination (Rank 1)
[54749] = { ref=54747 }, -- Burning Determination (Rank 2)
[83501] = { ref=54747 }, -- Burning Determination (Rank 3)
-- Burning Soul
[11083] = { "Палаюча душа", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%.#by {1}%" }, -- Burning Soul (Rank 1)
[84253] = { ref=11083 }, -- Burning Soul (Rank 2)
[84254] = { ref=11083 }, -- Burning Soul (Rank 3)
-- Burnout
[44449] = { "Вигорання", "Збільшує дальність вашого закляття \"Вогняний підрив\" на {1} м, а ваша \"Полум'яна куля\" вибухає наприкінці свого існування, завдаючи {2} шкоди вогнем ворогам в межах {3} м.#spell by {1} y#causing {2} Fire#within {3} y" }, -- Burnout (Rank 1)
[44469] = { ref=44449 }, -- Burnout (Rank 2)
[44470] = { ref=44449 }, -- Burnout (Rank 3)
[44471] = { ref=44449 }, -- Burnout (Rank 4)
[44472] = { ref=44449 }, -- Burnout (Rank 5)
-- Cauterize
[86948] = { "Припікання рани", "З ймовірністю {1}% при отриманні шкоди, що мала б вас вбити, ви відновите {2}% від максимального запасу здоров'я. Однак, протягом наступних {5} секунд ви втрачаєте {3}% здоров'я кожні {4} с. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.#a {1}% chance#to {2}% of#burn for {3}% of#every {4} sec for the next {5} sec" }, -- Cauterize (Rank 1)
[86949] = { ref=86948 }, -- Cauterize (Rank 1)
-- Combustion
[11129] = { "Палання", "Об'єднує ваші ефекти періодичної шкоди від вогню на ворожій цілі, але не поглинає їх, миттєво завдаючи від {1} до {2} шкоди вогнем і створюючи новий періодичний ефект, який триває {3} с і завдає шкоди в обсязі, що дорівнює сумі шкоди об'єднаних ефектів.#dealing {1} to {2} Fire#lasts {3} sec" }, -- Combustion
-- Cone of Cold
[120] = { "Конус холоду", "Завдає цілям у конусі перед заклиначем від {1} до {2} шкоди кригою та сповільнює їх на {3}% протягом {4} с.#take {1} to {2} Frost#slowed by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%" }, -- Cone of Cold
-- Conjure Mana Gem
[759] = { "Начаклування самоцвіту мани", "Начаклувати самоцвіт мани, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana" }, -- Conjure Mana Gem
-- Conjure Refreshment
[42955] = { "Начаклування провізії", "Начаклувати їжу з мани, щоб забезпечити мага та союзників їжею.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {1} хв.#than {1} min" }, -- Conjure Refreshment
-- Counterspell
[2139] = { "Протизакляття", "Протидіє вимові закляття ворогом і внеможливлює вимову будь-яких інших заклять тієї ж школи магії протягом {1} с.#cast for {1} sec" }, -- Counterspell
-- Critical Mass
[11095] = { "Критична маса", "Ваші закляття \"Жива бомба\" та \"Полум'яна куля\"  завдають на {1}% більше шкоди, а закляття \"Вогняна брила\" та \"Опік\" з ймовірністю {2}% зроблять ціль вразливою до заклинань, збільшуючи ймовірність завдання критичного удару закляттями по цілі на {3}% протягом {4} с.#deal {1}% more#a {2}% chance#by {3}% and lasts {4} sec" }, -- Critical Mass (Rank 1)
[12872] = { ref=11095 }, -- Critical Mass (Rank 2)
[12873] = { ref=11095 }, -- Critical Mass (Rank 3)
-- Dalaran Brilliance
[61316] = { "Даларанська геніальність", ref=1459 }, -- Dalaran Brilliance
-- Deep Freeze
[71757] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage" }, -- Deep Freeze
[44572] = { nil, nil, "Приголомшено та заморожено.", ref=71757 }, -- Deep Freeze
-- Dragon's Breath
[31661] = { "Подих дракона", "Цілі в конусі перед заклинателем отримують від {1} до {2} шкоди від вогню та дезорієнтуються на {3} с. Будь-яка подальша шкода поверне ціль до тями.#take {1} to {2} Fire#for {3} sec", "Дезорієнтовано та сповільнено." }, -- Dragon's Breath
-- Early Frost
[83049] = { "Ранні заморозки", "Зменшує час вимови закляття \"Крижана стріла\" на {1} с. Цей ефект відновлюється {2} с після використання.#by {1} sec#for {2} sec" }, -- Early Frost (Rank 1)
[83050] = { ref=83049 }, -- Early Frost (Rank 1)
-- Empowered Frost
[31682] = { "Посилена крига", "Збільшує вплив сили заклинань на шкоду заклять \"Крижана стріла\", \"Стріла крижаного полум'я\" та \"Крижаний спис\" на {1}%.#by {1}%" }, -- Empowered Frost (Rank 1)
[31683] = { ref=31682 }, -- Empowered Frost (Rank 2)
[83082] = { ref=31682 }, -- Empowered Frost (Rank 2)
-- Enduring Winter
[44561] = { "Довготривала зима", "Зменшує витрати мани на закляття на {1}%. Крім того, \"Крижана стріла\" з ймовірністю {2}% відновить десятьом учасникам групи чи рейду {3}% мани протягом {4} с.#spells by {1}%#a {2}% chance#to {3}% of#over {4} sec" }, -- Enduring Winter (Rank 1)
[86500] = { ref=44561 }, -- Enduring Winter (Rank 1)
[86508] = { ref=44561 }, -- Enduring Winter (Rank 1)
-- Evocation
[12051] = { "Прикликання", "Відновити {1}% мани та ще {2}% від запасу мани протягом {3} с.#Gain {1}% of#another {2}% of#over {3} sec", "Відновлює {1}% від запасу мани кожні {2} с.#Gain {1}%#every {2} sec" }, -- Evocation
-- Fingers of Frost
[44543] = { "Крижані пальці", "Ваші ефекти охолодження з ймовірністю {1}% активують ефект \"Крижані пальці\", який дозволяє вашому наступному закляттю \"Крижаний спис\" та \"Глибока заморозка\" спрацьовувати так, ніби ціль заморожена, та збільшує шкоду закляття \"Крижаний спис\" на {2}%. Ефект накопичується до {3} разів і триває {4} с.#a {1}% chance#damage by {2}%#up to {3} charges and lasts {4} sec" }, -- Fingers of Frost (Rank 1)
[44545] = { ref=44543 }, -- Fingers of Frost (Rank 2)
[83074] = { ref=44543 }, -- Fingers of Frost (Rank 3)
-- Fire Blast
[2136] = { "Вогняний підрив", "Підриває ворога, завдаючи від {1} до {2} шкоди вогнем.#for {1} to {2} Fire" }, -- Fire Blast
-- Fire Power
[18459] = { "Сила вогню", "Збільшує шкоду ваших вогняних заклять на {1}%, а ваша \"Полум'яна куля\" з шансом {2}% вибухне наприкінці свого існування, завдаючи {3} шкоди.#spells by {1}%#a {2}% chance#for {3} damage" }, -- Fire Power (Rank 1)
[18460] = { ref=18459 }, -- Fire Power (Rank 2)
[83619] = { "Сила вогню", "Наприкінці свого існування полум'яна куля вибухає, завдаючи {1} шкоди вогнем всім ворогам поблизу.#dealing {1} Fire" }, -- Fire Power
[54734] = { ref=18459 }, -- Fire Power (Rank 3)
-- Fire Specialization
[84668] = { "Спеціалізація на вогню", "Збільшує шкоду ваших вогняних заклять на {1}%.#by {1}%" }, -- Fire Specialization (Passive)
-- Fireball
[133] = { "Вогняна куля", "Кидає вогняну кулю, що завдає від {1} до {2} шкоди вогнем.#causes {1} to {2} Fire" }, -- Fireball
-- Firestarter
[86914] = { "Розпалення", "Дозволяє вимовляти \"Опік\" під час руху." }, -- Firestarter (Rank 1)
-- Flame Orb
[82731] = { "Полум'яна куля", "Випустити вперед полум'яну кулю, що завдає від {1} до {2} шкоди вогнем щосекунди найближчій цілі протягом {3} с.#dealing {1} to {2} Fire#for {3} sec" }, -- Flame Orb
-- Flamestrike
[2120] = { "Полум'яний удар", "Викликає на землю вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи від {1} до {2} шкоди вогнем і додатково {3} шкоди вогнем протягом {4} с.#for {1} to {2} Fire#additional {3} Fire#over {4} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec" }, -- Flamestrike
[88148] = { ref=2120 }, -- Flamestrike
-- Focus Magic
[54646] = { "Зосередження магії", "Збільшує шанс завдання критичного удару закляттями цілі на {1}% протягом {2} хв. Коли ціль завдає критичного удару, ваш шанс завдання критичного удару закляттями збільшується на {3}% протягом {4} с. Не можна застосувати на себе. Одночасно може бути активним лише на одній цілі.#spells by {1}% for {2} min#increased by {3}% for {4} sec", "Шанс завдання критичного удару закляттями збільшено на {1}%. При завданні критичного удару, збільшує шанс критичного удару мага, що застосував цей ефект.#by {1}%" }, -- Focus Magic
-- Freeze
[33395] = { "Заморожування", "Вражає цілі в радіусі {1} м, завдаючи {2} шкоди від криги та заморожуючи їх на {3} с. Завдання шкоди може перервати дію ефекту.#in a {1} yard radius for {2} Frost#up to {3} sec", "Приморожено." }, -- Freeze
-- Frost Armor
[7302] = { "Крижаний обладунок", "Зменшує отриману шкоду на {1}%. Якщо ворог завдає удару заклиначеві, його рух може сповільнитися на {2}%, а час між атаками збільшитися на {3}% протягом {4} с. Одночасно лише один тип закляття \"обладунок\" може бути активним на магу. Триває {5} хв.#taken by {1}%#slowed by {2}%#increased by {3}% for {4} sec#Lasts {5} min", "Отриману шкоду зменшено на {1}%.\nМоже сповільнити нападників.#reduced by {1}%" }, -- Frost Armor
-- Frost Channeling
[11160] = { "Крижаний потік", "Зменшує витрати мани на всі закляття на {1}%.#by {1}%" }, -- Frost Channeling (Rank 1)
[12518] = { ref=11160 }, -- Frost Channeling (Rank 2)
[12519] = { ref=11160 }, -- Frost Channeling (Rank 3)
-- Frost Nova
[122] = { "Крижаний спалах", "Вражає ворогів поруч із заклиначем, завдаючи від {1} до {2} шкоди кригою, та приморожує їх на місці на {3} с. Подальше завдання шкоди може перервати дію цього ефекту.#for {1} to {2} Frost#up to {3} sec", "Приморожено." }, -- Frost Nova
-- Frost Specialization
[84669] = { "Спеціалізація на кризі", "Збільшує шкоду ваших крижаних заклять на {1}%, і додатково збільшує шкоду \"Крижаної стріли\" на {2}%.#spells by {1}%#additional {2}%" }, -- Frost Specialization (Passive)
-- Frost Warding
[11189] = { "Крижаний захист", "Збільшує броню та опори під закляття \"Крижаний обладунок\" на {1}%. Крім того, \"Магічний оберіг\" з ймовірністю {2}% поглине вороже закляття та відновить вам ману в обсязі, що дорівнює поглинутій шкоді.#spells by {1}%#Ward a {2}% chance" }, -- Frost Warding (Rank 1)
[28332] = { ref=11189 }, -- Frost Warding (Rank 2)
-- Frostbolt
[116] = { "Крижана стріла", "Запускає у ворога крижану стрілу, що завдає від {1} до {2} шкоди кригою та зменшує швидкість руху на {3}% протягом {4} с.#causing {1} to {2} Frost#by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#slowed by {1}%" }, -- Frostbolt
-- Frostfire Bolt
[44614] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає від {1} до {2} шкоди від крижаного вогню, зменшуючи швидкість руху на {3}% протягом {4} секунд. Для опору цьому заклинанню обирається менший з показників опору кризі та вогню.#causing {1} to {2} Frostfire#by {3}% for {4} sec", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Frostfire Bolt
-- Frostfire Orb
[84726] = { "Куля крижаного полум'я", "Перетворює вашу полум'яну кулю на кулю крижаного полум'я, що отримує бонуси від спеціалізації \"Крига\". Окрім того, зменшує швидкість руху цілей, охолоджених \"Крижаною стрілою\", ще на {1}%.#additional {1}%" }, -- Frostfire Orb (Rank 1)
[84727] = { "Куля крижаного полум'я", "Ваша полум'яна куля отримує ефект охолодження, що сповільнює уражені кулею крижаного полум'я цілі на {1}% протягом {2} с. Окрім того, зменшує швидкість руху цілей, охолоджених \"Крижаною стрілою\", ще на {3}%.#by {1}% for {2} sec#additional {3}%" }, -- Frostfire Orb (Rank 2)
-- Frozen Core
[31667] = { "Стигле нутро", "Зменшує всю отриману шкоду на {1}%.#by {1}%" }, -- Frozen Core (Rank 1)
[31668] = { ref=31667 }, -- Frozen Core (Rank 2)
[31669] = { ref=31667 }, -- Frozen Core (Rank 3)
-- Hot Streak
[44445] = { "Полум'яна вдача", "Ваші закляття більше не активують \"Арканічні снаряди\". Натомість, після завдання критичного удару закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Опік\", \"Вогняна брила\" або \"Вогняний підрив\", з деяким шансом ви можете вимовити наступну \"Вогняну брилу\" миттєво та без витрат мани протягом {1} с. #within {1} sec" }, -- Hot Streak (Rank 1)
-- Ice Barrier
[11426] = { "Льодяний бар'єр", "Миттєво захищає вас, поглинаючи {1} шкоди. Триває {2} хв. Поки щит тримається, вимова заклять не затримуватиметься від отримання шкоди.#absorbing {1}#Lasts {2} min", "Поглинає {1} шкоди.#Absorbs {1} damage" }, -- Ice Barrier
-- Ice Floes
[31670] = { "Плавуча крижина", "Зменшує час відновлення заклять \"Крижаний спалах\", \"Конус холоду\", \"Льодяна брила\", \"Холодний зрив\", \"Льодяний бар'єр\" та \"Крижана кров\" на {1}%.#by {1}%" }, -- Ice Floes (Rank 1)
[31672] = { ref=31670 }, -- Ice Floes (Rank 2)
[55094] = { ref=31670 }, -- Ice Floes (Rank 3)
-- Ice Lance
[30455] = { "Крижаний спис", "Завдає від {1} до {2} шкоди кригою ворожій цілі. Завдає подвійної шкоди замороженим цілям.#Deals {1} to {2} Frost" }, -- Ice Lance
-- Ice Shards
[11185] = { "Льодяні уламки", "Вашу закляття \"Метелиця\" отримує ефект охолодження. Цей ефект зменшує швидкість руху цілей на {1}%. Триває {2} с. Також збільшує дальність закляття \"Крижаний спис\" на {3} м.#speed by {1}%#Lasts {2} sec#spell by {3} y" }, -- Ice Shards (Rank 1)
[12487] = { ref=11185 }, -- Ice Shards (Rank 2)
-- Icy Veins
[12472] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість вимови заклять на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%. Триває {3} с.#speed by {1}% and#casting by {2}%.#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а затримку вимови заклять при отриманні шкоди зменшено на {2}%.#increased by {1}%#casting by {2}%" }, -- Icy Veins
-- Ignite
[11119] = { "Займання", "Критичні удари неперіодичних заклять вогню підпалюють ціль, завдаючи додатково {1}% шкоди протягом {2} с.#additional {1}%#over {2} sec" }, -- Ignite (Rank 1)
[11120] = { ref=11119 }, -- Ignite (Rank 2)
[12846] = { ref=11119 }, -- Ignite (Rank 3)
-- Impact
[11103] = { "Струс", "Ваші бойові закляття з ймовірністю {1}% завершать відновлення \"Вогняного вибуху\" і ваш наступний \"Вогняний вибух\" приголомшить ціль на {2} секунди і поширить ефекти періодичної шкоди вогнем на найближчі ворожі цілі в межах {3} м.#a {1}% chance#for {2} sec#within {3} y" }, -- Impact (Rank 1)
[12357] = { ref=11103 }, -- Impact (Rank 2)
[12358] = { "Струс", "Після вимови бойових заклять з ймовірністю {1}% ваш наступний \"Вогняний вибух\" приголомшить ціль на {2} секунди і поширить ефекти періодичної шкоди вогнем на найближчі ворожі цілі в межах {3} м.#a {1}% chance#for {2} sec#within {3} y" }, -- Impact (Rank 3)
-- Improved Arcane Explosion
[90787] = { "Покращений арканічний вибух", "Зменшує глобальний час відновлення вашого закляття \"Арканічний вибух\" на {1} с, зменшує створену ним загрозу на {2}% та зменшує його витрати мани на {3}%.#by {1} sec#generated by {2}%#cost by {3}%" }, -- Improved Arcane Explosion (Rank 1)
[90788] = { ref=90787 }, -- Improved Arcane Explosion (Rank 2)
-- Improved Arcane Missiles
[83513] = { "Покращені арканічні снаряди", "Збільшує кількість снарядів, викликаних закляттям \"Арканічні снаряди\", на {1}.#spell by {1}" }, -- Improved Arcane Missiles (Rank 1)
[83515] = { ref=83513 }, -- Improved Arcane Missiles (Rank 1)
-- Improved Blink
[31569] = { "Покращений блим", "Збільшує вашу швидкість руху на {1}% протягом {2} с після використання закляття \"Блим\".#by {1}% for {2} sec" }, -- Improved Blink (Rank 1)
[31570] = { ref=31569 }, -- Improved Blink (Rank 2)
-- Improved Cone of Cold
[11190] = { "Покращений конус холоду", "\"Конус холоду\" також заморожує цілі на {1} с.#for {1} sec" }, -- Improved Cone of Cold (Rank 1)
[12489] = { ref=11190 }, -- Improved Cone of Cold (Rank 2)
-- Improved Fire Blast
[11078] = { "Покращений вогняний підрив", "Збільшує ймовірність завдання критичного удару закляттям \"Вогняний підрив\" на {1}% та збільшує його дальність на {2} м.#by {1}%#by {2} y" }, -- Improved Fire Blast (Rank 1)
[11080] = { ref=11078 }, -- Improved Fire Blast (Rank 2)
-- Improved Flamestrike
[84673] = { "Покращений полум'яний удар", "Зменшує час вимови закляття \"Полум'яний удар\" на {1}% і з ймовірністю {2}% закляття \"Вибухова хвиля\" також викличе \"Полум'яний удар\", якщо вразить дві чи більше цілей.#spell by {1}%#a {2}% chance" }, -- Improved Flamestrike (Rank 1)
[84674] = { ref=84673 }, -- Improved Flamestrike (Rank 2)
-- Improved Freeze
[86259] = { "Покращене заморожування", "\"Заморожування\" вашого водяного елементаля з ймовірністю {1}% викличе 2 ефекти \"Крижаних пальців\" при ураженні цілей.#a {1}% chance" }, -- Improved Freeze (Rank 1)
[86260] = { ref=86259 }, -- Improved Freeze (Rank 2)
[86314] = { ref=86259 }, -- Improved Freeze (Rank 3)
-- Improved Hot Streak
[44446] = { "Покращена полум'яна вдача", "Коли ви двічі поспіль завдаєте критичного удару закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Опік\", \"Вогняна брила\" або \"Вогняний підрив\", ви з ймовірністю {1}% отримуєте ефект \"Полум'яна вдача\".#a {1}% chance" }, -- Improved Hot Streak (Rank 1)
[44448] = { ref=44446 }, -- Improved Hot Streak (Rank 2)
-- Improved Mana Gem
[31584] = { "Покращений самоцвіт мани", "Використання самоцвіту мани також збільшує вашу силу заклять на {1}% від максимального запасу мани протягом {2} секунд.#by {1}%#for {2} sec" }, -- Improved Mana Gem (Rank 1)
[31585] = { ref=31584 }, -- Improved Mana Gem (Rank 2)
[31586] = { ref=31584 }, -- Improved Mana Gem (Rank 3)
-- Improved Polymorph
[11210] = { "Покращена поліморфія", "Коли ціль, що знаходиться під дією вашої \"Поліморфії\" отримує шкоду, вона приголомшується на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#for {1} sec#every {2} sec" }, -- Improved Polymorph (Rank 1)
[12592] = { ref=11210 }, -- Improved Polymorph (Rank 2)
-- Improved Scorch
[11115] = { "Покращений опік", "Зменшує на {1}% витрати мани на закляття \"Опік\".#by {1}%" }, -- Improved Scorch (Rank 1)
[11367] = { ref=11115 }, -- Improved Scorch (Rank 2)
-- Incanter's Absorption
[44394] = { "Чародійське поглинання", "Коли \"Щит мани\" або \"Магічний оберіг\" поглинає шкоду, шкода ваших заклинань збільшується на {1}% від обсягу поглиненої шкоди протягом {2} с. Крім того, при знищенні \"Щита мани\", всі вороги в межах {3} м відштовхуються на {4} м.#by {1}% of#for {2} sec#enemies within {3} y#back {4} y" }, -- Incanter's Absorption (Rank 1)
[44395] = { ref=44394 }, -- Incanter's Absorption (Rank 2)
-- Incineration
[11124] = { "Спалення", "Збільшує періодичну шкоду вогняних заклять на {1}%.#by {1}%" }, -- Incineration (Rank 1)
[12378] = { ref=11124 }, -- Incineration (Rank 2)
-- Invisibility
[66] = { "Невидимість", "Ви поступово зникаєте, зменшуючи свою загрозу щосекунди і отримуєте невидимість через {1} с. Ефект скасовується при здійсненні будь-яких дій. Триває {2} с.#over {1} sec#Lasts {2} sec", "Зникає." }, -- Invisibility
-- Invocation
[84722] = { "Виклик", "Ваша шкода збільшується на {1}% протягом {2} с після успішного переривання вимови закляття.#a {1}% damage bonus for {2} sec" }, -- Invocation (Rank 1)
[84723] = { ref=84722 }, -- Invocation (Rank 1)
-- Living Bomb
[44457] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Через {3} с ціль вибухає, завдаючи {4} шкоди від вогню ворогам в межах {5} м. Вражає до {6} цілей.#taking {1} Fire damage over {2} sec#After {3} sec#dealing {4} Fire#within {5} y#Limit {6} targets", "{1} шкоди від вогню кожні {2} с. Через {3} с ціль вибухає, завдаючи {4} шкоди від вогню ворогам в радіусі {6} м. Вражає до {5} ворогів.#Causes {1} Fire damage every {2} sec#After {3} sec#causing {4} Fire#up to {5} enemies within {6} y" }, -- Living Bomb
-- Mage Armor
[6117] = { "Магівський обладунок", "Збільшує ваш опір усій магії на {1} та відновлює {2}% від запасу мани кожні {3} c. Окрім того, тривалість усіх шкідливих магічних ефектів, використаних проти вас, зменшується на {4}%. Одночасно лише один тип закляття \"обладунок\" може бути активним на магу. Триває {5} хв.#magic by {1} and#regenerate {2}% of#every {3} sec#reduced by {4}%#Lasts {5} min", "Опір усім школам магії збільшено на {1}, відновлює {2}% від максимального запасу мани кожні {3} с. Тривалість усіх шкідливих магічних ефектів зменшено на {4}%.#by {1} and regenerating {2}%#every {3} sec#reduced by {4}%" }, -- Mage Armor
-- Mage Ward
[543] = { "Магічний оберіг", "Поглинає {1} шкоди від вогню, криги та аркани. Триває {2} с.#Absorbs {1} Fire#Lasts {2} sec", "Поглинає {1} шкоди від вогню, криги чи аркани.#Absorbs {1} Fire" }, -- Mage Ward
-- Magic Attunement
[11247] = { "Магічна налаштованість", "Збільшує дальність ваших заклять аркани на {1} м.#by {1} y" }, -- Magic Attunement (Rank 1)
[12606] = { ref=11247 }, -- Magic Attunement (Rank 2)
-- Mana Shield
[1463] = { "Щит мани", "Поглинає {1} шкоди за рахунок мани. Випалює {2} мани за кожну одиницю поглинутої шкоди. Триває {3} хв.#Absorbs {1} damage#Drains {2} mana#Lasts {3} min", "Поглинає до {1} шкоди за рахунок мани.#up to {1} damage" }, -- Mana Shield
-- Missile Barrage
[44404] = { "Обстріл снарядами", "Ваше закляття \"Арканічні снаряди\" вистрілює снаряди кожні {1} с.#every {1} sec" }, -- Missile Barrage (Rank 1)
[54486] = { ref=44404 }, -- Missile Barrage (Rank 2)
-- Molten Armor
[30482] = { "Розплавлений обладунок", "Завдає {1} шкоди від вогню при отриманні удару, збільшує ймовірність критичного удару заклинань на {2}% і зменшує ймовірність зазнати критичного удару на {3}%. Одночасно на магу може бути активним лише один обладунок. Триває {4} хв.#Causes {1} Fire#chance by {2}%#hit by {3}%#Lasts {4} min", "Завдає {1} шкоди від вогню нападникам.\nЙмовірність зазнати критичного удару зменшено на {2}%.\nЙмовірність завдати критичного удару заклинаннями збільшено на {3}%.#Causes {1} Fire#reduced by {2}%#increased by {3}%" }, -- Molten Armor
-- Molten Fury
[86880] = { ref=31679 }, -- Molten Fury (Rank 3)
-- Molten Shields
[11094] = { "Розпечені щити", "Зменшує глобальний час відновлення вашого закляття \"Магічний оберіг\" на {1} с, а ваш ефект \"Палюча швидкість\" при активації також знімає всі ефекти сповільнення руху, а також спрацьовує, коли \"Магічний оберіг\" розвіюється від отриманої шкоди.#by {1} sec" }, -- Molten Shields (Rank 1)
-- Nether Vortex
[86181] = { "Підсвітний вир", "Ваше закляття \"Арканічний спалах\" з ймовірністю {1}% застосує на ціль \"Сповільнення\", якщо воно не активне на жодній іншій цілі.#a {1}% chance" }, -- Nether Vortex (Rank 1)
[86209] = { ref=86181 }, -- Nether Vortex (Rank 2)
-- Permafrost
[11175] = { "Вічна мерзлота", "Ваші ефекти охолодження зменшують швидкість цілі ще на {1}%, а також зменшують отримане нею зцілення. Крім того, щоразу, коли ви завдаєте шкоди заклинанням, ваш водяний елементаль зцілюється на {2}% від завданої шкоди.#additional {1}%#healed for {2}% of" }, -- Permafrost (Rank 1)
[12569] = { ref=11175 }, -- Permafrost (Rank 2)
[12571] = { ref=11175 }, -- Permafrost (Rank 3)
-- Piercing Chill
[83156] = { "Пронизливий холод", "Критичні удари \"Крижаної стріли\" охолоджують ще 1 ціль неподалік." }, -- Piercing Chill (Rank 1)
[83157] = { "Пронизливий холод", "Критичні удари \"Крижаної стріли\" охолоджують ще 2 цілі неподалік." }, -- Piercing Chill (Rank 1)
-- Piercing Ice
[11151] = { "Пронизуючий лід", "Збільшує шанс завдання критичної шкоди закляттями на {1}%.#by {1}%" }, -- Piercing Ice (Rank 1)
[12952] = { ref=11151 }, -- Piercing Ice (Rank 2)
[12953] = { ref=11151 }, -- Piercing Ice (Rank 3)
-- Playing with Fire
[31638] = { "Гра з вогнем", "Коли ви отримуєте удар в ближньому бою, час відновлення закляття \"Вибухова хвиля\" скорочується на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с #spell by {1} sec#every {2} sec" }, -- Playing with Fire (Rank 1)
[31639] = { ref=31638 }, -- Playing with Fire (Rank 2)
[31640] = { ref=31638 }, -- Playing with Fire (Rank 3)
-- Polymorph
[118] = { "Поліморфія", "Перетворює ворога на вівцю, змушуючи його блукати до {1} с. Вівця не здатна атакувати або вимовляти закляття, але дуже швидко відновлюватиме здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати або вимовляти закляття. Прискорене відновлення здоров'я." }, -- Polymorph
-- Pyroblast
[11366] = { "Вогняна брила", "Кидає величезний вогняний валун, що завдає {1} шкоди вогнем та додатково {2} шкоди вогнем протягом {3} с.#causes {1} Fire#additional {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Pyroblast
-- Pyroblast!
[92315] = { "Вогняна брила!", "Кидає величезний вогняний валун, що завдає {1} шкоди вогнем та додатково {2} шкоди вогнем протягом {3} с.#causes {1} Fire#additional {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec" }, -- Pyroblast!
-- Pyromaniac
[34293] = { "Піроманія", "Збільшує швидкість заклять на {1}% якщо {2} чи більше цілей отримують вогняну шкоду від ваших заклять.#by {1}% if {2} or" }, -- Pyromaniac (Rank 1)
[34295] = { ref=34293 }, -- Pyromaniac (Rank 2)
[34296] = { ref=34293 }, -- Pyromaniac (Rank 3)
-- Reactive Barrier
[86303] = { "Реактивний бар'єр", "При отриманні шкоди, що зменшує здоров'я нижче {2}%, з ймовірністю {1}% ви активуєте \"Льодяний бар'єр\" без витрат мани. Ефекту починає відновлення \"Льодяного бар'єру\" і не спрацює, поки \"Льодяний бар'єр\" відновлюється.#a {1}% chance#below {2}%" }, -- Reactive Barrier (Rank 1)
[86304] = { ref=86303 }, -- Reactive Barrier (Rank 1)
-- Ring of Frost
[82676] = { "Кільце криги", "Викликає кільце криги, на створення якого витрачається {1} с. Вороги, що потрапляють у повністю сформоване кільце, заморожуються на {2} с. Триває {3} с. Радіус {4} м.#taking {1} sec#frozen for {2} sec#Lasts {3} sec#{4} yd radius" }, -- Ring of Frost
[82691] = { nil, nil, "Заморожено.", ref=82676 }, -- Ring of Frost
-- Ritual of Refreshment
[43987] = { "Ритуал провізії", "Почати ритуал, який створює стіл з їжею. Учасники рейду можуть натиснути на стіл, щоб отримати начакловану їжу з мани. Стіл існує 3 хвилини або до 50 створених порцій. Для здійснення ритуалу потрібен маг і ще 2 учасники групи. Для того, щоб взяти участь у ритуалі, всі гравці повинні натиснути правою кнопкою миші на портал провізії та не рухатися, поки ритуал не завершиться." }, -- Ritual of Refreshment
-- Scorch
[2948] = { "Опік", "Обпікає ворога, завдаючи від {1} до {2} шкоди вогнем.#for {1} to {2} Fire" }, -- Scorch
-- Shatter
[11170] = { "Розтрощення", "Збільшує ймовірність завдання критичного удару закляттями замороженим цілям в {1} рази та зібльшує шкоду від \"Крижаної стріли\" замороженим цілям на {2}%.#spells against frozen targets by {1},#Frostbolt against frozen targets by {2}%" }, -- Shatter (Rank 1)
[12982] = { ref=11170 }, -- Shatter (Rank 2)
[12983] = { nil, "Збільшує ймовірність завдання критичного удару закляттями замороженим цілям в {1} рази.#spells against frozen targets by {1}.", ref=11170 }, -- Shatter (Rank 3)
-- Summon Water Elemental
[31687] = { "Виклик водяного елементаля", "Викликати водяного елементаля, що битиметься за вас." }, -- Summon Water Elemental
-- Time Warp
[80353] = { "Викривлення часу", "Викривляє плин часу, збільшуючи на {1}% швидкість атак ближнього та дальнього бою, а також вимови заклинань усіх учасників групи чи рейду протягом {2} сек.\n\nСоюзники, що отримають цей ефект, застрянуть у часі й не зможуть знову отримати ефект від \"Жаги крові\", \"Героїзму\" та \"Викривлення часу\" протягом {3} хв.#by {1}% for#Lasts {2} sec#again for {3} min", "Швидкість атак ближнього та дальнього бою, а також вимови заклинань збільшено на {1}%.#by {1}%" }, -- Time Warp
-- Torment the Weak
[29447] = { "Знущання з немічних", "Ваші арканічні закляття завдають на {1}% більше шкоди знерухомленим та сповільненим цілям.#deal {1}% more" }, -- Torment the Weak (Rank 1)
[55339] = { ref=29447 }, -- Torment the Weak (Rank 2)
[55340] = { ref=29447 }, -- Torment the Weak (Rank 3)

-- Portals
[88345] = { "Портал: Тол-Барад", "Створює портал, що при використанні телепортує членів групи 85го рівня і вище на Тол-Барад." }, -- Portal: Tol Barad
[88346] = { ref=88345 }, -- Portal: Tol Barad
[88342] = { "Телепортація: Тол-Барад", "Телепортує заклинача на Тол-Барад." }, -- Teleport: Tol Barad
[88344] = { ref=88342 }, -- Teleport: Tol Barad

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
