local _, addonTable = ...

local mage_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Arcane Barrage
[44425] = { "Арканічний обстріл", "Випускає заряди арканічної енергії в ціль, завдаючи [{1}#causing {1} Arcane][від {1} до {2}#causing {1} to {2} Arcane] шкоди арканою.", en="Arcane Barrage" },
-- Arcane Blast
[30451] = { "Арканічний спалах", "Вибух енергії, що завдає [{1}#dealing {1} Arcane][від {1} до {2}#dealing {1} to {2} Arcane] шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода \"Арканічного спалаху\" та \"Арканічного вибуху\" збільшується на {1}%, час вимови \"Арканічного спалаху\" зменшується на {2} с, а витрати мани на \"Арканічний спалах\" збільшуються на {3}%. Ефект накопичується до {4} разів і триває {5} с або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\" та \"Арканічного вибуху\".#Explosion is increased by {1}%#time is reduced by {2} sec#cost is increased by {3}%#up to {4} times and lasts {5} sec", en="Arcane Blast" },
[36032] = { "Арканічний спалах", "Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода \"Арканічного спалаху\" та \"Арканічного вибуху\" збільшується на {1}%, час вимови \"Арканічного спалаху\" зменшується на {2} с, а витрати мани на \"Арканічний спалах\" збільшуються на {3}%. Ефект накопичується до {4} разів і триває {5} секунд або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\" та \"Арканічного вибуху\".#Explosion is increased by {1}%#time is reduced by {2} sec#cost is increased by {3}%#up to {4} times and lasts {5} sec", "Шкоду \"Арканічного спалаху\" та \"Арканічного вибуху\" збільшено на {1}%. Час вимови \"Арканічного спалаху\" зменшено на {2} с, а витрати мани збільшено на {3}%.#damage increased by {1}%#reduced by {2} sec#mana cost increased by {3}%.", en="Arcane Blast" },
[65791] = { "Арканічний спалах", "Вибух енергії, що завдає [{1}#dealing {1} Arcane][від {1} до {2}#dealing {1} to {2} Arcane] шкоди від аркани. Щоразу, коли ви застосовуєте \"Арканічний спалах\", шкода всіх заклять Аркани збільшується на {1}%, а витрати мани на \"Арканічний спалах\" збільшуються на {2}%. Ефект накопичується до {3} разів і триває {4} с або до вимови будь-якого закляття Аркани крім \"Арканічного спалаху\".#spells is increased by {1}%#Arcane Blast is increased by {2}%#up to {3} times and lasts {4} sec", en="Arcane Blast" },
-- Arcane Brilliance
[1459] = { "Арканічна геніальність", "Сповнює всіх членів групи чи рейду геніальністю, збільшуючи максимальний запас мани на {1}, а силу заклинань - на {2}% протягом {3} год. Якщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#mana by {1} and spell power by {2}% for {3} h", en="Arcane Brilliance" },
-- Arcane Empowerment
[31579] = { "Арканічне посилення", "Збільшує шкоду вашого закляття \"Арканічні снаряди\" на {1}% від вашої сили заклять, а шкоду \"Арканічного спалаху\" - на {2}% від вашої сили заклять.#equal to {1}% of#by {2}% of ", en="Arcane Empowerment" },
[31582] = { ref=31579 }, -- Arcane Empowerment
[31583] = { ref=31579 }, -- Arcane Empowerment
-- Arcane Explosion
[1449] = { "Арканічний вибух", "Створює вибух арканічної магії навколо заклинача, завдаючи [{1}#causing {1} Arcane][від {1} до {2}#causing {1} to {2} Arcane] шкоди арканою всім цілям у радіусі {1} м.#within {1} yards", en="Arcane Explosion" },
-- Arcane Focus
[11222] = { "Арканічна зосередженість", "Коли ваше закляття не проходить опір цілі, ви відновлюєте {1}% від витраченої на нього мани.#{1}%", en="Arcane Focus" },
[12839] = { ref=11222 }, -- Arcane Focus
[12840] = { ref=11222 }, -- Arcane Focus
-- Arcane Instability
[15058] = { "Арканічна нестабільність", "Коли ви зазнаєте затримки вимови закляття при отриманні шкоди, ваше наступне закляття протягом {1} секунд завдасть на {2}% більше шкоди.#within {1} seconds causes {2}% more", en="Arcane Instability" },
[15059] = { ref=15058 }, -- Arcane Instability
[15060] = { ref=15058 }, -- Arcane Instability
-- Arcane Intellect
[16876] = { "Арканічний інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв.#by {1}#for {2} min", "Збільшує інтелект на {1}.#by {1}", en="Arcane Intellect" },
-- Arcane Meditation
[18462] = { "Арканічна медитація", "Ви відновлюєте {1}% від вашого максимального запасу мани кожні {2} с.#regenerate {1}% of#every {2} sec", en="Arcane Meditation" },
[18463] = { ref=18462 }, -- Arcane Meditation
[18464] = { ref=18462 }, -- Arcane Meditation
-- Arcane Missiles
[5143] = { "Арканічні снаряди", "Запускає у ворога [три#three waves][чотири#four waves] хвилі арканічних снарядів протягом {1} c, кожна з яких завдає {2} шкоди арканою. Кожна вимова бойового закляття з ймовірністю {3}% активує \"Арканічні снаряди\".#over {1} sec#causing {2} Arcane#a {3}% chance", en="Arcane Missiles" },
-- Arcane Potency
[31571] = { "Арканічна могутність", "Збільшує шанс завдання критичного удару на {1}% двома наступними закляттями після отримання ефекту \"Ясномова\" або \"Блиск розуму\".#by {1}%", en="Arcane Potency" },
[31572] = { ref=31571 }, -- Arcane Potency
-- Arcane Power
[12042] = { "Арканічна могутність", "При активації збільшує шкоду ваших заклять на {1}%, але збільшує витрати мани на їх вимову на {2}%.[ Поки діє \"Арканічна могутність\", глобальний час відновлення для заклять \"Блим\", \"Щит мани\" та \"Дзеркальна копія\" зменшено до нуля.] Ефект триває {3} с.#deal {1}% more#cost {2}% more#lasts {3} sec", "[Збільшено шкоду та витрати мани ваших заклять.#Increased damage and mana cost][Збільшено шкоду та зменшено витрати мани ваших заклять.#Increased damage and reduced mana cost]", en="Arcane Power" },
-- Arcane Repulsion
[44397] = { "Арканічне відштовхування", "\"Магівський обладунок\" відкидає ворога, що завдав вам удару в ближньому бою, на {1} м та сповільнює його на {2}% протягом {3} с. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.#back {1} y#by {2}% for {3} sec", en="Arcane Repulsion" },
[44398] = { ref=44397 }, -- Arcane Repulsion
[44399] = { ref=44397 }, -- Arcane Repulsion
[83143] = { ref=44397 }, -- Arcane Repulsion
[83144] = { ref=44397 }, -- Arcane Repulsion
[83145] = { ref=44397 }, -- Arcane Repulsion
-- Arcane Specialization
[84671] = { "Спеціалізація на аркані", "Збільшує шкоду ваших арканічних заклять на {1}%.#by {1}%", en="Arcane Specialization" },
-- Arcane Tactics
[82930] = { "Чародійська тактика", "Збільшує шкоду всіх учасників групи чи рейду в межах {1} м на {2}%.#within {1} yards by {2}%", "Шкоду збільшено на {1}%.#by {1}%", en="Arcane Tactics" },
-- Arctic Winds
[31674] = { "Арктичні вітри", "Коли у вас менше {1}% здоров'я, нападники мають на {2}% менший шанс влучити атаками ближнього та дальнього бою по вам, а час відновлення заклять \"Крижаний спалах\" та \"Конус холоду\" зменшується на {3}%.#below {1}%#a {2}% reduced chance#reduced by {3}%", en="Arctic Winds" },
[31675] = { ref=31674 }, -- Arctic Winds
[31676] = { ref=31674 }, -- Arctic Winds
-- Blast Wave
[11113] = { "Вибухова хвиля", "Заклинач збурює навколо обраного місця полум'яну хвилю, що завдає [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем усім ворогам у радіусі дії, а також сповільнює їх на {1}% протягом {2} с.#slowed by {1}% for {2} sec", "Запаморочення.", en="Blast Wave" },
-- Blazing Speed
[31641] = { "Палюча швидкість", "З ймовірністю {1}% після отримання удару в ближньому чи дальньому бою ви збільшите свою швидкість руху на {2}% та розвієте з себе ефекти перешкоди руху. Цей ефект триває {3} с.#a {1}% chance#speed by {2}%#lasts {3} sec", en="Blazing Speed" },
[31642] = { ref=31641 }, -- Blazing Speed
-- Brain Freeze
[44546] = { "Замороження мозку", "Ваші закляття більше не активують \"Арканічні снаряди\". Натомість, після завдання шкоди закляттями, що охолоджують ціль, з ймовірністю {1}% ви зможете вимовити наступне закляття \"Вогняна куля\" або \"Стріла крижаного полум'я\" миттєво та без витрат мани. Коли \"Стріла крижаного полум'я\" вимовляється миттєво, на неї впливає ефект \"Крижані пальці\". \"Стріла крижаного полум'я\" не може викликати \"Замороження мозку\".#a {1}% chance", en="Brain Freeze" },
[44548] = { ref=44546 }, -- Brain Freeze
[44549] = { ref=44546 }, -- Brain Freeze
-- Burning Determination
[54747] = { "Палка рішучість", "Ви відновлюєте {1}% від максимального запасу мани кожні {2} с.#regenerate {1}% of#every {2} sec", en="Burning Determination" },
[54749] = { ref=54747 }, -- Burning Determination
[83501] = { ref=54747 }, -- Burning Determination
-- Burning Soul
[11083] = { "Палаюча душа", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%.#by {1}%", en="Burning Soul" },
[84253] = { ref=11083 }, -- Burning Soul
[84254] = { ref=11083 }, -- Burning Soul
-- Burnout
[44449] = { "Вигорання", "Збільшує дальність вашого закляття \"Вогняний підрив\" на {1} м, а ваша \"Полум'яна куля\" вибухає наприкінці свого існування, завдаючи {2} шкоди вогнем ворогам в межах {3} м.#spell by {1} y#causing {2} Fire#within {3} y", en="Burnout" },
[44469] = { ref=44449 }, -- Burnout
[44470] = { ref=44449 }, -- Burnout
[44471] = { ref=44449 }, -- Burnout
[44472] = { ref=44449 }, -- Burnout
-- Cauterize
[86948] = { "Припікання рани", "З ймовірністю {1}% при отриманні шкоди, що мала б вас вбити, ви відновите {2}% від максимального запасу здоров'я. Однак, протягом наступних {5} секунд ви втрачатимете {3}% здоров'я кожні {4} с. Цей ефект може спрацьовувати не частіше, ніж раз на хвилину.#a {1}% chance#to {2}% of#burn for {3}% of#every {4} sec for the next {5} sec", en="Cauterize" },
[86949] = { ref=86948 }, -- Cauterize
-- Chilled
[6136] = { "Охолодження", "Якщо ворог завдає удару заклиначеві, його рух може сповільнитися на {1}%, а інтервал між атаками збільшитися на {2}% протягом {3} с. Одночасно може бути активним лише один обладунок.#slowed by {1}%#increased by {2}% for {3} sec", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.[\nОтримане зцілення зменшено на {1}%.#received reduced by {1}%]#slowed by {1}%#increased by {2}%", en="Chilled" },
[7321] = { "Охолодження", "Зменшує швидкість руху нападника на {1}% с, а швидкість атаки на {2}%.#movement by {1}%#attack speed by {2}%", "Рух сповільнено на {1}%, а інтервал між атаками збільшено на {2}%.[\nОтримане зцілення зменшено на {1}%.#received reduced by {1}%]#slowed by {1}%#increased by {2}%", en="Chilled" },
[12484] = { "Охолодження", "Охолоджує ціль на {1} c.#for {1} sec", "Рух сповільнено на {1}%.[\nОтримане зцілення зменшено на {1}%.#received reduced by {1}%]#speed reduced by {1}%", en="Chilled" },
[12485] = { ref=12484 }, -- Chilled
[12486] = { ref=12484 }, -- Chilled
-- Chilling Touch
[12531] = { "Морозний дотик", "Морозний дотик сповільнює ціль, збільшуючи інтервал між атаками та зменшуючи швидкість руху на {1} с.#speed for {1} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Chilling Touch" },
-- Clearcasting
[12536] = { "Ясномова", "Після завдання удару закляттям, ви можете отримати ефект \"Ясномови\". \"Ясномова\" зменшує витрати мани вашого наступного бойового закляття на {1}%.#spell by {1}%", "Витрати мани вашого наступного бойового закляття зменшено на {1}%.#reduced by {1}%", en="Clearcasting" },
-- Combustion
[11129] = { "Палання", "Об'єднує ваші ефекти періодичної шкоди від вогню на ворожій цілі, але не поглинає їх, миттєво завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди вогнем і створюючи новий періодичний ефект, який триває {1} с і завдає шкоди в обсязі, що дорівнює сумі шкоди об'єднаних ефектів.#lasts {1} sec", en="Combustion" },
-- Cone of Cold
[120] = { "Конус холоду", "Завдає цілям у конусі перед заклиначем [{1}#take {1} Frost][від {1} до {2}#take {1} to {2} Frost] шкоди кригою та сповільнює їх на {1}% протягом {2} с.#slowed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.[\nОтримане зцілення зменшено на {1}%.#Healing received reduced by {1}%]#slowed by {1}%", en="Cone of Cold" },
-- Conjure Food
[587] = { "Начаклування їжі", "Начаклувати їжу, якою можна поділитися з союзниками.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {1} хв.#than {1} min", en="Conjure Food" },
-- Conjure Mana Gem
[759] = { "Начаклування самоцвіту мани", "Начаклувати самоцвіт мани, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Conjure Mana Gem" },
[3552] = { "Начаклування самоцвіту мани", "Начаклувати манонефрит, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Conjure Mana Gem" },
[10053] = { "Начаклування самоцвіту мани", "Начаклувати маноцитрин, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Conjure Mana Gem" },
[10054] = { "Начаклування самоцвіту мани", "Начаклувати манорубін, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Conjure Mana Gem" },
[27101] = { "Начаклування самоцвіту мани", "Начаклувати маносмарагд, який можна використати для миттєвого відновлення {1} мани. {3} заряди.#restore {1} mana#{3} charges.", en="Conjure Mana Gem" },
[42985] = { "Начаклування самоцвіту мани", "Начаклувати маносапфір, який можна використати для миттєвого відновлення {1} мани. {3} заряди.#restore {1} mana#{3} charges.", en="Conjure Mana Gem" },
[42986] = { "Начаклування самоцвіту мани", "Начаклувати маноопал, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Conjure Mana Gem" },
[54408] = { nil, "Начаклувати самоцвіт мани, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", ref=759 }, -- Conjure Mana Gem
-- Conjure Refreshment
[42955] = { "Начаклування провізії", "Начаклувати їжу з мани, щоб забезпечити мага та союзників їжею.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {1} хв.#than {1} min", en="Conjure Refreshment" },
-- Conjure Water
[5504] = { "Начаклування води", "Начаклувати воду, щоб забезпечити мага та союзників питвом.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {1} хв.#than {1} min", en="Conjure Water" },
-- Counterspell
[2139] = { "Протизакляття", "Протидіє вимові закляття ворогом, унеможливлюючи вимову будь-яких інших заклять тієї ж школи магії протягом {1} с.#cast for {1} sec", en="Counterspell" },
-- Critical Mass
[11095] = { "Критична маса", "Ваші закляття \"Жива бомба\" та \"Полум'яна куля\"  завдають на {1}% більше шкоди, а закляття \"Вогняна брила\" та \"Опік\" з ймовірністю {2}% зроблять ціль вразливою до заклинань, збільшуючи ймовірність завдання критичного удару закляттями по цілі на {3}% протягом {4} с.#deal {1}% more#a {2}% chance#by {3}% and lasts {4} sec", en="Critical Mass" },
[12872] = { ref=11095 }, -- Critical Mass
[12873] = { ref=11095 }, -- Critical Mass
[22959] = { "Критична маса", "Закляття \"Вогняна брила\" та \"Опік\" можуть зробити ціль вразливою до заклять, збільшуючи ймовірність завдати їй критичного удару закляттями.", "Ймовірність отримання критичного удару закляттям збільшено на {1}%.#{1}% additional", en="Critical Mass" },
-- Dalaran Brilliance
[61316] = { "Даларанська геніальність", "Сповнює всіх учасників групи чи рейду геніальністю, збільшуючи максимальний запас мани на {1}, а силу заклинань на {2}% протягом {3} год. Якщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#mana by {1} and spell power by {2}% for {3} h", "Збільшує інтелект на {1}.#by {1}", en="Dalaran Brilliance" },
[79038] = { "Даларанська геніальність", "Сповнює всіх учасників групи чи рейду геніальністю, збільшуючи максимальний запас мани на {1}, а силу заклинань на {2}% протягом {3} год. Якщо ціль знаходиться в вашій групі чи рейді, це закляття подіє на всіх учасників.#mana by {1} and their spell power by {2}% for {3} h", "Збільшує максимальний запас мани на {1}.\nЗбільшує силу заклять на {2}%.#mana by {1}#spell power by {2}%", en="Dalaran Brilliance" },
[79039] = { ref=79038 }, -- Dalaran Brilliance
-- Deep Freeze
[44572] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage", "Приголомшено та заморожено.", en="Deep Freeze" },
[71757] = { "Глибока заморозка", "Приголомшує ціль на {1} с. Можна застосувати лише до заморожених цілей. Завдає від {2} до {3} шкоди цілям, що невразливі до приголомшення.#for {1} sec#Deals {2} to {3} damage", en="Deep Freeze" },
-- Dragon's Breath
[31661] = { "Подих дракона", "Цілі в конусі перед заклиначем отримують [{1}#take {1} Fire][від {1} до {2}#take {1} to {2} Fire] шкоди від вогню та дезорієнтуються на {1} с. Будь-яка подальша шкода поверне ціль до тями.#for {1} sec", "Дезорієнтовано та сповільнено.", en="Dragon's Breath" },
-- Early Frost
[83049] = { "Ранні заморозки", "Зменшує час вимови закляття \"Крижана стріла\" на {1} с. Цей ефект відновлюється {2} с після використання.#by {1} sec#for {2} sec", en="Early Frost" },
[83050] = { ref=83049 }, -- Early Frost
-- Empowered Frost
[31682] = { "Посилена крига", "Збільшує вплив сили заклинань на шкоду заклять \"Крижана стріла\", \"Стріла крижаного полум'я\" та \"Крижаний спис\" на {1}%.#by {1}%", en="Empowered Frost" },
[31683] = { ref=31682 }, -- Empowered Frost
[83082] = { ref=31682 }, -- Empowered Frost
-- Enduring Winter
[44561] = { "Затяжна зима", "Зменшує витрати мани на всі закляття на {1}%. Крім того, \"Крижана стріла\" з ймовірністю {2}% відновить десятьом учасникам групи чи рейду {3}% мани протягом {4} с.#spells by {1}%#a {2}% chance#to {3}% of#over {4} sec", en="Enduring Winter" },
[86500] = { ref=44561 }, -- Enduring Winter
[86508] = { ref=44561 }, -- Enduring Winter
-- Evocation
[12051] = { "Прикликання", "Відновлює {1}% мани[ і {1}% здоров'я#and {1}% of your health] та ще {2}% від запасу мани[ і {1}% від запасу здоров'я#and {1}% of your total health] протягом {3} с.#Gain {1}% of your mana#another {2}% of your total mana#over {3} sec", "Відновлює {1}% запасу мани[ та {1}% запасу здоров'я#and {1}% of total health] кожні {2} с.#Gain {1}%#every {2} sec", en="Evocation" },
-- Fingers of Frost
[44543] = { "Крижані пальці", "Ваші ефекти охолодження з ймовірністю {1}% спричиняють ефект \"Крижані пальці\", який дозволяє вашому наступному закляттю \"Крижаний спис\" чи \"Глибока заморозка\" вважати ціль замороженою та збільшує шкоду закляття \"Крижаний спис\" на {2}%. Ефект накопичується до {3} разів і триває {4} с.#a {1}% chance#damage by {2}%#up to {3} charges and lasts {4} sec", en="Fingers of Frost" },
[44545] = { ref=44543 }, -- Fingers of Frost
[83074] = { ref=44543 }, -- Fingers of Frost
-- Fire Blast
[2136] = { "Вогняний підрив", "Підриває ворога, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем.", en="Fire Blast" },
-- Fire Power
[18459] = { "Сила вогню", "Збільшує шкоду ваших вогняних заклять на {1}%, а ваша \"Полум'яна куля\" з ймовірністю {2}% вибухне наприкінці свого існування, завдаючи {3} шкоди.#spells by {1}%#a {2}% chance#for {3} damage", en="Fire Power" },
[18460] = { ref=18459 }, -- Fire Power
[54734] = { ref=18459 }, -- Fire Power
[83619] = { "Сила вогню", "Наприкінці свого існування полум'яна куля вибухає, завдаючи {1} шкоди вогнем всім ворогам поблизу.#dealing {1} Fire", en="Fire Power" },
-- Fire Specialization
[84668] = { "Спеціалізація на вогню", "Збільшує шкоду ваших вогняних заклять на {1}%.#by {1}%", en="Fire Specialization" },
-- Firestarter
[86914] = { "Розпалення", "Дозволяє вимовляти \"Опік\" під час руху.", en="Firestarter" },
-- Flame Orb
[82731] = { "Полум'яна куля", "Випустити вперед полум'яну кулю, що завдає [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди вогнем щосекунди найближчій цілі протягом {1} с[, після чого з ймовірністю {1}% вибухає, завдаючи {2} шкоди#a {1}% chance to explode for {2} at the end][, після чого вибухає, завдаючи {1} шкоди#and exploding for {1} at the end].#target for {1} sec", en="Flame Orb" },
-- Flamestrike
[2120] = { "Полум'яний удар", "Викликає на землю вогняний стовп, що палить усіх ворогів у зоні ураження, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем і додатково {1} шкоди вогнем протягом {2} с.#additional {1} Fire#over {2} sec", "{1} шкоди вогнем кожні {2} секунди.#{1} Fire damage every {2} sec", en="Flamestrike" },
[88148] = { ref=2120 }, -- Flamestrike
-- Focus Magic
[54646] = { "Зосередження магії", "Збільшує ймовірність завдання критичного удару закляттями цілі на {1}% протягом {2} хв. Коли ціль завдає критичного удару, ваша ймовірність завдання критичного удару закляттями збільшується на {3}% протягом {4} с. Не можна застосувати на себе. Одночасно може бути активним лише на одній цілі.#spells by {1}% for {2} min#increased by {3}% for {4} sec", "Ймовірність завдання критичного удару закляттями збільшено на {1}%. При завданні критичного удару, збільшує ймовірність критичного удару мага, що застосував цей ефект.#by {1}%", en="Focus Magic" },
-- Frost Armor
[7302] = { "Крижаний обладунок", "Зменшує отриману шкоду на {1}%[ та відновлює {1}% мани кожні 5 секунд#restores {1}% of maximum mana every 5 sec]. Якщо ворог завдає удару заклиначеві, його рух може сповільнитися на {2}%, а інтервал між атаками збільшитися на {3}% протягом {4} с. Одночасно може бути активним лише один обладунок. Триває {5} хв.#taken by {1}%#slowed by {2}%#increased by {3}% for {4} sec#Lasts {5} min", "Отриману шкоду зменшено на {1}%.\nМоже сповільнити нападників.[\nВідновлення {1}% мани кожні 5 секунд.#Regaining {1}% of maximum mana every 5 sec]#reduced by {1}%", en="Frost Armor" },
-- Frost Channeling
[11160] = { "Спрямування криги", "Зменшує витрати мани на всі закляття на {1}%.#by {1}%", en="Frost Channeling" },
[12518] = { ref=11160 }, -- Frost Channeling
[12519] = { ref=11160 }, -- Frost Channeling
-- Frost Specialization
[84669] = { "Спеціалізація на кризі", "Збільшує шкоду ваших крижаних заклять на {1}%, і додатково збільшує шкоду \"Крижаної стріли\" на {2}%[, але зменшує вашу вправність на {1}#but reduces your mastery by {1}].#spells by {1}%#additional {2}%", en="Frost Specialization" },
-- Frost Warding
[11189] = { "Крижаний захист", "Збільшує броню та опори під закляття \"Крижаний обладунок\" на {1}%. Крім того, \"Магічний оберіг\" з ймовірністю {2}% поглине вороже закляття та відновить вам ману в обсязі, що дорівнює поглинутій шкоді.#spells by {1}%#Ward a {2}% chance", en="Frost Warding" },
[28332] = { ref=11189 }, -- Frost Warding
-- Frostbolt
[116] = { "Крижана стріла", "Запускає у ворога крижану стрілу, що завдає [{1}#causing {1} Frost][від {1} до {2}#causing {1} to {2} Frost] шкоди кригою та зменшує швидкість руху на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.[\nОтримане зцілення зменшено на {1}%.#Healing received reduced by {1}%]#slowed by {1}%", en="Frostbolt" },
-- Frostfire Bolt
[44614] = { "Стріла крижаного полум'я", "Випустити у ворога стрілу крижаного полум'я, що завдає [{1}#causing {1} Frostfire][від {1} до {2}#causing {1} to {2} Frostfire] шкоди від крижаного вогню[ і додатково {1} шкоди протягом {2} с, накопичуючись до {3} разів,#and {1} additional damage over {2} sec, stacking up to {3} times] та зменшує швидкість руху на {1}% протягом {2} с. Для опору цьому заклинанню обирається менший з показників опору кризі та вогню.#target by {1}% for {2} sec", "[{1} шкоди від крижаного вогню кожні {2} с. #Suffering {1} Frostfire damage per {2} sec][Швидкість руху зменшено на {1}%.#Movement slowed by {1}%]", en="Frostfire Bolt" },
-- Frostfire Orb
[84726] = { "Куля крижаного полум'я", "Перетворює вашу полум'яну кулю на кулю крижаного полум'я, що отримує бонуси від спеціалізації \"Крига\". Окрім того, зменшує швидкість руху цілей, охолоджених \"Крижаною стрілою\", ще на {1}%.#additional {1}%", en="Frostfire Orb" },
[84727] = { "Куля крижаного полум'я", "Ваша полум'яна куля отримує ефект охолодження, що сповільнює уражені кулею крижаного полум'я цілі на {1}% протягом {2} с. Окрім того, зменшує швидкість руху цілей, охолоджених \"Крижаною стрілою\", ще на {3}%.#by {1}% for {2} sec#additional {3}%", en="Frostfire Orb" },
-- Frozen Core
[31667] = { "Стигле нутро", "Зменшує всю отриману шкоду на {1}%.#by {1}%", en="Frozen Core" },
[31668] = { ref=31667 }, -- Frozen Core
[31669] = { ref=31667 }, -- Frozen Core
-- Hot Streak
[44445] = { "Полум'яна вдача", "Ваші закляття більше не активують \"Арканічні снаряди\". Натомість, після завдання критичного удару закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Опік\", \"Вогняна брила\" або \"Вогняний підрив\", з деяким шансом ви зможете вимовити наступну \"Вогняну брилу\" миттєво та без витрат мани протягом {1} с.#within {1} sec", en="Hot Streak" },
[48108] = { "Полум'яна вдача", "Ваші вогняні закляття більше не активують \"Арканічні снаряди\". Натомість, коли ви двічі поспіль завдаєте критичного удару закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Опік\" або \"Вогняна брила\", з деяким шансом ви зможете миттєво вимовити наступну \"Вогняну брилу\" протягом {1} с.#within {1} sec", "Наступне заклинання \"Вогняна брила\" можна вимовити миттєво та без витрат мани.", en="Hot Streak" },
-- Ice Barrier
[11426] = { "Льодяний бар'єр", "Миттєво захищає вас, поглинаючи {1} шкоди. Триває {2} хв. Поки щит тримається, вимова заклять не затримуватиметься від отримання шкоди.#absorbing {1}#Lasts {2} min", "Поглинає {1} шкоди.#Absorbs {1} damage", en="Ice Barrier" },
-- Ice Floes
[31670] = { "Плавуча крижина", "Зменшує час відновлення заклять \"Крижаний спалах\", \"Конус холоду\", \"Льодяна брила\", \"Холодний зрив\", \"Льодяний бар'єр\" та \"Крижана кров\" на {1}%.#by {1}%", en="Ice Floes" },
[31672] = { ref=31670 }, -- Ice Floes
[55094] = { ref=31670 }, -- Ice Floes
-- Ice Lance
[30455] = { "Крижаний спис", "Завдає [{1}#Deals {1} Frost][від {1} до {2}#Deals {1} to {2} Frost] шкоди кригою ворожій цілі. Завдає подвійної шкоди замороженим цілям.", en="Ice Lance" },
-- Ice Shards
[11185] = { "Льодяні уламки", "Вашу закляття \"Метелиця\" отримує ефект охолодження. Цей ефект зменшує швидкість руху цілей на {1}%. Триває {2} с. Також збільшує дальність закляття \"Крижаний спис\" на {3} м.#speed by {1}%#Lasts {2} sec#spell by {3} y", en="Ice Shards" },
[12487] = { ref=11185 }, -- Ice Shards
-- Icy Veins
[12472] = { "Крижана кров", "Прискорює створення заклять, збільшуючи швидкість вимови заклять на {1}% і зменшуючи затримку вимови заклинань при отриманні шкоди на {2}%.[ Застосування \"Крижаної крові\" звільняє вас від всіх ефектів сповільнення руху та сповільнення вимови заклять.#removes all movement slowing and cast time slowing] Триває {3} с.#speed by {1}% and#casting by {2}%.#Lasts {3} sec", "Швидкість вимови заклять збільшено на {1}%, а затримку вимови заклять при отриманні шкоди зменшено на {2}%.#increased by {1}%#casting by {2}%", en="Icy Veins" },
-- Ignite
[11119] = { "Займання", "Критичні удари неперіодичних заклять вогню підпалюють ціль, завдаючи додатково {1}% шкоди протягом {2} с.#additional {1}%#over {2} sec", en="Ignite" },
[11120] = { ref=11119 }, -- Ignite
[12846] = { ref=11119 }, -- Ignite
-- Impact
[11103] = { "Струс", "Ваші бойові закляття з ймовірністю {1}% завершать відновлення \"Вогняного вибуху\" і ваш наступний \"Вогняний вибух\" приголомшить ціль на {2} секунди і поширить ефекти періодичної шкоди вогнем на найближчі ворожі цілі в межах {3} м.#a {1}% chance#for {2} sec#within {3} y", en="Impact" },
[12355] = { "Струс", "Приголомшує ціль на {1} с та поширює всі вогняні ефекти періодичної шкоди ворогів в межах {2} м.#for {1} sec#within {2} yard", "Приголомшено.", en="Impact" },
[12357] = { ref=11103 }, -- Impact
[12358] = { "Струс", "Після вимови бойових заклять з ймовірністю {1}% ваш наступний \"Вогняний вибух\" приголомшить ціль на {2} секунди і поширить ефекти періодичної шкоди вогнем на найближчі ворожі цілі в межах {3} м.#a {1}% chance#for {2} sec#within {3} y", en="Impact" },
-- Improved Arcane Explosion
[90787] = { "Покращений арканічний вибух", "Зменшує глобальний час відновлення вашого закляття \"Арканічний вибух\" на {1} с, зменшує створену ним загрозу на {2}% та зменшує його витрати мани на {3}%.#by {1} sec#generated by {2}%#cost by {3}%", en="Improved Arcane Explosion" },
[90788] = { ref=90787 }, -- Improved Arcane Explosion
-- Improved Arcane Missiles
[83513] = { "Покращені арканічні снаряди", "Збільшує кількість снарядів, викликаних закляттям \"Арканічні снаряди\", на {1}.#spell by {1}", en="Improved Arcane Missiles" },
[83515] = { ref=83513 }, -- Improved Arcane Missiles
-- Improved Blink
[31569] = { "Покращений блим", "Збільшує вашу швидкість руху на {1}% протягом {2} с після використання закляття \"Блим\".#by {1}% for {2} sec", en="Improved Blink" },
[31570] = { ref=31569 }, -- Improved Blink
-- Improved Blizzard
[12488] = { "Покращена метелиця", "Надає вашому закляттю \"Метелиця\" ефект охолодження, що знижує швидкість руху цілей на {1}% протягом {2} с.#speed by {1}%#Lasts {2} sec", en="Improved Blizzard" },
-- Improved Cone of Cold
[11190] = { "Покращений конус холоду", "\"Конус холоду\" також заморожує цілі на {1} с.#for {1} sec", en="Improved Cone of Cold" },
[12489] = { ref=11190 }, -- Improved Cone of Cold
-- Improved Fire Blast
[11078] = { "Покращений вогняний підрив", "Збільшує ймовірність завдання критичного удару закляттям \"Вогняний підрив\" на {1}% та збільшує його дальність на {2} м.#by {1}%#by {2} y", en="Improved Fire Blast" },
[11080] = { ref=11078 }, -- Improved Fire Blast
-- Improved Flamestrike
[84673] = { "Покращений полум'яний удар", "Зменшує час вимови закляття \"Полум'яний удар\" на {1}% і з ймовірністю {2}% закляття \"Вибухова хвиля\" також викличе \"Полум'яний удар\", якщо вразить дві чи більше цілей.#spell by {1}%#a {2}% chance", en="Improved Flamestrike" },
[84674] = { ref=84673 }, -- Improved Flamestrike
-- Improved Freeze
[86259] = { "Покращене заморожування", "\"Заморожування\" вашого водяного елементаля з ймовірністю {1}% викличе 2 ефекти \"Крижаних пальців\" при ураженні цілей.#a {1}% chance", en="Improved Freeze" },
[86260] = { ref=86259 }, -- Improved Freeze
[86314] = { ref=86259 }, -- Improved Freeze
-- Improved Hot Streak
[44446] = { "Покращена полум'яна вдача", "Коли ви двічі поспіль завдаєте критичного удару закляттями \"Вогняна куля\", \"Стріла крижаного полум'я\", \"Опік\", \"Вогняна брила\" або \"Вогняний підрив\", ви з ймовірністю {1}% отримуєте ефект \"Полум'яна вдача\".#a {1}% chance", en="Improved Hot Streak" },
[44448] = { ref=44446 }, -- Improved Hot Streak
-- Improved Mana Gem
[31584] = { "Покращений самоцвіт мани", "Використання самоцвіту мани також збільшує вашу силу заклять на {1}% від максимального запасу мани протягом {2} секунд.#by {1}%#for {2} sec", en="Improved Mana Gem" },
[31585] = { ref=31584 }, -- Improved Mana Gem
[31586] = { ref=31584 }, -- Improved Mana Gem
-- Improved Polymorph
[11210] = { "Покращена поліморфія", "Коли ціль, що знаходиться під дією вашої \"Поліморфії\" отримує шкоду, вона приголомшується на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#for {1} sec#every {2} sec", en="Improved Polymorph" },
[12592] = { ref=11210 }, -- Improved Polymorph
-- Improved Scorch
[11115] = { "Покращений опік", "Зменшує на {1}% витрати мани на закляття \"Опік\".#by {1}%", en="Improved Scorch" },
[11367] = { ref=11115 }, -- Improved Scorch
-- Incanter's Absorption
[44394] = { "Чародійське поглинання", "Коли \"Щит мани\" або \"Магічний оберіг\" поглинає шкоду, шкода ваших заклинань збільшується на {1}% від обсягу поглиненої шкоди протягом {2} с. Крім того, при знищенні \"Щита мани\", всі вороги в межах {3} м відштовхуються на {4} м.#by {1}% of#for {2} sec#enemies within {3} y#back {4} y", en="Incanter's Absorption" },
[44395] = { ref=44394 }, -- Incanter's Absorption
-- Incineration
[11124] = { "Спалення", "Збільшує періодичну шкоду вогняних заклять на {1}%.#by {1}%", en="Incineration" },
[12378] = { ref=11124 }, -- Incineration
-- Invisibility
[66] = { "Невидимість", "[Ви миттєво зникаєте, зменшуючи всю свою загрозу і стаєте невидимими#Instantly makes the caster invisible][Ви поступово зникаєте, зменшуючи свою загрозу щосекунди і стаєте невидимими через {1} с#to invisibility over {1} sec].[ Під час дії невидимості ви рухаєтесь на {1}% швидше.#move {1}% faster while invisible] Ефект скасовується при здійсненні будь-яких дій. Триває {1} с.#Lasts {1} sec", "Зникає.", en="Invisibility" },
-- Invocation
[84722] = { "Виклик", "Ваша шкода збільшується на {1}% протягом {2} с після успішного переривання вимови закляття.#a {1}% damage bonus for {2} sec", en="Invocation" },
[84723] = { ref=84722 }, -- Invocation
-- Living Bomb
[44457] = { "Жива бомба", "Ціль стає живою бомбою і отримує {1} шкоди від вогню протягом {2} с. Через {3} с ціль вибухає, завдаючи {4} шкоди від вогню ворогам в межах {5} м. Вражає до {6} цілей.#taking {1} Fire damage over {2} sec#After {3} sec#dealing {4} Fire#within {5} y#Limit {6} targets", "{1} шкоди від вогню кожні {2} с. Через {3} с ціль вибухає, завдаючи {4} шкоди від вогню ворогам в межах {6} м. Вражає до {5} ворогів.#Causes {1} Fire damage every {2} sec#After {3} sec#causing {4} Fire#up to {5} enemies within {6} y", en="Living Bomb" },
-- Mage Armor
[6117] = { "Магівський обладунок", "Збільшує ваш опір усій магії на {1} та відновлює {2}% від запасу мани кожні {3} c. Окрім того, тривалість усіх негативних магічних ефектів на вас зменшується на {4}%. Одночасно може бути активним лише один обладунок. Триває {5} хв.#magic by {1} and#regenerate {2}% of#every {3} sec#reduced by {4}%#Lasts {5} min", "Опір усім школам магії збільшено на {1}, відновлює {2}% від максимального запасу мани кожні {3} с. Тривалість усіх негативних магічних ефектів зменшено на {4}%.#by {1} and regenerating {2}%#every {3} sec#reduced by {4}%", en="Mage Armor" },
-- Mage Ward
[543] = { "Магічний оберіг", "Поглинає {1} шкоди від вогню, криги та аркани. Триває {2} с.#Absorbs {1} Fire#Lasts {2} sec", "Поглинає {1} шкоди від вогню, криги чи аркани.#Absorbs {1} Fire", en="Mage Ward" },
-- Magic Attunement
[11247] = { "Магічна налаштованість", "Збільшує дальність ваших заклять аркани на {1} м.#by {1} y", en="Magic Attunement" },
[12606] = { ref=11247 }, -- Magic Attunement
-- Mana Agate
[54414] = { "Маноагат", "Начаклувати маноагат, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Mana Agate" },
-- Mana Citrine
[54412] = { "Маноцитрин", "Начаклувати маноцитрин, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Mana Citrine" },
-- Mana Emerald
[54410] = { "Маносмарагд", "Начаклувати маносмарагд, який можна використати для миттєвого відновлення {1} мани. {3} заряди.#restore {1} mana#{3} charges.", en="Mana Emerald" },
-- Mana Jade
[54413] = { "Манонефрит", "Начаклувати манонефрит, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Mana Jade" },
-- Mana Ruby
[54411] = { "Манорубін", "Начаклувати манорубін, який можна використати для миттєвого відновлення {1} мани.#restore {1} mana", en="Mana Ruby" },
-- Mana Sapphire
[54409] = { "Маносапфір", "Начаклувати маносапфір, який можна використати для миттєвого відновлення {1} мани. {3} заряди.#restore {1} mana#{3} charges.", en="Mana Sapphire" },
-- Mana Shield
[1463] = { "Щит мани", "Поглинає {1} шкоди за рахунок мани. Спалює {2} мани за кожну одиницю поглинутої шкоди. Триває {3} хв.#Absorbs {1} damage#Drains {2} mana#Lasts {3} min", "Поглинає до {1} шкоди за рахунок мани.#up to {1} damage", en="Mana Shield" },
-- Mind Mastery
[31587] = { "Володар розуму", "Збільшує силу заклять на {1}% від показника інтелекту.#spell power by {1}% of", en="Mind Mastery" },
[31588] = { ref=31587 }, -- Mind Mastery
-- Mirror Image
[88085] = { ref=58831 }, -- Mirror Image
[88086] = { ref=58831 }, -- Mirror Image
[88087] = { ref=58831 }, -- Mirror Image
[88088] = { ref=58831 }, -- Mirror Image
[88089] = { ref=58831 }, -- Mirror Image
[88090] = { ref=58831 }, -- Mirror Image
[88091] = { ref=58831 }, -- Mirror Image
[88092] = { ref=58831 }, -- Mirror Image
-- Missile Barrage
[44404] = { "Обстріл снарядами", "Ваше закляття \"Арканічні снаряди\" вистрілює снаряди кожні {1} с.#every {1} sec", en="Missile Barrage" },
[54486] = { ref=44404 }, -- Missile Barrage
-- Molten Armor
[30482] = { "Розплавлений обладунок", "Завдає {1} шкоди від вогню при отриманні удару, збільшує ймовірність критичного удару заклинань на {2}% і зменшує ймовірність отримання критичного удару на {3}%. Одночасно на магу може бути активним лише один обладунок. Триває {4} хв.#Causes {1} Fire#chance by {2}%#hit by {3}%#Lasts {4} min", "Завдає {1} шкоди від вогню нападникам.\nЙмовірність отримання критичного удару зменшено на {2}%.\nЙмовірність завдання критичного удару заклинаннями збільшено на {3}%.#Causes {1} Fire#reduced by {2}%#increased by {3}%", en="Molten Armor" },
-- Molten Fury
[86880] = { ref=31679 }, -- Molten Fury
-- Molten Shields
[11094] = { "Розпечені щити", "Зменшує глобальний час відновлення вашого закляття \"Магічний оберіг\" на {1} с, а ваш ефект \"Палюча швидкість\" при активації також знімає всі ефекти сповільнення руху, а також спрацьовує, коли \"Магічний оберіг\" розвіюється від отриманої шкоди.#by {1} sec", en="Molten Shields" },
-- Nether Vortex
[86181] = { "Підсвітний вир", "Ваше закляття \"Арканічний спалах\" з ймовірністю {1}% застосує на ціль \"Сповільнення\", якщо воно не активне на жодній іншій цілі.#a {1}% chance", en="Nether Vortex" },
[86209] = { ref=86181 }, -- Nether Vortex
-- Permafrost
[11175] = { "Вічна мерзлота", "Ваші ефекти охолодження зменшують швидкість цілі ще на {1}%, а також зменшують отримане нею зцілення. Крім того, щоразу, коли ви завдаєте шкоди заклинанням, ваш водяний елементаль зцілюється на {2}% від завданої шкоди.#additional {1}%#healed for {2}% of", en="Permafrost" },
[12569] = { ref=11175 }, -- Permafrost
[12571] = { ref=11175 }, -- Permafrost
-- Piercing Chill
[83156] = { "Пронизливий холод", "Критичні удари \"Крижаної стріли\" охолоджують ще 1 ціль неподалік.", en="Piercing Chill" },
[83157] = { "Пронизливий холод", "Критичні удари \"Крижаної стріли\" охолоджують ще 2 цілі неподалік.", en="Piercing Chill" },
-- Piercing Ice
[11151] = { "Пронизуючий лід", "Збільшує шанс завдання критичної шкоди закляттями на {1}%.#by {1}%", en="Piercing Ice" },
[12952] = { ref=11151 }, -- Piercing Ice
[12953] = { ref=11151 }, -- Piercing Ice
-- Playing with Fire
[31638] = { "Гра з вогнем", "Коли ви отримуєте удар в ближньому бою, час відновлення закляття \"Вибухова хвиля\" скорочується на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с #spell by {1} sec#every {2} sec", en="Playing with Fire" },
[31639] = { ref=31638 }, -- Playing with Fire
[31640] = { ref=31638 }, -- Playing with Fire
-- Polymorph
[118] = { "Поліморфія", "Перетворює ворога на [вівцю#sheep][пінгвіна#penguin][мавпу#monkey], змушуючи його блукати до {1} с. [Вівця не здатна#sheep][Пінгвін не здатен#penguin][Мавпа не здатна#monkey] атакувати та вимовляти закляття, але дуже швидко відновлює здоров'я. Будь-яка шкода поверне ціль до нормального стану. Одночасно лише одна ціль може бути під ефектом \"Поліморфії\". Діє лише на звірів, гуманоїдів і звіряток.#up to {1} sec", "Не може атакувати та вимовляти закляття. Прискорене відновлення здоров'я.", en="Polymorph" },
-- Pyroblast
[11366] = { "Вогняна брила", "Кидає величезний вогняний валун, що завдає {1} шкоди вогнем та додатково {2} шкоди вогнем протягом {3} с.#causes {1} Fire#additional {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Pyroblast" },
-- Pyroblast!
[92315] = { "Вогняна брила!", "Кидає величезний вогняний валун, що завдає {1} шкоди вогнем та додатково {2} шкоди вогнем протягом {3} с.#causes {1} Fire#additional {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Pyroblast!" },
-- Pyromaniac
[34293] = { "Піроманія", "Збільшує швидкість заклять на {1}% якщо {2} чи більше цілей отримують вогняну шкоду від ваших заклять.#by {1}% if {2} or", en="Pyromaniac" },
[34295] = { ref=34293 }, -- Pyromaniac
[34296] = { ref=34293 }, -- Pyromaniac
-- Reactive Barrier
[86303] = { "Реактивний бар'єр", "При отриманні шкоди, що зменшує здоров'я нижче {2}%, з ймовірністю {1}% ви активуєте \"Льодяний бар'єр\" без витрат мани. Ефекту починає відновлення \"Льодяного бар'єру\" і не спрацює, поки \"Льодяний бар'єр\" відновлюється.#a {1}% chance#below {2}%", en="Reactive Barrier" },
[86304] = { ref=86303 }, -- Reactive Barrier
-- Ring of Frost
[82676] = { "Кільце криги", "Викликає кільце криги, на створення якого витрачається {1} с. Вороги, що потрапляють у повністю сформоване кільце, заморожуються на {2} с. Триває {3} с. Радіус {4} м.#taking {1} sec#frozen for {2} sec#Lasts {3} sec#{4} yd radius", en="Ring of Frost" },
[82691] = { nil, nil, "Заморожено.", ref=82676 }, -- Ring of Frost
-- Ritual of Refreshment
[43987] = { "Ритуал провізії", "Почати ритуал, який створює стіл з їжею. Учасники рейду можуть натиснути на стіл, щоб отримати начакловану їжу з мани. Стіл існує 3 хвилини або до 50 створених порцій. Для здійснення ритуалу потрібен маг і ще 2 учасники групи. Для того, щоб взяти участь у ритуалі, всі гравці повинні натиснути правою кнопкою миші на портал провізії та не рухатися, поки ритуал не завершиться.", en="Ritual of Refreshment" },
-- Shatter
[11170] = { "Розтрощення", "Збільшує ймовірність завдання критичного удару закляттями замороженим цілям в {1} рази та збільшує шкоду від \"Крижаної стріли\" замороженим цілям на {2}%.#spells against frozen targets by {1},#Frostbolt against frozen targets by {2}%", en="Shatter" },
[12982] = { ref=11170 }, -- Shatter
[12983] = { nil, "Збільшує ймовірність завдання критичного удару закляттями замороженим цілям в {1} рази.#spells against frozen targets by {1}.", ref=11170 }, -- Shatter
-- Summon Water Elemental
[31687] = { "Виклик водяного елементаля", "Викликати водяного елементаля, що битиметься за вас.", en="Summon Water Elemental" },
-- Time Warp
[80353] = { "Викривлення часу", "Викривляє плин часу, збільшуючи на {1}% швидкість атак ближнього та дальнього бою, а також вимови заклинань усіх учасників групи чи рейду протягом {2} сек.\n\nСоюзники, що отримають цей ефект, застрянуть у часі й не зможуть знову отримати ефект від \"Жаги крові\", \"Героїзму\" та \"Викривлення часу\" протягом {3} хв.#by {1}% for#Lasts {2} sec#again for {3} min", "Швидкість атак ближнього та дальнього бою, а також вимови заклинань збільшено на {1}%.#by {1}%", en="Time Warp" },
-- Torment the Weak
[29447] = { "Знущання з немічних", "Ваші арканічні закляття завдають на {1}% більше шкоди знерухомленим та сповільненим цілям.#deal {1}% more", en="Torment the Weak" },
[55339] = { ref=29447 }, -- Torment the Weak
[55340] = { ref=29447 }, -- Torment the Weak

-- Portals
[88345] = { "Портал: Тол-Барад", "Створює портал, що при використанні телепортує учасників групи 85го рівня і вище на Тол-Барад.", en="Portal: Tol Barad" },
[88346] = { ref=88345 }, -- Portal: Tol Barad
[88342] = { "Телепортація: Тол-Барад", "Телепортує заклинача на Тол-Барад.", en="Teleport: Tol Barad" },
[88344] = { ref=88342 }, -- Teleport: Tol Barad

}

for k, v in pairs(mage_spells) do addonTable.spell[k] = v end
