local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anger Management
[12296] = { "Контроль гніву", "Ви отримуєте {1} люті кожні {2} с поки перебуваєте в бою та отримуєте на {3}% більше люті від завданої шкоди.#gain {1} Rage every {2} sec#generate {3}%", en="Anger Management" },
-- Bastion of Defense
[29593] = { "Оплот захисту", "Зменшує ймовірність отримання критичних ударів ближнього бою на {1}% у захисній стійці. Окрім того, коли ви блокуєте, ухиляєтесь чи парируєте атаку, ви з ймовірністю {2}% впадаєте в несамовитість, що збільшує вашу шкоду на {3}% протягом {4} с.#attacks by {1}% while#a {2}% chance#by {3}% for {4} sec", en="Bastion of Defense" },
[29594] = { ref=29593 }, -- Bastion of Defense
-- Battle Shout
[6673] = { "Бойовий клич", "Збільшує силу та спритність всіх учасників групи та рейду в межах {1} м на {2} та додає {3} люті. Триває {4} с.#within {1} yards by {2}#generates {3} Rage#Lasts {4} min", "Силу та спритність збільшено на {1}.#by {1}", en="Battle Shout" },
-- Battle Trance
[12322] = { "Захоплення боєм", "Удари здібностей \"Кровожерливість\", \"Смертельний удар\" та \"Трощення щитом\" з ймовірністю {1}% дозволяють використати наступну здібність, що потребує не більше {2} люті, без витрнат люті.#a {1}% chance#than {2} Rage", en="Battle Trance" },
[85741] = { ref=12322 }, -- Battle Trance
[85742] = { ref=12322 }, -- Battle Trance
-- Berserker Rage
[18499] = { "Лють берсерка", "Увійти в стан люті берсерка, що знімає ефекти страху та недієздатності, надає невразливість до них[, миттєво додає {1} люті#generating {1} Rage instantly] та додає лють при отриманні шкоди. Триває {1} с.#Lasts {1} sec", "Невразливість до страху та недієздатності. Генерує додаткову лють при отриманні шкоди.", en="Berserker Rage" },
-- Bladestorm
[46924] = { "Буря клинків", "Ви стаєте нестримною бурею руйнівної сили і вражаєте всіх ворогів поблизу, завдаючи їм {1}% шкоди від зброї та виконуєте \"Вихор\" кожні {2} с протягом {3} с. Під час дії \"Бурі клинків\" ви не відчуваєте ні жалю, ні сумління, ні страху, вас може зупинити лише смерть (і роззброєння), але ви не можете застосовувати інші здібності.#for {1}% weapon#every {2} sec#for {3} sec", "Нестримне застосування \"Вихору\" кожні {1} с. Не може використовувати інші здібності.#every {1} sec", en="Bladestorm" },
-- Blitz
[80976] = { "Бліц", "\"Ривок\" додає на {1} більше люті та вражає ще одну ціль неподалік.#generates {1} additional", en="Blitz" },
[80977] = { nil, "\"Ривок\" додає на {1} більше люті та вражає ще 2 цілі неподалік.#generates {1} additional", ref=80976 }, -- Blitz
-- Blood Craze
[16487] = { "Манія крові", "Після отримання будь-якої шкоди з ймовірністю {1}% відновлюєте {2}% здоров'я протягом {3} с.#a {1}% chance#regenerate {2}%#over {3} sec", en="Blood Craze" },
[16488] = { "Манія крові", "З ймовірністю {1}% після отримання удару ви відновите {2}% здоров'я протягом {3} с.#a {1}% chance#regenerate {2}%#over {3} sec", "Відновлює {1}% здоров'я протягом {2} с.#Regenerates {1}%#over {2} sec", en="Blood Craze" },
[16489] = { ref=16487 }, -- Blood Craze
[16490] = { "Манія крові", "З ймовірністю {1}% після отримання шкоди ви відновите {2}% здоров'я протягом {3} с.#a {1}% chance#regenerate {2}%#over {3} sec", "Відновлює {1}% здоров'я протягом {2} с.#Regenerates {1}%#over {2} sec", en="Blood Craze" },
[16491] = { ref=16490 }, -- Blood Craze
[16492] = { ref=16487 }, -- Blood Craze
-- Blood Frenzy
[29836] = { "Криваве шаленство", "Ваші ефекти кровотечі збільшують отриману ціллю фізичну шкоду на {1}%. Накладання ефекту кровотечі збільшує отриману ціллю шкоду від кровотеч на {2}% протягом {3} хв. Окрім того, ваші автоатаки з ймовірністю {4}% додають ще {5} люті.#extra {1}% physical#by {2}% for {3} min#a {4}% chance to generate {5} additional", en="Blood Frenzy" },
[29859] = { ref=29836 }, -- Blood Frenzy
-- Blood and Thunder
[84614] = { "Кров та грім", "Коли \"Громовий удар\" вражає ціль, що перебуває під ефектом вашого \"Розриву\", ви з ймовірністю {1}% вражаєте \"Розривом\" кожну ціль \"Громового удару\".#a {1}% chance", en="Blood and Thunder" },
[84615] = { ref=84614 }, -- Blood and Thunder
-- Bloodsurge
[46913] = { "Прилив крові", "Удари \"Кровожерливості\" з ймовірністю {1}% дозволяють застосувати наступне \"Розтрощення\" миттєво, без витрат люті та зі збільшеною на {2}% шкодою протягом {3} с.#a {1}% chance#deal {2}% more#for {3} sec", en="Bloodsurge" },
[46914] = { ref=46913 }, -- Bloodsurge
[46915] = { ref=46913 }, -- Bloodsurge
-- Bloodthirst
[23881] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1} шкоди. Крім цього, наступні {2} успішні атаки ближнього бою відновлять {3}% здоров'я. Ефект триває {4} с. Шкода залежить від вашої сили атаки.#causing {1} damage#next {2} successful#restore {3}% of#lasts {4} sec", en="Bloodthirst" },
[23885] = { nil, nil, "Успішні атаки ближнього бою відновлюють {1}% здоров'я.#restore {1}%", ref=23881 }, -- Bloodthirst
-- Booming Voice
[12321] = { "Гулкий голос", "Здібності \"Бойовий клич\" та \"Командирський крик\" мають зменшений на {1} с час відновлення та додають {2} люті.#by {1} sec#generate {2} additional", en="Booming Voice" },
[12835] = { ref=12321 }, -- Booming Voice
-- Charge
[100] = { "Ривок", "Ривок у ворога, що збільшує лють на {1} і приголомшує його[ та ще одну ціль неподалік#and an additional nearby enemy][ та ще до {1} цілей неподалік#and up to {1} additional nearby enemies] на {2} с. Не можна використовувати в бою.#generate {1} Rage#for {2} sec", en="Charge" },
[22911] = { "Ривок", "Ривок у ворога, що завдає шкоди та приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Charge" },
[24193] = { "Ривок", "Ривок у ворога, що завдає шкоди та приголомшує ціль на {1} с.#for {1} sec", en="Charge" },
[24408] = { "Ривок", "Ривок у ворога, що завдає звичайної шкоди плюс {1} та приголомшує ціль на {2} с.#plus {1} and#for {2} sec", en="Charge" },
[25821] = { nil, nil, "Приголомшено.", ref=24408 }, -- Charge
-- Charge Stun
[7922] = { "Приголомшення від ривка", "Ривок у ворога, що збільшує лють і приголомшує ціль на {1} с.#for {1} sec", "Приголомшено.", en="Charge Stun" },
-- Cleave
[845] = { "Розсічення", "Розмашиста атака, яка вражає ціль та [одного ворога#a nearby ally][двох ворогів#two nearby allies] неподалік, завдаючи {1} фізичної шкоди.#dealing {1} physical", en="Cleave" },
-- Colossus Smash
[86346] = { "Удар колоса", "Трощить ціль, завдаючи {1}% шкоди зброї плюс {2} та ослабляє її захист, що дозволяє вашим атакам повністю оминати {3}% броні цілі протягом {4} c. Оминає менше броні при застосуванні на гравців.[ \"Удар колоса\" також застосовує \"Розкол броні\" на ціль.#applies the Sunder Armor effect]#for {1}% weapon#plus {2} and#bypass {3}%#for {4} sec", "Захист ослаблено, що дозволяє атакам воїна оминати {1}% броні.#bypass {1}%", en="Colossus Smash" },
-- Commanding Shout
[469] = { "Командирський крик", "Додає {1} люті та збільшує витривалість всіх учасників групи та рейду в межах {2} м на {3}. Триває {4} хв.#Generates {1} Rage#within {2} yards by {3}#Lasts {4} min", "Витривалість збільшено на {1}.#by {1}", en="Commanding Shout" },
-- Cruelty
[12320] = { "Жорстокість", "Збільшує шанс критичного удару здібностей \"Кровожерливість\", \"Смертельний удар\" та \"Трощення щитом\" на {1}%.#by {1}%", en="Cruelty" },
[12852] = { ref=12320 }, -- Cruelty
-- Deadly Calm
[85730] = { "Смертоносний спокій", "Протягом наступних {1} с ваші здібності не витрачають лють, але ви продовжуєте її отримувати. Не можна використовувати під дією \"Внутрішньої люті\".#next {1} sec", "Здібності не витрачають лють.", en="Deadly Calm" },
-- Death Wish
[12292] = { "Жага смерті", "Ви входите в стан несамовитості, збільшуючи свою фізичну шкоду на {1}%, але збільшуючи отриману шкоду на {2}%. Триває {3} с.#damage by {1}%#taken by {2}%#Lasts {3} sec", "Завдану фізичну шкоду збільшено на {1}%.[ Всю отриману шкоду збільшено на {1}%.#Increases all damage taken by {1}%]#dealt by {1}%", en="Death Wish" },
-- Demoralizing Roar
[15727] = { ref=10968 }, -- Demoralizing Roar
[20753] = { "Деморалізуючий рев", "Зменшує силу атаки ближнього бою навколишніх ворогів на {1} протягом {2} с.#enemies by {1} for {2} sec", "Силу атаки ближнього бою зменшено на {1}.#by {1}", en="Demoralizing Roar" },
[27551] = { ref=20753 }, -- Demoralizing Roar
-- Demoralizing Shout
[1160] = { "Деморалізуючий клич", "Зменшує фізичну шкоду всіх ворогів в межах {1} м на {2}% протягом {3} с.#within {1} yards by {2}% for {3} sec", "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", en="Demoralizing Shout" },
-- Die by the Sword
[81913] = { "Смерть від меча", "Збільшує ваш шанс парирування на {1}% протягом {2} с після того, як ваш рівень здоров'я знижується до {3}% чи нижче. Цей ефект не може спрацьовувати частіше, ніж раз на {4} хв.#by {1}% for {2} sec#to {3}% health#every {4} min", en="Die by the Sword" },
[81914] = { ref=81913 }, -- Die by the Sword
-- Drums of War
[12290] = { "Бойові барабани", "Зменшує витрати люті здібностей \"Луснути\", \"Деморалізуючий клич\", \"Жахаючий клич\" та \"Провокуючий клич\" на {1}%.#by {1}%", en="Drums of War" },
[12963] = { ref=12290 }, -- Drums of War
-- Dual Wield Specialization
[23588] = { "Спеціалізація на бою з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки. Збільшує шкоду від ударів зброєю в лівій руці на {1}%.#additional {1}%", en="Dual Wield Specialization" },
-- Enrage
[12317] = { "Несамовитість", "Ваші атаки ближнього бою з ймовірністю {1}% вводять вас у стан несамовитості, що збільшує фізичну шкоду на {2}% протягом {3} с.#a {1}% chance#a {2}% physical#for {3} sec", en="Enrage" },
[12880] = { "Несамовитість", "З деякою ймовірністю ваша шкода збільшиться після завдання удару.", "Фізичну шкоду збільшено на {1}%.#increased by {1}%", en="Enrage" },
[13045] = { ref=12317 }, -- Enrage
[13046] = { ref=12317 }, -- Enrage
[14201] = { ref=12880 }, -- Enrage
[14202] = { ref=12880 }, -- Enrage
-- Enraged Regeneration
[55694] = { "Несамовите відновлення", "Ви відновлюєте {1}% максимального запасу здоров'я протягом {2} секунд. Можна застосовувати лише в стані несамовитості та не дозволяє отримати новий ефект протягом дії.#regenerate {1}% of#over {2} sec", "Відновлює {1}% максимального запасу здоров'я щосекунди.#Regenerates {1}%", en="Enraged Regeneration" },
-- Execute
[5308] = { "Страта", "Спроба добити пораненого ворога, що завдає {1} фізичної шкоди та використовує до {2} додаткової люті, щоб завдати до {3} додаткової шкоди. Можна використовувати лише проти ворогів, що мають менше {4}% здоров'я.#causing {1} physical#up to {2} additional Rage#up to {3} additional damage#than {4}%", en="Execute" },
-- Executioner
[20502] = { "Кат", "Удари \"Страти\" з ймовірністю {1}% збільшують швидкість атаки ближнього бою на {2}% протягом {3} с. Цей ефект накопичується до {4} разів.#a {1}% chance#by {2}% for {3} sec#up to {4} times", en="Executioner" },
[20503] = { ref=20502 }, -- Executioner
-- Field Dressing
[84579] = { "Тактична медицина", "Збільшує отримане зцілення на {1}% та збільшує ефективність зцілення від ваших здібностей ще на {2}%.#received by {1}%#additional {2}%", en="Field Dressing" },
[84580] = { ref=84579 }, -- Field Dressing
-- Furious Attacks
[46910] = { "Шалені атаки", "Ваші автоатаки можуть зменшити ефективність зцілення цілі на {1}% протягом {2} с.#by {1}% for {2} sec", en="Furious Attacks" },
-- Gag Order
[12311] = { "Наказ мовчати", "Ваші здібності \"Луснути\" та \"Героїчний кидок\" з ймовірністю {1}% знемовлюють ціль на {2} с. Також зменшує час відновлення \"Героїчного кидка\" на {3} с.#a {1}% chance#for {2} sec#by {3} sec", en="Gag Order" },
[12958] = { ref=12311 }, -- Gag Order
-- Hamstring
[1715] = { "Нівечення", "Калічить ворога, зменшуючи швидкість руху на {1}% протягом {2} с.[ Повторне застосування \"Нівечення\" на ціль може знерухомити її раз на {1} секунд.#immobilize the target every {1} sec]#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
[27584] = { "Нівечення", "Калічить ворога, завдаючи {1} шкоди та зменшуючи швидкість руху на {2}% протягом {3} с.#causing {1} damage#movement by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Hamstring" },
-- Heavy Repercussions
[86894] = { "Відсіч", "Поки діє \"Блок щитом\", ваше \"Трощення щитом\" завдає на {1}% більше шкоди.#additional {1}%", en="Heavy Repercussions" },
[86896] = { ref=86894 }, -- Heavy Repercussions
-- Heroic Leap
[6544] = { "Героїчний стрибок", "Потужний стрибок до вказаного місця, що завдає {1} шкоди всім ворогам в межах {2} м від місця приземлення.#deal {1} damage#within {2} y", en="Heroic Leap" },
[52174] = { ref=6544 }, -- Heroic Leap
-- Heroic Strike
[78] = { "Героїчний удар", "Атака, що миттєво завдає {1} фізичної шкоди. Гарна атака для витрат надлишкової люті.#deals {1} physical", en="Heroic Strike" },
-- Heroic Throw
[57755] = { "Героїчний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки). Ця здібність спричиняє велику загрозу[ та застосовує \"Розкол броні\" на ціль#applies Sunder Armor].#causing {1} damage", en="Heroic Throw" },
-- Hold the Line
[84604] = { "Тримати стрій", "Збільшує ймовірність критичного удару та критичного блокування на {1}% протягом {2} с після парирування.#by {1}% for {2} sec", en="Hold the Line" },
[84621] = { ref=84604 }, -- Hold the Line
-- Impale
[16493] = { "Пронизування", "Збільшує додаткову шкоду від критичних ударів здібностей \"Смертельний удар\", \"Розтрощення\" та \"Здолання\" на {1}%.#by {1}%", en="Impale" },
[16494] = { ref=16493 }, -- Impale
-- Impending Victory
[80128] = { "Неминуча перемога", "Використання \"Спустошення\" на цілі, що має не більше {1}% здоров'я, з ймовірністю {2}% дозволяє використати \"Переможний запал\", що зцілить лише {3}% здоров'я.#with {1}%#a {2}% chance#for {3}% of", en="Impending Victory" },
[80129] = { ref=80128 }, -- Impending Victory
-- Improved Hamstring
[12289] = { "Покращене нівечення", "Коли ви повторно застосовуєте \"Нівечення\" на ціль, ви знерухомлюєте її на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с. Окрім того, глобальний час відновлення \"Нівечення\" зменшується на {3} с.#for {1} sec#every {2} sec#by {3} sec", en="Improved Hamstring" },
[12668] = { ref=12289 }, -- Improved Hamstring
-- Improved Revenge
[12799] = { "Покращена помста", "\"Помста\" завдає на {1}% більше шкоди та вражає ще одного ворога неподалік.#by {1}%", en="Improved Revenge" },
-- Improved Slam
[12330] = { "Покращене розтрощення", "Зменшує час застосування здібності \"Розтрощення\" на {1} с та збільшує його шкоду на {2}%.#by {1} sec#by {2}%", en="Improved Slam" },
[86655] = { ref=12330 }, -- Improved Slam
-- Incite
[50685] = { "Підбуреність", "Збільшує ймовірність критичного ефекту \"Героїчного удару\" на {1}%. З ймовірністю {2}% після критичного ефекту \"Героїчного удару\" ваш наступний \"Героїчний удар\" гарантовано завдасть критичної шкоди. Гарантовані критичні удари не можу викликати цей ефект знову.#by {1}%#a {2}% chance", en="Incite" },
[50686] = { ref=50685 }, -- Incite
[50687] = { ref=50685 }, -- Incite
-- Inner Rage
[1134] = { "Внутрішня лють", "Зменшує час відновлення здібностей \"Героїчний удар\" та \"Розсічення\" на {1}% протягом {2} с.#by {1}% for {2} sec", "Час відновлення здібностей \"Героїчний удар\" та \"Розсічення\" зменшено.", en="Inner Rage" },
-- Intensify Rage
[46908] = { "Посилена лють", "Зменшує час відновлення здібностей \"Лють берсерка\", \"Навіженість\" та \"Жага смерті\" на {1}%.#by {1}%", en="Intensify Rage" },
[46909] = { ref=46908 }, -- Intensify Rage
-- Intervene
[3411] = { "Втручання", "Воїн здійснює стрімкий ривок до учасника групи чи рейду, перехоплюючи [наступну атаку#next melee][2 наступні атаки#next 2 melee] ближнього або дальнього бою та зменшуючи загрозу цілі на {1}%.#by {1}%", "Наступна атака ближнього чи дальнього бою, спрямована проти вас, натомість вразить воїна.", en="Intervene" },
-- Intimidating Shout
[5246] = { "Жахаючий клич", "[Змушує ціль тремтіти від страху, а до {1} ворогів в межах {2} м - втікати#and up to {1} additional enemies within {2} yards to flee][Змушує ціль та до {1} ворогів в межах {2} м тремтіти від страху#and up to {1} additional enemies within {2} yards, to cower in fear]. Триває {1} c.#Lasts {1} sec", "Нажахано.", en="Intimidating Shout" },
[20511] = { "Жахаючий клич", "Воїн кричить, змушуючи до {1} ворогів в межах {2} м тремтіти від страху. Ваша ціль не зможе рухатись в страху. Триває {3} с.#up to {1} enemies within {2} yards#Lasts {3} sec", "Тремтить від страху.", en="Intimidating Shout" },
-- Juggernaut
[64976] = { "Нестримна сила", "\"Ривок\" тепер можна застосовувати під час бою та в будь-якій стійці, а його час відновлення зменшено на {1} с. Наступне застосування \"Розтрощення\" чи \"Смертельного удару\" протягом {3} c після \"Ривка\" матиме збільшену на {2}% ймовірність критичного удару. Однак \"Ривок\" та \"Перехоплення\" тепер мають спільний час відновлення.#by {1} sec#additional {2}% chance#within {3} sec", en="Juggernaut" },
[65156] = { "Нестримна сила", "\"Ривок\" тепер можна застосовувати під час бою, а його час відновлення зменшено. Наступне застосування \"Розтрощення\" чи \"Смертельного удару\" протягом {2} c після \"Ривка\" матиме збільшену на {1}% ймовірність критичного удару. Однак \"Ривок\" та \"Перехоплення\" тепер мають спільний час відновлення.#additional {1}% chance#within {2} sec", "Наступне \"Розтрощення\" чи \"Смертельний удар\" матиме на {1}% більшу ймовірність критичного удару.#additional {1}%", en="Juggernaut" },
-- Lambs to the Slaughter
[84583] = { "Забій", "\"Смертельний удар\" викликає ефект \"Бійня\", що оновлює тривалість \"Розриву\" на цілі та збільшує шкоду ваших здібностей \"Страта\", \"Здолання\", \"Розтрощення\" та \"Смертельний удар\" на {1}%. Ефект триває {2} с.#by {1}%#Lasts {2} sec", en="Lambs to the Slaughter" },
[84587] = { nil, "\"Смертельний удар\" викликає ефект \"Бійня\", що оновлює тривалість \"Розриву\" на цілі та збільшує шкоду ваших здібностей \"Страта\", \"Здолання\", \"Розтрощення\" та \"Смертельний удар\" на {1}%. Ефект триває {2} с і накопичується до {3} разів.#by {1}%#Lasts {2} sec#up to {3} times", ref=84583 }, -- Lambs to the Slaughter
[84588] = { ref=84587 }, -- Lambs to the Slaughter
-- Last Stand
[12975] = { "Бій на смерть", "Тимчасово збільшує максимальний запас здоров'я на {1}% протягом {2} с. Після завершення ефекту здоров'я втрачається.#you {1}% of#for {2} sec", en="Last Stand" },
[12976] = { nil, nil, "Максимальний запас здоров'я збільшено на {1}%.#increased by {1}%", ref=12975 }, -- Last Stand
-- Meat Cleaver
[12329] = { "М'ясорубка", "Завдання шкоди \"Розсіченням\" чи \"Вихором\" збільшує шкоду цих здібностей на {1}% протягом {2} с. Цей ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times", en="Meat Cleaver" },
[12950] = { ref=12329 }, -- Meat Cleaver
-- Mortal Strike
[12294] = { "Смертельний удар", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} і ранить ціль, знижуючи ефективність будь-якого зцілення на {3} с.#deals {1}% weapon#plus {2} and#for {3} sec", "Ефективність отриманого зцілення зменшено на {1}%.#reduced by {1}%", en="Mortal Strike" },
[27580] = { "Смертельний удар", "Жорстокий удар, що завдає шкоди зброї плюс {1} і ранить ціль, зменшуючи ефективність будь-якого зцілення на {2}% протягом {3} с.#damage plus {1}#healing by {2}% for {3} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%", en="Mortal Strike" },
-- Opportunity Strike
[76858] = { "Принагідний удар", "Завдає {1}% від шкоди зброї в правій руці.#Deals {1}%", en="Opportunity Strike" },
-- Overpower
[7384] = { "Здолання", "Миттєво долає ворога, завдаючи {1}% шкоди зброї. Можна використати лише після того, як ціль ухилилась. Здолання не можна блокувати, ухилитися від нього або парирувати.#causing {1}%", en="Overpower" },
-- Precision
[29592] = { "Точність", "збільшує ваш шанс влучити атаками ближнього бою на {1}% та збільшує шкоду від автоатак на {2}%.#attacks by {1}%#damage by {2}%", en="Precision" },
-- Raging Blow
[85288] = { "Лютий удар", "Потужний удар, що завдає {1}% шкоди зброї з обох рух. Можна застосовувати лише в стані несамовитості.#deals {1}% weapon", en="Raging Blow" },
[96103] = { ref=85288 }, -- Raging Blow
-- Raging Blow Off-Hand
[85384] = { "Лютий удар (ліва рука)", ref=85288, en="Raging Blow Off-Hand" },
-- Rallying Cry
[97462] = { "Підбадьорливий клич", "Тимчасово збільшує максимальний запас здоров'я для вас та учасників групи та рейду в межах {1} м на {2}% протягом {3} с. Після завершення ефекту здоров'я втрачається.#within {1} yards {2}% of#for {3} sec", en="Rallying Cry" },
-- Rampage
[29801] = { "Шаленство", "Збільшує ймовірність завдання критичного удару для всіх учасників групи та рейду в межах {1} м на {2}%. Окрім того, збільшує вашу ймовірність завдання критичного удару ще на {3}%.#within {1} yds by {2}%#additional {3}%", "Ймовірність завдання критичного удару збільшено на {1}%.#by {1}%", en="Rampage" },
-- Recklessness
[1719] = { "Навіженість", "Ваші здібності мають на {1}% збільшену ймовірність завдання критичного удару, але ви отримуєте на {2}% більше шкоди. Триває {3} с.#additional {1}%#by {2}%#Lasts {3} sec", "Ймовірність критичного удару здібностями збільшено на {1}%.\nОтриману шкоду збільшено на {2}%.#attacks increased by {1}%#taken increased by {2}%", en="Recklessness" },
-- Rend
[772] = { "Розрив", "Ранить ціль, спричиняючи {1} шкоди від кровотечі і додатково {2} (в залежності від шкоди зброї) протягом {3} с.#for {1} damage#additional {2}#over {3} sec", en="Rend" },
-- Revenge
[6572] = { "Помста", "Миттєва контратака, що завдає [{1}#for {1} damage][від {1} до {2}#for {1} to {2} damage] шкоди. Помсту можна використовувати лише після успішного блоку, ухилення або парирування.", en="Revenge" },
-- Rude Interruption
[61216] = { "Грубе переривання", "Успішне переривання вимови закляття за допомогою здібності \"Луснути\" збільшує вашу шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Rude Interruption" },
[61221] = { ref=61216 }, -- Rude Interruption
[86662] = { "Грубе переривання", "Успішне переривання вимови закляття за допомогою здібності \"Луснути\" збільшує вашу шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Шкоду збільшено на {1}% завдяки грубості.#improved {1}%", en="Rude Interruption" },
[86663] = { ref=86662 }, -- Rude Interruption
-- Second Wind
[29834] = { "Друге дихання", "Після отримання ефекту приголомшення чи знерухомлення ви отримуєте {1} люті та відновлюєте {2}% здоров'я протягом {3} с.#generate {1} Rage and {2}%#over {3} sec", en="Second Wind" },
[29838] = { ref=29834 }, -- Second Wind
-- Sentinel
[29144] = { "Страж", "Збільшує вашу витривалість на {1}%, а ймовірність блокування - на {2}%. Ви також отримуєте на {3}% більше люті від атак по цілям, щр не націлені на вас.#Stamina by {1}%#chance by {2}%#generate {3}%", en="Sentinel" },
-- Shattering Throw
[64380] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки) та зменшує броню цілі на {2}% протягом {3} c або знімає невразливість.#causing {1} damage#by {2}% for {3} sec", en="Shattering Throw" },
[64382] = { nil, nil, "Броню зменшено на {1}%.#by {1}%", ref=64380 }, -- Shattering Throw
[79883] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає шкоди від зброї та зменшує броню цілі на {1}% протягом {2} c.#by {1}% for {2} sec", "Броню зменшено на {1}%.#by {1}%", en="Shattering Throw" },
[84817] = { ref=79883 }, -- Shattering Throw
-- Shield Block
[2565] = { "Блок щитом", "Збільшує ймовірність блокування на {1}% протягом {2} с. Окрім того, якщо ваша ймовірність блокування перевищує {3}%, ймовірність критичного блокування збільшується на надлишок.#by {1}% for {2} sec#exceeds {3}%", "Ймовірність блокування збільшено на {1}%.\nЙмовірність критичного блокування збільшено на {2}%.#Block chance increased by {1}%#Critical block chance increased by {2}%", en="Shield Block" },
-- Shield Mastery
[29598] = { "Майстерність володіння щитом", "Зменшує час відновлення \"Блоку щитом\" на {1} с, \"Стіни щитів\" - на {2} с, а \"Блок щитом\" зменшує отриману магічну шкоду на {3}% протягом {4} с.#Block by {1} sec#Wall by {2} sec#by {3}% for {4} sec", en="Shield Mastery" },
[84607] = { ref=29598 }, -- Shield Mastery
[84608] = { ref=29598 }, -- Shield Mastery
-- Shield Slam
[23922] = { "Трощення щитом", "Трощить ціль щитом, що завдає [{1}#causing {1} damage][від {1} до {2}#causing {1} to {2} damage] шкоди (залежно від сили атаки) та розвіює 1 магічний ефект з цілі.", en="Shield Slam" },
-- Shield Specialization
[12298] = { "Спеціалізація на щитах", "Ви отримуєте {1} додаткової люті при блокуванні атак і отримуєте {2} люті при успішному відбитті заклять.#generate {1} extra Rage when you block#generate {2} extra Rage when you Spell", en="Shield Specialization" },
[12724] = { ref=12298 }, -- Shield Specialization
[12725] = { ref=12298 }, -- Shield Specialization
-- Shockwave
[46968] = { "Ударна хвиля", "Створює ударну хвилю в конусі перед вами, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує ворогів у межах {2} м на {3} с.#causing {1} damage#within {2} y#for {3} sec", "Приголомшено.", en="Shockwave" },
-- Silenced - Gag Order
[18498] = { "Знемовлення - Наказ мовчати", "Ваші здібності \"Луснути\" та \"Героїчний кидок\" можуть знемовити ціль на {1} с.#for {1} sec", "Знемовлено.", en="Silenced - Gag Order" },
-- Single-Minded Fury
[81099] = { "Цілеспрямована лють", "Тримаючи в кожній руці одноручну зброю, ви завдаєте на {1}% більше шкоди, а \"Розтрощення\" б'є з обох рук.#deal {1}%", en="Single-Minded Fury" },
-- Skirmisher
[29888] = { "Боєць", "Зменшує час відновлення \"Перехоплення\" на {1} с, а \"Героїчного стрибка\" - на {2} с.#Intercept by {1} sec#Leap by {2} sec", en="Skirmisher" },
[29889] = { ref=29888 }, -- Skirmisher
-- Slam
[1464] = { "Розтрощення", "Трощить ворога, завдаючи {1}% шкоди зброї плюс {2}.#causing {1}%#plus {2}", en="Slam" },
-- Stance Mastery
[12678] = { "Опанування стійок", "Ви зберігаєте до {1} люті при зміні стійки.#up to {1} of", en="Stance Mastery" },
-- Strike
[88161] = { "Удар", "Простий удар, що завдає від {1} до {2} шкоди. Використовуйте, коли маєте достатньо люті.#deals {1} to {2} damage", en="Strike" },
-- Strikes of Opportunity
[76838] = { "Принагідні удари", "З ймовірністю {1}% ваші атаки в ближньому бою спричинять додаткову атаку, що завдає {2}% звичайної шкоди. Кожна одиниця майстерності збільшує цю ймовірність на {3}%.#Grants a {1}% chance#for {2}% normal#chance by {3}%", en="Strikes of Opportunity" },
-- Sudden Death
[29723] = { "Раптова смерть", "Ваші удари ближнього бою з ймовірністю {1}% завершують відновлення \"Удару колоса\" і ви зберігаєте {2} люті після використання \"Страти\".#a {1}% chance#keep {2} rage", en="Sudden Death" },
[29725] = { ref=29723 }, -- Sudden Death
-- Sunder Armor
[7386] = { "Розкол броні", "Розколює броню вашої цілі[ та ще одного ворога неподалік#second nearby target], зменшуючи її на {1}%. \"Розкол броні\" спричиняє високий рівень загрози, що збільшується від сили атаки. Ефект накопичується до {2} разів. Триває {3} с.#their armor by {1}%#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}%.#by {1}%", en="Sunder Armor" },
-- Sweep and Clear
[80981] = { "Різня", "Ваші здібності, що завдають шкоди, додають {1} люті за кожну додаткову уражену ціль, не рахуючи першої, але не більше {2} люті.#generate {1} rage#of {2} rage", en="Sweep and Clear" },
-- Sweeping Strikes
[12328] = { "Розлогі удари", "Ваші атаки ближнього бою вражають ще одного ворога неподалік. Триває {1} с.#Lasts {1} sec", "Ваші атаки ближнього бою вражають ще одного ворога неподалік.", en="Sweeping Strikes" },
-- Sword and Board
[46951] = { "Мечем і щитом", "Збільшує ймовірність критичного удару \"Спустошення\" на {1}%. Окрім того, коли \"Спустошення\" чи \"Помста\" завдає шкоди, з ймовірністю {2}% відновлення \"Трощення щитом\" миттєво завершиться, а його витрати люті зменшаться на {3}% протягом {4} с.#Devastate by {1}%#a {2}% chance#by {3}% for {4} sec", en="Sword and Board" },
[46952] = { ref=46951 }, -- Sword and Board
[46953] = { ref=46951 }, -- Sword and Board
[50227] = { "Мечем і щитом", "Коли \"Спустошення\" чи \"Помста\" завдає шкоди, з ймовірністю {1}% відновлення \"Трощення щитом\" миттєво завершиться, а його витрати люті зменшаться на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", "Витрати люті \"Трощення щитом\" зменшено на {1}%.#by {1}%", en="Sword and Board" },
-- Tactical Mastery
[12295] = { "Майстерність тактики", "Ви зберігаєте на {1} більше люті при зміні стійки.#additional {1} Rage", en="Tactical Mastery" },
[12676] = { ref=12295 }, -- Tactical Mastery
-- Taste for Blood
[56636] = { "Смак крові", "Збільшує ймовірність критичного удару \"Здоланням\" на {1}%. Окрім того, коли \"Розрив\" завдає шкоди, ви з ймовірністю {2}% отримуєте можливість використати \"Здолання\" протягом наступних {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#by {1}%#a {2}% chance#for {3} sec#every {4} sec", en="Taste for Blood" },
[56637] = { ref=56636 }, -- Taste for Blood
[56638] = { ref=56636 }, -- Taste for Blood
-- Throwdown
[85388] = { "Повалення", "Збиває ціль з ніг та приголомшує на {1} с.#for {1} sec", "Приголомшено.", en="Throwdown" },
-- Thunder Clap
[6343] = { "Громовий удар", "Вражає ворогів в межах {1} м, завдаючи {2} шкоди та збільшуючи інтервал між їхніми атаками на {3}% протягом {4} с. Шкода збільшується від сили атаки.#within {1} yards for {2} damage#attacks by {3}% for {4} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Thunder Clap" },
-- Thunderstruck
[80979] = { "Сила грому", "Збільшує шкоду здібностей \"Розрив\", \"Розсічення\" та \"Громовий удар\" на {1}%. Окрім того, \"Громовий удар\" збільшує шкоду наступної \"Ударної хвилі\" на {2}%. Ефект накопичується до {3} разів.#Clap by {1}%#Shockwave by {2}%#up to {3} times", en="Thunderstruck" },
[80980] = { ref=80979 }, -- Thunderstruck
-- Titan's Grip
[46917] = { "Хватка титана", "Дозволяє тримати дворучні сокири, булави та мечі в одній руці.", en="Titan's Grip" },
-- Toughness
[12299] = { "Міць", "Збільшує вашу броню від предметів на {1}%.#items by {1}%", en="Toughness" },
[12761] = { ref=12299 }, -- Toughness
[12762] = { ref=12299 }, -- Toughness
-- Two-Handed Weapon Specialization
[12712] = { "Спеціалізація на дворучній зброї", "Збільшує шкоду дворучної зброї ближнього бою на {1}%.#weapons by {1}%", en="Two-Handed Weapon Specialization" },
-- Vengeance
[93098] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди, але не більше, ніж на {2}% від вашого здоров'я.#gain {1}% of#of {2}% of", en="Vengeance" },
-- Victory Rush
[34428] = { "Переможний запал", "Миттєва атака, що завдає {1} шкоди та зцілює вам {2}% від максимального запасу здоров'я. Можна використовувати лише протягом {3} c після вбивства ворога, що приносить досвід або честь.#causing {1} damage#for {2}% of#within {3} sec", en="Victory Rush" },
-- Vigilance
[50720] = { "Пильність", "Ви оберігаєте учасника групи чи рейду. Щоразу, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється, а ви посилюєте ефект \"Помсти\" на {1}% від отриманої ціллю шкоди. Триває {2} хв. Цей ефект може діяти лише на одну ціль одночасно.#as if {1}% of#Lasts {2} min", "Щоразу, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється, а ви посилюєте ефект \"Помсти\" при отриманні ціллю шкоди.", en="Vigilance" },
-- War Academy
[84570] = { "Військова освіта", "Збільшує шкоду здібностей \"Смертельний удар\", \"Лютий удар\", \"Спустошення\", \"Переможний запал\" та \"Розтрощення\" на {1}%.#by {1}%", en="War Academy" },
[84571] = { ref=84570 }, -- War Academy
[84572] = { ref=84570 }, -- War Academy
-- Whirlwind
[1680] = { "Вихор", "У сталевому вихорі ви атакуєте всіх ворогів у межах {1} м, завдаючи {2}% шкоди зброї з обох рук кожному ворогу. Якщо вихор вражає {3} чи більше цілей, його час відновлення зменшується на {4} с.#within {1} y#causing {2}%#to {3} or more#by {4} sec", en="Whirlwind" },
-- Wrecking Crew
[46867] = { "Погром", "Критичні ураження \"Смертельного удару\" з ймовірністю {1}% вводять вас у стан несамовитості, що збільшує фізичну шкоду на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec", en="Wrecking Crew" },
[56611] = { ref=46867 }, -- Wrecking Crew
[56612] = { ref=46867 }, -- Wrecking Crew

-- Glyph
[58372] = { "Символ пронизливого виття", "Збільшує радіус дії \"Пронизливого виття\" на {1}%.#by {1}%", en="Glyph of Piercing Howl" },

-- Stances
[2457] = { "Бойова стійка", "Збалансована бойова стійка. Збільшує завдану шкоду на {1}%. Зменшує отриману шкоду на {2}%.#done by {1}%#taken by {2}%", en="Battle Stance" },
[2458] = { "Стійка берсерка", "Агресивна стійка. Збільшує завдану шкоду на {1}%.#by {1}%", en="Berserker Stance" },
[71] = { "Захисна стійка", "Захисна стійка. Зменшує отриману шкоду на {1}%. Значно збільшує рівень загрози.#taken by {1}%", en="Defensive Stance" },

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
