local _, addonTable = ...

local warlock_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aftermath
[85113] = { "Наслідок", "\"Вогняний дощ\" з ймовірністю {1}% приголомшить цілі на {2} с, а \"Розпалення\" з ймовірністю {3}% викличе у цілі запаморочення на {4} с.#a {1}% chance to Stun targets for {2} sec#a {3}% chance to daze the target for {4} sec", en="Aftermath" },
[85114] = { ref=85113 }, -- Aftermath
-- Amplify Curse
[84741] = { "Посилення прокляття", "Зменшує глобальний час відновлення для заклять клятьби, проклять та пошесті до {1} с.#to {1} sec", en="Amplify Curse" },
-- Ancient Grimoire
[85109] = { "Древній гримуар", "Збільшує тривалість існування пекельника та вартового приречення на {1} с.#by {1} sec", en="Ancient Grimoire" },
[85110] = { ref=85109 }, -- Ancient Grimoire
-- Aura of Foreboding
[89604] = { "Аура передчуття", "Після приземлення \"Руки Ґул'дана\", всіх ворогів в радіусі {1} м буде знерухомлено на {2} с та приголомшено на той же час, якщо вони залишатимуться в межах аури \"Прокляття Ґул'дана\" через {3} с.#within {1} y#for {2} sec#aura {3} sec", en="Aura of Foreboding" },
[89605] = { ref=89604 }, -- Aura of Foreboding
-- Backdraft
[47258] = { "Зворотний потік", "Коли ви вимовляєте \"Розпалення\", час вимови наступних трьох заклять \"Тіньова стріла\", \"Спалення\" чи \"Стріла Хаосу\" зменшується на {1}%. Ефект триває {2} с.#by {1}%#Lasts {2} sec", en="Backdraft" },
[47259] = { ref=47258 }, -- Backdraft
[47260] = { ref=47258 }, -- Backdraft
-- Backlash
[34935] = { "Віддача", "З ймовірністю {1}% після отримання фізичної шкоди час вимови наступного закляття \"Тіньова стріла\" чи \"Спалення\" зменшиться на {2}%. Ефект триває {3} с та не може спрацьовувати частіше, ніж раз на {4} с.#a {1}% chance#by {2}%#lasts {3} sec#every {4} sec", en="Backlash" },
[34938] = { ref=34935 }, -- Backlash
[34939] = { ref=34935 }, -- Backlash
-- Bane
[17788] = { "Клятьба", "Зменшує час вимови заклять \"Тіньова стріла\", \"Стріла Хаосу\" та \"Жертовний вогонь\" на {1} с.#by {1} sec", en="Bane" },
[17789] = { ref=17788 }, -- Bane
[17790] = { ref=17788 }, -- Bane
-- Bane of Agony
[980] = { "Клятьба агонії", "Проклинає ціль на невідворотну агонію, завдаючи {1} шкоди тінню протягом {2} с. Ця шкода спершу завдається повільно та прискорюється, коли прокляття досягає своєї повної тривалості. Клятьбу агонії можна накласти лише на одну ціль одночасно.#causing {1} Shadow damage over {2} sec", "{1} шкоди тінню протягом {2} с.#{1} Shadow damage over {2} sec", en="Bane of Agony" },
-- Bane of Doom
[603] = { "Клятьба приречення", "Проклинає ціль на невідворотне приречення, завдаючи {1} шкоди тінню кожні {2} с. Коли ефект завдає шкоди, з ймовірністю {3}% він викличе демона-вартового. \n\nКлятьбу приречення можна накласти лише на одну ціль одночасно. Триває {4} хв.#causing {1} Shadow damage every {2} sec#has a {3}% chance#Lasts for {4} min", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Bane of Doom" },
-- Bane of Havoc
[80240] = { "Клятьба хаосу", "Проклинає ціль на {1} хв, завдаючи {2}% від усієї завданої чорнокнижником шкоди проклятій цілі. \n\nКлятьбу хаосу можна накласти лише на одну ціль одночасно.#for {1} min#causing {2}%", "Отримує {1}% від завданої чорнокнижником шкоди.#Receiving {1}%", en="Bane of Havoc" },
-- Burning Embers
[85112] = { "Палаючі вуглини", "\"Пожежа душі\" та \"Вогняна стріла\" біса викликають ефект \"Палаючі вуглини\", що завдає {1}% від завданої шкоди у вигляді періодичної шкоди протягом {2} с.\n\n\"Палаючі вуглини\" завдають до {3} шкоди вогнем щосекунди протягом {4} с.#to {1}% of#lasting {2} sec#up to {3} fire#for {4} sec", en="Burning Embers" },
[91986] = { ref=85112 }, -- Burning Embers
-- Cataclysm
[84739] = { "Катаклізм", "Збільшує шкоду від заклять вогню на {1}%.#by {1}%", en="Cataclysm" },
-- Chaos Bolt
[50796] = { "Стріла Хаосу", "Випускає у ворога стрілу хаотичного вогню, що завдає від {1} до {2} шкоди від вогню. \"Стріла Хаосу\" оминає опір та всі ефекти поглинання.#dealing {1} to {2} Fire", en="Chaos Bolt" },
-- Conflagrate
[17962] = { "Розпалення", "Миттєво завдає {1}% від періодичної шкоди ефекту \"Жертовного вогню\" на цілі.#to {1}%", en="Conflagrate" },
-- Corruption
[172] = { "Пошесть", "Оскверняє ціль, завдаючи {1} шкоди тінню протягом {2} с.#causing {1} Shadow#over {2} sec", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Corruption" },
-- Create Healthstone
[6201] = { "Створення каменя здоров'я", "Створює камінь здоров'я, який можна використати для миттєвого відновлення {1}% здоров'я.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на 15 хвилин.#restore {1}%", en="Create Healthstone" },
-- Create Soulstone
[693] = { "Створення каменя душі", "Створює камінь душі, який можна використати для зберігання душі живої цілі, що дає їй змогу воскреснути після смерті. При застосуванні до мертвої цілі повертає її до життя з {1}% здоров'я та {2}% мани.\n\nНачакловані предмети зникнуть, якщо вийти з гри більше, ніж на {3} хв.#with {1}% health and {2}% mana#than {3} min", en="Create Soulstone" },
-- Cremation
[85103] = { "Кремація", "Збільшує шкоду \"Пекельного вогню\" на {1}%, а \"Рука Ґул'дана\" з ймовірністю {2}% поновить тривалість вашого \"Жертовного вогню\" на цілі.#by {1}%#a {2}% chance", en="Cremation" },
[85104] = { ref=85103 }, -- Cremation
-- Curse of Weakness
[702] = { "Прокляття слабкості", "Фізична шкода цілі зменшується на {1}% протягом {2} хв. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1}% for {2} min", "Фізичну шкоду зменшено на {1}%.#by {1}%", en="Curse of Weakness" },
-- Dark Arts
[18694] = { "Темні мистецтва", "Зменшує час вимови \"Вогняної стріли\" біса на {1} с, збільшує шкоду \"Удару Легіону\" вартового скверни на {2}% та збільшує шкоду \"Тіньового укусу\" скверногончої на {3}%.#Firebolt spell by {1} sec#Legion Strike by {2}%#Shadow Bite by {3}%", en="Dark Arts" },
[85283] = { ref=18694 }, -- Dark Arts
[85284] = { ref=18694 }, -- Dark Arts
-- Dark Intent
[80398] = { "Темні наміри", "Ви зв'язуєте себе з дружньою ціллю, збільшуючи вашу швидкість на {1}%. \n\nКоли ви або пов'язана з вами ціль завдає критичної періодичної шкоди або зцілення, інша ціль отримує збільшення періодичної шкоди і зцілення на {2} с. Ви отримуєте {3}%, а ціль - {4}% збільшення шкоди. Ефект накопичується до {5} разів. Триває {6} хв.#haste by {1}%#lasting for {2} sec#You gain {3}%#target gains {4}%#up to {5} times#lasts for {6} min", en="Dark Intent" },
-- Death's Embrace
[47198] = { "Обійми смерті", "Коли ви маєте менше {1}% здоров'я, \"Висмоктування життя\" зцілює вам додатково {2}% від максимального запасу здоров'я.\n\nЗбільшує шкоду від заклять тіні на {3}%, якщо у цілі менше {4}% здоров'я.#While at or below {1}% health#additional {2}%#by {3}%#is at or below {4}% health", en="Death's Embrace" },
[47199] = { ref=47198 }, -- Death's Embrace
[47200] = { ref=47198 }, -- Death's Embrace
-- Decimation
[63156] = { "Винищення", "Коли \"Тіньова стріла\", \"Спалення\" чи \"Пожежа душі\" завдає шкоди цілі, що має менше {1}% здоров'я, час вимови \"Пожежі душі\" зменшується на {2}% протягом {3} с.#below {1}%#by {2}% for {3} sec", en="Decimation" },
[63158] = { ref=63156 }, -- Decimation
-- Demon Armor
[687] = { "Демонічний обладунок", "Захищає заклинача, збільшуючи броню на {1} та збільшує обсяг отриманого здоров'я від заклять та ефектів на {2}%.\n\nОдночасно на чорнокнижника може діяти лише один обладунок.#armor by {1}#by {2}%", "Збільшує броню на {1} та збільшує обсяг отриманого здоров'я від заклять та ефектів на {2}%.#armor by {1}#by {2}%", en="Demon Armor" },
-- Demon Leap
[54785] = { "Демонічний стрибок", "Ви стрибаєте на {1} м вперед і приземляєтесь на ворогів в радіусі {2} м, завдаючи {3} шкоди та приголомшуючи їх на {4} с.#air {1} yard#within {2} y#causing {3} Shadow#them for {4} sec", en="Demon Leap" },
[54786] = { nil, nil, "Приголомшено.", ref=54785 }, -- Demon Leap
-- Demon Soul
[77801] = { "Душа демона", "Ви поєднуєте свою душу з душею викликаного демона, внаслідок чого отримуєте тимчасовий ефект в залежності від виду демона.\n\nБіс - Ймовірність критичного удару заклять спеціалізації \"Руйнація\", що вимагають витрат часу на вимову, збільшується на {1}% протягом {2} с.\n\nПустотник - Вся ваша загроза протягом наступних {3} с передається пустотнику.\n\nСукуб/Інкуб - Шкода \"Тіньової стріли\" збільшується на {4}% протягом {5} с.\n\nСкверногонча - Періодична шкода від тіні збільшується на {6}% протягом {7} с.\n\nВартовий скверни - Швидкість заклять збільшується на {8}%, а шкода від вогню і тіні збільшується на {9}% протягом {10} с.#Destruction spells increased by {1}% for {2} sec#Voidwalker for {3} sec#Bolt damage increased by {4}% for {5} sec#Periodic shadow damage increased by {6}% for {7} sec#haste increased by {8}% and fire and shadow damage done increased by {9}% for {10} sec", en="Demon Soul" },
-- Demonic Aegis
[30143] = { "Демонічна егіда", "Збільшує бонус до обсягу здоров'я від заклять та ефектів \"Демонічного обладунку\" додатково на {1}% та збільшує обсяг здоров'я, отриманого від \"Обладунку скверни\" на {2}%.#additional {1}%#by {2}%", en="Demonic Aegis" },
[30144] = { ref=30143 }, -- Demonic Aegis
-- Demonic Circle: Teleport
[48020] = { "Демонічне коло: Телепорт", "Телепортує вас до вашого демонічного кола та знімає всі ефекти знерухомлення.[\n\nРозпалення душі: Швидкість руху збільшується на {1}% протягом {2} с.#Soulburn: Movement speed increased by {1}% for {2} sec]", en="Demonic Circle: Teleport" },
-- Demonic Empowerment
[47193] = { "Підсилення демона", "Підсилює викликаного демона одним з ефектів:\n\nБіс - Миттєво зцілює бісу {1}% здоров'я.\n\nПустотник - Збільшує запас здоров'я пустотника на {2}% та збільшує загрозу від заклять та атак на {3}% протягом {4} с.\n\nСукуб/інкуб - Миттєво зникає, отримуючи покращену невидимість. Зникнення знімає ефекти приголомшення, знерухомлення та обмеження руху з демона.\n\nСкверногонча - Розвіює всі магічні ефекти зі скверногончої.\n\nВартовий скверни - Миттєво знімає ефекти приголомшення, знерухомлення, страху, вигнання, жаху та обмеження руху з вартового скверни та надає невразливість до них на {5} с.#Imp for {1}%#health by {2}%#by {3}% for {4} sec#them for {5} sec", en="Demonic Empowerment" },
-- Demonic Knowledge
[84740] = { "Демонічні знання", "Збільшує вашу шкоду від заклять вогню та тіні на {1}%.#by {1}%", en="Demonic Knowledge" },
-- Demonic Pact
[47236] = { "Угода з демоном", "Збільшує шкоду ваших заклять на {1}%, а ваш активний демон ефект поширює ефект \"Угода з демоном\" на учасників групи та рейду неподалік.\n\nУгода з демоном збільшує силу заклять на {2}%.#damage by {1}%#power by {2}%", en="Demonic Pact" },
-- Demonic Quickness
[80228] = { "Демонічна швидкість", "Збільшує швидкість руху для вас та вашого демона на {1}% поки ви маєте активного демона. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#by {1}%", en="Demonic Quickness" },
[80229] = { ref=80228 }, -- Demonic Quickness
-- Demonic Rebirth
[88446] = { "Демонічне переродження", "Якщо ваш демон помирає, ви отримуєте ефект \"Демонічне переродження\", що зменшує час вимови наступного виклику на {1}%. Ефект триває {2} с. Час відновлення ефекту - {3} хв.#by {1}%#for {2} sec#a {3} min cooldown", en="Demonic Rebirth" },
[88447] = { ref=88446 }, -- Demonic Rebirth
[88448] = { "Демонічне переродження", "Якщо ваш демон помирає, ви отримуєте ефект \"Демонічне переродження\", що зменшує час вимови наступного виклику. Ефект триває {1} с. Час відновлення ефекту - {2} хв.#for {1} sec#a {2} min cooldown", "Час вимови виклику біса, пустотника, сукуба, інкуба, скверногончої або вартового скверни зменшено на {1}%.#by {1}%", en="Demonic Rebirth" },
-- Doom and Gloom
[18827] = { "Приреченість і морок", "Збільшує ймовірність критичного удару \"Клятьби агонії\" та \"Клятьби приречення\" на {1}%.#by {1}%", en="Doom and Gloom" },
[18829] = { ref=18827 }, -- Doom and Gloom
-- Drain Life
[689] = { "Висмоктування життя", "Висмоктує здоров'я з цілі, завдаючи {1} шкоди тінню та відновлюючи {2}% здоров'я заклинача кожні {3} с. Триває {4} с.[\n\nРозпалення душі: Зменшує час вимови на {1}%.#Soulburn: Cast time reduced by {1}%]#causing {1} Shadow#restoring {2}%#every {3} sec#Lasts {4} sec", "{1} шкоди тінню кожні {2} с.\n\nВідновлює {3}% здоров'я заклиначу, коли завдає шкоди.#Suffering {1} Shadow damage every {2} sec#Restoring {3}% of max", en="Drain Life" },
[89420] = { "Висмоктування життя", "Висмоктує здоров'я з цілі, завдаючи {1} шкоди тінню та відновлюючи {2}% здоров'я заклинача кожні {3} с. Триває {4} с.[\n\nРозпалення душі: Зменшує час вимови на {1}%.#Soulburn: Cast time reduced by {1}%]#causing {1} Shadow damage and restoring {2}%#every {3} sec#Lasts {4} sec", "{1} шкоди тінню кожні {2} с.\n\n{3} здоров'я повертається заклиначу, коли ефект завдає шкоди.#{1} Shadow damage every {2} sec#{3} total health", en="Drain Life" },
-- Drain Soul
[1120] = { "Висмоктування душі", "Висмоктує душу з цілі, завдаючи {1} шкоди тінню протягом {2} с.\n\nЯкщо ціль має менше, ніж {3}% здоров'я, \"Висмоктування душі\" завдає вдвічі більше шкоди.\n\nЯкщо ціль під час цього помирає та приносить досвід або честь, заклинач отримує 3 уламки душі[ та відновлює {1}% мани#and {1}% of  his total mana]. Уламки душі потрібні для \"Розпалення душі\".#causing {1} Shadow damage over {2} sec#below {3}% health", "{1} шкоди тінню кожні {2} с.#{1} Shadow damage every {2} sec", en="Drain Soul" },
-- Dreadsteed
[23161] = { "Жахожеребець", "Викликає жахожеребця для верхової їзди.", "Швидкість руху збільшено на {1}%.#by {1}%", en="Dreadsteed" },
-- Emberstorm
[17954] = { "Палюча буря", "Зменшує час вимови \"Пожежі душі\" на {1} с, а \"Спалення\" - на {2} с.#Fire by {1} sec#Incinerate by {2} sec", en="Emberstorm" },
[17955] = { ref=17954 }, -- Emberstorm
-- Empowered Imp
[47220] = { "Посилений біс", "\"Вогняна стріла\" вашого біса з ймовірністю {1}% дозволить вам вимовити наступну \"Пожежу душі\" миттєво протягом наступних {2} с.#a {1}% chance#within {2} sec", en="Empowered Imp" },
[47221] = { ref=47220 }, -- Empowered Imp
-- Everlasting Affliction
[47201] = { "Вічна химородь", "Збільшує ймовірність критичного ефекту \"Пошесті\", \"Зерна пошесті\" та \"Нестабільної химороді\" на {1}%.\n\nВаші закляття \"Висмоктування життя\", \"Висмоктування душі\" та \"Мара\" з ймовірністю {2}% поновлюють тривалість ефекту \"Пошесть\" на цілі.#by {1}%#a {2}% chance", en="Everlasting Affliction" },
[47202] = { ref=47201 }, -- Everlasting Affliction
[47203] = { ref=47201 }, -- Everlasting Affliction
-- Fear
[5782] = { "Страх", "Вселяє страх у ворога, змушуючи його [тікати геть#run in fear][тремтіти на місці#tremble in place] протягом {1} с. Шкода може перервати цей ефект. Одночасно лише одна ціль може бути наляканою.#for up to {1} sec", "Налякано.", en="Fear" },
-- Fel Armor
[28176] = { "Обладунок скверни", "Оточує заклинача енергією скверни, що збільшує силу заклять на {1} і зцілює на {2}% від шкоди, завданої закляттями, що діють на одну ціль.\n\nОдночасно на чорнокнижника може діяти лише один обладунок.#power by {1} and#healed for {2}% of", "Збільшує силу заклять на {1} і зцілює на {2}% від шкоди, завданої закляттями, що діють на одну ціль.#power by {1} and#healed for {2}%", en="Fel Armor" },
-- Fel Flame
[77799] = { "Полум'я скверни", "Завдає від {1} до {2} шкоди від тіньового полум'я ворожій цілі та збільшує тривалість ефекту \"Жертовний вогонь\" чи \"Нестабільна химородь\" на {3} с.#Deals {1} to {2} Shadowflame#by {3} sec", en="Fel Flame" },
-- Hand of Gul'dan
[71521] = { "Рука Ґул'дана", "Викликає метеорит, що падає на ціль, завдаючи від {1} до {2} шкоди від тіньового полум'я і випромінює магічну ауру в радіусі {3} м, що збільшує ймовірність отримання критичного удару від демонів чорнокнижника на {4}%. Аура триває {5} с.#dealing {1} to {2} Shadowflame#within {3} y#a {4}% increased#for {5} sec", en="Hand of Gul'dan" },
-- Haunt
[48181] = { "Мара", "Випустити на ворога примару, яка завдасть {1} шкоди від тіні, а також збільшить вашу періодичну шкоду від тіні по ньому на {2}% протягом {3} с. Коли \"Мара\" закінчиться або розвіється, ви зцілитеся на {4}% від шкоди, якої вона завдала цілі.#dealing {1} Shadow#target by {2}% for {3} sec#you for {4}% of", "Отриману періодичну шкоду від тіні збільшено на {1}%.#by {1}%", en="Haunt" },
-- Health Funnel
[755] = { "Канал здоров'я", "Жертвує {1}% від вашого запасу здоров'я, щою відновити {2}% здоров'я вашому демону щосекунди. Триває {3} с.#Sacrifices {1}%#restore {2}% of#Lasts for {3} sec", "Передає здоров'я.", en="Health Funnel" },
-- Hellfire
[85403] = { "Пекельний вогонь", "Підпалює місцевість навколо заклинача, щосекунди завдаючи {1} шкоди вогнем йому та {2} шкоди вогнем усім ворогам поблизу. Триває {3} с.#causing {1} Fire#and {2} Fire#Lasts {3} sec", "Завдає шкоди собі та всім ворогам поблизу.", en="Hellfire" },
-- Immolate
[348] = { "Жертовний вогонь", "Обпалює ворога, завдаючи {1} шкоди вогнем і додатково {2} шкоди вогнем протягом {3} с.[ Одночасно на ціль може діяти лише один ефект \"Нестабільної химороді\" чи \"Жертовного вогню\" кожного чорнокнижника.#one Unstable Affliction or Immolate per Warlock]#enemy for {1} Fire#additional {2} Fire#over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Immolate" },
-- Immolation Aura
[50589] = { "Обпалююча аура", "Підпалює область навколо вас, завдаючи {1} шкоди вогнем всім ворогам неподалік щосекунди. Триває {2} с.#causing {1} Fire#Lasts {2} sec", "Завдає шкоди ворогам неподалік.", en="Immolation Aura" },
-- Impending Doom
[85106] = { "Невідворотне приречення", "Збільшує ймовірність виклику демона \"Клятьбою приречення\" при завданні шкоди на {1}%.\n\nОкрім того, закляття \"Тіньова стріла\", \"Рука Ґул'дана\", \"Пожежа душі\" та \"Спалення\" з ймовірністю {2}% зменшують час відновлення \"Метаморфози\" на {3} с.#by {1}%#a {2}% chance#by {3} sec", en="Impending Doom" },
[85107] = { ref=85106 }, -- Impending Doom
[85108] = { ref=85106 }, -- Impending Doom
-- Improved Corruption
[17810] = { "Покращена пошесть", "Збільшує шкоду від \"Пошесті\" на {1}%.#by {1}%", en="Improved Corruption" },
[17811] = { ref=17810 }, -- Improved Corruption
[17812] = { ref=17810 }, -- Improved Corruption
-- Improved Health Funnel
[18703] = { "Покращений канал здоров'я", "Збільшує обсяг здоров'я, що передається \"Каналом здоров'я\" на {1}% та зменшує витрати здоров'я на {2}%. Окрім того, ваш поточний демон отримує на {3}% менше шкоди, поки перебуває під ефектом \"Каналу здоров'я\".#spell by {1}% and#cost by {2}%#takes {3}% less", en="Improved Health Funnel" },
[18704] = { ref=18703 }, -- Improved Health Funnel
-- Improved Searing Pain
[17927] = { "Покращений палючий біль", "Збільшує ймовірність критичного удару закляття \"Палючий біль\" на {1}% проти цілей, що мають менше {2}% здоров'я.#spell by {1}%#below {2}%", en="Improved Searing Pain" },
[17929] = { ref=17927 }, -- Improved Searing Pain
-- Improved Soul Fire
[18119] = { "Покращена пожежа душі", "Збільшує шкоду від вогню та тіні на {1}% протягом {2} с після завданя шкоди \"Пожежею душі\".#by {1}% for {2} sec", en="Improved Soul Fire" },
[18120] = { ref=18119 }, -- Improved Soul Fire
-- Incinerate
[29722] = { "Спалення", "Завдає від {1} до {2} шкоди від вогню цілі та додатково від {3} до {4} шкоди від вогню, якщо на ціль діє \"Жертовний вогонь\".#Deals {1} to {2} Fire#additional {3} to {4} Fire", en="Incinerate" },
-- Infernal Awakening
[22703] = { "Пробудження пекельника", "Пекельник падає з неба, завдаючи {1} шкоди вогнем всім цілям та приголомшуючи їх на {2} с.#dealing {1} Fire#for {2} sec", "Приголомшено.", en="Infernal Awakening" },
-- Inferno
[85105] = { "Пекло", "Дозволяє вам застосовувати \"Пекельний вогонь\" під час руху та збільшує тривалість \"Жертовного вогню\" на {1} с.#by {1} sec", en="Inferno" },
-- Jinx
[18179] = { "Вроки", "Ваше \"Прокляття стихій\" вражає до {1} ворогів в межах {2} м навколо цілі.\n\nОкрім того, \"Прокляття слабкості\" збільшує витрати енергії, люті, концентрації та сили рун на здібності цілі на {3}%.#up to {1} nearby#within {2} y#by {3}%", en="Jinx" },
[85479] = { ref=18179 }, -- Jinx
-- Life Tap
[1454] = { "Витік життя", "Ви жертвуєте {1}% здоров'я, перетворюючи {2}% від цього обсягу на ману.#for {1}% of#converting {2}%", en="Life Tap" },
-- Mana Feed
[30326] = { "Підживлення маною", "Коли ваш демон завдає критичного удару базовою атакою, ви миттєво відновлюєте {1}% мани.\n\nКоли ви отримуєте ману від \"Витоку життя\", ваш демон отримує {2}% від отриманої вами мани.#gain {1}% total#gains {2}% of", en="Mana Feed" },
[85175] = { ref=30326 }, -- Mana Feed
-- Master Summoner
[18709] = { "Майстер-прикликач", "Зменшує час вимови виклику біса, пустотника, сукуба, інкуба, скверногончої та вартового скверни на {1} с, а витрати мани - на {2}%.#by {1} sec#by {2}%", en="Master Summoner" },
[18710] = { ref=18709 }, -- Master Summoner
-- Molten Core
[47245] = { "Вогняні надра", "З ймовірністю {1}% ви отримаєте ефект \"Вогняні надра\", коли \"Жертовний вогонь\" завдає шкоди. Ефект \"Вогняні надра\" підсилює ваші наступні {2} \"Спалення\" протягом {3} с, збільшуючи шкоду на {4}% та зменшуючи час вимови на {5}%.#a {1}% chance#next {2} Incinerate#within {3} sec#done by {4}%#time by {5}%", en="Molten Core" },
[47246] = { ref=47245 }, -- Molten Core
[47247] = { ref=47245 }, -- Molten Core
-- Nemesis
[63117] = { "Розплата", "Зменшує час відновлення заклять \"Розпалення душі\", \"Підсилення демона\" та \"Метаморфоза\" на {1}%.#by {1}%", en="Nemesis" },
[63121] = { ref=63117 }, -- Nemesis
-- Nether Protection
[30299] = { "Підсвітній захист", "Коли ви поглинаєте шкоду \"Тіньовим оберегом\", \"Підсвітнім оберего\" чи іншим ефектом, ви отримуєте \"Підсвітній захист\", що зменшує шкоду від заклять ціього типу на {1}% протягом {2} с.#by {1}% for {2} sec", en="Nether Protection" },
[30301] = { ref=30299 }, -- Nether Protection
-- Nether Ward
[91711] = { "Підсвітній оберіг", "Поглинає {1} шкоди від заклять. Триває {2} с.#Absorbs {1} spell damage#Lasts {2} sec", "Поглинає {1} шкоди від заклять.#Absorbs {1} spell", en="Nether Ward" },
[91713] = { "Підсвітній оберіг", "Перетворює \"Тіньовий оберіг\" на \"Підсвітній оберіг\". Ви маєте перебувати під дією \"Демонічного обладунку\" або \"Обладунку скверни\".\n", rune=91711, en="Nether Ward" },
-- Pandemic
[85099] = { "Пандемія", "Зменшує глобальний час відновлення заклять клятьби та проклять на {1} с.\n\n\"Висмоктування душі\" з ймовірністю {2}% поновлює тривалість \"Вічної химороді\", коли завдає шкоди цілі, що має менше {3}% здоров'я.#by {1} sec#a {2}% chance#below {3}% health", en="Pandemic" },
[85100] = { ref=85099 }, -- Pandemic
-- Ritual of Souls
[29893] = { "Ритуал душ", "Почати ритуал для створення колодязя душ. Учасники рейду можуть натиснути на колодязь душ, щоб отримати камінь здоров'я. Колодязь душ існує {1} хв або до {2} застосувань. Для завершення ритуалу потрібні заклинач і 2 інші учасники групи чи рейду. Щоб узяти участь у ритуалі, усі гравці повинні бути поза боєм, натиснути правою кнопкою миші на портал і не рухатися до завершення ритуалу.#for {1} min or {2} charges", en="Ritual of Souls" },
-- Searing Pain
[5676] = { "Палючий біль", "Спричиняє у ворожої цілі палючий біль, завдаючи від {1} до {2} шкоди вогнем. Спричиняє високий рівень загрози.[\n\nРозпалення душі: Збільшує ймовірність критичного ефекту наступного закляття \"Палючий біль\" на {1}%, а наступних його застосувань - на {2}% протягом {3} с.#next Searing Pain by {1}%, and your subsequent Searing Pain casts by {2}% for {3} sec]#causing {1} to {2} Fire damage", en="Searing Pain" },
-- Seed of Corruption
[27243] = { "Зерно пошесті", "Саджає демонічне зерно у ворожу ціль, що завдає {1} шкоди тінню протягом {2} с. Коли ціль отримає {3} шкоди або помре, зерно завдасть від {4} до {5} шкоди тінню всім ворогам у межах {6} м від цілі. Одночасно лише одна пошесть кожного чорнокнижника може бути задіяна на цілі.[\n\nРозпалення душі: Ефект вибуху \"Зерна пошесті\" накладе \"Пошесть\" на уражені цілі. При успішному вибуху уламок душі буде повернено.#Seed of Corruption detonation effect will afflict Corruption on all enemy targets]#causing {1} Shadow damage over {2} sec#takes {3} total#inflict {4} to {5} Shadow#within {6} y", "{1} шкоди від тіні кожні {2} с. Після отримання {3} шкоди або смерті цілі, зерно пошесті завдасть від {4} до {5} шкоди від тіні всім ворогам заклинача у межах {6} м.#{1} Shadow damage every {2} sec#taking {3} total#deals {4} to {5} Shadow#within {6} y", en="Seed of Corruption" },
-- Shadow Bolt
[686] = { "Тіньова стріла", "Випускає у ворога тіньову стрілу, що завдає від {1} до {2} шкоди тінню.#causing {1} to {2} Shadow", en="Shadow Bolt" },
-- Shadow Embrace
[32385] = { "Обійми тіні", "Ваші закляття \"Тіньова стріла\" та \"Мара\" викликають ефект \"Обійми тіні\", що збільшує завдану вами періодичну шкоду цілі на {1}%. Триває {2} с. Ефект накопичується до {3} разів.#by {1}%#for {2} sec#up to {3} times", en="Shadow Embrace" },
[32387] = { ref=32385 }, -- Shadow Embrace
[32392] = { nil, "Ваші закляття \"Тіньова стріла\" та \"Мара\" викликають ефект \"Обійми тіні\", що збільшує завдану вами періодичну шкоду цілі на {1}%. Ефект накопичується до {2} разів.#by {1}%#up to {2} times", ref=32385 }, -- Shadow Embrace
-- Shadow Mastery
[18271] = { "Тіньова майстерність", "Збільшує додаткову шкоду від критичних ударів заклять спеціалізації \"Химородь\" та \"Тіньового укусу\" скверногончої на {1}%.#by {1}%", en="Shadow Mastery" },
[18272] = { ref=18271 }, -- Shadow Mastery
[18273] = { ref=18271 }, -- Shadow Mastery
[18275] = { ref=18271 }, -- Shadow Mastery
[87339] = { "Тіньова майстерність", "Збільшує шкоду від заклять тіні на {1}%.#by {1}%", en="Shadow Mastery" },
-- Shadow Ward
[6229] = { "Тіньовий оберіг", "Поглинає {1} шкоди від тіні. Триває {2} с.#Absorbs {1}#Lasts {2} sec", "Поглинає {1} шкоди від тіні.#Absorbs {1}", en="Shadow Ward" },
-- Shadow and Flame
[17793] = { "Тінь і полум'я", "Збільшує шкоду від заклять \"Тіньова стріла\" та \"Спалення\" на {1}% та дозволяє їм з ймовірністю {2}% накласти на ціль ефект \"Тінь і полум'я\".\n\n\"Тінь і полум'я\" робить ціль вразливою до заклять, збільшуючи ймовірність завдання їй критичного удару закляттями на {3}% протягом {4} с.#spells by {1}%#a {2}% chance#target by {3}% for {4} sec", en="Shadow and Flame" },
[17796] = { ref=17793 }, -- Shadow and Flame
[17801] = { ref=17793 }, -- Shadow and Flame
-- Shadowburn
[17877] = { "Тіньовий опік", "Миттєво вражає ціль, завдаючи від {1} до {2} шкоди від тіньового полум'я. Якщо ціль помирає протягом {3} с після \"Тіньового опіку\" та приносить досвід або честь, заклинач отримує {4} уламки душі. Можна використовувати лише проти цілей, що мають менше {5}% здоров'я.#for {1} to {2} Shadowflame#within {3} sec#gains {4} Soul#than {5}% health", en="Shadowburn" },
-- Shadowflame
[47897] = { "Тіньове полум'я", "Завдає цілям у конусі перед заклинателем від {1} до {2} шкоди від тіні і додатково {3} шкоди від вогню протягом {4} секунд.[ Також зменшує швидкість руху уражених цілей на {1}%.#reduces movement speed by {1}% to afflicted]#take {1} to {2} Shadow#additional {3} Fire damage over {4} sec", en="Shadowflame" },
[47960] = { nil, nil, "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", ref=47897 }, -- Shadowflame
-- Shadowfury
[30283] = { "Тіньова лють", "Вивільняє тіньову лють, завдаючи від {1} до {2} шкоди від тіні та приголомшуючи всіх ворогів в межах {3} м на {4} с.#causing {1} to {2} Shadow#within {3} yds for {4} sec", "Приголомшено.", en="Shadowfury" },
-- Siphon Life
[63108] = { "Витягування життя", "Коли ви завдаєте шкоди \"Пошестю\", з ймовірністю {1}% ви зцілитесь на {2}% від максимального запасу здоров'я.#a {1}% chance#for {2}%", en="Siphon Life" },
[86667] = { ref=63108 }, -- Siphon Life
-- Soul Fire
[6353] = { "Пожежа душі", "Обпалює душу ворога, завдаючи від {1} до {2} шкоди вогнем.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]#causing {1} to {2} Fire", en="Soul Fire" },
-- Soul Harvest
[79268] = { "Жнива душ", "Ви поглинаєте блукаючі душі поблизу, відновлюючи {1}% здоров'я і {2} уламки душ протягом {3} с. Не можна використовувати в бою.#regenerating {1}% health and {2} soul shards over {3} sec", "Отримує {1} уламок душі кожні {2} с та {3}% здоров'я щосекунди.#{1} soul shard every {2} sec and {3}%", en="Soul Harvest" },
-- Soul Leech
[30293] = { "Поглинання душі", "Ваші закляття \"Тіньовий опік\", \"Пожежа душі\" та \"Стріла Хаосу\" відновлюють вам {1}% здоров'я та мани коли завдають шкоди, а також викликає ефект \"Відновлення сил\".\n\nВідновлення сил - Відновлює {2} учасникам групи чи рейду {3}% від максимального запасу мани раз на {4} секунд. Триває {5} секунд.#restore {1}% of#up to {2} party#to {3}% of their#per {4} sec#for {5} sec", en="Soul Leech" },
[30295] = { ref=30293 }, -- Soul Leech
-- Soul Link
[19028] = { "Зв'язок душ", "При застосуванні {1}% від всієї отриманої заклиначем шкоди буде натомість отримано вашим бісом, пустотником, сукубом, інкубом, скверногончою чи вартовим скверни. Цієї шкоди не можна уникнути. Триває допоки демон активний та перебуває під контролем.#{1}% of all damage", en="Soul Link" },
-- Soul Swap
[86121] = { "Обмін душ", "Ви миттєво завдаєте цілі {1} шкоди та знімаєте ефекти періодичної шкоди від тіні з неї.\n\nПротягом наступних {2} секунд ціль \"Завершення обміну душ\" отриимає ефекти періодичної шкоди від тіні та {3} шкоди.\n\nВи не можете застосувати \"Завершення обміну душ\" до тієї самої цілі.#deal {1} damage#For {2} sec after#suffer {3} damage", en="Soul Swap" },
-- Soul Swap Exhale
[86213] = { "Завершення обміну душ", ref=86121, en="Soul Swap Exhale" },
-- Soulburn
[74434] = { "Розпалення душі", "Поглинає уламок душі, що дозволяє скористатись додатковим ефектом деяких ваших заклять.\n\nВисмоктування життя\nВиклик біса, пустотника, сукуба, інкуба, скверногончої, вартового скверни\nДемонічне коло: Телепорт\nПожежа душі\nКамінь здоров'я\nПалючий біль", "Дозволяє скористатись додатковим ефектом деяких ваших заклять:\n\nВисмоктування життя\nВиклик біса, пустотника, сукуба, інкуба, скверногончої, вартового скверни\nДемонічне коло: Телепорт\nПожежа душі\nКамінь здоров'я\nПалючий біль[\nЗерно пошесті#Seed of Corruption]", en="Soulburn" },
-- Soulburn: Seed of Corruption
[86664] = { "Розпалення душі: Зерно пошесті", "Додає підсилення від \"Розпалення душі\" до \"Зерна пошесті\".\n\nЕфект вибуху \"Зерна пошесті\" також накладе \"Пошесть\" на всі уражені цілі. Уламок душі буде повернуто при успішному вибуху.", en="Soulburn: Seed of Corruption" },
-- Subjugate Demon
[1098] = { "Поневолення демона", "Поневолює обраного демона, примушуючи його слухатися вас. Протягом поневолення інтервал між атаками демона збільшено на {1}%, а його швидкість вимови заклять сповільнено на {2}%. Триває до {3} хв.#increased by {1}%#slowed by {2}%#up to {3} min", "Поневолено.", en="Subjugate Demon" },
-- Summon Doomguard
[18540] = { "Виклик вартового приречення", "Викликає вартового приречення, що допомагатиме вам в бою протягом {1} с.\n\nВартовий приречення атакує цілі, уражені вашим закляттям \"Клятьба приречення\" чи \"Клятьба агонії\".#for {1} sec", en="Summon Doomguard" },
-- Summon Felguard
[30146] = { "Виклик вартового скверни", "Викликає вартового скверни, підкореного чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Felguard" },
-- Summon Felhunter
[691] = { "Виклик скверногончої", "Викликає скверногончу, підкорену чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Felhunter" },
-- Summon Imp
[688] = { "Виклик біса", "Викликає біса, підкореного чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Imp" },
-- Summon Incubus
[713] = { "Виклик інкуба", "Викликає інкуба, підкореного чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Incubus" },
-- Summon Infernal
[1122] = { "Виклик пекельника", "Викликає метеорит з Підсвітньої Крутоверті, що завдає від {1} до {2} шкоди вогнем і приголомшує всі ворожі цілі в місці падіння на {3} с. З кратеру підіймається пекельник, підкорений заклиначеві на {4} с. \n\nПекельник завдає потужної шкоди по області та атакує цілі, уражені вашим закляттям \"Клятьба агонії\" чи \"Клятьба приречення\".#causing {1} to {2} Fire#area for {3} sec#caster for {4} sec", en="Summon Infernal" },
-- Summon Succubus
[712] = { "Виклик сукуба", "Викликає сукуба, підкореного чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Succubus" },
-- Summon Voidwalker
[697] = { "Виклик пустотника", "Викликає пустотника, підкореного чорнокнижникові.[\n\nРозпалення душі: Миттєва вимова.#Soulburn: Instant cast]", en="Summon Voidwalker" },
-- Suppression
[87330] = { "Пригнічення", "Зменшує затримку вимови бойових заклять від отриманої шкоди на {1}%.#by {1}%", en="Suppression" },
-- Unstable Affliction
[30108] = { "Нестабільна химородь", "Тіньова енергія повільно руйнує ціль, завдаючи {1} шкоди за {2} секунд. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с. Чорнокнижник може накласти лише одну \"Нестабільну химородь\" або \"Жертовний вогонь\" на одну ціль.#causing {1} damage over {2} sec#cause {3} damage#them for {4} sec", "{1} шкоди тінню кожні {2} с. Тому, хто розвіє \"Нестабільну химородь\", буде завдано {3} шкоди і знемовлено на {4} с.#{1} Shadow damage every {2} sec#cause {3} damage#them for {4} sec", en="Unstable Affliction" },

}

for k, v in pairs(warlock_spells) do addonTable.spell[k] = v end
