local _, addonTable = ...

local deathknight_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Abomination's Might
[53137] = { "Міць поганища", "Збільшує силу атаки ближнього бою на {1}%, а силу атаки дальнього бою на {2}% для всіх учасників групи чи рейду в межах {3} м. Також збільшує вашу силу на {4}%.#melee attack power by {1}%#ranged attack power by {2}%#within {3} y#Strength by {4}%", "Силу атаки ближнього бою збільшено на {1}%, а силу атаки дальнього бою збільшено на {2}%.#melee attack power by {1}%#ranged attack power by {2}%", en="Abomination's Might" },
[53138] = { ref=53137 }, -- Abomination's Might
-- Annihilation
[51468] = { "Анігіляція", "Збільшує шкоду \"Знищення\" на {1}%.#by {1}%", en="Annihilation" },
[51472] = { ref=51468 }, -- Annihilation
[51473] = { ref=51468 }, -- Annihilation
-- Anti-Magic Shell
[48707] = { "Антимагічний панцир", "Оточує лицаря смерті антимагічним панциром, що поглинає {1}% шкоди від заклять (до {2}% від здоров'я лицаря смерті) і запобігає накладанню негативних магічних ефектів. Триває {3} с.#absorbing {1}%#maximum of {2}%#Lasts {3} sec", "Отриману шкоду від заклять зменшено на {1}%.\nНевразливість до негативних магічних ефектів.#by {1}%", en="Anti-Magic Shell" },
-- Anti-Magic Zone
[79907] = { ref=51052 }, -- Anti-Magic Zone
-- Blade Barrier
[49182] = { "Клинковий бар'єр", "Ви отримуєте на {1}% менше шкоди зі всіх джерел.#take {1}% less", en="Blade Barrier" },
[49500] = { ref=49182 }, -- Blade Barrier
[49501] = { ref=49182 }, -- Blade Barrier
-- Blood Boil
[48721] = { "Скипання крові", "Кров усіх ворогів у межах {1} м закипає, що завдає [{1}#dealing {1} Shadow][від {1} до {2}#dealing {1} to {2} Shadow] шкоди від тіні. Завдає додаткової шкоди цілям, ураженим \"Кривавою чумою\" чи \"Морозною лихоманкою\".#within {1} y", en="Blood Boil" },
-- Blood Parasite
[49027] = { "Кривавий паразит", "Ваші атаки ближнього бою з ймовірністю {1}% створюють кривавого паразита. Паразит атакує ваших ворогів, поглинаючи їхню кров, поки не вибухне, зцілюючи союзників неподалік, Існує до {2} с.#a {1}% chance#up to {2} sec", en="Blood Parasite" },
[49542] = { ref=49027 }, -- Blood Parasite
[50452] = { "Кривавий паразит", "Створює кривавого паразита, що атакує ворогів, поглинаючи їхню кров, поки не вибухне, зцілюючи союзників неподалік, Існує до {1} с.#up to {1} sec", en="Blood Parasite" },
-- Blood Plague
[59879] = { "Кривава чума", "Хвороба, що завдає {1} шкоди від тіні кожні {2} с протягом {3} с. Ефект спричиняється \"Ударом чуми\" та іншими здібностями.#dealing {1} Shadow#every {2} sec for {3} sec", en="Blood Plague" },
-- Blood Presence
[48263] = { "Сила крові", "Ви сповнюєтесь силою крові, що збільшує витривалість на {1}%, збільшує броню від тканинних, шкіряних, кольчужних та латних предметів на {2}% та зменшує отриману шкоду на {3}%. Збільшує загрозу. Одночасно може бути активною лише одна сила, а її зміна поглинає всю силу рун.#Stamina by {1}%#items by {2}%#taken by {3}%", "Витривалість збільшено на {1}%.\nБроню від тканинних, шкіряних, кольчужних та латних предметів збільшено на {2}%.\nОтриману шкоду зменшено на {3}%.#Stamina increased by {1}%#items increased by {2}%#reduced by {3}%", en="Blood Presence" },
-- Blood Rites
[50034] = { "Кривавий обряд", "Коли ви влучаєте \"Ударом смерті\" чи \"Знищенням\", руни криги та нечестивості при активації перетворюються на руни смерті. Руни смерті можна використати як руни крові, криги чи нечестивості.", en="Blood Rites" },
-- Blood Strike
[45902] = { "Кривавий удар", "Миттєвий удар, що завдає ворогу {1}% шкоди зброї плюс {2}. Шкода збільшується на {3}% за кожну вашу хворобу на цілі.#causing {1}%#plus {2}#by {3}%", en="Blood Strike" },
-- Blood of the North
[54637] = { "Кров півночі", "Назавжди перетворює ваші руни крові на руни смерті. Руни смерті можна використати як руни крові, криги чи нечестивості.", en="Blood of the North" },
[98056] = { ref=54637 }, -- Blood of the North
-- Blood-Caked Blade
[49219] = { "Закривавлений клинок", "Ваші автоатаки з ймовірністю {1}% викликають удар закривавленим клинком, що завдає {2}% шкоди зброї плюс {3}% за кожну вашу хворобу на цілі.#a {1}% chance#hits for {2}% weapon damage plus {3}%", en="Blood-Caked Blade" },
[49627] = { ref=49219 }, -- Blood-Caked Blade
[49628] = { ref=49219 }, -- Blood-Caked Blade
-- Bone Shield
[49222] = { "Кістяний щит", "Оточує вас бар'єром з кісток. Щит з'являється з {1} зарядами і кожна атака, що завдає шкоди лицарю смерті, поглинає заряд. Поки існує хоча б один заряд щита, ви отримуєте на {2}% менше шкоди з усіх джерел та завдаєте на {3}% більше шкоди атаками, закляттями та здібностями[, а ваша швидкість руху збільшується на {1}%#move up to {1}% faster]. Триває {4} хв.#with {1} charges#take {2}% less#deal {3}% more#Lasts {4} min", "Отриману шкоду зменшено на {1}%.\nЗавдану шкоду збільшено на {2}%.[\nШвидкість руху збільшено на {1}%.#Movement speed increased by {1}%]#reduced by {1}%#dealt increased by {2}%", en="Bone Shield" },
-- Brittle Bones
[81325] = { "Крихкі кістки", "\"Морозна лихоманка\" проморожує кістки цілі, збільшуючи отриману нею шкоду на {1}%.#taken by {1}%", "Отриману шкоду збільшено на {1}%.#by {1}%", en="Brittle Bones" },
[81326] = { ref=81325 }, -- Brittle Bones
[81327] = { "Крихкі кістки", "Ваша сила збільшується на {1}%, а \"Морозна лихоманка\" проморожує кістки цілі, збільшуючи отриману нею шкоду на {2}%.#increased by {1}%#taken by {2}%", en="Brittle Bones" },
[81328] = { ref=81327 }, -- Brittle Bones
-- Butchery
[48979] = { "М'ясар", "Після вбивства цілі, що приносить досвід або честь, ви отримуєте {1} сили рун. Окрім того, ви отримуєте {2} сили рун кожні {3} с, поки перебуваєте в бою.#up to {1} Runic#generate {2} Runic Power per {3} sec", en="Butchery" },
[49483] = { ref=48979 }, -- Butchery
-- Chains of Ice
[45524] = { "Льодяні окови", "Заковує ворога крижаними оковами,[ завдаючи {1} шкоди від криги та#dealing {1} Frost damage][ завдаючи від {1} до {2} шкоди від криги та#dealing {1} to {2} Frost damage] зменшуючи швидкість руху на {1}% протягом {2} с. Також вражає ворога \"Морозною лихоманкою\".#by {1}% for {2} sec", "Сповільнено крижаними оковами.", en="Chains of Ice" },
-- Chilblains
[50040] = { "Обмороження", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с, а \"Льодяні окови\" знерухомлюють ціль на {3} с.#by {1}% for {2} sec#targets for {3} sec", en="Chilblains" },
[50041] = { ref=50040 }, -- Chilblains
[50434] = { "Обмороження", "Жертви \"Морозної лихоманки\" охолоджуються, внаслідок чого їхня швидкість руху зменшується на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Chilblains" },
[50435] = { ref=50434 }, -- Chilblains
-- Chill of the Grave
[49149] = { "Могильний холод", "Здібності \"Льодяні окови\", \"Виючий вітер\", \"Льодяний дотик\" та \"Знищення\" додають на {1} більше сили рун.#generate {1} additional", en="Chill of the Grave" },
[50115] = { ref=49149 }, -- Chill of the Grave
-- Contagion
[91316] = { "Заразність", "Збільшує шкоду хвороб, поширених \"Мором\", на {1}%.#by {1}%", en="Contagion" },
[91319] = { ref=91316 }, -- Contagion
-- Crimson Scourge
[81135] = { "Кривава Скара", "Збільшує шкоду \"Скипання крові\" на {1}%, а коли ви вражаєте атакою ближнього бою ціль, уражену \"Кривавою чумою\", з ймовірністю {2}% наступне \"Скипання крові\" не витрачатиме руни.#Boil by {1}%#a {2}% chance", en="Crimson Scourge" },
[81136] = { ref=81135 }, -- Crimson Scourge
-- Dancing Rune Weapon
[49028] = { "Танцююча рунічна зброя", "Викликає другу рунічну зброю, що атакує протягом {1} с, повторюючи атаки лицаря смерті. Рунічна зброя також захищає свого господаря, збільшуючи шанс парирування на {2}%.#for {1} sec#additional {2}% parry", en="Dancing Rune Weapon" },
-- Dark Simulacrum
[77606] = { "Темний симулякр", "Накладає на ворога темне заклинання, що триває {1} с та спрацьовує коли ворог витрачає ману на закляття, дозволяючи лицарю смерті застосувати його точну копію. При застосуванні на ворогів, що не є гравцями, поглинає лише деякі шкідливі заклинання.#for {1} sec", "Наступне закляття, що витрачає ману, буде скопійовано рунічним клинком лицаря смерті.", en="Dark Simulacrum" },
-- Dark Transformation
[63560] = { "Темне перетворення", "Поглинає {1} ефектів \"Вливання тіні\" з вашого гуля та перетворює його на могутню неживу потвору на {2} с. Здібності гуля підсилюються та отримують нові ефекти на час перетворення.#Consume {1} charges#for {2} sec", "Перетворено на неживу потвору.\nШкоду збільшено на {1}%.#by {1}%", en="Dark Transformation" },
-- Death Strike
[49998] = { "Удар смерті", "Потужний удар, що зцілює вам {1}% від шкоди, яку ви отримали протягом попередніх {2} секунд (мінімум {3}% від вашого максимального запасу здоров'я), а також завдає {4}% шкоди зброї плюс {5} цілі, якщо атака буде успішною.#for {1}% of#preceding {2} sec#least {3}% of#dealing {4}% weapon damage plus {5} to", en="Death Strike" },
-- Death and Decay
[43265] = { "Смерть і гниття", "Оскверняє вказану ділянку землі, завдаючи {1} шкоди від тіні щосекунди всім цілям в її межах протягом {2} с. Ця здібність спричиняє велику загрозу.#causing {1} Shadow#for {2} sec", "Завдає {1} шкоди щосекунди.#Suffering {1} Shadow", en="Death and Decay" },
-- Death's Advance
[96269] = { "Хода смерті", "Коли обидві ваші руни нечестивості використані, ефекти обмеження руху не можуть зменшити вашу швидкість руху нижче {1}% від звичайної.#below {1}%", en="Death's Advance" },
[96270] = { ref=96269 }, -- Death's Advance
-- Desecration
[55666] = { "Осквернення", "Здібності \"Удар чуми\", \"Удар Скари\" та \"Некротичний удар\" оскверняють землю в межах {1} м навколо цілі. Швидкість руху ворогів на оскверненій землі зменшується на {2}%. Не спрацьовує проти цілей, що мають невразливість до сповільнення руху. Триває {3} с.#within {1} y#slowed by {2}%#Lasts {3} sec", en="Desecration" },
[55667] = { ref=55666 }, -- Desecration
-- Ebon Plaguebringer
[51099] = { "Розносник чорної чуми", "\"Удар чуми\", \"Льодяний дотик\", \"Льодяні окови\" та \"Спалах хвороби\" також вражають ціль чорною чумою, що збільшує отриману нею шкоду від ваших хвороб на {1}% та збільшує всю отриману магічну шкоду ще на {2}%.#diseases by {1}%#additional {2}%", en="Ebon Plaguebringer" },
[51160] = { ref=51099 }, -- Ebon Plaguebringer
-- Empower Rune Weapon
[47568] = { "Підсилення рунічної зброї", "Підсилює вашу рунічну зброю, миттєво завершуючи відновлення всіх рун та додаючи {1} сили рун .#generating {1} Runic", en="Empower Rune Weapon" },
-- Endless Winter
[49137] = { "Нескінченна зима", "\"Замороження мозку\" витрачає {1} сили рун.#to {1} Runic", en="Endless Winter" },
[49657] = { nil, "\"Замороження мозку\" не витрачає сили рун.", ref=49137 }, -- Endless Winter
-- Epidemic
[81334] = { ref=49036 }, -- Epidemic
-- Festering Strike
[85948] = { "Гнійний удар", "Миттєва атака, що завдає {1}% шкоди зброї плюс {2} та продовжує тривалість дії \"Кривавої чуми\", \"Морозної лихоманки\" та \"Льодяних оков\" на цілі до {3} c.#deals {1}% weapon damage plus {2} and#up to {3} sec", en="Festering Strike" },
-- Festering Strike Off-Hand
[86061] = { "Гнійний удар (ліва рука)", ref=85948, en="Festering Strike Off-Hand" },
-- Frost Fever
[55095] = { "Морозна лихоманка", "Хвороба, що завдає шкоди від криги кожні {1} с та зменшує швидкість атак ближнього та дальнього бою цілі на {2}% протягом {3} с.#every {1} sec#by {2}% for {3} sec", "Завдає {1} шкоди від криги кожні {2} с.\nШвидкість атак ближнього та дальнього бою зменшено на {3}%.#{1} Frost damage every {2} sec#reduced by {3}%", en="Frost Fever" },
[59921] = { "Морозна лихоманка", "Хвороба, що завдає {1} шкоди від криги кожні {2} с та зменшує швидкість атак ближнього та дальнього бою на {3}% протягом {4} с. Ефект спричиняється \"Льодяним дотиком\" та іншими здібностями.#dealing {1} Frost damage every {2} sec#by {3}% for {4} sec", en="Frost Fever" },
-- Frost Presence
[48266] = { "Сила криги", "Ви сповнюєтесь силою криги, що збільшує шкоду на {1}% та посилює накопичення сили рун на {2}%. Одночасно може бути активною лише одна сила, а її зміна поглинає всю силу рун.#damage by {1}%#generation by {2}%", "Шкоду збільшено на {1}%.\nНакопичення сили рун посилено на {2}%.#Damage increased by {1}%#generation increased by {2}%", en="Frost Presence" },
-- Hand of Doom
[85793] = { "Десниця згуби", "Зменшує час відновлення \"Удушення\" на {1} с.#by {1} sec", en="Hand of Doom" },
[85794] = { ref=85793 }, -- Hand of Doom
-- Heart Strike
[55050] = { "Удар в серце", "Миттєвий удар по цілі та до двох ворогах поблизу, що завдає {1}% шкоди зброї плюс {2} по основній цілі, а кожен наступний ворог отримує на {3}% менше шкоди, ніж попередня ціль. Шкода, завдана кожній цілі, збільшується на {4}% за кожну вашу хворобу на цілі.#causing {1}% weapon damage plus {2} on#taking {3}% less#additional {4}% for", en="Heart Strike" },
-- Horn of Winter
[57330] = { "Горн зими", "Лицар cмерті дме в горн зими, що додає {1} сили рун і збільшує силу та спритність всіх учасників групи чи рейду в межах {2} м на {3}. Триває {4} хв.#generates {1} Runic#within {2} yards by {3}#Lasts {4} min", "Збільшує силу та спритність на {1}.#by {1}", en="Horn of Winter" },
-- Howling Blast
[49184] = { "Виючий вітер", "Вражає ворога крижаним вітром, завдаючи {1} шкоди від криги цілі та {2} шкоди від криги всім ворогам в межах {3} м від цілі[ та вражаючи всі цілі \"Морозною лихоманкою\"#infecting all targets with Frost Fever].#dealing {1} Frost#and {2} Frost#within {3} y", en="Howling Blast" },
-- Hungering Cold
[49203] = { "Голодна холоднеча", "Лишає землю навколо лицаря смерті тепла. Ворогів у межах {1} м вражає \"Морозна лихоманка\" і потрапляють у крижану пастку, що робить їх недієздатними протягом {2} с. Вороги вважаються замороженими, але будь-яка шкода, окрім хвороб, розбиває лід.#within {1} y#for {2} sec", "Заморожено.", en="Hungering Cold" },
-- Icebound Fortitude
[48792] = { "Стійкість льоду", "Лицар смерті заморожує свою кров, отримуючи невразливість до ефектів приголомшення та зменшуючи отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду зменшено на {1}%.\nНевразливість до ефектів приголомшення.#by {1}%", en="Icebound Fortitude" },
-- Icy Talons
[50887] = { "Крижані пазурі", "Швидкість атак ближнього бою збільшується на {1}%.#by {1}%", en="Icy Talons" },
-- Icy Touch
[45477] = { "Льодяний дотик", "Охолоджує ціль, завдаючи [{1}#for {1} Frost][від {1} до {2}#for {1} to {2} Frost] шкоди від криги та вражаючи \"Морозною лихоманкою\", що завдає періодичної шкоди та зменшує швидкість атак ближнього та дальнього бою на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість атак ближнього та дальнього бою зменшено на {1}%.#by {1}%", en="Icy Touch" },
-- Improved Blood Presence
[50365] = { "Покращена сила крові", "Збільшує швидкість відновлення рун на {1}% та зменшує шанс отримання критичного удару в ближньому бою на {2}% поки діє \"Сила крові\". Окрім того, під дією \"Сили криги\" чи \"Сили нечестивості\" ви зберігаєте {3}% зменшення шкоди від \"Сили крові\".#regeneration by {1}%#Presence by {2}%#retain {3}% damage", en="Improved Blood Presence" },
[50371] = { ref=50365 }, -- Improved Blood Presence
-- Improved Blood Tap
[94553] = { "Покращений крововідвід", "Зменшує час відновлення здібності \"Крововідвід\" на {1} с.#by {1} sec", en="Improved Blood Tap" },
[94555] = { ref=94553 }, -- Improved Blood Tap
-- Improved Death Strike
[62905] = { "Покращений удар смерті", "Збільшує шкоду \"Удару смерті\" на {1}%, його шанс критичного удару на {2}%, а обсяг зцілення - на {3}%.#Strike by {1}%#chance by {2}%#healed by {3}%", en="Improved Death Strike" },
[62908] = { ref=62905 }, -- Improved Death Strike
[81138] = { ref=62905 }, -- Improved Death Strike
-- Improved Frost Presence
[50384] = { "Покращена сила криги", "Шкода під \"Силою криги\" збільшується ще на {1}%. Окрім того, під дією \"Сили крові\" чи \"Сили нечестивості\" ви зберігаєте {2}% прискорення генерації сили рун від \"Сили криги\".#additional {1}%#retain {2}%", en="Improved Frost Presence" },
[50385] = { ref=50384 }, -- Improved Frost Presence
-- Improved Icy Talons
[55610] = { "Покращені крижані пазурі", "Збільшує швидкість атак ближнього та дальнього бою всіх учасників групи чи рейду в межах {1} м на {2}%, а вашу власну швидкість атак додатково на {3}%.#within {1} yards by {2}%#additional {3}%", "Збільшує швидкість атак ближнього та дальнього бою на {1}%.#by {1}%", en="Improved Icy Talons" },
-- Improved Unholy Presence
[50391] = { "Покращена сила нечестивості", "Ваша швидкість збільшується додатково на {1}% під \"Силою нечестивості\". Окрім того, під дією \"Сили крові\" чи \"Сили криги\" ви зберігаєте {2}% збільшення швидкості руху від \"Сили нечестивості\".#additional {1}%#retain {2}%", en="Improved Unholy Presence" },
[50392] = { ref=50391 }, -- Improved Unholy Presence
-- Killing Machine
[51123] = { "Машина для вбивств", "Ваші автоатаки мають шанс збільшити ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" на {1}%.#a {1}%", en="Killing Machine" },
[51124] = { nil, nil, "Ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" збільшено на {1}%.#{1}% bonus", ref=51123 }, -- Killing Machine
[51127] = { nil, "Ваші автоатаки мають шанс збільшити ймовірність критичного удару наступного \"Знищення\" чи \"Крижаного удару\" на {1}%. Ефект спрацьовує частіше за попердній ранг.#a {1}%", ref=51123 }, -- Killing Machine
[51128] = { ref=51127 }, -- Killing Machine
-- Magic Suppression
[49224] = { "Придушення магії", "Збільшує обсяг поглинання магічної шкоди \"Антимагічним панцирем\" додатково на {1}%, а шкода, поглинена \"Антимагічним панцирем\", відновлює силу рун.#additional {1}%", en="Magic Suppression" },
[49610] = { nil, "Збільшує обсяг поглинання магічної шкоди \"Антимагічним панцирем\" додатково на {1}% та збільшує відновлення сили рун від шкоди, поглиненої \"Антимагічним панцирем\".#additional {1}%", ref=49224 }, -- Magic Suppression
[49611] = { ref=49610 }, -- Magic Suppression
-- Might of the Frozen Wastes
[81330] = { "Міць крижаної пустки", "Коли ви тримаєте дворучну зброю, ваші атаки ближнього бою завдають додатково {1}% шкоди, а ваші автоатаки з ймовірністю {2}% додають {3} сили рун.#additional {1}%#a {2}% chance#generate {3} Runic", en="Might of the Frozen Wastes" },
[81332] = { ref=81330 }, -- Might of the Frozen Wastes
[81333] = { ref=81330 }, -- Might of the Frozen Wastes
-- Morbidity
[48963] = { "Хворобливість", "Збільшує шкоду та зцілення здібності \"Спіраль смерті\" на {1}%, а здібності \"Смерть і гниття\" - на {2}%.#Coil by {1}%#Decay by {2}%", en="Morbidity" },
[49564] = { ref=48963 }, -- Morbidity
[49565] = { ref=48963 }, -- Morbidity
-- Necrotic Strike
[73975] = { "Некротичний удар", "Жорстокий удар, що завдає {1}% шкоди зброї та поглинає {2} зцілення цілі. Протягом {3} c або поки не буде поглинуто максимальний обсяг зцілення, швидкість вимови заклять ціллю зменшується на {4}%.#deals {1}% weapon#next {2} healing#For {3} sec#by {4}%", "Поглинання {1} зцілення.\nШвидкість вимови заклять зменшено на {2}%.#next {1} healing#by {2}%", en="Necrotic Strike" },
-- Nerves of Cold Steel
[49226] = { "Крижана витримка", "Збільшує шанс влучити атаками одноручної зброї ближнього бою на {1}% та збільшує шкоду зброї в лівій руці на {2}%.#weapons by {1}% and#weapon by {2}%", en="Nerves of Cold Steel" },
[50137] = { ref=49226 }, -- Nerves of Cold Steel
[50138] = { ref=49226 }, -- Nerves of Cold Steel
-- Obliterate
[49020] = { "Знищення", "Жорстока атака, що завдає {1}% шкоди зброї плюс {2}. Шкода збільшується на {3}% за кожну вашу хворобу на цілі.#deals {1}% weapon damage plus {2}#by {3}% for each", en="Obliterate" },
-- Obliterate Off-Hand
[66198] = { "Знищення (ліва рука)", "Жорстока атака, що завдає {1}% шкоди зброї в лівій руці. Шкода збільшується на {2}% за кожну вашу хворобу на цілі.#deals {1}% offhand#by {2}% for each", en="Obliterate Off-Hand" },
-- On a Pale Horse
[51983] = { "На блідому коні", "Вас стає так само важко зупинити, як і саму смерть. Тривалість ефектів сповільнення вашого руху зменшується на {1}%, а ваша швидкість верхової їзди збільшується на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#reduced by {1}%#increased by {2}%", en="On a Pale Horse" },
[51986] = { ref=51983 }, -- On a Pale Horse
-- Outbreak
[77575] = { "Спалах хвороби", "Миттєво заражає ворога \"Кривавою чумою\" та \"Морозною лихоманкою\".", en="Outbreak" },
-- Parry
[82246] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою.", en="Parry" },
-- Path of Frost
[3714] = { "Крижаний шлях", "Ваша крижана аура утворює лід під ногами, що дозволяє учасникам групи чи рейду в межах {1} м ходити по воді протягом {2} хв[ та дозволяє вам падати з більшої висоти без отримання шкоди#greater distance without suffering damage]. Працює під час їзди верхи, але ефект скасовується якщо вас атакують або ви отримуєте шкоду.#within {1} y#for {2} min", "Дозволяє ходити по воді.", en="Path of Frost" },
-- Pestilence
[50842] = { "Мор", "Поширює \"Криваву чуму\" та \"Морозну лихоманку\" з цілі на всіх інших ворогів в межах {1} м. Хвороби, поширені таким чином, завдають {2}% від звичайної шкоди.#within {1} y#deal {2}% of", en="Pestilence" },
-- Pillar of Frost
[51271] = { "Крижаний стовп", "Закликає силу криги, що збільшує силу лицаря смерті на {1}%. Крижані кристали важким тягарем звисають з тіла лицаря смерті, забезпечуючи невразливість до переміщення від зовнішніх чинників, наприклад, до відкидання. Триває {2} с.#by {1}%#Lasts {2} sec", "Силу збільшено на {1}%.\nНевразливість до вимушеного переміщення.#Strength increased by {1}%", en="Pillar of Frost" },
-- Rage of Rivendare
[51745] = { "Лють Рівендера", "Збільшує шкоду здібностей \"Удар чуми\", \"Удар Скари\" та \"Гнійний удар\" на {1}%.#by {1}%", en="Rage of Rivendare" },
[51746] = { ref=51745 }, -- Rage of Rivendare
[91323] = { ref=51745 }, -- Rage of Rivendare
-- Raise Ally
[61999] = { "Підняття союзника", "Вливає темну енергію в мертву ціль, возз'єднуючи дух і тіло, щоб дозволити їй повернутися в бій з {1}% здоров'я та {2}% мани.#with {1}% health and {2}% mana", en="Raise Ally" },
-- Raise Dead
[46584] = { "Підняття мертвих", "Піднімає гуля, що битиметься на вашій стороні. Ви можете мати не більше одного гуля одночасно. Триває {1} хв.#Lasts {1} min", "Піднятий гуль служить вам.", en="Raise Dead" },
-- Reaping
[56835] = { "Жнива", "Коли ви завдаєте удару здібностями \"Кривавий удар\", \"Мор\" чи \"Гнійний удар\", витрачені руни перетворяться на руни смерті при активації. Руни смерті можна використати як руни крові, криги чи нечестивості.", en="Reaping" },
-- Resilient Infection
[81338] = { "Стійка інфекція", "Коли ваші хвороби розвіюють, ви з ймовірністю {1}% активуєте руну криги при розвіянні \"Морозної лихоманки\", або руну нечестивості при розвіянні \"Кривавої чуми\".#a {1}% chance", en="Resilient Infection" },
[81339] = { ref=81338 }, -- Resilient Infection
-- Rime
[49188] = { "Іній", "\"Знищення\" з ймовірністю {1}% дозволить застосувати наступний \"Виючий вітер\" чи \"Льодяний дотик\" без витрат рун.#a {1}% chance", en="Rime" },
[56822] = { ref=49188 }, -- Rime
[59057] = { ref=49188 }, -- Rime
-- Rune Strike
[56815] = { "Рунічний удар", "Удар, що завдає ворогу {1}% шкоди зброї плюс {2}. Можна використовувати з силою крові або протягом {3} c після ухилення чи парирування. Ця атака спричиняє велику загрозу і від неї не можна ухилитися, блокувати чи парирувати.#for {1}% weapon damage plus {2}#for {3} sec", en="Rune Strike" },
-- Rune of the Nerubian Carapace
[70164] = { "Руна нерубського панцира", "Додає на вашу одноручну зброю руну, що збільшує броню на {1}%, а витривалість на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#Armor by {1}%#Stamina by {2}%", en="Rune of the Nerubian Carapace" },
-- Rune of the Stoneskin Gargoyle
[62158] = { "Руна кам'яного гаргуйля", "Додає на вашу дворучну зброю руну, що збільшує броню на {1}%, а витривалість на {2}%. Для додавання руни необхідно бути біля рунної кузні в Чорній фортеці.#Armor by {1}%#Stamina by {2}%", en="Rune of the Stoneskin Gargoyle" },
-- Runic Corruption
[51459] = { "Рунічна пошесть", "Зменшує витрати сили рун \"Спіраллю смерті\" на {1}, а \"Рунічне підсилення\"  більше не відновлює витрачену руну, а натомість прискорює відновлення рун на {2}% протягом {3} с.#Coil by {1}#by {2}% for {3} sec", en="Runic Corruption" },
[51462] = { ref=51459 }, -- Runic Corruption
-- Runic Empowerment
[81229] = { "Рунічне підсилення", "Коли ви завдаєте шкоди \"Спіраллю смерті\", \"Крижаним ударом\" чи \"Рунічним ударом\", з ймовірністю {1}% ви активуєте випадкову витрачену руну.#a {1}% chance", en="Runic Empowerment" },
-- Runic Power Mastery
[91145] = { ref=49455 }, -- Runic Power Mastery
-- Sanguine Fortitude
[81125] = { "Кривава стійкість", "\"Стійкість льоду\" зменшує отриману шкоду ще на {1}% та витрачає на {2}% менше сили рун.#additional {1}%#costs {2}% less", en="Sanguine Fortitude" },
[81127] = { nil, "\"Стійкість льоду\" зменшує отриману шкоду ще на {1}% та не витрачає сили рун.#additional {1}%", ref=81125 }, -- Sanguine Fortitude
-- Scarlet Fever
[81131] = { "Багряна лихоманка", "\"Кривава чума\" вражає ціль \"Багряною лихоманкою\", що зменшує її фізичну шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Scarlet Fever" },
[81132] = { ref=81131 }, -- Scarlet Fever
-- Scent of Blood
[49004] = { "Запах крові", "З ймовірністю {1}% після ухилення, парирування чи отримання прямої шкоди ви отримуєте ефект \"Запах крові\", що створить {2} сили рун при завданні удару в ближньому бою.#a {1}% chance#generate {2} Runic", en="Scent of Blood" },
[49508] = { nil, "З ймовірністю {1}% після ухилення, парирування чи отримання прямої шкоди ви отримуєте ефект \"Запах крові\", що створить {2} сили рун при завданні {3} наступних ударів у ближньому бою.#a {1}% chance#generate {2} Runic#next {3} melee", ref=49004 }, -- Scent of Blood
[49509] = { ref=49508 }, -- Scent of Blood
-- Shadow Infusion
[48965] = { "Вливання тіні", "З ймовірністю {1}% успішне застосування \"Спіралі смерті\" підсилить активного гуля, збільшуючи його шкоду на {2}% протягом {3} с. Ефект накопичується до {4} разів.#a {1}% chance#by {2}% for {3} sec#up to {4} times", en="Shadow Infusion" },
[49571] = { ref=48965 }, -- Shadow Infusion
[49572] = { ref=48965 }, -- Shadow Infusion
-- Sudden Doom
[49018] = { "Раптова згуба", "Ваші атаки ближнього бою можуть дозволити вам застосувати наступну \"Спіраль смерті\" без витрат сили рун.", en="Sudden Doom" },
[49529] = { nil, "Ваші атаки ближнього бою мають шанс (більший за ранг {1}) дозволити вам застосувати наступну \"Спіраль смерті\" без витрат сили рун.#than rank {1}", ref=49018 }, -- Sudden Doom
[49530] = { ref=49529 }, -- Sudden Doom
-- Threat of Thassarian
[65661] = { "Грізність Тассаріана", "Коли ви тримаєте одноручну зброю в кожній руці, здібності \"Удар смерті\", \"Знищення\", \"Удар чуми\", \"Рунічний удар\", \"Кривавий удар\" та \"Крижаний удар\" з ймовірністю {1}% завдають шкоди від зброї в лівій руці.#a {1}% chance", en="Threat of Thassarian" },
[66191] = { ref=65661 }, -- Threat of Thassarian
[66192] = { ref=65661 }, -- Threat of Thassarian
-- Toughness
[49042] = { "Міць", "Збільшує вашу броню від предметів на {1}%.#items by {1}%", en="Toughness" },
[49786] = { ref=49042 }, -- Toughness
[49787] = { ref=49042 }, -- Toughness
-- Unholy Command
[49588] = { "Нечестивий наказ", "Зменшує час відновлення \"Смертельної хватки\" на {1} с і з ймовірністю {2}% \"Смертельна хватка\" завершує відновлення після вбивства цілі, що приносить досвід або честь.#by {1} sec#a {2}% chance", en="Unholy Command" },
[49589] = { ref=49588 }, -- Unholy Command
-- Unholy Frenzy
[49016] = { "Нечестиве шаленство", "Викликає в учасника групи чи рейду смертельне шаленство на {1} с. Ціль отримує ефект несамовитості, що збільшує швидкість атак ближнього та дальнього бою на {2}%, але змушує втрачати {3}% здоров'я кожні {4} с.#frenzy for {1} sec#haste by {2}%#equal to {3}%#every {4} sec", "Швидкість ближнього та дальнього бою збільшено на {1}%.\nВтрачає {2}% здоров'я кожні {3} с.#increased by {1}%#to {2}% of#every {3} sec", en="Unholy Frenzy" },
-- Unholy Might
[91107] = { "Нечестива міць", "Темна сила тече вашими жилами, збільшуючи силу на {1}%.#by {1}%", en="Unholy Might" },
-- Unholy Presence
[48265] = { "Сила нечестивості", "Ви сповнюєтесь нечестивою люттю, що збільшує швидкість атак та відновлення рун на {1}%, збільшує швидкість руху на {2}% та зменшує глобальний час відновлення ваших здібностей на {3} с. Одночасно може бути активною лише одна сила, а її зміна поглинає всю силу рун.#regeneration by {1}%#speed by {2}%#abilities by {3} sec", "Швидкість атаки та відновлення рун збільшено на {1}%.\nШвидкість руху збільшено на {2}%.\nГлобальний час відновлення здібностей зменшено на {3} с.#regeneration increased {1}%#speed increased by {2}%#reduced by {3} sec", en="Unholy Presence" },
-- Vampiric Blood
[55233] = { "Вампірська кров", "[Тимчасово збільшує максимальний запас здоров'я лицаря смерті на {1}% та збільшує#Temporarily grants the Death Knight {1}% of maximum][Збільшує#Increases the amount of health the Death Knight] обсяг отриманого здоров'я від цілющих заклять та ефектів на {1}% протягом {2} с.[ Після завершення ефекту здоров'я втрачається.#After the effect expires, the health is lost]#effects by {1}% for {2} sec", "Зцілення збільшено на {1}%.\nМаксимальний запас здоров'я збільшено на {2}%.#received increased by {1}%#health increased by {2}", en="Vampiric Blood" },
-- Vengeance
[93099] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди, але не більше, ніж на {2}% від вашого здоров'я.#gain {1}% of#of {2}% of", en="Vengeance" },
-- Veteran of the Third War
[50029] = { "Ветеран третьої війни", "Збільшує вашу витривалість на {1}%, вправність на {2} та зменшує час відновлення \"Спалаху хвороби\" на {3} с.#Stamina by {1}%#expertise by {2}#by {3} sec", en="Veteran of the Third War" },
-- Virulence
[48962] = { "Смертоносність", "Збільшує шкоду ваших хвороб на {1}%.#by {1}%", en="Virulence" },
[49567] = { ref=48962 }, -- Virulence
[49568] = { ref=48962 }, -- Virulence
-- Will of the Necropolis
[52284] = { "Воля некрополя", "Коли атака знижує ваш рівень здоров'я нижче {1}%, відновлення \"Поглинання руни\" завершується, наступне його застосування не витрачає рун, а отримана шкода зменшується на {2}% протягом {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#below {1}% of#by {2}% for {3} sec#every {4} sec", en="Will of the Necropolis" },
[81162] = { "Воля некрополя", "Коли атака знижує ваш рівень здоров'я нижче {1}%, ви відновлюєте руну крові, відновлення \"Поглинання руни\" завершується, а вся отримана шкода зменшується на {2} с. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#below {1}% of#for {2} sec#every {3} sec", "Отриману шкоду зменшено на {1}%.#by {1}%", en="Will of the Necropolis" },
[81163] = { ref=52284 }, -- Will of the Necropolis
[81164] = { ref=52284 }, -- Will of the Necropolis
[96171] = { "Воля некрополя", "Коли атака знижує ваш рівень здоров'я нижче {1}%, відновлення \"Поглинання руни\" завершується, а наступне його застосування не витрачає рун.#below {1}% of", "Наступне \"Поглинання руни\" не витрачає рун.", en="Will of the Necropolis" },

-- Mounts
[48778] = { "Смертегін Акеруса", "Викликає та відпускає верхового смертегона Акеруса.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Acherus Deathcharger" },

}

for k, v in pairs(deathknight_spells) do addonTable.spell[k] = v end
