local _, addonTable = ...

local hunter_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Aimed Shot
[19434] = { "Прицільний постріл", "Потужний прицільний постріл, що завдає {1}% шкоди від зброї дальнього бою плюс {2}.#deals {1}%#plus {2}." }, -- Aimed Shot
-- Aimed Shot!
[82928] = { "Прицільний постріл!", ref=19434 }, -- Aimed Shot! (Master Marksman)
-- Animal Handler
[87325] = { "Догляд за тваринами", "Силу атаки збільшено на {1}%.#by {1}%" }, -- Animal Handler (Passive)
-- Arcane Shot
[3044] = { "Арканічний постріл", "Миттєвий постріл, що завдає {1}% від шкоди зброї плюс {2} у вигляді шкоди арканою.#causes {1}%#plus {2} as" }, -- Arcane Shot
-- Artisan Quiver
[87326] = { "Майстерний сагайдак", "Шкоду від автоматичної стрільби збільшено на {1}%.#by {1}%" }, -- Artisan Quiver (Passive)
-- Aspect of the Cheetah
[5118] = { "Аспект гепарда", "Мисливець переймає аспекти гепарда, збільшуючи швидкість руху на {1}%. Отримана шкода викличе запаморочення на {2} с. Одночасно може бути активним лише один аспект.#speed by {1}%#for {2} sec", "Швидкість руху збільшено на {1}%. Запаморочення при отриманні удару.#{1}% increased" }, -- Aspect of the Cheetah
-- Aspect of the Fox
[82661] = { "Аспект лисиці", "Мисливець переймає аспекти лисиці, що дозволяє виконувати \"Впевнений постріл\" та \"Постріл кобри\" під час руху та відновлює {1} од. концентрації при отриманні удару в ближньому бою.#gain {1} Focus", "\"Впевнений постріл\" та \"Постріл кобри\" можна виконувати під час руху. При отриманні удару в ближньому бою відновлює {1} од. концентрації.#generate {1} Focus" }, -- Aspect of the Fox
-- Aspect of the Hawk
[13165] = { "Аспект яструба", "Мисливець переймає аспекти яструба, збільшуючи силу атаки дальнього бою на {1}. Одночасно може бути активним лише один аспект.#by {1}", "Збільшує силу атаки дальнього бою на {1}.#by {1}" }, -- Aspect of the Hawk
-- Aspect of the Pack
[13159] = { "Аспект зграї", "Мисливець і учасники рейду в межах {1} м переймають аспекти зграї гепардів, збільшуючи швидкість руху на {2}%. Отримана шкода викличе запаморочення на {3} с. Одночасно може бути активним лише один аспект.#within {1} y#speed by {2}%#for {3} sec", "Швидкість руху збільшено на {1}%. Запаморочення при отриманні удару.#{1}% increased" }, -- Aspect of the Pack
-- Aspect of the Wild
[20043] = { "Аспект первісної природи", "Мисливець і учасники групи та рейду в межах {1} м переймають аспект первісної природи, збільшуючи опір природі на {2}. Одночасно може бути активним лише один аспект.#within {1} y#resistance by {2}", "Опір природі збільшено на {1}.#by {1}" }, -- Aspect of the Wild
-- Auto Shot
[75] = { "Автоматична стрільба", "Автоматична стрільба по цілі, що діє до скасування.", "Стрільба по цілі." }, -- Auto Shot
-- Beast Mastery
[53270] = { "Влада над звірами", "Ви опановуєте мистецтво дресирування звірів, отримуючи можливість приручати екзотичних вихованців і збільшуючи кількість очок навичок вихованця на {1}.#by {1}." }, -- Beast Mastery
-- Bestial Discipline
[82687] = { ref=19590 }, -- Bestial Discipline (Rank 3)
-- Bestial Wrath
[19574] = { "Звіриний гнів", "Викликає у вашого вихованця лють, від чого той завдає на {1}% більше шкоди протягом {2} с. Звір не відчуває ні жалю, ні сумління, ні страху, і його зупинить лише смерть.#causing {1}%#for {2} sec", "Несамовитість." }, -- Bestial Wrath
-- Black Arrow
[3674] = { "Чорна стріла", "Випускає в ціль чорну стрілу, що завдає {1} шкоди від тіні протягом {2} с. Чорна стріла має спільний час відновлення з вогняними пастками.#dealing {1} Shadow damage over {2} sec", "{1} шкоди від тіні кожні {2} с.#{1} Shadow damage every {2} sec" }, -- Black Arrow
[95933] = { "Чорна стріла", "Випускає в ціль чорну стрілу, що миттєво завдає {1} шкоди, і додатково {2} шкоди від тіні протягом {3} с. Чорна стріла має спільний час відновлення з вогняними пастками.#dealing {1} damage#additional {2} Shadow damage over {3} sec" }, -- Black Arrow
-- Bombardment
[35104] = { "Бомбардування", "Коли ви завдаєте критичної шкоди \"Багатозарядним пострілом\", витрати концентрації на \"Багатозарядний постріл\" зменшуються на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Bombardment (Rank 1)
[35110] = { ref=35104 }, -- Bombardment (Rank 2)
-- Call Pet 1
[883] = { "Виклик вихованця 1", "Викликати вашого першого вихованця." }, -- Call Pet 1
-- Call Pet 2
[83242] = { "Виклик вихованця 2", "Викликати вашого другого вихованця." }, -- Call Pet 2
-- Call Pet 3
[83243] = { "Виклик вихованця 3", "Викликати вашого третього вихованця." }, -- Call Pet 3
-- Call Pet 4
[83244] = { "Виклик вихованця 4", "Викликати вашого четвертого вихованця." }, -- Call Pet 4
-- Call Pet 5
[83245] = { "Виклик вихованця 5", "Викликати вашого п'ятого вихованця." }, -- Call Pet 5
-- Camouflage
[51753] = { "Маскування", "Ви зливаєтеся з навколишнім середовищем, внаслідок цього вас та вашого вихованця не можуть вибрати ціллю для атак дальнього бою. Також зменшує відстань, на якій ворожі істоти можуть вас виявити, і забезпечує непомітність, коли ви нерухомі.\n\nВи можете розставляти пастки під час маскування, але будь-яка шкода, завдана вам або вашому вихованцеві, скасовує ефект. Не можна використовувати в бою. Триває {1} хв.#for {1} min" }, -- Camouflage
[51755] = { nil, nil, "Не можна обрати ціллю для атак дальнього бою.\nЗменшує відстань, на якій ворожі істоти можуть вас виявити.", ref=51753 }, -- Camouflage
-- Careful Aim
[34482] = { "Ретельне прицілювання", "Збільшує ймовірність критичного удару здібностями \"Впевнений постріл\", \"Постріл кобри\" та \"Прицільний постріл\" на {1}% по цілям, що мають більше {2}% здоров'я.#by {1}%#above {2}%" }, -- Careful Aim (Rank 1)
[34483] = { ref=34482 }, -- Careful Aim (Rank 2)
-- Chimera Shot
[53209] = { "Постріл химери", "Миттєвий постріл, що завдає шкоди від зброї дальнього бою плюс {1} у вигляді шкоди від природи, поновлюючи ефект \"Жала змії\" та зцілюючи вам {2}% здоров'я.#plus {1},#for {2}%" }, -- Chimera Shot
-- Cobra Shot
[77767] = { "Постріл кобри", "Завдає шкоди від зброї плюс {1} у вигляді шкоди від природи і збільшує тривалість дії \"Жала змії\" на цілі на {2} секунд. Відновлює {3} од. концентрації.#plus {1} in#by {2} sec#Generates {3} Focus" }, -- Cobra Shot
-- Cobra Strikes
[53256] = { "Удари кобри", "З ймовірністю {1}% після завдання шкоди \"Арканічним пострілом\" наступні {2} базові атаки вашого вихованця будуть критичними.#a {1}%#next {2} Basic" }, -- Cobra Strikes (Rank 1)
[53259] = { ref=53256 }, -- Cobra Strikes (Rank 2)
[53260] = { ref=53256 }, -- Cobra Strikes (Rank 3)
-- Concussive Barrage
[35100] = { "Запаморочливий шквал", "Ваші успішні атаки \"Пострілом химери\" та \"Багатозарядним пострілом\" з ймовірністю {1}% викличуть у цілей запаморочення на {2} с.#a {1}% chance#for {2} sec" }, -- Concussive Barrage (Rank 1)
[35102] = { ref=35100 }, -- Concussive Barrage (Rank 2)
-- Concussive Shot
[5116] = { "Запаморочливий постріл", "Запаморочує ціль, зменшуючи швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Concussive Shot
-- Crouching Tiger, Hidden Chimera
[82898] = { "Тихіше тигра, непомітніше химери", "Коли ви зазнаєте атаки в ближньому бою, час відновлення здібності \"Відступ\" скорочується на {1} с.\n\nКоли ви зазнаєте атаки в дальньому бою або удару заклинанням, час відновлення здібності \"Стримування\" скорочується на {2} секунди.\n\nЦі ефекти відновлюються {3} с.#Disengage is instantly reduced by {1} sec#Deterrence is instantly reduced by {2} sec# a {3} sec cooldown" }, -- Crouching Tiger, Hidden Chimera (Rank 1)
[82899] = { ref=82898 }, -- Crouching Tiger, Hidden Chimera (Rank 2)
-- Deterrence
[19263] = { "Стримування", "При активації, ви відбиваєте атаки ближнього і дальнього бою та закляття, а також отримуєте на {1}% менше шкоди. Під час стримування ви не можете атакувати. Триває {2} с.#by {1}%#Lasts {2} sec", "Відбиття атак ближнього і дальнього бою та заклять.\nОтриману шкоду зменшено на {1}%.#by {1}%" }, -- Deterrence
-- Dismiss Pet
[2641] = { "Відклик вихованця", "Відкликає вашого вихованця. Потім ви зможете викликати його знову." }, -- Dismiss Pet
-- Eagle Eye
[6197] = { "Орлине око", "Загострює зір мисливця. Можна використовувати лише просто неба. Триває {1} хв.#Lasts {1} min", "Зір посилено." }, -- Eagle Eye
-- Efficiency
[19416] = { "Ефективність", "Зменшує витрати концентрації на \"Арканічний постріл\" на {1}, а на \"Вибуховий постріл\" та \"Постріл химери\" - на {2}.#Arcane Shot by {1}#Chimera Shot by {2}" }, -- Efficiency (Rank 1)
[19417] = { ref=19416 }, -- Efficiency (Rank 2)
[19418] = { ref=19416 }, -- Efficiency (Rank 3)
-- Entrapment
[19184] = { "Схоплення", "Крижана та зміїна пастки схоплюють всі уражені цілі, знерухомлюючи їх на {1} с.#for {1} sec" }, -- Entrapment (Rank 1)
[19387] = { ref=19184 }, -- Entrapment (Rank 2)
-- Explosive Shot
[53301] = { "Вибуховий постріл", "Ви стріляєте вибуховим зарядом у ворожу ціль, завдаючи {1} шкоди від вогню. Заряд буде підривати ціль щосекунди протягом ще {2} с.#dealing {1} Fire#additional {2} sec", "Отримує {1} шкоди від вогню щосекунди.#Taking {1} Fire" }, -- Explosive Shot
-- Explosive Trap
[13813] = { "Вибухова пастка", "Встановити вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди від вогню і додатково {3} шкоди від вогню протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} хв.#causing {1} to {2} Fire#for {3} additional Fire damage over {4} sec#within {5} y#exist for {6} min" }, -- Explosive Trap (Fire)
[82939] = { "Вибухова пастка", "Кинути у обране місце вогняну пастку, яка вибухне при наближенні ворога, завдаючи від {1} до {2} шкоди від вогню і додатково {3} шкоди від вогню протягом {4} с усім ворогам у радіусі {5} м. Пастка існуватиме {6} хв.#causing {1} to {2} Fire#for {3} additional Fire damage over {4} sec#within {5} y#exist for {6} min" }, -- Explosive Trap (Fire - Trap Launcher)
-- Feed Pet
[6991] = { "Годування вихованця", "Нагодувати вашого вихованця вибраним предметом, миттєво відновлюючи {1}% здоров'я. Не можна використовувати в бою.#restoring {1}%" }, -- Feed Pet
-- Feign Death
[5384] = { "Удавання мертвого", "Прикинутися мертвим, щоб ввести в оману ворогів та змусити їх вас ігнорувати. Триває до {1} хв.#Lasts up to {1} min", "Удає мертвого." }, -- Feign Death
-- Ferocious Inspiration
[34460] = { "Несамовите натхнення", "Всі члени групи та рейду в межах {2} м від вашого вихованця завдають на {1}% більше шкоди.#by {1}% within {2} y" }, -- Ferocious Inspiration (Passive)
-- Fervor
[82726] = { "Палкість", "Миттєво відновлює {1} концентрації вашому вихованцю.#restores {1} Focus" }, -- Fervor
-- Focus Fire
[82692] = { "Сконцентрований вогонь", "Поглинає ефекти оскаженіння з вашого вихованця, відновлюючи вихованцю {1} од. концентрації та збільшуючи вашу швидкість атаки дальнього бою на {2}% за кожен ефект несамовитості. Триває {3} с.#restoring {1} Focus#by {2}% for#Lasts for {3} sec", "Швидкість атаки дальнього бою збільшено на {1}%.#by {1}%" }, -- Focus Fire
-- Focused Aim
[87324] = { "Зосереджене прицілювання", "Зменшує затримку від отриманих атак при застосуванні здібностей \"Впевнений постріл\" та \"Постріл кобри\" на {1}%.#by {1}%" }, -- Focused Aim (Passive)
-- Freezing Trap
[1499] = { "Заморожувальна пастка", "Встановити крижану пастку, яка заморозить ворога при наближенні та унеможливить всі його дії впродовж {1} хв. Будь-яка шкода розіб'є лід. Одночасно цією пасткою можна заморозити лише одну ціль. Пастка існуватиме {2} хв.#for up to {1} min#exist for {2} min" }, -- Freezing Trap (Frost)
[60192] = { "Заморожувальна пастка", "Кинути у обране місце крижану пастку, яка заморозить ворога при наближенні та унеможливить всі його дії впродовж {1} хв. Будь-яка шкода розіб'є лід. Одночасно цією пасткою можна заморозити лише одну ціль. Пастка існуватиме {2} хв.#for up to {1} min#exist for {2} min" }, -- Freezing Trap (Frost - Trap Launcher)
-- Frenzy
[19621] = { "Оскаженіння", "Швидкість атаки вашого вихованця збільшується на {1}% після кожної базової атаки. Триває {2} с та накопичується до {3} разів.#gains {1}%#for {2} sec#up to {3} times" }, -- Frenzy (Rank 1)
[19622] = { ref=19621 }, -- Frenzy (Rank 2)
[19623] = { ref=19621 }, -- Frenzy (Rank 3)
-- Go for the Throat
[34950] = { "Хапай за горло", "Критичні удари вашої автоматичної стрільби відновлюють вашому вихованцю {1} од. концентрації.#generate {1} Focus" }, -- Go for the Throat (Rank 1)
[34954] = { ref=34950 }, -- Go for the Throat (Rank 2)
-- Hunter vs. Wild
[56339] = { "Мисливець проти природи", "Збільшує вашу витривалість на {1}%.#by {1}%" }, -- Hunter vs. Wild (Rank 1)
[56340] = { ref=56339 }, -- Hunter vs. Wild (Rank 2)
[56341] = { ref=56339 }, -- Hunter vs. Wild (Rank 3)
-- Hunter's Mark
[1130] = { "Мітка мисливця", "Відмічає ціль, збільшує силу атак дальнього бою всіх нападників проти відміченої цілі на {1}. Окрім того, мітка дозволяє мисливцю завжди бачить відмічену ціль, навіть якщо та стає непомітною або невидимою. Також, ціль відображається на мінікарті. Триває {2} хв.#by {1}#Lasts for {2} min", "Всі нападники отримують {1} сили атаки дальнього бою проти цієї цілі. Цю ціль видно під час непомітності чи невидимості.#gain {1} ranged" }, -- Hunter's Mark
-- Hunting Party
[53290] = { "Групове полювання", "Збільшує вашу спритність на {1}%, а також підвищує швидкість атак дальнього і ближнього бою всіх членів групи та рейду на {2}%.#additional {1}%#by {2}%", "Швидкість атак дальнього і ближнього бою збільшено на {1}%.#by {1}%" }, -- Hunting Party
-- Ice Trap
[13809] = { "Крижана пастка", "Встановити крижану пастку, яка вкриває льодом місцевість навколо на {1} с при наближенні ворога. Всі вороги в радіусі {2} м будуть сповільнені на {3}% допоки перебувають в зоні ефекту. Пастка існуватиме {4} хв.#itself for {1} sec#within {2} y#slowed by {3}%#exist for {4} min" }, -- Ice Trap (Frost)
[82941] = { "Крижана пастка", "Кинути у обране місце крижану пастку, яка вкриває льодом місцевість навколо на {1} с при наближенні ворога. Всі вороги в радіусі {2} м будуть сповільнені на {3}% допоки перебувають в зоні ефекту. Пастка існуватиме {4} хв.#itself for {1} sec#within {2} y#slowed by {3}%#exist for {4} min" }, -- Ice Trap (Frost - Trap Launcher)
-- Immolation Trap
[13795] = { "Обпалююча пастка", "Встановити вогняну пастку, яка підпалить першого ворога при наближенні й завдасть {1} шкоди вогнем протягом {2} с. Пастка існуватиме {3} хв.#for {1} Fire damage over {2} sec#exist for {3} min" }, -- Immolation Trap (Fire)
[82945] = { "Обпалююча пастка", "Кинути у обране місце вогняну пастку, яка підпалить першого ворога при наближенні й завдасть {1} шкоди вогнем протягом {2} с. Пастка існуватиме {3} хв.#for {1} Fire damage over {2} sec#exist for {3} min" }, -- Immolation Trap (Fire - Trap Launcher)
-- Improved Kill Command
[35029] = { "Покращена команда \"Вбити\"", "Збільшує шанс критичного удару команди \"Вбити\" на {1}%.#by {1}%" }, -- Improved Kill Command (Rank 1)
[35030] = { ref=35029 }, -- Improved Kill Command (Rank 2)
-- Improved Mend Pet
[19572] = { "Покращене зцілення вихованця", "Здібність \"Зцілення вихованця\" з ймовірністю {1}% зніме прокляття, хворобу, отруту чи магічний ефект на кожному такті.#a {1}%" }, -- Improved Mend Pet (Rank 1)
[19573] = { ref=19572 }, -- Improved Mend Pet (Rank 2)
-- Improved Serpent Sting
[19464] = { "Покращене жало змії", "Ваше \"Жало змії\" також миттєво завдає {1}% від всієї шкоди періодичного ефекту.\n\nТакож збільшує ймовірність завдання критичної періодичної шкоди \"Жалом змії\" на {2}%.#to {1}%#by {2}%" }, -- Improved Serpent Sting (Rank 1)
[82834] = { ref=19464 }, -- Improved Serpent Sting (Rank 2)
-- Improved Steady Shot
[53221] = { "Покращений впевнений постріл", "Коли ви двічі поспіль виконуєте \"Впевнений постріл\", швидкість атак дальнього бою збільшується на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Improved Steady Shot (Rank 1)
[53222] = { ref=53221 }, -- Improved Steady Shot (Rank 2)
[53224] = { ref=53221 }, -- Improved Steady Shot (Rank 3)
-- Into the Wilderness
[84729] = { "Єднання з природою", "Спритність збільшено на {1}%.#by {1}%" }, -- Into the Wilderness (Passive)
-- Invigoration
[53252] = { "Збадьорення", "Коли ваш вихованець завдає критичного удару базовою атакою, ви миттєво відновлюєте {1} од. концентрації.#regenerate {1} Focus" }, -- Invigoration (Rank 1)
[53253] = { ref=53252 }, -- Invigoration (Rank 2)
-- Kill Command
[34026] = { "Команда \"Вбити\"", "Віддати вихованцю команду \"вбити\", від чого той завдасть {1} шкоди цілі. \n\nВихованець має перебувати в бою та в межах {2} м від цілі здібності.#inflict {1} damage#within {2} y" }, -- Kill Command
-- Kill Shot
[53351] = { "Вбивчий постріл", "Ви намагаєтеся добити поранену ціль точним пострілом, завдаючи їй {1}% шкоди від зброї плюс {2}. Вбивчий постріл можна здійснити лише проти ворогів, що мають менше {3}% здоров'я.#dealing {1}% weapon damage plus {2}#have {3}%" }, -- Kill Shot
-- Killing Streak
[82748] = { "Серія вбивств", "Коли команда \"Вбити\" двічі поспіль завдає критичної шкоди, третя команда завдасть на {1}% більше шкоди та витратить на {2} од. менше концентрації.#deal {1}% more#by {2} Focus" }, -- Killing Streak
[82749] = { ref=82748 }, -- Killing Streak
-- Kindred Spirits
[56314] = { "Споріднені душі", "Збільшує максимальний запас концентрації для вас та вашого вихованця на {1}.#by {1}" }, -- Kindred Spirits (Rank 1)
[56315] = { ref=56314 }, -- Kindred Spirits (Rank 2)
-- Lock and Load
[56342] = { "Захоплення цілі", "З ймовірністю {1}% після спрацьовування \"Заморожувальної пастки\" або \"Крижаної пастки\" наступні два \"Вибухові постріли\" не витрачатимуть концентрацію та не матимуть часу відновлення. Ефект діє {2} с.#a {1}% chance#for {2} sec" }, -- Lock and Load (Rank 1)
[56343] = { ref=56342 }, -- Lock and Load (Rank 2)
-- Marked for Death
[53241] = { "Мітка смерті", "Ваші здібності \"Арканічний постріл\" та \"Постріл химери\" з ймовірністю {1}% застосують ефект \"Мітка смерті\".\n\n\"Мітка смерті\" має той же ефект, що й \"Мітка мисливця\", але її не можна розвіяти, вона не дозволяє завжди бачити ціль та триває {2} с.#a {1}% chance#for {2} sec" }, -- Marked for Death (Rank 1)
[53243] = { ref=53241 }, -- Marked for Death (Rank 2)
-- Master Marksman
[34485] = { "Майстер-стрілець", "З ймовірністю {1}% після \"Впевненого пострілу\" ви на {2} с отримаєте ефект \"Майстер-стрілець\". Після накопичення {3} ефектів час виконання та витрати концентрації наступного \"Прицільного пострілу\" зменшаться на {4}% протягом {5} с.#a {1}% chance#lasting {2} sec#reaching {3} stacks#by {4}% for {5} sec" }, -- Master Marksman (Rank 1)
[34486] = { ref=34485 }, -- Master Marksman (Rank 2)
[34487] = { ref=34485 }, -- Master Marksman (Rank 3)
-- Mend Pet
[136] = { "Зцілення вихованця", "Відновлює вашому вихованцю {1}% здоров'я протягом {2} с.#for {1}% of#over {2} sec", "Відновлює вашому вихованцю {1}% здоров'я кожні {2} с.#Heals {1}% of#every {2} sec" }, -- Mend Pet
-- Mirrored Blades
[83494] = { "Відбиваючі клинки", "Коли вас атакують заклинанням під час дії \"Стримування\", ви з шансом {1}% відіб'єте заклинання в нападника.#a {1}% chance" }, -- Mirrored Blades (Rank 1)
[83495] = { ref=83494 }, -- Mirrored Blades (Rank 1)
-- Misdirection
[34477] = { "Перенаправлення", "Учасник групи чи рейду, на якого спрямована здібність, отримає загрозу, спричинену вашою наступною атакою і всіма діями, що відбудуться після неї протягом {1} с. Перенаправлена загроза не є постійною і зникає через {2} с.#for {1} sec#after {2} sec", "Перенаправляє загрозу." }, -- Misdirection
-- Multi-Shot
[2643] = { "Багатозарядний постріл", "Вистрілює декілька набоїв, вражаючи вашу поточну ціль та всіх ворогів в радіусі {1} м, завдаючи {2}% шкоди від зброї.#within {1} y#for {2}% of" }, -- Multi-Shot
-- Noxious Stings
[53295] = { "Отруйні жала", "Збільшує вашу шкоду дальнього бою проти цілей, уражених вашим \"Жалом змії\", на {1}%.\n\nЯкщо \"Жало виверни\" розвіюють, розвіювач також уражається \"Жалом виверни\" що триває {2}% від часу, що залишався у розвіяного ефекту.#by {1}%#lasting {2}%" }, -- Noxious Stings (Rank 1)
[53296] = { ref=53295 }, -- Noxious Stings (Rank 2)
-- One with Nature
[82682] = { "Єднання з природою", "Збільшує бонус до сили атаки від \"Аспекту яструба\" на {1}% та збільшує відновлення концентрації від \"Аспекту лисиці\" на {2}.#Hawk by {1}%#Fox by {2}." }, -- One with Nature (Rank 1)
[82683] = { ref=82682 }, -- One with Nature (Rank 2)
[82684] = { ref=82682 }, -- One with Nature (Rank 3)
-- Parry
[82243] = { "Парирування", "Дає шанс парирувати ворожі атаки ближнього бою." }, -- Parry (Passive)
-- Pathing
[52783] = { "Торування", "Збільшує швидкість атак дальнього бою на {1}%.#by {1}%" }, -- Pathing (Rank 1)
[52785] = { ref=52783 }, -- Pathing (Rank 2)
[52786] = { ref=52783 }, -- Pathing (Rank 3)
-- Point of No Escape
[53298] = { "Точка неповернення", "Збільшує ймовірність завдання критичного удару цілям, ураженим вашою \"Крижаною пасткою\" або \"Заморожувальною пасткою\", на {1}%.#by {1}%" }, -- Point of No Escape (Rank 1)
[53299] = { ref=53298 }, -- Point of No Escape (Rank 2)
-- Posthaste
[83558] = { "Поспіх", "Зменшує час відновлення \"Швидкої стрілянини\" на {1} хв і збільшує вашу швидкість на {2}% протягом {3} секунд після використання \"Відступу\".#by {1} min#by {2}% for {3} sec" }, -- Posthaste (Rank 1)
[83559] = { "Поспіх", "Зменшує час відновлення \"Швидкої стрілянини\" та збільшує вашу швидкість протягом {1} секунд після використання \"Відступу\".#for {1} sec", "Швидкість руху збільшено на {1}%.#by {1}%" }, -- Posthaste
[83560] = { ref=83558 }, -- Posthaste (Rank 2)
-- Rapid Killing
[34948] = { "Швидке вбивство", "Після вбивства цілі, що приносить досвід або честь, ваш наступний \"Прицільний постріл\", \"Впевнений постріл\" або \"Постріл кобри\" завдасть на {1}% більше шкоди. Триває {2} с.#causes {1}% additional#Lasts {2} sec" }, -- Rapid Killing (Rank 1)
[34949] = { ref=34948 }, -- Rapid Killing (Rank 2)
-- Rapid Recuperation
[53228] = { "Швидка концентрація", "Ви отримуєте {1} од. концентрації кожні {2} с, поки перебуваєте під дією \"Швидкої стрілянини\", і миттєво відновлюєте {3} од. концентрації, коли отримуєте ефект \"Швидке вбивство\".#gain {1} focus every {2} sec#gain {3} Focus instantly" }, -- Rapid Recuperation (Rank 1)
[53232] = { ref=53228 }, -- Rapid Recuperation (Rank 2)
-- Raptor Strike
[2973] = { "Удар раптора", "Атака, що миттєво завдає звичайної шкоди від зброї плюс {1}.#plus {1}." }, -- Raptor Strike
-- Readiness
[23989] = { "Готовність", "При активації, миттєво завершує відновлення всіх здібностей мисливця." }, -- Readiness
-- Resistance is Futile
[82893] = { "Опір марний", "Коли відмічена вами ціль намагається бігти, тікати або рухатися, з ймовірністю {1}% ваша наступна команда \"Вбити\", застосована на цю ціль протягом {2} секунд, поверне витрачену на неї концентрацію.#a {1}% chance#within {2} sec" }, -- Resistance is Futile (Rank 1)
[82894] = { ref=82893 }, -- Resistance is Futile (Rank 2)
-- Resistance is Futile!
[82897] = { "Опір марний!", "Коли відмічена вами ціль намагається бігти, тікати або рухатися, з деякою ймовірністю ваша наступна команда \"Вбити\", застосована на цю ціль протягом {1} секунд, поверне витрачену на неї концентрацію.#within {1} sec", "Наступна команда \"Вбити\", застосована на відмічену ціль, поверне {1}% витраченої на неї концентрації.#refunds {1}%" }, -- Resistance is Futile!
-- Resourcefulness
[34491] = { "Винахідливість", "Зменшує час відновлення пасток та \"Чорної стріли\" на {1} с.#by {1} sec" }, -- Resourcefulness (Rank 1)
[34492] = { ref=34491 }, -- Resourcefulness (Rank 2)
[34493] = { ref=34491 }, -- Resourcefulness (Rank 3)
-- Serpent Spread
[87934] = { "Зміїний розмах", "Цілі, уражені вашим \"Багатозарядним пострілом\" також отримують ефект \"Жала змії\" на {1} секунд.#to {1} sec" }, -- Serpent Spread (Rank 1)
[87935] = { ref=87934 }, -- Serpent Spread (Rank 2)
-- Serpent Sting
[1978] = { "Жало змії", "Завдає {1} шкоди від природи протягом {2} с.#Causes {1} Nature damage over {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#Causes {1} Nature damage every {2} sec" }, -- Serpent Sting
-- Sic 'Em!
[83340] = { "Взяти!", "При завданні критичного удару \"Арканічним пострілом\", \"Прицільним пострілом\" або \"Вибуховим пострілом\", витрати концентрації наступної базової атаки вашого вихованця зменшуються на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Sic 'Em! (Rank 1)
[83356] = { ref=83340 }, -- Sic 'Em! (Rank 1)
[83359] = { nil, nil, "Витрати концентрації наступної здібності \"Укус\", \"Дряпання\" або \"Удар\" зменшено на {1}%.#by {1}%", ref=83340 }, -- Sic 'Em!
-- Silencing Shot
[34490] = { "Знемовлюючий постріл", "Постріл, що знемовлює ціль та перериває вимову заклять на {1} с.#for {1} sec", "Знемовлено." }, -- Silencing Shot
-- Snake Trap
[34600] = { "Зміїна пастка", "Розміститити пастку, яка випустить кілька отруйних змій, щоб атакувати першого ворога, який наблизиться до пастки. Змії помруть через {1} секунд. Пастка існуватиме {2} хв.#after {1} sec#for {2} min" }, -- Snake Trap (Nature)
[82948] = { "Зміїна пастка", "Кинути у обране місце пастку, яка випустить кілька отруйних змій, щоб атакувати першого ворога, який наблизиться до пастки. Змії помруть через {1} секунд. Пастка існуватиме {2} хв.#after {1} sec#for {2} min" }, -- Snake Trap (Nature - Trap Launcher)
-- Sniper Training
[53302] = { "Снайперська підготовка", "Збільшує шанс критичного удару здібності \"Убивчий постріл\" на {1}%, а після того, як ви стоїте нерухомо протягом {2} секунд, \"Впевнений постріл\" та \"Постріл кобри\" завдають на {3}% більше шкоди протягом {4} секунд.#by {1}%#stationary for {2} sec#deal {3}% more damage for {4} sec" }, -- Sniper Training (Rank 1)
[53303] = { ref=53302 }, -- Sniper Training (Rank 2)
[53304] = { ref=53302 }, -- Sniper Training (Rank 3)
-- Steady Shot
[56641] = { "Впевнений постріл", "Впевнений постріл, що завдає {1}% шкоди від зброї плюс {2}. Відновлює {3} од. концентрації#causes {1}% weapon damage plus {2}#Generates {3} Focus" }, -- Steady Shot
-- Survival Tactics
[19286] = { "Тактика виживання", "Зменшує ймовірність опору вашим пасткам на {1}%, а також зменшує час відновлення здібності \"Відступ\" на {2} с.#by {1}%#by {2} sec" }, -- Survival Tactics (Rank 1)
[19287] = { ref=19286 }, -- Survival Tactics (Rank 2)
-- T.N.T.
[56333] = { "Тротил", "Коли ви завдаєте періодичної шкоди \"Обпалюючою пасткою\", \"Вибуховою пасткою\" чи \"Чорною стрілою\", з ймовірністю {1}% спрацьовує \"Захоплення цілі\".#a {1}% chance" }, -- T.N.T. (Rank 1)
[56336] = { ref=56333 }, -- T.N.T. (Rank 2)
-- Tame Beast
[1515] = { "Приручення звіра", "Починає приручення звіра, який стане вашим супутником. Якщо ви втратите увагу звіра з будь-якої причини, процес приручення провалиться.", "Приручення вихованця." }, -- Tame Beast
-- Termination
[83489] = { "Добивання", "Ваші здібності \"Впевнений постріл\" та \"Постріл кобри\" відновлюють вам {1} од. концентрації, якщо влучають в ціль, що має менше {2}% здоров'я.#additional {1} Focus#below {2}%" }, -- Termination (Rank 1)
[83490] = { ref=83489 }, -- Termination (Rank 1)
-- The Beast Within
[34471] = { "Внутрішній звір", "Коли ваш вихованець перебуває під дією \"Звіриного гніву\", ви також впадаєте в лють, завдаючи на {1}% більше шкоди і знижуючи витрати концентрації всіх пострілів та здібностей на {2}% протягом {3} с.#causing {1}%#by {2}% for {3} sec", "Несамовитість." }, -- The Beast Within
[34692] = { ref=34471 }, -- The Beast Within
-- Thrill of the Hunt
[34497] = { "Жага полювання", "З ймовірністю {1}% після використання \"Арканічного пострілу\", \"Вибухового пострілу\" або \"Чорної стріли\" ви відновите {2}% від витраченої концентрації.#a {1}% chance#regain {2}% of" }, -- Thrill of the Hunt (Rank 1)
[34498] = { ref=34497 }, -- Thrill of the Hunt (Rank 2)
[34499] = { ref=34497 }, -- Thrill of the Hunt (Rank 3)
-- Toxicology
[82832] = { "Токсикологія", "Збільшує критичну шкоду періодичних ефектів \"Жала змії\" та \"Чорної стріли\" на {1}%.#by {1}%" }, -- Toxicology (Rank 1)
[82833] = { ref=82832 }, -- Toxicology (Rank 2)
-- Track Beasts
[1494] = { "Вистежування звірів", "Відображає на мінімапі місцезнаходження найближчих звірів.", "Вистежування звірів." }, -- Track Beasts
-- Track Demons
[19878] = { "Вистежування демонів", "Відображає на мінімапі місцезнаходження найближчих демонів.", "Вистежування демонів." }, -- Track Demons
-- Track Dragonkin
[19879] = { "Вистежування драконів", "Відображає на мінімапі місцезнаходження найближчих драконів.", "Вистежування драконів." }, -- Track Dragonkin
-- Track Elementals
[19880] = { "Вистежування елементалів", "Відображає на мінімапі місцезнаходження найближчих елементалів.", "Вистежування елементалів." }, -- Track Elementals
-- Track Giants
[19882] = { "Вистежування велетнів", "Відображає на мінімапі місцезнаходження найближчих велетнів.", "Вистежування велетнів." }, -- Track Giants
-- Track Hidden
[19885] = { "Вистежування прихованого", "Значно підсилює здатність виявлення непомітності та відображає на мінімапі прихованих істот в межах радіусу виявлення.", "Значно підсилює здатність виявлення непомітності." }, -- Track Hidden
-- Track Humanoids
[19883] = { "Вистежування гуманоїдів", "Відображає на мінімапі місцезнаходження найближчих гуманоїдів.", "Вистежування гуманоїдів." }, -- Track Humanoids
-- Track Undead
[19884] = { "Вистежування невмерлих", "Відображає на мінімапі місцезнаходження найближчих невмерлих.", "Вистежування невмерлих." }, -- Track Undead
-- Trap Launcher
[77769] = { "Кидання пасток", "При використанні наступну пастку можна буде кинути в обране місце в межах {1} м. Триває {2} с.#within {1} y#for {2} sec", "Наступну пастку можна буде кинути в обране місце в межах {1} м.#within {1} y" }, -- Trap Launcher
-- Trap Mastery
[19376] = { "Опанування пасток", "Крижана пастка та Заморожувальна пастка - збільшення тривалості дії на {1}%.\n\nОбпалююча пастка, Вибухова пастка і Чорна стріла - збільшення періодичної шкоди на {2}%.\n\nЗміїна пастка - збільшення кількості змій на {3}.#duration by {1}%#done by {2}%#summoned by {3}" }, -- Trap Mastery (Rank 1)
[63457] = { ref=19376 }, -- Trap Mastery (Rank 2)
[63458] = { ref=19376 }, -- Trap Mastery (Rank 3)
-- Trueshot Aura
[19506] = { "Аура влучного пострілу", "Збільшує силу атаки ближнього бою на {1}%, а силу атаки дальнього бою на {2}% для членів групи та рейду в межах {3} м.#melee attack power by {1}%#ranged attack power by {2}%#within {3} y", "Збільшує силу атаки ближнього бою на {1}%, а силу атаки дальнього бою на {2}%.#melee attack power by {1}%#ranged attack power by {2}%" }, -- Trueshot Aura
-- Widow Venom
[82654] = { "Отрута вдови", "Отруйний постріл, що зменшує ефективність будь-якого зцілення протягом {1} с.#for {1} sec", "Отримане зцілення зменшено на {1}%.#by {1}%" }, -- Widow Venom

}

for k, v in pairs(hunter_spells) do addonTable.spell[k] = v end
