local _, addonTable = ...

local shaman_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Acuity
[17485] = { "Ясність", "Збільшує шанс завдання критичного удару всіма закляттями та атаками на {1}%.#by {1}%", en="Acuity" },
[17486] = { ref=17485 }, -- Acuity
[17487] = { ref=17485 }, -- Acuity
-- Acute Overload
[30675] = { "Надмірне перевантаження", "Збільшує шкоду від \"Перевантаження стихій\" на {1}%.#by {1}%", en="Acute Overload" },
[30678] = { ref=30675 }, -- Acute Overload
[30679] = { ref=30675 }, -- Acute Overload
-- Ancestral Awakening
[51556] = { "Пробудження пращурів", "Критичні ефекти цілющих заклять, що зцілюють одну ціль, викликають вам на допомогу духа пращурів, який миттєво зцілює учасника групи чи рейду з найнижчим запасом здоров'я в межах {1} м на {2}% від ефекту зцілення.#within {1} yards for {2}% of the", en="Ancestral Awakening" },
[51557] = { ref=51556 }, -- Ancestral Awakening
[51558] = { ref=51556 }, -- Ancestral Awakening
-- Ancestral Healing
[16176] = { "Зцілення пращурів", "Ваші критичні ефекти зцілення зменшують отриману шкоду на {1}% протягом {2} с, а ваше зцілення збільшує максимальний запас здоров'я союзників на {3}% від обсягу зцілення, але не більше, ніж на {4}% від їхнього запасу здоров'я.#by {1}% for {2} sec#health by {3}%#maximum of {4}%", en="Ancestral Healing" },
[16235] = { ref=16176 }, -- Ancestral Healing
-- Ancestral Resolve
[77829] = { "Рішучість пращурів", "Зменшує отриману шкоду під час вимови заклять на {1}%.#by {1}%", en="Ancestral Resolve" },
[77830] = { ref=77829 }, -- Ancestral Resolve
-- Ancestral Spirit
[2008] = { "Дух пращурів", "Повертає душу в тіло, повертаючи мертву ціль до життя з {1}% здоров'я та мани. Не можна використовувати в бою.#with {1}% of maximum", en="Ancestral Spirit" },
-- Ancestral Swiftness
[16262] = { "Стрімкість пращурів", "Зменшує час вимови закляття \"Примарний вовк\" на {1} с та збільшує швидкість руху на {2}%. Цей ефект не поєднується з іншими ефектами збільшення швидкості руху.#Ghost Wolf spell by {1} sec#movement speed by {2}%", en="Ancestral Swiftness" },
[16287] = { ref=16262 }, -- Ancestral Swiftness
-- Ancestral Vision
[450762] = { "Видіння пращурів", "Повертає усіх мертвих учасників групи та рейду до життя з {1}% здоров'я та {2}% мани. Не можна використовувати в бою, на полях битви та арені.#with {1}% health and {2}% mana", en="Ancestral Vision" },
-- Bind Elemental
[76780] = { "Сковування елементаля", "Сковує ворожого елементаля на {1} с. Скована ціль не може рухатися, атакувати або застосовувати заклинання. Будь-яка завдана шкода звільнить ціль. За один раз можна скувати лише одну ціль.#up to {1} sec", "Сковано.", en="Bind Elemental" },
-- Blessing of the Eternals
[51554] = { "Благословення Вічних", "Збільшує шанс спрацювання періодичного ефекту зцілення \"Земного живоття\" на {1}% при зціленні цілі, що має менше {2}% здоров'я.#additional {1}% chance#below {2}% of total", en="Blessing of the Eternals" },
[51555] = { ref=51554 }, -- Blessing of the Eternals
-- Bloodlust
[2825] = { "Жага крові", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на {1}% для всіх учасників групи та рейду. Триває {2} секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Жаги крові\" або \"Викривлення часу\" протягом {3} хвилин.#speed by {1}% for all#Lasts {2} sec#again for {3} min", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на {1}%.#by {1}%", en="Bloodlust" },
-- Chain Heal
[1064] = { "Ланцюгове зцілення", "Зцілює дружній цілі [{1}#target for {1},][від {1} до {2}#target for {1} to {2},] здоров'я та перестрибує на інші цілі неподалік. Якщо закляття було націлене на учасника групи чи рейду, подальші стрибки переходитимуть лише на інших учасників. Кожен наступний стрибок зцілює на {1}% менше здоров'я. Зцілює до {2} цілей.#heal by {1}%#Heals {2} total", en="Chain Heal" },
-- Chain Lightning
[421] = { "Ланцюгова блискавка", "Кидає в ціль блискавку, що завдає [{1}#dealing {1} Nature][від {1} до {2}#dealing {1} to {2} Nature] шкоди від природи та перестрибує на інших ворогів неподалік. Кожен стрибок завдає на {1}% менше шкоди. Вражає до {2} цілей.#damage by {1}%#Affects {2} total", en="Chain Lightning" },
-- Cleanse Spirit
[51886] = { "Очищення духу", "Знімає один ефект прокляття[ та один негативний магічний ефект#one harmful Magic effect] з дружньої цілі.", en="Cleanse Spirit" },
-- Cleansing Waters
[86958] = { "Очищувальні води", "Коли ваше \"Очищення духу\" успішно знімає негативний ефект, ви також зцілюєте цілі {1} здоров'я. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с.#for {1}.#every {2} sec", en="Cleansing Waters" },
[86959] = { "Очищувальні води", "Зменшує витрати мани \"Очищення духу\" на {1}%, а коли ваше \"Очищення духу\" успішно знімає негативний ефект, ви також зцілюєте цілі {2} здоров'я. Цей ефект не може спрацьовувати частіше, ніж раз на {3} с.#by {1}%#for {2}.#every {3} sec", en="Cleansing Waters" },
[86961] = { ref=86958 }, -- Cleansing Waters
[86962] = { ref=86959 }, -- Cleansing Waters
-- Clearcasting
[16246] = { "Ясномова", "Після завдання критичного удару закляттям вогню, криги чи природи ви отримаєте ефект \"Ясномови\". \"Ясномова\" зменшує витрати мани ваших {1} наступних бойових або цілющих заклять на {2}%.#next {1} damage#spells by {2}%", "Ваші {1} наступні бойові або цілющі закляття витратять на {2}% менше мани.#next {1} Shaman#reduced by {2}%", en="Clearcasting" },
-- Convection
[16039] = { "Конвекція", "Зменшує витрати мани на бойові закляття, що завдають шкоди, на {1}%.#by {1}%", en="Convection" },
[16109] = { ref=16039 }, -- Convection
-- Dual Wield
[86629] = { "Бій з двох рук", "Дозволяє брати в ліву руку одноручну зброю або зброю для лівої руки, дозволяє вам парирувати атаки ближнього бою та збільшує ваш шанс влучити атаками ближнього бою на {1}%.#by {1}%", en="Dual Wield" },
-- Earth Elemental Totem
[2062] = { "Тотем елементаля землі", "Викликає тотем, який закликає великого елементаля землі на захист заклинателя і його союзників. Існує {1} хв.#Lasts {1} min", en="Earth Elemental Totem" },
-- Earth Shield
[974] = { "Щит землі", "Захищає ціль земляним щитом, що зменшує затримку вимови заклять при отриманні шкоди на {1}%, а також зцілює ціль на {2} при отриманні удару. Цей ефект може спрацьовувати лише раз на кілька секунд. Ефект має {3} зарядів та триває {4} хв. Одночасно щит землі може захищати лише одну ціль і лише один щит стихій може бути активним на цілі.#damaged by {1}%#target for {2}#{3} charges#Lasts {4} min", "Зменшує затримку вимови заклять при отриманні шкоди на {1}%.\nЗцілює при отриманні удару.#by {1}%", en="Earth Shield" },
-- Earth Shock
[8042] = { "Земний шок", "Миттєво вражає ціль ударною хвилею, завдаючи [{1}#causing {1} Nature][від {1} до {2}#causing {1} to {2} Nature] шкоди від природи та сповільнюючи швидкість атак ближнього та дальнього бою на {1}% протягом {2} c.#attack speed by {1}% for {2} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Earth Shock" },
-- Earth's Grasp
[51483] = { "Хватка землі", "Ваш тотем земного зв'язування з ймовірністю {1}% сковує цілі на {2} с після виклику.#a {1}% chance#for {2} sec", en="Earth's Grasp" },
[51485] = { ref=51483 }, -- Earth's Grasp
-- Earthen Power
[51523] = { "Сила землі", "Пульсації вашого тотема земного зв'язування з ймовірністю {1}% знімають ефекти знерухомлення з вас та союзників неподалік.#a {1}% chance", en="Earthen Power" },
[51524] = { ref=51523 }, -- Earthen Power
-- Earthliving Weapon
[51730] = { "Зброя земного живоття", "Наповнює зброю шамана земним животтям. Сила цілющих заклять збільшується на {1} і з ймовірністю {2}% вони можуть викликати ефект земного живоття на цілі, зцілюючи їй {3} здоров'я протягом {4} с. Триває {5} хв.[\n\nВивільнення цих чарів зцілює дружній цілі від {1} до {2} здоров'я та збільшує ефективність наступного закляття прямого зцілення на {3}%.#friendly target for {1} to {2} and increases the effect of the Shaman's next direct heal by {3}%]#healing by {1} and#a {2}% chance#additional {3} over {4} sec#Lasts {5} min", en="Earthliving Weapon" },
-- Earthquake
[61882] = { "Землетрус", "Ви спричиняєте землетрус в обраній області, що завдає {1} фізичної шкоди ворогам в радіусі {2} м щосекунди та з ймовірністю {3}% збиває ворогів з ніг. Триває {4} с.#dealing {1} Physical#in an {2} yard#a {3}% chance#Lasts {4} sec", "Отримує фізичну шкоду кожні {1} с. Може бути збито з ніг.#every {1} sec", en="Earthquake" },
[77478] = { "Землетрус", "Спричиняє землетрус в обраній області, що завдає {1} фізичної шкоди ворогам щосекунди та з ймовірністю {2}% збиває ворогів з ніг.#dealing {1} Physical#a {2}% chance", en="Earthquake" },
-- Elemental Devastation
[29178] = { "Стихійне спустошення", "Критичні удари ваших бойових заклять збільшують ймовірність завдання критичного удару атаками ближнього бою на {1} с.#for {1} sec", "Ймовірність завдати критичного удару атаками ближнього бою збільшено на {1}%.#by {1}%", en="Elemental Devastation" },
[29179] = { "Стихійне спустошення", "Коли ви завдаєте критичного удару неперіодичними закляттями, ймовірність завдання критичного удару атаками ближнього бою збільшується на {1}% протягом {2} с.#by {1}% for {2} sec", en="Elemental Devastation" },
[29180] = { ref=29179 }, -- Elemental Devastation
[30160] = { ref=29179 }, -- Elemental Devastation
-- Elemental Fury
[60188] = { "Стихійна лють", "Збільшує додаткову шкоду від критичних ударів тотемів обпалення та магми, а також ваших заклять вогню, криги та природи на {1}%. Прибирає час відновлення закляття \"Ланцюгова блискавка\". #by {1}%", en="Elemental Fury" },
-- Elemental Mastery
[16166] = { "Опанування стихій", "При активації ваше наступне закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\" буде миттєвим. Окрім того, ваша шкода від вогню, криги та природи збільшується на {1}%[, ви отримуєте на {1}% менше шкоди зі всіх джерел#take {1}% less damage from all sources], а швидкість заклять збільшується на {2}% протягом {3} с.#by {1}%#gain {2}% spell haste for {3} sec", "Час вимови наступного закляття \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\" зменшено на {1}%.#by {1}%", en="Elemental Mastery" },
-- Elemental Oath
[51466] = { "Клятва стихіям", "Коли ви перебуваєте під ефектом \"Ясномова\" від \"Стихійної зосередженості\", ви завдаєте на {1}% більше шкоди закляттями. Окрім того, ймовірність критичного удару учасників групи чи рейду в межах {2} м збільшується на {3}%.#deal {1}% more#within {2} yards receive a {3}%", "Ймовірність критичного удару збільшено на {1}%.#by {1}%", en="Elemental Oath" },
[51470] = { ref=51466 }, -- Elemental Oath
-- Elemental Overload
[77222] = { "Перевантаження стихій", "З ймовірністю {1}% ви можете отримати ефект \"Перевантаження стихій\" при вимові заклять \"Блискавка\", \"Ланцюгова блискавка\" або \"Виверження лави\", що викликає друге подібне заклинання на ту саму ціль без додаткових витрат мани, яке завдає {2}% від звичайної шкоди і не збільшує загрозу. Кожна одиниця майстерності збільшує ймовірність виникнення ефекту \"Перевантаження стихій\" на {3}%.#a {1}% chance#causes {2}% of#additional {3}%", en="Elemental Overload" },
-- Elemental Precision
[30672] = { "Стихійна точність", "Збільшує шкоду заклять вогню, криги та природи на {1}% та збільшує ваш показник влучності заклинань на {2}% від вашого духу.#damage by {1}%#equal to {2}% of ", en="Elemental Precision" },
[30673] = { ref=30672 }, -- Elemental Precision
[30674] = { ref=30672 }, -- Elemental Precision
-- Elemental Reach
[28999] = { "Досяжність стихій", "Збільшує дальність дії заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Вогненний спалах\" і \"Виверження лави\" на {1} м, а також збільшує дальність дії заклять-шоків та \"Тотему обпалення\" на {2} м.#spells by {1} y#Totem by {2} y", en="Elemental Reach" },
[29000] = { ref=28999 }, -- Elemental Reach
-- Elemental Resistance
[8185] = { "Опір стихіям", nil, "Опір вогню, кризі та природі збільшено на {1}#by {1}", en="Elemental Resistance" },
-- Elemental Resistance Totem
[8184] = { "Тотем опору стихіям", "Викликає тотем опору стихіям з {1} здоров'я на {2} хв. Тотем збільшує опір вогню, кризі та природі учасників групи чи рейду в межах {3} м на {4}.#with {1} health#for {2} min#within {3} yards by {4}", en="Elemental Resistance Totem" },
-- Elemental Warding
[28996] = { "Оберіг стихій", "Зменшує отриману магічну шкоду на {1}%.#by {1}%", en="Elemental Warding" },
[28997] = { ref=28996 }, -- Elemental Warding
[28998] = { ref=28996 }, -- Elemental Warding
-- Elemental Weapons
[16266] = { "Зброя стихій", "Збільшує пасивні бонуси від \"Зброї язика полум'я\" та \"Зброї земного живоття\" на {1}%, шкоду додаткових атак \"Зброї буревію\" на {2}%, а також ефективність ефектів здібності \"Вивільнення стихійВивільнення стихій\" на {3}%.#Earthliving Weapon abilities by {1}%#Windfury Weapon by {2}%#Unleash Elements ability by {3}%", en="Elemental Weapons" },
[29079] = { ref=16266 }, -- Elemental Weapons
-- Empowered Healing
[82980] = { "Посилене зцілення", "\"Велика хвиля зцілення\" отримує додатково {1}%, а \"Хвиля зцілення\" та \"Мала хвиля зцілення\" - додатково {2}% від ваших ефектів збільшення зцілення.#gains an additional {1}%#spells an additional {2}%", en="Empowered Healing" },
[82981] = { ref=82980 }, -- Empowered Healing
[82982] = { ref=82980 }, -- Empowered Healing
-- Feedback
[86183] = { "Відгомін", "Ваші закляття \"Блискавка\" та \"Ланцюгова блискавка\" зменшують час відновлення \"Опанування стихій\" на {1} с.#by {1} sec", en="Feedback" },
[86184] = { ref=86183 }, -- Feedback
[86185] = { ref=86183 }, -- Feedback
-- Fire Nova
[1535] = { "Вогненний спалах", "Розпалює ваше заклинання \"Вогняний шок\" на всіх ворогах поблизу, викликаючи від кожного з них хвилю полум'я, що завдає від {1} до {2} шкоди від вогню всім іншим ворогам в межах {3} м.#deals {1} to {2} Fire#within {3} y", en="Fire Nova" },
-- Flame Shock
[8050] = { "Вогняний шок", "Миттєво обпалює ціль вогнем, завдаючи {1} шкоди вогнем одразу та ще {2} протягом {3} с.#causing {1} Fire#and {2} Fire damage over {3} sec", "{1} шкоди вогнем кожні {2} с.#{1} Fire damage every {2} sec", en="Flame Shock" },
-- Flametongue Totem
[8227] = { "Тотем язика полум'я", "Викликає тотем язика полум'я з {1} здоров'я. Тотем збільшує силу заклять учасників групи чи рейду в межах {2} м на {3}%. Існує {4} хв.#with {1} health#within {2} yards by {3}%#Lasts {4} min", en="Flametongue Totem" },
-- Flametongue Weapon
[8024] = { "Зброя язика полум'я", "Наповнює зброю шамана вогнем, що збільшує магічну шкоду на {1}%[ та збільшує ймовірність критичного удару заклять на {1}%#increasing spell critical strike chance by {1}%]. Кожен удар завдає додатково від {2} до {3} шкоди вогнем, в залежності від швидкості зброї. Удари повільнішою зброєю завдають більше шкоди вогнем. Триває {4} хв.[\n\nВивільнення цих чарів завдає цілі від {1} до {2} шкоди вогнем та збільшує шкоду наступного вогняного закляття шамана на {3}%.#deals {1} to {2} Fire damage to an enemy target and increases the damage dealt by the Shaman's next Fire spell by {3}%]#done by {1}%#causes {2} to {3} additional#Lasts {4} min", en="Flametongue Weapon" },
-- Focused Insight
[77794] = { "Сфокусоване сприйняття", "Після застосування будь-якого шоку витрати мани на ваше наступне закляття зцілення зменшуються на {1}% від вартості шоку, а його ефективність збільшується на {2}%.#reduced by {1}%#increased by {2}%", en="Focused Insight" },
[77795] = { ref=77794 }, -- Focused Insight
[77796] = { ref=77794 }, -- Focused Insight
-- Focused Strikes
[77536] = { "Зосереджені удари", "Збільшує шкоду здібностей \"Первісний удар\" та \"Штормовий удар\" на {1}%.#by {1}%", en="Focused Strikes" },
[77537] = { ref=77536 }, -- Focused Strikes
[77538] = { ref=77536 }, -- Focused Strikes
-- Frost Shock
[8056] = { "Крижаний шок", "Миттєво вражає ціль кригою, завдаючи шкоди кригою та зменшуючи швидкість руху. Триває {1} с. Спричиняє високий рівень загрози.#Lasts {1} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frost Shock" },
-- Frostbrand Weapon
[8033] = { "Зброя крижаного тавра", "Наповнює зброю шамана кригою. Кожен удар завдає додатково {1} шкоди від криги та сповільнює рух цілі на {2}% протягом {3} с. Триває {4} хв.[\n\nВивільнення цих чарів завдає цілі від {1} до {2} шкоди кригою та зменшує її швидкість руху на {3}% протягом {4} с. Ефективність збільшується, якщо на ціль вже діє сповільнення від криги.#enchantment deals {1} to {2} Frost damage to a target enemy and reduces their movement speed by {3}% for {4} sec]#causing {1} additional#target's movement speed by {2}% for {3} sec#Lasts {4} min", en="Frostbrand Weapon" },
-- Frozen Power
[63373] = { "Морозна сила", "Збільшує шкоду ваших заклять \"Блискавка\", \"Ланцюгова блискавка\", \"Удар лавою\" та шоків на {1}% по цілях, уражених вашим ефектом \"Крижаного тавра\", а ваш \"Крижаний шок\" з ймовірністю {2}% приморожує на {3} с цілі, що знаходяться більше, ніж за {4} м від вас.#spells by {1}% on#a {2}% chance#ice for {3} sec#than {4} yard", en="Frozen Power" },
[63374] = { ref=63373 }, -- Frozen Power
-- Fulmination
[88766] = { "Фульмінація", "Коли ви маєте більше {1} зарядів \"Блискавкового щита\", ваш \"Земний шок\" поглинає надлишкові заряди та завдає ворожій цілі їх сумарної шкоди.#than {1} Lightning", en="Fulmination" },
[88767] = { "Фульмінація", "Поглинає надлишкові заряди \"Блискавкового щита\" та завдає ворожій цілі шкоди пропорційно до кількості поглинених зарядів.", en="Fulmination" },
-- Ghost Wolf
[2645] = { "Примарний вовк", "Перетворює шамана на примарного вовка, збільшуючи швидкість руху на {1}%. У цій формі шаман менш вразливий до ефектів сповільнення руху.#speed by {1}%", "Швидкість руху збільшено на {1}%.\nЕфекти сповільнення руху не можуть зменшити вашу швидкість руху нижче звичайної.#by {1}%", en="Ghost Wolf" },
-- Greater Healing Wave
[77472] = { "Велика хвиля зцілення", "Зцілює дружній цілі [{1}#for {1}.][від {1} до {2}#for {1} to {2}.] здоров'я.", en="Greater Healing Wave" },
-- Grounding Totem
[8177] = { "Тотем заземлення", "Викликає тотем заземлення з {1} здоров'я. Тотем спрямовує на себе шкідливе заклинання, застосоване на учасника групи або рейду, тим самим знищуючи себе. Не спрямовує заклинання що діють на область. Існує {2} с.#with {1} health#Lasts {2} sec", en="Grounding Totem" },
-- Healing Focus
[16232] = { "Зосередженість на зціленні", "Зменшує час вимови заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {1} с та зменшує затримку вимови цілющих заклять при отриманні шкоди на {2}%.#by {1} sec#by {2}%", en="Healing Focus" },
-- Healing Rain
[73920] = { "Цілющий дощ", "Викликає цілющий дощ, який покриває обрану область, відновлюючи [{1}#restoring {1} health][від {1} до {2}#restoring {1} to {2} health] здоров'я союзникам в цій області кожні {1} с протягом {2} с. Ефективність зцілення зменшується для кожного гравця після шостого в цій області.#every {1} sec for {2} sec", en="Healing Rain" },
-- Healing Stream Totem
[5394] = { "Тотем цілющого потоку", "Викликає тотем цілющого потоку з {1} здоров'я на {2} хв. Тотем зцілює учасникам групи в радіусі {3} м {4} здоров'я кожні {5} c[ та збільшує опір вогню, кризі та природі для учасників групи чи рейду в межах {1} м на {2}#resistance of party and raid members within {1} yards by {2}].#with {1} health#for {2} min#within {3} yards for {4} every {5} sec", en="Healing Stream Totem" },
-- Healing Surge
[8004] = { "Цілющий сплеск", "Зцілює дружній цілі від {1} до {2} здоров'я.#for {1} to {2}.", en="Healing Surge" },
-- Healing Wave
[331] = { "Хвиля зцілення", "Зцілює дружній цілі від {1} до {2} здоров'я.[ Коли ви зцілюєте когось, крім себе, ви також зцілюєтесь на {1}% від ефекту закляття.#you are also healed for {1}% of the spell's effect]#target for {1} to {2}.", en="Healing Wave" },
-- Healing Way
[29202] = { "Шлях зцілення", "Збільшує зцілення заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {1}%.#by {1}%", en="Healing Way" },
[29205] = { ref=29202 }, -- Healing Way
[29206] = { ref=29202 }, -- Healing Way
-- Heroism
[32182] = { "Героїзм", "Збільшує швидкість ближнього бою, дальнього бою та вимови заклять на {1}% для всіх учасників групи та рейду. Триває {2} секунд.\n\nСоюзники, які отримають цей ефект, не зможуть отримати ефект \"Героїзму\" або \"Викривлення часу\" протягом {3} хвилин.#speed by {1}% for all#Lasts {2} sec#again for {3} min", "Швидкість ближнього бою, дальнього бою та вимови заклять збільшено на 30%.", en="Heroism" },
-- Hex
[51514] = { "Пристріт", "Перетворює ворога на жабу. Під час дії ефекту ціль не може атакувати та використовувати закляття. Подальша завдана шкода може перервати дію ефекту. Триває {1} хв. Одночасно може діяти лише одну ціль. Діє лише на гуманоїдів і звірів.#Lasts {1} min", "Не може атакувати та вимовляти закляття", en="Hex" },
-- Improved Cleanse Spirit
[77130] = { "Покращене очищення духу", "Підсилює ваше закляття \"Очищення духу\", внаслідок чого воно знімає магічний ефект з дружньої цілі.", en="Improved Cleanse Spirit" },
-- Improved Lava Lash
[77700] = { "Покращений удар лавою", "Збільшує шкоду здібності \"Удар лавою\" на {1}% за кожен ефект \"Пекучого полум'я\" на цілі, поглинаючи їх. Також \"Удар лавою\" поширює ефект \"Вогняного шоку\" з цілі на чотирьох ворогів в межах {2} м.#ability by {1}% for#within {2} yard", en="Improved Lava Lash" },
[77701] = { ref=77700 }, -- Improved Lava Lash
-- Lava Bolt
[76110] = { ref=51505 }, -- Lava Bolt
-- Lava Burst
[51505] = { "Виверження лави", "Ви жбурляєте розплавлену лаву в ціль, завдаючи [{1}#dealing {1} Fire][від {1} до {2}#dealing {1} to {2} Fire] шкоди від вогню. Якщо на ціль діє ваш \"Вогняний шок\", то \"Виверження лави\" завдасть критичного удару.", en="Lava Burst" },
[77451] = { ref=51505 }, -- Lava Burst
-- Lava Flows
[51480] = { "Потоки лави", "Збільшує додаткову шкоду від критичних ударів \"Виверження лави\" на {1}%, а періодичну шкоду \"Вогняного шоку\" - на {2}%. Крім того, коли \"Вогняний шок\" розвіюють, ваша швидкість заклять збільшується на {3}% протягом {4} с.#additional {1}#Shock by {2}%#gain {3}% spell haste for {4} sec", en="Lava Flows" },
[51481] = { ref=51480 }, -- Lava Flows
[51482] = { ref=51480 }, -- Lava Flows
-- Lava Lash
[55560] = { "Удар лавою", ref=55444, en="Lava Lash" },
[60103] = { "Удар лавою", "Ви заряджаєте зброю в лівій руці лавою та завдаєте {1}% шкоди зброї ворожій цілі. Шкода збільшується на {2}%, якщо зброя в лівій руці зачарована язиком полум'я.#dealing {1}% of#increased by {2}% if", en="Lava Lash" },
[105792] = { "Удар лавою", en="Lava Lash" },
-- Lava Surge
[77755] = { "Сплеск лави", "Періодична шкода \"Вогняного шоку\" з ймовірністю {1}% завершує відновлення \"Виверження лави\".#a {1}% chance", en="Lava Surge" },
[77756] = { ref=77755 }, -- Lava Surge
-- Lightning Bolt
[403] = { "Блискавка", "Кидає в ціль блискавку, завдаючи [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи.", en="Lightning Bolt" },
-- Lightning Shield
[324] = { "Блискавковий щит", "Оточує заклинача {1} кульовими блискавками. Коли будь-яке закляття, атака ближнього чи дальнього бою влучає у заклинача, нападнику завдається {2} шкоди від природи. При цьому витрачається одна кульова блискавка[, але їхня загальна кількість не зменшується нижче {1}#will not reduce the number of charges below {1}]. Кульові блискавки можуть активуватися лише раз на кілька секунд. Триває {3} хв. Одночасно шаман може використовувати лише один щит стихій.#by {1} balls#struck for {2} Nature#Lasts {3} min", "Завдає шкоди від природи нападникам.", en="Lightning Shield" },
[26364] = { "Блискавковий щит", "Розряджає блискавку в нападника, завдаючи {1} шкоди від природи.#dealing {1} Nature", en="Lightning Shield" },
[27635] = { "Блискавковий щит", "Кидає в ціль блискавку, що завдає [{1}#for {1} Nature][від {1} до {2}#for {1} to {2} Nature] шкоди від природи.", en="Lightning Shield" },
-- Maelstrom Weapon
[51528] = { "Зброя Водоверті", "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec", en="Maelstrom Weapon" },
[51529] = { nil, "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс (більший за ранг 1) зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec", ref=51528 }, -- Maelstrom Weapon
[51530] = { nil, "Коли ви завдаєте удару зброєю ближнього бою, ви маєте шанс (більший за ранг 2) зменшити час вимови та витрати мани наступного закляття \"Блискавка\", \"Ланцюгова блискавка\", \"Пристріт\" або будь-якого цілющого закляття на {1}%. Ефект накопичується до {2} разів. Триває {3} секунд.#by {1}%#up to {2} times#Lasts {3} sec", ref=51528 }, -- Maelstrom Weapon
-- Magma Totem
[8190] = { "Тотем магми", "Викликає тотем магми з {1} здоров'я на {2} хв. Тотем завдає {3} шкоди вогнем всім ворогам в межах {4} м кожні {5} с.#with {1} health#for {2} min that causes {3} Fire#within {4} yards every {5} sec", en="Magma Totem" },
-- Mana Tide
[16191] = { "Приплив мани", nil, "Дух збільшено на {1}.#by {1}", ref=16190, en="Mana Tide" },
-- Mana Tide Totem
[16190] = { "Тотем припливу мани", "Викликає тотем припливу мани, що має {1}% від вашого запасу здоров'я, на {2} с. Тотем збільшує дух учасників групи чи рейду в межах {3} м на {4}% від вашого духу (не враховуючи короткочасні ефекти збільшення духу).#with {1}% of the#for {2} sec#within {3} yards of the totem gain {4}%", en="Mana Tide Totem" },
-- Meditation
[95862] = { "Медитація", "Дозволяє {1}% відновлення мани від духу продовжуватися в бою.#Allows {1}% of your", en="Meditation" },
-- Mental Quickness
[30814] = { "Швидке мислення", "Ваша сила заклять тепер дорівнює {1}% від вашої сили атаки, але на неї більше не впливають інші ефекти збільшення сили заклять. Також ваші миттєві закляття шкоди, благословень чи тотемів витрачають на {2}% менше мани.#equal to {1}%#cost {2}% less", en="Mental Quickness" },
-- Nature's Blessing
[30867] = { "Благословення природи", "Збільшує ефективність прямого зцілення цілей, що перебувають під дією \"Щита землі\" на {1}%.#Earth Shielded targets by {1}%", en="Nature's Blessing" },
[30868] = { ref=30867 }, -- Nature's Blessing
[30869] = { ref=30867 }, -- Nature's Blessing
-- Nature's Swiftness
[16188] = { "Стрімкість природи", "При активації ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec", "Ваше наступне закляття природи, чий базовий час вимови не більший за {1} с буде миттєвим.#than {1} sec", en="Nature's Swiftness" },
-- Primal Strike
[73899] = { "Первісний удар", "Миттєвий удар зброєю, що завдає {1} додаткової шкоди.#causes {1} additional", en="Primal Strike" },
-- Primal Wisdom
[51522] = { "Первісна мудрість", "Ваші атаки ближнього бою з ймовірністю {1}% відновлюють вам {2}% від базового запасу мани.#a {1}% chance#restore {2}% of", en="Primal Wisdom" },
-- Purification
[16213] = { "Очищення", "Збільшує ефективність ваших цілющих заклять на {1}% та зменшує час вимови заклять \"Хвиля зцілення\" та \"Велика хвиля зцілення\" на {2} с.#by {1}%#by {2} sec", en="Purification" },
-- Resurgence
[16180] = { "Відродження", "Поки \"Водяний щит\" активний, ви відновлюєте ману, коли ваші заклинання зцілення мають критичний ефект. Ви відновлюєте {1} мани за критичні ефекти \"Хвилі зцілення\" або \"Великої хвилі зцілення\", {2} мани за критичні ефекти \"Цілющого сплеску\", \"Бистрини\" або \"Вивільнення життя\" та {3} мани за критичні ефекти \"Ланцюгового зцілення\".#regain {1} mana from a Healing Wave#{2} mana from a Healing Surge#and {3} mana from a Chain Heal", en="Resurgence" },
[16196] = { ref=16180 }, -- Resurgence
-- Reverberation
[16040] = { "Відлуння", "Зменшує час відновлення заклять-шоків на {1} с, а \"Пориву вітру\" - на {2} с.#spells by {1} sec#Shear by {2} sec", en="Reverberation" },
[16113] = { ref=16040 }, -- Reverberation
-- Riptide
[61295] = { "Бистрина", "Зцілює дружній цілі {1} здоров'я миттєво і ще {2} здоров'я протягом {3} секунд. Наступне \"Ланцюгове зцілення\", яке ви застосуєте до цієї цілі протягом {4} секунд, поглине ефект періодичного зцілення і посилить ефект \"Ланцюгового зцілення\" на {5}%.#for {1} and another {2} over {3} sec#within {4} sec#by {5}%", "Зцілює {1} здоров'я кожні {2} с. Підсилює ефект \"Ланцюгового зцілення\" заклинача на {3}%.#{1} every {2}#by {3}%", en="Riptide" },
-- Rockbiter Weapon
[8017] = { "Зброя каменолома", "Наповнює зброю шамана люттю землі, що збільшує загрозу на {1}% та зменшує отриману шкоду на {2}%. Триває {3} хв.[\n\nВивільнення цих чарів змушує ворога атакувати вас протягом {1} с.#forces the target enemy to attack you for {1} sec]#generation by {1}%#taken by {2}%#Lasts {3} min", en="Rockbiter Weapon" },
-- Rolling Thunder
[88756] = { "Розкотистий грім", "Коли ви завдаєте шкоди закляттям \"Блискавка\" чи \"Ланцюгова блискавка\" поки на вас діє \"Блискавковий щит\", ви з ймовірністю {1}% відновите {2}% мани та створите заряд \"Блискавкового щита\". Зарядів може бути не більше {3}.#a {1}% chance to recover {2}%#maximum of {3} charges", en="Rolling Thunder" },
[88764] = { ref=88756 }, -- Rolling Thunder
-- Searing Flames
[77655] = { "Пекуче полум'я", "Атаки вашого тотема обпалення з ймовірністю {1}% підпалюють ціль, завдаючи шкоди, що дорівнює шкоді від удару тотема, протягом {2} с. Ефект накопичується до {3} разів.#a {1}% chance#over {2} sec#up to {3} times", en="Searing Flames" },
[77656] = { ref=77655 }, -- Searing Flames
[77657] = { ref=77655 }, -- Searing Flames
-- Searing Totem
[3599] = { "Тотем обпалення", "Викликає тотем обпалення з {1} здоров'я на {2} хв. Тотем періодично атакує ворогів у межах {3} м, завдаючи [{1}#for {1} Fire][від {1} до {2}#for {1} to {2} Fire] шкоди вогнем. Тотем атакуватиме в першу чергу ворогів, що уражені вашим \"Вогняним шоком\" або \"Штормовим ударом\".#with {1} health#for {2} min#within {3} y", en="Searing Totem" },
-- Seasoned Winds
[16086] = { "Гартувальні вітри", "Коли ви успішно перериваєте вимову закляття \"Поривом вітру\", ваш опір школі перерваного закляття збільшується на {1} протягом {2} с.#gain {1} resist#for {2} sec", en="Seasoned Winds" },
[16544] = { ref=16086 }, -- Seasoned Winds
-- Shamanism
[62099] = { "Шаманізм", "Ваші закляття \"Блискавка\", \"Ланцюгова блискавка\" та \"Виверження лави\" отримують на {1}% більше шкоди від сили заклять, а їх час вимови зменшується на {2} с.#additional {1}%#by {2} sec", en="Shamanism" },
-- Shamanistic Rage
[30823] = { "Шаманська лють", "Зменшує всю отриману шкоду на {1}%[, знімає негативні магічні ефекти#removes harmful magical effects], а ваші здібності, тотеми та бойові закляття не витрачають мани протягом {2} с. Можна використовувати під час приголомшення.#taken by {1}%#for {2} sec", "Всю отриману шкоду зменшено на {1}%.\nВитрати мани на здібності, тотеми та бойові закляття зменшено на {2}%.#taken reduced by {1}%#spells reduced by {2}%", en="Shamanistic Rage" },
-- Soothing Rains
[16187] = { "Заспокійливі дощі", "Збільшує обсяг зцілення \"Тотема цілющого потоку\" на {1}%, а \"Цілющого дощу\" - на {2}%.#Healing Stream Totem by {1}%#Healing Rain spell by {2}%", en="Soothing Rains" },
[16205] = { ref=16187 }, -- Soothing Rains
-- Spark of Life
[84846] = { "Іскра життя", "Збільшує ваше зцілення на {1}% та збільшує отримане зцілення на {2}%.#done by {1}%#received by {2}%", en="Spark of Life" },
[84847] = { ref=84846 }, -- Spark of Life
[84848] = { ref=84846 }, -- Spark of Life
-- Spirit Link Totem
[98008] = { "Тотем духовного звʼязку", "Викликає тотем духовного звʼязку з {1} здоров'я. Тотем зменшує отриману учасниками групи чи рейду в межах {2} м шкоду на {3}%. Щосекунди здоров'я цілей перерозподіляється таким чином, що вони мають однаковий відсоток від максимального запасу здоров'я. Існує {4} с.#with {1} health#within {2} yards by {3}%#Lasts {4} sec", en="Spirit Link Totem" },
-- Spiritwalker's Grace
[79206] = { "Благодать духовного мандрівника", "Ви звертаєтесь за настановами духів, що дозволяє вам застосовувати немиттєві заклинання під час руху. Це закляття можна застосувати під час вимови інших заклять. Триває {1} с.#Lasts {1} sec", "Може застосовувати немиттєві заклинання під час руху.", en="Spiritwalker's Grace" },
-- Static Shock
[51525] = { "Електростатика", "Коли ви використовуєте здібності \"Первісний удар\", \"Штормовий удар\" чи \"Удар лавою\" поки на вас діє \"Блискавковий щит\", ви з ймовірністю {1}% завдаєте шкоди від сфери \"Блискавкового щита\" без поглинання заряду.#a {1}% chance", en="Static Shock" },
[51526] = { ref=51525 }, -- Static Shock
[51527] = { ref=51525 }, -- Static Shock
-- Stoneclaw Totem
[5730] = { "Тотем кам'яного пазура", "Викликає тотем кам'яного пазура з {1} здоров'я на {2} хв. Тотем провокує ворогів в радіусі {3} м атакувати його. Ворогів, що атакують тотем, з ймовірністю {4}% буде приголомшено на {5} с. Тотем кам'яного пазура захищає інші активні тотеми щитом, що поглинає {6} шкоди[, а також захищає вас щитом, що поглинає до {1} шкоди#grants you a shield that absorbs up to {1} damage].#with {1} health#caster for {2} sec#within {3} yards#a {4}% chance to be stunned for {5} sec#totems with a shield that absorbs up to {6} damage", "Провокує ворогів.", en="Stoneclaw Totem" },
-- Stormstrike
[17364] = { "Штормовий удар", "Миттєвий удар з обох рук, що завдає {1}% шкоди від зброї та збільшує шанс завдання критичного удару цілі закляттями \"Блискавка\", \"Ланцюгова блискавка\", \"Блискавковий щит\" і \"Земний шок\" на {2}% протягом {3} с.#dealing {1}%#additional {2}%#for {3} sec", "Шанс отримання критичного удару від заклять природи шамана збільшено на {1}%.#by {1}%", en="Stormstrike" },
-- Strength of Earth Totem
[8075] = { "Тотем сили землі", "Викликає тотем сили землі з {1} здоров'я. Тотем збільшує силу та спритність всіх учасників групи та рейду в радіусі {2} м на {3}. Існує {4} хв.#with {1} health#within {2} yards by {3}.#Lasts {4} min", en="Strength of Earth Totem" },
-- Telluric Currents
[82984] = { "Телуричні струми", "Ваша спорідненість з енергіями природи дозволяє закляттю \"Блискавка\" відновлювати вам ману в обсязі {1}% від завданої шкоди.#equal to {1}%", en="Telluric Currents" },
[82988] = { ref=82984 }, -- Telluric Currents
-- Thunderstorm
[51490] = { "Гроза", "Ви викликаєте блискавку, яка заряджає вас енергією і завдає шкоди ворогам в радіусі {1} м. Відновлює вам {2}% мани та завдає [{1}#deals {1} Nature][від {1} до {2}#deals {1} to {2} Nature] шкоди від природи всім ворогам поблизу, зменшуючи їх швидкість руху на {3}% протягом {4} секунд і відкидаючи їх на {5} м. Можна використовувати під час приголомшення.#within {1} y#Restores {2}% mana#speed by {3}% for {4} sec#back {5} yard", en="Thunderstorm" },
-- Tidal Force
[55166] = { "Сила припливу", "Збільшує ймовірність критичного ефекту ваших прямих заклять зцілення на {1}%. Кожен критичний ефект зцілення зменшує ймовірність на {2}%. Триває {3} секунд.#heals by {1}%#chance by {2}%#Lasts {3} sec", "Збільшує ймовірність критичного ефекту ваших прямих заклять зцілення на {1}%.#by {1}%", en="Tidal Force" },
[55198] = { nil, nil, "Збільшує ймовірність критичного ефекту ваших прямих заклять зцілення на {1}%. Кожен критичний ефект зцілення зменшує ймовірність на {2}%. Триває {3} секунд.#heals by {1}%#chance by {2}%#Lasts {3} sec", ref=55166 }, -- Tidal Force
-- Tidal Waves
[51562] = { "Припливні хвилі", "Коли ви вимовляєте закляття \"Ланцюгове зцілення\" або \"Бистрина\", ви отримуєте ефект \"Припливні хвилі\", що зменшує час вимови заклять \"Хвиля зцілення\" або \"Велика хвиля зцілення\" на {1}% та збільшує ймовірність критичного ефекту \"Цілющого сплеску\" на {2}%. {3} заряди.#spells by {1}% and#Surge spell by {2}%#{3} charges", en="Tidal Waves" },
[51563] = { ref=51562 }, -- Tidal Waves
[51564] = { ref=51562 }, -- Tidal Waves
-- Totem of Tranquil Mind
[87718] = { "Тотем спокою", "Викликає тотем спокою з {1} здоров'я біля вас на {2} хв. Тотем заспокоює учасників групи чи рейду в межах {3} м, внаслідок чого вони зазнають на {4}% менше переривання вимови та промовляння заклять внаслідок отримання шкоди.#with {1} health#for {2} min#within {3} yards to lose {4}% less", en="Totem of Tranquil Mind" },
-- Totemic Focus
[16173] = { "Тотемна зосередженість", "Зменшує витрати мани на ваші тотеми на {1}% та збільшує тривалість їхнього існування на {2}%.#totems by {1}%#duration by {2}%", en="Totemic Focus" },
[16222] = { ref=16173 }, -- Totemic Focus
-- Totemic Reach
[86935] = { "Досяжність тотемів", "Збільшує дальність дії ефектів ваших тотемів на {1}%.#by {1}%", en="Totemic Reach" },
[86936] = { ref=86935 }, -- Totemic Reach
-- Totemic Vigor
[77692] = { "Живість тотемів", "Збільшує здоров'я ваших тотемів на {1}% від вашого максимального запасу здоров'я.#by {1}%", en="Totemic Vigor" },
[77693] = { ref=77692 }, -- Totemic Vigor
-- Totemic Wrath
[77746] = { "Тотемний гнів", "Ваші вогняні тотеми збільшують силу заклять учасників групи та рейду в межах {1} м на {2}%.#within {1} yards by {2}%", en="Totemic Wrath" },
-- Tremor Totem
[8143] = { "Тотем тремтіння", "Викликає тотем тремтіння з {1} здоров'я. Тотем здригає землю навколо протягом {2} с, знімаючи ефекти страху, причарування та сну з учасників групи чи рейду в межах {3} м. Цей тотем можна викликати навіть перебуваючи під дією таких ефектів.#with {1} health#for {2} sec#within {3} y", en="Tremor Totem" },
-- Unleash Earth
[73684] = { "Вивільнення землі", "Вивільняє чари каменолома зі зброї, змушуючи ціль атакувати шамана протягом {1} с.#for {1} sec", "Спровоковано.", en="Unleash Earth" },
-- Unleash Elements
[73680] = { "Вивільнення стихій", "Вивільняє силу стихії, якою наповнена зброя шамана, викликаючи ефект, що залежить від зачарування.[ Якщо на обидві зброї діють однакові зачарування, то вивільниться лише одне з них.#same enchantment is present on both weapons, only one will be unleashed]\n\nДивіться підказки до зачарувань зброї, щоб дізнатися більше про ефекти, що виникають при їх вивільненні.", en="Unleash Elements" },
-- Unleash Flame
[73683] = { "Вивільнення полум'я", "Вивільняє чари язика полум'я зі зброї шамана, завдаючи {1} шкоди від вогню та збільшуючи шкоду наступного закляття вогню шамана на {2}%#dealing {1} Fire#spell by {2}%", "Шкоду наступного закляття вогню збільшено на {1}%.#by {1}%", en="Unleash Flame" },
-- Unleash Frost
[73682] = { "Вивільнення криги", "Вивільняє чари крижаного тавра зі зброї шамана, завдаючи {1} шкоди від криги та зменшуючи швидкість руху цілі на {2}% протягом {3} с. Ефективність збільшується, якщо на ціль діє крижаний ефект сповільнення.#dealing {1} Frost#speed by {2}% for {3} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Unleash Frost" },
-- Unleash Life
[73685] = { "Вивільнення життя", "Вивільняє чари земного живоття зі зброї шамани, зцілюючи дружній цілі {1} здоров'я та посилючи наступний ефект прямого зцілення шамана на {2}%.#target for {1} and#heal by {2}%", "Ваше наступне пряме зцілення буде на {1}% ефективніше.#be {1}% more", en="Unleash Life" },
-- Unleash Wind
[73681] = { "Вивільнення вітру", "Вивільняє чари буревію зі зброї шамана, завдаючи {1}% шкоди цілі та збільшуючи швидкість атаки ближнього бою шамана на {2}% для наступних {3} замахів або поки не пройде {4} с.#dealing {1}%#speed by {2}%#next {3} swings or until {4} sec", "Швидкість атаки ближнього бою збільшено на {1}%.#by {1}%", en="Unleash Wind" },
-- Unleashed Rage
[30802] = { "Нестримна лють", "Збільшує вашу вправність на {1} та збільшує силу атаки ближнього бою на {2}% та силу атаки дального бою на {3}% для всіх учасників групи та рейду в межах {4} м.#expertise by {1}#melee attack power by {2}%#by {3}% while within {4} y", "Силу атаки ближнього бою збільшено на {1}%, а силу атаки дальнього бою збільшено на {2}%.#Melee attack power increased by {1}%#ranged attack power increased by {2}%", en="Unleashed Rage" },
[30808] = { nil, nil, "Силу атаки ближнього бою збільшено на {1}%, а силу атаки дальнього бою — на {2}%.#Melee attack power increased by {1}%#ranged attack power by {2}%", ref=30802 }, -- Unleashed Rage
-- Unrelenting Storm
[30664] = { "Нещадна буря", "Відновлює ману в обсязі {1}% від вашого інтелекту кожні {2} с незалежно від того, чи перебуваєте ви в бою.#to {1}% of#every {2} sec", en="Unrelenting Storm" },
[30665] = { ref=30664 }, -- Unrelenting Storm
[30666] = { ref=30664 }, -- Unrelenting Storm
-- Water Shield
[34828] = { "Водяний щит", "Вражає ціль водяною стрілою, що завдає шкоди від криги та збільшує швидкість вимови заклять на {1}%.#time by {1}%", "Швидкість вимови заклять збільшено на {1}%.#by {1}%", en="Water Shield" },
[52127] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} хв. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} min", "Відновлює {1} мани кожні {2} с. \nАтаки проти вас спричиняють додаткове відновлення мани.#Grants {1} mana per {2} sec", en="Water Shield" },
[52128] = { "Водяний щит", "Заклинача оточують {1} кулі води, які відновлюють {2} мани кожні {3} с. Коли заклинання, атака ближнього або дальнього бою вражає заклинача, одна куля води знищується та відновлює {4} мани. Куля води може бути знищена лише раз на кілька секунд. Триває {5} хв. Одночасно на шамані може бути активний лише один щит стихій.#by {1} globes#granting {2} mana per {3} sec#{4} mana is restored#Lasts {5} min", en="Water Shield" },
[79949] = { nil, nil, "Відновлює {1} мани кожні {2} с. Атаки проти вас спричиняють додаткове відновлення {3} мани. {4} заряди#{1} mana per {2} sec#restore {3} mana#{4} charges", ref=52127 }, -- Water Shield
[79950] = { ref=52128 }, -- Water Shield
-- Wind Shear
[57994] = { "Порив вітру", "Порушує зосередженість цілі поривом вітру, що перериває вимову закляття та унеможливлює вимову заклять тієї ж школи протягом {1} с. Також зменшує ваш рівень загрози, внаслідок чого вороги з меншою ймовірністю атакватимуть саме вас.#for {1} sec", en="Wind Shear" },
-- Windfury Totem
[8512] = { "Тотем буревію", "Викликає тотем буревію з {1} здоров'я. Тотем збільшує швидкість атаки ближнього та дальнього бою учасників групи чи рейду в межах {2} м на {3}%. Існує {4} хв.#with {1} health#within {2} yards by {3}%#Lasts {4} min", "Збільшує швидкість атаки ближнього та дальнього бою на {1}%.#by {1}%", en="Windfury Totem" },
-- Windfury Weapon
[8232] = { "Зброя буревію", "Наповнює зброю шамана вітром. Кожен удар з ймовірністю {1}% дозволяє провести три додаткові атаки зі збільшеною на {2} силою атаки. Триває {3} хв.[\n\nВивільнення цих чарів завдає цілі {1}% шкоди зброї та збільшує швидкість атак на {2} замахів або на {3} с.#enchantment deals {1}% of weapon damage to the target enemy and increases the Shaman's melee attack speed for the next {2} swings or until {3} sec]#a {1}% chance#with {2} bonus#Lasts {3} min", en="Windfury Weapon" },

-- Glyph
[55444] = { "Символ удару лавою", "Збільшує шкоду \"Удару лавою\" на {1}%.#by {1}%", en="Glyph of Lava Lash" },

-- Item effects
[28820] = { "Блискавковий щит", "Збільшує ваш дух на {1}.#by {1}", "Дух збільшено на {1}.#by {1}", en="Lightning Shield" },

}

for k, v in pairs(shaman_spells) do addonTable.spell[k] = v end
