local _, addonTable = ...

local spells = {

-- See /entries/classic/spell.lua for data format details.

[673] = { "Малий захист", "Збільшує вашу броню на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Броню збільшено на {1}. Захисний еліксир.#by {1}", en="Minor Defense" },
[720] = { "Обплетення", "Лігво Гостролапа Непохитного притягує ціль до дитинчат силітидів, приковуючи її на {1} с.#rooting it for {1} sec", "Приковано.", en="Entangle" },
[731] = { ref=720 }, -- Entangle
[834] = { "Мале підвищення броні", "Збільшує броню на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Броню збільшено на {1}. Захисний еліксир.#by {1}", en="Lesser Armor" },
[1090] = { ref=700 }, -- Sleep
[1121] = { ref=720 }, -- Entangle
[1539] = { "Годування вихованця", "Нагодувати вихованця вибраним предметом, миттєво відновлюючи йому {1}% здоров'я. Не можна використовувати в бою.#restoring {1}% of its total health", en="Feed Pet" },
[2367] = { "Сила лева", "Збільшує вашу силу на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу збільшено на {1}. Бойовий еліксир.#by {1}", en="Lion's Strength" },
[2374] = { "Мале підвищення спритності", "Збільшує вашу спритність на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Спритність збільшено на {1}. Бойовий еліксир.#by {1}", en="Minor Agility" },
[2378] = { "Крихітний еліксир стійкості", "Збільшує ваш запас здоров'я на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Запас здоров'я збільшено на {1}. Захисний еліксир.#by {1}", en="Minor Fortitude" },
[3105] = { "Прокляття Сталвана", "Зменшує всі характеристики ворога на {1}% протягом {2} хв.#by {1}% for {2} min", "Всі характеристики зменшено на {1}%.#by {1}%", en="Curse of Stalvan" },
[3130] = { "Крижана лапа", "Завдає ворогу {1}% шкоди зброї та збільшує інтервал між його атаками на {2}% протягом {3} с.#Inflicts {1}% weapon#by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Ice Claw" },
[3147] = { "Розрив плоті", "Завдає шкоди ворогу кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди кожні {1} с.#every {1} sec", en="Rend Flesh" },
[3148] = { "Тріщина в черепі", "Зменшує витривалість ворога на {1} с.#for {1} sec", "Витривалість зменшено на {1}%.#by {1}%", en="Head Crack" },
[3150] = { "Сказ", "Сповільнює відновлення здоров'я ворога на {1}%, а також зменшує витривалість на {2}% та інтелект на {3}% протягом {4} с.#regeneration by {1}%#Stamina by {2}#Intellect by {3}#for {4} sec", "Відновлення здоров'я сповільнено на {1}%.\nВитривалість зменшено на {2}%.\nІнтелект зменшено на {3}%.#rate reduced by {1}%#Stamina reduced by {2}%#Intellect reduced by {3}%", en="Rabies" },
[3157] = { "Мале підвищення спритності", "Збільшує спритність на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Спритність збільшено на {1}. Бойовий еліксир.#by {1}", en="Lesser Agility" },
[3158] = { ref=3157 }, -- Lesser Agility
[3159] = { "Спритність", ref=3157, en="Agility" },
[3160] = { ref=3157 }, -- Lesser Agility
[3161] = { "Мале підвищення сили", "Збільшує силу на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Силу збільшено на {1}. Бойовий еліксир.#by {1}", en="Lesser Strength" },
[3162] = { ref=3161 }, -- Lesser Strength
[3163] = { "Сила", ref=3161, en="Strength" },
[3164] = { "Сила огра", ref=3161, en="Ogre's Strength" },
[3166] = { "Мудрість", "Збільшує інтелект на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Інтелект збільшено на {1}. Бойовий еліксир.#by {1}", en="Wisdom" },
[3220] = { "Захист", ref=673, en="Defense" },
[3237] = { "Прокляття Тула", "Зменшує інтелект ворога на {1} хв.#for {1} min", "Інтелект зменшено на {1}.#by {1}", en="Curse of Thule" },
[3242] = { "Знищення", "Завдає ворогу {1}% шкоди зброї та приголомшує його на {2} с.#Inflicts {1}% weapon#for {2} sec", "Приголомшено.", en="Ravage" },
[3252] = { "Шматування", "Зменшує броню ворога на {1} с.#for {1} sec", "Броню зменшено.", en="Shred" },
[3256] = { "Чумна хмара", "Зменшує силу, спритність та інтелект всім ворогам в межах дії протягом {1} с.#for {1} sec", "Силу зменшено на {1}.\nСпритність зменшено на {2}.\nІнтелект зменшено на {3}.#Strength reduced by {1}#Agility reduced by {2}#Strength reduced by {3}", en="Plague Cloud" },
[3356] = { "Полум'яний батіг", "Обпалює ворога, завдаючи шкоди вогнем та зменшуючи опір вогню на {1} с.#for {1} sec", "Опір вогню зменшено на {1}.#by {1}", en="Flame Lash" },
[3358] = { "П'явкова отрута", "Висмоктує здоров'я з ворога кожні {1} с протягом {2} с, передаючи його заклиначу.#every {1} sec#over {2} sec", "Висмоктування здоров'я кожні {1} с.#every {1} sec", en="Leech Poison" },
[3360] = { "Прокляття Ока", "Проклинає ворога Оком Палета.", en="Curse of the Eye" },
[3388] = { "Смертельна п'явкова отрута", "Висмоктує {1} здоров'я з ворога кожні {2} с протягом {3} с, передаючи його заклиначу.#Drains {1} health#every {2} sec#over {3} sec", "Висмоктування {1} здоров'я кожні {2} с.#{1} health#every {2} sec", en="Deadly Leech Poison" },
[3396] = { "Їдка отрута", "Зменшує броню ворога та завдає шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "{1} шкоди від природи кожні {2} с.\nБроню зменшено на {3}.#{1} Nature#every {2} sec#reduced by {3}", en="Corrosive Poison" },
[3427] = { "Заражена рана", "Збільшує отриману ворогом фізичну шкоду на {1} с.#for {1} sec", "Отриману фізичну шкоду збільшено на {1}%.#by {1}%", en="Infected Wound" },
[3429] = { "Зачумлений розум", "Заражає ворога на {1} с, висмоктуючи {2} мани кожні {3} с, передаючи ману заклинателю.#for {1} sec#draining {2} mana every {3} sec", "Висмоктує {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Plague Mind" },
[3436] = { "Бродяча чума", "Заражає ворога на {1} с, збільшуючи отрману фізичну шкоду на {2}% і зменшуючи витривалість на {3}%. Ціль з ймовірністю {4}% поширює хворобу на одного з союзників неподалік при отриманні удару в бою.#for {1} sec#takes by {2}% and reducing its Stamina by {3}%#has {4}% chance", "Отриману фізичну шкоду збільшено на {1}%.\nВитривалість зменшено на {2}%.\nЗ ймовірністю {3}% хвороба поширюється при отриманні удару.#increased by {1}%#reduced by {2}%#{3}% chance", en="Wandering Plague" },
[3439] = { "Wandering Plague", "Отриману фізичну шкоду збільшено на {1}%.\nВитривалість зменшено на {2}%.\nЗ ймовірністю {3}% хвороба поширюється при отриманні удару.#increased by {1}%#reduced by {2}%#{3}% chance", "Отриману фізичну шкоду збільшено на {1}%.\nВитривалість зменшено на {2}%.\nЗ ймовірністю {3}% хвороба поширюється при отриманні удару.#increased by {1}%#reduced by {2}%#{3}% chance", en="Wandering Plague" },
[3583] = { "Смертельна отрута", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Отруєно. Завдає шкоди від природи кожні {1} с.#damage every {1} sec", en="Deadly Poison" },
[3594] = { "Тіньова олія", "При нанесенні на зброю ближнього бою дає {1}% ймовірності застосувати \"Тіньову стрілу\" на опонента при ударі. Триває {2} хв. Не можна застосувати на предмети вище {3} рівня.#a {1}% chance#Lasts {2} min#than level {3}", en="Shadow Oil" },
[3604] = { "Розрив сухожиль", "Зменшує швидкість руху ворога на {1} с.#for {1} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Tendon Rip" },
[3826] = { "Ефект оберега ліні", "Інтервал між атаками збільшено на {1}%.#by {1}%", "Інтервал між атаками збільшено на {1}%.#by {1}%", en="Ward of Laze effect" },
[4941] = { "Каменещит", "Збільшує броню на {1} протягом {2} с.#armor by {1} for {2} sec", "Збільшено броню.", en="Stoneshield" },
[4974] = { "Дотик зав'ядання", "Зменшує витривалість та дух ворога на {1} с.#for {1} sec", "Витривалість зменшено на {1}.\nДух зменшено на {2}.#Stamina reduced by {1}#Spirit reduced by {2}", en="Wither Touch" },
[5106] = { "Кришталевий спалах", "Приголомшує ворогів у конусі перед заклиначем, позбавляючи їх можливості рухатися та атакувати на {1} с. Будь-яка отримана ціллю шкода перерве дію ефекту.#for {1} sec", "Приголомшено.", en="Crystal Flash" },
[5137] = { "Поклик могили", "Завдає ворогові шкоди від тіні через {1} с.#after {1} sec", "Завдасть шкоди від тіні через {1} с.#after {1} sec", en="Call of the Grave" },
[5208] = { "Отруєний гарпун", "Завдає ворогу звичайної шкоди та додатково шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Poisoned Harpoon" },
[5320] = { "Грація Ічіякі", "Дух збільшено на {1}.#by {1}", "Дух збільшено на {1}.#by {1}", en="Echeyakee's Grace" },
[5413] = { "Їдкий каталізатор", "Зменшує опір природі ворога на {1} с.#for {1} sec", "Опір природі зменшено на {1}.#reduced by {1}", en="Noxious Catalyst" },
[5416] = { "Отруйне жало", "Завдає ворогу шкоди від природи та додаткової шкоди від природи кожні {1} с протягом {2} с. Ефект накопичується до {3} разів.#every {1} sec#for {2} sec#up to {3} times", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Venom Sting" },
[5708] = { "Наліт", "Завдає фізичної шкоди ворогам в конусі перед заклиначем, приголомшуючи їх на {1} с.#for {1} sec", "Приголомшено.", en="Swoop" },
[6278] = { "Повзуча пліснява", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Creeping Mold" },
[6603] = { "Автоатака", "Автоматично атакує ціль в ближньому бою за допомогою спорядженої зброї. Цю здібність можна вмикати та вимикати.", en="Auto Attack" },
[6605] = { "Жахаючий вереск", "Змушує навколишніх ворогів втікати зі страху протягом {1} с та зменшує їхню швидкість руху.#for {1} sec", "Втікає зі страху.\nШвидкість руху зменшено на {1}%.#reduced by {1}%", en="Terrifying Screech" },
[6612] = { "Лють", "Надає від {1} до {2} люті.#generates {1} to {2} rage", en="Rage" },
[6613] = { "Велика лють", ref=6612, en="Great Rage" },
[6685] = { "Пронизливий постріл", "Стріляє у ворога, завдаючи звичайної шкоди та зменшуючи його броню на {1} с.#for {1} sec", "Броню зменшено на {1}.#by {1}", en="Piercing Shot" },
[6751] = { "Слабка отрута", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Weak Poison" },
[6873] = { "Осквернений холод", "Збільшує отриману ворогом шкоду від криги на {1}% протягом {2} хв.#by {1}% for {2} min", "Отриману шкоду від криги збільшено на {1}%.#by {1}%", en="Foul Chill" },
[6907] = { "Хвороботворний слиз", "Збільшує інтервал між атаками ворога на {1}% та зменшує його швидкість руху на {2}% протягом {3} с.#attacks by {1}%#movement by {2}% for {3} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Diseased Slime" },
[6909] = { "Прокляття шипів", "Проклинає ворога на {1} с, внаслідок чого з ймовірністю {2}% при завданні удару від отримуватиме шкоду.#for {1} sec#a {2}% chance", "З ймовірністю {1}% отримає від {2} до {3} шкоди при атаці.#{1}% chance#take {2} to {3} damage", en="Curse of Thorns" },
[6942] = { "Нестерпний сморід", "Зменшує інтелект всіх навколишніх ворогів.", "Зменшує інтелект всіх навколишніх ворогів.", en="Overwhelming Stench" },
[6950] = { "Чарівний вогонь", "Зменшує броню ворога на {1} с. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#for {1} sec", "Броню зменшено.\nНе може отримати ефект непомітності чи невидимості.", en="Faerie Fire" },
[6951] = { "Знесилення", "Зменшує силу ворога на {1} хв.#for {1} min", "Силу зменшено.", en="Decayed Strength" },
[7038] = { "Зречення здібності: шкода", "Проклинає ворога, зменшуючи його шкоду на {1}% протягом {2} с.#enemy by {1}% for {2} sec", "Шкоду зменшено на {1}%.#by {1}%", en="Forsaken Ability: Damage" },
[7039] = { "Зречення здібності: броня", "Проклинає ворога, зменшуючи його броню на {1}% протягом {2} с.#enemy by {1}% for {2} sec", "Броню зменшено на {1}%.#by {1}%", en="Forsaken Ability: Armor" },
[7040] = { "Зречення здібності: здоров'я", "Проклинає ворога, зменшуючи його здоров'я на {1}% протягом {2} с.#enemy by {1}% for {2} sec", "Здоров'я зменшено на {1}%.#by {1}%", en="Forsaken Ability: Health" },
[7041] = { "Зречення здібності: зцілення", "Проклинає ворога, зменшуючи його здоров'я на {1}% протягом {2} с.#enemy by {1}% for {2} sec", "Зцілення зменшено на {1}%.#by {1}%", en="Forsaken Ability: Healing" },
[7042] = { "Зречення здібності: рух", "Проклинає ворога, зменшуючи його швидкість руху на {1}% протягом {2} с.#enemy by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Forsaken Ability: Movement" },
[7043] = { "Зречення навички: луки", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку використання луків зменшено на {1}.#by {1}", en="Forsaken Skill: Bows" },
[7044] = { "Зречення навички: рушниці", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку використання рушниць зменшено на {1}.#by {1}", en="Forsaken Skill: Guns" },
[7045] = { "Зречення навички: дворучні сокири", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку використання дворучних сокир зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Axes" },
[7046] = { "Зречення навички: дворучні булави", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку використання дворучних булав зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Maces" },
[7047] = { "Зречення навички: дворучні мечі", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку використання дворучних мечів зменшено на {1}.#by {1}", en="Forsaken Skill: 2H Swords" },
[7048] = { "Зречення навички: захист", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку захисту зменшено на {1}.#by {1}", en="Forsaken Skill: Defense" },
[7049] = { "Зречення навички: вогонь", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку вимови заклинань вогню зменшено на {1}.#by {1}", en="Forsaken Skill: Fire" },
[7050] = { "Зречення навички: крига", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку вимови заклинань криги зменшено на {1}.#by {1}", en="Forsaken Skill: Frost" },
[7051] = { "Зречення навички: святість", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку вимови заклинань святості зменшено на {1}.#by {1}", en="Forsaken Skill: Holy" },
[7053] = { "Зречення навички: тінь", "Проклинає ворога на {1} с, періодично зменшуючи одну з його навичок на {2}.#enemy for {1} sec#skills by {2}", "Навичку вимови заклинань тіні зменшено на {1}.#by {1}", en="Forsaken Skill: Shadow" },
[7054] = { "Зречення здібностей", "Проклинає ворога на {1} с, періодично випадковим чином зменшуючи його ефективність.#for {1} sec", "Проклято на періодичне зменшення здібностей.", en="Forsaken Ability" },
[7057] = { "Одержимі духи", "Проклинає ворога на {1} с, внаслідок чого його періодично переслідують злісні привиди.#for {1} sec", "Проклято на періодичну появу злісних привидів.", en="Haunting Spirits" },
[7074] = { "Крики минулого", "Перериває вимову заклять навколишніми ворогами, унеможливлюючи вимову будь-яких інших заклять тієї ж школи магії протягом {1} с.#school for {1} sec", en="Screams of the Past" },
[7098] = { "Прокляття загоєння", "Проклинає ворога на {1} с, внаслідок чого його атаки з ймовірністю {2}% зцілюють цілі {3} здоров'я.#for {1} sec#it {2}% chance#by {3} on attack", "З ймовірністю {1}% зцілить ворога при атаці.#{1}% chance", en="Curse of Mending" },
[7102] = { "Зараження гниллю", "Збільшує інтервал між атаками ворога на {1}% та сповільнює вимову заклять на {2}%. З ймовірністю {3}% при отриманні удару ворог поширить хворобу на союзника. Триває {4} с.#attacks by {1}%#casting by {2}%#adding {3}% chance#Lasts {4} sec", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nЗ ймовірністю {3}% при отриманні удару хвороба пошириться на союзника.#increased by {1}%#reduced by {2}%#{3}% chance", en="Contagion of Rot" },
[7103] = { "Зараження гниллю", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nЗ ймовірністю {3}% при отриманні удару хвороба пошириться на союзника.#increased by {1}%#reduced by {2}%#{3}% chance", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nЗ ймовірністю {3}% при отриманні удару хвороба пошириться на союзника.#increased by {1}%#reduced by {2}%#{3}% chance", en="Contagion of Rot" },
[7124] = { "Дар Аруґала", "Завдає {1} шкоди від тіні через {2} с.#Inflicts {1} Shadow#after {2} sec", "Отримання {1} шкоди від тіні через {2} с.#{1} Shadow#after {2} sec", en="Arugal's Gift" },
[7125] = { "Токсична слина", "Завдає ворогу {1} шкоди від природи кожні {2} с. Також висмоктує {3} мани кожні {4} с. Триває {5} с.#Inflicts {1} Nature#enemy every {2} sec#drains {3} mana every {4} sec#Lasts {5} sec", "{1} шкоди від природи кожні {2} с.\nВисмоктує {3} мани кожні {4} с.#{1} Nature damage inflicted every {2} sec#{3} mana drained every {4} sec", en="Toxic Saliva" },
[7127] = { "Хитка воля", "Збільшує інтервал між атаками ворога на {1}%, сповільнює вимову заклять на {2}% та зменшує швидкість руху на {3}%. Триває {4} с.#attacks speed by {1}%#casting speed by {2}%#movement by {3}%#Lasts {4} sec", "Інтервал між атаками збільшено на {1}%.\nВимову заклять сповільнено на {2}%.\nШвидкість руху зменшено на {3}%.#increased by {1}%#Casting speed reduced by {2}%#Movement speed reduced by {3}%", en="Wavering Will" },
[7139] = { "Тупіт Скверни", "Завдає звичайної шкоди плюс {1} навколишнім ворогам, приголомшуючи їх та збільшуючи отриману ними фізичну шкоду на {2} протягом {3} с.#plus {1} to#take by {2} for {3} sec", "Приголомшено.\nОтриману фізичну шкоду збільшено на {1}.#by {1}", en="Fel Stomp" },
[7178] = { "Водне дихання", "Дозволяє вам дихати водою протягом {1} хв.#for {1} min", "Може дихати під водою.", en="Water Breathing" },
[7289] = { "Зменшення", "Зменшує силу та витривалість ворога на {1} с.#for {1} sec", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Shrink" },
[7290] = { "Витягування душі", "Висмоктує здоров'я з ворога та його найближчого союзника протягом {1} с, зцілюючи заклиначеві вдвічі більше здоров'я.#over {1} sec", "Висмоктування {1} здоров'я протягом {2} с.#{1} health#over {2} sec", en="Soul Siphon" },
[7365] = { "Пляшка отрути", "Кидає у ворога пляшку з отрутою, що завдає шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Bottle of Poison" },
[7367] = { "Інфікований укус", "Завдає шкоди від природи ворогу кожні {1} с та збільшує отриману ним фізичну шкоду на {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.\nОтриману фізичну шкоду збільшено на {2}%.#every {1} sec#increased by {2}%", en="Infected Bite" },
[7713] = { "Виття мерця", "Зменшує всі характеристики навколишніх ворогів на {1} с.#for {1} sec", "Всі характеристики зменшено.", en="Wailing Dead" },
[7947] = { "Активний токсин", "Завдає ворогу шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Localized Toxin" },
[7992] = { "Сповільнююча отрута", "Збільшує інтервал між атаками ворога та зменшує його швидкість руху на {1} с.#movement for {1} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Slowing Poison" },
[8014] = { "Правець", "Зменшує витривалість ворога на {1} с.#for {1} sec", "Витривалість зменшено.", en="Tetanus" },
[8016] = { "Гниття сили", "Зменшує силу ворога на {1} с.#for {1} sec", "Силу зменшено на {1}.#by {1}", en="Strength Decay" },
[8078] = { "Громовий удар", "Завдає шкоди від природи навколишнім ворогам, збільшуючи інтервал між атаками та зменшуючи швидкість руху на {1} с.#movement speed for {1} sec", "Інтервал між атаками збільшено на {1}%.\nШвидкість руху зменшено на {2}%.#increased by {1}%#reduced by {2}%", en="Thunderclap" },
[8091] = { "Броня", "Збільшує броню цілі на {1} протягом {2} хв. Цей ефект вважається захисним еліксиром.#by {1} for {2} min", "Броню збільшено на {1}. Цей ефект вважається захисним еліксиром.#by {1}", en="Armor" },
[8118] = { "Сила", "Збільшує силу цілі на {1} протягом {2} хв. Цей ефект вважається бойовим еліксиром.#by {1} for {2} min", "Силу збільшено на {1}. Цей ефект вважається бойовим еліксиром.#by {1}", en="Strength" },
[8119] = { ref=8118 }, -- Strength
[8120] = { ref=8118 }, -- Strength
[8138] = { "Грибок Хмуромутного озера", "Зменшує витривалість ворога на {1} с.#for {1} sec", "Витривалість зменшено на {1}.#by {1}", en="Mirkfallon Fungus" },
[8212] = { "Збільшення", "Ваш розмір збільшується, а ваша сила зростає на {1}, відповідно до вашого нового розміру. Триває {2} хв. Бойовий еліксир.#increased by {1}#Lasts {2} min", "Силу збільшено на {1}, а також збільшено розмір. Бойовий еліксир.#by {1}", en="Giant Growth" },
[8245] = { "Їдка кислота", "Зменшує броню навколишніх ворогів на {1} протягом {2} с.#by {1} for {2} sec", "Броню зменшено на {1}.#by {1}", en="Corrosive Acid" },
[8257] = { "Отруйне жало", "Завдає ворогу шкоди від природи та додаткової шкоди від природи кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Venom Sting" },
[8269] = { "Несамовитість", "Збільшує швидкість атаки заклинача на {1}% протягом {2} хв.#by {1}% for {2} min", "Швидкість атаки збільшено на {1}%.#by {1}%", en="Frenzy" },
[8272] = { "Тремор розуму", "Сповільнює вимову заклять ворогом на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Mind Tremor" },
[8275] = { "Отруєний постріл", "Завдає ворогу звичайної шкоди плюс {1} та ще {2} шкоди від природи кожні {3} с протягом {4} с.#plus {1} to#additional {2} Nature#every {3} sec#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Poisoned Shot" },
[8282] = { "Прокляття крові", "Збільшує отриману ворогом фізичну шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Curse of Blood" },
[8382] = { "П'явкова отрута", ref=3388, en="Leech Poison" },
[8391] = { "Знищення", "Завдає ворогу звичайної шкоди плюс {1} та приголомшує його на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="Ravage" },
[8398] = { "Залп крижаних стріл", "Завдає шкоди від криги навколишнім ворогам, зменшуючи їх швидкість руху на {1}% протягом {2} с.#speed by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%", en="Frostbolt Volley" },
[8600] = { "Чумна лихоманка", "Завдає ворогу {1} шкоди від природи та додатково {2} шкоди кожні {3} с протягом {4} с.#Inflicts {1} Nature#additional {2} damage#every {3} sec#for {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Fevered Plague" },
[8733] = { "Благословення Чорноводдя", "Збільшує всі характеристики на {1}.\nЗбільшує шкоду кригою на {2}%.#stats by {1}%#damage done by {2}%", "Збільшує всі характеристики на {1}.\nЗбільшує шкоду кригою на {2}%.#stats by {1}%#damage done by {2}%", en="Blessing of Blackfathom" },
[8873] = { "Полум'яне дихання", "Завдає шкоди вогнем ворогам у конусі перед заклиначем.", en="Flame Breath" },
[9459] = { "Їдкий слиз", "Зменшує фізичну шкоду цілі.", "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", en="Corrosive Ooze" },
[9487] = { "Читання сувою", en="Read Scroll" },
[9573] = { ref=8873 }, -- Flame Breath
[9775] = { "Опромінення", "Опромінює ворожу ціль, змушуючи її завдавати від {1} до {2} шкоди від природи кожні {3} с навколишнім учасникам групи протягом {4} с.#inflict {1} to {2} Nature#every {3} sec#for {4} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с навколишнім учасникам групи.#{1} to {2} Nature#every {3} sec", en="Irradiated" },
[9791] = { ref=3148 }, -- Head Crack
[10651] = { "Прокляття Ока", "Проклинає ворога Оком Палета.", "Проклято Оком Палета!\nОтриману фізичну шкоду збільшено на {1}.\nДозволяє дихати під водою.#taken increased by {1}", en="Curse of the Eye" },
[10653] = { ref=10651 }, -- Curse of the Eye
[10691] = { "Духовне панування", "Збільшує дух на {1} при споживанні. Бойовий еліксир.#by {1} when", "Збільшує дух на {1}. Бойовий еліксир.#by {1}", en="Spiritual Domination" },
[10693] = { "Духовне панування", "Збільшує дух на {1} при споживанні. Ефект діє {2} хвилин. Бойовий еліксир.#by {1} when#for {2} min", "Збільшує дух на {1}. Бойовий еліксир.#by {1}", en="Spiritual Domination" },
[11328] = { "Спритність", ref=2374, en="Agility" },
[11330] = { ref=3159 }, -- Agility
[11334] = { "Велика спритність", ref=3157, en="Greater Agility" },
[11348] = { "Велика броня", ref=834, en="Greater Armor" },
[11349] = { "Броня", ref=834, en="Armor" },
[11359] = { "Відновлення", "Намагається зняти один магічний ефект, прокляття, отруту або хворобу з вас кожні {1} с протягом {2} с.\n\nЙмовірність зняття ефектів, накладених ворогами вище {3} рівня зменшено.#every {1} seconds for {2} sec#higher than level {3}", "Намагається зняти з вас один магічний ефект, прокляття, отруту або хворобу кожні {1} с протягом {2} с.#every {1} seconds for {2} sec", en="Restoration" },
[11390] = { "Арканічний еліксир", "Збільшує інтелект та показник критичного удару на {1} протягом {2} год. Бойовий еліксир.#by {1} for {2} h", "Інтелект та показник критичного удару збільшено на {1}. Бойовий еліксир.#by {1}", en="Arcane Elixir" },
[11393] = { "Інтелект", "Збільшує інтелект на {1} протягом {2} год. Захисний еліксир.#by {1} for {2} h", "Інтелект збільшено на {1}. Захисний еліксир.#by {1}", en="Intellect" },
[11394] = { "Великий інтелект", ref=11393, en="Greater Intellect" },
[11396] = { "Великий інтелект", ref=3166, en="Greater Intellect" },
[11428] = { "Збиття з ніг", "Завдає ворогу {1}% шкоди зброї, приголомшуючи його на {2} с.#Inflicts {1}% of normal#for {2} sec", "Приголомшено.", en="Knockdown" },
[11436] = { "Сповільнення", "Збільшує інтервал між атаками ближнього та дальнього бою ворога на {1}%, сповільнює вимову заклять на {2}% та зменшує швидкість руху на {3}% протягом {4} с.#attacks by {1}%#casting time by {2}%#movement by {3}% for {4} sec", "Швидкість руху зменшено на {1}%. Інтервал між атаками ближнього та дальнього бою збільшено на {2}%. Вимову заклять сповільнено на {3}%.#speed reduced by {1}%#attacks increased by {2}%#time increased by {3}%", en="Slow" },
[11876] = { "Бойовий тупіт", "Завдає шкоди навколишнім ворогам, приголомшуючи на {1} с.#for {1} sec", "Приголомшено.", en="War Stomp" },
[11892] = { nil, "Зменшує силу навколишніх ворогів на {1}, а витривалість - на {2} протягом {3} с.#Strength by {1}#Stamina by {2} for {3} sec", ref=7289 }, -- Shrink
[11960] = { "Прокляття Жахобою", "Проклинає ціль, зменшуючи силу атаки ближнього бою на {1}% протягом {2} с. Накладається до {3} разів.#by {1}% for {2} sec#up to {3} times", "Силу атаки ближнього бою зменшено на {1}%.#by {1}%", en="Curse of the Dreadmaul" },
[11971] = { "Розкол броні", "Розколює броню ворога, зменшуючи її за кожен ефект \"Розколу броні\". Ефект накопичується до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Sunder Armor" },
[11980] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду протягом {1} с.#enemy for {1} sec", "Завдану фізичну шкоду зменшено на {1}%.#by {1}%", en="Curse of Weakness" },
[11983] = { "Струмінь пари", "Завдає шкоди від природи навколишнім ворогам та зменшує їх шанс завдання удару на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Steam Jet" },
[12166] = { "Розрив м'язів", "Калічить ворога, завдаючи звичайної шкоди та зменшуючи його силу на {1} с.#for {1} sec", "Силу зменшено на {1}.#by {1}", en="Muscle Tear" },
[12179] = { ref=8118 }, -- Strength
[12251] = { "Смертоносна отрута", "Завдає шкоди від природи кожні {1} с. Триває {2} с.#every {1} sec#Lasts {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Virulent Poison" },
[12255] = { "Прокляття Тутен'каша", "Зменшує швидкість вимови заклять навколишніх ворогів на {1}% та збільшує інтервал між їхніми атаками на {2}%. Триває {3} с.#enemies by {1}%#attacks by {2}%#Lasts {3} sec", "Швидкість вимови заклять зменшено на {1}%.\nІнтервал між атаками збільшено на {2}%.#reduced by {1}%#increased by {2}%", en="Curse of Tuten'kash" },
[12279] = { ref=8282 }, -- Curse of Blood
[12493] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду протягом {1} с.#enemy for {1} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[12533] = { "Кислотний подих", "Завдає шкоди від природи та додаткової шкоди кожні {1} с ворогам у конусі перед заклиначем. Триває {2} с.#every {1} sec#Lasts {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Breath" },
[12541] = { "Упиряча гниль", "Зменшує ймовірність завдання удару.", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Ghoul Rot" },
[12608] = { "Еліксир котячого ока", "Злегка посилює вашу здатність виявлення непомітності на {1} хв. Захисний еліксир.#for {1} min", "Здатність виявлення непомітності злегка посилено. Захисний еліксир.", en="Catseye Elixir" },
[12741] = { "Прокляття слабкості", "Зменшує завдану навколишніми ворогами фізичну шкоду протягом {1} с.#enemies for {1} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[12884] = { "Кислотний подих", "Завдає {1} шкоди від природи та додатково {2} шкоди кожні {3} с ворогам у конусі перед заклиначем. Триває {4} с.#Inflicts {1} Nature#additional {2} damage every {3} sec#Lasts {4} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Acid Breath" },
[12891] = { ref=12884 }, -- Acid Breath
[13338] = { "Прокляття мови", "Примушує ворога говорити мовою демонів, сповільнюючи час вимови заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Curse of Tongues" },
[13582] = { "Смертельна отрута", "Завдає шкоди від природи навколишнім ворогам кожні {1} с протягом {2} хв.#every {1} sec#for {2} min", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Deadly Poison" },
[13884] = { "Отрута зав'ядання", "Вражає ціль отрутою, що зменшує силу та спритність, а також завдає шкоди від природи протягом {1} с.#over {1} sec", "Завдає шкоди від природи кожні {1} с.\nСилу та спритність зменшено.#every {1} sec", en="Withering Poison" },
[14103] = { ref=13442 }, -- Firebolt
[14112] = { "Обдиральна лоза", "Завдає {1}% звичайної шкоди ворогу та його союзникам неподалік, вражаючи до {2} цілей.#Inflicts {1}% weapon#up to {2} target", en="Flaying Vine" },
[14180] = { "Липка смола", "Роззброює ціль.", "Не тримає в руках зброю.", en="Sticky Tar" },
[14517] = { "Удар лицаря", "Завдає ворогу {1}% шкоди зброї та збільшує отриману ним шкоду від святості на {2} за кожен \"Удар лицаря\". Ефект може накопичуватись до {3} разів. Триває {4} с.#Inflicts {1}%#takes by {2} per#applied up to {3} times#Lasts {4} sec", "Отриману шкоду святістю збільшено на {1}.#by {1}", en="Crusader Strike" },
[14518] = { "Удар лицаря", "Завдає ворогу {1}% шкоди зброї та збільшує отриману ним шкоду від святості за кожен \"Удар лицаря\". Ефект може накопичуватись до {2} разів. Триває {3} с.#Inflicts {1}%#applied up to {2} times#Lasts {3} sec", "Отриману шкоду святістю збільшено.", en="Crusader Strike" },
[14533] = { "Розщеплення", "Збільшує отриману навколишніми ворогами шкоду від вогню, криги та аркани на {1}% протягом {2} с.#by {1}% for {2} sec", "Отриману шкоду від вогню, криги та аркани збільшено на {1}%.#by {1}%", en="Disjunction" },
[14535] = { "Землечерпна хвороба", "Зменшує всі характеристики навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Всі характеристики зменшено на {1}%.#by {1}%", en="Dredge Sickness" },
[14538] = { "Акустичний шок", "Сповільнює вимову заклять навколишніх ворогів на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Aural Shock" },
[14539] = { "Гнилісний фермент", "Збільшує отриману навколишніми ворогами шкоду від природи на {1}% та збільшує отриману ними шкоду від тіні на {2}%. Триває {3} с.#enemies by {1}%#take by {2}%#Lasts {3} sec", "Отриману шкоду від природи збільшено на {1}%.\nОтриману шкоду від тіні збільшено на {2}%.#Nature damage taken is increased by {1}%#Shadow damage taken is increased by {2}%", en="Putrid Enzyme" },
[15042] = { "Прокляття крові", "Збільшує отриману ворогом фізичну шкоду на {1} с.#for {1} sec", "Отриману фізичну шкоду збільшено.", en="Curse of Blood" },
[15128] = { "Знак полум'я", "Збільшує отриману ворогом шкоду від вогню на {1} протягом {2} с.#by {1} for {2} sec", "Отриману шкоду від вогню збільшено на {1}.#by {1}", en="Mark of Flames" },
[15470] = { "Прокляття мови", "Примушує навколишніх ворогів говорити мовою демонів, сповільнюючи час вимови всіх заклять на {1}% протягом {2} с.#by {1}% for {2} sec", "Вимову заклять сповільнено на {1}%.#by {1}%", en="Curse of Tongues" },
[15618] = { ref=8646 }, -- Snap Kick
[15728] = { ref=3256 }, -- Plague Cloud
[15802] = { ref=7289 }, -- Shrink
[16071] = { "Прокляття Вогняного Тавра", "Завдає від {1} до {2} шкоди вогнем ворогу кожні {3} с протягом {4} с.#Inflicts {1} to {2} Fire#every {3} sec#for {4} sec", "Отримання від {1} до {2} шкоди від вогню кожні {3} с.#{1} to {2} Fire#every {3} sec", en="Curse of the Firebrand" },
[16098] = { "Прокляття крові", "Збільшує отриману навколишніми ворогами фізичну шкоду на {1} протягом {2} с.#by {1} for {2} sec", "Отриману фізичну шкоду збільшено на {1}.#by {1}", en="Curse of Blood" },
[16128] = { "Інфікований укус", "Завдає шкоди від природи ворогу кожні {1} с та збільшує отриману ним фізичну шкоду на {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.\nОтриману фізичну шкоду збільшено.#every {1} sec", en="Infected Bite" },
[16145] = { "Розкол броні", "Розколює броню ворога, зменшуючи її за кожен ефект \"Розколу броні\". Ефект накопичується до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Sunder Armor" },
[16168] = { "Вогняний ляпас", "Завдає цілі від {1} до {2} шкоди вогнем і збільшує отриману нею вогняну шкоду на {3} протягом {4} секунд. Ефект накопичується до {5} разів.#Inflicts {1} to {2} Fire#by {3} for {4} sec#up to {5} times", "Отриману вогняну шкоду збільшено на {1}.#by {1}", en="Flame Buffet" },
[16172] = { ref=3148 }, -- Head Crack
[16186] = { "Чумна лихоманка", "Завдає ворогу шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Fevered Plague" },
[16247] = { nil, "Проклинає ворога на {1} с, внаслідок чого з ймовірністю {2}% при завданні удару він отримуватиме від {3} до {4} шкоди.#for {1} sec#it {2}% chance to take {3} to {4} damage", ref=6909 }, -- Curse of Thorns
[16333] = { "Дотик знесилення", "Зменшує силу ворога на {1}, а витривалість - на {2} протягом {3} с.#Strength by {1}#Stamina by {2} for {3} sec", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Debilitating Touch" },
[16336] = { "Одержимі примари", ref=7057, en="Haunting Phantoms" },
[16390] = { ref=8873 }, -- Flame Breath
[16396] = { "Полум'яне дихання", "Завдає {1} шкоди вогнем ворогам у конусі перед заклиначем.#Inflicts {1} Fire", en="Flame Breath" },
[16429] = { "Пронизлива тінь", "Зменшує опір тіні ворога на {1} протягом {2} с.#by {1} for {2} sec", "Опір тіні зменшено на {1}.#by {1}", en="Piercing Shadow" },
[16448] = { "Чорна гниль", "Зменшує ймовірність ухилення ворога на {1}% протягом {2} с.#by {1}% for {2} sec", "Ймовірність ухилення зменшено на {1}%.#by {1}%", en="Black Rot" },
[16458] = { "Чума гуля", "Зменшує швидкість руху ворога на {1}% та зменшує всю завдану ним фізичну та магічну шкоду на {2}. Триває {3} с.#enemy by {1}%#deals by {2}#Lasts {3} sec", "Швидкість руху зменшено на {1}%.\nЗавдану фізичну та магічну шкоду зменшено на {2}.#speed reduced by {1}%#dealt is reduced by {2}", en="Ghoul Plague" },
[16468] = { "Материнське молоко", "Отруює навколишніх ворогів. Доки отрута не буде повністю виведена, вона буде періодично знерухомлювати отруєні цілі та їх союзників неподалік.", "Може знерухомити носія та навколишніх союзників.", en="Mother's Milk" },
[16498] = { "Чарівний вогонь", "Зменшує броню ворога на {1} протягом {2} с. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#by {1} for {2} sec", "Броню зменшено на {1}.\nНе може отримати ефект непомітності чи невидимості.#by {1}", en="Faerie Fire" },
[16536] = { "Вогняний ляпас", "Завдає цілі шкоди вогнем і збільшує отриману нею вогняну шкоду на {1} с. Ефект накопичується до {2} разів.#for {1} sec#up to {2} times", "Отриману вогняну шкоду збільшено на {1}.#by {1}", en="Flame Buffet" },
[16711] = { "Ріст", "Вирости.", "Всі виросли.", en="Grow" },
[16739] = { "Сфера обману", "Замаскуватися під члена протилежної фракції на {1} хв.#for {1} min", "Замасковано.", en="Orb of Deception" },
[17207] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи {2}% шкоди зброї.#lasts {1} sec#inflicts {2}% weapon", "Атакує навколишніх ворогів, завдаючи {1}% шкоди зброї.#for {1}% weapon", en="Whirlwind" },
[17227] = { "Прокляття слабкості", "Зменшує завдану ціллю фізичну шкоду на {1} протягом {2} с. Одночасно лише одне прокляття кожного чорнокнижника може бути задіяне на цілі.#by {1} for {2} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[17232] = { "Аура відданості", "Надає додаткову броню навколишнім учасникам групи протягом {1} хв. Гравці можуть мати лише одну ауру від кожного паладина одночасно.#for {1} min", "Броню збільшено на {1}.#by {1}", en="Devotion Aura" },
[17281] = { "Удар лицаря", "Завдає ворогу {1} шкоди та збільшує отриману ним шкоду від святості на {2} за кожен \"Удар лицаря\". Ефект може накопичуватись до {3} разів. Триває {4} с.#Inflicts {1} damage#takes by {2} per#applied up to {3} times#Lasts {4} sec", "Отриману шкоду святістю збільшено.", en="Crusader Strike" },
[17294] = { ref=8873 }, -- Flame Breath
[17405] = { "Домінування", "Бере під контроль ворога-гуманоїда на {1} с.#for {1} sec", "Причаровано.", en="Domination" },
[17528] = { "Потужне зілля люті", "Миттєво надає від {1} до {2} люті та збільшує силу на {3} протягом {4} с.#generates {1} to {2} rage#Strength by {3} for {4} sec", "Силу збільшено на {1}.#by {1}", en="Mighty Rage" },
[17535] = { "Еліксир мудреців", "Збільшує запас мани на {1} та дух на {2} протягом {3} год. Бойовий еліксир.#mana by {1} and Spirit by {2} for {3} h", "Запас мани збільшено на {1}, дух збільшено на {2}. Бойовий еліксир.#mana increased by {1}#Spirit increased by {2}", en="Elixir of the Sages" },
[17540] = { "Великий каменещит", ref=4941, en="Greater Stoneshield" },
[17831] = { "Поклик могили", "Завдає шкоди від тіні навколишнім ворогам через {1} с.#after {1} sec", "{1} шкоди від тіні через {2} с.#{1} Shadow#after {2} sec", en="Call of the Grave" },
[17963] = { "Розсікаючий розкол", "Розсікає броню ворога та його найближчих созників, вражаючи до {1} цілей. Броня цілі зменшується за кожен ефект. Може накопичуватись до {2} разів. Триває {3} с.#up to {1} targets#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}.#by {1}", en="Sundering Cleave" },
[18070] = { "Кислота землебура", "Роз'їдає броню ворога. Може накопичуватись до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Earthborer Acid" },
[18118] = { "Наслідок", "Ваш \"Вогняний дощ\" може приголомшити цілі на {1} с, а а \"Розпалення\" може викликати у цілі запаморочення на {2} с.#Stun targets for {1} sec#daze the target for {2} sec", "Запаморочення.", en="Aftermath" },
[18144] = { "Наліт", "Завдає звичайної шкоди плюс {1} ворогам в конусі перед заклиначем, приголомшуючи їх на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="Swoop" },
[18149] = { "Летюча зараза", "Заражає ворога на {1} с, завдаючи {2} шкоди від природи всім його союзникам неподалік кожні {3} с.#enemy for {1} sec#inflict {2} Nature#every {3} sec", "Завдає {1} шкоди від природи навколишнім союзниками кожні {2} с.#Inflicting {1} Nature#every {2} sec", en="Volatile Infection" },
[18151] = { nil, "Зменшує опір природі ворога на {1} протягом {2} с.#by {1} for {2} sec", ref=5413 }, -- Noxious Catalyst
[18266] = { ref=14868 }, -- Curse of Agony
[18267] = { ref=12493 }, -- Curse of Weakness
[18270] = { "Темна чума", "Завдає ворогу шкоди від природи та додаткової шкоди кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Dark Plague" },
[18702] = { "Прокляття темного магістра", "Зменшує силу ворога на {1}, а витривалість - на {2} протягом {3} с.#Strength by {1}#Stamina by {2} for {3} sec", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Curse of the Darkmaster" },
[18812] = { "Збиття з ніг", "Завдає ворогу фізичної шкоди, приголомшуючи його на {1} с.#for {1} sec", "Приголомшено.", en="Knockdown" },
[18958] = { "Полум'яний батіг", "Обпалює ворога, завдаючи від {1} до {2} шкоди та зменшуючи опір вогню на {3} протягом {4} с.#for {1} to {2} damage#by {3} for {4} sec", "Опір вогню зменшено на {1}.#by {1}", en="Flame Lash" },
[19128] = { "Збиття з ніг", "Завдає шкоди ворогу та його союзникам неподалік, приголомшуючи їх на {1} с. Вражає до {2} цілей.#for {1} sec#up to {2} targets", "Приголомшено.", en="Knockdown" },
[19832] = { "Одержимість", "Підкорює розум цілі.", "Одержимість.", en="Possess" },
[21007] = { "Прокляття слабкості", "Зменшує завдану навколишніми ворогами фізичну шкоду на {1} протягом {2} с.#enemies by {1} for {2} sec", "Завдану фізичну шкоду зменшено на {1}.#by {1}", en="Curse of Weakness" },
[21081] = { ref=16145 }, -- Sunder Armor
[21547] = { "Хмара спор", "Завдає від {1} до {2} шкоди від природи протягом {3} с.#Deals {1} to {2} Nature#over {3} sec", "Завдає від {1} до {2} шкоди протягом {3} с.#Deals {1} to {2} damage over {3} sec", en="Spore Cloud" },
[21670] = { "Чарівний вогонь", "Зменшує броню ворога на {1} протягом {2} хв. Під час дії ефекту ціль не може отримати ефект непомітності чи невидимості.#by {1} for {2} min", "Броню зменшено на {1}.\nНе може отримати ефект непомітності чи невидимості.#by {1}", en="Faerie Fire" },
[21787] = { "Смертельна отрута", "Завдає ворогу {1} шкоди від природи кожні {2} с протягом {3} с.#Inflicts {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Deadly Poison" },
[22335] = { "Пляшка отрути", "Кидає у ворога пляшку з отрутою, що завдає {1} шкоди від природи кожні {2} с протягом {3} с.#inflicting {1} Nature#every {2} sec#for {3} sec", "Завдає {1} шкоди від природи кожні {2} с.#{1} Nature#every {2} sec", en="Bottle of Poison" },
[22371] = { "Прокляття безсилля", "Зменшує магічну шкоду цілі на {1} с.#for {1} sec", "Магічну шкоду зменшено на {1}.#by {1}", en="Curse of Impotence" },
[22412] = { "Смертоносна отрута", "Завдає шкоди від природи кожні {1} с. Триває {2} с.#every {1} sec#Lasts {2} sec", "Завдає шкоди від природи кожні {1} с.#every {1} sec", en="Virulent Poison" },
[22426] = { "Дроблення броні", "Б'є по броні ворога, зменшуючи її за кожен ефект. Може накопичуватись до {1} разів. Триває {2} с.#up to {1} times#Lasts {2} sec", "Броню зменшено.", en="Crush Armor" },
[22661] = { "Позбавлення сил", "Висмоктує ману з ворожої цілі кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", "Викрадення {1} мани кожні {2} с.#{1} mana#every {2} sec", en="Enervate" },
[22713] = { ref=10452 }, -- Flame Buffet
[22745] = { "Льодяні ланцюги", "Створює навколо ворога льодяні ланцюги, знерухомлюючи його та випалюючи ману кожні {1} с протягом {2} с.#every {1} sec#for {2} sec", en="Chains of Ice" },
[22802] = { "Задушливі спори", "Завдає навколишнім ворогам шкоди від природи кожні {1} с.#every {1} sec", "Завдає від {1} до {2} шкоди від природи кожні {3} с.#Deals {1} to {2} nature#every {3} sec", en="Choking Spores" },
[22833] = { "Плювок пійлом", "Плює пійлом в ціль, сп'яняючи та зменшуючи ймовірність завдання удару в ближньому бою на {1}% протягом {2} с.#attacks by {1}%#for {2} sec", "Ймовірність завдання удару зменшено на {1}%.#by {1}%", en="Booze Spit" },
[22919] = { "Муки розуму", "Завдає шкоди від тіні {1} ворогам та зменшує їх швидкість руху протягом {2} с.#up to {1} enemies#for {2} sec", "Завдає шкоди від тіні протягом {1} с.\nШвидкість руху зменшено.#over {1} sec", en="Mind Flay" },
[22948] = { "Хмара спор", nil, "Завдає від {1} до {2} шкоди протягом {3} с.#Deals {1} to {2} damage over {3} sec", en="Spore Cloud" },
[23120] = { "Благословення Чорного Походу", "Зменшує отриману шкоду.", "Отриману шкоду зменшено на {1}#by {1}", en="Black March Blessing" },
[23493] = { "Відновлення", "Відновлює здоров'я та ману.", "Відновлює здоров'я та ману.", en="Restoration" },
[23513] = { "Сутність червоного дракона", "Алекстраза благословляє всіх навколишніх союзників.\n\nВідновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nДодає {3} люті щосекунди.\nДодає {4} сили рун щосекунди.#Restores {1} Mana#Restores {2} Energy#Generates {3} Rage#Generates {4} Runic", "Відновлює {1} мани щосекунди.\nВідновлює {2} енергії щосекунди.\nВідновлює {3} концентрації щосекунди.\nДодає {4} люті щосекунди.\nДодає {5} сили рун щосекунди.#Restores {1} Mana#Restores {2} Energy#Restores {3} Focus#Generates {4} Rage#Generates {5} Runic", en="Essence of the Red" },
[23681] = { "Чиста сутність червоного дракона", en="Clear Essence of the Red" },
[23919] = { ref=18144 }, -- Swoop
[24054] = { "Зменшення", "Зменшує силу навколишніх ворогів на {1}, а витривалість - на {2} протягом {3} хв.#Strength by {1}#Stamina by {2} for {3} min", "Силу зменшено на {1}.\nВитривалість зменшено на {2}.#Strength reduced by {1}#Stamina reduced by {2}", en="Shrink" },
[24063] = { "Вибух жаби", "Завдає шкоди в обсязі від {1}% до {2}% від максимального запасу здоров'я.#Deals {1} to {2}%", en="Toad Explode" },
[24213] = { ref=8391 }, -- Ravage
[24236] = { "Вихор", "Атакує навколишніх ворогів сталевим вихром протягом {1} с, завдаючи звичайної шкоди плюс {2}.#lasts {1} sec#plus {2}", "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.#plus {1}", en="Whirlwind" },
[24317] = { "Розкол броні", "Розколює броню ворога, зменшуючи її на {1} за кожен ефект \"Розколу броні\". Ефект накопичується до {2} разів. Триває {3} с.#reducing it by {1} per#up to {2} times#Lasts {3} sec", "Броню зменшено.", en="Sunder Armor" },
[24333] = { ref=8391 }, -- Ravage
[24363] = { "Еліксир магокрові", "Збільшує дух на {1} протягом {2} год. Бойовий еліксир.#Spirit by {1} for {2} h", "Дух збільшено на {1}. Бойовий еліксир.#by {1}", en="Mageblood Elixir" },
[24364] = { "Нестримність", "Надає невразливість до приголомшення та ефектів обмеження руху на наступні {1} с. Також знімає вже наявні ефекти.#next {1} sec", "Невразливість до приголомшення та обмеження руху.", en="Living Free Action" },
[24375] = { "Бойовий тупіт", "Завдає звичайної шкоди плюс {1} навколишнім ворогам, відкидаючи їх та приголомшуючи на {2} с.#plus {1} to#for {2} sec", "Приголомшено.", en="War Stomp" },
[24378] = { nil, "Збільшує завдану шкоду на {1}%, але збільшує отриману шкоду на {2}%.#caused by {1}%#taken by {2}%", ref=23505 }, -- Berserking
[24379] = { "Відновлення", "Відновлює здоров'я та ману.", "Відновлює здоров'я та ману.", en="Restoration" },
[24673] = { ref=8282 }, -- Curse of Blood
[24705] = { "Попільна маска", "Ви розфарбували обличчя попелом Плетеного чоловічка. Збільшує отриманий досвід та репутацію на {1}%. Триває {2} год.#gained by {1}%#Lasts {2} h", "Ви розфарбували обличчя попелом Плетеного чоловічка. Збільшує отриманий досвід та репутацію на {1}%. Триває {2} год.#gained by {1}%#Lasts {2} h", en="Grim Visage" },
[25050] = { "Знак полум'я", "Збільшує отриману ворогом шкоду від вогню на {1} протягом {2} хв.#by {1} for {2} min", "Отриману шкоду від вогню збільшено на {1}.#by {1}", en="Mark of Flames" },
[25051] = { ref=24317 }, -- Sunder Armor
[25187] = { "Каталізатор Вул'Зари", "Знижує швидкість руху цілі, завдає шкоди кожні {1} с та збільшує отриману шкоду від силітидів Вул'Зари.#every {1} sec", "Швидкість руху зменшено на {1}%.\n{2} шкоди кожні {3} с.\nШкоду від силітидів Вул'Зари збільшено.#by {1}%#{2} damage every {3} sec", en="Hive'Zara Catalyst" },
[25371] = { "Поглинання", "Поглинає ціль, завдаючи шкоди від природи та зцілюючи заклинателя.", "Вас поглинають!", en="Consume" },
[25471] = { "Наказ атакувати", "Позначає ціль міткою смерті.", "Мітка смерті...", en="Attack Order" },
[25516] = { "Аура командування", "Збільшує швидкість атаки та вимови заклять навколишніх союзників та зцілює їх кожні {1} с.#every {1} sec", "Зцілює {1} здоров'я кожні {2} с.\nШвидкість атаки збільшено на {3}%.\nШвидкість вимови заклять збільшено на {4}%.#Heals {1} health every {2} sec#Attack speed increased by {3}%#Casting speed increased by {4}%", en="Aura of Command" },
[25656] = { "Піщана пастка", "Зменшує ймовірність завдання удару навколишніх ворогів та унеможливлює вимову заклять на {1} с.#for {1} sec", "Ймовірність завдання удару зменшено на {1}%.\nНе можна вимовляти закляття.#by {1}%", en="Sand Trap" },
[25725] = { "Параліч", "Приголомшує ціль та телепортує до Аямісс.", "Приголомшено.", en="Paralyze" },
[25772] = { "Ментальне панування", "Захоплює контроль на розумом ворога, змушуючи його виконувати накази.", "Тепер ви слуга доктора Жло!", en="Mental Domination" },
[25774] = { "Розбиття розуму", "Розтрощує розум навколишніх ворогів, завдаючи шкоди тінню та приголомшуючи їх на {1} с.#for {1} sec", "Приголомшено.", en="Mind Shatter" },
[25805] = { "Осквернення душі", "Зменшує всі характеристики на {1}.\nЗавдає шкоди від тіні кожні {2} с.#by {1}#every {2} sec", "Всі характеристики зменшено на {1}.\nЗавдає від {2} до {3} шкоди від тіні кожні {4} с.#by {1}#{2} to {3} Shadow#every {4} sec", en="Soul Corruption" },
[26052] = { "Отруйна стріла", "Стріляє у всіх ворогів отрутою, завдаючи шкоди від природи.", en="Poison Bolt" },
[26083] = { nil, nil, "Атакує навколишніх ворогів, завдаючи звичайної шкоди плюс {1}.\nНевразливість до приголомшення.#plus {1}", ref=24236 }, -- Whirlwind
[26393] = { "Благословення Елуни", "Вас благословила Елуна. Силу, спритність, інтелект та витривалість збільшено на {1}%.#by {1}%", "Вас благословила Елуна. Силу, спритність, інтелект та витривалість збільшено на {1}%.#by {1}%", en="Elune's Blessing" },
[26662] = { "Берсерк", "Збільшує швидкість атаки та швидкість руху заклинача на {1}% та збільшує всю шкоду на {2}%. Також надає невразливість до провокації.#speeds by {1}%#deals by {2}%", "Всю шкоду збільшено на {1}.\nШвидкість атаки та швидкість руху збільшено на {2}%.\nНевразливість до провокації.#dealt is increased by {1}%#speeds increased by {2}%", en="Berserk" },
[26977] = { "Прокляття повелителя стихій", "Зменшує опір вогню всіх навколишніх ворогів на {1} с.#for {1} sec", "Опір вогню зменшено на {1}.#by {1}", en="Curse of the Elemental Lord" },
[27991] = { ref=24317 }, -- Sunder Armor
[28333] = { "Завихрення", ref=24236, en="Whirlwind Primer" },
[28334] = { ref=24236 }, -- Whirlwind
[28502] = { "Великий захист", ref=834, en="Major Armor" },
[28725] = { ref=24375 }, -- War Stomp
[29519] = { "Силітист", nil, "Силітистовий пил оточує й обтяжує вас. Ви не можете везти його верхи і він перешкоджає застосуванню будь-яких ефектів, що збільшують швидкість руху.", en="Silithyst" },
[29851] = { ref=24236 }, -- Whirlwind
[34952] = { "Хапай за горло", "Ваші критичні удари дальнього бою відновлюють вашому вихованцю {1} концентрації.#generate {1} Focus", en="Go for the Throat" },
[34953] = { ref=34952 }, -- Go for the Throat
[36698] = { nil, "Зменшує опір тіні ворога на {1} протягом {2} хв.#by {1} for {2} min", ref=16429 }, -- Piercing Shadow
[37012] = { ref=18144 }, -- Swoop
[43680] = { "Бездіяльність", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати честь та очки завоювання.", "Ваші товариші по команді поскаржилися на вас за лінощі! Вступайте в PvP-бій, інакше вам буде зараховано неактивність і ви не зможете отримувати честь та очки завоювання.", en="Idle" },
[43681] = { "Неактивність", "Ви не можете отримувати честь та очки завоювання, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", "Ви не можете отримувати честь та очки завоювання, поки не вступите в PvP-бій.\nЯкщо ви залишитесь в неактивності, вас виженуть з поля бою.", en="Inactive" },
[46297] = { ref=36698 }, -- Piercing Shadow
[50293] = { nil, "Зменшує броню ворога на {1} та завдає {2} шкоди від природи кожні {3} с протягом {4} с.#armor by {1} and inflicts {2} Nature#every {3} sec#for {4} sec", ref=3396 }, -- Corrosive Poison
[53763] = { "Захист", ref=834, en="Protection" },
[54497] = { ref=834 }, -- Lesser Armor
[65974] = { "Удар лавою", "Ви заряджаєте зброю в лівій руці лавою та завдаєте {1}% шкоди зброї. Шкода збільшується на {2}%, якщо зброя в лівій руці зачарована язиком полум'я.#dealing {1}%#increased by {2}% if", en="Lava Lash" },
[67719] = { "Морозна лихоманка", "Хвороба, що завдає шкоди від криги кожні {1} с та зменшує швидкість атак ближнього та дальнього бою цілі на {2}% протягом {3} с.#every {1} sec#by {2}% for {3} sec", "Завдає шкоди від криги протягом {1} с.\nЗменшує швидкість атак ближнього та дальнього бою.#over {1} sec", en="Frost Fever" },
[67767] = { ref=67719 }, -- Frost Fever
[68174] = { "Благословення Нептулона", ref=8747, en="Neptulon's Blessing" },
[69917] = { ref=67719 }, -- Frost Fever
[69940] = { "Візуальний ефект дзеркальної копії", en="Mirror Image Visual" },
[74264] = { ref=36847 }, -- Mirror Image
[74314] = { ref=36847 }, -- Mirror Image
[78146] = { ref=65974 }, -- Lava Lash
[87071] = { "Алхімія", "Створити предмет за допомогою Алхімії.", en="Alchemy" },
[93507] = { ref=19496 }, -- Magma Shackles
[95784] = { ref=43680 }, -- Idle
[101870] = { "Виклик демона", en="Summon Demon" },
[106187] = { "Бездіяльність", en="Idle" },
[219003] = { ref=43680 }, -- Idle

-- Armor Proficiencies
[750] = { "Лати", "Дозволяє вам споряджати латні обладунки.", en="Plate Mail" },
[8737] = { "Кольчуга", "Дозволяє вам споряджати кольчужні обладунки.", en="Mail" },
[27762] = { "Реліквія", en="Relic" },
[27763] = { "Реліквія", en="Relic" },
[27764] = { "Реліквія", en="Relic" },

-- Item effects
[2828] = { "Заточка леза", "Заточує гостру зброю, збільшуючи її шкоду на {1} протягом {2} год. Не можна застосовувати на предмети вище {3} рівня.#by {1} for {2} h#than level {3}", en="Sharpen Blade" },
[3112] = { "Покращення дробильної зброї", "Збалансовує дробильну зброю, збільшуючи її шкоду на {1} протягом {2} год. Не можна застосувати на предмети вище {3} рівня.#by {1} for {2} hour#than level {3}", en="Enhance Blunt Weapon" },
[5021] = { "Трозький ель", "Збільшує ваше здоров'я на {1}-{2}, але зменшує інтелект на {3} протягом {4} хв.#health by {1} to {2}#by {3} for {4} min", "Здоров'я збільшено на {1}-{2}.\nІнтелект зменшено на {3}.#increased by {1} to {2}#decreased by {3}", en="Trogg Ale" },
[8342] = { "Дефібриляція", "Кабельний дефібрилятор іноді може повернути до життя мертвого союзника. Не можна використовувати під час бою.", en="Defibrillate" },
[9417] = { "Збільшення шкоди заклять {1}#Increase Spell Dam {1}", "Збільшує інтелект на {1}.#Intellect by {1}", en="Increase Spell Dam 12" },
[10351] = { "Шкіра василіска", "Збільшує показник ухилення на {1} протягом {2} с.#dodge rating by {1} for {2} sec", "Показник ухилення збільшено.", en="Basilisk Skin" },
[12733] = { "Мітрилова печатка", "Збільшує броню на {1} та опір всім школам магії на {2} протягом {3} с. Якщо ви {4} рівня чи нижче, ви також отримаєте невразливість до страху.#armor by {1}#resistances by {2} for {3} sec#are level {4} or", "Броню збільшено на {1}, опір магії збільшено на {2}.#Armor increased by {1}#resistances increased by {2}", en="Mithril Insignia" },
[13442] = { "Вогняна стріла", "Завдає цілі {1} шкоди вогнем.#for {1} Fire", en="Firebolt" },
[14253] = { "Усунення отрути", "Намагається вилікувати {1} ефект отруєння на цілі.#cure {1} poison", "Намагається вилікувати {1} ефект отруєння.#cure {1} poison", en="Abolish Poison" },
[15231] = { "Кристалічна сила", "Збільшує ваш дух на {1} протягом {2} хв. Бойовий еліксир.#by {1} for {2} min", "Дух збільшено на {1}.#by {1}", en="Crystal Force" },
[17252] = { "Печатка повелителя драконів", "Вас оточує щит мани, що поглинає {1} шкоди. Поки щит тримається, ваш дух збільшується на {2} с протягом {3} хв.#absorbing {1} damage#Spirit by {2} for {3} min", "Поглинає шкоду та збільшує дух на {1}.#Spirit by {1}", en="Mark of the Dragon Lord" },
[17350] = { "Сріблястий Світанок", "З ймовірністю {1}% при отриманні удару в бою ви збільшите показник ухилення на {2} протягом {3} с.#a {1}% chance#by {2} for {3} sec", "Показник ухилення збільшено на {1}%.#by {1}", en="Argent Dawn" },
[17351] = { "Сріблястий Світанок", "Показник ухилення збільшено на {1}%.#by {1}", "Показник ухилення збільшено на {1}%.#by {1}", en="Argent Dawn" },
[18086] = { ref=13442 }, -- Firebolt
[18112] = { ref=13442 }, -- Firebolt
[18153] = { "Комбобулятор кодо", "Активувати поруч з древнім або старим  кодо, щоб він пішов за вами (по одному за раз).", en="Kodo Kombobulator" },
[19821] = { "Арканічна бомба", "Спалює від {1} до {2} мани цілям в радіусі вибуху та завдає шкоди в обсязі {3}% від спаленої мани. Також знемовлює жертв вибуху на {4} с.\n\nЙмовірність невдачі збільшується, якщо ваш рівень вище {5}.#Drains {1} to {2} mana#does {3}% of the mana#blast for {4} sec#than level {5}", "Знемовлено.", en="Arcane Bomb" },
[21153] = { "Лезо Косторуба", "Ваш показник критичного удару збільшується на {1} протягом {2} с. Цей ефект накопичується до {3} разів.#gain {1} critical strike rating for {2} sec#stacks up to {3} times", "Показник критичного удару збільшено на {1}.#gain {1} critical", en="Bonereaver's Edge" },
[22725] = { "Накладки зі шкіри ядра", "Укріплення предмета, який носять на тілі, ногах, руках чи ступнях, що збільшить показник ухилення на {1}.\n\nУкріплення предмета зробить його персональним.#adds {1} dodge", en="Core Armor Kit" },
[22738] = { "Зменшення тривалості роззброєння", "Тривалість роззброєння зменшено на {1}%.#Disarm duration reduced by {1}%", en="Disarm Duration Reduction" },
[22756] = { "Точильний камінь стихій", "Заточити зброю, щоб збільшити показник критичного удару в ближньому бою на {1} протягом {2} год. Не можна застосовувати на предмети вище {3} рівня.#critical strike rating by {1} for {2} h#than level {3}", en="Elemental Sharpening Stone" },
[22850] = { "Прихисток", "Збільшує показник ухилення на {1}, а броню - на {2} протягом {3} с.#wielder {1} dodge rating and {2} armor for {3} sec", "Броню збільшено на {1}.\nПоказник ухилення збільшено на {2}.#armor by {1}.#dodge rating by {2}.", en="Sanctuary" },
[22999] = { ref=8342 }, -- Defibrillate
[23562] = { "Показник блокування {1}#Block Value {1}", "Збільшує показник ухилення на {1}.#dodge rating by {1}", en="Block Value 60" },
[24149] = { "Явлення могутності", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник ухилення на {2} та показник парирування на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} dodge#and {3} parry", en="Presence of Might" },
[24160] = { "Сигіла синкретиста", "Додати на поножі або головний убір чари, що збільшують витривалість на {1}, показник ухилення на {2} та інтелект на {3}.\n\nЗачарування предмета зробить його персональним.#{1} Stamina#{2} dodge#and {3} Intellect", en="Syncretist's Sigil" },
[24382] = { "Дух Занзи", "Збільшує дух на {1} та витривалість на {2} протягом {3} год. Бойовий еліксир.#Spirit by {1} and Stamina by {2} for {3} hrs", "Дух збільшено на {1}, а витривалість на {2}. Бойовий еліксир.#by {1} and Stamina by {2}", en="Spirit of Zanza" },
[24531] = { "Відновлення фокусу", "Збільшує шкоду здібностей \"Прицільний постріл\" та \"Багатозарядний постріл\" на {1} протягом {2} с.#by {1} for {2} sec", "Шкоду \"Прицільного пострілу\" та \"Багатозарядного пострілу\" збільшено на {1}.#by {1}", en="Refocus" },
[24574] = { "Крихка броня", "Збільшує вашу броню на {1} та показник ухилення на {2} протягом {3} с. Щоразу, коли ви отримуєте шкоду в ближньому чи дальньому бою, цей бонус зменшується на {4} броні та {5} показника ухилення.#armor by {1} and dodge rating by {2} for {3} sec#reduced by {4} armor and {5} dodge", en="Brittle Armor" },
[25117] = { "Слабка чарівна олія", "Нанести на зброю слабку чарівну олію, що збільшує інтелект на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Intellect by {1}#lasts for {2} h#higher than level {3}", en="Minor Wizard Oil" },
[25118] = { "Слабка олія мани", "Нанести на зброю слабку олію мани, що збільшує дух на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Spirit by {1}#lasts for {2} h#higher than level {3}", en="Minor Mana Oil" },
[25119] = { "Проста чарівна олія", "Нанести на зброю просту чарівну олію, що збільшує інтелект на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Intellect by {1}#lasts for {2} h#higher than level {3}", en="Lesser Wizard Oil" },
[25120] = { "Проста олія мани", "Нанести на зброю просту олію мани, що збільшує дух на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Spirit by {1}#lasts for {2} h#higher than level {3}", en="Lesser Mana Oil" },
[25121] = { "Чарівна олія", "Нанести на зброю чарівну олію, що збільшує інтелект на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Intellect by {1}#lasts for {2} h#higher than level {3}", en="Wizard Oil" },
[25122] = { "Блискуча чарівна олія", "Нанести на зброю блискучу чарівну олію, що збільшує інтелект на {1} та показник критичного удару на {2}. Ефект триває {3} год. Не можна застосовувати на предмети вище {4} рівня.#Intellect by {1} and critical strike rating by {2}#lasts for {3} h#higher than level {4}", en="Brilliant Wizard Oil" },
[25123] = { "Блискуча олія мани", "Нанести на зброю бличкучу олію мани, що збільшує інтелект та дух на {1}. Ефект триває {2} год. Не можна застосовувати на предмети вище {3} рівня.#Intellect and Spirit by {1}#lasts for {2} h#higher than level {3}", en="Brilliant Mana Oil" },
[26467] = { "Стійкий захист", "Ваші цілющі закляття захищають ціль щитом, що поглинає шкоду в обсязі до {1}% від зцілення протягом {2} с. Ефективність зменшується зі збільшенням рівня.#for up to {1}% of the amount healed for {2} sec", "Зцілення захищає цілі щитом, що поглинає шкоду.", en="Persistent Shield" },
[26480] = { "Жетон стража рою", "Ваші атаки в ближньому та дальньому бою можуть на {1} с накласти ефект, що збільшує ваш показник критичного удару на {2}. Ефект накопичується до {3} разів.#on you for {1} sec#rating by {2}#up to {3} times", "Ваші атаки викликають видіння кіражів.", en="Badge of the Swarmguard" },
[26481] = { "Видіння кіражів", nil, "Показник критичного удару збільшено на {1}.#gain {1} critical", en="Insight of the Qiraji" },
[27775] = { "Шалений шторм", "Збільшує інтелект на {1}.#Intellect by {1}", "Інтелект збільшено на {1}.#increased by {1}", en="The Furious Storm" },
[28145] = { "Сила Вартівника", "Збільшує дух для всіх учасників групи в межах {1} м на {2}.#members within {1} yards by {2}", "Дух збільшено на {1}.#by {1}", en="Power of the Guardian" },
[29335] = { "Бузиновий пиріг", "Збільшує показник ухилення на {1} протягом {2} год.#dodge rating by {1} for {2} hour", "Збільшує показник ухилення на {1}%.#rating by {1}", en="Elderberry Pie" },
[29348] = { "Особливе зілля Золотого Туману", "Збільшує максимальний запас здоров'я на {1} протягом {2} хв. Захисний еліксир.#health by {1} for {2} min", "Запас здоров'я збільшено на {1}. Захисний еліксир.#by {1}", en="Goldenmist Special Brew" },
[35095] = { "Просвітлення", "Дух збільшено на {1}.#by {1}", "Дух збільшено на {1}.#by {1}", en="Enlightenment" },
[37360] = { "Освячена зброя", "Посилити вашу зброю, збільшуючи силу атаки в бою з невмерлими та демонами на {1}. Триває {2} хв.#power against undead and demons by {1}#Lasts {2} min", en="Consecrated Weapon" },
[41562] = { "Збільшення відновлення мани", "Збільшує ваш дух на {1}.#Spirit by {1}", en="Increased Mana Regen" },
[41591] = { ref=41562 }, -- Increased Mana Regen
[41659] = { ref=41562 }, -- Increased Mana Regen
[41675] = { ref=41562 }, -- Increased Mana Regen
[41770] = { ref=41562 }, -- Increased Mana Regen
[41775] = { ref=41562 }, -- Increased Mana Regen
[41776] = { ref=41562 }, -- Increased Mana Regen
[43588] = { ref=22738 }, -- Disarm Duration Reduction
[54452] = { "Еліксир адепта", ref=11390, en="Adept's Elixir" },
[65000] = { "Метеоритне натхнення", "Збільшує дух на {1}.#by {1}", "Дух збільшено на {1}.#by {1}", en="Meteoric Inspiration" },
[78391] = { "Безстрашність", "Надає невразливість до страху на {1} с.#for {1} sec", "Невразливість до страху.", en="Fearless" },
[78989] = { ref=439 }, -- Healing Potion
[78990] = { ref=436 }, -- Restore Mana
[78992] = { "Зілля омолодження", ref=22729, en="Rejuvenation Potion" },
[87646] = { "Перната приманка", ref=8087, en="Feathered Lure" },
[95243] = { ref=7823 }, -- Fishing Skill +150
[95244] = { "Жаростійка вертка приманка", ref=8087, en="Heat-Treated Spinning Lure" },
[96043] = { ref=7823 }, -- Fishing Skill +15
[98849] = { "Скляний поплавок", ref=8087, en="Glass Fishing Bobber" },

-- Item sets
[21894] = { "Медитація", "Збільшує ваш дух на {1}.#Spirit by {1}", en="Meditation" },

-- Mounts
[10788] = { "Леопард", "Викликає та відпускає верхового шаблезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Leopard" },
[10790] = { "Тигр", "Викликає та відпускає верхового бенгальського тигра.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Tiger" },
[10792] = { "Плямиста пантера", "Викликає та відпускає верхового шаблезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Spotted Panther" },
[15779] = { "Білий механобіг, модель Б", "Викликає та відпускає верхового білого механобіга моделі Б.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Mechanostrider Mod B" },
[16055] = { "Чорний ночезуб", "Викликає та відпускає верхового чорного ночезуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Nightsaber" },
[16056] = { "Древній кригозуб", "Викликає та відпускає верхового древнього кригозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ancient Frostsaber" },
[16080] = { "Рудий вовк", "Викликає та відпускає верхового рудого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Wolf" },
[16081] = { "Зимовий вовк", "Викликає та відпускає верхового зимового вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Winter Wolf" },
[16082] = { "Соловий кінь", "Викликає та відпускає верхового солового коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Palomino" },
[16083] = { "Білий жеребець", "Викликає та відпускає верхового білого жеребця.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="White Stallion" },
[16084] = { "Строкатий червоний раптор", "Викликає та відпускає верхового строкатого червоного раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Mottled Red Raptor" },
[17229] = { "Кригозуб Зимоключа", "Викликає та відпускає верхового кригозуба Зимоключа.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Winterspring Frostsaber" },
[17450] = { "Кремовий раптор", "Викликає та відпускає верхового кремового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ivory Raptor" },
[17459] = { "Крижано-блакитний механобіг, модель А", "Викликає та відпускає верхового крижано-блакитного механобіга моделі А.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Icy Blue Mechanostrider Mod A" },
[17460] = { "Морозний баран", "Викликає та відпускає верхового морозного барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Frost Ram" },
[17461] = { "Чорний баран", "Викликає та відпускає верхового чорного барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Ram" },
[17465] = { "Зелений бойовий кінь-скелет", "Викликає та відпускає верхового зеленого бойового коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Skeletal Warhorse" },
[17481] = { "Смертобіг Рівендера", "Викликає та відпускає смертобіга барона Рівендера.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Rivendare's Deathcharger" },
[18991] = { "Зелений кодо", "Викликає та відпускає верхового зеленого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Green Kodo" },
[18992] = { "Бірюзовий кодо", "Викликає та відпускає верхового бірюзового кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Teal Kodo" },
[22717] = { "Чорний бойовий кінь", "Викликає та відпускає верхового чорного бойового коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Steed" },
[22718] = { "Чорний бойовий кодо", "Викликає та відпускає верхового чорного бойового кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Kodo" },
[22719] = { "Чорний бойовий механобіг", "Викликає та відпускає верхового чорного бойового механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Battlestrider" },
[22720] = { "Чорний бойовий баран", "Викликає та відпускає верхового чорного бойового барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Ram" },
[22721] = { "Чорний бойовий раптор", "Викликає та відпускає верхового чорного бойового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Raptor" },
[22722] = { "Червоний бойовий кінь-скелет", "Викликає та відпускає верхового червоного бойового коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Red Skeletal Warhorse" },
[22723] = { "Чорний бойовий тигр", "Викликає та відпускає верхового чорного бойового тигра.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Tiger" },
[22724] = { "Чорний бойовий вовк", "Викликає та відпускає верхового чорного бойового вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black War Wolf" },
[23219] = { "Стрімкий імлозуб", "Викликає та відпускає верхового стрімкого імлозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Mistsaber" },
[23220] = { "Стрімкий світанкозуб", "Викликає та відпускає верхового стрімкого світанкозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Dawnsaber" },
[23221] = { "Стрімкий кригозуб", "Викликає та відпускає верхового стрімкого кригозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Frostsaber" },
[23222] = { "Стрімкий жовтий механобіг", "Викликає та відпускає стрімкого жовтого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Yellow Mechanostrider" },
[23223] = { "Стрімкий білий механобіг", "Викликає та відпускає стрімкого білого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Mechanostrider" },
[23225] = { "Стрімкий зелений механобіг", "Викликає та відпускає стрімкого зеленого механобіга.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Green Mechanostrider" },
[23227] = { "Стрімкий соловий кінь", "Викликає та відпускає верхового стрімкого солового коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Palomino" },
[23228] = { "Стрімкий білий кінь", "Викликає та відпускає верхового стрімкого білого коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Steed" },
[23229] = { "Стрімкий гнідий кінь", "Викликає та відпускає верхового стрімкого гнідого коня.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Steed" },
[23238] = { "Стрімкий коричневий баран", "Викликає та відпускає верхового стрімкого коричневого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Ram" },
[23239] = { "Стрімкий сірий баран", "Викликає та відпускає верхового стрімкого сірого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Gray Ram" },
[23240] = { "Стрімкий білий баран", "Викликає та відпускає верхового стрімкого білого барана.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift White Ram" },
[23241] = { "Стрімкий блакитний раптор", "Викликає та відпускає верхового стрімкого блакитного раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Blue Raptor" },
[23242] = { "Стрімкий оливковий раптор", "Викликає та відпускає верхового стрімкого оливкового раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Olive Raptor" },
[23243] = { "Стрімкий помаранчевий раптор", "Викликає та відпускає верхового стрімкого помаранчевого раптора.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Orange Raptor" },
[23246] = { "Ліловий бойовий кінь-скелет", "Викликає та відпускає верхового лілового бойового коня-скелета.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Purple Skeletal Warhorse" },
[23247] = { "Великий білий кодо", "Викликає та відпускає верхового великого білого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great White Kodo" },
[23248] = { "Великий сірий кодо", "Викликає та відпускає верхового великого сірого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great Gray Kodo" },
[23249] = { "Великий бурий кодо", "Викликає та відпускає верхового великого бурого кодо.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Great Brown Kodo" },
[23250] = { "Стрімкий бурий вовк", "Викликає та відпускає верхового стрімкого бурого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Brown Wolf" },
[23251] = { "Стрімкий лісовий вовк", "Викликає та відпускає верхового стрімкого лісового вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Timber Wolf" },
[23252] = { "Стрімкий сірий вовк", "Викликає та відпускає верхового стрімкого сірого вовка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Gray Wolf" },
[23338] = { "Стрімкий штормозуб", "Викликає та відпускає верхового стрімкого штормозуба.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Stormsaber" },
[23509] = { "Ревун Морозних Вовків", "Викликає та відпускає верхового ревуна Морозних Вовків.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Frostwolf Howler" },
[23510] = { "Бойовий скакун Бурешпиля", "Викликає та відпускає верхового бойового скакуна Бурешпиля.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Stormpike Battle Charger" },
[24242] = { "Стрімкий раптор Раззаші", "Викликає та відпускає раптора повелителя крові Мандокіра.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Razzashi Raptor" },
[24252] = { "Стрімкий зуліанський тигр", "Викликає та відпускає тигра верховного жерця Текала.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Swift Zulian Tiger" },
[24576] = { "Хроматичний дракон", "Викликає та відпускає верхового хроматичного дракона.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Chromatic Mount" },
[25675] = { "Північний олень", "Викликає та відпускає верхового північного оленя.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Reindeer" },
[25858] = { "Північний олень", "Викликає та відпускає верхового північного оленя.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Reindeer" },
[25859] = { ref=25858 }, -- Reindeer
[25863] = { "Чорний кіразький бойовий танк", "Викликає та відпускає верхового кіразького бойового танка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Qiraji Battle Tank" },
[26655] = { ref=25863 }, -- Black Qiraji Battle Tank
[26656] = { "Чорний кіразький бойовий танк", "Викликає та відпускає верхового чорного кіразького бойового танка.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Black Qiraji Battle Tank" },
[29059] = { "Смертегін Наксрамаса", "Викликає та відпускає верхового смертегона Наксрамаса.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Naxxramas Deathcharger" },
[31700] = { nil, nil, "Швидкість руху збільшено на {1}%.#by {1}%", ref=25863 }, -- Black Qiraji Battle Tank
[32235] = { "Золотий грифон", "Викликає та відпускає верхового золотого грифона. Це літаюча верхова тварина.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Golden Gryphon" },
[40192] = { "Попіл Ал'ара", "Викликає та відпускає верхового фенікса. Це літаюче створіння.", "[Швидкість руху збільшено на {1}%.#ground speed by {1}%][\nШвидкість польоту збільшено на {1}%.#flight speed by {1}%][\nШвидкість плавання збільшено на {1}%.#swim speed by {1}%]", en="Ashes of Al'ar" },

-- Professions
[818] = { "Багаття", "Розпалити вогнище, яке дозволяє готувати їжу та підвищує дух навколишніх персонажів на {1}.#those nearby by {1} and", en="Cooking Fire" },
[2259] = { "Алхімія", "Дозволяє варити прості зілля та розвивати навичку до 75 рівня. Потребує трав, які можна знайти за допомогою травництва.\n\nБонус: Міксологія\nВи отримуєте посилений ефект і збільшену тривалість дії, коли п'єте еліксир або настій, які вмієте виготовляти.", en="Alchemy" },
[3101] = { "Алхімія", "Дозволяє варити звичайні зілля та розвивати навичку до 150 рівня.\n\nБонус: Міксологія\nВи отримуєте посилений ефект і збільшену тривалість дії, коли п'єте еліксир або настій, які вмієте виготовляти.", en="Alchemy" },
[3464] = { "Алхімія", "Дозволяє варити чудові зілля та розвивати навичку до 225 рівня.\n\nБонус: Міксологія\nВи отримуєте посилений ефект і збільшену тривалість дії, коли п'єте еліксир або настій, які вмієте виготовляти.", en="Alchemy" },
[11611] = { "Алхімія", "Дозволяє варити неймовірні зілля та розвивати навичку до 300 рівня.\n\nБонус: Міксологія\nВи отримуєте посилений ефект і збільшену тривалість дії, коли п'єте еліксир або настій, які вмієте виготовляти.", en="Alchemy" },
[28596] = { "Алхімія", "Дозволяє варити надзвичайні зілля та розвивати навичку до {1} рівня.\n\nБонус: Міксологія\nВи отримуєте посилений ефект і збільшену тривалість дії, коли п'єте еліксир або настій, які вмієте виготовляти.#potential skill of {1}.", en="Alchemy" },
[51304] = { ref=28596 }, -- Alchemy
[80731] = { ref=28596 }, -- Alchemy

-- Racial
[6562] = { "Героїчна присутність", "Збільшує вашу ймовірність завдання удару всіма закляттями та атаками на {1}%.#by {1}%", en="Heroic Presence" },
[20551] = { "Опір природі", "Збільшує ваш опір шкідливим ефектам природи на {1}.#effects by {1}", en="Nature Resistance" },
[20552] = { "Культивація", "Навичку травництва збільшено на {1} і ви збираєте трави швидше за травників інших рас.#increased by {1}", en="Cultivation" },
[20577] = { "Канібалізм", "При активації відновлює {1}% здоров'я та мани кожні {2} с протягом {3} с. Діє лише на трупах гуманоїдів та невмерлих в межах {4} м. Будь-який рух, дія або отримання шкоди перериває процес.#regenerates {1}% of#every {2} sec for {3} sec#within {4} y", en="Cannibalize" },
[20578] = { "Канібалізм", nil, "Відновлення {1}% здоров'я та мани кожні {2} с.#Regenerate {1}%#every {2} sec", en="Cannibalize" },
[20579] = { "Опір тіні", "Збільшує ваш опір ефектам тіні на {1}.#by {1}", en="Shadow Resistance" },
[20583] = { ref=20551 }, -- Nature Resistance
[20591] = { "Неосяжний розум", "Обсяг мани збільшено на {1}%.#increased by {1}%", en="Expansive Mind" },
[20592] = { "Опір аркані", "Збільшує ваш опір ефектам аркани на {1}.#by {1}", en="Arcane Resistance" },
[20594] = { "Кам'яна форма", "Знімає всі ефекти отрути, хвороб та кровотечі та зменшує всю отриману шкоду на {1}% протягом {2} с.#by {1}% for {2} sec", en="Stoneform" },
[20596] = { "Опір кризі", "Збільшує ваш опір ефектам криги на {1}.#by {1}", en="Frost Resistance" },
[21563] = { "Наказ", ref=20575, en="Command" },
[28878] = { ref=6562 }, -- Heroic Presence
[28880] = { "Дар Наару", "Зцілює цілі {1}% здоров'я протягом {2} с.#for {1}% of#over {2} sec", "Зцілює {1}% здоров'я кожні {2} с.#{1}% every {2} sec", en="Gift of the Naaru" },

-- Scrolls
[8094] = { ref=8091 }, -- Armor
[8095] = { ref=8091 }, -- Armor
[8096] = { "Інтелект", "Збільшує інтелект цілі на {1} протягом {2} хв. Цей ефект вважається бойовим еліксиром.#by {1} for {2} min", "Інтелект збільшено на {1}. Бойовий еліксир.#by {1}", en="Intellect" },
[8099] = { "Витривалість", "Збільшує витривалість цілі на {1} протягом {2} хв. Цей ефект вважається захисним еліксиром.#by {1} for {2} min", "Витривалість збільшено на {1}. Цей ефект вважається захисним еліксиром.#by {1}", en="Stamina" },
[8100] = { ref=8099 }, -- Stamina
[8101] = { ref=8099 }, -- Stamina
[8112] = { "Дух", "Збільшує дух цілі на {1} протягом {2} хв. Цей ефект вважається бойовим еліксиром.#by {1} for {2} min", "Дух збільшено на {1}. Цей ефект вважається бойовим еліксиром.#by {1}", en="Spirit" },
[8113] = { ref=8112 }, -- Spirit
[8114] = { ref=8112 }, -- Spirit
[8115] = { "Спритність", "Збільшує спритність цілі на {1} протягом {2} хв. Цей ефект вважається бойовим еліксиром.#by {1} for {2} min", "Броню збільшено на {1}. Цей ефект вважається бойовим еліксиром.#by {1}", en="Agility" },
[8116] = { ref=8115 }, -- Agility
[8117] = { ref=8115 }, -- Agility
[12174] = { ref=8115 }, -- Agility
[12175] = { ref=8091 }, -- Armor
[12177] = { ref=8112 }, -- Spirit
[12178] = { ref=8099 }, -- Stamina
[33077] = { ref=8115 }, -- Agility
[33079] = { ref=8091 }, -- Armor
[33080] = { ref=8112 }, -- Spirit
[33081] = { ref=8099 }, -- Stamina
[33082] = { ref=8118 }, -- Strength

-- Set bonuses
[30770] = { "Сила атаки - комплект доблесті", "Збільшує силу на {1}.#Increases Strength by {1}.", en="Attack Power 40 - Valor" },
[30772] = { "Сила атаки - комплект ловця звірів", "Збільшує спритність на {1}.#Increases Agility by {1}.", en="Attack Power 40 - Beaststalker" },
[30777] = { "Збільшення шкоди заклять - комплект магістра", "Збільшує інтелект на {1}.#Increases Intellect by {1}.", en="Increase Spell Dam 23 - Magister" },
[30778] = { "Збільшення шкоди заклять - комплект імли жаху", "Збільшує інтелект на {1}.#Increases Intellect by {1}.", en="Increase Spell Dam 23 - Dreadmist" },

}

for k, v in pairs(spells) do addonTable.spell[k] = v end
