local _, addonTable = ...

local warrior_spells = {

-- See /entries/classic/spell.lua for data format details.

-- Anger Management
[12296] = { "Контроль гніву", "Ви отримуєте {1} люті кожні {2} с поки перебуваєте в бою та отримуєте на {3}% більше люті від завданої шкоди.#gain {1} Rage every {2} sec#generate {3}%" }, -- Anger Management (Passive)
-- Bastion of Defense
[29593] = { "Оплот захисту", "Зменшує ймовірність отримання критичних ударів ближнього бою на {1}% у захисній стійці. Окрім того, коли ви блокуєте, ухиляєтесь чи парируєте атаку, ви з ймовірністю {2}% впадаєте в несамовитість, що збільшує вашу шкоду на {3}% протягом {4} с.#attacks by {1}% while#a {2}% chance#by {3}% for {4} sec" }, -- Bastion of Defense (Rank 1)
[29594] = { ref=29593 }, -- Bastion of Defense (Rank 2)
-- Battle Shout
[6673] = { "Бойовий клич", "Збільшує силу та спритність всіх учасників групи та рейду в межах {1} м на {2} та генерує {3} люті. Триває {4} с.#within {1} yards by {2}#generates {3} Rage#Lasts {4} min", "Силу та спритність збільшено на {1}.#by {1}" }, -- Battle Shout
-- Battle Stance
[2457] = { "Бойова стійка", "Збалансована бойова стійка. Збільшує завдану шкоду на {1}%. Зменшує отриману шкоду на {2}%.#done by {1}%#taken by {2}%" }, -- Battle Stance
-- Battle Trance
[12322] = { "Захоплення боєм", "Удари здібностей \"Кровожерливість\", \"Смертельний удар\" та \"Трощення щитом\" з ймовірністю {1}% дозволяють використати наступну здібність, що потребує не більше {2} люті, без витрнат люті.#a {1}% chance#than {2} Rage" }, -- Battle Trance (Rank 1)
[85741] = { ref=12322 }, -- Battle Trance (Rank 2)
[85742] = { ref=12322 }, -- Battle Trance (Rank 3)
-- Berserker Rage
[18499] = { "Лють берсерка", "Увійти в стан люті берсерка, що знімає ефекти страху та недієздатності, надає невразливість до них та генерує додаткову лють при отриманні шкоди. Триває {1} с.#Lasts {1} sec", "Невразливість до страху та недієздатності. Отримує додаткову лють від отримання шкоди." }, -- Berserker Rage
-- Berserker Stance
[2458] = { "Стійка берсерка", "Агресивна стійка. Збільшує завдану шкоду на {1}%.#by {1}%" }, -- Berserker Stance
-- Bladestorm
[46924] = { "Буря клинків", "Ви стаєте нестримною бурею руйнівної сили і вражаєте всіх ворогів поблизу, завдаючи їм {1}% шкоди від зброї та виконуєте \"Вихор\" щосекунди протягом {2} с. Під час дії \"Бурі клинків\" ви не відчуваєте ні жалю, ні сумління, ні страху, вас може зупинити лише смерть (і роззброєння), але ви не можете застосовувати інші здібності.#for {1}% weapon#for {2} sec", "Нестримне застосування \"Вихору\" щосекунди. Не може використовувати інші здібності." }, -- Bladestorm
-- Blitz
[80976] = { "Бліц", "\"Ривок\" генерує {1} додаткової люті та вражає ще одну ціль неподалік.#generates {1} additional" }, -- Blitz (Rank 1)
[80977] = { nil, "\"Ривок\" генерує {1} додаткової люті та вражає ще 2 цілі неподалік.#generates {1} additional", ref=80976 }, -- Blitz (Rank 2)
-- Blood Craze
[16487] = { "Манія крові", "Після отримання будь-якої шкоди з ймовірністю {1}% відновлюєте {2}% здоров'я протягом {3} с.#a {1}% chance#regenerate {2}%#over {3} sec" }, -- Blood Craze (Rank 1)
[16489] = { ref=16487 }, -- Blood Craze (Rank 2)
[16492] = { ref=16487 }, -- Blood Craze (Rank 3)
-- Blood Frenzy
[29836] = { "Криваве шаленство", "Ваші ефекти кровотечі збільшують отриману ціллю фізичну шкоду на {1}%. Накладання ефекту кровотечі збільшує отриману ціллю шкоду від кровотеч на {2}% протягом {3} хв. Окрім того, ваші автоатаки з ймовірністю {4}% генерують додатково {5} люті.#extra {1}% physical#by {2}% for {3} min#a {4}% chance to generate {5} additional" }, -- Blood Frenzy (Rank 1)
[29859] = { ref=29836 }, -- Blood Frenzy (Rank 2)
-- Blood and Thunder
[84614] = { "Кров та грім", "Коли \"Громовий удар\" вражає ціль, що перебуває під ефектом вашого \"Розриву\", ви з ймовірністю {1}% вражаєте \"Розривом\" кожну ціль \"Громового удару\".#a {1}% chance" }, -- Blood and Thunder (Rank 1)
[84615] = { ref=84614 }, -- Blood and Thunder (Rank 2)
-- Bloodsurge
[46913] = { "Прилив крові", "Удари \"Кровожерливості\" з ймовірністю {1}% дозволяють застосувати наступне \"Розтрощення\" миттєво, без витрат люті та зі збільшеною на {2}% шкодою протягом {3} с.#a {1}% chance#deal {2}% more#for {3} sec" }, -- Bloodsurge (Rank 1)
[46914] = { ref=46913 }, -- Bloodsurge (Rank 2)
[46915] = { ref=46913 }, -- Bloodsurge (Rank 3)
-- Bloodthirst
[23881] = { "Кровожерливість", "Миттєва атака цілі, що завдає {1} шкоди. Крім цього, наступні {2} успішні атаки ближнього бою відновлять {3}% здоров'я. Ефект триває {4} с. Шкода залежить від вашої сили атаки.#causing {1} damage#next {2} successful#restore {3}% of#lasts {4} sec" }, -- Bloodthirst
-- Booming Voice
[12321] = { "Гулкий голос", "Здібності \"Бойовий клич\" та \"Командирський крик\" мають зменшений на {1} с час відновлення та генерують {2} додаткової люті.#by {1} sec#generate {2} additional" }, -- Booming Voice (Rank 1)
[12835] = { ref=12321 }, -- Booming Voice (Rank 2)
-- Charge
[100] = { "Ривок", "Ривок у ворога, що збільшує лють на {1} і приголомшує його на {2} с. Не можна використовувати в бою.#generate {1} Rage#for {2} sec" }, -- Charge (Battle Stance)
-- Cleave
[845] = { "Розсічення", "Розмашиста атака, яка вражає ціль та одного ворога неподалік, завдаючи {1} фізичної шкоди.#dealing {1} physical" }, -- Cleave
-- Colossus Smash
[86346] = { "Удар колоса", "Трощить ціль, завдаючи {1}% шкоди зброї плюс {2} та ослабляє її захист, що дозволяє вашим атакам повністю оминати {3}% броні цілі протягом {4} c. Оминає менше броні проти гравців.#for {1}% weapon#plus {2} and#bypass {3}%#for {4} sec", "Захист ослаблено, що дозволяє атакам воїна оминати {1}% броні.#bypass {1}%" }, -- Colossus Smash (Battle, Berserker Stance)
-- Commanding Shout
[469] = { "Командирський крик", "Генерує {1} люті та збільшує витривалість всіх учасників групи та рейду в межах {2} м на {3}. Триває {4} хв.#Generates {1} Rage#within {2} yards by {3}#Lasts {4} min", "Витривалість збільшено на {1}.#by {1}" }, -- Commanding Shout
-- Cruelty
[12320] = { "Жорстокість", "Збільшує шанс критичного удару здібностей \"Кровожерливість\", \"Смертельний удар\" та \"Трощення щитом\" на {1}%.#by {1}%" }, -- Cruelty (Rank 1)
[12852] = { ref=12320 }, -- Cruelty (Rank 2)
-- Deadly Calm
[85730] = { "Смертоносний спокій", "Протягом наступних {1} с ваші здібності не витрачають лють, але ви продовжуєте її генерувати. Не можна використовувати під дією \"Внутрішньої люті\".#next {1} sec", "Здібності не витрачають лють." }, -- Deadly Calm
-- Death Wish
[12292] = { "Жага смерті", "Ви входите в стан несамовитості, збільшуючи вашу фізичну шкоду на {1}%, але збільшуючи отриману шкоду на {2}%. Триває {3} с.#damage by {1}%#taken by {2}%#Lasts {3} sec", "Завдану фізичну шкоду збільшено на {1}%.#dealt by {1}%" }, -- Death Wish
-- Defensive Stance
[71] = { "Захисна стійка", "Захисна стійка. Зменшує отриману шкоду на {1}%. Значно збільшує рівень загрози.#taken by {1}%" }, -- Defensive Stance
-- Demoralizing Shout
[1160] = { "Деморалізуючий клич", "Зменшує фізичну шкоду всіх ворогів в межах {1} м на {2}% протягом {3} с.#within {1} yards by {2}% for {3} sec", "Завдану фізичну шкоду зменшено на {1}%.#by {1}%" }, -- Demoralizing Shout
-- Die by the Sword
[81913] = { "Смерть від меча", "Збільшує ваш шанс парирування на {1}% протягом {2} с після того, як ваш рівень здоров'я знижується до {3}% чи нижче. Цей ефект не може спрацьовувати частіше, ніж раз на {4} хв.#by {1}% for {2} sec#to {3}% health#every {4} min" }, -- Die by the Sword (Rank 1)
[81914] = { ref=81913 }, -- Die by the Sword (Rank 1)
-- Drums of War
[12290] = { "Бойові барабани", "Зменшує витрати люті на здібності \"Луснути\", \"Деморалізуючий клич\", \"Жахаючий клич\" та \"Провокуючий клич\" на {1}%.#by {1}%" }, -- Drums of War (Rank 1)
[12963] = { ref=12290 }, -- Drums of War (Rank 2)
-- Dual Wield Specialization
[23588] = { "Спеціалізація на бою з двох рук", "Дозволяє брати в ліву руку зброю для однієї руки або зброю для лівої руки. Збільшує шкоду від ударів зброєю в лівій руці на {1}%.#additional {1}%" }, -- Dual Wield Specialization (Passive)
-- Enrage
[12317] = { "Несамовитість", "Ваші атаки ближнього бою з ймовірністю {1}% вводять вас у стан несамовитості, що збільшує фізичну шкоду на {2}% протягом {3} с.#a {1}% chance#a {2}% physical#for {3} sec" }, -- Enrage (Rank 1)
[13045] = { ref=12317 }, -- Enrage (Rank 2)
[13046] = { ref=12317 }, -- Enrage (Rank 3)
-- Enraged Regeneration
[55694] = { "Несамовите відновлення", "Ви відновлюєте {1}% від максимального запасу здоров'я протягом {2} секунд. Можна застосовувати лише в стані несамовитості та не дозволяє отримати новий ефект протягом дії.#regenerate {1}% of#over {2} sec", "Відновлює {1}% від максимального запасу здоров'я щосекунди.#Regenerates {1}%" }, -- Enraged Regeneration
-- Execute
[5308] = { "Страта", "Спроба добити пораненого ворога, що завдає {1} фізичної шкоди та використовує до {2} додаткової люті, щоб завдати до {3} додаткової шкоди. Можна використовувати лише проти ворогів, що мають менше {4}% здоров'я.#causing {1} physical#up to {2} additional Rage#up to {3} additional damage#than {4}%" }, -- Execute (Battle, Berserker Stance)
-- Executioner
[20502] = { "Кат", "Удари \"Страти\" з ймовірністю {1}% збільшують швидкість атаки ближнього бою на {2}% протягом {3} с. Цей ефект накопичується до {4} разів.#a {1}% chance#by {2}% for {3} sec#up to {4} times" }, -- Executioner (Rank 1)
[20503] = { ref=20502 }, -- Executioner (Rank 2)
-- Field Dressing
[84579] = { "Тактична медицина", "Збільшує отримане зцілення на {1}% та збільшує ефективність зцілення від ваших здібностей ще на {2}%.#received by {1}%#additional {2}%" }, -- Field Dressing (Rank 1)
[84580] = { ref=84579 }, -- Field Dressing (Rank 2)
-- Furious Attacks
[46910] = { "Шалені атаки", "Ваші автоатаки можуть зменшити ефективність зцілення цілі на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Furious Attacks (Rank 1)
-- Gag Order
[12311] = { "Наказ мовчати", "Ваші здібності \"Луснути\" та \"Героїчний кидок\" з ймовірністю {1}% знемовлюють ціль на {2} с. Також зменшує час відновлення \"Героїчного кидка\" на {3} с.#a {1}% chance#for {2} sec#by {3} sec" }, -- Gag Order (Rank 1)
[12958] = { ref=12311 }, -- Gag Order (Rank 2)
-- Hamstring
[1715] = { "Нівечення", "Калічить ворога, зменшуючи швидкість руху на {1}% протягом {2} с.#by {1}% for {2} sec", "Швидкість руху зменшено на {1}%.#by {1}%" }, -- Hamstring (Battle, Berserker Stance)
-- Heavy Repercussions
[86894] = { "Відсіч", "Поки діє \"Блок щитом\", ваше \"Трощення щитом\" завдає на {1}% більше шкоди.#additional {1}%" }, -- Heavy Repercussions (Rank 1)
[86896] = { ref=86894 }, -- Heavy Repercussions (Rank 2)
-- Heroic Leap
[6544] = { "Героїчний стрибок", "Потужний стрибок до вказаного місця, що завдає {1} шкоди від приземлення всім ворогам в межах {2} м.#deal {1} damage#within {2} y" }, -- Heroic Leap
[52174] = { ref=6544 }, -- Heroic Leap
-- Heroic Strike
[78] = { "Героїчний удар", "Атака, що миттєво завдає {1} фізичної шкоди. Гарна атака для витрат надлишкової люті.#deals {1} physical" }, -- Heroic Strike
-- Heroic Throw
[57755] = { "Героїчний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки). Ця здібність спричиняє велику закрозу та застосовує \"Розкол броні\" на ціль.#causing {1} damage" }, -- Heroic Throw
-- Hold the Line
[84604] = { "Тримати стрій", "Збільшує ймовірність критичного удару та критичного блокування на {1}% протягом {2} с після парирування.#by {1}% for {2} sec" }, -- Hold the Line (Rank 1)
[84621] = { ref=84604 }, -- Hold the Line (Rank 2)
-- Impale
[16493] = { "Пронизування", "Збільшує додаткову шкоду від критичних ударів здібностей \"Смертельний удар\", \"Розтрощення\" та \"Здолання\" на {1}%.#by {1}%" }, -- Impale (Rank 1)
[16494] = { ref=16493 }, -- Impale (Rank 2)
-- Impending Victory
[80128] = { "Неминуча перемога", "Використання \"Спустошення\" на цілі, що має менше {1}% здоров'я, з ймовірністю {2}% дозволяє використати \"Переможний запал\", що зцілить лише {3}% здоров'я.#with {1}%#a {2}% chance#for {3}% of" }, -- Impending Victory (Rank 1)
[80129] = { ref=80128 }, -- Impending Victory (Rank 2)
-- Improved Hamstring
[12289] = { "Покращене нівечення", "Коли ви повторно застосовуєте \"Нівечення\" на ціль, ви знерухомлюєте її на {1} с. Цей ефект не може спрацьовувати частіше, ніж раз на {2} с. Окрім того, глобальний час відновлення \"Нівечення\" зменшується на {3} с.#for {1} sec#every {2} sec#by {3} sec" }, -- Improved Hamstring (Rank 1)
[12668] = { ref=12289 }, -- Improved Hamstring (Rank 2)
-- Improved Revenge
[12797] = { "Покращена помста", "Ваша здібність \"Помста\" завдає збільшеної на {1}% шкоди та завдає {2}% шкоди ще одному ворогу неподалік.#by {1}%#for {2}%" }, -- Improved Revenge (Rank 1)
[12799] = { nil, "Ваша здібність \"Помста\" завдає збільшеної на {1}% шкоди та вражає ще одного ворога неподалік.#by {1}%", ref=12797 }, -- Improved Revenge (Rank 2)
-- Improved Slam
[12330] = { "Покращене розтрощення", "Зменшує час замаху для \"Розтрощення\" на {1} с та збільшує його шкоду на {2}%.#by {1} sec#by {2}%" }, -- Improved Slam (Rank 2)
[86655] = { ref=12330 }, -- Improved Slam (Rank 1)
-- Incite
[50685] = { "Підбуреність", "Збільшує ймовірність критичного ефекту \"Героїчного удару\" на {1}%. З ймовірністю {2}% після критичного ефекту \"Героїчного удару\" ваш наступний \"Героїчний удар\" гарантовано завдасть критичної шкоди. Гарантовані критичні удари не можу викликати цей ефект знову.#by {1}%#a {2}% chance" }, -- Incite (Rank 1)
[50686] = { ref=50685 }, -- Incite (Rank 2)
[50687] = { ref=50685 }, -- Incite (Rank 3)
-- Inner Rage
[1134] = { "Внутрішня лють", "Зменшує час відновлення здібностей \"Героїчний удар\" та \"Розсічення\" на {1}% протягом {2} с.#by {1}% for {2} sec", "Час відновлення здібностей \"Героїчний удар\" та \"Розсічення\" зменшено." }, -- Inner Rage
-- Intensify Rage
[46908] = { "Посилена лють", "Зменшує час відновлення здібностей \"Лють берсерка\", \"Навіженість\" та \"Жага смерті\" на {1}%.#by {1}%" }, -- Intensify Rage (Rank 1)
[46909] = { ref=46908 }, -- Intensify Rage (Rank 2)
-- Intercept
[20253] = { "Перехоплення", "Ривок у ворога, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує його на {2} с.#causing {1} damage#for {2} sec", "Приголомшено." }, -- Intercept (Rank 1)
-- Intervene
[3411] = { "Втручання", "Ривок до учасника групи чи рейду на великій швидкості, перехоплюючи наступну атаку ближнього або дальнього бою проти нього та зменшує його загрозу на {1}%.#by {1}%", "Наступна атака ближнього чи дальнього бою, направлена проти вас, натомість вразить воїна." }, -- Intervene (Defensive Stance)
-- Intimidating Shout
[5246] = { "Жахаючий клич", "Змушує ціль тремтіти від страху, а до {1} ворогів в межах {2} м - втікати. Триває {3} c.#up to {1} additional#within {2} y#Lasts {3} sec", "Нажахано." }, -- Intimidating Shout
-- Juggernaut
[64976] = { "Нестримна сила", "\"Ривок\" тепер можна застосовувати під час бою та в будь-якій стійці, а його час відновлення зменшено на {1} с. Наступне застосування \"Розтрощення\" чи \"Смертельного удару\" протягом {3} c після \"Ривка\" матиме збільшену на {2}% ймовірність критичного удару. Однак \"Ривок\" та \"Перехоплення\" тепер мають спільний час відновлення.#by {1} sec#additional {2}% chance#within {3} sec" }, -- Juggernaut (Rank 1)
-- Lambs to the Slaughter
[84583] = { "Забій", "\"Смертельний удар\" викликає ефект \"Бійня\", що оновлює тривалість \"Розриву\" на цілі та збільшує шкоду ваших здібностей \"Страта\", \"Здолання\", \"Розтрощення\" та \"Смертельний удар\" на {1}%. Ефект триває {2} с.#by {1}%#Lasts {2} sec" }, -- Lambs to the Slaughter (Rank 1)
[84587] = { nil, "\"Смертельний удар\" викликає ефект \"Бійня\", що оновлює тривалість \"Розриву\" на цілі та збільшує шкоду ваших здібностей \"Страта\", \"Здолання\", \"Розтрощення\" та \"Смертельний удар\" на {1}%. Ефект триває {2} с і накопичується до {3} разів.#by {1}%#Lasts {2} sec#up to {3} times", ref=84583 }, -- Lambs to the Slaughter (Rank 2)
[84588] = { ref=84587 }, -- Lambs to the Slaughter (Rank 3)
-- Last Stand
[12975] = { "Бій на смерть", "Тимчасово збільшує максимальний запас здоров'я на {1}% протягом {2} с. Після завершення ефекту здоров'я втрачається.#you {1}% of#for {2} sec" }, -- Last Stand
-- Meat Cleaver
[12329] = { "М'ясорубка", "Завдання шкоди \"Розсіченням\" чи \"Вихором\" збільшує шкоду цих здібностей на {1}% протягом {2} с. Цей ефект накопичується до {3} разів.#by {1}% for {2} sec#up to {3} times" }, -- Meat Cleaver (Rank 1)
[12950] = { ref=12329 }, -- Meat Cleaver (Rank 2)
-- Mortal Strike
[12294] = { "Смертельний удар", "Жорстокий удар, що завдає {1}% шкоди зброї плюс {2} і ранить ціль, знижуючи ефективність будь-якого зцілення на {3} с.#deals {1}% weapon#plus {2} and#for {3} sec", "Ефективність зцілення зменшено на {1}%.#reduced by {1}%" }, -- Mortal Strike
-- Opportunity Strike
[76858] = { "Принагідний удар", "Завдає {1}% від шкоди зброї в правій руці.#Deals {1}%" }, -- Opportunity Strike
-- Overpower
[7384] = { "Здолання", "Миттєво долає ворога, завдаючи {1}% від шкоди зброї. Можна використати лише після того, як ціль ухилилась. Здолання не можна блокувати, ухилитися від нього або парирувати.#causing {1}%" }, -- Overpower (Battle Stance)
-- Precision
[29592] = { "Точність", "збільшує ваш шанс влучити атаками ближнього бою на {1}% та збільшує шкоду від автоатак на {2}%.#attacks by {1}%#damage by {2}%" }, -- Precision (Passive)
-- Raging Blow
[85288] = { "Лютий удар", "Потужний удар, що завдає {1}% шкоди від зброї. Можна застосовувати лише в стані несамовитості.#deals {1}% weapon" }, -- Raging Blow (Berserker Stance)
[96103] = { ref=85288 }, -- Raging Blow
-- Raging Blow Off-Hand
[85384] = { "Лютий удар (ліва рука)", ref=85288 }, -- Raging Blow Off-Hand
-- Rallying Cry
[97462] = { "Підбадьорливий клич", "Тимчасово збільшує максимальний запас здоров'я для вас та учасників групи та рейду в межах {1} м на {2}% протягом {3} с. Після завершення ефекту здоров'я втрачається.#within {1} yards {2}% of#for {3} sec" }, -- Rallying Cry
-- Rampage
[29801] = { "Шаленство", "Збільшує ймовірність завдання критичного удару для всіх учасників групи та рейду в межах {1} м на {2}%. Окрім того, збільшує вашу ймовірність завдання критичного удару ще на {3}%.#within {1} yds by {2}%#additional {3}%", "Ймовірність завдання критичного удару збільшено на {1}%.#by {1}%" }, -- Rampage (Passive)
-- Recklessness
[1719] = { "Навіженість", "Ваші здібності мають на {1}% збільшену ймовірність завдання критичного удару, але ви отримуєте на {2}% більше шкоди. Триває {3} с.#additional {1}%#by {2}%#Lasts {3} sec", "Ймовірність критичного удару здібностями збільшено на {1}%.\nОтриману шкоду збільшено на {2}%.#attacks increased by {1}%#taken increased by {2}%" }, -- Recklessness
-- Revenge
[6572] = { "Помста", "Миттєва контратака, що завдає від {1} до {2} шкоди. Помсту можна використовувати лише після успішного блоку, ухилення або парирування.#for {1} to {2} damage" }, -- Revenge (Defensive Stance)
-- Rude Interruption
[61216] = { "Грубе переривання", "Успішне переривання вимови закляття за допомогою здібності \"Луснути\" збільшує вашу шкоду на {1}% протягом {2} с.#by {1}% for {2} sec" }, -- Rude Interruption (Rank 1)
[61221] = { ref=61216 }, -- Rude Interruption (Rank 2)
-- Second Wind
[29834] = { "Друге дихання", "Після отримання ефекту приголомшення чи знерухомлення ви отримуєте {1} люті та відновлюєте {2}% здоров'я протягом {3} с.#generate {1} Rage and {2}%#over {3} sec" }, -- Second Wind (Rank 1)
[29838] = { ref=29834 }, -- Second Wind (Rank 2)
-- Sentinel
[29144] = { "Страж", "Збільшує вашу витривалість на {1}%, а ймовірність блокування - на {2}%. Ви також отримуєте на {3}% більше люті від атак по цілям, щр не націлені на вас.#Stamina by {1}%#chance by {2}%#generate {3}%" }, -- Sentinel (Passive)
-- Shattering Throw
[64382] = { "Нищівний кидок", "Кидок зброї у ворога, що завдає {1} шкоди (в залежності від сили атаки) та зменшує броню цілі на {2}% протягом {3} c або знімає невразливість.#causing {1} damage#by {2}% for {3} sec", "Броню зменшено на {1}%.#by {1}%" }, -- Shattering Throw (Battle Stance)
-- Shield Block
[2565] = { "Блок щитом", "Збільшує ймовірність блокування на {1}% протягом {2} с. Окрім того, якщо ваша ймовірність блокування перевищує {3}%, ймовірність критичного блокування збільшується на надлишок.#by {1}% for {2} sec#exceeds {3}%", "Ймовірність блокування збільшено на {1}%.\nЙмовірність критичного блокування збільшено на {2}%.#Block chance increased by {1}%#Critical block chance increased by {2}%" }, -- Shield Block (Defensive Stance)
-- Shield Mastery
[29598] = { "Майстерність володіння щитом", "Зменшує час відновлення \"Блоку щитом\" на {1} с, \"Стіни щитів\" - на {2} с, а \"Блок щитом\" зменшує отриману магічну шкоду на {3}% протягом {4} с.#Block by {1} sec#Wall by {2} sec#by {3}% for {4} sec" }, -- Shield Mastery (Rank 1)
[84607] = { ref=29598 }, -- Shield Mastery (Rank 2)
[84608] = { ref=29598 }, -- Shield Mastery (Rank 3)
-- Shield Slam
[23922] = { "Трощення щитом", "Трощить ціль щитом, що завдає від {1} до {2} шкоди (залежно від сили атаки) та розвіює 1 магічний ефект з цілі.#causing {1} to {2} damage" }, -- Shield Slam
-- Shield Specialization
[12298] = { "Спеціалізація на щитах", "Ви отримуєте {1} додаткової люті при блокуванні атак і отримуєте {2} люті при успішному відбитті заклять.#generate {1} extra Rage when you block#generate {2} extra Rage when you Spell" }, -- Shield Specialization (Rank 1)
[12724] = { ref=12298 }, -- Shield Specialization (Rank 2)
[12725] = { ref=12298 }, -- Shield Specialization (Rank 3)
-- Shockwave
[46968] = { "Ударна хвиля", "Створює ударну хвилю в конусі перед вами, що завдає {1} шкоди (в залежності від сили атаки) та приголомшує ворогів у межах {2} м на {3} с.#causing {1} damage#within {2} y#for {3} sec", "Приголомшено." }, -- Shockwave
-- Single-Minded Fury
[81099] = { "Цілеспрямована лють", "Тримаючи в кожній руці одноручну зброю, ви завдаєте на {1}% більше шкоди, а \"Розтрощення\" б'є з обох рук.#deal {1}%" }, -- Single-Minded Fury
-- Skirmisher
[29888] = { "Боєць", "Зменшує час відновлення \"Перехоплення\" на {1} с, а \"Героїчного стрибка\" - на {2} с.#Intercept by {1} sec#Leap by {2} sec" }, -- Skirmisher (Rank 1)
[29889] = { ref=29888 }, -- Skirmisher (Rank 2)
-- Slam
[1464] = { "Розтрощення", "Трощить ворога, завдаючи {1}% від шкоди зброї плюс {2}.#causing {1}%#plus {2}" }, -- Slam
-- Stance Mastery
[12678] = { "Опанування стійок", "Ви зберігаєте до {1} люті при зміні стійки.#up to {1} of" }, -- Stance Mastery (Passive)
-- Strike
[88161] = { "Удар", "Простий удар, що завдає від {1} до {2} шкоди. Використовуйте, коли маєте достатньо люті.#deals {1} to {2} damage" }, -- Strike
-- Sudden Death
[29723] = { "Раптова смерть", "Ваші удари ближнього бою з ймовірністю {1}% завершують відновлення \"Удару колоса\" і ви зберігаєте {2} люті після використання \"Страти\".#a {1}% chance#keep {2} rage" }, -- Sudden Death (Rank 1)
[29725] = { ref=29723 }, -- Sudden Death (Rank 2)
-- Sunder Armor
[7386] = { "Розкол броні", "Розколює броню цілі, зменшуючи її на {1}. \"Розкол броні\" спричиняє високий рівень загрози, що збільшується від сили атаки. Ефект накопичується до {2} разів. Триває {3} с.#armor by {1}%#up to {2} times#Lasts {3} sec", "Броню зменшено на {1}%.#by {1}%" }, -- Sunder Armor
-- Sweep and Clear
[80981] = { "Різня", "Ваші здібності, що завдають шкоди, генерують {1} люті за кожну додаткову уражену ціль, не рахуючи першої, але не більше {2} люті.#generate {1} rage#of {2} rage" }, -- Sweep and Clear (Rank 3)
-- Sweeping Strikes
[12328] = { "Розлогі удари", "Ваші атаки ближнього бою вражають ще одного ворога неподалік. Триває {1} с.#Lasts {1} sec", "Ваші атаки ближнього бою вражають ще одного ворога неподалік." }, -- Sweeping Strikes (Battle, Berserker Stance)
-- Sword and Board
[46951] = { "Мечем і щитом", "Збільшує ймовірність критичного удару \"Спустошення\" на {1}%. Окрім того, коли \"Спустошення\" чи \"Помста\" завдає шкоди, з ймовірністю {2}% час відновлення \"Трощення щитом\" миттєво завершиться, а його витрати люті зменшаться на {3}% протягом {4} с.#Devastate by {1}%#a {2}% chance#by {3}% for {4} sec" }, -- Sword and Board (Rank 1)
[46952] = { ref=46951 }, -- Sword and Board (Rank 2)
[46953] = { ref=46951 }, -- Sword and Board (Rank 3)
-- Tactical Mastery
[12295] = { "Майстерність тактики", "Ви зберігаєте на {1} більше люті при зміні стійки.#additional {1} Rage" }, -- Tactical Mastery (Rank 1)
[12676] = { ref=12295 }, -- Tactical Mastery (Rank 2)
-- Taste for Blood
[56636] = { "Смак крові", "Збільшує ймовірність критичного удару \"Здоланням\" на {1}%. Окрім того, коли \"Розрив\" завдає шкоди, ви з ймовірністю {2}% отримуєте можливість використати \"Здолання\" протягом наступних {3} с. Цей ефект не може спрацьовувати частіше, ніж раз на {4} с.#by {1}%#a {2}% chance#for {3} sec#every {4} sec" }, -- Taste for Blood (Rank 1)
[56637] = { ref=56636 }, -- Taste for Blood (Rank 2)
[56638] = { ref=56636 }, -- Taste for Blood (Rank 3)
-- Throwdown
[85388] = { "Повалення", "Збиває ціль з ніг та приголомшує на {1} с.#for {1} sec", "Приголомшено." }, -- Throwdown (Battle Stance)
-- Thunder Clap
[6343] = { "Громовий удар", "Вражає ворогів в межах {1} м, завдаючи {2} шкоди та збільшуючи час між їхніми атаками на {3}% протягом {4} с. Шкода збільшується від сили атаки.#within {1} yards for {2} damage#attacks by {3}% for {4} sec", "Час між атаками збільшено на {1}%.#by {1}%" }, -- Thunder Clap (Battle, Defensive Stance)
-- Thunderstruck
[80979] = { "Сила грому", "Збільшує шкоду здібностей \"Розрив\", \"Розсічення\" та \"Громовий удар\" на {1}%. Окрім того, \"Громовий удар\" збільшує шкоду наступної \"Ударної хвилі\" на {2}%. Ефект накопичується до {3} разів.#Clap by {1}%#Shockwave by {2}%#up to {3} times" }, -- Thunderstruck (Rank 1)
[80980] = { ref=80979 }, -- Thunderstruck (Rank 2)
-- Titan's Grip
[46917] = { "Хватка титана", "Дозволяє тримати дворучні сокири, булави та мечі в одній руці." }, -- Titan's Grip (Rank 1)
-- Toughness
[12299] = { "Міць", "Збільшує вашу броню з предметів на {1}%.#items by {1}%" }, -- Toughness (Rank 1)
[12761] = { ref=12299 }, -- Toughness (Rank 2)
[12762] = { ref=12299 }, -- Toughness (Rank 3)
-- Vengeance
[93098] = { "Помста", "Щоразу, коли ви отримуєте шкоду, ви збільшуєте силу атаки на {1}% від отриманої шкоди, але не більше, ніж на {2}% від вашого здоров'я.#gain {1}% of#of {2}% of" }, -- Vengeance (Passive)
-- Victory Rush
[34428] = { "Переможний запал", "Миттєва атака, що завдає {1} шкоди та зцілює вам {2}% від максимального запасу здоров'я. Можна використовувати лише протягом {3} c після вбивства ворога, що дає досвід або честь.#causing {1} damage#for {2}% of#within {3} sec" }, -- Victory Rush
-- Vigilance
[50720] = { "Пильність", "Ви оберігаєте учасника групи чи рейду. Щоразу, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється, а ви посилюєте ефект \"Помсти\" так, ніби отримали {1}% від отриманої ціллю шкоди. Триває {2} хв. Цей ефект може діяти лише на одну ціль одночасно.#as if {1}% of#Lasts {2} min", "Щоразу, коли ціль отримує удар, ваша здібність \"Провокація\" відновлюється, а ви посилюєте ефект \"Помсти\" при отриманні ціллю шкоди." }, -- Vigilance
-- War Academy
[84570] = { "Військова освіта", "Збільшує шкоду здібностей \"Смертельний удар\", \"Лютий удар\", \"Спустошення\", \"Переможний запал\" та \"Розтрощення\" на {1}%.#by {1}%" }, -- War Academy (Rank 1)
[84571] = { ref=84570 }, -- War Academy (Rank 2)
[84572] = { ref=84570 }, -- War Academy (Rank 3)
-- Whirlwind
[1680] = { "Вихор", "У сталевому вихорі ви атакуєте всіх ворогів у межах {1} м, завдаючи {2}% від шкоди зброї з обох рук кожному ворогу. Якщо вихор вражає {3} чи більше цілей, його час відновлення зменшується на {4} с.#within {1} y#causing {2}%#to {3} or more#by {4} sec" }, -- Whirlwind (Berserker Stance)
-- Wrecking Crew
[46867] = { "Погром", "Критичні ураження \"Смертельного удару\" з ймовірністю {1}% вводять вас у стан несамовитості, що збільшує фізичну шкоду на {2}% протягом {3} с.#a {1}% chance#by {2}% for {3} sec" }, -- Wrecking Crew (Rank 1)
[56611] = { ref=46867 }, -- Wrecking Crew (Rank 2)
[56612] = { ref=46867 }, -- Wrecking Crew (Rank 3)

}

for k, v in pairs(warrior_spells) do addonTable.spell[k] = v end
